"{\"content\":{\"body\":\"Nevertheless, this legend has not been undertaken to furnish materials for future biographies of Don Juan; it is intended to prove to honest folk that Belvidero did not die in a duel with stone, as some lithographers would have us believe.\\n\\nWhen Don Juan Belvidero reached the age of sixty he settled in Spain, and there in his old age he married a young and charming Andalusian wife. But of set purpose he was neither a good husband nor a good father. He had observed that we are never so tenderly loved as by women to whom we scarcely give a thought. Dona Elvira had been devoutly brought up by an old aunt in a castle a few leagues from San-Lucar in a remote part of Andalusia. She was a model of devotion and grace. Don Juan foresaw that this would be a woman who would struggle long against a passion before yielding, and therefore hoped to keep her virtuous until his death. It was a jest undertaken in earnest, a game of chess which he meant to reserve till his old age. Don Juan had learned wisdom from the mistakes made by his father Bartolommeo; he determined that the least details of his life in old age should be subordinated to one object--the success of the drama which was to be played out upon his death-bed.\\n\\nFor the same reason the largest part of his wealth was buried in the cellars of his palace at Ferrara, whither he seldom went. As for the rest of his fortune, it was invested in a life annuity, with a view to give his wife and children an interest in keeping him alive; but this Machiavellian piece of foresight was scarcely necessary. His son, young Felipe Belvidero, grew up as a Spaniard as religiously conscientious as his father was irreligious, in virtue, perhaps, of the old rule, \\\"A miser has a spendthrift son.\\\" The Abbot of San-Lucar was chosen by Don Juan to be the director of the consciences of the Duchess of Belvidero and her son Felipe. The ecclesiastic was a holy man, well shaped, and admirably well proportioned. He had fine dark eyes, a head like that of Tiberius, worn with fasting, bleached by an ascetic life, and, like all dwellers in the wilderness, was daily tempted. The noble lord had hopes, it may be, of despatching yet another monk before his term of life was out.\\n\\nBut whether because the Abbot was every whit as clever as Don Juan himself, or Dona Elvira possessed more discretion or more virtue than Spanish wives are usually credited with, Don Juan was compelled to spend his declining years beneath his own roof, with no more scandal under it than if he had been an ancient country parson. Occasionally he would take wife and son to task for negligence in the duties of religion, peremptorily insisting that they should carry out to the letter the obligations imposed upon the flock by the Court of Rome. Indeed, he was never so well pleased as when he had set the courtly Abbot discussing some case of conscience with Dona Elvira and Felipe.\\n\\nAt length, however, despite the prodigious care that the great magnifico, Don Juan Belvidero, took of himself, the days of decrepitude came upon him, and with those days the constant importunity of physical feebleness, an importunity all the more distressing by contrast with the wealth of memories of his impetuous youth and the sensual pleasures of middle age. The unbeliever who in the height of his cynical humor had been wont to persuade others to believe in laws and principles at which he scoffed, must repose nightly upon a PERHAPS. The great Duke, the pattern of good breeding, the champion of many a carouse, the proud ornament of Courts, the man of genius, the graceful winner of hearts that he had wrung as carelessly as a peasant twists an osier withe, was now the victim of a cough, of a ruthless sciatica, of an unmannerly gout. His teeth gradually deserted him, as at the end of an evening the fairest and best-dressed women take their leave one by one till the room is left empty and desolate. The active hands became palsy-stricken, the shapely legs tottered as he walked. At last, one night, a stroke of apoplexy caught him by the throat in its icy clutch. After that fatal day he grew morose and stern.\\n\\nHe would reproach his wife and son with their devotion, casting it in their teeth that the affecting and thoughtful care that they lavished so tenderly upon him was bestowed because they knew that his money was invested in a life annuity. Then Elvira and Felipe would shed bitter tears and redouble their caresses, and the wicked old man's insinuating voice would take an affectionate tone--\\\"Ah, you will forgive me, will you not, dear friends, dear wife? I am rather a nuisance. Alas, Lord in heaven, how canst Thou use me as the instrument by which Thou provest these two angelic creatures? I who should be the joy of their lives am become their scourge . . .\\\"\\n\\nIn this manner he kept them tethered to his pillow, blotting out the memory of whole months of fretfulness and unkindness in one short hour when he chose to display for them the ever-new treasures of his pinchbeck tenderness and charm of manner--a system of paternity that yielded him an infinitely better return than his own father's indulgence had formerly gained. At length his bodily infirmities reached a point when the task of laying him in bed became as difficult as the navigation of a felucca in the perils of an intricate channel. Then came the day of his death; and this brilliant sceptic, whose mental faculties alone had survived the most dreadful of all destructions, found himself between his two special antipathies--the doctor and the confessor. But he was jovial with them. Did he not see a light gleaming in the future beyond the veil? The pall that is like lead for other men was thin and translucent for him; the light- footed, irresistible delights of youth danced beyond it like shadows.\\n\\nIt was on a beautiful summer evening that Don Juan felt the near approach of death. The sky of Spain was serene and cloudless; the air was full of the scent of orange-blossom; the stars shed clear, pure gleams of light; nature without seemed to give the dying man assurance of resurrection; a dutiful and obedient son sat there watching him with loving and respectful eyes. Towards eleven o'clock he desired to be left alone with this single- hearted being.\\n\\n\\\"Felipe,\\\" said the father, in tones so soft and affectionate that the young man trembled, and tears of gladness came to his eyes; never had that stern father spoken his name in such a tone. \\\"Listen, my son,\\\" the dying man went on. \\\"I am a great sinner. All my life long, however, I have thought of my death. I was once the friend of the great Pope Julius II.; and that illustrious Pontiff, fearing lest the excessive excitability of my senses should entangle me in mortal sin between the moment of my death and the time of my anointing with the holy oil, gave me a flask that contains a little of the holy water that once issued from the rock in the wilderness. I have kept the secret of this squandering of a treasure belonging to Holy Church, but I am permitted to reveal the mystery in articulo mortis to my son. You will find the flask in a drawer in that Gothic table that always stands by the head of the bed. . . . The precious little crystal flask may be of use yet again for you, dearest Felipe. Will you swear to me, by your salvation, to carry out my instructions faithfully?\\\"\\n\\nFelipe looked at his father, and Don Juan was too deeply learned in the lore of the human countenance not to die in peace with that look as his warrant, as his own father had died in despair at meeting the expression in his son's eyes.\\n\\n\\\"You deserved to have a better father,\\\" Don Juan went on. \\\"I dare to confess, my child, that while the reverend Abbot of San-Lucar was administering the Viaticum I was thinking of the incompatibility of the co-existence of two powers so infinite as God and the Devil----\\\"\\n\\n\\\"Oh, father!\\\"\\n\\n\\\"And I said to myself, when Satan makes his peace he ought surely to stipulate for the pardon of his followers, or he will be the veriest scoundrel. The thought haunted me; so I shall go to hell, my son, unless you carry out my wishes.\\\"\\n\\n\\\"Oh, quick; tell me quickly, father.\\\"\\n\\n\\\"As soon as I have closed my eyes,\\\" Don Juan went on, \\\"and that may be in a few minutes, you must take my body before it grows cold and lay it on a table in this room. Then put out the lamp; the light of the stars should be sufficient. Take off my clothes, reciting Aves and Paters the while, raising your soul to God in prayer, and carefully anoint my lips and eyes with this holy water; begin with the face, and proceed successively to my limbs and the rest of my body; my dear son, the power of God is so great that you must be astonished at nothing.\\\"\\n\\nDon Juan felt death so near, that he added in a terrible voice, \\\"Be careful not to drop the flask.\\\"\\n\\nThen he breathed his last gently in the arms of his son, and his son's tears fell fast over his sardonic, haggard features.\\n\\nIt was almost midnight when Don Felipe Belvidero laid his father's body upon the table. He kissed the sinister brow and the gray hair; then he put out the lamp.\\n\\nBy the soft moonlight that lit strange gleams across the country without, Felipe could dimly see his father's body, a vague white thing among the shadows. The dutiful son moistened a linen cloth with the liquid, and, absorbed in prayer, he anointed the revered face. A deep silence reigned. Felipe heard faint, indescribable rustlings; it was the breeze in the tree-tops, he thought. But when he had moistened the right arm, he felt himself caught by the throat, a young strong hand held him in a tight grip--it was his father's hand! He shrieked aloud; the flask dropped from his hand and broke in pieces. The liquid evaporated; the whole household hurried into the room, holding torches aloft. That shriek had startled them, and filled them with as much terror as if the Trumpet of the Angel sounding on the Last Day had rung through earth and sky. The room was full of people, and a horror- stricken crowd beheld the fainting Felipe upheld by the strong arm of his father, who clutched him by the throat. They saw another thing, an unearthly spectacle--Don Juan's face grown young and beautiful as Antinous, with its dark hair and brilliant eyes and red lips, a head that made horrible efforts, but could not move the dead, wasted body.\",\"timestamp\":1636532018,\"title\":\"Nevertheless\"},\"digest\":\"DKjbAqw20MDSMwk4_UqIl-3i1zFtKluJ_5c9OH8JXyo\",\"authorship\":{\"contributor\":\"0x50DFA4f326C8D0666AE39431f220915FC37dECA8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"egbkGVb1_2tUNZs2aPUrFOMJb-pEoETFXOdmrbS8mAY\\\",\\\"y\\\":\\\"Ti2cU75nie_1DHaDfozVmIf7RXLSRd5IiwXZ8F-HG1E\\\"}\",\"signature\":\"Wz8TJuFwT_bmzXMoBG3RzHpIjwHlXRI2JJd4fmb8QFV4yCVbm48uJLK7fSqCFSzv_tD7I2a-RAcIBh6UbN7hog\",\"signingKeySignature\":\"0xa9491d876d56618b3c46cbacd6c4d438e6c2a4aa4ea1f75e631623aa12faffb5116107e86030fe95a028ed9f8c9813d79ece563539e3f09b46ee1e95715ba3ba1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"egbkGVb1_2tUNZs2aPUrFOMJb-pEoETFXOdmrbS8mAY\\\",\\\"y\\\":\\\"Ti2cU75nie_1DHaDfozVmIf7RXLSRd5IiwXZ8F-HG1E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DKjbAqw20MDSMwk4_UqIl-3i1zFtKluJ_5c9OH8JXyo\"}"