"{\"content\":{\"body\":\"![patrick-tomasso-Oaqk7qqNh_c-unsplash.jpg](https://jacobrobinsoncom.files.wordpress.com/2019/08/patrick-tomasso-oaqk7qqnh_c-unsplash.jpg?w=750)\\n\\nPhoto by [Patrick Tomasso](https://unsplash.com/@impatrickt?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText) on [Unsplash](https://unsplash.com/search/photos/books?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText)\\n\\nThere’s a big problem, at least in the United States, revolving around getting people to read books. Most kids start their reading in schools; yet, as they grow up, they never get back into the habit of reading books. So the problem becomes why people aren’t interested in reading after going through primary education.\\n\\nI would say a lot of this has to do with what teachers give them to read. A fact we need to face is that very few people give a shit about stuff like Charles Dickens. If you want people to develop a habit for reading, you want to give them something that’s relevant to their needs and interests, engaging, and easy to understand.\\n\\nI want to start off talking about that last point. A lot of the time US education likes driving up an artificial difficulty curve and give students works that are purposely hard to read. The reality is that the value of reading comes from the messages and ideas that the writer is trying to convey. I’m not saying that all reading throughout the education system needs to be easy, or that there’s no value in reading older texts. What I’m instead saying is that getting 8th graders to read Shakespeare’s *Julius Caesar* is a pretty useless exercise.\\n\\nThere’s also the problem that different people are, of course, interested in different things. I did trash on Charles Dickens, but I imagine there are high-schoolers out there who did genuinely get invested reading *Great Expectations* or *Oliver Twist*. This comes into contact with another problem in modern education, which is allowing students to follow the paths that they are most interested in. I would say that a good way to go about this is to find texts that have a lot of modern relevance and popularity (including classic texts!) and make a general series of readings based on those; books like *Sapiens, A Short History of Nearly Everything,* or *To Kill a Mockingbird* might be good examples here. The great thing about these books is that they’re not written for children, but they aren’t archaic either. This means that middle-schoolers and high-schoolers would still have to work in order to read these books, but are still getting important info out of it.\\n\\nAnd, of course, to get people to continue reading independently, the stuff they read needs to be engaging. That means no textbooks. In order to get people wanting to do something on their own terms, you can’t introduce it to them in such a dry fashion. Perhaps technical textbooks have a place in graduate studies, but they certainly don’t have a place when teaching to high school students.\\n\\nPutting it all together, if you get people reading at a young age, they won’t have any problems reading at an old age. As long as you get people reading what they’re interested in and engaged with, they’ll end up searching for reading content all by themselves.\\n\\n…\\n\\nAnyway, that’s all for this one. If you want to keep in touch, **check out my biweekly newsletter!** Following this will give you the low-down of all the new stuff I’m working on, as well as some things I found interesting. As an added bonus, you’ll also receive the **Top 10 Tools I Use on a Daily Basis** to help better manage your workload and do higher quality work in a shorter amount of time.\\n\\n[Subscribe here](https://astukari.substack.com/)!\",\"timestamp\":1638933537,\"title\":\"Why People Don’t Read\"},\"digest\":\"flYkPtd64a_07dgaKbgWsBpEJSeGhMIk9v0r4TgITo8\",\"authorship\":{\"contributor\":\"0x7842C934Ef39De9D40cD6C9EBf0389041C6f33B4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z5Y7WofO0hUZoTQvfaz9FXvSTdYuDCmAzlPgw9_RxXI\\\",\\\"y\\\":\\\"THPeAu6Jjr_7hy_jqNKkjbcwFPDVjg65RIkeptpVO7U\\\"}\",\"signature\":\"dHu1JuTeS4KxDQ-EVcRN4j1FJmZ5uh3_ZCr-ByEJacB_Tt6g4pgJYDaPK6utNW9WokRvFbIM5TC7I2JTzpvf2A\",\"signingKeySignature\":\"0x8f398b97d2743c5236d72fd2a5176b5fc4350788f91696b10f29090719f110566d669eba51d62c830e4de57da965ec3fd81de8f6dab9f30130bc2898fbdaf1481b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z5Y7WofO0hUZoTQvfaz9FXvSTdYuDCmAzlPgw9_RxXI\\\",\\\"y\\\":\\\"THPeAu6Jjr_7hy_jqNKkjbcwFPDVjg65RIkeptpVO7U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"flYkPtd64a_07dgaKbgWsBpEJSeGhMIk9v0r4TgITo8\"}"