"{\"content\":{\"body\":\"vine-covered land. The sight of the water reminded her that Gaspare would be waiting for her on the sand below the village. When she remembered that she stopped again. Then she turned round, and began to walk back towards the highroad.\\n\\nGaspare was waiting. If she went down to the sand she would have to meet his great intent eyes, those watching eyes full of questions. He would read her. He would see in a moment that--she knew. And he would see more than that! He would see that she was hating him. The hatred was only dawning, struggling up in her tangled heart. But it existed-- it was there. And he would see that it was there.\\n\\nShe walked back till she reached the tunnel under the highroad. But she did not pass through it. She could not face the highroad with its traffic. Perhaps the English ladies would be coming back. Perhaps-- She turned again and presently sat down on a bank, and looked at the dry and wrinkled ground. Nobody went by. The lizards ran about near her feet. She sat there over an hour, scarcely moving, with the sun beating upon her head.\\n\\nThen she got up and walked fast, and with a firm step, towards the village and the sea.\\n\\nThe village is only a tiny hamlet, ending in a small trattoria with a rough terrace above the sea, overlooking a strip of sand where a few boats lie. As Hermione came to the steps that lead down to the terrace she stood still and looked over the wall on her left. The boat from the island was at anchor there, floating motionless on the still water. Gaspare was not in it, but was lying stretched on his back on the sand, with his white linen hat over his face.\\n\\nHe lay like one dead.\\n\\nShe stood and watched him, as she might have watched a corpse of some one she had cared for but who was gone from her forever.\\n\\nPerhaps he was not asleep, for almost directly he became aware of her observation, sat up, and uncovered his face, turning towards her and looking up. Already, and from this distance, she would see a fierce inquiry in his eyes.\\n\\nShe made a determined effort and waved her hand.\\n\\nGaspare sprang to his feet, took out his watch, looked at it, then went and fetched the boat.\\n\\nHis action--the taking out of the watch--reminded Hermione of the time. She looked at her watch. It was half-past two. On the island they lunched at half-past twelve. Gaspare must have been waiting for hours. What did it matter?\\n\\nShe made another determined effort and went down the remaining steps to the beach.\\n\\nGaspare should not know that she knew. She was resolved upon that, concentrated upon that. Continually she saw in front of her the pouting mouth, the white teeth of the boy who had laughed at her in the street. There should be no more crying, no more visible despair. No one should see any difference in her. All the time that she had been sitting still in the sun upon the bank she had been fiercely schooling herself in an act new to her--the act of deception. She had not faced the truth that to-day she knew. She had not faced the ruin that its knowledge had made of all that had been sacred and lovely in her life. She had fastened her whole force fanatically upon that one idea, that one decision and the effort that was the corollary of it.\\n\\n\\\"There shall be no difference in me. No one is to know that anything has happened.\\\"\\n\\nAt that moment she was a fanatic. And she looked like one as she came down upon the sand.\\n\\n\\\"I'm afraid I'm rather late--Gaspare.\\\"\\n\\nIt was difficult to her to say his name. But she said it firmly.\\n\\n\\\"Signora, it is nearly three o'clock.\\\"\\n\\n\\\"Half-past two. No, I can get in all right.\\\"\\n\\nHe had put out his arm to help her into the boat. But she could not touch him. She knew that. She felt that she would rather die at the moment than touch or be touched by him.\\n\\n\\\"You might take away your arm.\\\"\\n\\nHe dropped his arm at once.\\n\\nHad she already betrayed herself?\\n\\nShe got into the boat and he pushed off.\\n\\nUsually he sat, when he was rowing, so that he might keep his face towards her. But to-day he stood up to row, turning his back to her. And this change of conduct made her say to herself again:\\n\\n\\\"Have I betrayed myself already?\\\"\\n\\nFiercely she resolved to be and to do the impossible. It was the only chance. For Gaspare was difficult to deceive.\\n\\n\\\"Gaspare!\\\" she said.\\n\\n\\\"Si, Signora,\\\" he replied, without turning his head.\\n\\n\\\"Can't you row sitting down?\\\"\\n\\n\\\"If you like, Signora.\\\"\\n\\n\\\"We can talk better then.\\\"\\n\\n\\\"Va bene, Signora.\\\"\\n\\nHe turned round and sat down.\\n\\nThe boat was at this moment just off the \\\"Palace of the Spirits.\\\" Hermione saw its shattered walls cruelly lit up by the blazing sun, its gaping window-spaces like eye-sockets, sightless, staring, horribly suggestive of ruin and despair.\\n\\nShe was like that. Gaspare was looking at her. Gaspare must know that she was like that.\\n\\nBut she was a fanatic just then, and she smiled at him with a resolution that had in it something almost brutal, something the opposite of what she was, of the sum of her.\\n\\n\\\"I forgot the time. It is so lovely to-day. It was so gay at Mergellina.\\\"\\n\\n\\\"Si?\\\"\\n\\n\\\"I sat for a long time watching the boats, and the boys bathing, and listening to the music. They sang 'A Mergellina.' \\\"\\n\\n\\\"Si?\\\"\\n\\nShe smiled again.\\n\\n\\\"And I went to visit Ruffo's mother.\\\"\\n\\nGaspare made no response. He looked down now as he plied his oars.\\n\\n\\\"She seems a nice woman. I--I dare say she was quite pretty once.\\\"\\n\\nThe voice that was speaking now was the voice of a fanatic.\\n\\n\\\"I am sure she must have been pretty.\\\"\\n\\n\\\"Chi lo sa?\\\"\\n\\n\\\"If one looks carefully one can see the traces. But, of course, now--\\\"\\n\\nShe stopped abruptly. It was impossible to her to go on. She was passionately trying to imagine what that spreading, graceless woman, with her fat hands resting on her knees set wide apart, was like once --was like nearly seventeen years ago. Was she ever pretty, beautiful? Never could she have been intelligent--never, never. Then she must have been beautiful. For otherwise-- Hermione's drawn face was flooded with scarlet.\\n\\n\\\"If--if it's easier to you to row standing up, Gaspare,\\\" she almost stammered, \\\"never mind about sitting down.\\\"\\n\\n\\\"I think it is easier, Signora.\\\"\\n\\nHe got up, and once more turned his back upon her.\\n\\nThey did not speak again until they reached the island.\\n\\nHermione watched his strong body swinging to and fro with every stroke, and wondered if he felt the terrible change in her feeling for him--a change that a few hours ago she would have thought utterly impossible.\\n\\nShe wondered if Gaspare knew that she was hating him.\\n\\nHe was alive and, therefore, to be hated. For surely we cannot hate the dust!\\n\\nCHAPTER XXXVIII\\n\\nGaspare did not offer to help Hermione out of the boat when they reached the island. He glanced at her face, met her eyes, looked away again immediately, and stood holding the boat while she got out. Even when she stumbled slightly he made no movement; but he turned and gazed after her as she went up the steps towards the house, and as he gazed his face worked, his lips muttered words, and his eyes, become almost ferocious in their tragic gloom, were clouded with moisture. Angrily he fastened the boat, angrily he laid by the oars. In everything he did there was violence. He put up his hands to his eyes to rub the moisture that clouded them away. But it came again. And he swore under his breath. He looked once more towards the Casa del Mare. The figure of his Padrona had disappeared, but he remembered just how it had gone up the steps--leaning forward, moving very slowly. It had made him think of an early morning long ago, when he and his Padrona had followed a coffin down the narrow street of Marechiaro, and over the mountain-path to the Campo Santo above the Ionian Sea. He shook his head, murmuring to himself. He was not swearing now. He shook his head again and again. Then he went away, and sat down under the shadow of the cliff, and let his hands drop down between his knees.\\n\\nThe look he had seen in his Padrona's eyes had made him feel terrible. His violent, faithful heart was tormented. He did not analyze--he only knew, he only felt. And he suffered horribly. How had his Padrona been able to look at him like that?\\n\\nThe moisture came thickly to his eyes now, and he no longer attempted to rub it away. He no longer thought of it.\\n\\nNever had he imagined that his Padrona could look at him like that. Strong man though he was, he felt as a child might who is suddenly abandoned by its mother. He began to think now. He thought over all he had done to be faithful to his dead Padrone and to be faithful to the Padrona. During many, many years he had done all he could to be faithful to these two, the dead and the living. And at the end of this long service he received as a reward this glance of hatred.\\n\\nTears rolled down his sunburnt cheeks.\\n\\nThe injustice of it was like a barbed and poisoned arrow in his heart. He was not able to understand what his Padrona was feeling, how, by what emotional pilgrimage, she had reached that look of hatred which she had cast upon him. If she had not returned, if she had done some deed of violence in the house of Maddalena, he could perhaps have comprehended it. But that she should come back, that she should smile, make him sit facing her, talk about Maddalena as she had talked, and then--then look at him like that!\\n\\nHis /amour-propre/, his long fidelity, his deep affection--all were outraged.\\n\\nVere came down the steps and found him there.\\n\\n\\\"Gaspare!\\\"\\n\\nHe got up instantly when he heard her voice, rubbed his eyes, and yawned.\\n\\n\\\"I was asleep, Signorina.\\\"\\n\\nShe looked at him intently, and he saw tears in her eyes.\\n\\n\\\"Gaspare, what is the matter with Madre?\\\"\\n\\n\\\"Signorina?\\\"\\n\\n\\\"Oh, what is the matter?\\\" She came a step nearer to him. \\\"Gaspare, I'm frightened! I'm frightened!\\\"\\n\\nShe laid her hand on his arm.\\n\\n\\\"Why, Signorina? Have you seen the Padrona?\\\"\\n\\n\\\"No. But--but--I've heard-- What is it? What has happened? Where has Madre been all this time? Has she been in Naples?\\\"\\n\\n\\\"Signorina, I don't think so.\\\"\\n\\n\\\"Where has she been?\\\"\\n\\n\\\"I believe the Signora has been to Mergellina.\\\"\\n\\nVere began to tremble.\\n\\n\\\"What can have happened there? What can have happened?\\\"\\n\\nShe trembled in every limb. Her face had become white.\\n\\n\\\"Signorina, Signorina! Are you ill?\\\"\\n\\n\\\"No--I don't know what to do--what I ought to do. I'm afraid to speak to the servants--they are making the siesta. Gaspare, come with me, and tell me what we ought to do. But--never say to any one--never say --if you hear!\\\"\\n\\n\\\"Signorina!\\\"\\n\\nHe had caught her terror. His huge eyes looked awestruck.\\n\\n\\\"Come with me, Gaspare!\\\"\\n\\nMaking an obvious and great effort, she controlled her body, turned and went before him to the house. She walked softly, and he imitated her. They almost crept up-stairs till they reached the landing outside Hermione's bedroom door. There they stood for two or three minutes, listening.\\n\\n\\\"Come away, Gaspare!\\\"\\n\\nVere had whispered with lips that scarcely moved.\\n\\nWhen they were in Hermione's sitting-room she caught hold of both his hands. She was a mere child now, a child craving for help.\\n\\n\\\"Oh, Gaspare, what are we to do? Oh--I'm--I'm frightened! I can't bear it!\\\"\\n\\nThe door of the room was open.\\n\\n\\\"Shut it!\\\" she said. \\\"Shut it, then we sha'n't--\\\"\\n\\nHe shut it.\\n\\n\\\"What can it be? What can it be?\\\"\\n\\nShe looked at him, followed his eyes. He had stared towards the writing-table, then at the floor near it. On the table lay a quantity of fragments of broken glass, and a silver photograph-frame bent, almost broken. On the floor was scattered a litter of card-board.\\n\\n\\\"She came in here! Madre was in here--\\\"\\n\\nShe bent down to the carpet, picked up some of the bits of card-board, turned them over, looked at them. Then she began to tremble again.\\n\\n\\\"It's father's photograph!\\\"\\n\\nShe was now utterly terrified.\\n\\n\\\"Oh, Gaspare! Oh, Gaspare!\\\"\\n\\nShe began to sob.\\n\\n\\\"Hush, Signorina! Hush!\\\"\",\"timestamp\":1637315515,\"title\":\"\\nShe walked on very slowly till she could see the shining water over the sloping, \"},\"digest\":\"gfinZ9xiSsdRK3rEAfBVz1uIjfojd7LgbUAWK9yZFAk\",\"authorship\":{\"contributor\":\"0xa216D8906Acd104a8EC6a31f93e945DFe15768c1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ORZ4Uccm2C4-32xajOoE1i3AiheYMtwT6OhA8POXdN0\\\",\\\"y\\\":\\\"iLse8gLiYLKgheNxnUBa30X8-h0WvHi9FstNuzirhxg\\\"}\",\"signature\":\"9GbcC_4U2W7ve4Ron3pf16zDRmdBmYltI1o2bqfUqD90YratXVzd9lWHsfyK3bwrVPkQxkeFDdglF4xOubA8QA\",\"signingKeySignature\":\"0x27823b74011f2c50cb6160a2a137022bed530100a22b37b760d153eba738162252452bd7432ea93e999c723a426fa7a53023318587e8081be6d19eadbbbd62971b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ORZ4Uccm2C4-32xajOoE1i3AiheYMtwT6OhA8POXdN0\\\",\\\"y\\\":\\\"iLse8gLiYLKgheNxnUBa30X8-h0WvHi9FstNuzirhxg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gfinZ9xiSsdRK3rEAfBVz1uIjfojd7LgbUAWK9yZFAk\"}"