"{\"content\":{\"body\":\"MIM is similar to DAI in terms of its stability mechanism. It mainly comes from over-collateralization and minting interest rate (similar to DAI's stability fee). Over-collateralization ensures that there is sufficient asset support behind MIM, and minting interest rate is used to control the cost of funds of MIM. This will affect the balance of MIM's currency supply and demand.\\n\\nUnlike DAI, Abracadabra does not have a stablecoin deposit module (DSR). In addition, MIM will charge a one-time 0.5% seigniorage tax when the coin is minted. Assuming that the user will return MIM after one month of borrowing, this 0.5% seigniorage tax is equivalent to an annualized 6% additional loan interest.\\n\\nIn the absence of a special stability mechanism, the stability of MIM depends to a large extent on the consensus of users. When users have confidence in the stability of MIM, no matter when MIM is higher than 1$ or lower than 1$, there will be users who will go. Buy debts and sell coins for arbitrage.\\n\\nIn order to maintain this confidence and consensus, Abracadabra established a stable currency exchange pool of MIM and 3CRV (DAI\\\\\\\\USDT\\\\\\\\USDC) on the Curve platform, and continued to provide additional SPELL token incentives for the liquidity of the stable currency pool.\\n\\nThe current MIM+3CRV stablecoin market-making on Ethereum, in addition to the maximum 13.43% APY CRV token reward, can also obtain 11.82% APY SPELL token reward, the income is very amazing, which also attracted nearly 6.47 Millions of dollars in MIM liquidity.\\nIn addition, Abracadabra has also built a MIM+2CRV Factory Pool on Arbitrum's Curve. In addition to the basic market-making fee income, LPs that pledge market-making can also receive an additional 38% SPELL reward.\",\"timestamp\":1634579622,\"title\":\"MIM's stabilization mechanism\"},\"digest\":\"rSrBQcTrZ_aUd-G5Vend2KSynEujDAfJ0hKGMCKFNqQ\",\"authorship\":{\"contributor\":\"0x83B2eC5c916f535819C2Dd3b058027C702d765Ac\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VEPNWuX-H-PeyXlFngfY9Uq0EuzyHY4yQzK5z1tgtlM\\\",\\\"y\\\":\\\"NnxSOOrsJQBd5sbR6RZDeTtH8UkNVIPxokQCriae_IY\\\"}\",\"signature\":\"ydOuRvuMJ0NkGE0k7mKV--dzOrre3-JWgCOtWFpaGtfPG2gGAkjarjwGKumXVZKFhCXYHShkBJ-9K1FUP_YsDA\",\"signingKeySignature\":\"0x8fb30997534ee34805813656bf98f119b96337856af4ec162794eb9f1ba920c764ab4c94e4be76f2f5caf96c734db5ca559f95f5e3142b5c3f9ab05485ad0bcc1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VEPNWuX-H-PeyXlFngfY9Uq0EuzyHY4yQzK5z1tgtlM\\\",\\\"y\\\":\\\"NnxSOOrsJQBd5sbR6RZDeTtH8UkNVIPxokQCriae_IY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rSrBQcTrZ_aUd-G5Vend2KSynEujDAfJ0hKGMCKFNqQ\"}"