"{\"content\":{\"body\":\"In 2021, crypto has gone mainstream – maybe not so much in adoption (yet) but everyone has been talking a lot about it. Larger scale adoption, however, is still being hampered by a lack of understanding about what crypto really is, and that’s understandable because crypto represent an entirely new paradigm of value exchange, coordinated action, and application development (i.e. [dApps](https://ethereum.org/en/dapps/)). If you’re already thinking, “WTF is all that? I thought crypto was just digital [money](#money),” then read on.\\n\\n## **Crypto is Digital Money for Online Criminals**\\n\\nThe OG of crypto is of course [Bitcoin (BTC)](https://www.coingecko.com/en/coins/bitcoin), and admittedly, BTC is a kind of digital currency that was adopted early on mostly by people transacting online who found the quasi-anonymity BTC offered appealing (think [Silk Road](https://en.wikipedia.org/wiki/Silk_Road)), but some people (or at least one person) also used BTC for more mundane purchases, like a [pizza ](https://bitcoinpizza.com/)or a [50 Cent album](https://www.tmz.com/2018/01/23/50-cent-made-millions-bitcoin-animal-ambition-album/).\\n\\nBTC was developed by the mysterious [Satoshi Nakamoto](https://en.wikipedia.org/wiki/Satoshi_Nakamoto) and was the first application of what is known as [blockchain ](https://www.youtube.com/watch?v=SSo_EIwHSd4)or a distributed ledger. (The name “crypto” comes from the fact that blockchain uses cryptographic hashes to validate transactions and immutably add blocks of transactions to the chain.) BTC was intended as a new form of currency, one that does not derive it’s value from government [fiat](https://en.wikipedia.org/wiki/Fiat_money).\\n\\nSome try to portray BTC a little more than a fad because BTC itself has no intrinsic value, but others have countered ([as Elon Musk did on SNL](https://vimeo.com/549124382)) that BTC – and other aspirants like [DOGE](https://www.coingecko.com/en/coins/dogecoin) – that the only value of any money (fiat or otherwise) is the value to which we all reciprocally agree to attach to it. Money is what Yuval Noah Harari calls an [intersubjective reality](https://medium.com/amalgamate/inter-subjective-realities-64b4f6716f72) in his book *Sapiens*.\\n\\nThese days people have also started talking about BTC as a store of value and hedge against inflation, but that all really depends on everyone continuing to uphold the intersubjective reality of BTC. Crypto, however, is much more than just digital money and BTC; BTC was the proof-of-concept that inspired myriad other applications of blockchain technology, the most prominent example being [Ethereum (ETH)](https://www.coingecko.com/en/coins/ethereum) and [smart contracts](https://corpgov.law.harvard.edu/2018/05/26/an-introduction-to-smart-contracts-and-their-potential-and-inherent-limitations/).\\n\\nETH is like money in the sense that it represents a unit of value exchange, but what makes ETH (and so many other crypto coins or tokens) different from BTC is that ETH *does *have some intrinsic value that’s derived from the service it provides (i.e. smart contracts). The ETH/USD exchange rate has increased parabolically over time because those smart contracts are the backbone of the boom in [DeFi ](https://www.thomsonreuters.com/en-us/posts/legal/defi-bankless-society/)and [NFTs](https://www.beeple-crap.com/nft) you’ve also probably heard a lot about.\\n\\nWhile crypto is in a very real sense a kind of digital money, that definition is too limiting and doesn’t suffice to describe what crypto really is.\\n\\n## **Crypto is a New Kind of Stock for Investing in Start-Ups**\\n\\nAfter Coinbase IPO’ed in 2021, interest in crypto really took off. As a crypto exchange, it’s understandable why some people have assumed there’s some kind of equivalency between crypto and stocks. “I buy stocks through my [Robinhood app](https://cointelegraph.com/news/62-of-robinhood-s-q2-crypto-revenue-was-from-dogecoin-trading), where I can buy crypto as well, so I guess crypto must be a new way to invest in these blockchain companies similar to buying stocks.” Seems logical but there are a number of false assumptions underlying this conclusion.\\n\\nFor starters, most of these “blockchain companies” are actually open source projects or [protocols](https://en.wikipedia.org/wiki/Cryptographic_protocol). (If you are aren’t sure what a protocol is, I find it helpful , to think of it like an internet service or piece of infrastructure, a technical building block like the ones provided by [Amazon Web Services](https://aws.amazon.com/).) They aren’t actual companies (although there are many cases of VC backed “labs” supporting and promoting these open source projects). An individual legal entity (such as a company) owning a blockchain protocols runs counter to the crypto ethos (e.g. disintermediating traditional institutions and returning power to the people) and can actually introduce risks in the context of the [blockchain trilemma](https://medium.com/certik/the-blockchain-trilemma-decentralized-scalable-and-secure-e9d8c41a87b3).\\n\\nThe ICO mania of 2017 has also contributed to conflating crypto coins with stocks. ICO stands for [initial coin offering](https://icoexaminer.com/ico-news/2017-year-ico-numbers/), and given the (intentional) similarity to the term IPO or initial public offering, the confusion is again understandable. Coins were issued in ICOs to developers and early network participants as an incentive to build out and help scale up new crypto projects. There was a veritable Cambrian explosion of new projects trying to find new ways of using blockchain technology to solve familiar problems, and the general thinking was, the more traction a project got, the more valuable its coins would become.\\n\\nUnfortunately there were also a lot of [fly by night scams](https://cryptocurry.com/biggest-ico-scams/) as well – vaporware projects intended to get people to buy their coins with no real intention of following through with building anything of real value. Because, unlike stocks, these coins were and still are not regulated securities (even regulators are having a hard time understanding crypto) coins purchased in an ICO represented a leap of faith that the initial coin issuers were sincere in their intent and commitment to ongoing development of the project.\\n\\nThere is, however, a specific type of crypto called a governance token that shares some attributes in common with stocks. Most coins are intended as a way to compensate network participants for their contributions to the network. Bitcoin miners earn BTC for validating transactions and adding blocks to the chain. [Filecoin](https://filecoin.io/) rewards network participants for providing storage with [FIL](https://www.coingecko.com/en/coins/filecoin). (Incidentally, while there is a [nuanced distinction between a coin and a token](https://coincentral.com/crypto-coin-vs-token-cryptocurrency/), crypto noobies tend to naively use the two interchangeably so I’m may do likewise here while fully acknowledging there is an actual difference.)\\n\\nGovernance tokens, however, are issued not to compensate network participants for services provided per se but to give network participants a say in the ongoing governance of the project, much in the same way that ownership of stock makes you a shareholder in a company with a say in how that company is managed (however small that say may actually be). Governance tokens are one means by which an open source crytpo project can become a [distributed autonomous organization](https://news.daosquare.io/thinking-about-governance-tokens-and-daos-7e7712ee1dfe) – an entirely new way of organizing and coordinating collective action.\\n\\nSo while crypto tokens can and sometime have attributes similar to stocks, there’s no real equivalency.\\n\\n## Crypto is the New Internet\\n\\nNot yet anyways, but that’s the Web 3.0 vision. If we compare blockchain to the collection of technologies commonly referred to as the Internet, then we’re still in the early 90s. BTC was the “Hello, World” of crypto (or if we’re keeping with the Internet analogy, the first “[login](https://www.cbsnews.com/news/first-message-sent-over-the-internet-45-years-ago/)” message maybe). Projects like [Chainlink](https://chain.link/) are working hard to accelerate the adoption of blockchain by building “bridges” – called [oracles](https://blog.chain.link/blockchains-oracles-similarities-differences-synergies/) – to legacy systems and technologies, but change of this magnitude is generational. In short, it’s still very early days, and it will take a long time for the complete Web 3.0 vision to be realized.\\n\\nWhen that day comes, nobody really knows what it will actually look like either. When [Netscape](https://en.wikipedia.org/wiki/Netscape) launched, who could have predicted Facebook or the iPhone? I personally have believed for a long time that blockchain will play an important role in [helping music creators retain more of the value of their creations](https://openopine.wordpress.com/2017/05/02/looking-back-on-the-future/). Techno-utopians and crypto zealots might have you believe blockchain will eventually topple nation states and usher in new forms of society and economic systems (not capitalism, not communism but something totally different).\\n\\nI don’t expect to see anything like that to happen in my life time but I do believe the change precipitated by blockchain and crypto will be as significant to human history as the Internet or industrialization before it. Crypto is so hard to define because we lack any single good frame of reference for what it really it is. It’s digital money but it isn’t. It’s a new asset class like stocks but it also isn’t an equivalent to stocks. It’s a radical new technology like the Internet but in that regard, it’s still in it’s infancy.\\n\\nCrytpo encapsulates an immensely complicated collection of technologies, and I’m sure a close examination of what I’ve written above will reveal some error in my own understanding or misrepresentation in my attempt to make that understanding more accessible to others. Today most people in developed nations feel like they have an intuitive understanding of what the Internet is even though they can’t explain how it works. So too I think it will be with crypto and blockchain in due course, and that’s when you’ll know crypto has really gone mainstream.\\n\",\"timestamp\":1640714284,\"title\":\"3 Things You’ve Got Wrong About Crypto\"},\"digest\":\"UJYaxicLmjr37Bui2MpmHbmoeZH_7rBE5qj3Jrh3-DU\",\"authorship\":{\"contributor\":\"0xf61c3332dDB365C77015Da8a47f5d4ED52Acc1bD\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IrbdNTGObkGuoqFCtu8wGocn295miXV6FX38M0-WVpM\\\",\\\"y\\\":\\\"lqUZp2bFl-EBPQDF89UuXdPB8xO_9g9spy5H_Cfgjak\\\"}\",\"signature\":\"BqDu39XHcMfi2pk7HXKNvSQ-Eq8ktlWU_KYQOym99u6indaJ76FP3c16BlrplGhfEum1KajxNFqRDWAnODkxIQ\",\"signingKeySignature\":\"0xc8876cf10aaff016262a8d650b4ab5c341d08710931d146fe99a4518dc6f69d176c9a36b6870534d053d4d2e44f81f49bd886b14981758db6eb268efded0e96f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IrbdNTGObkGuoqFCtu8wGocn295miXV6FX38M0-WVpM\\\",\\\"y\\\":\\\"lqUZp2bFl-EBPQDF89UuXdPB8xO_9g9spy5H_Cfgjak\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UJYaxicLmjr37Bui2MpmHbmoeZH_7rBE5qj3Jrh3-DU\"}"