"{\"content\":{\"body\":\"I'm afraid you'll have to face the music where you are, and I shall have the best of it down in Acheron!\\\"\\n\\nAnd he slid out of reach without another word, leaving me to shudder alike at his levity and his peril; nor could I follow him very far by the wan light of the April stars; but I saw his forearms resting a moment in the spout that ran around the tower, between bricks and slates, on the level of the floor; and I had another dim glimpse of him lower still, on the eaves over the very room that we had ransacked.  Thence the conductor ran straight to earth in an angle of the facade.  And since it had borne him thus far without mishap, I felt that Raffles was as good as down.  But I had neither his muscles nor his nerves, and my head swam as I mounted to the window and prepared to creep out backward in my turn.\\n\\nSo it was that at the last moment I had my first unobstructed view of the little old tower of other days.  Raffles was out of the way; the bit of candle was still burning on the floor, and in its dim light the familiar haunt was cruelly like itself of innocent memory. A lesser ladder still ascended to a tinier trap-door in the apex of the tower; the fixed seats looked to me to be wearing their old, old coat of grained varnish; nay the varnish had its ancient smell, and the very vanes outside creaked their message to my ears.  I remembered whole days that I had spent, whole books that I had read, here in this favorite fastness of my boyhood.  The dirty little place, with the dormer window in each of its four sloping sides, became a gallery hung with poignant pictures of the past.  And here was I leaving it with my life in my hands and my pockets full of stolen jewels!  A superstition seized me.  Suppose the conductor came down with me . . .  suppose I slipped . .  . and was picked up dead, with the proceeds of my shameful crime upon me, under the very windows\\n\\n```\\n  . . . where the sun       Came peeping in at dawn . . .\\n```\\n\\nI hardly remember what I did or left undone.  I only know that nothing broke, that somehow I kept my hold, and that in the end the wire ran red-hot through my palms so that both were torn and bleeding when I stood panting beside Raffles in the flower-beds. There was no time for thinking then.  Already there was a fresh commotion in-doors; the tidal wave of excitement which had swept all. before it to the upper regions was subsiding in as swift a rush downstairs; and I raced after Raffles along the edge of the drive without daring to look behind.\\n\\nWe came out by the opposite gate to that by which we had stolen in. Sharp to the right ran the private lane behind the stables and sharp to the right dashed Raffles, instead of straight along the open road.  It was not the course I should have chosen, but I followed Raffles without a murmur, only too thankful that he had assumed the lead at last.  Already the stables were lit up like a chandelier; there was a staccato rattle of horseshoes in the stable yard, and the great gates were opening as we skimmed past in the nick of time.  In another minute we were skulking in the shadow of the kitchen-garden wall while the high-road rang with the dying tattoo of galloping hoofs.\\n\\n\\\"That's for the police,\\\" said Raffles, waiting for me.  \\\"But the fun's only beginning in the stables.  Hear the uproar, and see the lights!  In another minute they'll be turning out the hunters for the last run of the season\\n\\n\\\"We mustn't give them one, Raffles?\\\"    \\\"Of course we mustn't; but that means stopping where we are.\\\"\\n\\n\\\"We can't do that?\\\"    \\\"If they're wise they'll send a man to every railway station within ten miles and draw every cover inside the radius.  I can only think of one that's not likely to occur to them.\\\"\\n\\n\\\"What's that?\\\"\\n\\n\\\"The other side of this wall.  How big is the garden, Bunny?\\\"\\n\\n\\\"Six or seven acres.\\\"\\n\\n\\\"Well, you must take me to another of your old haunts, where we can lie low till morning.\\\"\\n\\n\\\"And then?\\\"\\n\\n\\\"Sufficient for the night, Bunny!  The first thing is to find a burrow.  What are those trees at the end of this lane?\\\"\\n\\n\\\"St. Leonard's Forest.\\\"\\n\\n\\\"Magnificent!  They'll scour every inch of that before they come back to their own garden.  Come, Bunny, give me a leg up, and I'll pull you after me in two ticks?    There was indeed nothing better to be done; and, much as I loathed and dreaded entering the place again, I had already thought of a second sanctuary of old days, which might as well be put to the base uses of this disgraceful night.  In a far corner of the garden, over a hundred yards from the house, a little ornamental lake had been dug within my own memory; its shores were shelving lawn and steep banks of rhododendrons; and among the rhododendrons nestled a tiny boathouse which had been my childish joy.  It was half a dock for the dingy in which one plowed these miniature waters and half a bathing-box for those who preferred their morning tub among the goldfish.  I could not think of a safer asylum than this, if we must spend the night upon the premises; and Raffles agreed with me when I had led him by sheltering shrubbery and perilous lawn to the diminutive chalet between the rhododendrons and the water.\\n\\nBut what a night it was!  The little bathing-box had two doors, one to the water, the other to the path.  To hear all. that could be heard, it was necessary to keep both doors open, and quite imperative not to talk.  The damp night air of April filled the place, and crept through our evening clothes and light overcoats into the very marrow; the mental torture of the situation was renewed and multiplied in my brain; and all. the time one's ears were pricked for footsteps on the path between the rhododendrons. The only sounds we could at first identify came one and all. from the stables.  Yet there the excitement subsided sooner than we had expected, and it was Raffles himself who breathed a doubt as to whether they were turning out the hunters after all.  On the other hand, we heard wheels in the drive not long after midnight; and Raffles, who was beginning to scout among the shrubberies, stole back to tell me that the guests were departing, and being sped, with an unimpaired conviviality which he failed to understand. I said I could not understand it either, but suggested the general influence of liquor, and expressed my envy of their state.  I had drawn my knees up to my chin, on the bench where one used to dry one's self after bathing, and there I sat in a seeming stolidity at utter variance with my inward temper.  I heard Raffles creep forth again and I let him go without a word.  I never doubted that he would be back again in a minute, and so let many minutes elapse before I realized his continued absence, and finally crept out myself to look for him.\\n\\nEven then I only supposed that he had posted himself outside in some more commanding position.  I took a catlike stride and breathed his name.  There was no answer.  I ventured further, till I could overlook the lawns: they lay like clean slates in the starlight: there was no sign of living thing nearer than the house, which was still lit up, but quiet enough now.  Was it a cunning and deliberate quiet assumed as a snare?  Had they caught Raffles, and were they waiting for me?  I returned to the boat-house in an agony of fear and indignation.  It was fear for the long hours that I sat there waiting for him; it was indignation when at last I heard his stealthy step upon the gravel.  I would not go out to meet him.  I sat where I was while the stealthy step came nearer, nearer; and there I was sitting when the door opened, and a huge man in riding-clothes stood before me in the steely dawn.\\n\\nI leaped to my feet, and the huge man clapped me playfully on the shoulder.\\n\\n\\\"Sorry I've been so long, Bunny, but we should never have got away as we were; this riding-suit makes a new man of me, on top of my own, and here's a youth's kit that should do you down to the ground.\\\"\\n\\n\\\"So you broke into the house again?    \\\"I was obliged to, Bunny; but I had to watch the lights out one by one, and give them a good hour after that I went through that dressing room at my leisure this time; the only difficulty was to spot the son's quarters at the back of the house; but I overcame it, as you see, in the end.  I only hope they'll fit, Bunny.  Give me your patent leathers, and I'll fill them with stones and sink them in the pond.  I'm doing the same with mine.  Here's a brown pair apiece, and we mustn't let the grass grow under them if we're to get to the station in time for the early train while the coast's still clear.\\\"\\n\\nThe early train leaves the station in question at 6.20 A.M.; and that fine spring morning there was a police officer in a peaked cap to see it off; but he was too busy peering into the compartments for a pair of very swell mobsmen that he took no notice of the huge man in riding-clothes, who was obviously intoxicated, or the more insignificant but not less horsy character who had him in hand.  The early train is due at Victoria at 8.28, but these worthies left it at Clapham Junction, and changed cabs more than once between Battersea and Piccadilly, and a few of their garments in each four-wheeler.  It was barely nine o'clock when they sat together in the Albany, and might have been recognized once more as Raffles and myself.\\n\\n\\\"And now,\\\" said Raffles, \\\"before we do anything else, let us turn out those little cases that we hadn't time to open when we took them.  I mean the ones I handed to you, Bunny.  I had a look into mine in the garden, and I'm sorry to say there was nothing in them. The lady must have been wearing their proper contents.\\\"\\n\\nRaffles held out his hand for the substantial leather cases which I had produced at his request.  But that was the extent of my compliance; instead of handing them over, I looked boldly into the eyes that seemed to have discerned my wretched secret at one glance.\\n\\n\\\"It is no use my giving them to you,\\\" I said.  \\\"They are empty also.\\\"\\n\\n\\\"When did you look into them?\\\"\\n\\n\\\"In the tower.\\\"\\n\\n\\\"Well, let me see for myself.\\\"\\n\\n\\\"As you like.\\\"\\n\\n\\\"My dear Bunny, this one must have contained the necklace you boasted about.\\\"\\n\\n\\\"Very likely.\\\"\\n\\n\\\"And this one the tiara.\\\"\\n\\n\\\"I dare say.\\\"\\n\\n\\\"Yet she was wearing neither, as you prophesied, and as we both saw for ourselves?    I had not taken my eyes from his.\\n\\n\\\"Raffles,\\\" I said, \\\"I'll be frank with you after all.  I meant you never to know, but it's easier than telling you a lie.  I left both things behind me in the tower.  I won't attempt to explain or defend myself; it was probably the influence of the tower, and nothing else; but the whole thing came over me at the last moment, when you had gone and I was going.  I felt that I should very probably break my neck, that I cared very little whether I did or not, but that it would be frightful to break it at that house with those things in my pocket.  You may say I ought to have thought of all. that before! you may say what you like, and you won't say more than I deserve. It was hysterical, and it was mean, for I kept the cases to impose on you.\\\"\\n\\n\\\"You were always a bad liar, Bunny,\\\" said Raffles, smiling.  \\\"Will you think me one when I tell you that I can understand what you felt, and even what you did?  As a matter of fact, I have understood for several hours now.\\\"\\n\\n\\\"You mean what I felt, Raffles?\\\"\\n\\n\\\"And what you did.  I guessed it in the boathouse.  I knew that something must have happened or been discovered to disperse that truculent party of sportsmen so soon and on such good terms with themselves.  They had not got us; they might have got something better worth having; and your phlegmatic attitude suggested what. As luck would have it, the cases that I personally had collared were the empty ones; the two prizes had fallen to you.  Well, to allay my horrid suspicion, I went and had another peep through the lighted venetians.  And what do you think I saw?\\\"\\n\\nI shook my head.  I had no idea, nor was I very eager for enlightenment.\\n\\n\\\"The two poor people whom it was your own idea to despoil,\\\" quoth Raffles, \\\"prematurely gloating over these two pretty things?    He withdrew a hand from either pocket of his crumpled dinner-jacket, and opened the pair under my nose.  In one was a diamond tiara, and in the other a necklace of fine emeralds set in clusters of brilliants.\\n\\n\\\"You must try to forgive me, Bunny,\\\" continued Raffles before I could speak.  \\\"I don't say a word against what you did, or undid; in fact, now it's all. over, I am rather glad to think that you did try to undo it.  But, my dear fellow, we had both risked life, limb, and liberty; and I had not your sentimental scruples.  Why should I go empty away?  If you want to know the inner history of my second visit to that good fellow's dressing-room, drive home for a fresh kit and meet me at the Turkish bath in twenty minutes. I feel more than a little grubby, and we can have our breakfast in the cooling gallery.  Besides, after a whole night in your old haunts, Bunny, it's only in order to wind up in Northumberland Avenue.\\\"\\n\\nThe Raffles Relics\\n\\nIt was in one of the magazines for December, 1899, that an article appeared which afforded our minds a brief respite from the then consuming excitement of the war in South Africa.  These were the days when Raffles really had white hair, and when he and I were nearing the end of our surreptitious second innings, as professional cracksmen of the deadliest dye.  Piccadilly and the Albany knew us no more.  But we still operated, as the spirit tempted us, from our latest and most idyllic base, on the borders of Ham Common.  Recreation was our greatest want; and though we had both descended to the humble bicycle, a lot of reading was forced upon us in the winter evenings.  Thus the war came as a boon to us both.  It not only provided us with an honest interest in life, but gave point and zest to innumerable spins across Richmond Park, to the nearest paper shop; and it was from such an expedition that I returned with inflammatory matter unconnected with the war.  The magazine was one of those that are read (and sold) by the million; the article was rudely illustrated on every other page.  Its subject was the so-called Black Museum at Scotland Yard; and from the catchpenny text we first learned that the gruesome show was now enriched by a special and elaborate exhibit known as the Raffles Relics.\\n\\n\\\"Bunny,\\\" said Raffles, \\\"this is fame at last!  It is no longer notoriety; it lifts one out of the ruck of robbers into the society of the big brass gods, whose little delinquencies are written in water by the finger of time.  The Napoleon Relics we know, the Nelson Relics we've heard about, and here are mine!\\\"    \\\"Which I wish to goodness we could see,\\\" I added, longingly.  Next moment I was sorry I had spoken.  Raffles was looking at me across the magazine.  There was a smile on his lips that I knew too well, a light in his eyes that I had kindled.\\n\\n\\\"What an excellent idea?  he exclaimed, quite softly, as though working it out already in his brain.\\n\\n\\\"I didn't mean it for one,\\\" I answered, \\\"and no more do you.\\\"\\n\\n\\\"Certainly I do,\\\" said Raffles.  \\\"I was never more serious in my life.\\\"\\n\\n\\\"You would march into Scotland Yard in broad daylight?\\\"\\n\\n\\\"In broad lime-light,\\\" he answered, studying the magazine again, \\\"to set eyes on my own once more.  Why here they all. are, Bunny  - you never told me there was an illustration.  That's the chest you took to your bank with me inside, and those must be my own rope-ladder and things on top.  They produce so badly in the baser magazines that it's impossible to swear to them; there's nothing for it but a visit of inspection.\\\"\\n\\n\\\"Then you can pay it alone,\\\" said I grimly.  \\\"You may have altered, but they'd know me at a glance.\\\"\\n\\n\\\"By all. means, Bunny, if you'll get me the pass.\\\"\\n\\n\\\"A pass?  I cried triumphantly.  \\\"Of course we should have to get one, and of course that puts an end to the whole idea.  Who on earth would give a pass for this show, of all. others, to an old prisoner like me?\\\"\\n\\nRaffles addressed himself to the reading of the magazine with a shrug that showed some temper.\\n\\n\\\"The fellow who wrote this article got one,\\\" said he shortly.  \\\"He got it from his editor, and you can get one from yours if you tried. But pray don't try, Bunny: it would be too terrible for you to risk a moment's embarrassment to gratify a mere whim of mine.  And if I went instead of you and got spotted, which is so likely with this head of hair, and the general belief in my demise, the consequences to you would be too awful to contemplate!  Don't contemplate them, my dear fellow.  And do let me read my magazine.\\\"\\n\\nNeed I add that I set about the rash endeavor without further expostulation?  I was used to such ebullitions from the altered Raffles of these later days, and I could well understand them.  All. the inconvenience of the new conditions fell on him.  I had purged my known offences by imprisonment, whereas Raffles was merely supposed to have escaped punishment in death.  The result was that I could rush in where Raffles feared to tread, and was his plenipotentiary in all. honest dealings with the outer world.  It could not but gall him to be so dependent upon me, and it was for me to minimize the humiliation by scrupulously avoiding the least semblance of an abuse of that power which I now had over him. Accordingly, though with much misgiving, I did his ticklish behest in Fleet Street, where, despite my past, I was already making a certain lowly footing for myself.  Success followed as it will when one longs to fail; and one fine evening I returned to Ham Common with a card from the Convict Supervision Office, New Scotland Yard, which I treasure to this day.  I am surprised to see that it was undated, and might still almost \\\"Admit Bearer to see the Museum,\\\" to say nothing of the bearer's friends, since my editor's name \\\"and party\\\" is scrawled beneath the legend.\\n\\n\\\"But he doesn't want to come,\\\" as I explained to Raffles.  \\\"And it means that we can both go, if we both like.\\\"\\n\\nRaffles looked at me with a wry smile; he was in good enough humor now.\\n\\n\\\"It would be rather dangerous, Bunny.  If they spotted you, they might think of me.\\\"\\n\\n\\\"But you say they'll never know you now.\\\"\\n\\n\\\"I don't believe they will.  I don't believe there's the slightest risk; but we shall soon see.  I've set my heart on seeing, Bunny, but there's no earthly reason why I should drag you into it.\\\"\\n\\n\\\"You do that when you present this card,\\\" I pointed out.  \\\"I shall hear of it fast enough if anything happens.\\\"\\n\\n\\\"Then you may as well be there to see the fun?\\\"\\n\\n\\\"It will make no difference if the worst comes to the worst.\\\"\\n\\n\\\"And the ticket is for a party, isn't it?\\\"\\n\\n\\\"It is.\\\"\\n\\n\\\"It might even look peculiar if only one person made use of it?\\\"\\n\\n\\\"It might.\\\"\",\"timestamp\":1637495429,\"title\":\"If I don't,\\\" whispered Raffles, as he wormed through the window feet foremost, \"},\"digest\":\"VbGj38V5hl4_iaJWhp00WxrlK3OI4k2FiYMqv7eQaRw\",\"authorship\":{\"contributor\":\"0x12DAB7FFceEebeDFF34FE12b77b7a16997723371\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sEwjjsF3NRdXpBcEqhz_5HDKWSYLrFRpbuWc_FkOkyI\\\",\\\"y\\\":\\\"DnLmJ1jtTcK9vLQVkAO5bCEdzQsTW5tIPsdpb6kW2Uw\\\"}\",\"signature\":\"ZTqMAtZiym8phmCxRbXQRoh43YhnwkDa6p0E5I0l-UOwN0cj7D_PD0vFiNVQuPimB2op9cm3MC-bfla1ESdsmw\",\"signingKeySignature\":\"0xf9c16a3edc5ca0a2cf63356a2c1e81fa3d9c1f793b44cca172b4cd00d3050b556d9e0eb339bb04e6aaf01748940a7fe16b836aed82fb0555628cf646516cb4b91b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sEwjjsF3NRdXpBcEqhz_5HDKWSYLrFRpbuWc_FkOkyI\\\",\\\"y\\\":\\\"DnLmJ1jtTcK9vLQVkAO5bCEdzQsTW5tIPsdpb6kW2Uw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VbGj38V5hl4_iaJWhp00WxrlK3OI4k2FiYMqv7eQaRw\"}"