"{\"content\":{\"body\":\"[RuneScape](https://en.wikipedia.org/wiki/RuneScape) defined a generation of gaming as a web-based MMORPG in the early 2000s. Today, a lot of those people who grew up playing the game are now at the forefront of the NFT and Web3 revolution that we are seeing now. Why is this happening? Read on.\\n\\n![RuneScape defined a generation of gaming as a web-based MMORPG in the early 2000s. Today, a lot of those people who grew up playing the game are now at the forefront of the NFT and Web3 revolution that we are seeing now. Why is this happening? Read on.](https://miro.medium.com/max/2000/0\\\\*6TlWOOuavKpl_CR_.png)\\n\\n## RuneScape’s Product-Market Fit and Venture History\\n\\nLet’s start out with the game’s history in the venture capital industry. In 2005, Insight Partners — a now renowned venture capital firm— invested in RuneScape’s parent company: [Jagex](https://www.insightpartners.com/portfolio/jagex-ltd). They “secured a 35% investment” in the company, which had been primarily self-funded until that point.\\n\\n> RuneScape had all of the perfect ingredients for a product in the early 2000s: an intuitive on-boarding experience (tutorial island), a flawless user experience, a loyal community, an internationally growing userbase, a premium model through subscriptions, an innovative roadmap for upcoming releases, and a scalable platform.\\n\\nInsight has been one of the leading software and internet investors in the industry today, and this wouldn’t be RuneScape’s first and only impact in the venture space. While people may question the game’s visual design, it still has had lasting relevance today. Leading venture investors such as Insight Partners, Spectrum Equity Investors, and The Raine Group continued to lead investments in RuneScape’s parent company throughout the early 2000s.\\n\\nLittle did we know, RuneScape would serve as one of the cornerstones for incubating a community of people that would critically understand the concept of NFTs and decentralization in Web3 — because RuneScape had been thematically built by its players on analogous concepts.\\n\\n## Emergence on NFT and Web3 Twitter\\n\\nOn Twitter, you may have seen RuneScape come up occasionally:\\n\\nSource: <https://twitter.com/yo/status/1331389658266218502>\\n\\nSource: <https://twitter.com/NFTSiblings/status/1472216078537441289?s=20>\\n\\nSource: <https://twitter.com/RSGPfinance/status/1470782553510580229?s=20>\\n\\n## The “RuneScape Mafia”\\n\\nShaan Puri coined the term “RuneScape Mafia” as a way to describe early adopters of crypto. [Shaan Puri](https://twitter.com/ShaanVP) is a well-known product-leader, entrepreneur, and angel investor who hosts a [podcast](https://www.mfmpod.com/) alongside Sam Parr.\\n\\n> “I know a whole bunch of people who got super successful in crypto. They all came from this RuneScape Mafia. \\\\[…\\\\] They were trading in the arena basically. They would buy, sell — they would go farm and get virtual goods. Then, they would go flip them. They were basically digital flippers. And guess what, that same group of people is really good at crypto and was early on it. Figured it out early. They were good at Poker — that same skillset applies to a whole bunch of things that can be successful.” ([Link](https://youtu.be/dRF9rTqmJO8?t=1070))\\n\\n![](https://miro.medium.com/max/1400/0\\\\*ah3b2FmW4bsv9GzE.jpg)\\n\\nSource: <https://news.bitcoin.com/twitch-shaan-puri-25-net-worth-into-bitcoin-front-run-institutional-capital/>\\n\\n## The Game and User Experience\\n\\nIt’s time to get into the game itself and how users play it. As an MMOPRG, also known a massively multiplayer online role-playing game, RuneScape has an in-game economy where users typically exchange currency for goods. RuneScape has an intuitive user experience that makes it very straightforward and easy for any player to understand. It’s a game that lets you define your own unique narrative. Players can train skills that they can level-up, fight monsters, engage in PvP (player-versus-player combat), finish quests, engage in achievement diaries, complete clue scrolls, talk to other players, trade goods, discover rare items, and more. Below are some previews of the in-game interface and features:\\n\\nUnlike many other MMORPGs, on RuneScape, you don’t have to engage in combat if you don’t want to. This is where it differentiates itself as a unique game. Players can become “[skillers](https://oldschool.runescape.wiki/w/Skill_pure).” You can focus on training non-combat skills and engage in “[money-making](https://oldschoolrunescape.fandom.com/wiki/Money_making_guide)” activities. Further, you can even become a [merchant](https://oldschool.runescape.wiki/w/Merchanting) who profits off flipping digital goods. This means typically buying digital assets at a lower price and selling at a higher price, either in short-term flips or long-term flips depending on the chosen items. Several experienced players engage in “[merching](https://oldschool.runescape.wiki/w/Merchanting)” to generate long-term wealth in the game. In the real world, it’s similar to buying and selling assets — for instance, in real estate, it’s an easier version of flipping houses.\\n\\n## Decentralized Trading\\n\\nBefore the introduction of the Grand Exchange, which we will talk about later, RuneScape had worlds and locations where players would openly trade digital goods. Typically, players would stand around in an area and buy & sell online different items that are within the game. Flipping digital goods and using currency “GP” to purchase them is comparable to what we are seeing with NFTs today. Below is one of the more popular locations that existed on RuneScape 2 during its early days.\\n\\nThis trading hotspot existed on a server ([World 2](https://runescape.salmoneus.net/archived-projects-and-content/site-content/tips/world-2-trading.html)) and in a location within RuneScape called [Falador](https://runescape.salmoneus.net/archived-projects-and-content/site-content/tips/world-2-trading.html). It was essentially the backbone of RuneScape in-game free market economic system. Similarly, for free-to-play (F2P) players of RuneScape, these users would go to World 1 in the [Varrock West Bank](https://oldschool.runescape.wiki/w/Varrock#West_bank) area to trade goods. There were several different locations to purchase different items, more of which are outlined in the upcoming video.\\n\\n> It was crucial for players to learn the value of different items that fluctuated on a daily basis. There was no other way to initially discover these prices other than through word of mouth from the players themselves. Similar to NFTs, these items on RuneScape had value that was defined by the community and by the people participating in in-game marketplaces.\\n\\nThis next video goes into greater detail around how trading was popularized in the game. Here’s a video around the history of player-run marketplaces in RuneScape:\\n\\nSource: <https://youtu.be/Fe6iYdb71eE?t=101>\\n\\nRuneScape — which widely led an effort in decentralized trading on MMORPGs in the early 2000s— allowed people to become comfortable with trading digital currency for digital goods at scale and thus played a role in sparking the Crypto & NFT revolution.\\n\\n## The Grand Exchange and DeFi\\n\\nThe [Grand Exchange](https://oldschool.runescape.wiki/w/Grand_Exchange) eventually supplanted the much more decentralized trading models formerly used in RuneScape as a way to have more efficient transactions. RuneScape set a precedent for making DeFi (decentralized finance) the main driver of its player-owned economy. The Grand Exchange is a more advanced way for players to trade with each other, by using a system to buy and sell items. No one actually sets the prices other than the players — it’s based on supply and demand economics.\\n\\nFor example: if there’s one seller and one buyer for an item that matches the buyer and seller at a price of coin, the transaction will be one coin. There are no transaction fees, no additional rates, and no questions asked. It’s simply connecting players together.\\n\\n> The Grand Exchange is a deeply decentralized network of trades between players that can transact anywhere, at any time, in the game.\\n\\nPlayers can choose items they want to buy and sell on the Grand Exchange. However, players can also opt to trade outside of the Grand Exchange if they would like to. This preserves the former model of trading, while providing the efficiency of the new model of trading. Here are a few photos of the Grand Exchange:\\n\\nMore on how the Grand Exchange works:\\n\\nSource: <https://www.youtube.com/watch?v=znlHidRXsc4&>\\n\\nAs mentioned, the Grand Exchange is very similar to DeFi and blockchain transactions today.\\n\\nSource: <https://twitter.com/Cooopahtroopa/status/1376388270351818753>\\n\\nReferencing the tweet above, the NFTs are typically what a player keeps in their inventory and the items that they own. In RuneScape, there are also [clans](https://runescapeclans.fandom.com/wiki/Merchanting_Clan) that can act as DAOs (decentralized autonomous organizations) — which can be a second topic for another day.\\n\\n## Rare Items and Collectibles\\n\\nOur veteran players probably came to the article because they are passionate about one thing in particular — the “rares” of RuneScape. Understanding the concept of rares and collectibles is crucial to understanding how NFTs went mainstream.\\n\\nSource: <https://twitter.com/nateliason>\\n\\nDuring various “holiday” events around the times of Christmas, Halloween, and more, RuneScape released various tradeable holiday items that were common and tradeable items when they were released. They continued to be tradeable items, but they became less common as the game grew in popularity. As a result, items became increasingly more valuable over time. As items were dropped (and disappeared), as people lost access to forgotten accounts that had these items, and as less tradeable holiday items came out, these holiday items became “rares.” They became increasingly more valuable in “GP.” The supply was limited, but the demand kept increasing over time. Here is a list of the most popularly traded “rares” in the early 2000s:\\n\\n![](https://miro.medium.com/max/1400/1\\\\*dwr0GrLeHRrvQsWBrR1vIA.png)\\n\\nSource: <https://runescape.wiki/w/Discontinued_rare_items>\\n\\nIn December of 2020, RuneScape [partyhats](https://runescape.fandom.com/wiki/Partyhat) were documented to have been worth up to 57 billion GP in the main game — RuneScape 3.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*_l8-BZf5x5MZgeFJ.jpg)\\n\\nSource: <https://www.youtube.com/watch?v=acKvztQu8Zg&ab_channel=FlippingOldschool>\\n\\nThese partyhats are the most expensive items in the game, and as [this article](https://www.pcgamesn.com/runescape/party-hat-most-expensive-item) mentions, they could have been theoretically worth over [$6,700 USD](https://www.pcgamesn.com/runescape/party-hat-most-expensive-item) at the time. However, real-world trading is outlawed by the game; this means that it’s against the rules to exchange any items for real-world currencies. These party hats and other rares have always been popular — even before NFTs went mainstream in 2020–2021. NFT marketplaces, on the other hand, allow digital items to be traded between people in exchange for real-world currency.\\n\\n## RuneScape’s Effect on NFTs today\\n\\nWhat do NFTs, RuneScape partyhats, and other collectibles have in common? Humans give value to possessions, resources, and other things in our society. In cognitive psychology, [the scarcity effect](https://www.convertize.com/glossary/scarcity-effect/) plays a major role in giving value to items — people want what they do not have. Human behavior influences people to “place a higher value on an object that is scarce and a lower value on one that is available in abundance.” This is one reason why we give anything value today. In terms of the rise of NFTs, what may have seemed irrational is commonly accepted as rational behavior in human psychology today. Here’s an NFT project called “OSRS Punks” that has encompasses RuneScape-themed NFTs of players.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*V9AD3MDD7AKbRwIJ)\\n\\nSource: <https://opensea.io/collection/osrs-punks>\\n\\nOn a broader scale, there are several NFT projects that could be tied back to the concept of rares in RuneScape. All of the top projects, such as Bored Ape Yacht Club, CryptoPunks, and more, have fans and followers that were once players — and became big advocates of what NFTs meant to them. The beginnings and the continued growth of NFTs, Crypto, and Web3 have all seen parallels to the history of RuneScape.\\n\\n## Historical Timeline\\n\\n*For those who want to learn more about RuneScape, you can watch the documentary below on its full historical timeline:*\\n\\nSource: <https://www.youtube.com/watch?v=tZlj694lcxA&ab_channel=MotePlox>\\n\\n## Conclusion\\n\\nRecently, I logged onto the game on December 18th, 2021 to check how long my oldest account has existed. Though I haven’t played RuneScape seriously in years, I can say that it has led me to believe in the future Web3, Crypto, NFTs, and more.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*vT7tkm8kSLwtocdpXLHTEg.png)\\n\\nRuneScape is the reason I became passionate about gaming, technology, and user experience design. It led me into product management today, and my first exposure to venture capital was learning about Insight’s investment in RuneScape back when I was growing up. RuneScape has taught its players to be entrepreneurial: it has been my foundation behind learning a multitude of real-world skills, such as understanding negotiation tactics, maintaining discipline over time, navigating the basics of economics, grasping concepts of psychology & human behavior, learning how communities are built, building an awareness of how to communicate, and appreciating the value of hard work.\\n\\nI’m glad that a lot of people feel the same way about this game’s impact on the rise of Crypto. As someone who used to played this game for years, I can confidently say that history it repeating itself in the NFT and Web3 landscape. Let’s keep it going.\",\"timestamp\":1641004200,\"title\":\"How RuneScape led to the rise of NFTs and Web3 - UX Collective\"},\"digest\":\"RVXAUTlMsmWjnb6d5OzTL1TzxIyreSHtMubTZEHhXv4\",\"authorship\":{\"contributor\":\"0x0Af390B6845cdFCA2090471f25Efac002b78ae22\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bq8T8o7_yGoIqEYv8x2mi5iUtjQREmJvX53OdxuHjhM\\\",\\\"y\\\":\\\"W5WDi3qjyhjuuK6L2F-na7UFxgXH15kROAoyBfOayoc\\\"}\",\"signature\":\"sxy1q4mwaeXz-_MWA9n4yF1YroVB9JqePbdLJaSM52e1LpUzQk0J6yBEmdSaSAz0QUnmYQE035LPf2gRP99uGA\",\"signingKeySignature\":\"0xba0862ed8ad8d71d6bef384f79d9c47e50bab2c1406e8a9ad5a78d10cfaff02a6ba6d13dfd5c9623aaa27c603af733b5f066483504c996ef7f39612eef9477dc1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bq8T8o7_yGoIqEYv8x2mi5iUtjQREmJvX53OdxuHjhM\\\",\\\"y\\\":\\\"W5WDi3qjyhjuuK6L2F-na7UFxgXH15kROAoyBfOayoc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RVXAUTlMsmWjnb6d5OzTL1TzxIyreSHtMubTZEHhXv4\"}"