"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/aaQB_-4hXDiK_qD4HeB38.png?height=654&width=1286)\\n\\nQ1：Let's step back from digital assets and blockchain for a moment. Let's talk about where the internet was, where it's come to where it's going, right? We're trying to level set here for policymakers. So originally, the internet was a read only format. In essence, we're consuming information. There's additional layers that we place on, it became much more interactive. But, counterintuitively, much more interactive, but much more centralized. And web one, web two. What we're hearing now is web three, policymakers need to understand the nature of web three, this is a hearing about a component of web three. Now, along those lines, what are the characteristics that defined web one and web two?\\n\\n国会：让我们从数字资产和区块链中退一步。让我们谈一谈互联网的过去、现在和将来，我们试图在这里为政策制定者提供一个了解的平台。因此，最初，互联网是一种只读格式。本质上，我们正在消费信息。后来有增加额外的服务，它变得更加互动。但是，更多的互动，也就更中心化管理，这是Web1，Web2。我们现在听到的是Web3，政策制定者需要了解Web3的性质，这是一个关于Web3的一个组成部分的听证。现在，沿着这些思路，界定Web1和Web2的特点是什么？\\n\\nMr. McHenry, thank you very much for that question. I think that's critical to understanding what we're all trying to build here. So the characteristics of web one as people remember their original AOL account, was an ability to look in a curated walled garden at a set of content that was not interactive, but was presented to you on AOL, the way the Time Magazine used to show you the articles they wanted you to see inside of their magazine, just you could see it on a screen. The innovation of web two was that suddenly you could not only read content, but you could also write content. This is when the blogosphere became a big thing. People remember this from the late 90s, the early 2000s.\\n\\n区块链专家：非常感谢你的问题。我认为这对于理解我们在这里试图建立的东西至关重要。因此，当人们记得他们最初的AOL账户时，web1的特点是能够在一个精心策划的围墙花园中查看一系列内容，这些内容不是互动的，而是在AOL上呈现给你的，就像《时代周刊》过去向你展示他们希望你看到的杂志中的文章一样，只是你可以在屏幕上看到它。Web2的创新之处在于，突然间你不仅可以阅读内容，而且还可以写内容。这时，博客圈成为一个大事件。人们记得这是90年代末、21世纪初的事\\n\\nThe reason for the centralization of the internet, of course, was that all of that activity was being monetized by a very small number of companies Facebook as the chairman, Chairwoman mentions Google and two or three other companies. What makes web three different is the ability to own the actual network in vats, what crypto assets themselves represent, is an ownership stake in an underlying network. So when you hear people talk about, for example, layer one tokens, what they mean is, this is your reward for providing the ledger maintenance services, the computing power to the network that on web one and two was done by Google. Right. So now people in my hometown of Pueblo, Colorado can actually own the Ethereum network, but they can't own the internet that's owned by Google and a few other companies. That's what the project crypto was all about is allowing people to directly on the networks that are have native assets that are supporting it. And that's the nature of decentralization, where the token holders are the people who control the outcome of Google\\n\\n当然，互联网集中化的原因是，所有这些活动都被极少数的公司货币化，Facebook，谷歌和其他两三家公司。Web3公司的不同之处在于，能够拥有大规模的实际网络，加密货币资产本身所代表的，是底层网络的所有权股份。因此，当你听到人们谈论，例如，第一层代币，他们的意思是，这是你提供账本维护服务和网络的计算能力的回报，在Web1 和web2是由谷歌完成的。对。因此，现在在我的家乡科罗拉多州普埃布洛的人实际上可以拥有以太坊网络，但他们不能拥有谷歌和其他几家公司拥有的互联网。这就是加密货币项目的意义所在，它允许人们直接在有原生资产的网络上支持它。这就是去中心化的本质，代币持有人是控制最终结果的人。\\n\\nQ: token holders for for our language here on the hill as your digital assets, right, which are the keys to open up the ledger for you to participate, right? So describe to us how those digital assets fit into this internet revolution web three.\\n\\n国会：代币持有者用我们的话来说就是你的数字资产，对吧，这是打开账本让你参与的钥匙，对吧？所以向我们描述一下这些数字资产如何融入这个Web3的互联网革命。\\n\\nSo the concept is that you have sort of application layer tokens and you have protocol layer tokens. So if I'm an owner of Bitcoin, let's say that I'm a miner of Bitcoin, somebody who actually creates Bitcoin. The Bitcoin is the reward I receive for doing the work to keep the network operational, and that allows me to own a piece of the Bitcoin Blockchain or take a theory which is easier to understand. The ether token represents an ownership stake in the network. But on top of that network are all kinds of apps that get built on the network, much like the apps on your phone depend on the underlying network existing that lets the phone operate. And so people will make judgments about which network is likely to win, and they will invest in the tokens in that network much the same way. You might invest in stock because you think Google is gonna scale access to the internet. The difference being here, you can vote on what happens in the future of a proof of stake network, for example, you can get rewarded through a proof of work token for maintaining a ledger on something like Bitcoin. But the real message here is that what happens on the decentralized internet is decided by the investors versus what happens on the main internet is decided by Twitter, Facebook, Google and a small number of other companies.\\n\\n区块链专家：这个概念是，你有某种应用层的代币，你有协议层的代币。所以，如果我是一个比特币的所有者，让我们说我是一个比特币的矿工，一个真正创造比特币的人。比特币是我为保持网络运行所做的工作而获得的奖励，这让我拥有比特币区块链的一部分。或者采取一种更容易理解的理论，以太坊代币代表了网络中的所有权，但是，在这个网络之上，有各种各样的应用程序被建立在网络上，就像你手机上的应用程序依赖于让手机运行的基础网络一样。因此，人们会对哪个网络有可能获胜做出判断，他们会以同样的方式投资于该网络的代币。你可能会投资于股票，因为你认为谷歌的互联网的访问量会提升。这里的区别是，你可以对该网络的未来发展进行投票，例如，你可以通过工作证明代币获得奖励，以维护像比特币这样的分类账。但这里真正的信息是，在去中心化的互联网上发生的事情是由投资者决定的，而在主互联网上发生的事情是由Twitter、Facebook、谷歌和其他少数公司决定的。\\n\\nQ: Okay, so getting this this layer of digital assets right for Congress to understand this everything is built upon that, that that on ramp to this new internet. So very important for us to be sensitive to how this develops in any actions we take in terms of a laws and updating laws to incorporate these new technologies.\\n\\n国会：好的，所以让这层数字资产正确地被国会理解，一切都建立在这个基础上，这就是这个新互联网的关键。因此，在我们采取的任何法律和更新法律以纳入这些新技术的行动中，对这一问题的发展非常敏感。\\n\\nMr. McHenry couldn't agree more. And I think when you hear about all the problems of different big tech companies, the importance of an owner controlled network becomes clearer.\\n\\nMcHenry先生非常同意这一点。我认为，当你听到不同的大型科技公司的所有问题时，所有者控制的网络的重要性变得更加清晰。\\n\\nOkay, owner control network rather than a cooperative, right and thinking in those terms, apps, right. So if you're not part of management, you're not making a decision. In Web two. If you are a participant in the network, you're you're making, you're cooperating in the making of those decisions. Exactly. So I asked this not to be insulting to the panel, but to having level set here so we have a understanding of what we're talking about this is not simply about you on this panel. It is about trillions of dollars of assets that did not exist before Satoshi wrote his white paper 13 years ago. It's about $3 trillion in notional value at this stage around the development of a whole new range whole new suite of technology that will be developed. Across the globe, whether or not United States embraces it and wants to compete, or if it's pushed off shore. So as policymakers we need to understand what we're talking about here. This is a small panel, important as you may be. Small panel about the discussion about web three. And so with that, Madam Chair, thank you for having this hearing.\\n\\n国会：好吧，业主控制的网络而不是一个合作社，对，用这些术语思考。因此，在Web2，如果你不是管理层的一部分，你就不能做决定。在Web3，如果你是网络的参与者，你在创造，你在合作做这些决定。因此，我问这个问题不是为了冒犯专家们，而是为了在这里有一个水平设置，以便我们有一个理解我们正在谈论的东西，这不是简单的关于这个小组的你。这是关于数万亿美元的资产，在13年前中本聪写下他的白皮书之前并不存在。这是关于3万亿美元的名义价值，在这个阶段，围绕着一个全新的范围全新的成套技术的发展，将被开发。在全球范围内，无论美国是否接受它并想参与竞争，或者它被推到海外。因此，作为政策制定者，我们需要了解我们在这里谈论的内容。这是一个关于web3的讨论的小小组，你可能很重要。感谢你举行这次听证会。\\n\\nAnd I hope that we can have more understanding by policymakers about these important concepts. Thank you Mr. Brooks.\\n\\n我希望我们的政策制定者能够对这些重要的概念有更多的了解。谢谢你。\",\"timestamp\":1639217546,\"title\":\"12月9日美国国会对区块链及Web3.0的听证讨论\"},\"digest\":\"aQCD84immg1Cd8igO8xwVZL4JrjbpH2q-pG0PC1zJ6E\",\"authorship\":{\"contributor\":\"0x5374731ae81e38a256CE1f2795929F513c7e29e6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JnS8MUviM5fThcD4IRH3tGaAg8KQQPhyhdBwMSIw4eY\\\",\\\"y\\\":\\\"z7hM6DpiPLR_UqZU_FrQKTCL-Wl670a6_QMsrck30jA\\\"}\",\"signature\":\"6ezeDeaFZy-69dUujFB2XqEGne2_fsQN3_SNZti9amm1t4gPCaBAQtCR9khfCHKai8FhbSizthPJuz5IeASLvA\",\"signingKeySignature\":\"0x7356a24bcf7bf5071b95f530c9b14c5235d1b8a3fb78b71fae8950b41c47db22143c2be74c11372a8b3b746b6750c9933aacf7ee5070a545deffcc5b45b07b941b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JnS8MUviM5fThcD4IRH3tGaAg8KQQPhyhdBwMSIw4eY\\\",\\\"y\\\":\\\"z7hM6DpiPLR_UqZU_FrQKTCL-Wl670a6_QMsrck30jA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"aQCD84immg1Cd8igO8xwVZL4JrjbpH2q-pG0PC1zJ6E\"}"