"{\"content\":{\"body\":\"![Syringes filled with Johnson \\\\&amp; Johnson\\\\&#39;s COVID-19 vaccine in a tray at a mobile vaccination site in Miami.](https://s.yimg.com/ny/api/res/1.2/aJumMIESPREXmGrWk4alsA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://s.yimg.com/uu/api/res/1.2/CwAS9YOd7iT8tzbBKaNDXg--\\\\~B/aD01NjA7dz04NDA7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en/la_times_articles\\\\_853/db98335bd91ba23df87a558363527716)\\n\\nSyringes loaded with the Johnson & Johnson vaccine lie in a tray at a mobile vaccination site in Miami. (Wilfredo Lee / Associated Press)\\n\\nAs the Delta variant became the dominant strain of the coronavirus across the United States, all three COVID-19 vaccines available to Americans lost some of their protective power, with vaccine efficacy among a large group of veterans dropping between 35% and 85%, according to a new study.\\n\\nResearchers who scoured the records of nearly 800,000 U.S. veterans found that in early March, just as the Delta variant was gaining a toehold across American communities, the three vaccines were roughly equal in their ability to prevent infections.\\n\\nBut over the next six months, that changed dramatically.\\n\\nBy the end of September, Moderna’s two-dose COVID-19 vaccine, measured as 89% effective in March, was only 58% effective.\\n\\nThe effectiveness of shots made by Pfizer and BioNTech, which also employed two doses, fell from 87% to 45% in the same period.\\n\\nAnd most strikingly, the protective power of Johnson & Johnson's single-dose vaccine plunged from 86% to just 13% over those six months.\\n\\n[The findings](https://www.science.org/doi/10.1126/science.abm0620) were published Thursday in the journal Science.\\n\\nThe three vaccines held up better in their ability to prevent COVID-19 deaths, but by July — as the Delta variant began to drive a three-month surge of infections and deaths — the shots' effectiveness on that score also revealed wide gaps.\\n\\nAmong veterans 65 and older who were inoculated with the Moderna vaccine, those who developed a so-called breakthrough infection were 76% less likely to die of COVID-19 compared with unvaccinated veterans of the same age.\\n\\nOlder veterans who got the Pfizer-BioNTech vaccine and subsequently experienced a breakthrough infection were 70% less likely to die than were their unvaccinated peers.\\n\\nAnd when older vets who got a single jab of the J\\\\&J vaccine suffered a breakthrough infection, they were 52% less likely to die than their peers who didn't get any shots.\\n\\nFor veterans younger than 65, the Pfizer-BioNTech and Moderna vaccines provided the best protection against a fatal case of COVID-19, at 84% and 82%, respectively. When younger veterans inoculated with the J\\\\&J vaccine suffered a breakthrough infection, they were 73% less likely to die of COVID-19 than were their unvaccinated peers.\\n\\nJohnson & Johnson representatives did not immediately respond to requests to discuss the study's findings.\\n\\nThe Centers for Disease Control and Prevention has recommended booster shots for [everyone who got the Johnson & Johnson vaccine](https://www.latimes.com/science/story/2021-10-15/fda-panel-takes-up-tough-questions-on-j-j-covid-19-boosters) at least two months earlier.\\n\\n[Boosters are also recommended](https://www.latimes.com/science/story/2021-10-23/its-ok-to-mix-and-match-covid-19-booster-shoots-which-one-should-i-get) six months after a second dose of the Moderna or Pfizer vaccines for everyone 65 and older; those with medical conditions that make them more vulnerable to a serious case of COVID-19; those who live in nursing homes or other group settings; and those who live or work in high-risk settings such as hospitals or prisons.\\n\\nIn addition, all people with compromised immune systems are advised to get a booster shot if it's been at least 28 days since their vaccine took full effect.\\n\\nWith millions of vaccinated Americans pondering whether they need a boost, the new study offers the most comprehensive comparison yet of how the three vaccines have performed across the nation this year.\\n\\nIt tracked 780,225 veterans of the U.S. armed forces from Feb. 1 to Oct. 1. Close to 500,000 of them had been vaccinated, while just under 300,000 had not.\\n\\nHailing from across the country, all were cared for by the Department of Veterans Affairs' unified system, which provides healthcare to 2.7% of the U.S. population. While the group under study was ethnically and racially diverse, the record-keeping that researchers relied upon was uniform.\\n\\nBecause these were veterans, the study population comprised six times as many men as women. And they skewed older: about 48% were 65 or older, 29% were between 50 and 64, and 24% were younger than 50.\\n\\nThough older veterans were more likely to die than younger vets throughout the study period, the decline of the vaccines’ protection against illness and death was seen in both young and old.\\n\\nThe study was conducted by a team from the Public Health Institute in Oakland, the Veterans Affairs Medical Center in San Francisco, and the University of Texas Health Science Center.\\n\\n[Dr. Barbara Cohn](https://www.phi.org/experts/barbara-cohn/), the study's lead author, said in addition to its comparison of COVID-19 vaccines, the group's analysis provides \\\"a lens for making informed decisions around primary vaccination, booster shots, and other multiple layers of protection.\\\" That includes mask mandates, coronavirus testing and other public health measures aimed at countering viral spread.\\n\\nStrong evidence of the vaccines' declining power should prompt even states and locales with highly vaccinated populations to consider retaining mask mandates, the authors said. And the findings strongly support the CDC's recent recommendation that all recipients of the J\\\\&J vaccine get a booster.\\n\\nThe study concluded that the Delta variant, which drove a wave of infections and deaths across the country over the spring and summer, was probably the factor that most eroded the protection of vaccines.\\n\\nOther researchers have found [similar evidence ](https://www.latimes.com/science/story/2021-10-04/pfizer-covid-vaccine-waning-not-deltas-fault)of declining vaccine effectiveness. But they have suggested that the immune system’s defenses against SARS-CoV-2 simply fade with time, and that waning vaccine effectiveness would probably have been seen with or without the arrival of a new, [more transmissible strain](https://www.latimes.com/science/story/2021-07-30/why-does-covid-19-delta-variant-spread-so-easily).\\n\\nThis story originally appeared in [Los Angeles Times](https://www.latimes.com/science/story/2021-11-04/study-shows-dramatic-decline-in-effectiveness-of-covid-19-vaccines).\\n\",\"timestamp\":1636206395,\"title\":\"Study shows dramatic decline in effectiveness of all three COVID-19 vaccines over time\"},\"digest\":\"rB0nTxzN91bc-tShVxGxhZrhTB9SKeMM84Z-tVPrx1c\",\"authorship\":{\"contributor\":\"0xC54284513d0a1D649197D4d80b97a244aA3DDbD1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cPBqhyybEkU-fKgBlBiAWMTT_Il0XS_VOpfyk2UObPY\\\",\\\"y\\\":\\\"r-xrAKS2V9liYsUDqbf_AsOJH5f98FZEseeCGyIHCm0\\\"}\",\"signature\":\"X3Hyu-Loo9aM_fQNGBKZOsgEp8c4rCq1HCqnYRmVK8Y6e6Q_tSxyMk0itdwbXuyHyIyVHRWyUMuQMxwbAQT2mg\",\"signingKeySignature\":\"0x70581a3f73822588f51ba50bb0f33f9116c9999253a172eab7e3f80f158fabb910641a0f8bafdb58c42ad1c60cdad122b75d1d11bc1299313db07324f3cfd93f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cPBqhyybEkU-fKgBlBiAWMTT_Il0XS_VOpfyk2UObPY\\\",\\\"y\\\":\\\"r-xrAKS2V9liYsUDqbf_AsOJH5f98FZEseeCGyIHCm0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rB0nTxzN91bc-tShVxGxhZrhTB9SKeMM84Z-tVPrx1c\"}"