"{\"content\":{\"body\":\"*Cover Image Credit: Kirby Ferguson, “Everything Is A Remix” (via [Brainpickings](https://www.brainpickings.org/2011/06/20/everything-is-a-remix-3/))*\\n\\n**Read [Part 1: The Future Is A Place](https://mirror.xyz/0x666EE4ad9C9275ddB5fBEb7cF0d9f272847e6cCf/IKM3q3OsqPNdgVoN1k9QUmROhRcN41Y3yfOGr0upMnA), \\n [Part 2: The Future Is More Of Everything](https://mirror.xyz/0x666EE4ad9C9275ddB5fBEb7cF0d9f272847e6cCf/oUND4AYP2ExQWbUBFD94jUspWr8s7yDkhULRAsiW1aA), \\n [Part 3: The Future is Both True & False](https://mirror.xyz/0x666EE4ad9C9275ddB5fBEb7cF0d9f272847e6cCf/wvFJr9Mrk6PGsFWlXMvX6KEG7syE7LI96v7cPhcwSgI)**\\n\\n*“The future is here already; it’s just unevenly distributed.” \\n – William Gibson*\\n\\nLong before the first amphibian crawled out to lay our modern mythological foundation, our ancestor – some lobe-finned fish – had stubby little feet it used to cling to rocks in shallow water. The good idea of what we now call “hands” lay there unnoticed, latent, till the moment that the pool dried up and (we are told) fate benefited fish with feet, fish that could waddle back into their brackish lakes (which as a site for Epic Moments in Life History are far more likely than the sea, since estuaries offer such a trove of coves as evolutionary testbeds). All the pieces were already there, just waiting for sufficiently large waves to roll up and away, remixing them.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*zJDS2qv8SamYtI-dqnnH0A.jpeg)\\n\\n*A prehistoric remix. “Tiktaalik roseae” by [John Conway](http://johnconway.co/tiktaalik-roseae). (More on Tiktaalik [here](https://en.wikipedia.org/wiki/Tiktaalik#cite_note-scientificamerican-2).)*\\n\\nThe hand is thus an “[exaptation](http://michaelgarfield.blogspot.com/2008/02/exaptation-of-guitar.html)”(noun) – which is to say, it is the anatomical (/behavioral) result of “exaptation” (verb), which is when evolution redeploys a trait for uses other than those it originally served.Because it only acts on what’s available, it follows: functions follow form (until we act on form intentionally – more on that in a moment).\\n\\nThis concept, “exaptation” (both the process and its products), yields a major revelation: that mutations do not have a single source, or meaning. All mutations find their use in their repurposing. Life’s major transformations, all the punctuation marks of evolutionary history, take place when innovations migrate from one continent, or category, to another. The “irreducible complexity” of living systems, even simple cells, is not the evidence of an intelligent designer; features of immense complexity, like eyes, can be an aggregate of simpler traits that happened for their own distinct and prior reasons.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*mAXPCRUq81WgWRdiYwqFvQ.jpeg)\\n\\n*Emergent complexity from exapted parts. The keychain’s “fossil” won’t suggest the coin’s past life as currency. ([Via](http://www.evolutionarymodel.com/vestigialevidence.htm).)*\\n\\nThose “reasons” are themselves complex, webbed, myriad, unfathomable, irreducible. The pigments in your retinas did not exist at first to help you form an image; there are other reasons – such as UV shield, or metabolic aid, or camouflage – that life produced the range of colors we observe (and many that we don’t) in other lineages. In vertebrates, at least, some speculate selection favored photopigments, and the neural wiring needed to perceive their colors, [as flicker minimizers](https://books.google.com/books?id=AN-sdYjcyvAC&pg=PA967&lpg=PA967&dq=evolution+of+photopigments&source=bl&ots=460S4NsD-D&sig=hMlB-R-BLR260-X25oyzuYZ9YzQ&hl=en&sa=X&ved=0ahUKEwirtPea3fLSAhUQ0mMKHeU8BHcQ6AEIQjAG#v=onepage&q=evolution%20of%20photopigments&f=false) before anybody figured out that they were good for parsing spectra. (Not to mention, color vision [atrophied and then rebooted](https://en.wikipedia.org/wiki/Evolution_of_color_vision_in_primates), and how did we rediscover colors we had lost?)\\n\\nSamely, wings did not suddenly appear on birds as flesh and bone from nothing, but suggest a kind of synergistic merger, of their elongated scales [“for” showing off](http://carnivoraforum.com/topic/9330777/1/) and elongated arms “for” grabbing bugs and climbing trees. (But those utilities were \\\\*improvised \\\\*before they were repeated, and then *improvised again* in every dino-bird that rediscovered – for example – feathers gather the attention of the other sex.)\\n\\nAgain, and earlier: the dazzlingly intricate machinery of nucleated cells and all their busy organelles emerged from tightly interwoven ecosystems of \\\\*relationships \\\\*between much simpler micro-organisms that combined like Voltron to dissolve their paradox of conflict and acquire new faculties, a new identity appearing *at the interference pattern in between their smaller needs and capabilities*.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*Bso3fyzyLNMOvucm2rtrnA.jpeg)\\n\\n*Basically, this is how evolution works.*\\n\\nIn every case, selection acts on what’s already there.\\n\\n(And often more than once. It is the case that good ideas occur in many places simultaneously — just like evolutionary theory did, to the surprise of both the men who independently discovered it, the unsung visionary [Alfred Russel Wallace](https://www.nytimes.com/video/opinion/100000002534565/the-animated-life-of-a-r-wallace.html) and co-author Charles Darwin. It seems increasingly believable that birds evolved flight several times, and living species represent the one surviving line; it seems more more probable with every publication on the origins of life that it could have emerged on early Earth, been wiped out, then emerged again; and even if it spoils our myth, it’s true that [many diferent types of fish “attempted” life on land](https://www.scientificamerican.com/author/jennifer-a-clack/) at once, about 400 million years ago when “fish with feet” was “bleeding edge.” It’s like the rude awakening of learning that the next-school-over’s kids all look and dress *exactly like your friends* and that you’re automatically fulfilling some invisible self-organizing social molecule. As Parahamsa Yogananda said, “Environment is stronger than will.” [Convergent evolution](http://www.zo.utexas.edu/courses/THOC/Convergence.html) is the natural outcome of the same ingredients at work within the same environments and forces. We are chemistry, however noble.)\\n\\n![](https://miro.medium.com/max/922/1\\\\*mQC2-k_WbD6tUn65xjN5VA.jpeg)\\n\\n*Three vertebrates answer the question of aquatic living. For fins, “Just add water.”  \\n Art by [Victor Leshyk](http://victorleshyk.com/paleo.html).*\\n\\nMost scientists today would differentiate an exaptation from a \\\\*normal \\\\*adaptation, like the latter’s a direct “response” to the environment, the former the “co-opting” of a trait originally shaped to suit some other situation. This was how [Stephen Jay Gould and Elizabeth Vrba](https://en.wikipedia.org/wiki/Exaptation) originally meant it. This is silliness. Of course the origins of traits won’t necessarily be obvious in those traits’ later functions. But for evolutionary theory to stay true to its own axioms, then *none* of it’s anticipated, none of it is purposeful, and none of it ([until we started screwing with the process](http://www.radiolab.org/story/update-crispr/)) was a conscious and intentional adjustment of an organism to its changing set of circumstances. Everything *just happens*. Fitness is determined once a thing exists. No evolution by informed consent. The possibilities of novel traits can’t be predicted, only excavated piecemeal once they’re in the world, interacting. Every interaction changes the environment, so every trait exists before, *and makes,* the world in which its fitness must be tested. Every trait co-opts the pieces of the prior plays and finds new use for them in an environment it cannot help but alter. There is no original or final function; *every adaptation is an exaptation*. ([Daniel Dennett](http://www.livescience.com/39688-exaptation.html) said this first.)\\n\\nThat means that we will not find Eden in the past or future. By scattering our [psychomorphic bias](https://www.merriam-webster.com/dictionary/psychomorphism) of “Intelligent Design” into the vastly more believable (because empirically supported) [Wood Wide Web](http://www.newyorker.com/tech/elements/the-secrets-of-the-wood-wide-web) and [Gaian](https://en.wikipedia.org/wiki/Gaia_hypothesis) atmospheric regulation, we bestow decentralized “[designoid](http://wiki.c2.com/?FoundDesignedDesignoid)” agency to Earth itself, admitting that it’s smart enough to improvise, if not to plan ahead. (As such, no body planned the head, which we can call, poetically, an afterthought.) Our era is in part defined by this expanding of the definition of “intelligence,” projecting the [Anthropocene](https://en.wikipedia.org/wiki/Anthropocene) back into a new past in which life is always acting on itself, there was never “nature” as a thing apart from “culture,” and the notion of a “virgin forest” is ridiculous. If we learn to see the planet in this way, we lose our dream of privilege and come awake to just how smart and busy everything already is.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*UoxmJvVonq0llK6ymhccNw.png)\\n\\n*Left: The World Wide Web. Right: The “Wood Wide Web.” \\n ([From my presentation, “Tech Ethics as Psychedelic Parenting.”](https://docs.google.com/presentation/d/191hPE3kIUlSAMFooeOU08TzQtUrLZNRJQlDYp0Wk8g8/edit?usp=sharing))*\\n\\nBeing the most intentional participants in evolution doesn’t mean that we’re the smartest, and it certainly does not set us apart from other life. Language as a means of horizontal information transfer isn’t even new; it reinvents the promiscuity of genes among bacteria, exchange of modular identity among the simplest and least-constrained varieties of life. By keeping DNA within the nucleus, our complex cells lost most of their ability to benefit from “prehistoric [p2p](https://en.wikipedia.org/wiki/Peer-to-peer_file_sharing)” like this. So sex evolved. We had to find a way to shake it up.\\n\\nWhich brings us back to exaptation: it’s the law, because recombination is *the way* to maximize your options in the great entropic game called “making use of all available resources.” Life’s modus operandi might be summarized as: “Fill All Niches.” This invites a strategy – call it a meta-adaptation – favoring what Stanford’s d.school guru [David Kelley](https://ssir.org/articles/entry/fail_faster_succeed_sooner) calls “fail fast.” Try everything as fast as possible. Try sex instead of cloning your genetics endlessly and waiting on the right mutation. Then try language so you can communicate a new experience before your listener has had that same experience. (It’s easier than coming up with and remembering new words for every damn new thing, as [Martin Nowak](http://www.ircs.upenn.edu/pinkel/lectures/nowak/) pointed out in his work on the origins of syntax.) “Try Exaptation!” to profoundly multiply the possibilities of creature-multiplied-by-landscape, every combination one of countless parallel solutions to the question of survival.\\n\\nYou might even say that evolution only \\\\*is \\\\*because the universe would “like” to find a way to dissipate itself as inefficiently as possible.\\n\\nAnd so it is that exaptation’s everywhere we look. Offering their masters up for remixing, producers let new life into their music, leaving many “offspring” (mixes) more than used to be the case for songs with only one definitive recording. And the catchier the tune, the more alluring it will be to pollinators, gathering attention, leaving strains of melody in memory that then go on to fertilize the ears of someone else.\\n\\nOn how flowers and pollinators collaborated to create what we know as “beauty.” ([Watch more of my videos on YouTube.](https://www.youtube.com/watch?v=sIJFNkIhrh4).)\\n\\nIdeas, like flowers, we did not invent; we just discovered and remixed them. Almost every major scientific revolution seems to come from someone outside the domain of their discovery’s accepted expertise, a person whose beginner’s eyes can see new meanings in the data. “When all you have’s a hammer, everything’s a nail”…until, you learn to see the hammer as an open-ended thing-becoming-process, a protuberance of the original, expanding, and ongoing gesture of the cosmos. Then it is an instrument of Art, an invitation into sacred Mystery, and more.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*RaY16hxaf2owpP5MNXUsHA.jpeg)\\n\\n*The deepest advertisement ever? ([Via](https://aotw-pd.s3.amazonaws.com/images/Allianzhammer.jpg).)*\\n\\nThe lesson here is in approaching puzzles with the fullest understanding of our resources. It’s equally as true in human innovation as it is in the diffuse cognition of the planet: start with what you have. Start from “facts at hand” – beginning with the hand that you employ right now, to grip that stable and familiar idea, “the hand”…perhaps it can be used to get around on new terrain?\\n\\nEvery future’s laying all about in parts, apparent only to perceptive pattern-recognizers who can hack the game to generate new plays .The reason Thomas Edison was not the first, but number 23, to file a patent for the light bulb, is because the world was “ready for it.” He just made it market ready. The [Fourier Transform](https://en.wikipedia.org/wiki/Fourier_transform) was not conceived at first to help with switching data packets, any more than phones were made for hitching rides and storing payment information…but everything will find new life in new surroundings, as convergent forces pull the opportunity and need into alignment.\\n\\nEvery move we make, then, we’re remixed. By standing on the shoulders of our ancestors (or, literally, mountains of their fossils), we reach new fruit on higher branches of the Tree of Knowledge. But the higher that we stand upon this mound of bones, the more that we consume and learn, the more we notice usefulness in everything around us. Some define intelligence as raw resourcefulness; if play is deep enough, we never settle on our definitions, and intelligence explodes as all the cosmos saturates with Purpose.\\n\\nSo break out of the way you think about your tools, or even what you qualify as “tools.”\\n\\nEverything’s technology; \\n Everything can be remixed; \\n Nothing new exists except new combinations; \\n And among the precious few things we can say with certainty is this: \\n The future is exapted.\\n\\nAll of it lives already in some latent form. If, as the Chinese say, our duty is to “let a hundred flowers bloom,” then all 100 of them are now folded in their buds awaiting that white ray of inspiration to invite them open.\\n\\nTake a look around you. Take a look within you. (Who looks?) Everything you notice is an instrument for forces you can’t comprehend, achieving something that will be opaque to you forever…but perhaps your inquiry will coax one petal from its grip. If you approach your life with ample curiosity and don’t believe the word “just” (as in “only”) when it rises in you, you will find a hidden life and purpose — sometimes many — in the boring and forgotten things.\\n\\nTake every work of art and turn it upside down. Play every instrument the wrong way. Lovemaking — like its maker, evolution — thrives on inefficiency and bad ideas. Make love to life by wondering if maybe you already have the tools you need to venture to that far horizon.\\n\\nThe only poverty we have, collectively, is of imagination. Develop yours and watch the world transform.\\n\\nPre/Post Script:\\n\\n*“Every creative act includes a moment of decision, a deliberate projection of function and meaning onto the artist’s environment. When I pick up my guitar and play, I’m agreeing that this is an instrument, that this is a guitar, that I play the guitar, and that I play the guitar in some specific way. That this is what it’s ‘for.’ But there are an infinite number of ways for the universe to express itself through the functional relationship between a human being and a guitar…it is restorative and inspiring to know that we are capable of exapting our world to the meaning and purpose we see for it now.” \\n - Michael Garfield, “[Exaptation of the Guitar](http://michaelgarfield.blogspot.com/2008/02/exaptation-of-guitar.html)” (2008)*\\n\\n**[Michael Garfield](http://patreon.com/michaelgarfield) is a paleontologist-futurist exploring the intersections of complex systems science, weird philosophy, deep history, and creative meta-disciplinarity. He hosts [Future Fossils Podcast](http://shows.acast.com/futurefossils) and the Santa Fe Institute’s [Complexity Podcast](http://complexity.simplecast.com/) when he’s not writing, making art and music, and raising two kids.**\\n\\n**Follow him on [Twitter](http://twitter.com/michaelgarfield), [Instagram](http://instagram.com/michaelgarfield), [Bandcamp](https://michaelgarfield.bandcamp.com/), and [YouTube](http://youtube.com/michaelgarfield).**\\n\\n**[Become a Patreon supporter](http://patreon.com/michaelgarfield) for the Future Fossils book club, dozens of exclusive podcast episodes, new art and music, and the sheer joy of it.**\",\"timestamp\":1634323906,\"title\":\"How to Live in The Future Part 4: The Future is Exapted/Remixed\"},\"digest\":\"-R3zKJKZzgGRNd-dxVS-ex6wucltO1aMjbaseTSjFLo\",\"authorship\":{\"contributor\":\"0x666EE4ad9C9275ddB5fBEb7cF0d9f272847e6cCf\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FDDL9Vq4YDvkkx_iIloKMp41dizu4DoRyYYT29YIlHM\\\",\\\"y\\\":\\\"ouo_VI_P5wXCZdhjQEOt66wJQvsSw8tQP2m14NUF5a8\\\"}\",\"signature\":\"zBBo5j2qdXkebpfhyeOWaywe7O7B_WI86PGz15cEa1hCan7Cx36wls2tqRrD__UoQk81_hKIzY6gnrG5j-wx5Q\",\"signingKeySignature\":\"0x90023b6dd0a6b34918b7013fdf4daeeb7ea3d21c30fc6b2fb44df94217845bb9323f397c3d2cae19d573d19927fe3500fd1aa3bf52dda345bef19627e1e1c17a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FDDL9Vq4YDvkkx_iIloKMp41dizu4DoRyYYT29YIlHM\\\",\\\"y\\\":\\\"ouo_VI_P5wXCZdhjQEOt66wJQvsSw8tQP2m14NUF5a8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-R3zKJKZzgGRNd-dxVS-ex6wucltO1aMjbaseTSjFLo\"}"