"{\"content\":{\"body\":\"This post is based on the speech that outprog, the everFinance’s founder who proposes the SCP (Storage-based Consensus Paradigm) theory, gave on BeWater Live. It is intended to give you the whole picture of Arweave’s tech ecosystem by delving into Arweave, SmartWeave and SCP, as well as the two-layer model that integrates PoW and PoS.\\n\\nThis post is divided into three parts, each of which centers on the following content:\\n\\n**[1. How Arweave Works](https://mirror.xyz/0xDc19464589c1cfdD10AEdcC1d09336622b282652/WSBB2wO5WjqEL7YKQxrJ875Ej2MHvLaC_84AU220-nI)**\\n\\n\\\\- Why is perpetual storage economically viable\\n\\n\\\\- How does Arweave ensure miners store all the data\\n\\n\\\\- Blockweave technology\\n\\n\\\\- Implicit incentive mechanism\\n\\n**[2. SmartWeave and SCP](https://mirror.xyz/0xDc19464589c1cfdD10AEdcC1d09336622b282652/5pujoWWTTETlCrInwhsceEhMOkpJmjYNfFXhkLGlBJA)**\\n\\n\\\\- SmartWeave\\n\\n\\\\- Storage-based Consensus Paradigm\\n\\n\\\\- The Web3 Era of Infinite Scaling\\n\\n\\\\- everPay Architecture\\n\\n**[3. The Two-layer model that integrates Permanent Storage and PoS](https://mirror.xyz/0xDc19464589c1cfdD10AEdcC1d09336622b282652/LMg1GUOF-TUThVaqEi_HWTgFzlsc2DpCC23Y57tcCc4)**\\n\\n\\\\- The Design of KYVE\\n\\n\\\\- The Design of Koii that Integrates Permanent Storage and Pos\\n\\n\\\\- Conclusion\\n\\n## Part1: How Arweave Works\\n\\nThis is the first part of \\\"Introducing Arweave's Tech Ecosystem\\\".\\n\\nHello, everyone! I dove into the blockchain industry in 2018 as a developer at imToken to work on the DEX Tokenlon and its iterations. During this period, I had been studying DeFi, I became an early user and researcher of the popular Uniswap as well as Compound.\\n\\nWhen developing for imToken and interacting with DeFi apps, I encountered numerous problems. For example, managing seed phrases and paying miner fees is hard for users to comprehend. Over the past few years, I have been trying to recommend some friends of mine working at Alibaba and banking to use decentralized light wallets. However, it turns out that decentralized wallets are still desperately unpopular for their high user threshold. Fortunately, I saw a new direction for lowering the user threshold when I learned about SmartWeave, which is Arweave’s smart contract protocol, from UncleMeow, and the perpetual storage blockchain Arweave from ZengMi at a seminar held by SparkPool last July.\\n\\nSince the established public chains like Ethereum are inherently unable to provide a premium experience for ordinary users at the infrastructure level, even the most elaborately devised products cannot remove obstacles to the use of blockchains. However, Arweave has the potential to become the basis of a new paradigm, making the blockchain world truly open to ordinary users.\\n\\nWhen you perpetually store a file in Arweave, the file data will be stored by hundreds of nodes and can be accessed by Arweave gateway or any of the Arweave nodes.\\n\\nBefore being part of the blockchain industry, I studied IPFS and learned how to use distributed hash tables to retrieve data across the network in a decentralized way. However, IPFS has its own flaws for lack of an incentive layer for file data storage. For example, when your server shuts down, your file might disappear if it is not synchronized by the network.\\n\\nArweave builds a new mechanism for perpetual storage. What makes it different from Filecoin is that it charges a one-time, up-front fee for perpetual storage, which is made possible by its unique theoretical model.\\n\\n### 1 Why is perpetual storage economically viable?\\n\\nTo answer this question, we need to understand the fact that the storage cost is decreasing over time, which conforms to Moore's law. According to official statistics, the storage cost reduces by nearly 30% every year. This makes it possible for us to calculate the total cost of perpetual storage, which converges to a constant as the storage cost keeps going down. In Arweave, the constant is weighted to determine the fee charged for storing data permanently.\\n\\n![storage cost](https://images.mirror-media.xyz/publication-images/UCMmBW282JzqsyTyB8u79.png?height=1426&width=2514)\\n\\n### 2 How does Arweave ensure miners store all the data?\\n\\nSo how does Arweave prevent the loss of files stored in it? Behind it is data staking at play.\\n\\nOn Arweave, data is deemed valid after it is included into the chain. Miners can stake any amount of valid data, for example, 10 MB or even 20 TB (i.e. the entire data size of the network). For miners, the more data they store, the more AR tokens they can obtain. This makes it so that miners are incentivized to store data in Arweave.\\n\\n### 3 Blockweave technology\\n\\nThe core technology that powers Arweave is the blockweave. How does the blockweave work?\\n\\n![blockweave](https://images.mirror-media.xyz/publication-images/Y84C1T9QHYXzQtUTFao4K.png?height=406&width=1820)\\n\\nSimply put, it requires a random historical block to create a new block. It means that the miner who stores the largest number of historical blocks is the most likely to mine a new block. If a miner does not store the required historical data, the hashrate that he needs to mine a new block will increase exponentially.\\n\\nThat being said, storing more data is the optimal and most profitable option for miners.\\n\\n### 4 Implicit Incentive Mechanism\\n\\nBesides, there is an implicit incentive mechanism on Arweave that protects users against file loss. When a chunk of scarce file data is required in a new block, the miners that happen to store it have advantages over other miners, who have to consume more computing power to solve the PoW puzzle.\\n\\nObviously, storing scarce data makes it faster for miners to mine a new block. In order to increase their competitiveness in mining, miners are incentivized to synchronize scarce data, which will become no longer scarce.\\n\\n![safety of data](https://images.mirror-media.xyz/publication-images/ya5C7nPrRGkAUzvKQaPmS.png?height=676&width=2042)\\n\\nAs a consequence, the files you store in Arweave will be spread all over the network in a distributed way to avoid being lost to the greatest extent.\",\"timestamp\":1638458222,\"title\":\"Introducing Arweave’s Tech Ecosystem (Part 1)\"},\"digest\":\"ewMxMytwS4MDzx_XfcSUS3D14pxPC_5w5Kr56WA_7EY\",\"authorship\":{\"contributor\":\"0xDc19464589c1cfdD10AEdcC1d09336622b282652\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CI6RpajTT2wlIdlaV3ZtZjCWJj72C5b9bYbiIdqgQn4\\\",\\\"y\\\":\\\"jf1JBVnwQ1pflyXuXX7zoNCAm_-ObpymAguatvk3Rvk\\\"}\",\"signature\":\"_Brfse2XugRPJI98L3wOjj_CMLKHTSbnVMiiSMhtRA5lGl1YICqXeq_5W-eDBkhhLt-alMtspjjuUvKRE_RJlA\",\"signingKeySignature\":\"0x8cec396b5f5432dd43e6eec095779310391950521e14bac065cefd78e68868e239443e6a84f4b5c81e563c138e2326e88d701dcc076200d3e441ba07b2bf11be1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CI6RpajTT2wlIdlaV3ZtZjCWJj72C5b9bYbiIdqgQn4\\\",\\\"y\\\":\\\"jf1JBVnwQ1pflyXuXX7zoNCAm_-ObpymAguatvk3Rvk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WSBB2wO5WjqEL7YKQxrJ875Ej2MHvLaC_84AU220-nI\"}"