"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/kJOgHo2oqKM32OSqiz_Pm.png?height=576&width=1024)\\n\\n \\n *撰文：深潮TechFlow*\\n\\n最近，微博上有这样一条热门。\\n\\n> 我觉得人这辈子还是要去北京待几年，最好是上大学在北京读书，当然不只是因为它深厚的文化底蕴和教育资源，还因为这是个能提升生活幸福感的城市。\\n\\n> 就是只要你在北京生活过，以后再去其他任何城市生活都会觉得比在北京幸福。\\n\\n一个在外地住大别野的朋友也十分疑惑，为什么这么多人非要挤在北京，大农村，物价贵、交通拥堵、压力大、人的戾气也大，毫无品质的老破小动辄10万每平的高房价……\\n\\n我觉得他们说得都有道理，对于普通个体而言，的确如此，北京并不是那么友好，但这并不是全貌。\\n\\n对于另外一部分人而言，北京就是天堂，纵使房价物价再高，他们也不会离开，或者说离不开，因为这里都有其他城市没有的东西。\\n\\n上海、深圳同样发达，甚至在某些领域发展速度更快，生活成本更低；成都、杭州在手游、电商、网红经济等方面发展迅猛，环境舒适…… 但从宏观上看，他们都无法取代北京，以及无法超越北京。\\n\\n**北京是中国意识形态的中心。**\\n\\n意识形态是一种似是而非的解释世界的方式，它赋予人以认同、尊严和道德，在危机时刻，让人可以超越现实利益，将所有人团结在一起。\\n\\n这是所有现代化高楼大厦都无法取代的城市内核。\\n\\n那么如果你能理解这一点，那么也可以试着去理解，当面对更快成本更低的新公链，以及各类侧链时，以太坊及Layer2的竞争优势所在：\\n\\n**智能合约战争中，意识形态是真正的核心竞争力。**\\n\\n了解DAO（去中心化自治组织），应该有听过《海星与蜘蛛》一书，在作者看来，去中心化网络的海星，远比比中心化结构的蜘蛛更强大。\\n\\n蜘蛛，它的智力集中在大脑，只要你把蜘蛛的头去掉，蜘蛛就会死亡；而去中心化组织就如同海星，海星根本就没有头，它的智能分布在身体各处，一旦你打掉它身体的一部分，那个部分甚至可能自己再长成另一个海星，所以杀死海星比杀死蜘蛛困难得多。\\n\\n他们将去中心化网络描述为具有 5 个重要属性，其中之一就是意识形态。\\n\\n是什么吸引成员加入组织？并非只是因为可以免费取得东西，而是意识形态，意识形态是这类组织的黏着剂。\\n\\n自比特币开始，加密货币的世界里，最核心的意识形态只有一个——**去中心化，权力下放。**\\n\\n所有试图挑战比特币地位的竞争币都失败了，因为他们从属于比特币的意识形态，单纯靠算力、资本、口号……都无法对比特币购成威胁，公链战场同样如此。\\n\\n“以太坊杀手”层出不穷，都试图用效率更高、成本更低、用户友好作为叙事主线瓦解以太坊的优势，但效率上的优势实质上却是以牺牲去中心化程度为代价。\\n\\n比如，一些公链对成为验证节点有一套严格的硬件要求；有的公链节点偏少；有的公链验证节点大多属于其利益相关方……\\n\\n当被问及这些公链关于去中心化的担忧时，通常得到关于实用主义的回答。在不少挑战者看来，平衡极端\\\"去中心化 \\\"与效率是性价比最高的做法，减少节点数量或集中验证者可能不是完全的去中心化，但在实现效率增加和低成本的同时，也做到了一定的权力下放，那何乐而不为呢？\\n\\n这种说法有一定道理，但这并不能让他们胜出。\\n\\n以太坊拥有其他公链无法大肆宣扬的东西——对去中心化意识形态的坚定承诺。以太坊最高时大约12000个节点不需要特殊的硬件来参与，也并不是由以太坊基金会去控制大多数。\\n\\n真正的信仰者不会为了追求快速、低成本，而在去中心化方面进行退让和容忍，这种对意识形态的毫不妥协的信念正在推动大量的创新。\\n\\n因为，我们看到了Layer2，如果没有去中心化意识形态的坚持，那么Layer2似乎也没有存在的必要，牺牲去中心化，自然可以获得更快的效率，比如各类侧链。\\n\\nDeFi，也是一种意识形态的选择，比如一些纯粹主义者或者头部DeFi协议拒绝在以太坊之外的网络开发任何应用，这种坚守极大地拓宽了以太坊网络的护城河。\\n\\n而在东西方，对意识形态坚守也有所差异，以太坊创始人 Vitalik 去年年底接受采访时，表示，**“在美国和欧洲，人们谈论区块链，更关注意识形态，关于自由、去中心化和开源。而在亚洲，人们更重视应用，喜欢讨论加密货币和用代币做事的项目。”**\\n\\n所有试图挑战以太坊的新公链，都必须意识到，**技术上的进步其实是最简单的，意识形态上的超越才是最难的**，如果只是在以太坊建立上的意识形态下去挑战以太坊，那么最终只能成为一个“卫星城”，承接以太坊的流量溢出。\\n\\n同理，目前以太坊要去挑战比特币也依然困难，因为整个去中心化的意识形态就是由比特币建立起来的，论实用主义，以太坊是比特币的一百倍，但在意识形态上，以太坊却是从属的状态。\\n\\n但除了去中心化的意识形态，以太坊依然在发展自己的意识形态。\\n\\n以太坊通常被定义为一个共享的世界计算机，是基础设施，如何组织与应用自己取决于个体，**以太坊并不是无政府主义的倡导者，不从事对抗国家的业务。**\\n\\n从政经哲学上来说，以太坊最接近埃里克·A·波斯纳和E·格伦·韦尔的“激进市场”理论：**更激进地去扩大市场，用市场本身的力量去完善市场。**\\n\\nVitalik 在读完《激进市场》后大有所感，特地撰写了读后感《On Radical Markets》，18年9月，Vitalik 和《激进市场》作者之一 格伦·韦尔 共同发表了一篇长达 40 页的论文《自由激进主义：社会公共物品配置方式的一般性原则》。\\n\\n后来，在Vitalik的诸多想法以及以太坊生态的尝试中，均可见激进市场理论的身影，比如哈勃格税和QV（二次方投票）。\\n\\n哈勃格税的核心规则主要是：（1） 为私人拥有的财产公开一个标价，并每年提交根据该估价某个百分比的税；（2）市场上的任何人都可以按该公开标价从你手中购买该财产。\\n\\n在该规则上，如果标价过了，交税要交更多；标价过低，别人可以轻易买走你的财产，从而趋势价格处于合理阶段，这并不是依靠行政力量，而是市场博弈。\\n\\n2019年，Vitalik 提出这样一个想法：用哈勃格税重塑ENS域名交易，后来在ETHLondon 黑客松上有团队用这样一个 Demo 赢得了 ENS 奖励计划的第一名。\\n\\n比如QV（二次方投票）本质上是一种崭新的政治经济学探讨：**能否使用市场的力量定价投票权？**\\n\\n如果不依赖于多数制，即一人一票这种可能造成多数人暴政的方式，也不依靠代表制等易于操纵的方法（类似于专攻摇摆州来争取更多选举人票），是否可以引入市场方法，即第一张赞同票的成本为1张票，第二张赞同票的成本则变为4张票（2的二次方）呢？\\n\\n后来，这种理念通过Gitcoin的二次融资机制进入以太坊生态，在这种机制下，较小的投票者被一个大的池匹配，以确保基础设施融资的分布是多样的，并反映整个社区的意愿。\\n\\n总体上，激进市场无论是在世界观还是方法论上都影响着以太坊，这也是有别于比特币意识形态的关键。\\n\\n最近看《觉醒年代》，感慨于意识形态的斗争才是最根本的斗争，**最惨烈的瓦解是意识形态的瓦解，最伟大的胜利是意识形态的胜利。**\\n\\n国家、城市乃至公链都是如此。\\n\\n*\\\\*深潮 TechFlow 是由社区驱动的深度内容平台，致力于提供有价值的信息，有态度的思考。*\\n\\n> *公众号：深潮TechFlow*\\n>\\n> *社区：*\\n>\\n> *Weixin：TechFlow01*\\n>\\n> *Twitter：@TechFlowPost*\",\"timestamp\":1637477695,\"title\":\"以太坊真正的竞争优势：意识形态\"},\"digest\":\"oUBy3UvHz1GfsT2zwp7Szgd5USRudo1vGBBW76USgPc\",\"authorship\":{\"contributor\":\"0x4e8F1cf9a9dDCAdeE3340daDA2CbA5508D340B4E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"h_PT-L2FX8Xd9L65D9fvQswOWf53A-a_h1wxHNy0lRk\\\",\\\"y\\\":\\\"OIgRRhdok5T2tMzDAZ55C1-cnG_-_uZtlywG0XMQT2M\\\"}\",\"signature\":\"ZaxtbsioX3L4Y-XBunZmCkzymYQB_Lr_EvzqBc1X-GSZRM4LRauJkFuutaGg4qFxyCi2lS-Qp65rrRNiZl9z0w\",\"signingKeySignature\":\"0xd230e5c013dddded6c0fb50c7796b589d6fc2de358eb1ad66f2b7846c32b5e422a7ab6e674f3f2e2b55ead5fe98a5fd8ca939a77f8663182ddf12d65cc7472ee1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"h_PT-L2FX8Xd9L65D9fvQswOWf53A-a_h1wxHNy0lRk\\\",\\\"y\\\":\\\"OIgRRhdok5T2tMzDAZ55C1-cnG_-_uZtlywG0XMQT2M\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Gu3Ur1mLWYFvTe4MokK2xEmILp9VOg7yvw_X-BToP0s\"}"