"{\"content\":{\"body\":\"[![RisingSlime](https://miro.medium.com/fit/c/56/56/1\\\\*p8eO39Izxc5ch1knYp_sgw.png)](https://medium.com/@RisingSlime?source=post_page-----13ca05092227-----------------------------------)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*PFVvG59zNro5UgLyGLUxtg.jpeg)\\n\\non 11/18/2021 at 1:00 p.m UTC, an AMA session was held on **Crypto Royals**, Co-Founder of **RisingSlime** was invited to attend the AMA. Below we present to you an excerpt from AMA with questions and answers.\\n\\n**Mukul Sharma || Crypto Royals**\\n\\nGood Evening, everyone, I am pleased to have Representatives from Rising Slime join our AMA today. Hello, [@Dorian0x](http://twitter.com/Dorian0x) So nice to have you with us for AMA Session today.\\n\\n**Dorian || RisingSlime**\\n\\nHi everyone, a pleasure to attend this AMA, feel free to ask any questions.\\n\\n**Mukul Sharma || Crypto Royals**\\n\\nLet's start the AMA. With some Introduction questions. And please type done after completion of answers\\n\\nQ1. Please tell the community about Rising Slime in detail?\\n\\n**Dorian || RisingSlime**\\n\\nRisingSlime is a Roguelike Role-Playing Game based on blockchain, which incorporates DeFi and NFT. The game establishes a brand-new Slime Metaverse worldview-the Slimeverse, and improves playability, scalability, and token economies overall. In RisingSlime, players can enjoy a richer gaming experience and more lucrative rewards, and also join the evolution of Slimeverse as a whole.\\n\\n**Mukul Sharma || Crypto Royals**\\n\\nThat’s great. Q2.There are so many Blockchain games now, what makes RisingSlime unique？\\n\\n**Dorian || RisingSlime**\\n\\nRisingSlime is a blockchain-based game that we started designing and planning 6 months ago, which is a very innovative and playable game with strong economic system support. In terms of gameplay，We have designed a unique “self-build instance” mechanism, where players can build and upgrade Monster Caves for their own challenges. And of course, the harder the Monster Cave, the greater the rewards. For many new players, it may be hard to understand the entire game mechanism. This may become a barrier for some impatient players, but you will find it more than addictive once you try it. It’s a self-game process: you will build your own instance, formulate game strategies and rules, upgrade your Slimes and equipment to challenge…and find the best output strategy in constant reinforcement and challenge. Two key points were considered when we designed the economic system: (1)\\\\\\nAll in-game assets are produced by players (2) A simplified socio-economic system that distinguishes essential and non-essential resources and guides the division of labor. There are 3 essential resources and 2 non-essential resources in RisingSlime. The 3 necessary resources are the game token SLM, energy, and essence. The SLM is mainly used to build and upgrade the Monster cave, the energy is used to provide action points, and the essence is to provide the times that Slime can participate in the battle. These 3 resources are respectively generated in the five types of Monster caves, and players can only obtain these through battles in the self-built instances. The 2 non-essential resources are buff and equipment. Players need to challenge the instances of other players to obtain, which is also an important function of social interaction between players in the game. We hope to strengthen the interaction between players from the game mechanics and help players to explore different output and combat strategies.\\n\\n**Mukul Sharma || Crypto Royals**\\n\\nQ3. I heard the project will be launching on Ethereum. But many people may hesitate to play due to the extremely high gas fee, and also quite a few games are on Ethereum now. Why do you insist\\\\\\non launching on Ethereum?\\n\\n**Dorian || RisingSlime**\\n\\nIndeed, the high gas fee on Ethereum will have some impact on our promotion, but there are three very important reasons that make us firmly choose Ethereum. First of all, what we are going to do is a long-term project. Ethereum has been developed for so many years and has the most mature ecosystem with countless loyal users. Over the years, various public chains have risen and fallen, but ETH has consistently ranked first. We didn’t start RisingSlime on a whim in pursuit of the GameFi craze, we started the game designing and planning six months ago and have made a detailed plan for RisingSlime’s development in the next three years, and the realization of RisingSlime’s vision should take longer. Therefore, Ethereum may be the best chain that can support our development for more than 3 years. Secondly, our economic system and game mechanism are more like a simplified socio-economic system. Same as GDP, all the in-game assets are produced by the players themselves through their efforts, and it will develop and grow with the increase of players’ productivity. We officially do not earn from the sale of any production tools such as the Slime NFT. The initial Slime is minted for free, and the SLM used to purchase monster caves from the official site will be directly destroyed, which is just a transfer of value carrier. Other resources that are needed to play games come from the production and exchange between players. Therefore, there is no “reaper” in the entire game. Everyone, including our team, is fair and balanced. This is a very healthy and benign development environment. Everyone plays the role of producers and consumers in the Slime world and earns the profits of the growth of the entire economy. Therefore, in such a fair economic system that can accommodate a large number of assets in the future, the threshold of gas fee will only block the pure beggars. Those who can really understand the value of this project, especially the early-entry producers, will make a lot of profits. Finally, we have actually designed a solution to solve the high gas problem at this stage. In the short term, we have minimized the contract interactions in the game. But this may bring some other problems. For example, not all assets can be on-chained at any time. We only take SLM and the NFT that everyone must have to participate in the game as on-chain assets at the early stage. This will greatly reduce the daily consumption of gas for players. Besides, we have also included the development of the Ethereum sidechain in our plan. After the sidechain is completed, we will map all the assets to the sidechain and it will become a complete on-chain game.\\n\\n**Mukul Sharma || Crypto Royals**\\n\\nQ4. You just mentioned the vision. Can you talk about the vision for RisingSlime? And why do you want to make such a game?\\n\\n**Dorian || RisingSlime**\\n\\nAs I said earlier, we started RisingSlime game design six months ago, and the idea of RisingSlime came even earlier in mid-2020. We are all friends who have invested in BTC very early. In addition to the early BTC holders, we also have rich experience in traditional industries such as games, programming, finance, art design, etc. We have always wanted to make a blockchain historical project, a project that can reflect the real experience of thousands of blockchainers. Such a project will not be a public chain, nor a very practical tool such as DeFi, but something about spirituality and culture. After long research and discussion, we found that games are the best format to carry our ideas. Many GameFi teams do want to make innovations by themselves though they do it in different ways. For example, there are many sandbox games that allow you to build the world in a very blockchain way and re-establish the world's foundation and rules. But we want to “repeat” the rise of the blockchain through a virtual world view — RisingSlime so that everyone can truly feel the spirit of blockchain. Those who often play games know that Slime is the most junior character in the game world, and is usually the weakest one for players to enter the game to level up. This is actually very similar to the early BTC believers. Everyone is an ordinary person in society, doing ordinary work, and living an ordinary life by their own efforts. And BTC has given thousands of ordinary people a chance, a chance to rise.\\n\\nAs we said: everyone is a Slime.\\n\\nWe were and are as ordinary and weak as the Slime in the game world, but we have found new opportunities in the blockchain world. Many people have lived a different life and have a better life experience through the blockchain. RisingSlime is not a “personal heroism” game. It is set to allow us to build, struggle, produce and accumulate step by step, just like we first entered the blockchain world, from weak to strong. In addition, we believe that players who join RisingSlime now have a great opportunity to earn very substantial returns through this virtual world. This is not only the rise of Slime but also our own rise.\\n\\n**Mukul Sharma || Crypto Royals**\\n\\nQ5. How is the project progressing now? When can we experience the RisingSlime product?\\n\\n**Dorian || RisingSlime**\\n\\nWe are still in the very early stage, and the website is also undergoing a new design. Now it is only the creation stage of the entire game. Yesterday we just completed the test of Chapter 1. During the 10 days of testnet, more than 5,000 people followed us and 1,300 players completed our test tasks. Over 5,000 slimes were minted on the testnet. But some friends think that Chapter 1 is our game, which is a misunderstanding. Chapter 1 is only our initial stage of creation, mainly to complete the early distribution of SLM and Slime NFT’s Mint. In fact, Chapter 1 is a gamified yield farming with NFT mint function. A total of 100 million SLM will be generated in Chapter 1. And 16 million SLM will be distributed before Chapter 1 on mainnet goes live, of which 1,320,000 SLM is used to add initial liquidity, and all the rest were distributed to early community supporters according to different activities. The other 84 million SLM will be generated by mining. In other words, during the entire Chapter 1 phase, if you stake SLM, you will earn at least 5 times SLM. And our initial liquidity plan is added at a price of 0.01USDT/SLM. The early circulating market cap is only 160K USDT and will be only 1 million USDT when Chapter 1 ends. Huge pump-up potential. Chapter 1 will be online soon. We have just finished testing and need to make some optimizations. We will announce that once we finish the optimization. The core of our game starts from Chapter 2. It won’t be long as we have been developing it for a long time. We will try to launch the testnet for Chapter 2 in January next year. Welcome to experience the game then.\\n\\n**Mukul Sharma || Crypto Royals**\\n\\nQ6. Do you have IDO plans? If yes, how can we participate?\\n\\n**Dorian || RisingSlime**\\n\\nWe have just completed the seed round of financing from some senior experts in the game industry and the blockchain industry. We currently do not lack funds for development and we have invested in developing ourselves for half a year. The current financing is mainly to obtain the help of more professional consultants to make our game design more perfect. However, we do have an IDO plan, but no specific details yet. We will definitely do proof of care and award the early supporters of the game and the early active members of our community. We hope that all friends who join the Slime family will truly experience our products, agree with our vision, support and help us to grow for the long term. If you are interested in our project, please follow us on Twitter: <https://twitter.com/risingslime> or\\n\\njoin our Telegram:[ https://t.me/RisingSlime](https://t.me/RisingSlime)\\\\\\nWe will update all the latest progress in these channels. Stay tuned!\\n\\n**Mukul Sharma || Crypto Royals**\\n\\nLet's move to Twitter question now.\\n\\nThe first question from Twitter\\n\\nWithout sufficient fund its impossible for any projects to carry out their development whatever it is good. To me the main priority is to have sufficient funds to run a project. Is your team financially able to carry out this project? How this project generate revenue??\\n\\nFrom [@JuliaJery1](http://twitter.com/JuliaJery1)\\n\\n**Dorian || RisingSlime**\\n\\nOur current fundraising and our own funds can already cover the development of Chapter 2. We also have a lot of friends and familiar institutions in the industry, so we have nothing to worry about in terms of funding. We are currently financing, and this process is more important for us to find some useful partners rather than only funds, we hope all the investors can support us with products, marketing and other resources.\\n\\n**Mukul Sharma || Crypto Royals**\\n\\nSecond question from Twitter\\n\\nCommunity support has been a very important aspect that defines the success of a project. Do you have any plans in mind at the moment to expand your community and attract more users, maybe even globally, and enhance your experience while playing?\\n\\nFrom [@SharayLug](http://twitter.com/SharayLug)\\n\\n**Dorian || RisingSlime**\\n\\nYes, the community is our most important ecological role in our ecosystem, especially for our game that will introduce the guild system in later development. We have just launched testnet, and within 10 days during testnet, more than 5,000 users have participated. Within a week, the numbers of Twitter and Telegram also exceeded 5K, and the fans came from all over the world. This is only the test phase of our Chapter 1. We believe that after the mainnet launches, especially in the more playable Chapter 2 phase, our community will grow greatly.\\n\\n**Mukul Sharma || Crypto Royals**\\n\\nThe third question from Twitter\\n\\nNot all NFTs that are offered in the market are valuable, How will RisingSlime ensure that the NFTs that are manufactured, issued and traded on its platform are valuable and successful, and what strategies will it use to make them competitive in this fierce market?\\n\\nFrom [@Dorothy279knot](http://twitter.com/Dorothy279knot)\\n\\n**Dorian || RisingSlime**\\n\\nOur NFT is very different from the others. At the beginning of the game, the only NFT in our game is Slime and they are minted for free. All Slimes have different appearances, but random attribute allocations, which is very important in PVP battles later. In Chapter 2, there will be two NFTs — Armed Slimes and Monster Cave. And both NFTs require players to invest time and SLM to upgrade them step by step. They can only be minted as NFT after reaching the full level. It is not something that you invest money and get it any time you want. And Both NFTs will become important production tools to earn rewards later rather than just a picture like that of many other projects. Thus they will have a very high value.\\n\\n**Mukul Sharma || Crypto Royals**\\n\\nFourth question from Twitter\\n\\nUsually, the success of a game depends on the accuracy of the target market. With a concept like that, who is the target market for #RisingSlime? can you explain the market potential and continuity of the game? In the near future, what is the marketing plan for #RisingSlime?\\n\\nFrom [@edyhead](http://twitter.com/edyhead)\\n\\n**Dorian || RisingSlime**\\n\\nGood question for our mechanism. For the entry threshold, I have already answered above that our initial threshold is very low, and everyone can play and produce. But the threshold later will be determined by the development of the entire game ecosystem. We set the normal mode and challenge mode in Chapter 2. The normal mode is simple to operate but produces less output, which is suitable for many professional studios and players with large funds to play. However, our game settings are still a little bit complicated. If you want to play well to get the maximum output, you still need to adjust the strategy according to the development of the game. So I think our target users should be the ones who have a certain understanding of the blockchain.\\n\\n**Mukul Sharma || Crypto Royals**\\n\\nFifth question from Twitter\\n\\nI read that players can play as Slimes to participate in various adventures. Please tell me how much should I invest to start playing on RisingSlime? Will there be an option to connect to Metamask & Wallet Connect while playing?\\n\\nFrom [@themiracleboy0](http://twitter.com/themiracleboy0)\\n\\n**Dorian || RisingSlime**\\n\\nAs we mentioned above, SLM is distributed to players in the early stage, and minting Slime is also free, so literally speaking, the investment for participating in the game is only gas. In the subsequent games, players do not need to purchase any resources from the official side to play the game, so the threshold for everyone to enter the game is also determined by the development of the game ecosystem. Under this economic model, it should be easier for earlier players to benefit.\\n\\n**Mukul Sharma || Crypto Royals**\\n\\nThank you for answering the questions from Twitter. Shall we move to the live questions now?\\n\\n**Dorian || RisingSlime**\\n\\nSure\\n\\nAsk: My) Q)sir💖\\\\\\n💖👇👇👇\\n\\nIs your platform suitable for crypto beginners? Or does it only limited for professional users?\\n\\nAnswer: Yes, of course, RisingSlime is an interesting game. You only need to pay a gas fee to join in the game now. Although our game design is a bit complicated, it’s not hard to get yourself involved, it suits beginners.\\n\\nAsk: MR.Anandhu, \\\\[2021/11/18 21:52]\\\\\\nDo you have a Token Burning plan to increase Token value and attract Investors to invest?\\n\\nAnswer: You can find out that there are many SLM burning policies in the game. You need to trade them for energy, essence, building, caves, etc., thus guaranteeing the speed of SLM production. SLM actually may have inflation.\\n\\nAsk: Jude Laww (Formerly [@NaufalRf6](http://twitter.com/NaufalRf6)), \\\\[2021/11/18 21:52]\\\\\\nWe have seeing the big different on today condition in crypto project if we comparing with the year of 2017; when less project or company involved in cryptocurrency bussiness.\\\\\\nIn your opinion, How do you see the competition in blockchain industry nowadays? how do you set up your market strategy so the RISINGSLIME can lead the market in the future and also attrach more user/investor?\\\\\\n[@Dorian0x](http://twitter.com/Dorian0x)\\n\\nAnswer: Yes, blockchain games have innovated and improved a lot since CyptoKitty. However, most blockchain games lack playability, and others lack well-designed tokenomics. Our original design thought combined blockchain and game. We believe only blockchain games that are fun to play and have perfect tokenomics can lead the future of GameFi.\\n\\nAsk: Programme Manager 😇, \\\\[2021/11/18 21:52]\\\\\\n💥\\\\\\nYour project name seems to be very interesting. Does it have any story behind it? Can you share us with the inspiron for approaching to this name?\\n\\nAnswer: of course we have, we have a whole storyline run through three chapters of the game. Check our official website for more details\\n\\nAsk: Godpelpa, \\\\[2021/11/18 21:52]\\\\\\nRisingSlime is a very interesting strategy game based on Ethereum but why did you decide to build your game in an ecosystem with high gas rates how ETH? Do you plan to add other smart chains that are more friendly to retail players?\\n\\nAnswer: NO, as we said, we believe ETH chain may support us to build a long-term project. Gas is not a barrier for our game as well as the players. We will help to solve this concern through various means, such as limiting the on-chain transactions and sidechain most likely.\\n\\nThanks, everyone. Glad to share with you.\\n\\n**Mukul Sharma || Crypto Royals**\\n\\nThank you so much everyone for joining us for today’s session with Rising Slime and special thanks to [@Dorian0x](http://twitter.com/Dorian0x) for such an informative & amazing session.\\n\\nWebsite: [https://www.risingslime.com](https://www.risingslime.com/)\\n\\nTwitter: <https://twitter.com/risingslime>\\n\\nMedium: <https://medium.com/@RisingSlime>\\n\\nTelegram: <https://t.me/RisingSlime>\\n\\nDiscord: <https://discord.gg/gPZjBpJPB8>\\n\",\"timestamp\":1637248968,\"title\":\"RisingSlime AMA with Crypto Royals-RisingSlime Project Overview in Crypto Royals Community(Recap)\"},\"digest\":\"FJ7WHSVVaxAfyDQKmnmbs2MRQ_VP56ZA-OKxSTlXWw4\",\"authorship\":{\"contributor\":\"0x80fF54dCBC4810C8AE4C78A2f84D5eF37f4aAb2e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zCnZE2ixHaINd7rT_06CyTq4vCm79-vF4k3AeC_PdgQ\\\",\\\"y\\\":\\\"GWQnljxCx-cr5LjEvhE8QVcyDBGxDHKRFauEC8c_GiU\\\"}\",\"signature\":\"UQMeERGBZYlFfkyAZI3HqGTPH86CjZZbCSp8NmpgJdeHQgZGGPtFlb1Hqf5-hGZ1LLYUOiqkmxGbZww81v15og\",\"signingKeySignature\":\"0x885c95d8d0b3fca01426398364fc406eb3120b101222e658b2ea46e6113036fa1c534c556455109ea08a18268816f522dab5e4acfccc0a7273da60405112134e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zCnZE2ixHaINd7rT_06CyTq4vCm79-vF4k3AeC_PdgQ\\\",\\\"y\\\":\\\"GWQnljxCx-cr5LjEvhE8QVcyDBGxDHKRFauEC8c_GiU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FJ7WHSVVaxAfyDQKmnmbs2MRQ_VP56ZA-OKxSTlXWw4\"}"