"{\"content\":{\"body\":\"前几天去了上海。\\n\\n不愧是国际大都市，给我最深的印象就是快。\\n\\n走路要快，上菜要快，结账要快，地铁的电梯前不可以犹豫，一个犹豫朋友就快要到尽头，大家匆匆忙忙讲着电话回着邮件，一切都轻盈有序，首尾相接。\\n\\n晚上去了外滩，在那个寸土寸金的地方，每块地砖上都有人在走来走去，我们在鼎沸人声和初夏晚风中坐下来，我突然有一股冲动，在熙熙攘攘的人群中开始唱《我是真的很爱你》。\\n\\n曾同学问我，你也在想玛莎吗？\\n\\n一整天都没怎么聊起五月天，在那个嘈杂又忙碌的国际大都市，在需要很多很多钱才能在大屏幕上投一个广告的地方，有两个人徒劳地想起了十年前的一场演唱会。\\n\\n不知道什么时候开始，效率变得很重要，书店的显眼位置放着提高工作效率的书，我们期望用最短的时间做最多的事情，青年人间流行断舍离，砍除一切杂冗的枝叉，只剩下康庄大道通往最短路径。\\n\\n人生太短太短，容不下徒劳，容不得浪费，容纳不了孩子气的梦想。\\n\\n成年人的时间太宝贵，微博不需多点一下“全文”能够看到的字数只有一百多，抖音的短视频仅有15秒，视频网站将电视剧的片头片尾一并掐掉，一切浓缩再浓缩，都被封在胶囊咖啡小小的盒子里。\\n\\n可是你知道，世界上还有一种人，有时被叫做憨人，把这徒劳当做珍贵。\\n\\n“五月天又要出电影了。”\\n\\n这不是他们第一次做演唱会电影了。\\n\\n第一次的演唱会电影在2011年上映，那时候3D还是个有点新鲜的玩意，也没有现在这么方便的3D眼镜。那时候的3D眼镜又大又笨重，如果你去看电影时忘记把框架换成隐形，就不得不辛苦又笨拙地腾出一只手来扶着它，眼镜之间总是碰撞，鼻梁又不够高，如果你时不时还需要擦一下眼泪，真可以说是手忙脚乱。\\n\\n上映之前，他们像小孩子分享盒子里的宝物那样，告诉所有人他们请了3D制作团队，花了多少心思收音有多么赞，你很少看见一群三十好几的大男人像那样兴奋，为自己做了一件一直想做的事情而欢欣鼓舞。\\n\\n结果可想而知，豆瓣低分不断，剧情虚弱又不连贯，有人在短评里问，你们还觉得钱赚得不够吗？\\n\\n是啊，一个不甚成熟的新技术，一个耗资五千万的电影，在影院求不到排片，拿不到好的放映厅，甚至连音响也不愿开大声一点，为什么要做这么徒劳的事情呢？\\n\\n可他们不仅要做，还要一做再做。\\n\\n13年他们又推出了第二部3D演唱会电影。这次他们去掉了那些不连贯的剧情，原原本本地保留了演唱会上的小剧场，一场电影下来，所有人都学会了那句“爷爷你会弹吉他吗？”。\\n\\n我去看过不止一次诺亚方舟演唱会，但从来没舍得花钱买一张内场票，因为我要去另一个城市和朋友们见面，要计较卧铺和硬座哪一个更可以忍受、哪里的酒店拼房便宜又方便，演唱会上属于我的只有悬挂起来的大屏幕，和无数和我一样的人组成的蓝色荧光棒之海。\\n\\n在那个被强烈吐槽的电影里，我第一次看到无数纸片雪花从空中飘下，看到他们的眼睛中的观众席，看到必应创造全力以赴打造的舞台。\\n\\n还有更多的，那些不会在现实中出现的场景，跃出海面的海豚、近在咫尺的波涛、风暴中摇曳的小船。\\n\\n是演唱会的第一排，更是超一排。\\n\\n有时候我会想，人类的坚韧的终点到底在何方。\\n\\n让一群已经处在油滑世故年龄的人不去管旁人的议论，一错再错；让一群在最喧嚣虚荣的业界摸爬滚打二十年的人逆流而上，保持初心。\\n\\n很多小孩子喜欢过变形金刚，很少的成年人把大黄蜂请到演唱会现场，带着它全世界巡回。\\n\\n很多小孩子崇拜过英雄，很少的成年人花掉很多钱买下奥特曼的限时版权，让它在MV中短暂出演。\\n\\n很多小孩子爱着迪士尼，很少的成年人把演唱会开到乐园中，与儿时的朋友合照。\\n\\n很多弱小的灵魂渴望成为超级英雄，很少的大人花费巨资请来好莱坞变形金刚的混音师，只为做一个英雄的梦。\\n\\n如果你问他们爽不爽，我想他们一定要说，真的好爽。\\n\\n如果要做梦，那一定要做最大。\\n\\n影片宣传的时候导演说，怪兽是真的很累，那套装备又沉又麻烦，穿上要半个小时，休息的时候坐不下来，只能跪着，还要被威亚吊起来满场飞。\\n\\n你说谁会在意呢？二十岁的明星用三十几个替身，四十几岁的吉他手却认认真真接受武术特训，给一群求他保重身体的粉丝演打戏。\\n\\n可是谁又想要拒绝呢？当你还是一个小孩子，难道不曾幻想自己能在天空飞行、拥有魔法、从机械手臂里发出镭射光、驾驶有超多按钮的宇宙飞行器？\\n\\n当你终于拥有一个机会，难道舍得去扮演一个英雄，而不是去成为他？\\n\\n他们把一场巡回拍了122次，把一首歌唱1000遍，录制128轨，想从中挑选一个最好的舞台表演，为那些被交通费、独自出门、公司加班、时机不对而错过演唱会的人带来第二次机会，为那些用十块钱耳机的人打开音乐的宝盒，只要时间充裕时随便就近选择一家影院，随时都坐演唱会第一排。\\n\\n宣发的主持人问阿信，这次电影花掉了多少钱？\\n\\n阿信说，我们还没算耶。然后畅快地笑了起来。\\n\\n有机会为自己想做的事情一掷千金，该有多奢侈，又有多浪漫。\\n\\n五月天总是这个样子，只要你给他们三分期待，他们就会回给你一百分的试卷。\\n\\n当轻松好记的学猫叫流行于大街小巷，他们还是愿意去直面沉重的社会议题，帮天后做一张《沙文》；明明歌迷很多，也总是把那些唱过一千遍的歌加入live歌单，让偶然前来的路人朋友不觉得孤单。\\n\\n电影里甚至加了一个大陆朋友永远的遗憾，那就是烟火。\\n\\n因为安全问题，从几年前开始，大陆的演唱会就不可以使用烟火了，大家总说加入五月天，永远都不晚，可是事实上总是，加入五月天，哪天都嫌晚。如果你想看到火焰喷射和漂亮礼花，就不得不大动干戈前往海外。\\n\\n这一次他们动用航拍，把整个烟火搬进舞台，把420万歌迷的合唱和呼唤装进放映厅，为演唱会增加实感。\\n\\n520那天，阿信发了一条微博。\\n\\n「每一部作品，都像一封寄给你们的情书，而我却没有想过，收到的回应是一辈子都还不完的爱。」\\n\\n他们确实说到做到，这部电影就像是一封厚厚的情书，字里行间写的都是爱。一个人一生得到复数的爱，其实是非常难得的，这意味着你从一颗小行星变成了一颗恒星，你可以发出光芒，甚至让别人为你旋转。\\n\\n但太多的人失去了自我，忘记珍惜这种难得，于是成为一颗短暂流星，燃尽了他人的期待只剩下一小撮灰烬。\\n\\n乐团不同于普通歌手，乐团是一个整体，不能靠放录音带和主唱一个人出演。\\n\\n乐团需要一起出动，有时还加上许许多多幕后工作人员，连带那些live上弹错的音符唱错的歌词，一同成为一个闪闪发亮的夜晚。\\n\\n也许真的有很多人，太害怕徒劳，怕为一场live付出太多精力，怕被嘲笑爱得轰轰烈烈，一次又一次的错过，不愿被点燃。\\n\\n那该有多遗憾。\\n\\n幸好还有这部电影，让你能从秩序井然的生活中逃出来，喘一口气，丢掉矜持和害羞，来到这个420万人的大舞台。\\n\\n那一定是你记忆里，最奢侈的浪漫：）\",\"timestamp\":1637588051,\"title\":\"关于上海 关于五月天\"},\"digest\":\"Wa1WDG-9fx9y38YmOtHpE6iugSFF9rryApu26xEhcIQ\",\"authorship\":{\"contributor\":\"0xbD7CaeC83C229e0D6fD4E6cCb4E0799bB45BCDcE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"W3LLPDWhXymMRpMhOYerp0xIjbWxSP8DhvHC4RK2rCE\\\",\\\"y\\\":\\\"p9F9deKmGo9AHkHDKYxpNEUMwGPxwivewQKrhpFr-yY\\\"}\",\"signature\":\"w5MRtXBMlk50m-e8Ye7tMOp7QLYkv9bE4I5G180bxGPnyh4z3s1SLwnLK6xOPrLWoHkXyUI1ICPtAQ-J_5mqLw\",\"signingKeySignature\":\"0x2690a0869710e8a4b9d05c138722a37ad3aaf8835b4ad1be1c90160b4113a6b266b452958eac9a001e36d38600a6be8cf7f16b794c6e12ac2e24879449f252941b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"W3LLPDWhXymMRpMhOYerp0xIjbWxSP8DhvHC4RK2rCE\\\",\\\"y\\\":\\\"p9F9deKmGo9AHkHDKYxpNEUMwGPxwivewQKrhpFr-yY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Wa1WDG-9fx9y38YmOtHpE6iugSFF9rryApu26xEhcIQ\"}"