"{\"content\":{\"body\":\"A month into business school, I caught up with friends from home, half a world away. They asked: How’s school? How’s life? What’s impressed me the most about MIT Sloan so far?\\n\\nWithout hesitating, I responded: the entrepreneurship ecosystem. What makes it impressive? One of them asked. Again, I didn’t need to pause for long before answering. My answer was simply this: **the belief that people have in you, that you too can be an entrepreneur.**\\n\\n//\\n\\nOn the face of it, this seems almost banal. A “belief”? How can that help you more than mentorship from seasoned entrepreneurs, pitch competitions and hackathons, seed funding, or finding excellent teammates?\\n\\nThese and more are available at Sloan, but their existence didn’t make me *want* to pursue entrepreneurship. Instead, what gave me confidence to try was an intangible but substantial belief. **When people believe that you can do it — despite the inadequacies that you see in yourself — it is the most empowering thing in the world.**\\n\\n//\\n\\nWhen I first arrived at MIT, working on a start-up crossed my mind. It’s MIT after all, and entrepreneurship is a hallmark of this place. But I hesitated. I thought that others would first ask me to prove myself, because I have a non-traditional MBA background, having spent most of my career doing public policy. I was worried that my skills would not be valued, because they did not fall directly within a typical business function (e.g. strategy / operations / marketing). The idea that I too could be an entrepreneur seemed out-of-reach. Perhaps, I thought, it’s something I would feel more ready for a few years later; I didn’t think that I could do it *now*. More than that, I didn’t think that people would believe that I can.\\n\\nHowever, in my time here so far (six weeks), *not once* have I felt that my areas of lack were barriers to pursuing my dreams. What I can or cannot do has not qualified or disqualified me. On the contrary, the community of professors, administrators, mentors, and fellow students believe that you *can* create something of value — you just need help to articulate, sharpen, and build it.\\n\\nI’ve found that MIT’s range of entrepreneurship resources and programs stems from this belief. I may know very little about creating a business, but I can learn. **I must, however, first answer a fundamental question — a question that only I can answer: What am I passionate about? What aspect of the world do I want to change?** I truly feel that in MIT, no answer would sound too idealistic or ludicrous. **The important thing I’ve learned is to simply get going, and to be willing to try.**\\n\\n//\\n\\nIn early September, a few days after Fall Semester had started, I had a start-up idea — somewhat ill-formed, but it was a seed that I couldn’t shake. I wanted a teammate, because I thought that as iron sharpens iron, a team would be much stronger together. As I was feeling anxious about this, my classmate, whom I had just met a week ago, offered to help me — to my great relief and gladness.\\n\\nThe next day was the deadline for the [MIT Sandbox Innovation Fund](https://sandbox.mit.edu/). We decided to apply. (Afternote: A few weeks later, we got into the Fall 2021 Cohort, and it awarded some funding to conduct primary market research, essentially paving the way for us to start, without out-of-pocket costs.)\\n\\nOne week later was [Pitch2match](https://entrepreneurship.mit.edu/pitch2match/), a pitch session for founders to find a team. I decided to try. It was my first pitch — it was raw, with much room for improvement, and I felt far out of my comfort zone. But this was precisely what I was here for , to do things that I have never done, and I’m so glad that I did.\\n\\nSince then, things have happened in quick succession. Our team has grown to three. We spoke to [Carly Chase, an Entrepreneur-In-Residence](https://entrepreneurship.mit.edu/eirs/) at the Martin Trust Center, who gave us valuable advice on what to do next. We’ve brainstormed over coffee and whiteboards in [iHQ (“InnovationHQ”)](https://innovation.mit.edu/innovation-infrastructure/ihq/), MIT’s new hub for innovation and entrepreneurship. I’ve spoken to industry advisors, and pitched again during class in the [MBA E&I Track](https://entrepreneurship.mit.edu/mba-entrepreneurship-innovation/). In the last few days, we drafted, filmed and submitted our pitch for the upcoming [MIT 100K competition](https://www.mit100k.org/pitch).\\n\\nIt’s been a wild ride; things have been progressing at a fast and furious pace. The learning curve has been steep, and I’m sure that there’s more to come. **But it has been *so fun .*** I find it especially exhilarating to do this with friends, to ride the belief that the school and community has in its student entrepreneurs, and to seize every opportunity that presents itself.\\n\\nI have felt the discomfort and uncertainty of doing things for the first time, almost all the time, it seems. But I am learning, more and more, to embrace this, and to enjoy it. From my favorite poet, TS Eliot, I recall a few lines:\\n\\n> In order to arrive at what you are not\\n>\\n> You must go through the way in which you are not.\\n>\\n> And what you do not know is the only thing you know\\n>\\n> And what you own is what you do not own\\n>\\n> And where you are is where you are not.\\n\\nI find these words hugely encouraging. To become what we are not, we must go by the way we are not. Let us therefore be brave to take the first steps, for the journey is the end in itself, and there is no better reward than to discover what we can and must be.\\n\\n\\\\[First published on Medium on Oct 22 2021\\\\]\",\"timestamp\":1641439244,\"title\":\"The Unexpected Pursuit of An Idea: When Others Believe That You Can\"},\"digest\":\"sPGIsCtFaXs9LlUycPBPpMlvXYudZLc3VJaO9rDgqqU\",\"authorship\":{\"contributor\":\"0xB0E44F7e43328AB5F8fA448e233F20878C512AB5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yKzIC-j2MmrCNbMmxPjCy6OJjTYP40Ofbna9-Fc79sU\\\",\\\"y\\\":\\\"nwPTU1U_zXnoAt4uY_0FXPtotKD4MaL9azC8Qx7w2b4\\\"}\",\"signature\":\"4bbNVYcG2eheuJVr6MWGs5uFqu1aAR2HaueNjquK4HGql0NE7aBOqCzVyDYWAfqxkNZkSYGCnXS2etda1Romyg\",\"signingKeySignature\":\"0x8a9831008c1364ff5600fe38a8ba5b74ac82722a32f5f7d872b225a542ecad0257816f97e6280a9791b64f1e7a0eec8885c56c1869978f2e74cb1d96a0ee03341b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yKzIC-j2MmrCNbMmxPjCy6OJjTYP40Ofbna9-Fc79sU\\\",\\\"y\\\":\\\"nwPTU1U_zXnoAt4uY_0FXPtotKD4MaL9azC8Qx7w2b4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3fWZupSz5FGsl-PYhAMAtR-T7vRsBFgzCUh7neHGqcA\"}"