"{\"content\":{\"body\":\"Fires burned from torches held high by the soldiers who’d survived the night. They stood at attention, sadness in their eyes, faces blackened and bloodied, bodies broken and scarred. But they lived. Those who lay atop the pyres did not.\\n\\nMorning came with a chill, the kind blown in over water, but the forces of Duneld did not waiver; they guarded their fallen, and would until the flames took them, as was the way.\\n\\n“Shouldn’t you be down there with your brother?”\\n\\nMairi pulled up her cloak to turn away the brittle wind and faced her mother, whose voice had been filled with judgment. Her mother did not keep secret her disdain for her daughter’s path.\\n\\n“It is not my place, Mother.”\\n\\n“You fought among them, did you not?”\\n\\nViolence took Mairi’s vision. Black blood had spilled across her edge as she had sliced it through the dark things that had come for them. It had washed over her, a torrent of death for which she’d prepared, but never enough. She tasted it still, like a festering poison.\\n\\n“Willyem is their Grey.”\\n\\n“Aye,” said Flora Duneld, matriarch of the clan. “He is there Grey, but you are his sister, and you have chosen the path of valour” She stepped out from the shadows and joined her daughter at the crest of the battlements overlooking the tattered Skyreach Fields—once rolling mounds of luscious green, now a charred and stained memory.\\n\\nMairi bristled but kept composure, letting out a slow breath. She watched it curl upward in the frosted air, and then fade away amidst the fog. “Still, Mother?”\\n\\nFiora gripped the chiselled-stone railing, and her knuckles whitened beyond her already-pale complexion. Fury burned behind brown eyes, concealed only slightly by her picture of beauty, marked by a perfectly oval face around which fell long, raven-black hair.\\n\\n“Still, my daughter. Your path was to be virtue.”\\n\\n“But I am not virtuous,” said Mairi.\\n\\n“That never mattered.” Her mother spoke as cold as the morning. “Valour and virtue is the way. It has always been the way. What will the clan do now, daughter?”\\n\\nMairi watched the solemn vigil taking place at the base of their hold. She admired the strength in the silence of the valiant few who remained to fly their colours. Willyem had emerged from the gates, and all eyes followed his slow march between the rows of pyres. He would visit them all—hundreds of them—to say a quiet word known only to him and the dead.\\n\\nShe reached up and played with the iron clasp holding tight her ceremonial cloak, patterned white and black, inscribed with the old words: “Valour and virtue.”\\n\\n“Mother,” said Mairi, “you shepherd this family; you lead this clan. No one could do justice to our interests better.”\\n\\n“I won’t be here forever, Mairi. What then?”\\n\\nBelow, Willyem continued delivering the last rights to the fallen, his white and black cloak billowing around him as he walked. Her brother had always been statuesque, like a hero from history born anew. But not even he could face the wars to come without help.\\n\\n“First there must be a forever,” said Mairi. “Father knew what was coming, and he trained me to fight, not to—“\\n\\n“Your father is dead!” Fiora seethed, still beautiful. “The path of valour is romantic, I know. The annals are full with legends of those who risked everything for glory, or honour, or whatever captured their fancy at the time. Many found success; many did not. But they are all dead, my love. It is we, the virtuous, who live on and carry forth family name.”\\n\\n“He needs my help,” said Mairi. “And when we unite the clans and save the island from dark hours, we will do so in the name of Duneld, and history will know.”\\n\\nFIora released her grip on the railing and stepped back into the shadows. “I hope you are right, Mairi. I hope you and Willyem accomplish all that you set out to do. But if you fail, my daughter, what will history have to say about us then? Perhaps nothing at all.”\\n\\nAfter her mother had left, Mairi remained alone in quiet observation of the vigil. Though tormented by her decision to pursue valour, and her mother’s words, she found herself resolute. Teeth gritted, she braced against the cold but did not move, and she stilled herself as best she could. Though she had no torch, she would guard the dead until the flames took them, as was the way.\\n\\nThe morning passed slow, and her brother’s march took time, but she did not move. She did not take her eyes away from her Grey, the boy with whom she’d grown right here in the Hold—the man who carried her father’s edge and who inspired love in all those who followed him. She would follow, too, for she was a valiant of Clan Duneld. That was her path.\\n\\nWillyem walked back to the base of the Hold where the soldiers stood, their torches still raised high, still flickering in the frost. He drew his edge, then he planted in in the rocky mud.\\n\\nHe spoke aloud, to no one in particular, and his voice carried far. “The night has ended. Then sun has risen. Breath fills our lunges. Blood runs in our veins.” He paused, then looked up and behind him, to where Mairi stood, still as stone. Their blue eyes met, but they shared no smile.\\n\\nHe pulled away his gaze and continued his sermon. “We live, aye, but our brothers and sisters fell, never to wake. They fought hard. They fought true. They lived and die for the clan. Our clan. Remember them, so their names might live forever.” Willyem readied his torch. “May they pass in peace. May our ancestors receive them. Valour, and virtue.”\\n\\nThe silent monoliths who stood at attention behind their Grey in unison thumped a fist against their chest and called out in one great voice: “Valour, and virtue!”\\n\\nThe sound echoed in the morning, and then all was serene once again. Willyem lowered his torch to the ground and lit the first pyre. His signal accepted, others moved forward and lit pyres, until they all began to burn, a great fire stretching into the horizon. The flames filled Mairi’s brown eyes, and she whispered to herself: “Valour, and virtue.”\\n\\n\\\\*\\\\*\\\\*\\n\\n“I thought I’d find you here.”\\n\\nMairi approached her brother, who at the edge of Wave’s End, the lake stretching from the northern sea to the edge of Cloudhold, clan Duneld’s family home. Wind was ever-present in their part of the Great Isle, and now it was gently pushing the water to the shore so that it lapped over the rocky beach. She loved the sound. This type of day had always been her favourite, back when she was innocent, and had not seen the things she had, nor done the things she had.\\n\\n“Father was right.” Without looking at his sister, Willyem spoke in the same distracted manner as at the vigil, as if he saw something over the water she could not. Perhaps he did. Perhaps that’s why the valiant chose him as their Grey, discarding the older, wiser, more hardened men who’d sought the head of the Duneld forces.\\n\\n“About what, Willyem?” She stood at his side now, her head stopping at his broad shoulders. She looked out over the water to look for what he saw, but found nothing but more water.\\n\\n“The eternal war,” he said. “That we are the shield.”\\n\\nMairi sighed, and her brother noticed.\\n\\n“Even after last night, and you don’t believe,” he said. It had not been a question.\\n\\n“I know what I saw, Brother.”\\n\\n“What did you see?” he asked. “I’ve been trying to describe it to myself, but I cannot find the words.”\\n\\nMairi again tasted black blood that had filled her mouth as she had bathed in chaos of dying men and women and… things. In the dawn, after she had crawled out from the muck, life clinging to her ragged self, she had drenched herself with steamed and perfumed water, and she had scrubbed herself raw, until her skin was red and her soul bare. Still, the vile remained with her. She couldn’t imagine ever being clean again.\\n\\n“I saw *them*,” she said. “Just as father foretold. Just as the tomes beneath the Hold caution. Just as the carvings at Old Rock depict.”\\n\\n“Aye,” said Willyem. “It was them. They died all the same.” One of his hands rested atop the handle of his edge hanging from his waist. He placed the other around his sister’s shoulder. “I saw you, Mairi, fighting. You have fire in you. Father would have been proud.”\\n\\n“Mother isn’t.”\\n\\nWillyem laughed, in his way. The hint of a smile played at his lips, and his eyes twinkled, but he stayed quiet, and his face did not move. “She only wants the best for our clan. A *future*, for our clan.”\\n\\n“I am no lady of virtue, Brother.”\\n\\n“No,” he said. “But you’re a daughter of Duneld all the same. There have always been two paths, Mairi. The clan needs both to survive.”\\n\\n“Virtue would not have survived the night.”\\n\\nWillyem bowed his head, then crouched. He reached for the lapping lake-water, and allowed it to flow over his ungloved finger. “I suspect not,” he said. “But virtue will lead us through many more.”\\n\\n“The other clans,” said Mairi.\\n\\n“Aye,” said Willyem. “The other clans.”\\n\\n“But you said it yourself, *we* are the shield. No other clan built their castles at the edges of the water; they’re all inland, Brother.”\\n\\n“Now we know why.”\\n\\nMairi stood quiet with her brother for some time, both looking out toward the mouth of the northern sea, from where dark things had come in the night. She walked closer to the shore.\\n\\n“Do you remember when we were children, Willyem? When we would dance in the water for hours and hours, splashing each other, racing from edge to edge, laughing until mother called us for dinner.”\\n\\nHe nodded. “Aye. I remember.”\\n\\n“Come,” she took off her boots and waded into the lake, reaching back to him. “Let us dance one last time, before the end of the world.”\\n\\nWillyem stared at her, his round eyes brilliant blue, like hers—like their father’s. She saw pain within them, and the same lingering sadness he always carried.\\n\\n“Mairi,” he said. “Dancing and splashing and racing and laughing…these are the actions of the innocent, and the joyous, and the free.”\\n\\n“Are we not those things, Brother?” She found herself pleading.\\n\\n“None of us are. Not any more.”\\n\\nThe cold of the lake hit her just then. It sunk beneath her skin and travelled through her body, until her spine chilled and heart numbed.\\n\\n“We deserve to be,” she said.\\n\\nWillyem pulled his eyes from hers and looked past her, toward the emptiness of the horizon, toward the same unknown she could not see.\\n\\n“When the time comes,” he said, “let us hope there is more mother in you than father. Not all of the clans will unite under valour; it will take virtue, too.”\\n\\n“Aye, Willyem,” she said. “Let us hope.”\\n\\nHe turned from her, standing alone in the lake, and began to walk back to the Hold. “Tomorrow, we ride for Clan Quarry. Let us begin there.”\\n\\n\\\\*\\\\*\\\\*\\n\\nWhen they left the next day, the ground shook beneath the feet of a thousand pairs of marching feet. None of the valiant men and women of Duneld who remained after the long night of terror had protested their new duty. None complained of weariness. None begged reprieve. Honour commanded their hearts as much as love of clan and country.\\n\\nCountry. The Great Isle. Home to many names and many stories—most marked by blood. How many years had it been, Mairi wondered, since war had broken out among the clans? It was all she knew. It was all she’d learned. Had it always been this way, or had there been a peace, long ago?\\n\\nShe walked beside her brother and the tip of the spear that was the valiant of Duneld, edges hanging from the belts, cloaks around their shoulders, banners at their backs. For a little while, they walked without interruption or distraction. Only the sounds of the Great Isle played in their ears, a counterpoint to the thundering march. Then it began to rain.\\n\\nDroplets pattered off steel and soaked leather, and the black hair of Willyem and Mairi Duneld dampened until it clung to their faces. She smelled sulphur lingering from a thunderstorm long past—or was it on its way?—and the emerald grass beneath their feet became soft and matted.\\n\\n“Clan Quarry is small, Brother, and Oathkeep is tucked away far to the east.”\\n\\n“Aye,” he said. “So they are; so it is.”\\n\\n“Why begin there? Their influence is light; they matter not in the grand scheme.”\\n\\nWillyem pulled himself up over topple rock from an age long past, then reached to his sister to help her. “Is that what mother says?”\\n\\n“She may have mentioned it a time or two when discussing clan politics.”\\n\\nHe looked at her. “Since when do you pay attention to politics?”\\n\\n“I haven’t always walked this path, Brother.”\\n\\nThunder sounded in the distance, from the direction in which they travelled. The storm would be upon them soon.\\n\\n“I suppose not,” he said. “Tell me, Mairi, do you know the Quarry home is called Oathkeep?”\\n\\n“I don’t,” she answered.\\n\\n“Legends say Clan Quarry was once mighty, spanning the entire coast, led by a man of great revere.”\\n\\n“Legends?” she asked.\\n\\nWillyem looked at her. “Father.” He continued. “There was to be a great battle, perhaps the greatest the Isle has ever seen, and the ancestors of Duneld needed aid. You’ve heard of Mulcom?”\\n\\n“Of course,” she said. “We bear his words on our crest.”\\n\\n“Aye,” said Willyem. “Mulcom approached the Quarry for an oath—an oath to come to their call when the battle came to Duneld.”\\n\\n“Why would the Quarry agree?”\\n\\n“Don’t know,” said Willyem. “But they did. And they kept their oath. In return, Mulcom gifted them the castle now called Oathkeep.”\\n\\nMairi didn’t know what to say. All of this information was new to her—something never told when she had learned the history of the Great Isle and of its clans. And perhaps she was more shocked to hear her brother speak of things other than steel and iron and blood.\\n\\n“If the legend is true—if *father* was right—the years have not been kind to Clan Quarry.”\\n\\n“No,” said Willyem.\\n\\n“You think they’ll stand by an oath pulled from history?”\\n\\n“Maybe not,” he said. “But there is open war between the clans. Nowhere is safe on the Great Isle—less so now. Only the Quarry stay tucked away, as you said; only the Quarry have no sides to choose.”\\n\\n“What of their own side?”\\n\\nWillyem thought for a moment before giving his reply. “If they choose their side, that is their choice. But we have to try.”\\n\\nAnother crack of thunder resonated, louder than before, and the rain began to fall harder. Mairi pulled up her hood to shelter herself. Her brother did the same.\\n\\n“Do you think they’ll believe us?”\\n\\n“About the dark?” he asked.\\n\\n“About them, about everything. To see is to know. We know.”\\n\\nHe looked over his shoulder at the marching valiant, then met her stare. “I wouldn’t. They won’t.”\\n\\n“No, I don’t suppose they will.”\\n\\n[crowdfund://0x5f02e4DFDfEbE15D3C09FEbA7689f0f01BF626b0?features=overview,backers](crowdfund://0x5f02e4DFDfEbE15D3C09FEbA7689f0f01BF626b0?features=overview,backers)\\n\\n\",\"timestamp\":1633475744,\"title\":\"Chapter One: Valour and Virtue\"},\"digest\":\"MTXarVlHLOBqkygPSyGvwpEFkT6rqtyM6Dx0wmOep_c\",\"authorship\":{\"contributor\":\"0x9A048A7BF38306c055C05606A6010C78CFc7C1E8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TjzlnwhzvWV7ikwp5_peZ6YoOYamoI3GNbNal0aKYDw\\\",\\\"y\\\":\\\"Bp0n92Af2mNmFn90sBWMo-80P418qcB1J6JbpLHLgTQ\\\"}\",\"signature\":\"28crQ8e0aiube1PLvtFq3qvZfZxIEvzUDbQwL4XSRyodlWLjolHuhDlTB4YkRpFPiVkGWa5BZRb31l0GPv_Upg\",\"signingKeySignature\":\"0x0baf7be40a5c8d9e69ca51a7cbe06f9b777ffdd9e0044f15580226dcf306c9a03c1ea6cfb44bf7841e57243f38ab018bc8cf93ccccf496e559d9abc693e4650f01\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TjzlnwhzvWV7ikwp5_peZ6YoOYamoI3GNbNal0aKYDw\\\",\\\"y\\\":\\\"Bp0n92Af2mNmFn90sBWMo-80P418qcB1J6JbpLHLgTQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wIFNyAkxt0DevWRQDBZ_P6Qk3R5JDbh7waALTK2E7Io\"}"