"{\"content\":{\"body\":\"Uniswap V3.\\n\\nYou’ve heard of it. You love it. But truthfully, most people have no clue how it works.\\n\\nIn this guide, we’ll walk you through how to add liquidity to the FWB/ETH pool, and how to earn FWB in the process.\\n\\n![Get started at v3.fwb.help](https://images.mirror-media.xyz/publication-images/NbNcUAKqfPc_OnVuOXdKH.png?height=1650&width=3576)\\n\\n**If you’re a DeFi pro, add liquidity to the FWB/WETH 0.3% fee pool here and stake the NFT here to start earning FWB rewards.**\\n\\n*Please note - Providing liquidity is risky. Only provide liquidity with tokens you are comfortable holding. There is a high likelihood that the makeup of your position at entry will be drastically different from you position when you exit.*\\n\\nIt is recommended to only provide liquidity for positions above 100 FWB and an equal amount of ETH.\\n\\nThe cost of entering and exiting the pools is steep (\\\\~roughly $500 in gas for both sides). However, the process of adding liquidity is a powerful learning experience. If you’ve got some spare ETH and FWB laying around, go through this flow to get a hang of it.\\n\\n## What is a Liquidity Pool?\\n\\nA liquidity pool is a way for people to buy and sell FWB using other people’s idle tokens.\\n\\nThe FWB/ETH liquidity pool is composed of $FWB and $ETH. This allows people to easily trade one of these tokens for another. When trades are made, liquidity providers earn fees.\\n\\nThe more liquidity in a pool, the better price you will get on a trade. As trade sizes get larger, more liquidity is needed to prevent slippage - or the increased price of a trade will settle at given the assets in the underlying pool.\\n\\nThat means every token counts, as the more tokens in the pool - the better price larger traders will be able to enter and exit with.\\n\\nSo, here’s how you can help.\\n\\n## Adding Liquidity\\n\\nThe best way to view the current state of the FWB/ETH liquidity pool is using [this link](https://info.uniswap.org/#/pools/0x9ab0905b39505d8682b58a57a41c4100e9c62ab6).\\n\\n![FWB/ETH 0.3% liquidity pool.](https://images.mirror-media.xyz/publication-images/MX4mn9e3wJ6DYys3naJ8j.png?height=1242&width=2484)\\n\\nYou’ll notice that this is specific to the FWB/ETH pool, and the 0.3% fee tier.\\n\\nWith Uniswap V3, you can add liquidity at different fee tiers. For the sake of this article, please focus ONLY on the 0.3% pool. **This is the only pool being incentivized with FWB rewards.**\\n\\nSelect “Add Liquidity” to visit this page.\\n\\n![FWB/ETH liquidity pool](https://images.mirror-media.xyz/publication-images/xoq64jQP7q7smQw0gz8P9.png?height=1402&width=1848)\\n\\nIn the top right, make sure you select “FWB” to view price ranges in “WETH per FWB”.\\\\*\\n\\nThis page allows you to see the lower bound as the minimum price of $FWB, and the upper bound as the maximum price of $FWB.\\n\\nWith Uniswap V3, you are selecting an upper and lower band to provide liquidity. These bands mean that while the price of $FWB is within this bounds, your liquidity is more efficient. More on how this works here.\\n\\nIf the price falls outside of those bounds, one of your tokens (in this case $FWB or ETH) will be converted 100% to the other.\\n\\nStated another way, if the price of $FWB goes above your upper price bound, your position will be converted 100% into ETH.\\n\\nIf the price of $FWB goes below your lower bound, your position will be covered 100% into $FWB.\\n\\n\\\\**Please note that WETH is a wrapped version of ETH. WETH is exchangeable at a rate of 1:1 with ETH. To convert ETH to WETH, select WETH from the “Common Bases” tab here.*\\n\\n## Setting a Price Range\\n\\nSelect the price range to supply liquidity for. For your convenience here are some prices at an estimated ETH price of $3500.\\n\\n### ETH per FWB\\n\\n* 0.01 ETH/FWB = $35 FWB\\n* 0.025 ETH/FWB = $87.5 FWB\\n* 0.05 ETH/FWB = $175\\n* 0.1 ETH/FWB = $350\\n\\n**Please double check that you are setting in ETH per FWB, not FWB per ETH.**\\n\\n**Please triple check that you have selected the 0.3% fee tier.**\\n\\nHere’s an example of a recommended liquidity range. You can see the lower bound is set at roughly $50 per FWB, and the upper bound is set at roughly $350 per FWB.\\n\\n![Example of a price range on the FWB/ETH liquidity pool.](https://images.mirror-media.xyz/publication-images/0PRyNdsfkyTLWDHrogHqo.png?height=415&width=512)\\n\\nThe best way to think of this is pricing your liquidity against the price of ETH. Simply take the price of ETH and multiply it by the inputted ratio (0.015 ETH per FWB for example) to get an estimated price of FWB at that given price point.\\n\\nWhen providing liquidity, you will be picking the lower and upper bound that your liquidity is active in. This means if the price falls below or rises above either side of your range, your position will swap to 100% of one of the tokens.\\n\\nIn the above screenshot, this means if the price of FWB falls below 0.015 ETH per FWB (or $52.5 per FWB), the position will be converted 100% into FWB tokens.\\n\\nIf the price of FWB rises above 0.10 ETH per FWB (or $350 per FWB), the position will be converted 100% into ETH.\\n\\n**Your goal is to select a price range that you feel most comfortable with.**\\n\\nTo get a gauge of what your liquidity range looks like at different price points, navigate to this page and view the graph for an indication of the liquidity provided at different ranges.\\n\\nIf you would like no stress, set the min price as 0 ETH per FWB and the max price as infinite. This will treat your position the exact same as Uniswap V2.\\n\\nOnce you’ve set a range you’re comfortable with, approve Uniswap to spend your tokens.\\n\\nConfirm a second transaction to add your tokens to the liquidity pool\\n\\nThis will cost \\\\~$250 in gas. (wee!)\\n\\n## Staking Uniswap V3 NFT\\n\\nNow that you’ve added liquidity, you’re ready to stake and earn FWB.\\n\\n![Where to stake your liquidity](https://images.mirror-media.xyz/publication-images/xzWJBOSNNhddktEtMRxfm.png?height=1650&width=3576)\\n\\nNavigate to v3.fwb.help and connect your wallet.\\n\\nPlease note, the Stake & Unstake option will only become available if you have a Uniswap V3 liquidity position active.\\n\\n![Stake your Uniswap V3 NFT](https://images.mirror-media.xyz/publication-images/P4Pg-jNVp7u91GKC8j46-.png?height=203&width=512)\\n\\nPress “Stake & Unstake” to stake your Uniswap V3 NFT.\\n\\nConfirm the transaction to stake.\\n\\n![Staking liquidity](https://images.mirror-media.xyz/publication-images/uAZ66qsHbnGKvbd23BTxr.png?height=415&width=512)\\n\\nCongrats!\\n\\nYou are now staked and earning FWB!\\n\\n![What it looks like when liquidity is actively being staked.](https://images.mirror-media.xyz/publication-images/-D3EMVGcDSVocUxd3SmjP.png?height=198&width=512)\\n\\n## Managing Liquidity\\n\\nYou will earn FWB rewards for the duration you are staked in the pool.\\n\\nFor Season 4, there are **2000 FWB** up for grabs.\\n\\nTo claim your rewards, you will need to unstake your NFT.\\n\\nWe recommend only doing this when you are ready to claim a lump sum of rewards, as the cost to do so is likely to be high.\\n\\nOnce you’ve unstaked your NFT, you can manage your liquidity position at any time under the “Pools” tab.\\n\\n## Welcome Aboard\\n\\nIf you’ve made it this far, you’re a level 10 wizard!\\n\\nAdding liquidity can be tricky, but it plays a vital role in the FWB ecosystem.\\n\\nAs new members look to join FWB, it’s important that there is liquidity in place to acquire the required amount of tokens to join.\\n\\n*Please remember that providing liquidity is not for everyone, and should only be done with idle tokens that are looking to be put to work.*\\n\\nFor additional questions on this program, please reach out to coopahtroopa#9799 on Discord.\\n\\nWe are actively thinking through ways to give liquidity providers extra benefits within FWB.\\n\\nThank you for your time, effort and liquidity.\\n\\nUntil next time!\",\"timestamp\":1634594121,\"title\":\"FWB Uniswap V3 Liquidity Guide\",\"publication\":\"fwb\"},\"digest\":\"8bvvDBo6jT_Ezr0ptrQWeORfyPVjCmrRMawCRBQLYxk\",\"authorship\":{\"contributor\":\"0xCaCEa967ae0d35d2A006Bb63ec557Fd8A6F013db\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ohiXvVZebPtFyP81ABYX6XYZkTnfTsVWz-4RUsK8ycc\\\",\\\"y\\\":\\\"aQ7w6i-xFEpbTFt8dr0cnl2yDxbvWRsHYRfKIQ67RJs\\\"}\",\"signature\":\"nODwSeAJto5AGH9_YyoI15o4N6dfr52iRSu5CeOqusm4p6C6o5wKG-sTCrTakU02xS38MruwGYkidT_CXn6Cqw\",\"signingKeySignature\":\"0x38099b98060c1240dd84cdfa0bf04633d9df496de4ad9b4cc4062304acd358a002f1790cbf473264c03c27f7e824d2aba62032443fa2ad1a2734f2c2e77afad91b\",\"signingKeyMessage\":\"I authorize the publication of articles on fwb.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ohiXvVZebPtFyP81ABYX6XYZkTnfTsVWz-4RUsK8ycc\\\",\\\"y\\\":\\\"aQ7w6i-xFEpbTFt8dr0cnl2yDxbvWRsHYRfKIQ67RJs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"spi-fxl15OwZ-3NSgPWWjkxnPZclmu9cfwSl_dXtycM\"}"