"{\"content\":{\"body\":\"There once was a man. He was a happy man. At least, that's what everyone close to him thought. He was an easy man to take advantage of in every way - in *every* way. It might've contributed to his death.\\n\\nLife pulled him hard. It broke all the blocks and locks that bind the dead to earth where they contemplate life as consciousness fades with decomposition. Some last longer than others. Few are given a second chance.\\n\\nWakes rarely wake the dead. His wake was no more or less different or the same as any other wake observed over time immemorial - a body in a corner, debauchery everywhere else. Hands in passion tore at the peeling cornflower blue wallpaper patterned with dark blue angels entwined with pale yellow mortals - wings and limbs covered the naughty bits. Upon closer inspection, it was difficult to determine if the angels were lifting the humans up, dragging them down, or if they were locked in coital embraces - maybe all, maybe none. Strips of wallpaper slumped into puddles of sick on the floor. He wouldn't have had it any other way.\\n\\nOne mourner close to release was the first to notice the wraith. Her scream brought other screams as they watched it walk from his body and out the door. It floated more than it walked. They followed in close pursuit.\\n\\nScreams pierced the night as a shadow of the dead walked. One scream cut-through all others. It was an old scream announcing new life. He was drawn to it like a mob to violence. They tried to stop him - how do you stop the dead? Some prayed, some begged, some watched.\\n\\nNature conspired against them by shrouding his journey in a milk white mist that swirled and waylaid his pursuers. It was a deadly conspiracy. Mourners stepped into traffic, fell from bridges, or stumbled into the river. Before each death, he tried the coil on for size. No surprise to him, not a one fit - a contract he must fulfill before taking the one he truly wanted. He wouldn’t have had it any other way.\\n\\nHe entered the gowl's home with blast and song - an old song known only to the most recently dead and no others. He walked past the stunned lodgers and locked eyes with the screaming newborn. It stopped. All was silent. The mist swirled about the room. The newborn cooed and as suddenly as it came, the mist dissipated. He looked at the ring finger of the last remaining mourner and gave her a smile as drool bubbled at the corners of his mouth. He wouldn’t have had it any other way.\",\"timestamp\":1635374561,\"title\":\"The Wake\"},\"digest\":\"o3gAGkYxldzjkrsCnQCG8ecotQmSmeKDRAXwseR0ykg\",\"authorship\":{\"contributor\":\"0x137982EcBac7E95e2E12616D6305A43a5fF647A2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w88h6U2kMTkn5tgfi1wxFaSIRXFCV709HDt9DkImAoo\\\",\\\"y\\\":\\\"i72ExK18exs5CxEIxacccWpj_VMxIgrFPUJYdYYAsJk\\\"}\",\"signature\":\"_CJjmow4OFpfG5gVeQQPpVcLL88RlXpeHWjsqFBbO0W9bWugb8Rzooyj30t7Gve6JAUxc5T1aM7B_iPFqk6JGA\",\"signingKeySignature\":\"0x084c400e43101c16200be29a0fb8e674745a28f7a4237af85224a0000f5f39ab25f723e7c1402c2dba41ac51e49507b2fe918346a1e8d06f75b454e4f5292e7c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w88h6U2kMTkn5tgfi1wxFaSIRXFCV709HDt9DkImAoo\\\",\\\"y\\\":\\\"i72ExK18exs5CxEIxacccWpj_VMxIgrFPUJYdYYAsJk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"o3gAGkYxldzjkrsCnQCG8ecotQmSmeKDRAXwseR0ykg\"}"