"{\"content\":{\"body\":\"## Night of October 12, 2021 (a few hours before the art was revealed):\\n\\nI can see future worlds where LobsterDAO NFTs are worth much more than their current floor price. This is because the NFT allows you to have access to the DAO voting, and to potentially receive future airdrops.\\n\\nLobsterDAO NFT airdrop holders are among the most knowledgable, talented, and motivated actors in crypto. They’re likely going to be gunning for value accrual, and at least some of them will engage in development activity which maximizes the price of their new airdrop. Buying an NFT is a means to better align our payoff function with those of an intelligent community.\\n\\nThe buy argument when only considering cashflows is interesting because of the royalties aspect (<https://dune.xyz/vsh/Lobsterdao-Royalties>). The collection has been dropped for around a week now. The volume on OpenSea is 990 ETH, which with a 7.5% royalty fee and artist cut translates to \\\\~51 ETH for the DAO to play with. This is around 7 ETH per day.\\n\\n(Very) conservatively assuming daily 7 ETH volume continues for around a month, an additional 210 ETH will accrue to the DAO. This translates to \\\\~0.08 ETH per month per each of the \\\\~3k non-DAO NFT. At a floor price of 3.89 ETH, this is an annualized return of 24%. Of course, this isn’t direct value accrual, because a single LOBS has minuscule sway over the DAO treasury. But larger players may want to accumulate, as buying floor LOBS cheaply increases their voting power. Larger players may also be incentivized to fabricate LOBS buying, which increases volume.\\n\\nBear take: the art, in general, is ugly. Nobody wants to buy the art for aesthetics. There’s also the constant overhang of the NFT bubble potentially popping soon: at a macro level, it’s a greater fool’s game of hot potato. Further, potential loss is near 100% (because the NFT marketplace is illiquid) and in the event of a bubble bursting or the speculative social consensus valuation collapsing, there may be sharp downturn.\\n\\nThis trade will go horribly when the actual NFT art is released and nobody wants to buy the common pieces, which is our overwhelmingly likely drop — in fact, current prices might be trading at a premium because each NFT is potentially a lottery ticket to mint a rare LOBS. After reveal, common prices may dump.\\n\\nThere’s status attached to the NFT, which in my mind is bearish. Owning a LobsterDAO NFT airdrop affirms you as a valuable contributor to an esteemed community. Buying a LobsterDAO NFT is almost like trying to pay-to-win, or trying to pose with a token of intelligence. There’s little incentive to buy for status because doing so outs yourself as a fake, non-airdrop NFT holder.\\n\\nAfter running through a number of full-Kelly calculations, only a few optimistic estimations result in enough portfolio allocation to cover my purchasing a floor NFT. And even those cases are invalid, because I consider using full-Kelly to be inadvisable.\\n\\n## Day of October 13, 2021:\\n\\n* i noted that the floor price for common drops had fallen from 3.89 ETH the night before to \\\\~2.5 ETH\\n  * this potentially validated my idea that people had been bidding the unrevealed NFTs higher with lottery ticket-like hopes of catching a rare\\n  * the cheaper price made it more appealing to enter, due to its reaching my distribution of calculated Kelly Criterion percentages\\n* once i noticed that there seemed to be steadily increasing buying activity on opensea, combined with my reading my bear case repeatedly to assure myself that i’d keep invalidations in mind, i bought a floor NFT\\n* on reflection as of this writing on Oct. 14, i realize that my earlier calculation of the ETH accrual to the treasury was incorrect because i assumed that the total volume was the daily volume\\n\\n## Performance Journal\\n\\nWhat did I do well?\\n\\n* i did a good job of providing myself with an orienting framework for the potential opportunity, as well as of potential dangers i could imagine\\n* i did a good job of consuming appropriate information sources to formulate my decision in-the-moment\\n* i did a good job of adapting as circumstances unfolded, and of rapidly executing once the decision was made\\n\\nWhat do I want to improve on for next time?\\n\\n* honestly, given the timeframe in which i was given to assess this opportunity, my process was pretty close to ideal\\n* next time, to be even more ideal, i will have more effective and accurate mental models of (1) timeless strategic archetypes and (2) specific situational awareness\",\"timestamp\":1634188951,\"title\":\"LobsterDAO NFT Floor Buy\"},\"digest\":\"_Ou39YZkbzsU5qy8HIYVKjfjjELiqDVGtrPYpuDUlaI\",\"authorship\":{\"contributor\":\"0xdF3AB3adB9F679d71b9A22ab77565b1FF3A5047D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_JiuWO731F3bhDAPMgNFNaovDkRTPSt89uP_9frEql4\\\",\\\"y\\\":\\\"bHF0APHB54AF9Lt0UPWhYOciyTUJwUKTBwpcE4mjYro\\\"}\",\"signature\":\"znWbTc36h-7kGrE1UipzlDel3F8yAAYfqzRgAzesZ5qjVCIy8Y-C5no22X6iMPAaFSOsV3XYgyuk9iZA02W2ww\",\"signingKeySignature\":\"0xc5d28cfb46ae00586cde083af70323f43855092c0ab6403c2049f42d6f7ca2855148b0dda9ab0cac84ccd995819f56cedb97f4329985c48b048942ea50300b171b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_JiuWO731F3bhDAPMgNFNaovDkRTPSt89uP_9frEql4\\\",\\\"y\\\":\\\"bHF0APHB54AF9Lt0UPWhYOciyTUJwUKTBwpcE4mjYro\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_Ou39YZkbzsU5qy8HIYVKjfjjELiqDVGtrPYpuDUlaI\"}"