"{\"content\":{\"body\":\"### What is ElasticDAO?\\n\\n![](https://images.mirror-media.xyz/publication-images/r3pqrztXo6MZ21QHtxiJU.png?height=500&width=1500)\\n\\nElasticDAO was launch in march 2021 with the mission of bringing fair governance to crypto.\\n\\nThe goal was to develop contracts and add a gui on top so other DAOs can easily reuse the elastic primitives in their governance. ElasticDAO is based on clever token economics that dilute of inactive holders and whales. The governance token is backed (not valueless) and emitted on a bonding curve. Anyone can join / exit by interacting with the treasury contract minting $egt when given $eth and giving $eth back when given $egt to burn.\\n\\n* There is a max amount of tokens an address can hold (sybil details at the end).\\n* Each vote trigger a rebase of 5% on all address that voted up to the max amount.\\n* Free riders that don’t vote get diluted.\\n* Whales that hold more than the max amount get the diluted on their excess.\\n\\n### Passive holders are not gonna invest if they get diluted right?\\n\\nYes, that’s the point. If you use this model you have to decide where to apply it on the DAO with implied tradeoffs. To the risk of adding complexity, dual or more token model are possibles. This way people that want exposure can go rebase less, while subDAOs that want a small fast moving community to emerge from incentives can go rebase on.\\n\\n### Whales are not gonna invest if they get diluted right?\\n\\n* We can decide what’s the max cap per address.\\n* Whale have a lot to win win from dilution:\\n\\nIf whales want to invest on a project but they are too heavy, they’re going to push small shrimps away as they’ll feel like they have no say in the governance, and be fearful of market manipulations. Even if there are none, the only idea there could be is potential fud source.\\n\\nHaving a system for whale dilution would allow them to coordinate on giving some of their tokens away to smaller holders. It would make sense for whales to give a portion of their token away to have the project grow a 10 times bigger community / treasury. Better have 50% of 1 000 than 90% of 100 right? Whales can’t act this way because they have no way to ensure dilution would be respected by all of them and think 0 sum. Could this change with such a system.\\n\\nFor small holders, this add an incentive to join the project. You get value from growth but also from redistribution within the project. Your activity is rewarded and your incentives align with the long term success.\\n\\n### Why should we care?\\n\\nMost crypto communities form around a narrative. Fair governance is something majority of people will stand behind. Building this kind of solution attract people and show you’re pushing the space forward. ElasticDAO identified real problems that are still unsolved.\\n\\nI think as crypto adoption grows, we’ll see this problem getting bigger. Many ecosystem have been bootstrapped by people who were late to something and preferred build/join a copycat ecosystem were they could be first instead of joining the original one. The crypto meta should move mainly with innovation, not with cartels power concentration reforming cyclically.\\n\\nUsers bring value to networks. If you can capture that value, the pie grow so you can afford to dilute yourself and still have more. It’s also sharing and letting new people get in. Crypto was made so that we don’t have suits controlling the world and we decentralise ownership and control of protocols. By advocating this, I think we can get huge community behind us.\\n\\nCap tables with successive funding round in trade tech see their shareholders (founder, team and previous investors) dilute over time. I wonder if DAOs / communities can have such mechanism revisited.\\n\\n### If ElasticDAO is so dope, why has it failed?\\n\\nImo it has not failed, it just hasn’t been push to the end. Why?\\n\\nWe had no traction, we made some noise at the beginning and some people aped but we failed to build on the momentum and we ended up with \\\\*very\\\\* few active members.\\n\\nWhile the team focus on development we had no traction we’ve had a down only price action, people expecting quick flip exited (drawing treasury down) while we slowly burned the runway to pay core team and other expenses. During these months many primitives were built. We thought let’s build while there’s no one to take focus away (managing community takes time) and once we’ve laid out the fondations, they’ll come.\\n\\n[https://dune.xyz/SimonC/ElasticDAO](https://dune.xyz/SimonC/ElasticDAO)\\n\\nAt some point we only had 8–12 months of runaway and our giga brain cto was leaving to join Shapeshit (the first cex mutating into dex). In these conditions it was hard to hire another quality cto because of concerning lack of traction and runaway.\\n\\nGiven this situation, a vote to pivot to ElasticSwap, a rebasing AMM built in house to work with all kind of rebasing tokens passed so ElasticDAO went asleep. Team ask if anyone wanted to take over but no one step up. I really wanted to but being alone, I fear I would not go anywhere.\\n\\nElasticSwap was built to be our first source of revenue and its development took a lot of time. ElasticDAO core contracts (with the bonding curve, rebasing vote etc …) are open source. These primitives being already built, we can gain precious development time. \\n\\nElasticDAO team would probably be happy that another team take the torch and we can ask a codebase walk through. I have connections there and I’d be happy to make introductions. Honestly, these people are super nice and genuinely care moving the space forward. LSDan, the core coordinator has publicly answered he is not done with ElasticDAO idea and even if next iteration is different, mission of fair governance is not canceled.\\n\\nNami was also there, she may see other reasons.\\n\\n### What about sybil resistance?\\n\\nThis is one of the hardest part, because there is no easy solution. You have to make tradeoffs, but there are a lot of possible solutions. ElasticDAO had not built any yet because we’ve focus on building the rebasing maths first and assume there won’t be collusion while we were under the radar. \\n\\nTeam was monitoring the blockchain (address interactions, voting time/direction/ip) but all of these can be gamed so it’s not sybil. You can use mixers, vpn, make your script delay vote etc …\\n\\nWe were aware of the problem and the community was supposed to choose a solution to be build once initial development moved forward. ElasticDAO team wanted to wait for consensus to form and not impose any solution to the community.\\n\\nI was in favour of multiple solutions so that DAOs building on top of ElasticDAO could choose the module they prefer. Amongst the most evident solutions are KYC, reputation based system, contribution based systems, identity zkp based system.\\n\\nI think if we want to move down the elastic route we really need to take time to think this through because every time i’ve shilled the concept, builders asked about sybil resistance. I was concerned too but thought we’ll end up finding a good enough solution down the road (optimist) while most were worried we would not find something gaming proof (pessimist).\\n\\nIf the sybil part is not solid, there is no point in pursuing this model.\\n\\n### Closing words\\n\\nI think if ElasticDAO had rebranded to an olympus fork with fair governance and legit ponzinomics, we would have had more traction and runaway. We could have hired a new cto and continue development. If we provide a no code DAOs builder with gov modules to choose from and revisited olympus ponzinomics, this fair governance experiment could succeed.\\n\\nIf you want more informations, this is the person to contact (dm open) <https://twitter.com/LSDan_DeFi>\\n\\nTo be completely transparent, ElasticDAO is the only project so far that made me drop a tear. I lost money funding this project but I didn’t care but the experiment not being pursued broke my heart. Genuinely think the space needs something like this. \\n\\nIt is what it is but I’m biased as fuck so take this as the bull thesis for ElasticDAO and try to think about the bear thesis too. I guess it all comes down to the question: were we too early? was the idea wrong or didn’t we pushed enough? To know we need to try.\\n\\nI also think it could be an opportunity for the project too. Curious to hear your thoughts on that. Do we have time/resources to allocate there? Is it worth pursuing? If so, what priority in the product line?\\n\\nThanks for reading! I’m happy to answer any questions or make a call with anyone wanting to know more about it!\",\"timestamp\":1641196489,\"title\":\"ElasticDAO\"},\"digest\":\"9CYkR63BFZVZ8pd1MPvlnIrxiaFcZKgg9NFRj2AO3j4\",\"authorship\":{\"contributor\":\"0x45CFbb9f0bEc5b5CAf4D40f2948DEa412aF4c585\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lXj2wIuluw2IDvAteMwiON_K-sLMutaETUQ8wSEojQI\\\",\\\"y\\\":\\\"IeW5u4PtLiRx1QxnF6NUk84ftEzK9iCWtWNHUDmDHzo\\\"}\",\"signature\":\"Nt6aPaBKa7GYIkc7Vd1gSZneiHLMMViYzUmZWLx0LRDTNqTzGl4tZVhv0z7EBuAsN_q68tWGUlE1VuUpllIDcw\",\"signingKeySignature\":\"0xa1aada36f65579e5e05bf9c4f0f0288e7b2b0a970ecfc61cdfcc807be6298f4e4923a691b7f12459c93e71c0645f3e26950bebbbb6f73914109def3fe9d2ed7700\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lXj2wIuluw2IDvAteMwiON_K-sLMutaETUQ8wSEojQI\\\",\\\"y\\\":\\\"IeW5u4PtLiRx1QxnF6NUk84ftEzK9iCWtWNHUDmDHzo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bn1qO8L8SvC-TlEy8N2kc-YKqGGNkVSdhSAsLlxG5nc\"}"