"{\"content\":{\"body\":\"本篇笔记，来自苇草智酷主办的智酷沙龙119期。在吴桐带来关于元宇宙的思考之后，引发了多位学者的讨论。本期笔记来自醒客以及我的老师段永朝对元宇宙的观察和理解。\\n\\n \\n\\n**科技财经作家、轻组织创始人 醒客**：\\n\\n \\n\\n上面大家谈的有憧憬的，也有质疑的。我是觉得，今年元宇宙概念的产生，它背后还是技术条件导致的。一种新技术出来之后，它就会把人进行分割。比如早期的时候人步行，后来有了骑马的。步行的和骑马的是没法一起走的，这中间就割裂了。再后来有开车的，开车的和骑马的也是割裂的。所以**技术的进步就会带来割裂**。元宇宙也是如此，由于技术工具的不一样会导致分裂。\\n\\n \\n\\n还有另外一个问题，步行的人如果看到别人骑马，会觉得那个人用了一个工具，看开车人也是用了一个工具。但是骑马的人不觉得马是另外一个东西，他认为人和马是一体的，车和人也是一体的。所以如果从人使用了马之后一体化的角度来看，人和马是一个新的元宇宙，车和人又是一个新的元宇宙。任何一种新技术出来的时候，如果人适应它了，能够产生一种新的行为方式，其实就是创造了一种元宇宙。这是技术派的看法。\\n\\n \\n\\n吴桐老师上半场大部分讲的，是生产关系变革的方面，是人的生产成果如何分配的问题。在如何分配方面，现在面临的问题是什么呢？比如大厂垄断资源了，大公司每一个人产生的收入和中小公司相比是数百倍、数千倍的，这种不公平根本不是能力的问题，而是根本追不上。小公司活都活不下去，大公司一发奖金都是几十万、上百万的发。那你说这两个人能力有差别吗？很难说有如此大的差别，一定是过**去的生产方式和今天的生产力之间不匹配，导致新的不平衡**。\\n\\n \\n\\n因此会有很多人在呼吁生产关系的变革，重新去创造一个世界。这是元宇宙重要的动力。\\n\\n \\n\\n我们可以得出两个方面的结论。一个是技术的动力为什么会有效？我们可以把力度放粗一点。比如在耕种的时代，人和土地是一体化的；到了工厂阶段，有了分工，最大的好处是能把人的短处分离出去，人只要用自己的长处就行了，不需要用短处。\\n\\n \\n\\n这个时候如果一个原本在土地上的农民，也想和工厂的类似农场工人去竞争，是无法竞争的。这个时候一定要有新的方式来平衡。比如现在提的绿色食品。绿色食品就要必须是手工制作的。这就可以反过来补偿给农民一个价值，这样世界才能平衡。\\n\\n \\n\\n那么今天我们进入到第三个时代，数字时代的核心是什么？重复性的劳动又分离出去了，所有人都只做创意。但是如果你的创意要和机器的重复性去竞争，显然也不合理。所以它还要呼唤一种新的方式来平衡。\\n\\n \\n\\n从价值分配上，我们今天面临的是如何让人变得更公平。这是我看到的元宇宙，一是技术上的动力，二是它可以将生产关系往回拉的力量。\\n\\n \\n\\n**苇草智酷创始合伙人、信息社会50人论坛执行主席 段永朝**：\\n\\n \\n\\n \\n \\n\\n \\n \\n\\n我就先讲讲我的一些体会。过一段时间就会出现一个热词，大家就来一起群体消费这个热词。这几乎是这20多年来IT互联网的一个独特现象。\\n\\n \\n\\n而且我们消费热词的时候，大家一定注意到这么一个现象，**几乎所有的热词都来自大洋彼岸**。这个现象也是很值得深思的。\\n\\n \\n\\n比方元宇宙这个概念，读起来朗朗上口，一下子爆炸力、穿透力也很强。所以各种人都可以做各种各样的解释。但我看到的元宇宙是一个很大的组合词。\\n\\n \\n\\n朱嘉明老师提到要避免元宇宙的商业化、世俗化的倾向。胡延平讲到了元宇宙的欺骗性等等。为什么这个词很大呢？就是元Meta这个字，有非常深的西方文脉的背景.换句话就是，西方文脉对元的重视程度，应该说跟东方文脉中对元的重视的程度是一样的。当元宇宙里出现Meta这个词的时候，我个人认为在思想上有都要保持高度的警觉。\\n\\n \\n\\n**我们需要警觉在哪里呢？这是一种形而上学思想的反扑，或者形而上学思想反扑的尝试。**\\n\\n \\n\\n当然一方面，元宇宙表达了对现实内卷或者撕裂的无奈或者不满。为什么我说它是形而上学思想的反扑呢？凡是在西方意义上加一个“元”字打头的东西，一定是把思想的视角投放到更深的底层。我们说的底部思维或者叫底层逻辑或者叫根源思维、起源思维。这个“元”字我觉得是非常值得重视的。\\n\\n \\n\\n第二，这些年来**宇宙叙事的崛起**。它的本质也是探讨起源问题，特别是探讨共生起源如何可能的问题。所以元宇宙这个问题的思考，我觉得这次讨论非常好的一点在于，大家已经把话语空间打开了。不完全是把它看成是一次商业机遇，或者看成是一次再度的重新分配，再度重启的机缘。我觉得当然有这个成分，\\n\\n \\n\\n但是元宇宙我们还是要注意到，这是一个尬的词。尬的意思是它其实带有一些水土不服的含义。\\n\\n \\n\\n关于Meta的思考，我高度赞同朱嘉明家明老师6月份写的那篇文章。里面提到的一个思想：元宇宙与后人类社会。这篇文章我觉得写得非常棒。其中谈到了数学思想跃升的可能性。朱老师花了一些篇幅来剖析元宇宙里包含的一些数学思想，特别是抽象代数、范畴论这些东西。这些思想跃升的可能性我也读的半读半通。\\n\\n \\n\\n我个人理解或者说猜测，数学思想的跃升可能是指一种新的分类思想。因为我们现在一讲物种就提到新物种。新物种就会提到赛博空间，提到元宇宙，提到了新物种出现的可能。那自然就会带来一个问题，这些元宇宙中的新物种怎么分类？这些新的物种和老的物种之间有什么关系？能不能纳入林耐分类法那样的方式。\\n\\n \\n\\n林耐分类法是西方分类学的根基。其实也是一种西方思想的树状结构的一个鲜明的特征。这种元宇宙新的分类法里到底怎么去体现容纳或者包容新物种的存在？这里可能和数学思想有关。\\n\\n \\n\\n简单来说，数学思想里有一点，我们过去10多年来讨论复杂性思想，讲层级，讲非线性，陈禹老师长期以来会提这样一个问题。他说：不同层级之间怎么跃迁？\\n\\n \\n\\n我觉得，不同层级的关系，包括数学的问题，本质上可能是要**重新思考分类问题**。现在的物种已经难以划分，难以描述层级间的跃迁机制是什么？宏观、微观之间的关系是什么？\\n\\n \\n\\n这就提出一个看元宇宙视角的问题。我们现在看元宇宙很多是有现实本位的。**我们站在现实的本位去看元宇宙，很容易把它看成一次机会**。这也当然是无可厚非的。但是我觉得这个视角是狭隘的、狭义的。就像胡泳讲的，现在技术已经被高度窄化。我们想到技术的第一反应就是它有什么用？它能不能变现？它能为我做什么？我们还是站在自然本位，所谓实体宇宙的本位去思考。\\n\\n \\n\\n但是**真正的元宇宙，个人觉得特别迫切需要一种站在彼岸的视角**。如果我们把元宇宙叫做彼岸，当然彼岸要打个引号。并不是称之为彼岸，我们就要逃离到那里去，未必是这个意思。这个彼岸更多是指新空间。\\n\\n \\n\\n这个新空间和我们现在这个空间是什么关系？彼此之间是如何形成双向的、进入退出的关系？怎么样平滑过渡，怎么样很好的适配？所以我个人觉得元宇宙这个词汇事实上是很难包含我们讨论的很多问题的。\\n\\n \\n\\n可以举一个例子。比如人和机器的分工问题。这也是苇草智酷今年年底要开的第五届互联网思想者大会的主题。大家都知道，亚当斯密讨论分工问题，讨论的是人和人的分工的问题，人和人在生产领域社会分工的问题。但是今天我们我们需要讨论人和机器的分工问题。其实人和机器的分工，隐含着现实宇宙和元宇宙之间的关系问题。\\n\\n \\n\\n在这种情况下，从传统的分工解决生产和效率问题的时候，它很难去解决演化方向的问题。所以元宇宙应该说提出了一些新的可能性和新的思考方向。这是非常有意义和价值的。\\n\\n \\n\\n总的来说，我概括几句话：首先，一段时间我们希望有一个有高度凝聚性的话语来展开，为我们提出更多的问题。元宇宙不失为一个好的词汇，扮演了好的角色。\\n\\n \\n\\n第二点，我们同时**需要警惕和提防元宇宙话语的过早坍塌**。换句话说，我们很快把它谈到了庸俗不堪的地步，这就直接把这次话语玩坏了。\\n\\n \\n\\n第三点，毕竟元宇宙是个舶来词。所以在消费和讨论这个词语的过程中，保持对思想底层的一些警觉，可能是我们需要更多提醒自己的地方。\",\"timestamp\":1637665523,\"title\":\"段永朝，我们要警惕元宇宙话语的过早崩塌\"},\"digest\":\"aBHqq5wwOQcIxSisCEc8xlbxec2Ms0hXJE5QtKIE6DE\",\"authorship\":{\"contributor\":\"0xeD3e891b535Ff6DB459B44d53b1dA0F5cee6686D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rca1giSJVWXxn2SAfG3dBihPrnaWxsgS8QnEjZoAjU4\\\",\\\"y\\\":\\\"BM8VmhNv_uHSEH7gNpBNoIsrWR3Mz6fLBTvUXqVVT4Y\\\"}\",\"signature\":\"4X8XMm9gRpyI69Q4WNkpatGm4Vknxxw9pWaQDqNprB635zNQScODGGviFo6rcMewPETX87kAQAWc_MdudTMTIg\",\"signingKeySignature\":\"0xa3a347c14c529c5991b1a808b530c2e73b300c2750fbbe53dab389e7bf7620c70bc4e5c2671ecbd198c34e99e6661cccefb62dc350f7bc96e1506b2d06d200cf1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rca1giSJVWXxn2SAfG3dBihPrnaWxsgS8QnEjZoAjU4\\\",\\\"y\\\":\\\"BM8VmhNv_uHSEH7gNpBNoIsrWR3Mz6fLBTvUXqVVT4Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"aBHqq5wwOQcIxSisCEc8xlbxec2Ms0hXJE5QtKIE6DE\"}"