"{\"content\":{\"body\":\"\\\"If Earthrid plays men to death, it appears to me that his own death is due.  In any case I should like to hear those sounds for myself. But as for taking you with me, Gleameil - women die too easily in Tormance. I have only just now washed myself clean of the death blood of another woman.\\\"\\n\\nGleameil laughed, but said nothing.\\n\\n\\\"Now go to sleep,\\\" said Polecrab.  \\\"When the time comes, I will take you across myself.\\\"\\n\\nHe lay down again, and closed his eyes.  Maskull followed his example; but Gleameil remained sitting erect, with her legs under her.\\n\\n\\\"Who was that other woman, Maskull?\\\" she asked presently.\\n\\nHe did not answer, but pretended to sleep.\\n\\nChapter 15\\n\\nSWALONE'S ISLAND\\n\\nWhen he awoke, the day was not so bright, and he guessed it was late afternoon.  Polecrab and his wife were both on their feet, and another meal of fish had been cooked and was waiting for him.\\n\\n\\\"Is it decided who is to go with me?\\\" he asked, before sitting down.\\n\\n\\\"I go,\\\" said Gleameil.\\n\\n\\\"Do you agree, Polecrab?\\\"\\n\\nThe fisherman growled a little in his throat and motioned to the others to take their seats.  He took a mouthful before answering.\\n\\n\\\"Something strong is attracting her, and I can't hold her back. I don't think I shall see you again, wife, but the lads are now nearly old enough to fend for themselves.\\\"\\n\\n\\\"Don't take dejected views,\\\" replied Gleameil sternly.  She was not eating.  \\\"I shall come back, and make amends to you.  It's only for a night.\\\"\\n\\nMaskull gazed from one to the other in perplexity.  \\\"Let me go alone. I would be sorry if anything happened.\\\"\\n\\nGleameil shook her head.\\n\\n\\\"Don't regard this as a woman's caprice,\\\" she said.  \\\"Even if you hadn't passed this way, I would have heard that music soon.  I have a hunger for it.\\\"\\n\\n\\\"Haven't you any such feeling, Polecrab?\\\"\\n\\n\\\"No.  A woman is a noble and sensitive creature, and there are attractions in nature too subtle for males.  Take her with you, since she is set on it.  Maybe she's right.  Perhaps Earthrid's music will answer your questions, and hers too.\\\"\\n\\n\\\"What are your questions, Gleameil?\\\"\\n\\nThe woman shed a strange smile.  \\\"You may be sure that a question which requires music for an answer can't be put into words.\\\"\\n\\n\\\"If you are not back by the morning,\\\" remarked her husband, \\\"I will know you are dead.\\\"\\n\\nThe meal was finished in a constrained silence.  Polecrab wiped his mouth, and produced a seashell from a kind of pocket.\\n\\n\\\"Will you say goodbye to the boys?  Shall I call them?\\\" She considered a moment.\\n\\n\\\"Yes - yes, I must see them.\\\"\\n\\nHe put the shell to his mouth, and blew; a loud, mournful noise passed through the air.\\n\\nA few minutes later there was a sound of scurrying footsteps, and the boys were seen emerging from the forest.  Maskull looked with curiosity at the first children he had seen on Tormance.  The oldest boy was carrying the youngest on his back, while the third trotted some distance behind.  The child was let down, and all the three formed a semicircle in front of Maskull, standing staring up at him with wide-open eyes.  Polecrab looked on stolidly, but Gleameil glanced away from them, with proudly raised head and a baffling expression.\\n\\nMaskull put the ages of the boys at about nine, seven, and five years, respectively; but he was calculating according to Earth time. The eldest was tall, slim, but strongly built.  He, like his brothers, was naked, and his skin from top to toe was ulfire-colored. His facial muscles indicated a wild and daring nature, and his eyes were like green fires.  The second showed promise of being a broad, powerful man.  His head was large and heavy, and drooped.  His face and skin were reddish.  His eyes were almost too sombre and penetrating for a child's.\\n\\n\\\"That one,\\\" said Polecrab, pinching the boy's ear, \\\"may perhaps grow up to be a second Broodviol.\\\"\\n\\n\\\"Who was that?\\\" demanded the boy, bending his head forward to hear the answer.\\n\\n\\\"A big, old man, of marvellous wisdom.  He became wise by making up his mind never to ask questions, but to find things out for himself.\\\"\\n\\n\\\"If I had not asked this question, I should not have known about him.\\\"\\n\\n\\\"That would not have mattered,\\\" replied the father.\\n\\nThe youngest child was paler and slighter than his brothers.  His face was mostly tranquil and expressionless, but it had this peculiarity about it, that every few minutes, without any apparent cause, it would wrinkle up and look perplexed.  At these times his eyes, which were of a tawny gold, seemed to contain secrets difficult to associate with one of his age.\\n\\n\\\"He puzzles me,\\\" said Polecrab.  \\\"He has a soul like sap, and he's interested in nothing.  He may turn out to be the most remarkable of the bunch.\\\"\\n\\nMaskull took the child in one hand, and lifted him as high as his head.  He took a good look at him, and set him down again.  The boy never changed countenance.\\n\\n\\\"What do you make of him?\\\" asked the fisherman.\\n\\n\\\"It's on the tip of my tongue to say, but it just escapes me. Let me drink again, and then I shall have it.\\\"\\n\\n\\\"Go and drink, then.\\\"\\n\\nMaskull strode over to the tree, drank, and returned.  \\\"In ages to come,\\\" he said, speaking deliberately, \\\"he will be a grand and awful tradition.  A seer possibly, or even a divinity.  Watch over him well.\\\"\\n\\nThe eldest boy looked scornful.  \\\"I want to be none of those things. I would like to be like that big fellow.\\\" And he pointed his finger at Maskull.\\n\\nHe laughed, and showed his white teeth through his beard.  \\\"Thanks for the compliments old warrior!\\\" he said.\\n\\n\\\"He's great and brawny\\\" continued the boy, \\\"and can hold his own with other men.  Can you hold me up with one arm, as you did that child?\\\"\\n\\nMaskull complied.\\n\\n\\\"That is being a man!\\\" exclaimed the boy.  \\\"Enough!\\\" said Polecrab impatiently.  \\\"I called you lads here to say goodbye to your mother. She is going away with this man. I think she may not return, but we don't know.\\\"\\n\\nThe second boy's face became suddenly inflamed.  \\\"Is she going of her own choice?\\\" he inquired.\\n\\n\\\"Yes,\\\" replied the father.\\n\\n\\\"Then she is bad.\\\" He brought the words out with such force and emphasis that they sounded like the crack of a whip.\\n\\nThe old man cuffed him twice.  \\\"Is it your mother you are speaking of?\\\"\\n\\nThe boy stood his ground, without change of expression, but said nothing.\\n\\nThe youngest child spoke, for the first time.  \\\"My mother will not come back, but she will die dancing.\\\"\\n\\nPolecrab and his wife looked at one another.\\n\\n\\\"Where are you going to, Mother?\\\" asked the eldest lad.\\n\\nGleameil bent down, and kissed him.  \\\"To the Island.\\\"\\n\\n\\\"Well then, if you don't come back by tomorrow morning, I will go and look for you.\\\"\\n\\nMaskull grew more and more uneasy in his mind.  \\\"This seems to me to be a man's journey,\\\" he said.  \\\"I think it would be better for you not to come, Gleameil.\\\"\\n\\n\\\"I am not to be dissuaded.\\\" she replied.\\n\\nHe stroked his beard in perplexity.  \\\"Is it time to start?\\\"\\n\\n\\\"It wants four hours to sunset, and we shall need all that.\\\"\\n\\nMaskull sighed.  \\\"I'll go to the mouth of the creek, and wait there for you and the raft.  You will wish to make your farewells, Gleameil.\\\"\\n\\nHe then clasped Polecrab by the hand.  \\\"Adieu, fisherman!\\\"\\n\\n\\\"You have repaid me well for my answers,\\\" said the old man gruffly. \\\"But it's not your fault, and in Shaping's world the worst things happen.\\\"\\n\\nThe eldest boy came close to Maskull, and frowned at him.  \\\"Farewell, big man!\\\" he said.  \\\"But guard my mother well, as well as you are well able to, or I shall follow you, and kill you.\\\"\\n\\nMaskull walked slowly along the creek bank till he came to the bend. The glorious sunshine, and the sparkling, brilliant sea then met his eyes again; and all melancholy was swept out of his mind.  He continued as far as the seashore, and issuing out of the shadows of the forest, strolled on to the sands, and sat down in the full sunlight.  The radiance of Alppain had long since disappeared.  He drank in the hot, invigorating wind, listened to the hissing waves, and stared over the coloured sea with its pinnacles and currents, at Swaylone's Island.\\n\\n\\\"What music can that be, which tears a wife and mother away from all she loves the most?\\\" he meditated.  \\\"It sounds unholy.  Will it tell me what I want to know?  Can it?\\\"\\n\\nIn a little while he became aware of a movement behind him, and, turning his head, he saw the raft floating along the creek, toward the open sea.  Polecrab was standing upright, propelling it with a rude pole.  He passed by Maskull, without looking at him. or making any salutation, and proceeded out to sea.\\n\\nWhile he was wondering at this strange behaviour, Gleameil and the boys came in sight, walking along the bank of the inlet.  The eldest- born was holding her hand, and talking; and the other two were behind.  She was calm and smiling, but seemed abstracted.\\n\\n\\\"What is your husband doing with the raft?\\\" asked Maskull.\\n\\n\\\"He's putting it in position and we shall wade out and join it,\\\" she answered, in her low-toned voice.\\n\\n\\\"But how shall we make the island, without oars or sails?\\\"\\n\\n\\\"Don't you see that current running away from land? See, he is approaching it.  That will take us straight there.\\\"\\n\\n\\\"But how can you get back?\\\"\",\"timestamp\":1637648813,\"title\":\"replied Gleameil, gazing at him intently.  \\\"When Teargeld rises, which is our moon.\\\"\"},\"digest\":\"Cn8ZLUMt7yJDQrGmMbhgOmPAjmG_ZnSpO0QtMhODFoA\",\"authorship\":{\"contributor\":\"0x24afE23f920156bA8F2a4d44dC48E4796972746b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JWh6-2iQuEGJT_nbExn-wpGFXyySMHQGUKVlI8wiSWk\\\",\\\"y\\\":\\\"sZ0yrqDVYGzLuaW3FuzrTtKWvMmzv5iGfky6lUqEHJ0\\\"}\",\"signature\":\"8udI9UqM25qJs7XkiQmv1j4F1wY4N0J2OIDvIUK03ynSyCLLLUHSVzYPgDcs0jIA-5vHAZAFW5Wc5INYWZffdw\",\"signingKeySignature\":\"0x238ffc273913982c72a43183211809694097e1829e4775d651023c50b8733e4e5635583aeb5ba4099b09fb02e6c6f214d8fa7dd65ef59d1339e2382b3bbc447e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JWh6-2iQuEGJT_nbExn-wpGFXyySMHQGUKVlI8wiSWk\\\",\\\"y\\\":\\\"sZ0yrqDVYGzLuaW3FuzrTtKWvMmzv5iGfky6lUqEHJ0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Cn8ZLUMt7yJDQrGmMbhgOmPAjmG_ZnSpO0QtMhODFoA\"}"