"{\"content\":{\"body\":\"custom of the present court as it had that of the Emperor. But to-\\n\\nmorrow we will go and see your uncle Cardot, and I hope that you will\\n\\nendeavor to behave properly; for, as I said before, and I repeat it,\\n\\nthat is our last hope.\\\"\\n\\nMonsieur Jean-Jerome-Severin Cardot had been a widower six years. As\\n\\nhead-clerk of the Cocon d'Or, one of the oldest firms in Paris, he had\\n\\nbought the establishment in 1793, at a time when the heads of the\\n\\nhouse were ruined by the maximum; and the money of Mademoiselle\\n\\nHusson's dowry had enabled him to do this, and so make a fortune that\\n\\nwas almost colossal in ten years. To establish his children richly\\n\\nduring his lifetime, he had conceived the idea of buying an annuity\\n\\nfor himself and his wife with three hundred thousand francs, which\\n\\ngave him an income of thirty thousand francs a year. He then divided\\n\\nhis capital into three shares of four hundred thousand francs each,\\n\\nwhich he gave to three of his children,--the Cocon d'Or, given to his\\n\\neldest daughter on her marriage, being the equivalent of a fourth\\n\\nshare. Thus the worthy man, who was now nearly seventy years old,\\n\\ncould spend his thirty thousand a year as he pleased, without feeling\\n\\nthat he injured the prospects of his children, all finely provided\\n\\nfor, whose attentions and proofs of affection were, moreover, not\\n\\nprompted by self-interest.\\n\\nUncle Cardot lived at Belleville, in one of the first houses above the\\n\\nCourtille. He there occupied, on the first floor, an apartment\\n\\noverlooking the valley of the Seine, with a southern exposure, and the\\n\\nexclusive enjoyment of a large garden, for the sum of a thousand\\n\\nfrancs a year. He troubled himself not at all about the three or four\\n\\nother tenants of the same vast country-house. Certain, through a long\\n\\nlease, of ending his days there, he lived rather plainly, served by an\\n\\nold cook and the former maid of the late Madame Cardot,--both of whom\\n\\nexpected to reap an annuity of some six hundred francs apiece on the\\n\\nold man's death. These two women took the utmost care of him, and were\\n\\nall the more interested in doing so because no one was ever less fussy\\n\\nor less fault-finding than he. The apartment, furnished by the late\\n\\nMadame Cardot, had remained in the same condition for the last six\\n\\nyears,--the old man being perfectly contented with it. He spent in all\\n\\nnot more than three thousand francs a year there; for he dined in\\n\\nParis five days in the week, and returned home at midnight in a\\n\\nhackney-coach, which belonged to an establishment at Courtille. The\\n\\ncook had only her master's breakfast to provide on those days. This\\n\\nwas served at eleven o'clock; after that he dressed and perfumed\\n\\nhimself, and departed for Paris. Usually, a bourgeois gives notice in\\n\\nthe household if he dines out; old Cardot, on the contrary, gave\\n\\nnotice when he dined at home.\\n\\nThis little old man--fat, rosy, squat, and strong--always looked, in\\n\\npopular speech, as if he had stepped from a bandbox. He appeared in\\n\\nblack silk stockings, breeches of \\\"pou-de-soie\\\" (paduasoy), a white\\n\\npique waistcoat, dazzling shirt-front, a blue-bottle coat, violet silk\\n\\ngloves, gold buckles to his shoes and his breeches, and, lastly, a\\n\\ntouch of powder and a little queue tied with black ribbon. His face\\n\\nwas remarkable for a pair of eyebrows as thick as bushes, beneath\\n\\nwhich sparkled his gray eyes; and for a square nose, thick and long,\\n\\nwhich gave him somewhat the air of the abbes of former times. His\\n\\ncountenance did not belie him. Pere Cardot belonged to that race of\\n\\nlively Gerontes which is now disappearing rapidly, though it once\\n\\nserved as Turcarets to the comedies and tales of the eighteenth\\n\\ncentury. Uncle Cardot always said \\\"Fair lady,\\\" and he placed in their\\n\\ncarriages, and otherwise paid attention to those women whom he saw\\n\\nwithout protectors; he \\\"placed himself at their disposition,\\\" as he\\n\\nsaid, in his chivalrous way.\\n\\nBut beneath his calm air and his snowy poll he concealed an old age\\n\\nalmost wholly given up to mere pleasure. Among men he openly professed\\n\\nepicureanism, and gave himself the license of free talk. He had seen\\n\\nno harm in the devotion of his son-in-law, Camusot, to Mademoiselle\\n\\nCoralie, for he himself was secretly the Mecaenas of Mademoiselle\\n\\nFlorentine, the first danseuse at the Gaiete. But this life and these\\n\\nopinions never appeared in his own home, nor in his external conduct\\n\\nbefore the world. Uncle Cardot, grave and polite, was thought to be\\n\\nsomewhat cold, so much did he affect decorum; a \\\"devote\\\" would have\\n\\ncalled him a hypocrite.\\n\\nThe worthy old gentleman hated priests; he belonged to that great\\n\\nflock of ninnies who subscribed to the \\\"Constitutionnel,\\\" and was much\\n\\nconcerned about \\\"refusals to bury.\\\" He adored Voltaire, though his\\n\\npreferences were really for Piron, Vade, and Colle. Naturally, he\\n\\nadmired Beranger, whom he wittily called the \\\"grandfather of the\\n\\nreligion of Lisette.\\\" His daughters, Madame Camusot and Madame Protez,\\n\\nand his two sons would, to use a popular expression, have been\\n\\nflabbergasted if any one had explained to them what their father meant\\n\\nby \\\"singing la Mere Godichon.\\\"\\n\\nThis long-headed parent had never mentioned his income to his\\n\\nchildren, who, seeing that he lived in a cheap way, reflected that he\\n\\nhad deprived himself of his property for their sakes, and, therefore,\\n\\nredoubled their attentions and tenderness. In fact, he would sometimes\\n\\nsay to his sons:--\\n\\n\\\"Don't lose your property; remember, I have none to leave you.\\\"\\n\\nCamusot, in whom he recognized a certain likeness to his own nature,\\n\\nand whom he liked enough to make a sharer in his secret pleasures,\\n\\nalone knew of the thirty thousand a year annuity. But Camusot approved\\n\\nof the old man's ethics, and thought that, having made the happiness\\n\\nof his children and nobly fulfilled his duty by them, he now had a\\n\\nright to end his life jovially.\\n\\n\\\"Don't you see, my friend,\\\" said the former master of the Cocon d'Or,\\n\\n\\\"I might re-marry. A young woman would give me more children. Well,\\n\\nFlorentine doesn't cost me what a wife would; neither does she bore\\n\\nme; and she won't give me children to lessen your property.\\\"\\n\\nCamusot considered that Pere Cardot gave expression to a high sense of\\n\\nfamily duty in these words; he regarded him as an admirable father-in-\\n\\nlaw.\\n\\n\\\"He knows,\\\" thought he, \\\"how to unite the interests of his children\\n\\nwith the pleasures which old age naturally desires after the worries\\n\\nof business life.\\\"\\n\\nNeither the Cardots, nor the Camusots, nor the Protez knew anything of\\n\\nthe ways of life of their aunt Clapart. The family intercourse was\\n\\nrestricted to the sending of notes of \\\"faire part\\\" on the occasion of\\n\\ndeaths and marriages, and cards at the New Year. The proud Madame\\n\\nClapart would never have brought herself to seek them were it not for\\n\\nOscar's interests, and because of her friendship for Moreau, the only\\n\\nperson who had been faithful to her in misfortune. She had never\\n\\nannoyed old Cardot by her visits, or her importunities, but she held\\n\\nto him as to a hope, and always went to see him once every three\\n\\nmonths and talked to him of Oscar, the nephew of the late respectable\\n\\nMadame Cardot; and she took the boy to call upon him three times\\n\\nduring each vacation. At each of these visits the old gentleman had\\n\\ngiven Oscar a dinner at the Cadran-Bleu, taking him, afterwards, to\\n\\nthe Gaiete, and returning him safely to the rue de la Cerisaie. On one\\n\\noccasion, having given the boy an entirely new suit of clothes, he\\n\\nadded the silver cup and fork and spoon required for his school\\n\\noutfit.\\n\\nOscar's mother endeavored to impress the old gentleman with the idea\\n\\nthat his nephew cherished him, and she constantly referred to the cup\\n\\nand the fork and spoon and to the beautiful suit of clothes, though\\n\\nnothing was then left of the latter but the waistcoat. But such little\\n\\narts did Oscar more harm than good when practised on so sly an old fox\\n\\nas uncle Cardot. The latter had never much liked his departed wife, a\\n\\ntall, spare, red-haired woman; he was also aware of the circumstances\\n\\nof the late Husson's marriage with Oscar's mother, and without in the\\n\\nleast condemning her, he knew very well that Oscar was a posthumous\\n\\nchild. His nephew, therefore, seemed to him to have no claims on the\\n\\nCardot family. But Madame Clapart, like all women who concentrate\\n\\ntheir whole being into the sentiment of motherhood, did not put\\n\\nherself in Cardot's place and see the matter from his point of view;\\n\\nshe thought he must certainly be interested in so sweet a child, who\\n\\nbore the maiden name of his late wife.\\n\\n\\\"Monsieur,\\\" said old Cardot's maid-servant, coming out to him as he\\n\\nwalked about the garden while awaiting his breakfast, after his\\n\\nhairdresser had duly shaved him and powdered his queue, \\\"the mother of\\n\\nyour nephew, Oscar, is here.\\\"\\n\\n\\\"Good-day, fair lady,\\\" said the old man, bowing to Madame Clapart, and\\n\\nwrapping his white pique dressing-gown about him. \\\"Hey, hey! how this\\n\\nlittle fellow grows,\\\" he added, taking Oscar by the ear.\\n\\n\\\"He has finished school, and he regretted so much that his dear uncle\\n\\nwas not present at the distribution of the Henri IV. prizes, at which\\n\\nhe was named. The name of Husson, which, let us hope, he will bear\\n\\nworthily, was proclaimed--\\\"\\n\\n\\\"The deuce it was!\\\" exclaimed the little old man, stopping short.\\n\\nMadame Clapart, Oscar, and he were walking along a terrace flanked by\\n\\noranges, myrtles, and pomegranates. \\\"And what did he get?\\\"\\n\\n\\\"The fourth rank in philosophy,\\\" replied the mother proudly.\\n\\n\\\"Oh! oh!\\\" cried uncle Cardot, \\\"the rascal has a good deal to do to\\n\\nmake up for lost time; for the fourth rank in philosophy, well, IT\\n\\nISN'T PERU, you know! You will stay and breakfast with me?\\\" he added.\\n\\n\\\"We are at your orders,\\\" replied Madame Clapart. \\\"Ah! my dear Monsieur\\n\\nCardot, what happiness it is for fathers and mothers when their\\n\\nchildren make a good start in life! In this respect--indeed, in all\\n\\nothers,\\\" she added, catching herself up, \\\"you are one of the most\\n\\nfortunate fathers I have ever known. Under your virtuous son-in-law\\n\\nand your amiable daughter, the Cocon d'Or continues to be the greatest\\n\\nestablishment of its kind in Paris. And here's your eldest son, for\\n\\nthe last ten years at the head of a fine practice and married to\\n\\nwealth. And you have such charming little granddaughters! You are, as\\n\\nit were, the head of four great families. Leave us, Oscar; go and look\\n\\nat the garden, but don't touch the flowers.\\\"\\n\\n\\\"Why, he's eighteen years old!\\\" said uncle Cardot, smiling at this\\n\\ninjunction, which made an infant of Oscar.\\n\\n\\\"Alas, yes, he is eighteen, my good Monsieur Cardot; and after\\n\\nbringing him so far, sound and healthy in mind and body, neither bow-\\n\\nlegged nor crooked, after sacrificing everything to give him an\\n\\neducation, it would be hard if I could not see him on the road to\\n\\nfortune.\\\"\\n\\n\\\"That Monsieur Moreau who got him the scholarship will be sure to look\\n\\nafter his career,\\\" said uncle Cardot, concealing his hypocrisy under\\n\\nan air of friendly good-humor.\\n\\n\\\"Monsieur Moreau may die,\\\" she said. \\\"And besides, he has quarrelled\\n\\nirrevocably with the Comte de Serizy, his patron.\\\"\\n\\n\\\"The deuce he has! Listen, madame; I see you are about to--\\\"\\n\\n\\\"No, monsieur,\\\" said Oscar's mother, interrupting the old man, who,\\n\\nout of courtesy to the \\\"fair lady,\\\" repressed his annoyance at being\\n\\ninterrupted. \\\"Alas, you do not know the miseries of a mother who, for\\n\\nseven years past, has been forced to take a sum of six hundred francs\\n\\na year for her son's education from the miserable eighteen hundred\\n\\nfrancs of her husband's salary. Yes, monsieur, that is all we have had\\n\\nto live upon. Therefore, what more can I do for my poor Oscar?\\n\\nMonsieur Clapart so hates the child that it is impossible for me to\\n\\nkeep him in the house. A poor woman, alone in the world, am I not\\n\\nright to come and consult the only relation my Oscar has under\\n\\nheaven?\\\"\\n\\n\\\"Yes, you are right,\\\" said uncle Cardot. \\\"You never told me of all\\n\\nthis before.\\\"\\n\\n\\\"Ah, monsieur!\\\" replied Madame Clapart, proudly, \\\"you were the last to\\n\\nwhom I would have told my wretchedness. It is all my own fault; I\\n\\nmarried a man whose incapacity is almost beyond belief. Yes, I am,\\n\\nindeed, most unhappy.\\\"\",\"timestamp\":1637316467,\"title\":\"\\nHowever, it was a clever thing to do, for the Cocon d'Or has the\"},\"digest\":\"weS0gXSRYLzfheYciSF8Xb_0Bbq48W3txHZaR64wULo\",\"authorship\":{\"contributor\":\"0xBD285526750c6d1e9c301005d31Fcad2bE9E9AA0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sJX3GWZarO8FjwGSv68PUqxbbXz7OfgAGh0nM_nOPOs\\\",\\\"y\\\":\\\"dryFLbgmzAST0Nn1jB_Zw4x9c-GBqoXZJHYsFQhED1I\\\"}\",\"signature\":\"akBIlxabYTh8xrEFHeRDplNTQo8_JIcI5amLLsWvCZ7vihZpkGzGAqsRkAcsSYdhoC-y6qkRbOz9GXKO1asaYw\",\"signingKeySignature\":\"0xd687e945a3aa76771358e63fc9b70bf7b3bd88d0bc83632527eac848c20d50fd1c8cc4d107ae951923305820d49df9dce62ce4d4dfd603bca27c1d69a2b2ac921b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sJX3GWZarO8FjwGSv68PUqxbbXz7OfgAGh0nM_nOPOs\\\",\\\"y\\\":\\\"dryFLbgmzAST0Nn1jB_Zw4x9c-GBqoXZJHYsFQhED1I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"weS0gXSRYLzfheYciSF8Xb_0Bbq48W3txHZaR64wULo\"}"