"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/CvxgD4m9sePOwh_-rhfui.png?height=700&width=1400)\\n\\nShe didn't know if she was the mother or the child.\\n\\nPerhaps she was both.\\n\\nOr her consciousness was so open and expanded that boundaries were blurred and she felt all she would ever feel squished into a single moment of unrelenting pressure.\\n\\nBut she did know she was scared, existing beyond her own limits, as she was either pushing or being pushed through the birth canal and into whatever life lay beyond.\\n\\nThere were three heartbeats, the mother's and both babies, pulsing in rhythms with the waves of pressure and pain and the cycles of the mother's deep, sharp breathes as she labored. Whole-body pressure, powerful, frightening, pounded against them, threatening to overcome all of them, followed by relief, a cleansing breath to gather strength, before the next onslaught began.\\n\\nOn and on it went, the relief never quite long enough, and getting ever shorter.\\n\\nWho can tell the final moment when we pass from life into death, from about-to-be born to about-to-die?\\n\\nAll she knew was something was going wrong. The three strong heartbeats started to untangle from each other, a declaration that there were about to be three instead of a single pulsating self. But one heart started to slow, as if, separated, it no longer had the strength to go on. And the other two heartbeats, the pushing, crying mother and the strong-hearted twin, knew it. The moment the pull to be born withdrew from the other, they knew it. And it broke both their hearts, as a wave of sadness was added to the pulsating pressure surrounding them.\\n\\nBut there was no stopping it. So the twin with the strong, still-beating heart was born, and as she came forth into the world, she took her first breath, that, while full and healthy, was tinged with the sadness of goodbye.\\n\\nThe dying baby came next, her first breath and last thought that of disappointment, to have come so far and only to have lived a moment in the fresh air of this earth that she had so longed for.\\n\\nAnd the mother, as mothers do, pushed on, her breath too, from then on, always tinged with the sadness of goodbye.\",\"timestamp\":1635883004,\"title\":\"Heartbeats in Time: Prologue\"},\"digest\":\"2H8DmGiwBVpdULgiR1axOGRaHAdQ8Tkp22XmC6GfSAE\",\"authorship\":{\"contributor\":\"0x3493A7fFF3A83ECB295d834877C63121E9BA6a6c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VdGVJdhCpbcCHQaqm_0YUZmntbzL_WrOrVQDqSwbPGM\\\",\\\"y\\\":\\\"opJFSbFSa6rOpYJpZal6NreCTxCQROxeLeCRZxp0-B0\\\"}\",\"signature\":\"__Yk_Tb6DXGfo862KGk_qXucoo_xt8Ieeb2CAoNHq_8qCElrTQhtoE5BGUcfNeipQVzzkOqAVV9fdLF_vZorEg\",\"signingKeySignature\":\"0xec1d41cf1929c8427ba74f82e27a0822fa2dd85b5210ea0f9e49ea8376be89fb35a9c1a5fb5e43ec8e3133f70a73c3dced05e8493acc0678bd291969838299111b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VdGVJdhCpbcCHQaqm_0YUZmntbzL_WrOrVQDqSwbPGM\\\",\\\"y\\\":\\\"opJFSbFSa6rOpYJpZal6NreCTxCQROxeLeCRZxp0-B0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2H8DmGiwBVpdULgiR1axOGRaHAdQ8Tkp22XmC6GfSAE\"}"