"{\"content\":{\"body\":\"Joe Biden has suffered the worst ratings slide of any president since World War II. That is probably not the kind of history Biden hoped to make when he secretly met with White House chroniclers in March and asked them how to be a \\\"consequential\\\" president like FDR.  \\n\\nWhy has the country turned against Uncle Joe? Simple: Biden is ignoring voters’ concerns. \\n\\nVoters are worried about inflation, jobs, crime, education and our open border, while the Biden White House is laser-focused on climate change, transgender rights, racism and reducing inequality. \\n\\n**[LIZ PEEK: BIDEN TEAM OFF TO UN CLIMATE SUMMIT AS THEIR GREEN ENERGY POLICIES FUEL INFLATION AT HOME](https://www.foxnews.com/opinion/biden-team-climate-summit-un-green-inflation-liz-peek)**\\n\\nIn a recent CBS/YouGov poll, only 37% of respondents said Biden and Democrats are focused on issues they \\\"care a lot about.\\\" That’s not good. \\n\\nJoe Biden is not walking down this misguided path alone; he is hauling nearly every agency of his government right along with him.  \\n\\n**[CLICK HERE TO GET THE OPINION NEWSLETTER](https://www.foxnews.com/newsletters)**\\n\\nFor instance, the FBI, instead of focusing on the surging murder rate in our nation, has been ordered to hunt down \\\"domestic terrorists\\\" among the parents rightfully objecting to the racist curriculums being taught to their children.  \\n\\nThe State Department, having abandoned hundreds of Americans in Afghanistan and grievously misplaying every encounter to date with China, recently took time out to celebrate \\\"International Pronouns Day,\\\" issuing an explainer about \\\"Pronoun Proficiency.\\\"   \\n\\n## More from Opinion\\n\\n* [Will Swaim: Garland's attempts to silence parents nothing new for Californians](https://www.foxnews.com/opinion/garland-silence-parents-california-will-swaim)\\n* [Lauren Appell: McAuliffe looks desperate in Virginia, pushes the panic button in tight race](https://www.foxnews.com/opinion/mcauliffe-desperate-virginia-panic-button-race-lauren-appell)\\n* [Rebekah Koffler: Biden nominee prefers Soviet system to free-market economy – don't let them destroy the US](https://www.foxnews.com/opinion/biden-nominee-saule-omarova-soviet-central-planning-rebekh-koffler)\\n\\nThe Treasury Department, which completely missed the boat on skyrocketing inflation, in March undertook a \\\"formal racial equity review of the agency and its programs,\\\" according to the New York Times, which reported that Treasury Secretary Janet L. Yellen \\\"is making racial equity a centerpiece of her agenda…\\\" \\n\\nMaybe that’s important, but probably not as important to most people as bacon prices soaring 19% over the past year, or the 42% hike in the cost of gasoline or the rapid rise in rents. \\n\\nBut even as gender and racial issues are a priority for the Biden team, it is climate change that truly preoccupies this White House.  \\n\\nThe Biden administration just released several reports about climate change and its impact on national security. One of those, according to the New York Times, includes a warning that – this is not a joke – that \\\"countries like Iraq and Algeria could be hit by lost revenue from fossil fuels, even as their regions face worsening heat and drought.\\\" \\n\\n> The unhappy fact is that Joe Biden has slipped not only in overall approval, but in ways that will be hard to repair. \\n\\nGot it? If climate activists succeed in weaning consumers off oil and gas, the world could become less safe. Hint: then don’t do it.   \\n\\nWhile tilting for windmills, our intel groups have missed some pretty big events. In August, China launched a nuclear-capable hypersonic missile. The Financial Times, which broke the story, reported that the advanced rocket took \\\"U.S. intelligence by surprise.\\\" One source was quoted saying, \\\"We have no idea how they did this.\\\" The FT noted that \\\"The test has raised new questions about why the US often underestimated China’s military modernisation.\\\" \\n\\nThis is alarming. In fiscal 2020 the United States spent $86 billion on intelligence, more than the entire GDP of Guatemala. That is a lot of money, much of which, one presumes, is spent gleaning information about our biggest rivals. \\n\\n[Video](http://video.foxnews.com/v/6276108818001)\\n\\nThat would include China which, unlike North Korea, is open to travelers and, presumably, intelligence sources. How is it possible we knew nothing about a weapons/space program that must have been underway for several years?   \\n\\nThe Defense Department, bruised by the disgraceful and disastrous pullout from Afghanistan, also issued a climate report, warning that food shortages brought on by global warming might increase conflicts around the world.  \\n\\nAccording to the 2020 Food and Agriculture Organization of the U.N., between 2000 and 2018 (latest available), global primary crop production increased by 50%, vegetable oil production more than doubled and meat output rose 47%. During the same period, the world’s population expanded by 24%. \\n\\nTragically, there is and always has been hunger in the world. But the root of the problem is not climate change, but poverty in regions like Africa, brought on by corruption, inadequate development and so much more. \\n\\n[Video](http://video.foxnews.com/v/6274603134001)\\n\\nThe Department of Homeland Security added its two cents on climate, reporting that ice melting in the Arctic would increase competition for fish and minerals in the region. Yes, as Artic ice melts, the fish and resources in the area would become accessible, for the first time. That might actually seem a good thing, especially if you were worried about food shortages. \\n\\nThat is the same Homeland Security that is incapable of stopping the flow of people illegally entering the country, reporting that a record 1.7 million people were detained at our border in the last fiscal year.  \\n\\nThis is not to suggest we should ignore the warming of the planet, or gender issues or racial divides. But as the Biden White House diverts the energies and resources of the federal government toward solving issues not top-of-mind for most voters, they must be prepared for the fallout. \\n\\n**[CLICK HERE TO GET THE FOX NEWS APP](https://www.foxnews.com/apps-products)**\\n\\nThe unhappy fact is that Joe Biden has slipped not only in overall approval, but in ways that will be hard to repair. When 49% of people in a recent Economist/YouGov poll say that Biden cares \\\"not much\\\" or \\\"not at all\\\" about the needs and problems of people like them (versus 22% who says he cares a lot), something is seriously wrong. \\n\\nWhen a majority (52%) of middle-income Americans and of Independents (51%) think Biden has abandoned them, Democrats should hit the panic button and radically rethink their agenda. Unhappily for Joe Biden, a reboot seems unlikely, as does a turnaround in his ratings anytime soon.\",\"timestamp\":1635247457,\"title\":\"Liz Peek: Biden vs. Americans – his priorities, like climate change, ignore top worries of most voters\"},\"digest\":\"5lBBDLlD6Bv_ulhiB0wnyQixMmFolNUJ59WW15HhaBA\",\"authorship\":{\"contributor\":\"0xdAD957361768B35f30365E92A8C13e24b91Df004\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Jpi2MMM2Kuirp4EfYbW-NFjl-l-6jm7o54bS2kCNa4U\\\",\\\"y\\\":\\\"AdTnXfzKiy5JcQTzK5PSdwrYpxE9CfNt16KfaDUF7JM\\\"}\",\"signature\":\"SL659rxPFUYia87BT5GdgxvU_mWcfN2DfoMzVLNOZon49nt6XJZG6OZusKIBVauyBOP31MpEZ2okKZYVgIWOAw\",\"signingKeySignature\":\"0xcb75040d250d41e1761f9ff813b0740701a30523380eb0ee59d7aee92ea25da169f174b74170148819a1a6599d8f35001000197305ab7056326c3372137a7f8c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Jpi2MMM2Kuirp4EfYbW-NFjl-l-6jm7o54bS2kCNa4U\\\",\\\"y\\\":\\\"AdTnXfzKiy5JcQTzK5PSdwrYpxE9CfNt16KfaDUF7JM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5lBBDLlD6Bv_ulhiB0wnyQixMmFolNUJ59WW15HhaBA\"}"