"{\"content\":{\"body\":\"It goes without saying that English plays an important role in our modern society. English is an international language. Wherever you go, you can hear English spoken by many people. From this point of view, it is true that English is important to our daily life. Learning English is like learning to swim or learning to play ball. Our primary trouble is that we have tackled the study of language from the wrong end. We are like the man who thinks he can learn to swim only by reading books about swimming. In actuality, we learn by doing. The grammatical rules are valuable as we plunge into the language and need some assistance. In the same way, advanced instructions about swimming are helpful as we learn something from actual experience in the water. But reading books never makes a swimmer and learning rules never makes a practical linguist. The regular procedure in learning English involves listening first, to be followed by speaking. Then comes reading, and finally the writing of the language. The way you learn English is much the same as the way you learned your own language. First of all you must listen and then repeat and repeat until you can use the language easily. In other words, you have to build up language habits in English just as you build up English habits in your own language. To sum up, we must bear in mind that nobody can learn to swim for you. Nobody can learn to play ball for you. Nobody can learn English for you. It's up to you. You must learn for yourself and you will learn if you really want to and are willing to practice.\",\"timestamp\":1638953516,\"title\":\"Learning English\"},\"digest\":\"rEJYvjeFOuVrK89Oul207CDYGXCOlhJCFUuXz9-lzGc\",\"authorship\":{\"contributor\":\"0xb82497a5925Ab7Dd70C42919925BF8084815E136\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"u6O68iMBZD-vCG_YVA_ijNryHZDJxcjnADgaj5A0qdA\\\",\\\"y\\\":\\\"udIMXc7h0esCN5ILi60rYmLqpc96donIfWy4Bmv4_cw\\\"}\",\"signature\":\"NowHLgqynV9reaHDnG5Skv_MeHCeqH7YtUJvtr18v_9lGGI_FCAzxlgdRim-1tzzyHwbFt5z_7RSadJG9xnVeg\",\"signingKeySignature\":\"0x09fa1355d128ec1e7b55f705bee323bc2d9d99004d09b4f0a755c151d0134011421e708260c3cf4594530383ece62bab9760e00b930854beb1e50cea9651ec4e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"u6O68iMBZD-vCG_YVA_ijNryHZDJxcjnADgaj5A0qdA\\\",\\\"y\\\":\\\"udIMXc7h0esCN5ILi60rYmLqpc96donIfWy4Bmv4_cw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rEJYvjeFOuVrK89Oul207CDYGXCOlhJCFUuXz9-lzGc\"}"