"{\"content\":{\"body\":\"One afternoon, many years ago, I went to pick up my mother from work. I got there a little early so I parked the car by the curb（路边）, across the street from where she worked, and waited for her. \\n 许多年前的一个下午，我去接下班的妈妈。我到的时候有些早，于是将车停在路边，停在妈妈工作地方的对面，在哪儿等她。\\n\\nAs I looked outside the car window to my right, there was a small park where I saw a little boy, around one and a half to two years old, running freely on the grass as his mother watched from a short distance. The boy had a big smile on his face as if he had just been set free from some sort of prison. The boy would then fall to the grass, get up, and without hesitation or without looking back at his mother, run as fast as he could, again, still with a smile on his face, as if nothing had happened. \\n 我从右侧的车窗向外看，那边有一个小公园，我看到一个小男孩，大概1岁半到2岁的年纪，正在草坪上[自由](http://www.aiduwen.com/tag/ziyou/)地跑着，她的妈妈在近处看着他。男孩脸上挂着灿烂的微笑，仿佛他刚从某种监狱里释放出来。男孩摔倒在草地上，站起来，毫不犹豫，也不看他的妈妈，又尽力快跑起来。他的脸上依然带着微笑，放佛什么都没发生过。\\n\\nHowever, with kids (especially at an early age), when they fall down, they don't perceive（觉察，感知） their falling down as failure, but instead, they treat it as a learning experience . They feel compelled（迫使） to try and try again until they succeed.  \\n 尽管如此，对于小孩（尤其是很小的年龄段），当他们摔倒时，他们并未觉察到摔倒是一种失败，而是将它当做学习的经验。他们迫使自己一次次去尝试直到成功为止。\\n\\nWhile I was touched by the boy's persistence, I was equally touched by the manner in which he ran. With each attempt, he looked so confident,so natural. No signs of fear, nervousness, or of being discouraged — as if he didn't give a care about the world around him. \\n 当我被小男孩的坚韧所感动时，我也被他奔跑的方式所触动，每一次尝试，他看起来都是那么自信，那么自然。没有害怕和担心，更没有灰心——就好像他一点都不在乎周围的世界。\\n\\nHis only aim was to run freely and to do it as effectively as he could. He was just being a child — just being himself—being completely in the moment. He was not looking for approval or was not worrying about whether someone was watching or not. He wasn't concerned about being judged. He didn't seem to be bothered by the fact that maybe someone would see him fall  and that it would be embarrassing if he did fall. No, all that mattered to him was to accomplish the task or activity at hand to the best of his ability. To run and to feel the experience of running fully and freely. I learned a lot from that observation and experience, and have successfully brought that lesson with me in my many pursuits in life. \\n 他唯一的目标就是自由地奔跑，尽全力去跑。他就做一个孩童——一个真正的他——那一刻完整的他。他不寻求验证也不担心是否有人在看他。他不在乎别人如何评价他。他看起来不在意是否有人看到他摔倒，并在乎摔倒是件尴尬的事。不，所有对他重要的只是尽全力去完成眼前的任务。去奔跑并体验全力，自由的奔跑。我从这个观察和经历中学到了许多，当我在生活中一次次去追求时，它令我受益匪浅。\",\"timestamp\":1634807682,\"title\":\"Run Freely\"},\"digest\":\"GPXjt3w7KwhguM8ciI5MlahXMxIHFCkqaCKYaLdlQ7Q\",\"authorship\":{\"contributor\":\"0x9556C7a6Ee98D4eBBFD72c06b23A43982CBd9273\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XJKDYd1z-AWCEKqqQni3xcQhXg2NOZgfIoZZ9zBT3qk\\\",\\\"y\\\":\\\"BhH8MMiORVCE6af5wdm0PABvZwP5CDCAL9NBgNfec9c\\\"}\",\"signature\":\"ixC-nfXAuXV8_lRs_iLiKc94d1BFg8UfugEWZvVRvrmG-paD32c2d11HFbm9o4D89Wiu-W53JVYjv2ECNWfC5w\",\"signingKeySignature\":\"0x30cb43b0c524e026f5fc818cc80bc8d078221b994b468a5924972c6f17e49c281892faeed0cd97b0266f96b1aff97e36050732bc688b4a972c460fa847ea18431b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XJKDYd1z-AWCEKqqQni3xcQhXg2NOZgfIoZZ9zBT3qk\\\",\\\"y\\\":\\\"BhH8MMiORVCE6af5wdm0PABvZwP5CDCAL9NBgNfec9c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GPXjt3w7KwhguM8ciI5MlahXMxIHFCkqaCKYaLdlQ7Q\"}"