"{\"content\":{\"body\":\"she said that my father had been seized with a fit in a hackney carriage, and that as no papers were found upon him, he had not been recognized for two days. Grown-up people are much too ready to think it is equally easy to tell lies to all children. Now, I was a child who pondered long in my thoughts over things that were said to me, and by dint of putting a number of small facts together, I came to the conviction that I did not know the whole truth.  If my father's death had occurred in the manner stated to me, why should the man-servant have asked me, one day when he took me out to walk, what had been said to me about it? And when I answered him, why did he say no more, and, being a very talkative person, why had he kept silence ever since?  Why, too, did I feel the same silence all around me, in the air, sitting on every lip, hidden in every look?  Why was the subject of conversation constantly changed whenever I drew near?  I guessed this by many trifling signs.  Why was not a single newspaper left lying about, whereas, during my father's lifetime, the three journals to which we subscribed were always to be found on a table in the salon?  Above all, why did both the masters and my schoolfellows look at me so curiously, when I went back to school early in October, four months after our great misfortune?  Alas! it was their curiosity which revealed the full extent of the catastrophe to me. It was only a fortnight after the reopening of the school, when I happened to be playing one morning with two new boys; I remember their names, Rastonaix and Servoin, now, and I can see the big fat cheeks of Rastonaix and the ferret-like face of Servoin.  Although we were day pupils, we were allowed a quarter of an hour's recreation at school, between the Latin and English lessons.  The two boys had engaged me on the previous day for a game of ninepins, and when it was over, they came close to me, and looking at each other to keep up their courage, they put to me the following questions, point-blank: \\\"Is it true that the murderer of your father has been arrested?\\\" \\\"And that he is to be guillotined?\\\" This occurred sixteen years ago, but I cannot now recall the beating of my heart at those words without horror.  I must have turned frightfully pale, for the two boys, who had struck me this blow with the carelessness of their age--of our age--stood there disconcerted.  A blind fury seized upon me, urging me to command them to be silent, and to hit them with my fists if they spoke again; but at the same time I felt a wild impulse of curiosity-- what if this were the explanation of the silence by which I felt myself surrounded?--and also a pang of fear, the fear of the unknown.  The blood rushed into my face, and I stammered out: \\\"I do not know.\\\" The drum-tap, summoning us back to the schoolroom, separated us. What a day I passed, bewildered by my trouble, turning the two terrible sentences over and over again. It would have been natural for me to question my mother; but the truth is, I felt quite unable to repeat to her what my unconscious tormentors had said.  It was strange but true, that thenceforth my mother, whom nevertheless I loved with all my heart, exercised a paralyzing influence over me.  She was so beautiful in her pallor, so royally beautiful and proud. No, I should never have ventured to reveal to her that an irresistible doubt of the story she had told me was implanted in my mind merely by the two questions of my schoolfellows; but, as I could not keep silence entirely and live, I resolved to have recourse to Julie, my former nurse.  She was a little woman, fifty years of age, an old maid too, with a flat, wrinkled face, like an over-ripe apple; but her eyes were full of kindness, and indeed so was her whole face, although her lips were drawn in by the loss of her front teeth, and this gave her a witch-like mouth.  She had deeply mourned my father in my company, for she had been in his service before his marriage.  Julie was retained specially on my account, and in addition to her the household consisted of the cook, the man-servant, and the femme de chambre.  Julie put me to bed and tucked me in, heard me say my prayers, and listened to my little troubles. \\\"Oh! the wretches!\\\" she exclaimed, when I opened my heart to her and repeated the words that had agitated me so terribly.  \\\"And yet it could not have been hidden from you forever.\\\"  Then it was that she told me all the truth, there in my little room, speaking very low and bending over me, while I lay sobbing in my narrow bed.  She suffered in the telling of that truth as much as I in the hearing of it, and the touch of her dry old hand, with fingers scarred by the needle, fell softly on my curly head as she stroked it. That ghastly story, which bore down my youth with the weight of an impenetrable mystery, I have found written in the newspapers of the day, but not more clearly than it was narrated by my dear old Julie.  Here it is, plainly set forth, as I have turned and re- turned it over and over again in my thoughts, day after day, with the vain hope of penetrating it. My father, who was a distinguished advocate, had resigned his practice in court some years previously, and set up as a financial agent, hoping by that means to make a fortune more rapidly than by the law.  His good official connection, his scrupulous probity, his extensive knowledge of the most important questions, and his great capacity for work, had speedily secured him an exceptional position.  He employed ten secretaries, and the million and a half francs which my mother and I inherited formed only the beginnings of the wealth to which he aspired, partly for his own sake, much more for his son's but, above all, for his wife's--he was passionately attached to her.  Notes and letters found among his papers proved that at the time of his death, he had been for a month previously in correspondence with a certain person named, or calling himself, William Henry Rochdale, who was commissioned by the firm of Crawford, in San Francisco, to obtain a railway concession in Cochin China, then recently conquered, from the French Government.  It was with Rochdale that my father had the appointment of which he spoke before he left my mother, M. Termonde, and myself, after breakfast, on the last fatal morning. The Instruction had no difficulty in establishing this fact.  The appointed place of meeting was the Imperial Hotel, a large building, with a long facade, in the Rue de Rivoli, not far from the Ministere de la Marine.  The entire block of houses was destroyed by fire in the Commune; but during my childhood I frequently begged Julie to take me to the spot, that I might gaze, with an aching heart, upon the handsome courtyard adorned with green shrubs, the wide, carpeted staircase, and the slab of black marble, encrusted with gold, that marked the entrance to the place whither my father wended his way, while my mother was talking with M. Termonde, and I was playing in the room with them.  My father had left us at a quarter-past twelve, and he must have taken a quarter of an hour to walk to the Imperial Hotel, for the concierge, having seen the corpse, recognized it, and remembered that it was just about half-past twelve when my father inquired of him what was the number of Mr. Rochdale's rooms.  This gentleman, a foreigner, had arrived on the previous day, and had fixed, after some hesitation, upon an apartment situated on the second floor, and composed of a salon and a bedroom, with a small ante-room, which separated the apartment from the landing outside.  From that moment he had not gone out and he dined the same evening and breakfasted the next morning in his salon.  The concierge also remembered that Rochdale came down alone, at about two o'clock on the second day; but he was too much accustomed to the continual coming and going to notice whether the visitor who arrived at half- past twelve had or had not gone away again.  Rochdale handed the key of his apartment to the concierge, with directions that anybody who came, wanting to see him, should be asked to wait in his salon. After this he walked away in a leisurely manner, with a business- like portfolio under his arm, smoking a cigar, and he did not reappear. The day passed on, and towards night two housemaids entered the apartment of the foreign gentlemen to prepare his bed.  They passed through the salon without observing anything unusual.  The traveler's luggage, composed of a large and much-used trunk and a quite new dressing-bag, were there.  His dressing-things were arranged on the top of a cabinet.  The next day, towards noon, the same housemaids entered the apartment, and finding that the traveler had slept out, they merely replaced the day-covering upon the bed, and paid no attention to the salon.  Precisely the same thing occurred in the evening; but on the following day, one of the women having come into the apartment early, and again finding everything intact, began to wonder what this meant.  She searched about, and speedily discovered a body, lying at full length underneath the sofa, with the head wrapped in towels.  She uttered a scream which brought other servants to the spot, and the corpse of my father--alas! it was he--was removed from the hiding-place in which the assassin had cunningly concealed it.  It was not difficult to reconstruct the scene of the murder.  A wound in the back of the neck indicated that the unfortunate man had been shot from behind, while seated at the table examining papers, by a person standing close beside him.  The report had not been heard, on account of the proximity of the weapon, and also because of the constant noise in the street, and the position of the salon at the back of the ante-room.  Besides, the precautions taken by the murderer rendered it reasonable to believe that he had carefully chosen a weapon which would produce but little sound.  The ball had penetrated the spinal marrow and death had been instantaneous.  The assassin had placed new unmarked towels in readiness, and in these he wrapped up the head and neck of his victim, so that there were no traces of blood.  He had dried his hands on a similar towel, after rinsing them with water taken from the carafe; this water he had poured back into the same bottle, which was found concealed behind the drapery of the mantel-piece.  Was the robbery real or pretended?  My father's watch was gone, and neither his letter-case nor any paper by which his identity could be proved was found upon his body.  An accidental indication led, however, to his immediate recognition.  Inside the pocket of his waistcoat was a little band of tape, bearing the address of the tailor's establishment. Inquiry was made there, in the afternoon the sad discovery ensued, and after the necessary legal formalities, the body was brought home. And the murderer?  The only data on which the police could proceed were soon exhausted.  The trunk left by the mysterious stranger, whose name was certainly not Rochdale, was opened.  It was full of things bought haphazard, like the trunk itself, from a bric-a-brac seller who was found, but who gave a totally different description of the purchaser from that which had been obtained from the concierge of the Imperial Hotel.  The latter declared that Rochdale was a dark, sunburnt man with a long thick beard; the former described him as of fair complexion and beardless.  The cab on which the trunk had been placed immediately after the purchase, was traced, and the deposition of the driver coincided exactly with that of the bric-a-brac seller.  The assassin had been taken in the cab, first to a shop, where he bought a dressing-bag, next to a linen-draper's where he bought the towels, thence to the Lyons railway station, and there he had deposited the trunk and the dressing-bag at the parcels office.  Then the other cab which had taken him, three weeks afterwards, to the Imperial Hotel, was traced, and the description given by the second driver agreed with the deposition of the concierge.  From this it was concluded that in the interval formed by these three weeks, the assassin had dyed his skin and his hair, for all the depositions were in agreement with respect to the stature, figure, bearing, and tone of voice of the individual.  This hypothesis was confirmed by one Jullien, a hairdresser, who came forward of his own accord to make the following statement: On the day in the preceding month, a man who answered to the description of Rochdale given by the first driver and the bric-a- brac seller, being fair-haired, pale, tall, and broad-shouldered, came to his shop to order a wig and a beard; these were to be so well constructed that no one could recognize him, and were intended, he said, to be worn at a fancy ball.  The unknown person was accordingly furnished with a black wig and a black beard, and he provided himself with all the necessary ingredients for disguising himself as a native of South America, purchasing kohl for blackening his eyebrows, and a composition of Sienna earth and amber for coloring his complexion.  He applied these so skilfully, that when he returned to the hairdresser's shop, Jullien did not recognize him.  The unusualness of a fancy ball given in the middle of summer, and the perfection to which his customer carried the art of disguise, astonished the hairdresser so much that his attention was immediately attracted by the newspaper articles upon \\\"The Mystery of the Imperial Hotel,\\\" as the affair was called.  At my father's house two letters were found; both bore the signature of Rochdale, and were dated from London, but without envelopes, and were written in a reversed hand, pronounced by experts to be disguised.  He would have had to forward a certain document on receipt of these letters; probably that document was in the letter- case which the assassin carried off after the crime.  The firm of Crawford had a real existence at San Francisco, but had never formed the project of making a railroad in Cochin China.  The authorities were confronted by one of those criminal problems which set imagination at defiance.  It was probably not for the purpose of theft that the assassin had resorted to such numerous and clever devices; he would hardly have led a man of business into so skilfully laid a trap merely to rob him of a few thousand francs and a watch. Was the murder committed for revenge? A search into the life of my father revealed nothing whatever that could render such a theory tenable.  Every suspicion, every supposition, was routed by the indisputable and inexplicable fact that Rochdale was a reality whose existence could not be contested, that he had been at the Imperial Hotel from seven o'clock in the evening of one day until two o'clock in the afternoon of the next, and that he had then vanished, like a phantom, leaving one only trace behind--ONE ONLY.  This man had come there, other men had spoken to him; the manner in which he had passed the night and the morning before the crime was known.  He had done his deed of murder, and then--nothing.  \\\"All Paris\\\" was full of this affair, and when I made a collection, long afterwards, of newspapers which referred to it, I found that for six whole weeks it occupied a place in the chronicle of every day. At length the fatal heading, \\\"The Mystery of the Imperial Hotel,\\\" disappeared from the columns of the newspapers, as the remembrance of that ghastly enigma faded from the minds of their readers, and solicitude about it ceased to occupy the police.  The tide of life, rolling that poor waif amid its waters, had swept on.  Yes; but I, the son?  How should I ever forget the old woman's story that had filled my childhood with tragic horror?  How should I ever cease to see the pale face of the murdered man, with its fixed, open eyes? How should I not say: \\\"I will avenge thee, thou poor ghost?\\\"  Poor ghost!  When I read Hamlet for the first time, with that passionate avidity which comes from an analogy between the moral situation depicted in a work of art and some crisis of our own life, I remember that I regarded the Prince of Denmark with horror.  Ah! if the ghost of my father had come to relate the drama of his death to me, with his unbreathing lips, would I have hesitated one instant? No! I protested to myself; and then?  I learned all, and yet I hesitated, like him, though less than he, to dare the terrible deed.  Silence! silence!  Let me go back to the facts.\\n\\nIII\\n\\nI remember little of the succeeding events.  All was so trivial, so insignificant, between that first vision of horror and the vision of woe which came to me two years later, that, with one exception, I hardly recall the intervening time. In 1864, my father died; in 1866, my mother married M. Jacques Termonde.  The exceptional period of the interval was the only one during which my mother bestowed constant attention upon me.  Before the fatal date my father was the only person who had cared for me; at a later period there was no one at all to do so.  Our apartment in the Rue Tronchet became unbearable to us; there we could not escape from the remembrance of the terrible event, and we removed to a small hotel in the Boulevard de Latour-Maubourg.  The house had belonged to a painter, and stood in a small garden which seemed larger than it was because other gardens adjoined it, and over- shadowed its boundary wall and greenery.  The center of the house was a kind of hall, in the English style, which the former occupant had used as a studio; my mother made this her ordinary sitting- room. Now, at this distance of time, I can understand my mother's character, and recognize that there was something about her, which, although it was very harmless, led her to exaggerate the outward expression of all her feelings.  While she occupied herself in studying the attitudes by which her emotions were to be fittingly expressed, the sentiments themselves were fading away.  For instance, she chose to condemn herself to voluntary exile and seclusion after her bereavement, receiving only a very few friends, of whom M. Jacques Termonde was one; but she very soon began to adorn herself and everything around her, with the fine and subtle tastefulness that was innate in her. My mother was a very lovely woman; her beauty was of a refined and pensive order, her figure was tall and slender, her dark hair was very luxuriant and of remarkable length.  No doubt it was to the Greek blood in her veins that she owed the classical lines of her profile, her full-lidded soft eyes, and the willowy grace of her form.  Her maternal grandfather was a Greek merchant, of the name of Votronto, who had come from the Levant to Marcielles when the Ionian Islands were annexed to France. Many times in after years I have recalled the strange contrast between her rare and refined beauty and my father's stolid sturdy form, and my own, and wondered whether the origin of many irreparable mistakes might not be traced to that contrast.  But I did not reason in those days; I was under the spell of the fair being who called me, \\\"My son.\\\"  I used to look at her with a kind of idolatry when she was seated at her piano in that elegant sanctum of hers, which she had hung with draped foreign stuffs, and decorated with tall green plants and various curious things, after a fashion entirely her own.  For her sake, and in spite of my natural awkwardness and untidiness, I strove to keep myself very clean and neat in the more and more elaborate costumes which she made me wear, and also more and more did the terrible image of the murdered man fade away from that home, which, nevertheless, was provided and adorned by the fortune which he had earned for us and bequeathed to us.  All the ways of modern life are so opposed to the tragic in events, so far removed from the savage realities of passion and bloodshed, that when such things intrude upon the decorous life of a family, they are put out of sight with all speed, and soon come to be looked upon as a bad dream, impossible to doubt, but difficult to realize. Yes, our life had almost resumed its normal course when my mother's second marriage was announced to me.  This time I accurately remember not only the period, but also the day and hour. I was spending my holidays with my spinster aunt, my father's sister, who lived at Compiegne, in a house situated at the far end of the town.  She had three servants, one of whom was my dear old Julie, who had left us because my mother could not get on with her. My aunt Louise was a little woman of fifty, with countrified looks and manners; she had hardly ever consented to stay two whole days in Paris during my father's lifetime.  Her almost invariable attire was a black silk gown made at home, with just a line of white at the neck and wrists, and she always wore a very long gold chain of ancient date, which was passed under the bodice of her gown and came out at the belt.  To this chain her watch and a bunch of seals and charms were attached.  Her cap, plainly trimmed with ribbon, was black like her dress, and the smooth bands of her hair, which was turning gray, framed a thoughtful brow and eyes so kind that she was pleasant to behold, although her nose was large and her mouth and chin were heavy.  She had brought up my father in this same little town of Compiegne, and had given him, out of her fortune, all that she could spare from the simple needs of her frugal life, when he wished to marry Mdlle. de Slane, in order to induce my mother's family to listen to his suit. The contrast between the portrait in my little album of my aunt and her face as I saw it now, told plainly enough how much she had suffered during the past two years.  Her hair had become more white, the lines which run from the nostrils to the corners of the mouth were deepened, her eyelids had a withered look.  And yet she had never been demonstrative in her grief.  I was an observant little boy, and the difference between my mother's character and that of my aunt was precisely indicated to my mind by the difference in their respective sorrow.  At that time it was hard for me to understand my aunt's reserve, while I could not suspect her of want of feeling.  Now it is to the other sort of nature that I am unjust.  My mother also had a tender heart, so tender that she did not feel able to reveal her purpose to me, and it was my Aunt Louise who undertook to do so.  She had not consented to be present at the marriage, and M. Termonde, as I afterwards learned, preferred that I should not attend on the occasion, in order, no doubt, to spare the feelings of her who was to become his wife. In spite of all her self-control, Aunt Louise had tears in her brown eyes when she led me to the far end of the garden, where my father had played when he was a child like myself.  The golden tints of September had begun to touch the foliage of the trees.  A vine spread its tendrils over the arbor in which we seated ourselves, and wasps were busy among the ripening grapes.  My aunt took both my hands in hers, and began: \\\"Andre, I have to tell you a great piece of news.\\\" I looked at her apprehensively.  The shock of the dreadful event in our lives had left its mark upon my nervous system, and at the slightest surprise my heart would beat until I nearly fainted.  She saw my agitation and said simply: \\\"Your mother is about to marry.\\\" It was strange this sentence did not immediately produce the impression which my look at her had led my aunt to expect.  I had thought from the tone of her voice, that she was going to tell me of my mother's illness or death.  My sensitive imagination readily conjured up such fears.  I asked calmly: \\\"Whom?\\\" \\\"You do not guess?\\\" \\\"M. Termonde?\\\" I cried. Even now I cannot define the reasons which sent this name to my lips so suddenly, without a moment's thought.  No doubt M. Termonde had been a good deal at our house since my father's death; but had he not visited us as often, if not more frequently, before my mother's widowhood?  Had he not managed every detail of our affairs for us with care and fidelity, which even then I could recognize as very rare?  Why should the news of his marriage with my mother seem to me on the instant to be much worse news than if she had married no matter whom?  Exactly the opposite effect ought to have been produced, surely?  I had known this man for a long time; he had been very kind to me formerly--they said he spoiled me--and he was very kind to me still.  My best toys were presents from him, and my prettiest books; a wonderful wooden horse which moved by clockwork, given to me when I was seven--how much my poor father was amused when I told him this horse was \\\"a double thoroughbred\\\"--\\\"Don Quixote,\\\" with Dore's illustrations, this very year; in fact some new gift constantly, and yet I was never easy and light-hearted in his presence as I had formerly been.  When had this restraint begun?  I could not have told that, but I thought he came too often between my mother and me.  I was jealous of him, I may as well confess it, with that unconscious jealousy which children feel, and which made me lavish kisses on my mother when he was by, in order to show him that she was my mother, and nothing at all to him.  Had he discovered my feelings?  Had they been his own also?  However that might be, I now never failed to discern antipathy similar to my own in his looks, notwithstanding his flattering voice and his over-polite ways.  At my then age, instinct is never deceived about such impressions. Without any other cause than the weakness of nerves to which I had been subject ever since my father's death, I burst into tears.  The same thing happened to me sometimes when I was shut up in my room alone, with the door bolted, suffering from a dread which I could not conquer, like that of a coming danger.  I would forecast the worst accidents that could happen; for example, that my mother would be murdered, like my father, and then myself, and I peered under all the articles of furniture in the room.  It had occurred to me, when out walking with a servant, to imagine that the harmless man might be an accomplice of the mysterious criminal, and have it in charge to take me to him, or at all events to have it in charge to take place.  My too highly-wrought imagination overmastered me.  I fancied myself, however, escaping from the deadly device, and in order to hide myself more effectually, making for Compiegne.  Should I have enough money?  Then I reflected that it might be possible to sell my watch to an old watchmaker whom I used to see, when on my way to the Lycee, at work behind the window of his little shop, with a glass fixed in his right eye.  That was a sad faculty of foresight which poisoned so many of the harmless hours of my childhood!  It was the same faculty that now made me break out into choking sobs when my aunt asked me what I had in my mind against M. Termonde.  I related the worst of my grievances to her then, leaning my head on her shoulder, and in this one all the others were summed up.  It dated from two months before.  I had come back from school in a merry mood, contrary to my habit.  My teacher had dismissed me with praise of my compositions and congratulations on my prizes.  What good news this was to take home and how tenderly my mother would kiss me when she heard it!  I put away my books, washed my hands carefully, and flew to the salon where my mother was.  I entered the room without knocking at the door, and in such haste that as I sprang towards her to throw myself into her arms, she gave a little cry.  She was standing beside the mantlepiece, her face was very pale, and near her stood M. Termonde.  He seized me by the arm and held me back from her. \\\"Oh, how you frightened me!\\\" said my mother. \\\"Is that the way to come into a salon?\\\" said M. Termonde. His voice had turned rough like his gesture.  He had grasped my arm so tightly that where his fingers had fastened on it I found black marks that night when I undressed myself.  But it was neither his insolent words nor the pain of his grasp which made me stand there stupidly, with a swelling heart.  No, it was hearing my mother say to him: \\\"Don't scold Andre too much; he is so young.  He will improve.\\\" Then she drew me towards her, and rolled my curls round her fingers; but in her words, in their tone, in her glance, in her faint smile, I detected a singular timidity, almost a supplication, directed to the man before her, who frowned as he pulled his moustache with his restless fingers, as if in impatience of my presence.  By what right did he, stranger, speak in the tone of a master in our house?  Why had he laid his hand on me ever so lightly?  Yes, by what right?  Was I his son or his ward?  Why did not my mother defend me against him?  Even if I were in fault it was towards her only.  A fit of rage seized upon me; I burned with longing to spring upon M. Termonde like a beast, to tear his face and bite him.  I darted a look of fury at him and at my mother, and left the room without speaking.  I was of a sullen temper, and I think this defect was due to my excessive and almost morbid sensitiveness.  All my feelings were exaggerated, so that the least thing angered me, and it was misery to me to recover myself.  Even my father had found it very difficult to get the better of those fits of wounded feeling, during which I strove against my own relentings with a cold and concentrated anger which both relieved and tortured me.  I was well aware of this moral infirmity, and as I was not a bad child in reality, I was ashamed of it.  Therefore, my humiliation was complete when, as I went out of the room, M. Termonde said: \\\"Now for a week's sulk!  His temper is really insufferable.\\\" His remark had one advantage, for I made it a point of honor to give the lie to it, and did not sulk; but the scene had hurt me too deeply for me to forget it, and now my resentment was fully revived, and grew stronger and stronger while I was telling the story to my aunt.  Alas! my almost unconscious second-sight, that of a too sensitive child, was not in error.  That puerile but painful scene symbolized the whole history of my youth, my invincible antipathy to the man who was about to take my father's place, and the blind partiality in his favor of her who ought to have defended me from the first and always. \\\"He detests me!\\\" I said through my tears; \\\"what have I done to him?\\\" \\\"Calm yourself,\\\" said the kind woman.  \\\"You are just like your poor father, making the worst of all your little troubles.  And now you must try to be nice to him on account of your mother, and not to give way to this violent feeling, which frightens me.  Do not make an enemy of him,\\\" she added. It was quite natural that she should speak to me in this way, and yet her earnestness appeared strange to me from that moment out.  I do not know why she also seemed surprised at my answer to her question, \\\"What do you know?\\\"  She wanted to quiet me, and she increased the apprehension with which I regarded the usurper--so I called him ever afterwards--by the slight faltering of her voice when she spoke to him. \\\"You will have to write to them this evening,\\\" said she at length. Write to them!  The words sickened me.  They were united; never, nevermore should I be able to think of the one without thinking of the other. \\\"And you?\\\" \\\"I have already written.\\\" \\\"When are they to be married?\\\" \\\"They were married yesterday,\\\" she answered, in so low a tone that I hardly heard the words. \\\"And where?\\\" I asked, after a pause. \\\"In the country, at the house of some friends.\\\"  Then she added quickly: \\\"They preferred that you should not be there on account of the interruption of your holidays.  They have gone away for three weeks; then they will go to see you in Paris before they start for Italy.  You know I am not well enough to travel.  I will keep you here until then.  Be a good boy, and go now and write.\\\" I had many other questions to put to her, and many more tears to weep, but I restrained myself, and a quarter of an hour later, I was seated at my dear good aunt's writing-table in her salon. How I loved that room on the ground floor, with its glass door opening on the garden.  It was filled with remembrance for me.  On the wall at the side of the old-fashioned \\\"secretary\\\" hung the portraits, in frames of all shapes and sizes, of those whom the good and pious soul had loved and lost.  This funereal little corner spoke strongly to my fancy.  One of the portraits was a colored miniature, representing my great-grandmother in the costume of the Directory, with a short waist, and her hair dressed a la Proudhon.  There was also a miniature of my great-uncle, her son. What an amiable, self-important visage was that of the staunch admirer of Louis Philippe and M. Thiers!  Then came my paternal grandfather, with his strong parvenu physiognomy, and my father at all ages.  Underneath these works of art was a bookcase, in which I found all my father's school prizes, piously preserved.  What a feeling of protection I derived from the portieres in green velvet, with long bands of needlework, my aunt's masterpieces, which hung in wide folds over the doors!  With what admiration I regarded the faded carpet, with its impossible flowers, which I had so often tried to gather in my babyhood!  This was one of the legends of my earliest years, one of those anecdotes which are told of a beloved son, and which make him feel that the smallest details of his existence have been observed, understood, and loved.  In later days I have been frozen by the ice of indifference.  And my aunt, she whose life had been lived among these old-fashioned things, how I loved her, with that face in which I read nothing but supreme tenderness for me, those eyes whose gaze did me good in some mysterious part of my soul!  I felt her so near to me, only through her likeness to my father, that I rose from my task four or five times to kiss her, during the time it took me to write my letter of congratulation to the worst enemy I had, to my knowledge, in the world. And this was the second indelible date in my life.\\n\\nIV\\n\\nI once spoke to my aunt of the vow I had taken, the solemn promise I had made to myself that I would discover the murderer of my father, and take vengeance upon him, and she laid her hand upon my mouth.  She was a pious woman, and she repeated the words of the gospel: \\\"Vengeance is mine, saith the Lord.\\\"  Then she added: \\\"We must leave the punishment of the crime to Him; His will is hidden from us.  Remember the divine precept and promise, 'Forgive and you shall be forgiven.'  Never say: 'An eye for an eye, a tooth for a tooth.'  Ah, no; drive this enmity out of your heart, Cornelis; yes, even this.\\\"  And there were tears in her eyes. My poor aunt!  She thought me made of sterner stuff than I really was.  There was no need of her advice to prevent my being consumed by the desire for vengeance which had been the fixed star of my early youth, the blood-colored beacon aflame in my night.  Ah! the resolutions of boyhood, the \\\"oaths of Hannibal\\\" taken to ourselves, the dream of devoting all our strength to one single and unchanging aim--life sweeps all that away, together with our generous illusions, ardent enthusiasm, and noble hopes.  What a difference there is--what a falling off--between the boy of fifteen, unhappy indeed, but so bold and proud in 1870, and the young man of eight years later, in 1878!  And to think, only to think, that but for chance occurrences, impossible to foresee, I should still be, at this hour, the young man whose portrait hangs upon the wall above the table at which I am writing.  Of a surety, the visitors to the Salon of that year (1878) who looked at this portrait among so many others, had no suspicion that it represented the son of a father who had come to so tragic an end.  And I, when I look at that commonplace image of an ordinary Parisian, with eyes unlit by any fire or force of will, complexion paled by the fatigues of fashion, hair cut in the mode of the day, strictly correct dress and attitude, I am astonished to think that I could have lived as I actually did live at that period.  Between the misfortunes that saddened my childhood, and those of quite recent date which have finally laid waste my life, the course of my existence was colorless, monotonous, vulgar, just like that of anybody else.  I shall merely note the stages of it. In the second half of 1870, the Franco-Prussian war takes place. The invasion finds me at Compiegne, where I am passing my holidays with my aunt.  My stepfather and my mother remain in Paris during the siege.  I go on with my studies under the tuition of an old priest belonging to the little town, who prepared my father for his first communion.  In the autumn of 1871 I return to Versailles; in August, 1873, I take my bachelor's degree, and then I do my one year's voluntary service in the army at Angers under the easiest possible conditions.  My colonel was the father of my old schoolfellow, Rocquin.  In 1874 I am set free from tutelage by my stepfather's advice.  This was the moment at which my task was to have been begun, the time appointed with my own soul; yet, four years afterwards, in 1878, not only was the vengeance that had been the tragic romance, and, so to speak, the religion of my childhood, unfulfilled, but I did not trouble myself about it. I was cruelly ashamed of my indifference when I thought about it; but I am now satisfied that it was not so much the result of weakness of character as of causes apart from myself which would have acted in the same way upon any young man placed in my situation.  From the first, and when I faced my task of vengeance, an insurmountable obstacle arose before me.  It is equally easy and sublime to strike an attitude and exclaim: \\\"I swear that I will never rest until I have punished the guilty one.\\\"  In reality, one never acts except in detail, and what could I do?  I had to proceed in the same way as justice had proceeded, to reopen the inquiry which had been pushed to its extremity without any result. I began with the Judge of Instruction,\\\\* who had had the carriage of the matter, and who was now a Counsellor of the Court.  He was a man of fifty, very quiet and plain in his way, and he lived in the Ile de Paris, on the first floor of an ancient house, from whose windows he could see Notre Dame, primitive Paris, and the Seine, which is as narrow as a canal at that place.\\n\\n* The translator renders literally those terms and phrases relating to the French criminal law and procedure which have no analogous expression in English.\\n\\nM. Massol, so he was named, was quite willing to resume with me the analysis of the data which had been furnished by the Instruction. No doubt existed either as to the personality of the assassin, or the hour at which the crime was committed.  My father had been killed between two and three o'clock in the day, without a struggle, by that tall, broad-shouldered personage whose extraordinary disguise indicated, according to the magistrate, \\\"an amateur.\\\"  Excess of complication is always an imprudence, for it multiplies the chances of failure.  Had the assassin dyed his skin and worn a wig because my father knew him by sight? To this M. Massol said \\\"No; for M. Cornelis, who was very observant, and who, besides, was on his guard--this is evident from his last words when he left you--would have recognized him by his voice, his glance, and his attitude.  A man cannot change his height and his figure, although he may change his face.\\\" M. Massol's theory of this disguise was that the wearer had adopted it in order to gain time to get out of France, should the corpse be discovered on the day of the murder.  Supposing that a description of a man with a very brown complexion and a black beard had been telegraphed in every direction, the assassin, having washed off his paint, laid aside his wig and beard, and put on other clothes, might have crossed the frontier without arousing the slightest suspicion.  There was reason to believe that the pretended Rochdale lived abroad.  He had spoke in English at the hotel, and the people there had taken him for an American; it was therefore presumable either that he was a native of the United States, or that he habitually resided there.  The criminal was, then, a foreigner, American or English, or perhaps a Frenchman settled in America.  As for the motive of so complicated a crime, it was difficult to admit that it could be robbery alone.  \\\"And yet,\\\" observed the Judge of Instruction, \\\"we do not know what the note-case carried off by the assassin contained.  But,\\\" he added, \\\"the hypothesis of robbery seems to me to be utterly routed by the fact that, while Rochdale stripped the dead man of his watch, he left a ring, which was much more valuable, on his finger.  From this I conclude that he took the watch merely as a precaution to throw the police off the scent. My supposition is that the man killed M. Cornelis for revenge. Then the former Judge of Instruction gave me some singular examples of the resentment cherished against medical experts employed in legal cases, Procureurs of the Republic, and Presidents of Assize. His theory was, that in the course of his practice at the bar my father might have excited resentment of a fierce and implacable kind; for he had won many suits of importance, and no doubt had made enemies of those against whom he employed his great powers. Supposing one of those persons, being ruined by the result, had attributed that ruin to my father, there would be an explanation of all the apparatus of this deadly vengeance. M. Massol begged me to observe that the assassin, whether he were a foreigner or not, was known in Paris.  Why, if this were not so, should the man have so carefully avoided being seen in the street? He had been traced out during his first stay in Paris, when he bought the wig and the beard, and that time he put up at a small hotel in the Rue d'Aboukir under the name of Rochdale, and invariably went out in a cab.  \\\"Observe also,\\\" said the Judge, \\\"that he kept his room on the day before the murder, and on the morning of the actual day.  He breakfasted in his apartment, having breakfasted and dined there the day before.  But, when he was in London, and when he lived at the hotel to which your father addressed his first letters, he came and went without any precautions.\\\" And this was all.  The addresses of three hotels--such were the meagre particulars that formed the whole of the information to which I listened with passionate eagerness; the magistrate had no more to tell me.  He had small, twinkling, very light eyes, and his smooth face wore an expression of extreme keenness.  His language was measured, his general demeanor was cold, obliging, and mild, he was always closely shaven, and in him one recognized at once the well-balanced and methodical mind which had given him great professional weight.  He acknowledged that he had been unable to discover anything, even after a close analysis of the whole existing situation of my father, as well as his past. \\\"Ah, I have thought a great deal about this said he, adding that before he resigned his post as Judge of Instruction he had carefully reperused the notes of the case.  He had again questioned the concierge of the Imperial Hotel and other persons.  Since he had become Counsellor to the Court, he had indicated to his successor what he believed to be a clue; a robbery committed by a carefully made-up Englishman had led him to believe the thief to be identical with the pretended Rochdale.  Then there was nothing more. These steps had, however, been of use inasmuch as they barred the rule of limitation, and he laid stress on that fact.  I consulted him then as to how much time still remained for me to seek out the truth on my own account.  The last Act of Instruction dated from 1873, so that I had until 1883 to discover the criminal and deliver him up to public justice.  What madness!  Ten years had already elapsed since the crime, and I, all alone, insignificant, not possessed of the vast resources at the disposal of the police, I presumed to imagine that I should triumph, where so skillful a ferret as he had failed!  Folly!  Yes; it was so. And still there was nothing, no indication whatever.  Nevertheless, I tried. I began a thorough and searching investigation of all the dead man's papers.  With that unbounded tenderness of hers for my stepfather, which made me so miserable, my mother had placed all these papers in M. Termonde's keeping.  Alas!  Why should she have understood those niceties of feeling on my part, which rendered the fusion of her present with her past so repugnant to me, any more clearly on this point than on any other?  M. Termonde had at least scrupulously respected the whole of those papers, from plans of association and prospectuses to private letters.  Among the latter were several from M. Termonde himself, which bore testimony to the friendship that had formerly subsisted between my mother's first husband and her second.  Had I not known this always?  Why should I suffer from the knowledge? And still there was nothing, no indication whatever to put me on the track of a suspicion. I evoked the image of my father as he lived, just as I had seen him for the last time; I heard him replying to M. Termonde's question in the dining-room of the Rue Tronchet, and speaking of the man who awaited him to kill him: \\\"A singular man whom I shall not be sorry to observe more closely.\\\"  And then he had gone out and was walking towards his death while I was playing in the little salon, and my mother was talking to the friend who was one day to be her master and mine.  What a happy home-picture, while in that hotel room-- Ah! was I never to find the key of the terrible enigma?  Where was I to go?  What was I to do?  At what door was I to knock? At the same time that a sense of the responsibility of my task disheartened me, the novel facilities of my new way of life contributed to relax the tension of my will.  During my school days, the sufferings I underwent from jealousy of my stepfather, the disappointment of my repressed affections, the meanness and penury of my surroundings, many grievous influences, had maintained the restless ardor of my feelings; but this also had undergone a change.  No doubt I still continued to love my mother deeply and painfully, but I now no longer asked her for what I knew she would not give me, my unshared place, a separate shrine in her heart.  I accepted her nature instead of rebelling against it. Neither had I ceased to regard my stepfather with morose antipathy; but I no longer hated him with the old vehemence.  His conduct to me after I had left school was irreproachable.  Just as in my childhood, he had made it a point of honor never to raise his voice in speaking to me, so he now seemed to pique himself upon an entire absence of interference in my life as a young man.  When, having passed my baccalaureate, I announced that I did not wish to adopt any profession, but without a reason--the true one was my resolution to devote myself entirely to the fulfillment of my task of justice--he had not a word to say against that strange decision; nay, more, he brought my mother to consent to it. When my fortune was handed over to me, I found that my mother, who had acted as my guardian, and my stepfather, her co-trustee, had agreed not to touch my funds during the whole period of my education; the interest had been re-invested, and I came into possession, not of 750,000 francs, but of more than a million. Painful as I felt the obligation of gratitude towards the man whom I had for years regarded as my enemy, I was bound to acknowledge that he had acted an honorable part towards me.  I was well aware that no real contradiction existed between these high-minded actions and the harshness with which he had imprisoned me at school, and, so to speak, relegated me to exile.  Provided that I renounced all attempts to form a third between him and his wife, he would have no relations with me but those of perfect courtesy; but I must not be in my mother's house.  His will was to reign entirely alone over the heart and life of the woman who bore his name. How could I have contended with him?  Why, too, should I have blamed him, since I knew so well that in his place, jealous as I was, my own conduct would have been exactly similar? I yielded, therefore, because I was powerless to contend with a love which made my mother happy; because I was weary of keeping up the daily constraint of my relations with her and him, and also because I hoped that when once I was free I should be better fitted for my task as a doer of justice.  I myself asked to be permitted to leave the house, so that at nineteen I possessed absolute independence, an apartment of my own in the Avenue Montaigne, close to the round-point in the Champs Elysees, a yearly income of 50,000 francs, the entree to all the salons frequented by my mother, and the entree, too, to all the places at which one may amuse one's self.  How could I have resisted the influences of such a position? Yes, I had dreamed of being an avenger, a justiciary, and I allowed myself to be caught up almost instantly into the whirlwind of that life of pleasure whose destructive power those who see it only from the outside cannot measure.  It is a futile and exacting existence which fritters away your hours as it fritters away your mind, raveling out the stuff of time thread by thread with irreparable loss, and also the more precious stuff of mental and moral strength. With respect to that task of mine, my task as an avenger, I was incapable of immediate action--what and whom was I to attack? And so I availed myself of all the opportunities that presented themselves of disguising my inaction by movement, and soon the days began to hurry on, and press one upon the other, amid those innumerable amusements of which the idle rich make a code of duties to be performed.  What with the morning ride in the Bois, afternoon calls, dinner parties, parties to the theater and after midnight, play at the club, or the pursuit of pleasure elsewhere--how was I to find leisure for the carrying out of a project?  I had horses, intrigues, an absurd duel in which I acquitted myself well, because, as I believe, the tragic ideas that were always at the bottom of my life favored me. A woman of forty persuaded me that I was her first love; then I persuaded myself that I was in love with a Russian great lady, who was living in Paris.  The latter was--indeed she still is--one of those incomparable actresses in society, who, in order to surround themselves with a sort of court, composed of admirers who are more or less rewarded, employ all the allurements of luxury, wit, and beauty, but who have not a particle of either imagination or heart, although they fascinate by a display of the most refined fancies and the most vivid emotions.  I led the life of a slave to the caprices of this soulless coquette for nearly six months, and learned that women of the fashionable world and women of \\\"the half- world\\\" are very much alike in point of worth.  The former are intolerable on account of their lies, their assumption, and their vanity; the others are equally odious by reason of their vulgarity, their stupidity, and their sordid love of lucre. I forgot all my absurd relations with women of both orders in the excitement of play, and yet I was well aware of the meanness of that diversion, which only ceases to be insipid when it becomes odious, because it is a clever calculation upon money to be gained without working for it.  There was in me something at once wildly dissipated and yet disgusted, which drove me to excess, and at the same time inspired me with bitter self-contempt.  In the innermost recesses of my being the memory of my father dwelt, and poisoned my thoughts at their source.  An impression of dark fatalism invaded my sick mind; it was so strange that I should live as I was living, nevertheless, I did live thus, and the visible \\\"I\\\" had but little likeness to the real. Upon me, then, poor creature that I was, as upon the whole universe, a fate rested.  \\\"Let it drive me,\\\" I said, and yielded myself up to it.  I went to sleep, pondering upon ideas of the most somber philosophy, and I awoke to resume an existence without worth or dignity, in which I was losing not only my power of carrying out my design of reparation towards the phantom which haunted my dreams but all self-esteem, and all conscience. Who could have helped me reascend this fatal stream?  My mother? She saw nothing but the fashionable exterior of my life, and she congratulated herself that I had \\\"ceased to be a savage.\\\"  My stepfather?  But he had been, voluntarily or not, favorable to my disorderly life.  Had he not made me master of my fortune at the most dangerous age?  Had he not procured me admission, at the earliest moment, to the clubs to which he belonged, and in every way facilitated my entrance into society?  My aunt?  Ah, yes, my aunt was grieved by my mode of life; and yet, was she not glad that at any rate I had forgotten the dark resolution of hate that had always frightened her?  And, besides, I hardly ever saw her now. My visits to Compiegne were few, for I was at the age when one always finds time for one's pleasures, but never has any for one's nearest duties.  If, indeed, there was a voice that was constantly lifted up against the waste of my life in vulgar pleasures, it was that of the dead, who slept in the day, unavenged; that voice rose, rose, rose unceasingly, from the depths of all my musings, but I had accustomed myself to pay it no heed, to make it no answer.  Was it my fault that everything, from the most important to the smallest circumstance, conspired to paralyze my will?  And so I existed, in a sort of torpor which was not dispelled even by the hurly-burly of my mock passions and my mock pleasures. The falling of a thunderbolt awoke me from this craven slumber of the will.  My Aunt Louise was seized with paralysis, towards the end of the sad year 1878, in the month of December.  I had come in at night, or rather in the morning, having won a large sum at play. Several letters and also a telegram awaited me.  I tore open the blue envelope, while I hummed the air of a fashionable song, with a cigarette between my lips, untroubled by an idea that I was about to be apprised of an event which would become, after my father's death and my mother's second marriage, the third great date in my life.  The telegram was signed by Julie, my former nurse, and it told me that my aunt had been taken ill quite suddenly, also that I must come at once, although there was a hope of her recovery. This bad news was the more terrible to me because I had received a letter from my aunt just a week previously, and in it the dear old lady complained, as usual, that I did not come to see her.  My answer to her letter was lying half-written upon my writing-table. I had not finished it; God knows for what futile reason.  It needs the advent of that dread visitant, Death, to make us understand that we ought to make good haste and love WELL those whom we do love, if we would not have them pass away from us forever, before we have loved them enough. Bitter remorse, in that I had not proved to her sufficiently how dear she was to me, increased my anxiety about my aunt's state.  It was two o'clock a. m., the first train for Compiegne did not start until six; in the interval she might die.  Those were very long hours of waiting, which I killed by turning over in my mind all my shortcomings towards my father's only sister, my sole kinswoman. The possibility of an irrevocable parting made me regard myself as utterly ungrateful!  My mental pain grew keener when I was in the train speeding through the cold dawn of a winter's day, along the road I knew so well. As I recognized each familiar feature of the way, I became once more the schoolboy whose heart was full of unuttered tenderness, and whose brain was laden with the weight of a terrible mission. My thoughts outstripped the engine, moving too slowly, to my impatient fancy, which summoned up that beloved face, so frank and so simple, the mouth with its thickish lips and its perfect kindliness, the eyes out of which goodness looked, with their wrinkled, tear-worn lids, the flat bands of grizzled hair.  In what state should I find her?  Perhaps, if on that night of repentance, wretchedness, and mental disturbance, my nerves had not been strained to the utmost--yes, perhaps I should not have experienced those wild impulses when by the side of my aunt's deathbed, which rendered me capable of disobeying the dying woman.  But how can I regret my disobedience, since it was the one thing that set me on the track of the truth?  No, I do not regret anything, I am better pleased to have done what I have done.\",\"timestamp\":1639709027,\"title\":\"\\nWhen I asked my mother, on the instant, to tell me all about the awful event,\"},\"digest\":\"grKt7WOAYmpxMZ4QvrOuZGmIWYTfa4M8DI_WxzGfH94\",\"authorship\":{\"contributor\":\"0x6A321BD15f7B900C7F8Dd29Ce6ed73fa0E7D220F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xLsY8PqZAA9m-j8nLM3gDu-d3A9re2S7K4UchZt60So\\\",\\\"y\\\":\\\"eWxB-xum4kadLpgYuz3rtPUcq6yQpFw6dXZssBUV5a4\\\"}\",\"signature\":\"CDY2xA6usEUOgp_gqYt5Lk3mREg3hijWeYury1jMqd09tiozL7ouBIaOvvqmPss--okjDCPg_V1QyNb97ngd3g\",\"signingKeySignature\":\"0x8ca7759828ffbf16007c5a1f4f389e98460a0aae79b7c0d13616db149cae155a154fb1b4ce610866ca261809fb5b9e152861d9b08a2c1a01fa827531d793405d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xLsY8PqZAA9m-j8nLM3gDu-d3A9re2S7K4UchZt60So\\\",\\\"y\\\":\\\"eWxB-xum4kadLpgYuz3rtPUcq6yQpFw6dXZssBUV5a4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"grKt7WOAYmpxMZ4QvrOuZGmIWYTfa4M8DI_WxzGfH94\"}"