"{\"content\":{\"body\":\"一间破旧的小木屋，这里是人迹罕至的荒野，以前苟利要办什么不地道的事情总是会用到这个地方，在这里人间蒸发的人已经有两个。\\n\\n木屋里有个倒霉孩子，褚吟雪被绑架到这里，被蒙住脑袋的她听到绑匪的动静，被胶带贴住嘴巴的她发出“呜呜”的声音，要求跟绑匪对话。\\n\\n反正也是闲着没事儿，苟利就揭开了胶带，拿走了头套，一张惊恐万分但也精美绝伦的美人脸露出了，苟利不禁在心头点了个赞，心里更加笃信柏云间一定会为了这样的美女“赎身”的。\\n\\n“先生……我爸是一个大养猪场的老板，身家过亿，你要钱，我爸会给你的，求放过！”\\n\\n苟利并没有普通歹徒那种彪悍可怕的气质，而是非常客气：“不用你出钱，你男朋友出钱就行。”\\n\\n褚吟雪：“男朋友？谁是我男朋友？”\\n\\n苟利：“柏云间啊，你刚才不是从他家出来吗？”\\n\\n褚吟雪：“我不是，他不是我男朋友，我是给他送一只小猫，我爸是他的客户，您……可能有点误会。”\\n\\n苟利顿时心乱了，他本来就很乱，跑到紫提湾去就是为了出口气，绑架只是心血来潮，没想到还乌龙了。\\n\\n苟利：“这么说，他不可能付赎金了？”\\n\\n褚吟雪：“我爸可以给你赎金？您要多少？”\\n\\n苟利：“一个亿。”\\n\\n褚吟雪：“大哥，一个亿的现金很多很多的，您不好带。我给你讲，一张百元大钞1.15克，一亿的现金是1.15吨！你想带着1.15吨现金跑路吗？”\\n\\n苟利惊了：“啊？这么重啊？那确实很难拿得动……”他的心中在盘算应该减到多少才便携。\\n\\n褚吟雪：“这边建议您先要500万，那就是115斤，虽然也很沉，但是勉强能装进行李箱。”\\n\\n苟利苦笑一声：“500万？妹子你小瞧我了，老子也是身价几百万的人，外面那台X7就100多万，要不是被柏云间那家伙害了我，我也是人上人啊，我还有一个漂亮的女朋友的啊，现在这都完了，全完了。”\\n\\n褚吟雪：“他怎么害了你？”\\n\\n苟利没说话，而是跑出去打电话，确认一下柏云间在干么？刚才为什么没说清楚，自己绑的这个女生竟然不是他女朋友，好大的误会，他浑然忘了是自己先挂的电话。\\n\\n作为一个“烂账管理专家”，他是学会了如何隐藏自己的，打电话每一次号码都不一样，当然，第一次是用正常的号码，现在开始就用特殊的隐藏手段了。\\n\\n柏云间立刻接通。\\n\\n苟利：“这个女生不是你女朋友？”\\n\\n柏云间：“对，不过，是我一个朋友的女儿，钱的事情好商量，你不要伤害她，有什么事情都好商量，咱们兄弟是什么交情？我相信你远远超过差佬，你放心，我不会报警的，现在我就去你那里，我们见面再谈，我一个人过去。”\\n\\n苟利：“你先凑钱，把钱准备好了我再跟你谈。”\\n\\n柏云间：“我不用凑钱，随时可以给你，当然不是现金，是比现金好用一万倍的数字资产，如果你不懂怎么用，我可以教你，我还要你帮个忙呢，咱哥俩以后还是兄弟。”\\n\\n苟利：“你等会儿，我再想想，想清楚了再告诉你位置。”\\n\\n柏云间：“不用，我知道你在哪儿，我已经查清楚了这些年你干的那些好事儿，现在你就在其中一个经常活动的地方，我知道。好了，回头见。”\\n\\n苟利大吃一惊，这回轮到柏云间挂断他电话了。\\n\\n回到屋中，褚吟雪看到绑匪脸色阴晴不定，心中害怕。\\n\\n其实苟利自己也是害怕的，没想到自以为掌控局面，却被柏云间将军了。\\n\\n过了十来分钟，苟利居然还真的就听到了一辆车引擎的声音，他豁然站起来，到门口把灯给关了。\\n\\n外面柏云间的声音响起来：“狗子！”\\n\\n听到柏云间的声音，褚吟雪悬着的心终于落下来，只要他来了，自己应该没事儿了吧？跟一个陌生的歹徒在一起，那种感觉太恐怖了。\\n\\n苟利看了半天，确认没有差佬，这才重新把灯打开，出去迎接他认为的敌人。\\n\\n苟利还是难以置信：“你怎么找到的？”\\n\\n柏云间：“我的人工智能能够看到大数据，包括你的所有手机定位，还有你经过的所有监控画面，综合所有的数据，你就无所遁形了，放心，这套技术只有我有，就算是执法部门，他们找到你也不容易，因为你故意绕了很多路。”\\n\\n苟利终于服了，他本来以为读书厉害的人没什么卵用，看了柏云间的成就才知道自己孤陋寡闻，他以前看到的读书厉害人是段位不够，这位真正厉害的爷，就连找人都有一手。\\n\\n苟利：“你愿意给钱？”\\n\\n柏云间：“你坚持要一个亿吗？”\\n\\n苟利：“……是。”看他语气，不是太有信心，毕竟，里面那个女生跟柏云间没啥关系。\\n\\n柏云间：“一个亿，倒也不是不可以，但是，如果你帮我做件事，就行，帮我杀一个人。”\\n\\n苟利吃了一惊，没想到柏云间这种身份也有这种需求。\\n\\n“谁？”\\n\\n柏云间：“我还没把他定位，到时候再告诉你，现在你最重要是有一个全新的身份重新生活，当然，我会先给你500万，这段时间你就专门把活儿练好，因为你要对付的可能不是一般人。我有办法给你安排全新的身份，但是需要等几天，你这车也不能随便开出去了，因为你随时可能被执法部门盯上，先换一个车牌，这个明天早上就能办好，换了车牌你才能出门办事，随意行动。”\\n\\n苟利：“这个人怎么得罪你了？”\\n\\n柏云间：“你要一个亿，他要我100亿，如果我搞不到100亿，他要杀我的女人，钱，我不在乎，但是威胁我的女人，我就只能杀了他。一年之后，不是他杀了我，就是我杀他，当然，如果我真的赚到了100亿，我真的愿意给他，钱没了可以赚，命没了就不好玩了。”\\n\\n苟利：“1000万，先给我1000万，如果你真能安排全新的身份，你就是我哥，我这条命卖给你了。”\\n\\n柏云间：“没问题。数字资产，你会用吗？”\\n\\n苟利脸一红：“这个……还真不太会，你知道，我读书不行，这种高科技，我很难学。”\\n\\n柏云间：“现在没人用现金了，我要是从银行弄来1000万现金，马上就被盯上了，所以，就算再难，你也必须学会，放心，我会给你一个很容易入门的教学视频，你等会儿，我去拿一下电脑。”\\n\\n苟利可不敢完全相信他，跟得很紧，柏云间自然是通过一大串的参数来定制一个教程，大约过了五分钟，苟利都有些不耐烦了，柏云间才把视频制作完成，招呼：“进车里来，现在就可以学习，教学时长：30分钟。”\\n\\n好好的一个绑匪，现在成了好学生，想想就觉得讽刺。\\n\\n征得苟利的同意，柏云间进入屋内，褚吟雪正眼巴巴望着他。\\n\\n柏云间惭愧道：“连累你了，不好意思，别着急，再等一会儿，我正在跟他谈判。”\\n\\n褚吟雪：“你……一个人来？”\\n\\n柏云间：“一个人，这个人是我发小，我们有谈判的基础。”\\n\\n褚吟雪：“你给我解开绳子啊。”\\n\\n柏云间：“现在还不行，在等会儿，等给了钱，他走了，我再给你解开，忍一忍。”\\n\\n褚吟雪：“要给他一个亿？”\\n\\n柏云间：“1000万。”\\n\\n褚吟雪松了口气：“那还行。”既然交易达成了，那她就更安全了，1000万当然不算多，褚老板投资到风暴蝴蝶系统的资金就已经赚了8000万了。\\n\\n外面传来苟利的声音：“云间！”\\n\\n柏云间出到外面，苟利表示：“已经学会了，并不太难。”\\n\\n柏云间：“好，开个账户，马上给你转，哦，我车里还有10万现金，你先拿着用。”\\n\\n他打开车上的箱子，里面还有一块疏影送的宝珀的腕表，还有两颗红宝石，一颗尖晶石，看到苟利的眼神，就顺水推舟：“这些都可以卖了换100多万现金，你拿走吧。”\\n\\n苟利：“兄弟我就要亡命天涯了，可别怪我贪心。”\\n\\n柏云间：“说不定哪天我也要亡命天涯，那时候我们兄弟还有见面的时候。”\\n\\n经过一番交涉，苟利看着自己的加密账户多了1000万价值的币，这才跟柏云间依依惜别。\\n\\n回到这破屋，解开褚吟雪身上的束缚，小姑娘重获自由，心情激动，抱住柏云间，瑟瑟发抖：“吓死我了！”\\n\\n柏云间：“我也吓死了，要是你出了什么事，你爸还不得吃了我？”\",\"timestamp\":1637554060,\"title\":\"风暴蝴蝶 第46章 交易\"},\"digest\":\"t4P5vKWeK5PrZtyHYeP5GlNS3J9fAcF607TkmO4JX4g\",\"authorship\":{\"contributor\":\"0x2A06A636bFd02E01DD855122830C8A711905d86a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"signature\":\"78qmleCFiK-v3z8IjPyig2TrqtueUrcUdIRhc9ZPLvOLTiJ6Vxr6KC-sETaaDXvo8mEVzZFQQS2Tik7c0OyPUg\",\"signingKeySignature\":\"0x9eccd16dc248634c8e38898fb1699bb63c20c5bd0b95f7742dbb5ea522d9680418b77ff960d13415065fe51241943804bc7f94c78f791368ba134e765469b5b51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"t4P5vKWeK5PrZtyHYeP5GlNS3J9fAcF607TkmO4JX4g\"}"