"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/ALY9x06euzIwRZIScGjc1.png?height=531&width=800)\\n\\nRepresentatives from five Mekong countries applauded the Beijing Initiative raised by China that calls for further enhanced dialogue, technical cooperation, and information sharing on water resources in the Lancang-Mekong Basin at the recently concluded second Langcang-Mekong Water Resources Cooperation Forum.  \\n  \\n The initiative was seen as a way to boost confidence in addressing common challenges such as climate change, underdeveloped water ecosystems, and political interference from some outside countries.  \\n  \\n Held every two years in China, the forum aims to promote sustainable use, management and conservation of water resources in the Lancang-Mekong region, as well as the achievement of the water-related goals of the UN 2030 Agenda for Sustainable Development. \\n  \\n The Beijing Initiative encourages all stakeholders to provide safe and affordable water and sanitation services to vulnerable communities, women and children.  \\n  \\n Ministerial representatives from the six countries – China, Laos, Myanmar, Thailand, Vietnam and Cambodia – and more than 10 international organizations, including the Mekong River Commission and the World Bank, recognized China's efforts in bringing practical benefits to downstream sustainable development and calling for more experience sharing through the Lancang-Mekong Cooperation (LMC). \\n  \\n Ambassador Liu Zhenmin, under-secretary-general for the United Nations (UN) Department of Economic and Social Affairs, called the LMC a model for regional water cooperation.  \\n  \\n China made good on its promise to share year-round hydrological data for the upper reaches of the Mekong River since November 2020 via a digital platform that aims to provide reliable forecasting and early warning services related to floods and droughts. \\n  \\n The platform came into use at a difficult time. At the end of 2019 and in early 2020, the Lancang-Mekong river basin saw floods and intense droughts, triggered by climate change. \\n  \\n “Following the first Forum, all riparian countries have reached an agreement on year-round Provision of Hydrological Information for Lancang River. These are excellent examples of genuine cooperation and engagement among our Mekong-Lancang riparian countries toward sustainable development,” Bounkham Vorachit, minister of natural resources and environment of Laos, said at the forum. \\n  \\n Also, through the Belt and Road Initiative, China has provided countries with a large number of projects to benefit local people. For example, the cooperation mechanism has seen nearly 60 technical exchange activities and helped train more than 100 young people who majored in water resources over the past five years.  \\n  \\n The projects financed under the MLC Special Fund have produced many tangible benefits in enhancing the livelihood and well-being of Cambodian citizens. Among these projects, Cambodia has benefited from 55 projects in rural development, community business creation, water resources, agriculture, education and cultural heritage. \\n  \\n China also supports officials of water-related agencies and young technicians from Mekong countries in pursuing master's degrees in China. \\n  \\n But political interference from outside countries threaten to undermine the progress of the regional cooperation.  \\n  \\n Li Guoying, China’s minister of water resources, warned of the risks. “At present, some countries and organizations outside the region are politicizing and stigmatizing the water resource issue, repeatedly disseminating false information, and attempting to undermine the sound cooperative relations among members. We should remain highly vigilant against this,” Li said.\",\"timestamp\":1639139642,\"title\":\"Lancang-Mekong cooperation on water resources a model for regional solutions: minister\"},\"digest\":\"uEq5LO_U5bD0cv92EaqRbfbpKyrIL5s4L8A__F-Uw5k\",\"authorship\":{\"contributor\":\"0x416E4574bA9837Bad79FC9e4c341539F94fEF143\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"81b_Ik7i1Y5kJQpCTGsRLL5c8qN5daNJUC_rYKFVoIc\\\",\\\"y\\\":\\\"SFsDtyjcaRbCqB9i0BsummV9udUS-h5K7ANHDmDv1Xc\\\"}\",\"signature\":\"V3OOJOSmfYKKXYp13nbq6kKzSbj4lfMQ13jeELOXSfJZrmJvLa7pZXvsw3chbhdE6F3Ymc4Dnen0kf7nlsfuRA\",\"signingKeySignature\":\"0xd78cb15e83e7103e30602162e789b874ceb2a9f90a5b083ff69974d118978a982bb25bf406164542c9deb7d1b7a06021d1d7b13e13442043a877f183fbf3b7131c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"81b_Ik7i1Y5kJQpCTGsRLL5c8qN5daNJUC_rYKFVoIc\\\",\\\"y\\\":\\\"SFsDtyjcaRbCqB9i0BsummV9udUS-h5K7ANHDmDv1Xc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uEq5LO_U5bD0cv92EaqRbfbpKyrIL5s4L8A__F-Uw5k\"}"