"{\"content\":{\"body\":\"We are honored to announce that Eigen Network has cooperated with Metis Team on Nov.25!\\n\\n![https://twitter.com/MetisDAO/status/1463514899158552577](https://images.mirror-media.xyz/publication-images/H8CVDJRO20ovQndpWSH2X.png?height=1256&width=1170)\\n\\n# Eigen 🤝 Metis\\n\\nIn the first place, we will employ EigenSecret, a Smart Contract Wallet on Metis.\\n\\nSpecifically, EigenSecret has these features:\\n\\n1. **Multi-sig**: Multi-sig wallet refers to an account that needs more than one signature to control the assets. This can improve security by reducing the risk of a lost signature, and also by requiring an attacker to gain control over more than one signature.\\n\\n   However, all multi-sig wallets require lots of registration fees between $80-200 due to the high gas fee on Ethereum basic layer. Now we can provide a multi-sig wallet on the Metis layer at a generous cost.\\n2. **Social Recovery**: Social Recovery is a secret recovery mechanism, allowing you to place your secret or private data in the custody of your friends by Cryptography Threshold Secret Share and multi-sig contract wallet on Layer2. You can send the encrypted secret sharing to your friends and recovery this secret by collecting shares from friends. All progress is free now, click to create your recovery: [secret.ieigen.com](http://secret.ieigen.com).\\n\\n# About **Metis**\\n\\nThe Metis Layer 2 network assumes all transactions are valid until proven otherwise (hence the “Optimistic” part of “Optimistic Rollup”). These are called fraud proofs which are submitted in case the transactions are invalid. Validators post a bond, and this is slashed for invalid transactions. This is rigorously verified by Rangers.\\n\\nFor other Optimistic rollups the withdrawal time from Layer 2 back to Ethereum is 7 days. Once the Metis network is fully deployed, withdrawal times will be cut down to just a few hours and eventually minutes, through a network of Rangers who validate the transactions. This is one of our key advantages over other solutions.\\n\\nWe have a multi-chain stack which, rather than just including one sequencer, uses multiple sequencers which are basically multiple random chain data verifications. So this splits the load, so that if one chain is overloaded, they can run on a different chain. Chains get added as needed, removing a huge bottleneck.\\n\\nMetis Rangers are supplemental to the verifiers that other Optimistic Rollups use. Rangers are financially incentivized auditors or validators – they will stake and mine Metis tokens by verifying transactions. They must post a bond, and If they process an invalid transaction, their stake will be slashed, which disincentivizes bad actors. This is all secured by Ethereum Layer 1.\\n\\n# More cooperation detail will be revealed later\\n\\nMetis has developed an Optimistic Rollup solution to bundle and sequence transactions on the layer above Ethereum and then send that data back as one transaction to the Ethereum Layer 1 main chain. This way, Metis is able to offer extremely fast transactions that take just a few seconds and cost just a few cents, while still maintaining the security of Ethereum Layer 1.\\n\\nAll these features are friendly with confidential computing, which requires fast transactions and low fees. As we all know, the current mainstream privacy protection scheme on Ethereum is mainly based on zero-knowledge proof to hide the amount and address, but this is a huge price attached to the privacy protection of even a simple balance. So we are very excited to have this opportunity to integrate with Metis!\\n\\nPrivacy infrastructure and Layer2 can help each other to achieve a high level, Looking forward to deeper cooperation🤝\\n\\n# **About Eigen Network**\\n\\nEigen is the first private computing network on Layer 2. Powered by the FL and Hardware-software synergy, moving value from web2.0 to web3.0, by building a new creator economy.\\n\\n`Website: https://www.ieigen.com/`\\n\\n`EigenSecret: https://secret.ieigen.com/#/`\\n\\n`Telegram：https://t.me/Eigen_Network`\\n\\n`Twitter：https://twitter.com/Eigen_Network`\\n\\n`Github：https://github.com/ieigen`\\n\\n`Discord：https://discord.gg/ZxWRnc9VKJ`\\n\\n`Medium：https://medium.com/@iEigen`\\n\\n> If you liked this article and care about Privacy, smash that clap button, then tweet everyone\\n\\n[https://twitter.com/Eigen_Network/status/1463526242469117958?s=20](https://twitter.com/Eigen_Network/status/1463526242469117958?s=20)\\n\\n\",\"timestamp\":1637858278,\"title\":\"Eigen 🤝 Metis  Strategic Cooperation \"},\"digest\":\"Qgi5kcrPBVCYbx--Xh_EMrxB7KIwR2imXWTB9hPJu_w\",\"authorship\":{\"contributor\":\"0xC413436E1A6bC5942e0f5Af725c5eeA747b6c473\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zjShyZ8XxhQmavDSdv7HiaK-AHLagZ6NoKHR5DPM2B0\\\",\\\"y\\\":\\\"FxjqMHCRyjsbg3VhFH8HTYkyboXli6bci1WkN8oHjuQ\\\"}\",\"signature\":\"kL2OxjEg4uoJd3dCZImxkPq7_snap4mvFFOdSBPXE-GyY9isCO5pG42tf7WwH4ffOj-3XMDyk3joFZQZ0xlQKQ\",\"signingKeySignature\":\"0x942a1d1fe7d75f74bc89e473107bf76ddd851442942f8d9d7f234457cdd8b80e74e97430b0988ad454c5ce0837940cbbe664ebab3b224277587ad97fe42e47261c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zjShyZ8XxhQmavDSdv7HiaK-AHLagZ6NoKHR5DPM2B0\\\",\\\"y\\\":\\\"FxjqMHCRyjsbg3VhFH8HTYkyboXli6bci1WkN8oHjuQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Qgi5kcrPBVCYbx--Xh_EMrxB7KIwR2imXWTB9hPJu_w\"}"