"{\"content\":{\"body\":\"![Photo by Derek Story on Unsplash](https://miro.medium.com/max/1400/0\\\\*zpOT2GuCwi2gXSLg)\\n\\n*(This is a repost of an [old update](https://medium.com/ethereum-cat-herders/catblazer-chronicles-jul-aug-21-899831e31d1c): I’m experimenting with Mirror in parallel to the Medium.)*\\n\\nWell, it only took me one month to miss writing a monthly recap, so this will cover both July and August. On the bright side, a large part of this is also because there’s been so much going on. I’ll do my best here to recap what I’ve been up to for the last two months.\\n\\nOriginally I was going to split this into two months, but a lot of the things I was involved with ended up overlapping in both, so I’m going to keep everything together.\\n\\nFirst, the Cat Herders were looking to make an [NFT commemorating the London hard fork](https://medium.com/ethereum-cat-herders/the-london-upgrade-commemorating-e2b3a5daa8c7?source=collection_detail----cb99bef2c5dc-----0-----------------------) (or network upgrade, if you prefer that nomenclature). I was involved in the effort, secured an artist for it ([Tian Yuan Zhao](https://twitter.com/spidertianz)), and was actively involved in some of the distribution efforts. I can’t take credit for the actual initiative — that was primarily William Xuan afaik, with Pooja Ranjan doing a lot of the internal work.\\n\\nOnboarding continues to be one of my heaviest involvements. I’m involved in EthernautDAO and Gitcoin’s Kernel (both are not for pay, though I did receive GTC in the airdrop). We’ve made a group in EthernautDAO which I loosely manage, right now we’re working on a project idea from Dhannte. In addition to those efforts, I’m happy to say I get the occasional message out of the blue from someone just looking to get into the space more.\\n\\nI didn’t have so much actual coordination work, though in one case I was able to get an economist who was researching GRT in touch with The Graph.\\n\\n[Hester Bruikman](https://twitter.com/hesterbruikman) from Status is working on an initiative to make a wallet [Plugfest](https://en.wikipedia.org/wiki/Plugtest). We’ve spoken about it, I’ve tried to help find volunteers for the initiative, primarily around comms at this point. We’re interested in getting in touch with any wallet providers, and also any wallet middlewares. The goal as of right now would be to coordinate a series of calls between wallets and apps integrating them to test and find common wallet integration pain points and move towards solving them. If you are interested in helping with this, please reach out to either myself or Hester.\\n\\nI’ve been getting some tutelage from lightclient on EIP editing, and have been trying to lend a hand with more ERC proposals. Most EIP editors are more core-focused, whereas I’m on the application layer. One effort I’m proud of is some [proposed changes](https://github.com/ethereum/EIPs/pull/3763) to [EIP-712](https://eips.ethereum.org/EIPS/eip-712). EIP-712 is one of the most used ERCs, but until a few months ago was still in Draft. One of the reasons is a checklist of conditions the authors placed in the EIP that must be met in order for it to be moved to Final. In my humble opinion, these conditions have either been met, or the goalposts have moved since their writing. (Fun fact, this EIPs *fourth* birthday is next week.) If you are one of the authors of EIP-712 (Recmo Bloemen, Leonid Logvinov, and Jacob Evans) it would be amazing if you could give a look and offer any feedback — let’s get 712 to Final!\\n\\nI’ve continued my involvement with the [PEEPanEIP](https://www.youtube.com/playlist?list=PL4cwHXAawZxqu0PKKyMzG_3BJV_xZTi1F) initiative, Pooja Ranjan’s project spreading high-quality educational content, supporting with preparing for sessions, and acting as a bit of a co-host on some of the calls.\\n\\nI’ve also contributed a little bit to an NFT Standards working group headed by Anett Rolikova of the Ethereum Magicians.\\n\\n## Upcoming:\\n\\nI’m actually going to be pretty disrupted in September, and don’t expect to put in as many hours as I would in a regular month. In addition to pretty much everything above, which should be continuing (onboarding, EIP work, a wallet plugfest), there are some other initiatives that we’ve been working towards.\\n\\nWe have been talking about ways to diversify the PEEPanEIP series. We have some ideas, but will likely not actually start a new initiative in September due to my limited capacity. If you have skills in recording/preparing content and are interested in volunteering, please reach out to either Pooja or myself.\\n\\nThere are other initiatives I’m slowly working towards. Some have to do with some ideas I’ve heard from Jamie Pitts of the Ethereum Magicians, others around general ecosystem involvement with EIPs and ERCs.\\n\\nAs always, if you are interested in volunteering in any efforts, or have any ideas of your own, feel free to reach out anytime. I might not answer very punctually in September, so please don’t think I’ve ghosted you if it takes me a few days to get back to you. I’m @William94029369 on Twitter and wschwab#7045 on Discord.\\n\\nUntil next time!\",\"timestamp\":1636471116,\"title\":\"Catblazer Chronicles Jul-Aug ‘21 \"},\"digest\":\"dSe9kLP5kBcluElVkML6Xs7f_NDiM09uBuAibUf-FRU\",\"authorship\":{\"contributor\":\"0x7BfAf4C59aA4F011672b8e77789e1eb41abd654d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TzVEcat3CCshXlbtqGmmGv7fH8aJIDHU1U71snBfgGg\\\",\\\"y\\\":\\\"PV0BJSmnwzRn1M12VhemZsrOUdB9RWEbWfNov41D0rc\\\"}\",\"signature\":\"9s8_Vn2TXEtthwI1lY_hnQeVP33BUL6GeNcsOqD9HuRSbxD8BlBgx5_porK6HA1N3SSDu6h3WYa_VYFnuaHMIw\",\"signingKeySignature\":\"0x54638a88c0d952c5215be38a041597fc2c12647370de79fc1814f27da27b1e2815475a6ed231fb4f4514d6cf0da25f1ff17796fd7855c654cdf16afbac0b2a621c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TzVEcat3CCshXlbtqGmmGv7fH8aJIDHU1U71snBfgGg\\\",\\\"y\\\":\\\"PV0BJSmnwzRn1M12VhemZsrOUdB9RWEbWfNov41D0rc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"I6stODSHt2Z0JVbCDITBIEqDEm0wI5UpPWNdLBYh_BI\"}"