"{\"content\":{\"body\":\"## ¿qué es la web3?\\n\\nNFTs, Bitcoin, Ethereum, Cripto y Web3 son algunas palabras que has escuchado últimamente y seguro que te han despertado interés. piensa en cómo afecta el internet a tu vida diaria. piensa en cómo ha cambiado la sociedad gracias a el internet. plataformas de medios sociales. las aplicaciones móviles y ahora el internet está experimentando otro cambio de paradigma mientras lees esto. quedáte por qué lo que te platicaré hoy te interesará mucho.\\n\\n### ¿por qué es importante la web3?\\n\\n> 💡 **el mundo cripto tiene una característica que nunca ha existido antes: la confianza.** - [Ben Horowitz](https://www.youtube.com/watch?v=l7QdIQVTly0)\\n\\nsi la confianza se puede establecer mediante código, la gente no tiene que depender de intermediarios para hacer las cosas. por lo tanto no tienes que confiar en los bancos para que te paguen, no tienes que confiar en abogados para redactar un contrato y no tienes que confiar en las redes sociales de los grandes corporativos para ganarte la vida.\\n\\ncon la confianza viene **la propiedad.** al reducir el impuesto a los intermediarios, las personas finalmente pueden tener propiedad sobre su trabajo. web3 importa porque estamos construyendo un Internet propiedad de personas en lugar de propiedad de intermediarios, a.k.a *big(tech)corpos*.\\n\\n## web1, web2, web3\\n\\nsi estas leyendo esto, entonces eres un participante en la web moderna. la web que estamos experimentando hoy en día es muy diferente de lo que era hace solo 10 años. ¿cómo ha evolucionado la web y, lo que es más importante, hacia dónde va? además, ¿por qué importan estas cosas?\\n\\nla evolución de la web suele dividirse en tres etapas distintas: web 1.0, web 2.0 y web 3.0. para entender mejor la web3 podemos compararla con la web1 y con la web2.\\n\\n> web1: Leer\\n\\n> web2: Leer, escribir\\n\\n> web3: Leer, escribir, poseer\\n\\nla **web1** (1990-principios de la década de 2000) se puede pensar como la web de sólo lectura. las personas consumían páginas web estáticas en las que navegaban. la mayoría de los participantes eran consumidores de contenidos, y los creadores solían ser desarrolladores que construían sitios web que contenían información principalmente en formato de texto o imagen, en lugar de HTML dinámico como las redes sociales de hoy en día.\\n\\nla **web2** (principios de la década de 2000 hasta la actualidad) es de lectura y escritura. se puede pensar como la web interactiva y social. las personas crean y consumen contenido en las plataformas sociales con las que todos estamos familiarizados (*instagram, snapchat, tiktok, youtube, etc).* los gigantes tecnológicos extraen valor de los usuarios al actuar como intermediarios de estos servicios. por esto la arquitectura en la web2 es de cliente-servidor donde los usuarios son el cliente y las empresas controlan los servidores.\\n\\nen esencia la web2 hizo espacio para que todos se convirtieran en creadores y consumidores de contenido simultáneamente, aunque no todos ganan dinero con lo que crean o los intermediarios se quedan con un porcentaje más alto que el creador. al principio, muchas de estas empresas tecnológicas no se preocupan por la monetización. se centran estrictamente en el crecimiento y en la captación de nuevos usuarios, pero al final tienen que empezar a obtener beneficios. los usuarios producen medios en las redes sociales, por ejemplo, Facebook, que luego puede vender datos personales para generar cantidades impresionantes de ingresos. esto es totalmente permisible porque las empresas centralizadas **-ya habrá algún escrito explicando de que va la centralización y la descentralización-** tienen la propiedad sobre los datos de los usuarios y todo el contenido generado por el usuario. para muchas empresas de la web2 como Google, Facebook, Twitter y otras, más datos conducen a anuncios más personalizados. esto conduce a más clics y, en última instancia, a más ingresos por publicidad.\\n\\nla explotación y la centralización de los datos de los usuarios son fundamentales para el funcionamiento de la web tal y como la conocemos y utilizamos hoy en día. la censura es un poco más elevada en la web2, pero depende en gran medida de la plataforma. aunque los usuarios son tanto proveedores como consumidores en esta web, están a merced de dónde están creando y consumiendo, entregando derechos a cualquier sentido de propiedad a estas empresas. ¿has leído los términos y condiciones?\\n\\ntambién es verdad que todos los usuarios necesitan crear una identidad a través de cada una de las plataformas para interactuar ya que no \\\"hablan\\\" entre sí. por eso nos tenemos que crear usuarios y contraseñas al rededor de cada esquina de la web2.\\n\\nlos gobiernos suelen cerrar servidores o embargar cuentas bancarias si creen que una persona expresa una opinión que va en contra de su propaganda. con los servidores centralizados, es fácil que los gobiernos intervengan, controlen o cierren las aplicaciones a su antojo.\\n\\ncomo los bancos también son digitales y están bajo control centralizado, los gobiernos también suelen intervenir en ellos. pueden cerrar el acceso a las cuentas bancarias o limitar el acceso a los fondos en tiempos de volatilidad, inflación extrema u otros disturbios políticos.\\n\\nel objetivo de la web3 es resolver muchas de estas deficiencias replanteando fundamentalmente la forma en que diseñamos e interactuamos con las aplicaciones de la web desde el principio.\\n\\nla **web3** (2020+) es leer, escribir y poseer.  las personas crean, consumen y son dueñas de su trabajo a través de **tokens -no te preocupes, ahorita llegamos a esto-**. web3 se basa en redes de computadoras que se comunican entre sí sin intermediarios.\\n\\nal igual que con el cambio de web1 a web2, el cambio de web2 a web3 se debe en gran medida al avance de la infraestructura, pero habrá un cambio de mentalidad para los constructores y desarrolladores, ya que la gobernanza estará mucho más centrada en el usuario. la interoperabilidad es un tema importante para las plataformas construidas en Web3. esta significa que se pueden unir diferentes plataformas para crear un espacio fluido donde la identidad de uno puede permanecer igual, es decir, sin necesidad de crear una cuenta en diferentes plataformas podrás llevar tu pertenencias contigo a donde vayas de la web.\\n\\n### ¿qué es una token o ficha?\\n\\nsin entrar en detalles técnicos; **un token es un registro de propiedad de un activo (ya sea digital o físico).** los tokens pueden ser fungibles o no fungibles:\\n\\n* **los tokens fungibles** son intercambiables (el dólar estadounidense, bitcoin).\\n* **los tokens no fungibles (NFT)** son únicos (una obra de arte, derechos exclusivos).\\n\\ncomo ejemplo en un juego como Fortnite los tokens -o fichas- fungibles son la moneda virtual del juego (VBucks) y los tokens no fungibles (NFTs) son los atuendos y los gestos de los personajes del juego. así, podríamos poner de ejemplos videojuegos y mundos virtuales como Club Penguin, Habbo, The Sims, Minecraft, y muchos más.\\n\\nlas DAOs (organizaciones autónomas descentralizadas), ofrecen una forma alternativa de construir lo que tradicionalmente considerábamos una empresa.\\n\\neste tipo de organizaciones están *tokenizadas* y dan un giro a la idea de estructura organizativa, ofreciendo una propiedad real, líquida y equitativa a una mayor parte de las partes interesadas y alineando los incentivos de formas nuevas e interesantes.\\n\\n### conclusión\\n\\nentonces en la web3 nos encontramos con plataformas y empresas que ofrecen formas alternativas a lo que conocíamos hasta hace unos años. estas nuevas formas y modelos organizativos traéran consigo muchos cambios para la sociedad. antes, no nos podíamos imaginar modelos organizativos horizontales efectivos por la falta de técnologías y métodos de consensos que nos permitierán alcanzar un nivel de confianza y productividad entre las partes interesadas.\\n\\ncomo pudiste aprender, el mundo cripto y la web3 traen consigo muchos cambios e innovación. si quieres seguir aprendiendo sobre la web3, nfts y el mundo cripto sigue leyendo cada publicación que hago. puedes seguirme en redes sociales para enterarte de cada publicación.\\n\\nlos siguientes temas serán; nfts, wallets, descentralización y centralización, sociedades tokenizadas, y muchos más. siempre estaré atento de la información que sea valiosa acercarle a la comunidad. si quieres unirte a mi comunidad de discord; “la madriguera” eres completamente bienvenidx. pideme la invitación por alguna red social con la contraseña: “seguí al conejo blanco y quiero entrar a la madriguera.”\\n\\nwagmi(:\\n\\n\\\\- conejoblanco.eth\",\"timestamp\":1642454755,\"title\":\"la madriguera.01: ¿qué es la web3?\"},\"digest\":\"1tKkcned8VuM45pS9BVNtKO0A6Xt7wFzjPMe7ug9P_o\",\"authorship\":{\"contributor\":\"0x76aB6aae48eAD8eD43FDCe41119cfa13BeA76ae9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jIcCDiSR7dYs9SVjPb2Cis8rycysliXlHU3gEZ5nm1Q\\\",\\\"y\\\":\\\"eCR-ikC2iqRppIyx7hvARposX7WqXk_UC1W7pat3tfY\\\"}\",\"signature\":\"SwJjAdxjykQuvy7sCGSIRhmqIZPx_kLx2qpuzyyYL2jnlB0eDKjL-wKFcN9IkCpNV1RLBGOdZcLMomGbXNHfkw\",\"signingKeySignature\":\"0x4c13aae04b1fa54b4f448a563c5bd571b9b29d1176500087391dc7ebf4c46033735ccf12079ea17a211b98d62b5586016ff86f5983bd5cad901a8792e50376f21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jIcCDiSR7dYs9SVjPb2Cis8rycysliXlHU3gEZ5nm1Q\\\",\\\"y\\\":\\\"eCR-ikC2iqRppIyx7hvARposX7WqXk_UC1W7pat3tfY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"exNprPJt_Md3bvXxKxH7yZaYXXTlhU79CRB7XvrB7Ak\"}"