"{\"content\":{\"body\":\"Each NFT gives a potential right to staking rewards, both to the NFT holder and to the Shimmer Treasury.\\n\\n![](https://images.mirror-media.xyz/publication-images/wU8r2gMek4Ta4C5B2RopA.png?height=420&width=800)\\n\\nIOTA has announced the launch of the limited edition Shimmer Jersey and 11,111 Genesis NFTs that come with a set of exclusive perks and a roadmap to accelerate the creation of an entire ecosystem, CryptoSlate learned in a release.\\n\\nShimmer Genesis NFTs are for the early risk adopters in our ecosystem willing to explore the unique ways in which NFTs will empower the community. The NFTs will be tiered into Gold, Silver, and Bronze, priced at different levels and limited amounts. Unlike your standard jpeg, Shimmer Genesis NFTs carry a potential staking boost.\\n\\nEach NFT gives a potential right to staking rewards, both to the NFT holder and to the Shimmer Treasury. Crucially, however, this increased staking reward will only be unlocked after a governance vote by the Shimmer community. The Shimmer community will ultimately decide on the exact distributions.\\n\\n## Holding Shimmer on IOTA? Here’s what you must know\\n\\nWhat does this mean in practical terms? Let’s go with a hypothetical scenario. If the community votes to give Genesis Gold NFTs a 15% staking boost, your Shimmer staking rewards will increase by 15%.\\n\\nIf you hold two Gold NFTs, your rewards will increase by 30%, and so on. You can simply stack NFTs to increase your staking rewards for securing the Shimmer network. For every staking boost, the equivalent amount in staking rewards will be minted for the Community DAO, supplying the community with long-term funding for the ecosystem.\\n\\nConsidering that there is a lot to build for Shimmer and IOTA, all earnings from the NFT sale will go straight into the development of DAOs within the IOTA and Shimmer ecosystem and for future NFT campaigns, offering a major boost to accelerate the development and growth of the Shimmer community.\\n\\nAs such, users buying an NFT receive ecosystem benefits as listed below:\\n\\n* **Shimmer Genesis Jersey.** Get your limited edition Shimmer jersey that you can wear with genesis pride wherever you go.\\n* **Staking boost, to be voted by the community.** Stack your Shimmer NFT and earn more staking rewards for securing the network. This perk will only be unlocked after a successful governance vote by the Shimmer community.\\n* **DAO membership of Genesis NFT holders.** Nothing says exclusive membership like being part of your own DAO. The Genesis NFT holders will form a DAO in the Shimmer network and will be able to govern and allocate funding to community projects.\\n* **Shimmer Genesis NFT.** The NFTs will be minted into the genesis transaction of the Shimmer network. An early version of your NFT will be available on the IOTA Smart Contracts beta network.\\n* **Access to future airdrops and exclusive offerings.** This will be a USP of the Shimmer Genesis NFT. As an NFT holder, the Genesis NFT will be your access key to future token airdrops and NFTs that are exclusively launched for holders. One NFT will HODL many NFTs in the future.\",\"timestamp\":1639398261,\"title\":\"IOTA debuts Genesis NFTs on newly-launched Shimmer network to reward early adopters\"},\"digest\":\"bdUAJsW7cRo6ufR-V0aiCVpK-cYGmmEEPtt2QcFSNYU\",\"authorship\":{\"contributor\":\"0xa022FAFDc32AF9D9ED02614A593653D1bccd7924\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"o4UGHCwDWY1Ieb3k654UoZAoPtH0kN25tlyj6qkGqcc\\\",\\\"y\\\":\\\"CGHSC7yEdQFe1mc2hdYCbv1RebBCqIW1mzAb5fsUtFk\\\"}\",\"signature\":\"EN9DQ_jq1mXWf4npy5ggxHaGik8cTB7LhpohicRzn4JqDRej8jTF9yAivSP9-9yrdc-VUKYWxgWJ2f_1xZaf-g\",\"signingKeySignature\":\"0x1a3363d24667fb69dbb7b9f236f969244ed2279a872bcc1bc15bdbe828ceefb55531e111788f1bdd868b7dffc145b2f79af5d53d644bf3eb69e0184237668f181b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"o4UGHCwDWY1Ieb3k654UoZAoPtH0kN25tlyj6qkGqcc\\\",\\\"y\\\":\\\"CGHSC7yEdQFe1mc2hdYCbv1RebBCqIW1mzAb5fsUtFk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bdUAJsW7cRo6ufR-V0aiCVpK-cYGmmEEPtt2QcFSNYU\"}"