"{\"content\":{\"body\":\"![WARNING: Being a degen trader can lead to bad posture.](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fda5210ee-e0b0-40f7-8aae-b35e5b6f8799_3000x3000.png)\\n\\nGm!\\n\\nMy name is Daniel.\\n\\nSome of you are friends, family, colleagues, and clients.\\n\\nMany of you know me from my nearly 10 years in the music industry.\\n\\nMost of you don’t know that I’ve been hurtling down the infinite rabbit hole of learning that is **crypto, NFTs, and Web3** for some time now, becoming obsessed to the point of:\\n\\n* Pulling out of a deal for my own record label (a life-long dream)\\n* Moving on from 75% of my client base as an artist manager\\n* Convincing my gf that this [pixelated toad](https://opensea.io/collection/cryptoadz-by-gremplin) was worth a month of rent (it was!)\\n\\n![Cryptoadz by Gremplin](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fe08ee0cc-bd8c-43b8-b629-80a1d0f1533f_434x333.png)\\n\\n## Why should you care?\\n\\nYou should care because this newsletter is **dedicated to you**.\\n\\nIt’s about jumpstarting your learning process, sending you down that same rabbit hole, demystifying the technical and cultural language (what’s a WAGMI?), explaining like you were five. Think Joe Rogan meets Naval.\\n\\n**We’ll even venture into the philosophical debates,** including some of the populist, bag-shilling bullsh\\\\*t you are bound to come across during your adventures in the metaverse (like the idea that NFTs will end poverty or DAOs will end capitalism).\\n\\nUltimately, this newsletter and podcast will function as **a resource for learning**, one that promises you:\\n\\n* An evolving understanding of crypto, NFTs, and Web3 (starting with the basics)\\n* Interviews with artists, builders, disruptors, engineers, and thought leaders\\n* Resources to further your learning (articles, podcasts, videos, tweet storms etc.)\\n* Philosophical food for thought\\n* Predictions on the future of the space\\n* Whatever else I think you’ll find interesting or helpful\\\\\\\\\\n\\n## What’s next?\\n\\nWe’re going to start with the basics, so the next article will dive into some definitions, examples, and analogies, as well as an annotated list of articles, videos, and podcasts to further your learning.\\n\\nIf this all sounds good to you, feel free to follow along.\\n\\n\\n---\\n\\nALL VIEWS EXPRESSED IN “CONTENT” (INCLUDING POSTS, PODCASTS, VIDEOS) LINKED ON THIS WEBSITE OR POSTED IN SOCIAL MEDIA AND OTHER PLATFORMS (COLLECTIVELY, “CONTENT DISTRIBUTION OUTLETS”) ARE MY OWN. THE POSTS ARE NOT DIRECTED TO ANY INVESTORS OR POTENTIAL INVESTORS, AND DO NOT CONSTITUTE AN OFFER TO SELL -- OR A SOLICITATION OF AN OFFER TO BUY -- ANY SECURITIES, AND MAY NOT BE USED OR RELIED UPON IN EVALUATING THE MERITS OF ANY INVESTMENT.\\n\\n###### THE CONTENT SHOULD NOT BE CONSTRUED AS OR RELIED UPON IN ANY MANNER AS INVESTMENT, LEGAL, TAX, OR OTHER ADVICE. YOU SHOULD CONSULT YOUR OWN ADVISERS AS TO LEGAL, BUSINESS, TAX, AND OTHER RELATED MATTERS CONCERNING ANY INVESTMENT. ANY PROJECTIONS, ESTIMATES, FORECASTS, TARGETS, PROSPECTS AND/OR OPINIONS EXPRESSED IN THESE MATERIALS ARE SUBJECT TO CHANGE WITHOUT NOTICE AND MAY DIFFER OR BE CONTRARY TO OPINIONS EXPRESSED BY OTHERS. ANY CHARTS PROVIDED HERE ARE FOR INFORMATIONAL PURPOSES ONLY, AND SHOULD NOT BE RELIED UPON WHEN MAKING ANY INVESTMENT DECISION. CERTAIN INFORMATION CONTAINED IN HERE HAS BEEN OBTAINED FROM THIRD-PARTY SOURCES. WHILE TAKEN FROM SOURCES BELIEVED TO BE RELIABLE, I HAVE NOT INDEPENDENTLY VERIFIED SUCH INFORMATION AND MAKES NO REPRESENTATIONS ABOUT THE ENDURING ACCURACY OF THE INFORMATION OR ITS APPROPRIATENESS FOR A GIVEN SITUATION. THE CONTENT SPEAKS ONLY AS OF THE DATE INDICATED.\\n\\n###### UNDER NO CIRCUMSTANCES SHOULD ANY POSTS OR OTHER INFORMATION PROVIDED ON THIS WEBSITE -- OR ON ASSOCIATED CONTENT DISTRIBUTION OUTLETS -- BE CONSTRUED AS AN OFFER SOLICITING THE PURCHASE OR SALE OF ANY SECURITY OR INTEREST IN ANY POOLED INVESTMENT VEHICLE SPONSORED, DISCUSSED, OR MENTIONED BY ME. NOR SHOULD IT BE CONSTRUED AS AN OFFER TO PROVIDE INVESTMENT ADVISORY SERVICES. THERE CAN BE NO ASSURANCE THAT THE INVESTMENTS WILL BE PROFITABLE OR THAT OTHER INVESTMENTS MADE IN THE FUTURE WILL HAVE SIMILAR CHARACTERISTICS OR RESULTS.  WGMI.\",\"timestamp\":1638497598,\"title\":\"#1: Welcome to Bad Posture!\"},\"digest\":\"x9G6kXWpzI92WdhtfEBfvkK47gdZeaWPgXoy1q9u48c\",\"authorship\":{\"contributor\":\"0xff1695783C152b3c13917e1C6b167Ce4302316Cf\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZoW-VrbeN59jhqMX5AKKfLk8_m7_mpVEzG1BDsHcz0Y\\\",\\\"y\\\":\\\"pMLhpMpl5kWO4byiw7megExBUB_0yJBrtY1T-A9YZ_s\\\"}\",\"signature\":\"2r4e4pSqfUXKTkvtQH4Yd9glpL6jNf6V0iea-doM3Ky0eiPaZhp9jjLO4u9Zf9e_2kct7LFb6RNU1uxMak8Njg\",\"signingKeySignature\":\"0x3f09ce19006b81b7911e7685ff241a9d01018216929285354ea44abc041d1e902d25e0d4d79128b716a7fa10f048b9484e58ac52692179a89d211f883a311bb51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZoW-VrbeN59jhqMX5AKKfLk8_m7_mpVEzG1BDsHcz0Y\\\",\\\"y\\\":\\\"pMLhpMpl5kWO4byiw7megExBUB_0yJBrtY1T-A9YZ_s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"x9G6kXWpzI92WdhtfEBfvkK47gdZeaWPgXoy1q9u48c\"}"