"{\"content\":{\"body\":\"## Ecuador plans to roll back isolation measures as the threat of the Coronavirus to some of the country’s most vulnerable populations remains unaddressed.\\n\\n![Locals shopping at an open air market in Ecuador. Photo by Jim Brassard.](https://images.mirror-media.xyz/publication-images/rnfDJIVAUuPqzJ1xNveuG.png?height=833&width=1400)\\n\\nOver the last several weeks, reporting out of Ecuador has detailed a country in crisis. With two doctors and 1.6 beds per capita, the country’s healthcare system has proven ill-equipped to handle a pandemic of this scale and virility.\\n\\nOn Saturday, March 21st, following the government’s announcement that confirmed cases of COVID-19 had ballooned to over 500 in less than a week, Ecuador’s ministers of health and labor resigned. By the following Monday, a state of emergency was declared around the country, traveling between provinces was banned, and a curfew from 2 p.m. to 5 a.m. was installed in order to halt the increase in cases which had risen to 981 confirmed cases and 18 deaths by Monday, March 23rd.\\n\\nGruesome images of bodies laid out on sidewalks, deceased loved ones wrapped in plastic and tucked away, and corpses pushed outside of houses to wait for the government to collect them have emerged out of the province of Guayas, which holds the country’s most populous city, Guayaquil. In response to overrun funeral homes and government workers unable to keep up with the unprecedented need before the 2 p.m. curfew, thousands of cardboard coffins have been distributed throughout the city. Accounts of cardboard coffins leaking and disintegrating as corpses begin to decompose have been reported by the press.\\n\\n> “The government has mismanaged the pandemic and it has completely gotten out of their hands,” says 26-year-old Guayaquil resident Domenica Chiarello. “They were not prepared for a situation like this, and they hid a lot of information from the beginning, which caused the situation to become even worse. They never spoke with the truth.”\\n\\nDomenica’s grandfather began showing symptoms of COVID-19 in early March and was admitted to a clinic following positive test results.\\n\\n“It was very hard for our family to deal with it. On one hand, we were blessed that he was able to be admitted at the clinic; however, it was very difficult for us to get him out of the state he was in. We’re speaking about a 78-year-old man with pre-existing conditions such as high blood pressure and diabetes.”\\n\\nDomenica’s family is one of the more fortunate cases, owing to their ability to provide in-home treatment for her Grandfather, but for many in Guayaquil who live hand-to-mouth, oxygen tanks and other treatments are cost prohibitive or simply unavailable.\\n\\n“Once he was discharged from the clinic, he still came out in very critical condition, which we could imagine was going to happen because of his age. The doctors preferred to discharge him early, as we believe there wasn’t much else they could do for him, and they preferred to give the space in the clinic to someone younger. This increased our family’s risk of contracting the virus, especially my brother and grandmother who were taking care of saving my grandfather’s life. Immediately after my grandfather came back home, my grandmother who lives in the same house had already started to show symptoms of COVID-19.”\\n\\nA nationwide lack of testing has prevented Domenica’s family from being able to confirm her Grandmother’s viral status and there are no available beds for treatment. Due to her brother and aunt’s roles as primary caretakers for her Grandfather and Grandmother, Domenica worries that they may contract the virus or already be asymptomatic carriers. Without testing, they’re unable to confirm.\\n\\n> “The community’s response has been very negative. We are a poor country and people live day by day. People are not careful and go out to work and live their daily life. We have an expression here, ‘If you don’t die of the virus, you die of hunger.’ It’s a very complicated situation for our country.”\\n\\n![Photo by Jim Brassard.](https://images.mirror-media.xyz/publication-images/QzaR4roIPtvPSCgbBZlJG.png?height=840&width=1400)\\n\\nGuayas still accounts for the majority of confirmed cases, making up 15,365 of the country’s total 23,240 cases and 242 of the country’s 663 deaths officially attributed to COVID-19 as of April 27th. However, the lack of testing is likely to have seriously underestimated the death count attributed to the Coronavirus across the country.\\n\\nJorge Wated, the ministry official tasked with leading the collection and burying bodies in Guayaquil released a statement on April 16th saying: “We have approximately 6,703 deaths in these \\\\[first\\\\] 15 days of April reported in the province of Guayas. The usual monthly average for Guayas is about 2,000 deaths. After 15 days, we obviously have a difference of approximately 5,700 deaths from different causes: Covid, presumed Covid, and natural deaths.”\\n\\n“Can I as an authority confirm that all these cases are COVID-19?” María Paula Romo, Minister of the Interior, added the following day. “I can’t, because there are some protocols to say that these cases qualify as such, but I can deliver the information and tell you that, at least, a good part of this data, their only explanation is that they are part of the contagion epicenter we had in Guayaquil and Guayas.”\\n\\nPrior to her resignation in March, Minister of Health, Catalina Andramuño, had announced procuring 2,000,000 tests for the country, but her successor, Juan Carlos Zevallos, has clarified that only a scant 200,000 tests were headed to the country, not nearly enough for Ecuador’s 17.6 million residents.\\n\\nThe Ecuadorian government continues to recommend frequent handwashing and social distancing to stop the spread of the disease. However, both handwashing and social distancing are likely to prove inadequate measures of containment for many communities in the country. Of chief concern are the country’s rural and indigenous communities which are often straddling modern and traditional cultures.\\n\\n![A solitary house within an indigenous community in Ecuador. Photo by Jim Brassard.](https://miro.medium.com/max/1400/1\\\\*f3XolikhNGG5a5HfauPuEg.jpeg)\\n\\nAs of 2015, 2.47 million Ecuadorians lacked access to proper sanitation, according to the World Bank estimates, and a 2019 study by the WHO and UNICEF states that roughly 3 billion people globally lack access to basic handwashing facilities. Handwashing as frontline defense against the virus is unlikely to yield lower numbers of transmission when access to running water and soap is not a guarantee.\\n\\nSocial distancing also poses unique challenges for indigenous communities. Individuals working within the informal economy are unable to bring their work home with them and many lack access to electricity or the technology required to work from home as well as the resources necessary to purchase two weeks worth of food at once and space to store it without spoilage. To further complicate any social distancing efforts, many families live in multi-generational households often relying on a sole family member’s labor to support the entire family unit.\\n\\nIndigenous rights group, CONFENAIE, or Confederation of Indigenous Nationalities of the Ecuadorian Amazon, has been urging individuals to simply stay at home. #Quédateencasa, or #Stayathome, has been promoted throughout their network since early March in an effort to reach indigenous communities as well as other marginalized communities that are also particularly vulnerable to the pandemic like the country’s Afro-Ecuadorian populations, migrants from Colombia and other neighboring countries, and Romani communities.\\n\\nIn response to the ministry’s lack of guidelines for damning the spread of disease into and throughout these communities, on March 13th CONFENAIE provided the government with its own set of recommendations and is calling for these guidelines to be passed down to the public.\\n\\nIn addition to urging everyone to stay at home, CONFENAIE is also advising individuals to stay within their territories or in their individual or collective space when staying at home is not possible; limit the entry of tourists, NGOs, and researchers into indigenous spaces; ensure that anyone who does need to enter is showing no signs of respiratory illness; place a moratorium on large crowds or gatherings; restricting contact between community members that display symptoms; and, continue to surveil the communities for anyone not complying with these measures when community leaders, healthcare workers, and *sabedores*, or wise people, are unable to do so.\\n\\nCONFENAIE has also requested that the Ecuadorian government provide information regarding the Coronavirus to all indigenous communities, written in their indigenous languages and to open up clear lines of communication between the governmental bodies of each province and the community leaders within each indigenous community in order to prepare the necessary tools and equipment to adeptly manage an outbreak should it occur.\\n\\nMost indigenous communities lack access to medical centers and the accompanying medical technology and treatment that is crucial in fighting COVID-19 infection. Without these stopgap measures in place, the outlook for indigenous communities within Ecuador amidst an acute outbreak is bleak.\\n\\n> “There should be a clear intercultural policy applied to a multicultural state where specific mechanisms are established to overcome this type of emergency, as well as the resources and budgets in which way they will be channeled to face the crisis,” says Sacha Cristo, spokesperson for CONFENAIE.\\n\\nThere are still no confirmed cases of COVID-19 within indigenous communities, though Cristo believes this is more likely down to a lack of testing and says that there are presumed cases within these territories that are unable to be confirmed at this time.\\n\\n“It is difficult to obtain medical help, we have made several requests for medical brigades to enter communities where there are suspicions, there have not yet been brigades in the communities,” Cristo says adding that their request for communication between indigenous leaders and local governments has yet to be acknowledged.\\n\\n“\\\\[A plan for indigenous communities\\\\] does not exist — that is a responsibility of the state that is not fulfilling it, that is why we have demanded specific protocols for indigenous peoples to treat this type of case as they exist in other countries such as Colombia, but the state has not responded.”\\n\\nIn an interview with Teleamazonas on Sunday, Juan Carlos Zevallos stated that “60% of the Ecuadorian population will have the virus around day 120, from the day the virus started on February 29th. That does not mean that there will be high mortality rates, but around 1% or less.”\\n\\nThe Ecuadorian government is expected to weaken its restrictions from isolation to social distancing on May 4th.\\n\\nThe Ecuadorian Ministry of Health has declined comment.\\n\\nTranslations provided by Joselyne Hernandez.\\n\\nOriginally published on April 28, 2020.\",\"timestamp\":1637082789,\"title\":\"“We have an expression here, ‘If you don’t die of the virus, you die of hunger.’”\"},\"digest\":\"QbJA0eD-ii0oftw4iQVY9aLqCxM5L34wn9fMUloY9PU\",\"authorship\":{\"contributor\":\"0x59B3869e43cF8B31EDB1d9303F31240b61A40710\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2vcc9KX7O1GyXWk3P48ILCBdfAUVx72gPo1dP24_8xU\\\",\\\"y\\\":\\\"rPw78axJlXw-fV464JF1VG_DLz08x8N6B817uzWPquQ\\\"}\",\"signature\":\"lm1KTTCEYeRrCljCHgmTjyYNXmZZ94BL0Yv7LR3LWmRnxjENuoyli73CdXzRHCkVKu4KLoH9gl9DwPnxzVfsUQ\",\"signingKeySignature\":\"0x1153e409a2d793e83378d0966c8c191bc94481be0821834e504d96fc8225881a46290f872c658066e8c0664efe04267aa0b9f37df50cf74bf0f659cabaf2e8ce1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2vcc9KX7O1GyXWk3P48ILCBdfAUVx72gPo1dP24_8xU\\\",\\\"y\\\":\\\"rPw78axJlXw-fV464JF1VG_DLz08x8N6B817uzWPquQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"QbJA0eD-ii0oftw4iQVY9aLqCxM5L34wn9fMUloY9PU\"}"