"{\"content\":{\"body\":\"> *reposted on my new mirror publication [here](https://sarah.mirror.xyz/6CoeOOf0fKVIadXSZWnfDU0hlLgmWCWeTciLOa2OblI)*\\n\\nA few weeks ago, I asked people to [share their journeys](https://twitter.com/_Sarah_Du/status/1454120480701653003?s=20) into web3. The key question I wanted to answer - *what will bring the masses into web3?*\\n\\nTo gain insight into this question, I wanted to look at what's pulled people into web3 so far, what areas people are most interested in, and what people viewed as the biggest challenges in the space.\\n\\nWhat did I learn from 50+ responses? Read on and comment with anything I missed!\\n\\n## What first got people interested in crypto/web3?\\n\\n![](https://images.mirror-media.xyz/publication-images/KAtntRJIH03zagVkqQjZL.png?height=1485&width=2465)\\n\\nThe top 3 things that initially pulled people into crypto/web3 were:\\n\\n1. **An article, newsletter, or podcast:** whether it was joining the mirror write race, reading Not Boring, or listening to a Bankless podcast, many respondents pointed to the influence of good content. In that spirit, sharing 3 of my favorite pieces:\\n   1. [Web3 101](https://www.gillesdc.com/blog/web3): fundamental principles of web3 and how it differs from web2\\n   2. [Against Scarcity](https://davidphelps.substack.com/p/against-scarcity): explores the question of “how to define economic value in a digital world of post-scarcity”\\n   3. [Beginner’s guides to social tokens, DAOs, and NFTs](https://linda.mirror.xyz/)\\n2. **Conversation with a friend:** more friendly = less intimidating\\n\\n   Crypto/web3 can be confusing and obscure (more on this later). The voice of people you trust (e.g. friends) is often the easiest way for people to enter the space (this is how I entered the space!)\\n3. **Purchasing bitcoin:** skin in the game\\n\\n   If you’ve heard anyone talk about crypto, you’ve probably heard some form of “when I first bought bitcoin in 2017 it was…” or “If only I had bought more DOGE in 2016...” While there are fascinating elements driving the increased attention around web3 - like the permissionless nature of blockchain and the potential for community governance - it’s clear that the desire for (and track record of!) financial gain is a key feature of the space (see graph below by [Laura Du](https://twitter.com/laurayd)).\\n\\n![Source: Laura Du #cryptoladies event](https://images.mirror-media.xyz/publication-images/VNLJQD8aX-cMnnuo8o-My.png?height=1202&width=1958)\\n\\nWhile it may be appealing to imagine a society motivated purely by idealistic values, we shouldn’t ignore the more obvious truth: financial incentives are the primary engine powering web3. Nevertheless, though financial incentives are often what brings people into the space, social motivators like community, friendship, and impact may be what retain them. As [David Phelps ](https://twitter.com/divine_economy)put it, the optimal level of financial incentive is perhaps “enough to overcome the opportunity cost of other jobs, but not enough that people are just in it for the finances.”\\n\\n## What “aha\\\" moments took people further down the web3 rabbit hole? (i.e. what led them to engage in something beyond buying BTC or ETH)\\n\\nHere are the 6 use cases/aspects of web3 that have generated the most excitement:\\n\\n1. **Creator monetization**\\n   1. “[Royal.io](http://royal.io) / the effect on the music industry”\\n   2. \\\"Building a global community of artists around a social token\\\"\\n   3. \\\"Realizing that creator funding mechanisms suck and that NFTs solve that\\\"\\n2. **web3 as \\\"the frontier\\\"**\\n   1. \\\"simply not knowing enough - everyone is still undergoing the discovery process, and that's what drives me to learn more\\\"\\n   2. “If this is the remaking of the Internet, I want to be involved”\\n3. **The openness and composability of blockchain**\\n   1. From a dev's eyes: \\\"Biggest thing was doing the CryptoZombies solidity tutorial and realizing all contracts and data are open for viewing and interacting with.\\\"\\n   2. \\\"The moment I realized people could build apps & deploy them to Ethereum without any of the web2 infrastructure. As someone who has worked at a traditional cloud services provider, mind = blown.\\\"\\n4. **NFTs and ownership**\\n   1. \\\"Buying an NFT and joining a gated discord... the potential for new social experiences\\\"\\n   2. “When I started looking at RFTKT and realized that NFTs were more than just art - they had real utility and were fundamental for an interoperable metaverse. Seeing that RTFKT sneakers could be worn on Snapchat through AR but also in Decentraland or in games opened my eyes.”\\n   3. \\\"Understanding NFTs as a way to reintroduce scarcity into the web\\\"\\n5. **Community**\\n   1. \\\"Being an entrepreneur was lonely. To discover a community where I could contribute value in any way I want and get rewarded via emojis & crypto!\\\"\\n6. **Financial gain**\\n   1. \\\"In 2017 I got some ETH and the private key as a Secret Santa gift at work, which at the time was worth 10 USD. In 2021, I used the private key to put it in my wallet and it was 306 USD of ETH.\\\"\\n   2. \\\"When I made $2k off Ethereum in a couple weeks lolz\\\"\\n\\n## What areas of crypto/web3 are people most excited about?\\n\\n![(people could choose up to 3 options or write-in their own option)](https://images.mirror-media.xyz/publication-images/umtay4o5LG1txnC9l26BZ.png?height=1535&width=2548)\\n\\nThe most \\\"popular\\\" categories, in order, are:\\n\\n1. [DAOs](https://mirror.xyz/0x1a8A91688a3De0B1a53f73674C47CC6E76CccC41/YDokUBCy8UvZMIHwqtaDSwPXLQJaAdQRa2aK7OrlQxo) (selected by 72% of respondents)\\n2. NFTs (62%)\\n3. DeFi (55%)\\n4. Social/Identity\\n5. Gaming\\n6. Social Tokens\\n\\nFinally, and arguably one of the most important questions…\\n\\n## What do people think are the biggest challenges for crypto/web3?\\n\\nThe two biggest challenges are 1) onboarding and 2) regulations.\\n\\n### Onboarding\\n\\nIt's no secret that the world of crypto can be confusing, obscure, and scary. There are 3 aspects of the onboarding process key to making people's journeys into web3 more enjoyable.\\n\\n**Accessibility**\\n\\n1. *UX:* Centralized exchanges like Coinbase and Gemini and Defi apps like Blockfi and Donut have friendly UIs that abstract away much of the technical complexity for the average consumer. But many more crypto/web3 apps are incredibly difficult for the average consumer to use. I still remember how confusing it was to use Metamask for the first time. I didn’t know how to send money from my centralized exchange account to my Metamask, what it meant to “accept” or “reject” a transaction, nor why the costs were so high (hello gas fees!)\\n2. *Gas fees:* many web3 activities are cost-prohibitive. Buying cryptocurrencies or purchasing NFTs is simply out of the question for many people. Even for people who have the financial means to engage, the cost is a huge deterrent.\\n\\n![](https://images.mirror-media.xyz/publication-images/9L5YMOYTmgaPlkGeKQuJC.png?height=1270&width=2114)\\n\\n**Education (& the narrative around web3)**\\n\\nThe three key questions for the \\\"average\\\" interested consumer are: *1) what's going on, 2) why should I care, and if I do care - 3) how do I get involved (in a safe manner)?*\\n\\nContent can be one way to educate people and address these questions. Activities and experiences (both IRL and virtual) can also be great avenues to explore these questions. Whatever the form of \\\"education\\\", it needs to be *high quality, discoverable, digestible, and actionable.*\\n\\n* *Shoutout to the people working on onboarding and education: [Crypto, Culture, & Society](https://society.mirror.xyz/), [Buildspace](https://twitter.com/_buildspace), [Rabbithole](https://twitter.com/rabbithole_gg), [Coinvise](https://twitter.com/CoinviseCo), [Peter Yang’s](https://twitter.com/petergyang) Odyssey, [Chase Chapman](https://twitter.com/chaserchapman)’s On the Other Side, [Kinjal’s Two Cents](https://kinjalshah.substack.com/)*\\n\\nThe criteria for effective content, however, is only relevant for people who are at least *interested* in learning more. Just as critical is the question of *what will get more people interested in crypto/web3.* Part of the answer is the *narrative* around crypto/web3 (as created and told by journalists, celebrities/influencers, politicians, etc).\\n\\nThe narratives around crypto/web3 lie on a wide spectrum, from skeptics who worry about crypto being one big ponzi scheme to proponents who advocate for crypto as *the* future of the internet. Unfortunately, much like what we see in American politics today, the conversation between these opposing viewpoints are too often a shouting match rather than an open dialogue.\\n\\nYet for web3 enthusiasts who want others to join the space, it is counterproductive to attack the views of those who are skeptical, as it will only make skeptics more turned off from the space. And for skeptics, the most effective way to voice concerns and raise important questions about the space is to do so in a friendly as opposed to hostile manner ([Reboot](https://reboothq.substack.com/) is a great example here h/t [David](https://twitter.com/divine_economy)).\\n\\n**Diversity & Inclusion**\\n\\nGiven how early the space is, there is real opportunity to build a diverse and inclusive ecosystem. Additionally, given how much activity lives online by default, there is opportunity for true, global collaboration. The ability to stay anonymous also means that people can be known more for their actions as opposed to judged by their appearance/age/gender/etc. Of course, anonymity also creates opportunities for bad actors, and people can lie about their identity in order to accomplish unsavory goals.\\n\\nThere is some discussion of diversity and inclusion in the space, but these topics still take up relatively small mindshare. Yet it’s especially important for us to focus on diversity and inclusion early on, as the effects of doing so (or failing to do so) compounds over time. I.e. People most often attract similar people and so the longer you wait to diversify, the harder it becomes.\\n\\n* *Shoutout to people and organizations focused on diversity and inclusion in this space: e.g. [she256](https://twitter.com/she_256), [Komorebi](https://twitter.com/komorebifund), [Surge](https://twitter.com/surge_women), [web3baddies](https://twitter.com/web3baddies), [#cryptoladies](https://twitter.com/laurayd/status/1465739279192055810?s=20).*\\n\\n### Regulation\\n\\nThis topic could be a piece in and of itself, so I will keep this high-level (let me know if a longer piece on this topic would be of interest!)\\n\\nDifferent governments hold vastly different viewpoints on crypto. El Salvador has approved bitcoin (BTC) as legal tender, China has banned cryptocurrencies and mining, India reversed its crypto ban in 2020, and many more countries’ stances remain undetermined.\\n\\nThere are many layers of complexity given the dimensions at play: different governments, political and economic models, areas of web3, degrees of consumer adoption, etc. Much of government regulation to date has centered around regulating crypto exchanges and the question of taxation, leaving open questions around \\\"newer\\\" areas such as NFTs and DAOs and topics such as fraud protection and security.\\n\\nWithin the U.S., there isn't yet a clear regulatory framework. \\\"The Securities and Exchange Commission (SEC) typically views cryptocurrency as a *security*, while the Commodity Futures Trading Commission (CFTC) calls Bitcoin (BTCUSD) a *commodity*, and the Treasury calls it a *currency*\\\" ([Investopedia](https://www.investopedia.com/cryptocurrency-regulations-around-the-world-5202122)). While Federal Reserve Chair Jerome Powell has indicated that the US does not plan on banning cryptocurrencies, several state governments have passed laws regarding cryptocurrencies and blockchain technology.\\n\\nThere are also other challenges that don't fall into these two categories of onboarding and regulation, including the balance between decentralization and centralization, the environmental impact of mining and powering blockchains, the lack of clarity and education around wallet security, and taking care of one’s mental health in an space that is on 24/7.\\n\\nFinally, there are philosophical questions that remain unanswered - e.g. how do governments regulate entities that do not have an ultimate person or group of people \\\"in charge\\\", how do governments regulate borderless activity, and how do governments regulate \\\"autonomous\\\" activities that (although originally created by individuals) are executed by smart contracts in perpetuity?\\n\\n## To recap:\\n\\n1. The top 3 things that pull people into crypto/web3 are the 3Cs: content, conversations with friends, and cryptocurrency purchases (often BTC).\\n2. The 6 aspects of web3 people are most excited about: creator monetization, the early nature of the space, the openness and composability of blockchain, NFTs and ownership, community, and financial gain.\\n3. The top 3 categories people are most bullish on are: DAOs, NFTs, and DeFi.\\n4. The 2 biggest challenges for the space are onboarding (improving accessibility, creating learning opportunities, fostering diversity and inclusions) and regulation.\\n\\nWe are still early in the space, which means there are many open questions and challenges, and just as many opportunities. I’m hopeful that we can continue to make the space more accessible and embody the values we want to cultivate in this fast-paced and often speculative environment.\\n\\n*Thank you to all the survey respondents who shared their perspectives and the people who helped share the original survey. If you’re building in the space, [reach out](https://twitter.com/_Sarah_Du)! Here's to making crypto/web3 more accessible for all #wagmi*\\n\\n*With special thanks to Kinjal Shah, Jerry Feng, Laura Du, and David Phelps for their invaluable feedback.*\\n\\n*\\\\*This survey was shared and publicized via twitter - on my own account and those of friends in the space - as well as the Accelerated newsletter and two discords I’m a part of - shoutout to Pixelbeasts and Chainforest. Hence it skews heavily towards people who are in tech and/or web3 and are likely one to three degrees of connection away from myself.*\",\"timestamp\":1641527264,\"title\":\"I asked 50 people why they're interested in web3. Here's what I learned.\"},\"digest\":\"L0iOkBtEcP2GSD7voabsGFPm-oF8FnoSi3CTzMPqiwU\",\"authorship\":{\"contributor\":\"0x1a8A91688a3De0B1a53f73674C47CC6E76CccC41\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"plnPVJd9s2YvF3OaNUDYMF-thQ-FZCYDOaiG_hnfkNg\\\",\\\"y\\\":\\\"BUO5sFlYZsh11jRJSsw4PgLi8lDLyFaLca54AleWyuU\\\"}\",\"signature\":\"lhXJDAo7ArT965D_nxCp6WR17pWEBwoxMHFQf6MEXijoIcE4iRClLREaWJUtu_cyj-brOrCEV02Q2I5dh8AUfw\",\"signingKeySignature\":\"0xe0eedb73c14f010f2a1c56e7a9d99de3ec96ea73bff594700251c99c00430c9844038d73d03e6241547c4c42e0b5dd6d4b4c2a47fb6bd255bc6d514c9b4a3c761b\",\"signingKeyMessage\":\"I authorize the publication of articles on sarah.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"plnPVJd9s2YvF3OaNUDYMF-thQ-FZCYDOaiG_hnfkNg\\\",\\\"y\\\":\\\"BUO5sFlYZsh11jRJSsw4PgLi8lDLyFaLca54AleWyuU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vtUeZOvtk2ENaf8Ni4RtYFqNdTd-yR9TNZArQUO7wE4\"}"