"{\"content\":{\"body\":\"Do you ever fall in love ? Here is a question to which I would answer *\\\"yes\\\"* by adding a *\\\"but\\\"* afterwards. On December 9, 2021 I woke up and I asked myself, if I was lucky to still dream about her or not ? Because I think the hardest part is realizing once my eyes are open that she’s not really here.\\n\\n[https://twitter.com/imperfect_jpeg/status/1468872564000931840?s=20](https://twitter.com/imperfect_jpeg/status/1468872564000931840?s=20)\\n\\nJust like Icarus, in my life, I was lucky to have wax wings fed by love and the desire to reach the dream of freedom, but I failed and in my fall I lost much more than my wings and my dreams.\\n\\nI lost someone who helped me become the person I am today and taught me to love myself as I am and believe in me no matter what people say. She and I built a whole solar system in a few years. And because of my thirst for adventure and the desire to make all the gold of our universe shine even more, I lost myself. Don’t be as dumb and blind as I am with the people you love most.\\n\\n## I - Introduction to my fourth painting, “Fall in love”\\n\\nLet me introduce you ***Fall in love***, a painting inspired by Greek mythology with a touch of true history and poetry, realized by myself on December 17, 2021.\\n\\n![Fall in love, made by imperfect.jpeg](https://images.mirror-media.xyz/publication-images/5XmxBJ29PXu3PXMpQDKhK.jpg?height=5000&width=4000)\\n\\nThrough this painting, I try to immerse you in an illuminated scene with an angelic and celestial atmosphere, contrasted by an impression of curse and mystery.\\n\\nWe can easily distinguish two characters in very bad position :\\n\\n* The first character in the foreground who seems to be a fallen angel or perhaps the famous Icarus ?\\n* And a woman in the background who seems to be trapped in an unknown world\\n\\nWhat happened here ? What are we supposed to understand ? How did they get here ? The poem available with the work will help us to better understand the story of the two unfortunate.\\n\\n## II - The story of piece\\n\\nOne morning, I decided to ask people what their favorite myth is. I asked them what myth did they think was the greatest, and the one that made a huge impact on them. Some people said vampires, some people said dragons, some said the origin of the world, and of course, most of them said the famous Greek mythology. And I asked some, what myth do they think is the most unlikely thing to happen, what is the myth that will never be real ?\\n\\n![Herbert Draper - The Lament for Icarus](https://images.mirror-media.xyz/publication-images/dyc7tVj8JQS4k810VjUr3.jpeg?height=992&width=2285)\\n\\nMy favorite myth and the one that best fits my life, is the myth of Icarus. He who with his father tried to escape from Crete by means of wings built from feathers and wax. Daedalus, his father, warned him that flying too close to the sun would melt the wax. And because of hubris, Icarus ignored the instructions and flew too close to the sun. Then the wax in his wings melted and he fell into the sea.\\n\\nToday, perhaps, if instead of being blinded by the impossible, I would have focused on the possible, she might have stayed. Or maybe if she’d believed in me a little longer, I could have touched the sun with my fingertips.\\n\\nI would never know, but what is certain is that when she abandoned me, I hid myself so deep underground that I still try to see the light today.\\n\\nFrom this myth and stories was born the poem accompanying the work.\\n\\n### Fall in love,\\n\\n*I feel so much passion,\\nIt is stirring inside,\\nI opened my heart,\\nAnd closed off my mind,*\\n\\n*I followed the feeling,\\nThat showed me the way,\\nThrough the dark nights,\\nTo see the new days,*\\n\\n*I needed to find You,\\nI searched far and wide,\\nI'm grateful to have You,\\nAs a part of my life,*\\n\\n*You make me so happy,\\nYou make me so sad,\\nYou make me so angry,\\nYou make me so mad,*\\n\\n*I wish I never found you,\\nI wish I never had,\\nI have fallen in love,\\nI have fallen so bad.*\\n\\n*Written and painted by @imperfect.jpeg*\\n\\n## III - The scene in 3 details\\n\\n### #1 - The fallen angel\\n\\n![The Fallen Angel](https://images.mirror-media.xyz/publication-images/vd21RY-G13jN3AM4y4Ul1.png?height=3000&width=3000)\\n\\nA sliced wings, arms and legs in the void, the hand extended to his beloved, the character in the foreground seems to be the representation of Icarus which illustrates the failure of a man in front of his dearest dreams and wishes.\\n\\nCertainly cursed by the Divine, he will surely return to Earth, all alone.\\n\\n### #2 - The beloved prisoner\\n\\n![The beloved](https://images.mirror-media.xyz/publication-images/Jzy0yhueuU-j_KRoBrsFM.png?height=3000&width=3000)\\n\\nIn the background, we can see an angel trapped by cursed chains. How did she get there ? Her face panicked, her gaze pointing to Icarus, she quickly understood that she would never see him again.\\n\\nWe hope for her that she will succeed in freeing herself from these chains and that she will succeed in accomplishing her own destiny.\\n\\n### #3 - The giant status and the mysterious little angels\\n\\n![The Angel of Death](https://images.mirror-media.xyz/publication-images/Uus3-E5oKs_6BmjNPi61_.png?height=3000&width=3000)\\n\\nIf the atmosphere at first seems heavenly, the piece reveals a darker side afterwards. A giant status with a skull and a sword in his hands, let us presume that the wings of Icarus were cut by the reaper.\\n\\nOne in front of the left shoulder and the other in front of the right shoulder, in the left part of the painting we can see two mischievous little angels who seem to keep the mysterious entrance and the unhappy lady.\\n\\n## IV - The stages of creation\\n\\n![Soviet sculptor Sergei Konenkov](https://images.mirror-media.xyz/publication-images/gshAEVyswK6hp4pJxRr2C.jpg?height=1080&width=1920)\\n\\nThe idea for this painting came to me on December 9 during my shower. I immediately made a sketch to get a visual and I told myself that I would end the year by addressing the subject of love, to leave it behind me in 2021.\\n\\nAs you may have understood from the presentation, I am someone who loves the poetry, tragedy, realism and baroque style of our most famous painters. It seemed logical to me to illustrate this story by mixing all these passion with my imperfect style, which seems unfinished, like leaving it to be abandoned after a lot of effort.\\n\\nSo here are the creation steps of \\\"Fall in love\\\", my last piece of the year.\\n\\n* **#1/5 - SKETCHING**\\n\\n![#1 - Sketching](https://images.mirror-media.xyz/publication-images/xP3UUodERaX3PwTY7lMui.jpg?height=4000&width=4000)\\n\\n* **#2/5 - CHOICE OF COLOUR PALETTE**\\n\\n![#2 - Choice of Colour Palette](https://images.mirror-media.xyz/publication-images/zY7HnZeaRK9NuP3T_xdI6.jpg?height=4000&width=4000)\\n\\n* **#3/5 - FOREGROUND**\\n\\n![#3 - Foreground](https://images.mirror-media.xyz/publication-images/zvmv8IgLEB1h9e6iWRG6G.jpg?height=4000&width=4000)\\n\\n* **#4/5 - BACKGROUND**\\n\\n![#4 - Background](https://images.mirror-media.xyz/publication-images/CVLuKl2f70he0JoLqJh2i.jpg?height=4000&width=4000)\\n\\n* **#5/5 - DETAILS & CORRECTION**\\n\\n![#5 - Details and Correction](https://images.mirror-media.xyz/publication-images/LBgECSiYGveg0DDS5iBYn.jpg?height=4000&width=4000)\\n\\n## V - A first auction for a last publication\\n\\n***Fall in love***, is finally available on Foundation, waiting for a first auction and a gallery where Icarus will be able to glue back his broken heart quietly.\\n\\nA creation with a lot of meaning and a story behind it, hoping that you like it enough to help me touch the Sun with my fingertips.\\n\\n[ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/119807](ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/119807)\\n\\nI realize that my life is changing, in 1 month on Foundation, I managed to solve several financial problems. I rediscover myself as an artist and im doing things that I would never have dared to do before, and it’s just an incredible feeling.\\n\\nA big thank you for reading so far, I love you <3 !\\n\\n## My networks :\\n\\n[https://foundation.app/@imperfect.jpeg](https://foundation.app/@imperfect.jpeg)\\n\\n[https://twitter.com/home](https://twitter.com/home)\\n\\n[https://withkoji.com/@Imperfect](https://withkoji.com/@Imperfect)\\n\\n![Thank you for your reading, I would appreciate all your sharing <3](https://images.mirror-media.xyz/publication-images/qgnd_m5qw9Vodo4AcvNw0.PNG?height=923&width=1849&&&&&&&&size=large)\\n\\n\",\"timestamp\":1639860406,\"title\":\"Have you ever fallen in love ?\"},\"digest\":\"aRoPkk5xNXAxt_tq0Ek9qFONNRq062VAU66oK5crU3E\",\"authorship\":{\"contributor\":\"0xe8A67eF6BF98a20764896D9Fbe04AdbE03463af6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"f57Z5hw7XZvMiRwuOh0h-7JxUJ3uiCEqGvODO9xxyCU\\\",\\\"y\\\":\\\"vw2UO8BNYuMYCQsrtwUAS_E4YSkWMyi2BHIdF9s5QtM\\\"}\",\"signature\":\"eVpjeoFx81wZQzjaEPUUUrcC2yjPbxAHzQh0MsCdDtJ3Wy3HhuCpZ4PmJ5P5VbecOUeb_4jx-JeSwAC9IP7zUA\",\"signingKeySignature\":\"0xcea49b41a1e19a956191c8eaad49def224f72cec1afb0f1555359a686bc432d9126150e0ea3e3fa5116a94eb455e7f1ffae5cb01efb873212ac3d5f50c6f2eb81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"f57Z5hw7XZvMiRwuOh0h-7JxUJ3uiCEqGvODO9xxyCU\\\",\\\"y\\\":\\\"vw2UO8BNYuMYCQsrtwUAS_E4YSkWMyi2BHIdF9s5QtM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KuG-nPgmTP9DN9VchWtsDq72eEkF6EB8qstVdkslCC0\"}"