"{\"content\":{\"body\":\"# The product team has been working on the designs for months, the UI is stunning with animations on every page. The new feature launches on the app and … silence … \\\\*crickets\\\\* … weeks pass and the only result is a painful increase in customer support tickets. What happened and how could this be prevented?\\n\\n## Introducing … UX Research\\n\\n**Your new best friend for unlocking user insights & validating ideas**\\n\\n> *UX (user experience) research is the systematic study of target users and their requirements, to add realistic contexts and insights to design processes \\n — \\\"UX Research\\\" @ InteractionDesign.org*\\n\\n**Why should I care?**\\n\\nUX research helps answer **BIG** questions like: *What pain point(s) does this product address? Which landing page design results in more conversions? Do users understand how to navigate the website menu? + more*\\n\\nBenefits of UX research include:\\n\\n* **Discovering opportunities** for new features/products/improvements. Perhaps the next unicorn idea?\\n* **Saving process & development costs** by validating proposed features and design decisions before it’s too late (or costly) to fix\\n* **Boosting customer happiness/loyalty**\\n\\nIn short, UX research helps ensure you’re building the right thing, and building it right.\\n\\nThink of the scenario presented at the beginning of this article. While there’s no guarantee of success, you greatly minimize the chances of your product flopping by doing your UX research due diligence.\\n\\n*Perhaps card sorting would have revealed that users didn’t know where to find the feature on the app, a usability test might have uncovered where users struggled to perform desired actions and a simple 5-minute interview may have unearthed that there was no true demand for the product in the first place.*\\n\\n*Note: There are many methods for conducting user research (detailed below) but all can be categorized as either **quantitative** (#s, the “what”) vs. **qualitative** (the “why”). It’s recommended to combine quantitative and qualitative methods to best understand your users and their behaviours.*\\n\\n## #1 Card Sorting\\n\\n**Sounds like a magic trick, but what is it?**\\n\\nA ***quantitative*** UX research method that tasks users with organizing and grouping information (written on cards, shocker) according to their mental models. A very flexible method, these sessions can be done remotely *or* in-person and be either moderated *or* unmoderated.\\n\\n**Open vs. closed vs. hybrid**\\n\\nIn **open card sorting** users are able to create their own groups and category labels. In **closed card sorting**, users are supplied with pre-determined categories (well-suited for evaluating an existing structure). In **hybrid card sorting**, users are given categories AND the ability to create new ones.\\n\\n![“Card sorting UX practice in OptimalSort “ from “Card Sorting Best Practices for UX” by Adobe](https://images.mirror-media.xyz/publication-images/erOc0UNk-czvHjA7ry-Xa.png?height=780&width=1880)\\n\\n**When to use?**\\n\\nThis method is ideal for developing **information architecture** and **navigational structures** (ex. menu organization & labelling of an e-commerce site). Insights from card sorting sessions can help you remain user-focused and to design intuitive products.\\n\\n**Tips & tricks (so it isn’t magic after all?)**\\n\\n* Performing this activity while in-person? Try using markers and sticky notes instead. Make sure to photograph the results for future reference (an iPhone pic will suffice).\\n* [This video](https://brandcereals.com/home-3/How%20To%20Do%20Card%20Sorting%20In%20UX%20Design%20(Video%20Guide)) provides a helpful overview of the card sorting technique + step-by-step instructions on how to run a session.\\n* Ask your users to think aloud while sorting the cards to learn more about their mental model, particularly if any cards are left unsorted.\\n* Best practice: Aim to test no more than **x30** cards over **15 min** sessions to avoid fatigue (aim for x15-30 user sessions).\\n* Make sure to shuffle the cards between every session to minimize risk of sorting bias.\\n\\n**Tools:**\\n\\n* Try [Optimal Workshop](https://www.optimalworkshop.com/optimalsort/) for a digital card sorting tool (bonus: helps with analysis, especially for open sort patterns!)\\n* Alternatively, use the sticky note feature in [Figma](https://www.figma.com/) or [Miro](https://miro.com/) to create ‘cards.’\\n\\n## #2 Desirability Studies\\n\\n**Do you love me? Why or why not?**\\n\\nThis ***qualitative,*** attitudinal UX research method is focused on evaluating the **aesthetic appeal** of a design. For example, a researcher may ask users to match a set of adjectives (bold, friendly, luxurious, etc) to a design mockup (landing page or logo design). This method unlocks user preferences and emotional responses.\\n\\n![For example, Apple could run a desirability study on their original vs. current logo (image from “50 Famous Logos Then And Now” @ BoredPanda)](https://images.mirror-media.xyz/publication-images/eC529JQh5z3xqUiecu6VE.jpg?height=368&width=700)\\n\\n**When to use?**\\n\\nThe quality of a product’s UI or designed interface is extremely important to creating a positive user experience. Desirability studies inform the product team of the possible emotional responses evoked by their designs. An all-organic diaper company doesn’t want a logo that invokes fear.\\n\\n**Tips & Tricks:**\\n\\n* Combine the desirability study and survey methods to garner feedback from significantly more users on a design (the more the merrier!)\\n* If the session is moderated, ask the interviewee to **elaborate** when they experience a strong reaction to a design - this is a great time to build the [5 Whys](https://www.mindtools.com/pages/article/newTMC_5W.htm) muscle (it requires consistent exercise).\\n* Identify the key words or adjectives your design (aka ‘desirability criteria’) is seeking to convey *prior* to the sessions to compare your expectations with actual user data.\\n\\n**Tools:**\\n\\n* There’s no shortage of survey tools from [Typeform](https://www.typeform.com/) to [Survey Monkey](https://www.surveymonkey.com/) to [Survicate](https://survicate.com/), to [YesInsights](https://www.yesinsights.com/).\\n\\n## #3 Diary Studies\\n\\n**No invisible ink or lemon juice needed ([nor a stolen Declaration of Independence](https://www.youtube.com/watch?ab_channel=CaptainDarrow&v=YSbyB4O5hyA))**\\n\\nIn this ***qualitative*** method, a user is asked to keep a log of their experience while actively using a product or undergoing a process. While time-intensive, this method can be remotely facilitated among many users simultaneously to gather plenty of information.\\n\\n**When to use?**\\n\\nDiaries studies are great for mapping a **user journey** (ex. process of buying a home or applying for a mortgage). Studies can run the course of hours or days or weeks or even months!\\n\\n**Tips & Tricks:**\\n\\n* Provide specific prompts for participants *or* leave it open-ended, either way it’s advisable to provide guidance on how frequent the entries should be (follow-up with notifications to encourage participation).\\n* Entries don’t have to be written, photos or videos may be more appropriate depending on the context.\\n* Get creative with your tools, **no fancy software is required** to run a diary study (participants could even send email entries!)\\n\\n**Tools:**\\n\\n* [Indeemo](https://indeemo.com/) offers a mobile diary study app (everything is mobile-first these days).\\n* Another option is [dscout](https://dscout.com/diary) which offers their own participant pool if you’re having trouble finding people.\\n\\n## #4 Eye-Tracking & Click Testing\\n\\n**You caught my eye, so what is it?**\\n\\nWhile both ***quantitative*** methods involve watching a user directly engage with your product, **click tracking** generally involves embedding code into a site’s backend and **eye-tracking** usually calls for high-end headset equipment. These methods help answer questions like: *What catches a user’s attention first on the page? What does a typical user journey with the product look like? Are the ads distracting to the user experience?*\\n\\n**When to use?**\\n\\nThese UX research methods are ideal for evaluating live sites and software; their insights can inform **how to prioritize and organize content.** A granular level of data can be collected with these methods, for example: exactly how much is this part of the page looked at? Harness these insights to increase the chances of a given user performing the desired action(s).\\n\\n**Tips & Tricks:**\\n\\n* This type of testing does NOT answer the **why** of user behaviour - just the **what**. Try pairing one of these methods with a qualitative method for more robust insights.\\n* Before investing in an expensive piece of eye-tracking equipment, try running a few click tracking tests to see what you can learn. Cool as it is, you may not need the fancy headset after all.\\n* It’s important to note that **eye-tracking ignores peripheral vision.** The technology is centered around foveal vision instead. Take the results with a grain of salt.\\n* **Heat maps** (from click tracking tests) are a great visual to show to stakeholders; they reveal at a glance which parts of a given page receive the most traffic.\\n\\n**Tools:**\\n\\n* [Crazyegg](https://www.crazyegg.com/) is a software tool for running click tracking experiments that maps attention hotspots.\\n* [Userzoom](https://www.userzoom.com/click-testing/) also offers click testing software.\\n\\n## #5 Expert/Heuristic Reviews\\n\\n**Speed dial a professional**\\n\\nThis ***qualitative*** method entails a professional or ‘expert’ walking through the product and looking for issues. Each expert should review the product *independently*. The experts can either observe participants using your product or attempt tasks on it themselves.\\n\\n**When to use?**\\n\\nThis is a fast and easy way to ensure your product follows best practices or **usability principles (“heuristics”).** This method can be used at any development stage but is particularly good for generating feedback on iterations - the ole’ [fail fast, fail often](https://www.amazon.ca/Fail-Fast-Often-Losing-Help/dp/0399166254).\\n\\n**Tips & Tricks:**\\n\\n* Aim for a handful of professionals to review your product. No one expert can catch *everything -* the magic number is somewhere between **x3-5**.\\n* Take some time to get familiar with [Jakob Nielsen’s 10 Heuristic Principles](https://uxplanet.org/how-to-conduct-heuristic-evaluation-85548a355dca) including error prevention, visibility of system status, match between system & the real world, etc.\\n* Make sure you define the scope of your test beforehand: do you need feedback on an entire website or just the landing page?\\n\\n![A sample Heuristic Evaluation Sheet from Hsin-Jou Lin’s article “How to Conduct Heuristic Evaluation” @ Medium](https://images.mirror-media.xyz/publication-images/4psevWOmUvjEkKyKUsncd.png?height=1200&width=1600)\\n\\n**Tools:**\\n\\n* [LinkedIn](https://www.linkedin.com/) is a great networking tool for reaching out to UX professionals around the world\\n* [Heurix](https://www.heurix.io/) offers product evaluations based on the Nielsen Norman group heuristics\\n\\n## #6 Field Research\\n\\n**GOOB! Get - Out - Of - The - (Damn) - Building**\\n\\nThe ***quantitative*** or ***qualitative*** practice of observing a user handling the product in ***real-life.*** Several UX techniques can fall under this umbrella term: usability testing, user interviews, etc. *Note: Field research is more a category than a specific method but it’s SO important that it’s worth including here.*\\n\\n**When to use?**\\n\\nThis type of research allows for more accurate, unbiased observations of a user in real-life compared to a sterile lab environment. For example, field research provides opportunities to see how users really ‘speak’ about your product ([no more BHAG jargon](https://brandcereals.com/home-3/bhag-voc-mvp-what-do-they-mean-dont-fear-heres-a-guide-to-product-management-terms)).\\n\\n**Tips & Tricks:**\\n\\n* It probably goes without saying, but **make sure to ask permission before recording** any participants.\\n* **GOOW - Get - Out - Of - The - (Damn) - Way!** Field research is most powerful when you minimize your biases and influence on participants. Avoid asking leading questions and interrupting users while they perform tasks.\\n* [This article by the Nielsen Norman Group](https://www.nngroup.com/articles/tips-user-research-field/) includes plenty of helpful tricks for conducting field research, for example: “**Don’t rely on people to remember to send you promised material after the session**. Get permission for someone to email them one reminder if needed.”\\n\\n**Tools:**\\n\\n* Try out some transcription tools such as [Rev](https://www.rev.com/), [Otter](https://otter.ai/) or [Trint](https://trint.com/).\\n* Don’t forget the old-fashioned greats such as a notebook, sticky notes, and pencils (these never run out of batteries).\\n\\n## #7 Interviews\\n\\n**Hopefully less volatile than the [2014 film](https://www.theguardian.com/film/2014/dec/12/the-interview-sony-data-hack)**\\n\\nPut simply: a conversation with a user. Interviews are a go-to method for gathering **qualitative** feedback from users. The simplicity of the 1:1 interview format belies the art of facilitating UX interviews. The best interviewers are well-prepared but also quick to ask a user to elaborate when they make a surprising comment.\\n\\n**When to use?**\\n\\nUser interviews are powerful tools for **foundational or discovery research** (learning more about users, their needs/pains, desires). Insights from interviews are useful for creating [user personas](https://xd.adobe.com/ideas/process/user-research/putting-personas-to-work-in-ux-design/) & learning about differences in behaviours among user types.\\n\\n![“User persona template. Image by Xtensio” from “Putting Personas to Work in UX Design: What They Are and Why They’re Important”](https://images.mirror-media.xyz/publication-images/jP1pv5hDmJ00B2-OCl35b.png?height=1126&width=1690)\\n\\n**Tips & Tricks:**\\n\\n* Ask open-ended questions, leave the yes/no or multiple-choice questions for the survey.\\n* Be aware of bias and leading questions, I highly, highly, **highly** recommend reading [“The Mom Test” by Rob Fitzpatrick](http://momtestbook.com/) for more guidance on how to run successful interview.\\n* It’s best practice to offer a monetary incentive to participants if possible - after all, time is $$.\\n* Try to build customer interviews into your regular schedule (aim for at least **x1 a week** to stay in touch with your users).\\n\\n**Tools:**\\n\\n* Make scheduling interviews a breeze: [Doodle](https://doodle.com/en/) or [Calendly](https://calendly.com/).\\n* For facilitating virtual interviews, try: [Zoom](https://zoom.us/) or [Google Meet](https://meet.google.com/) or [Skype](https://www.skype.com/en/).\\n\\n## #8 Multivariate & A/B Testing\\n\\n**The ABCs of A/B testing**\\n\\nThese ***quantitative*** methods involve comparing similar versions of a product to assess which is most successful: *drives most traffic, higher # of clicks, etc.* A/B or “split testing” compares two versions with a single variable changed while multivariate compares multiple variables (hence the name)\\n\\n**When to use?**\\n\\nA/B and multivariate tests are ideal for **optimizing live sites and products**. Use A/B testing for comparing specific design features, for example: the colour of a sign-up button on a website’s landing page (blue or green?!)\\n\\n![A/B testing is a great tool for evaluating which type of navigational structure is best for your website, from “A Detailed (Step-By-Step) Look at Effective Ecommerce A/B Testing”](https://images.mirror-media.xyz/publication-images/He77k0W5jR4M8xt_07mye.png?height=482&width=1228)\\n\\n**Tips & Tricks:**\\n\\n* Similar to click-tracking tests, A/B and multivariate experiments only reveal the **what**, not the **why**. If you don’t speak to a user, you may never understand why that circle button was more enticing.\\n* E-commerce sites are especially ripe for **ongoing** A/B testing improvement. Ongoing? That’s right, A/B testing can be performed continuously to constantly improve the product.\\n* Note that these methods work better for products or sites with a large amount of traffic. If you only have 20 visitors a day it’s likely that an A/B test will prove futile.\\n\\n**Tools:**\\n\\n* [Optimizely](https://www.optimizely.com/) and [VWO](https://vwo.com/) are two options for A/B testing tools.\\n\\n## #9 Surveys\\n\\n**Rate the helpfulness of this article from 1-5**\\n\\nChances are you’ve filled out a survey at some point in your life (probably for your internet provider.) This method can wield ***qualitative*** or ***quantitative*** insights depending on the format: closed questions provide quantitative data (ex. have you used this tool in the last week?) while open questions offer qualitative information (please describe in 1-5 sentences your last experience using this product).\\n\\n**When to use?**\\n\\nSurveys are helpful for evaluating how well an existing product is satisfying user needs. Are users reporting high level of frustration - eek! Definitely something to look into. **Try pairing surveys with another UX method** such as A/B testing or user interviews.\\n\\n**Tips & Tricks:**\\n\\n* **Keep language simple and accessible.** A survey isn’t meant to be a test and confused users are less likely to complete the survey.\\n* Allow users to opt out or leave certain answers blank. Abandoned surveys or misleading answers aren’t helpful.\\n* Test your testing methods! Ask someone to take your survey before rolling it out to ensure your questions are clear and comprehensive.\\n\\n**Tools:**\\n\\n* Survey tools range from super simple to advanced depending on what you need, check out [Survey Monkey](https://www.surveymonkey.com/), [Alchemer](https://www.alchemer.com/), [Google Forms](https://www.google.com/forms/about/), [Typeform](https://www.typeform.com/), [Survicate](https://survicate.com/), and [YesInsights](https://www.yesinsights.com/).\\n\\n## #10 Usability Testing\\n\\n**Last but never least**\\n\\nHighly flexible, usability tests can be **moderated** or **unmoderated**, performed in-person or remotely. During a usability test, a user is tasked with performing certain actions using a product, ex. buying a concert ticket on a website. This method can be used to collect ***quantitative*** (how long did task take?) or ***qualitative*** (how hard was the task?) learnings.\\n\\n**When to use?**\\n\\nUsability tests are best for assessing prototypes or live products - you can even use them on [MVPs (minimum viable products)](https://www.productplan.com/glossary/minimum-viable-product/) - don’t wait until you’re ready to ship to start testing! The key is not to wait until ***after*** launch to test usability, it’s a recipe for disaster!\\n\\n**Tips & Tricks:**\\n\\n* When a user is struggling to complete a task, avoid jumping in to help them (you want to understand the pain point).\\n* If possible, encourage other product team members or company stakeholders to sit in on a test - it’s a great way to foster buy-in on new features/products.\\n* **x5-6** usability tests are generally sufficient to uncover key insights.\\n\\n**Tools:**\\n\\n* There’s a whole gamut of tools including: [Usertesting](https://www.usertesting.com/), [Usabilla](https://usabilla.com/), [Userzoom](https://www.userzoom.com/), [UsabilityHub](https://usabilityhub.com/?adgroup=usabilityhub&adgroupid=50075923082&adposition=&device=c&devicemodel=&feeditemid=&gclid=CjwKCAjwh5qLBhALEiwAioods9ZyNSzfbokLYqZ7UrtyCGUCIpVl8yKUuiKAT1Vkd0ed0Pbgb80ufRoC_2oQAvD_BwE&loc_interest_ms=&loc_physical_ms=9061009&matchtype=e&network=g&utm_campaign=BC-Brand&utm_campaignid=977979502&utm_content=275347849652&utm_medium=search&utm_source=google&utm_term=usabilityhub), [Loop11](https://www.loop11.com/), etc.\\n\\n## Sources\\n\\nReady to learn more? I’ve got you covered:\\n\\n* [“7 Great, Tried and Tested UX Research Techniques” @ Interaction Design Foundation](https://www.interaction-design.org/literature/article/7-great-tried-and-tested-ux-research-techniques)\\n* [“9 UX Research Methods Product Teams Should Know” @ uxstudio](https://uxstudioteam.com/ux-blog/ux-research-methods/)\\n* [”Card sorting: a powerful, simple research method” @ Medium.com](https://medium.com/design-ibm/card-sorting-a-powerful-simple-research-method-9d1566be9b62)\\n* [“Card Sorting Best Practices for UX” @ Adobe](https://xd.adobe.com/ideas/process/information-architecture/card-sorting-best-practices/)\\n* [“Desirability Studies: Measuring Aesthetic Response to Visual Designs” @ XD Strategy](https://www.xdstrategy.com/desirability-studies/)\\n* [“Desirability Study” @ Product Discovery Methods](https://pdmethods.com/desirability-study/)\\n* [“Eye Tracking and Usability: How Does it Work?” @ Adobe](https://xd.adobe.com/ideas/process/user-research/eye-tracking-and-usability/)\\n* [“Field Studies” @ userinterviews.com](https://www.userinterviews.com/ux-research-field-guide-chapter/field-studies)\\n* [“Field Research” @ uxdesigntemplates.com](https://uxdesigntemplates.com/evidence/method/field-research)\\n* [“How to Conduct Heuristic Evaluation” @ Medium](https://uxplanet.org/how-to-conduct-heuristic-evaluation-85548a355dca)\\n* [“How to Conduct a Heuristic Evaluation” @ Neilsen Norman Group](https://www.nngroup.com/articles/how-to-conduct-a-heuristic-evaluation/)\\n* [“This is all you need to know to conduct a UX Survey” @ UX Planet](https://uxplanet.org/this-is-all-you-need-to-know-to-conduct-a-ux-survey-50400af45920)\\n* [“UX Research” @ InteractionDesign.org](https://www.interaction-design.org/literature/topics/ux-research)\\n\\n\\\\+ bonus: [this article](https://www.userinterviews.com/ux-research-field-guide-chapter/user-research-tools) includes an awesome diagram of UX research tools\\n\\n*\\\\*\\\\*Note: Article originally posted on October 25th, 2021 on brandcereals.com, migrated to Mirror in Jan 2022*\\n\\n \\n  \\n  \\n  \\n \",\"timestamp\":1642389995,\"title\":\"Card Sorting & Diary Studies: The Beginner’s Guide to 10 UX Research Methods\"},\"digest\":\"Ux-PHNhrJfLM7VBIRz2HN65Wc9SLM0XfPjDOsSbr_m4\",\"authorship\":{\"contributor\":\"0xD217D9B54b3ebac22a65C9DF15e656086199733a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8D-Uj6_5S_Pk_h4memCKdBDp6Wzqs8dyBJcYauZTaBY\\\",\\\"y\\\":\\\"INxe-j9h_B2DC-o5hJLB4kq1BKMjMRS0bqb-u3pycVk\\\"}\",\"signature\":\"rEuDMIv1BPuTp96RAso4KmB24gH_IEsvX_e8Xdb4r5EVXx0G8zhACkFQoi2PZG5eJ-Bc5ClIUw7296GIM_XR6g\",\"signingKeySignature\":\"0xf66b7e6638091f209090b63ad93e8e3f4685a68bc2717a9e90df984e16a57163381a4e80dca71641c0f1e80bcd91e16c4f578d6d1dec67fbb0bab9e65f79f7fa1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8D-Uj6_5S_Pk_h4memCKdBDp6Wzqs8dyBJcYauZTaBY\\\",\\\"y\\\":\\\"INxe-j9h_B2DC-o5hJLB4kq1BKMjMRS0bqb-u3pycVk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Ux-PHNhrJfLM7VBIRz2HN65Wc9SLM0XfPjDOsSbr_m4\"}"