"{\"content\":{\"body\":\"People with no money will have lower and lower IQs, and then less and less money, while rich people will become smarter and richer, so we must make money to prevent us from becoming more and more. The more stupid.\\nwhy?\\n\\n```\\nThe answer is actually very simple. Because once people are poor, they will have many trivial things to do and worry about many simple problems. For example, you have to worry all the time that the price of meals is too expensive, and buying a few kilograms of fruit is too expensive.\\n\\nIt’s a waste of time to get up early to go to work, catch the bus, and take the subway. The friends you meet are people who have no future just like you. Talking about people and things that are not helpful to everyone's future. When I get older and get married, I start to worry about the difficulty of finding someone and I am not satisfied when I find it. Then I start to worry that I will have no money to buy a house. Finally, my parents helped to pay a down payment and have to repay the loan every month. After getting married and raising a child, I struggled to give the child milk powder money and diaper money all day long. As children grow up, education costs, and picking up children to school sooner or later is a waste of energy. There are so many trivial things.\\n\\nOne cannot concentrate on improving one's competitiveness if there are too many trivial matters. If you cannot concentrate on improving your competitiveness, you will be impoverished for life. When people are poor, they must face these trivial matters.\\n\\nWhen I used to work part-time, I knew several people. They brought meals to the company for lunch, and the company even prepared microwave ovens for them. They go home in the evening to cook and prepare meals for the next day. This is the poor, very short-sighted, just to save 20 yuan. Waste at least a little time to cook and cook. I don't know how to settle accounts, thinking that my hour is only worth 20 yuan. And when I worked part-time, all the money I made was spent, and there was no money left. Of course, I never spent money randomly, and I would not waste an hour buying vegetables and cooking. I always go directly to the restaurant to eat.\\n\\nIn fact, when a person is poor, he can't save a few money at all, but time is extremely precious. When I save it, I devote all of it to study and work. I opened the gap with ordinary colleagues very quickly, and soon I could earn thousands of dollars more than these people, and my life became more and more chic.\\n\\nOrdinary people are still complacent about saving dozens of dollars, thinking that they will live a life. When I was earning 4,000 yuan a month, I often took taxis, and the taxi fare was 100 yuan. It is a waste of time to wait for the bus to do the bus. It may cost 30 minutes to an hour longer.\\n\\nThe time I save is devoted to work and study. Those colleagues at the time thought that I was very extravagant. In fact, it was them who were extravagant. They were willing to exchange one hour of their life for 100 yuan. After only half a year, many colleagues have become my subordinates. Many things are actually simple ideological issues. Once everyone figured it out, it would be very simple.\\n\\nWhere is the smart of the rich? These things that the poor seem to be big things, in fact, only need a sum of money to completely solve them. Even if you earn an extra 10,000 yuan a month, all the problems of the poor are no longer a problem. You can find someone else to do the problem, and you can concentrate on making money.\\n\\nWhen more and more money is made, these trivial matters become less and less a problem.\\n\\nThose smart people spend 3000-4000 yuan to hire a nanny, OK, laundry, cooking, mopping the floor, and even folding the quilt, without having to do it themselves. Save at least 3 to 5 hours a day, and the nanny is very professional and does a lot better than myself.\\n\\nYou can wear washed clothes and eat delicious meals every day. Smart people All the time is spent reading books and working, taking part in training to improve oneself. In this way, smart people will get smarter and do better and better. And fools are never willing to invest in themselves, and never participate in training to improve themselves. I don't like reading books, and I don't work hard. The so-called technical profession has specialization. Poor people just get too much, know too much, are unprofessional, do everything ordinary and have no competitiveness in society.\\n\\nSo I suggest that people who are poor now spend all your money to buy time, study and work. The poorer you are, the less you value money. How much money can you save? Making money is king. You already made less than 20W in a year. Is it fun to save? It makes no sense.\\n```\",\"timestamp\":1634803928,\"title\":\"People with no money will have lower and lower IQs\"},\"digest\":\"y3D6XWe1yqvK55h5AZxOxRTuwgmp1Vae9xvswDzQt00\",\"authorship\":{\"contributor\":\"0x0B27cE1053585ef548Cd78618Ee0b73D84246712\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"signature\":\"cTDnhPRS4w9hArgntHXTVDgbK1AxqwRKpymchgwmmjCLNOYte9CFvWCuZPWn_IUa0FGoN9lNy7pmY8oRfW1ptA\",\"signingKeySignature\":\"0x9d86f85b2660a8cb6873525924f9adb0c5f51dfb6229fed7a757ade2793c2f19347cb8076af39b12116743e30b34d1bacb42c80a0030cd272dd62c1ad0ad21081b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"y3D6XWe1yqvK55h5AZxOxRTuwgmp1Vae9xvswDzQt00\"}"