"{\"content\":{\"body\":\"For better or for worse, we live in a world run by institutions, and where “power is sticky, and systemic change is hard.” But technology over the last 20 years has produced perhaps the biggest shift in power seen in generations, with tech giants influencing everything from how we share space with one another at an individual level to how we collectively govern ourselves at the level of nation-states.\\n\\nThere’s no doubt that to most of us these changes seem pernicious. Technology has only furthered the divide between labor and capital in ways that’s become increasingly hard for us to reconcile ([gamestop](https://www.bloomberg.com/opinion/articles/2021-01-25/the-game-never-stops) arguably being a consequence of this phenomenon). The result is our generation often thinks of ourselves as inescapably trapped by institutions and the tools (systems) they wield, with the only escape being to dismantle them. As [Ivan Illich](https://infed.org/mobi/ivan-illich-deschooling-conviviality-and-lifelong-learning/) has argued, these systems create needs (and hence scarcity), disembody us, and ultimately disconnect us from each other, (in process, making it harder to act). Nowhere is this more true than in the case of the [metaverse](https://theconvivialsociety.substack.com/p/notes-from-the-metaverse). But technology  \\\\*can\\\\* empower us, whether by [building up systems that matter](https://github.com/freedomofpress/securedrop) or [dismantling ones that don’t](https://media.ccc.de/v/36c3-10933-what_the_world_can_learn_from_hongkong).\\n\\nFor those skeptical that technology can empower us l can only say that it must. It’s critical to remember that each time a new technology is created, there is no going back. It’s common for us to talk about web “pages” or digital “gardens” as metaphors that in many ways represent our desire for simpler times. But the way our tools shape us, embed themselves in us, and form core parts of our experience as we navigate the world is almost always fast-paced, unpredictable, and largely distinct from anything prior. This isn’t to say these metaphors aren’t helpful, I personally love the notion of digital gardening, but our failure to recognize the paradigm shifts we exist within is what leads to such catastrophic consequences in the first place (Facebook 10 years ago surely never sought to eventually [influence elections](https://www.theatlantic.com/technology/archive/2017/10/what-facebook-did/542502/)).\\n\\nRather than seeking to recapitulate the past, we must think intentionally about how we use the new tools we have. The same tools that create new challenges provide us with powerful models for thinking about the world, and ways of interacting with one another. And from the early free software movement to the modern decentralized web, a growing contingent of counter-culture optimists have been helping pave the way for us to use our tools and the models they afford us for good.\\n\\nWhile it’s helpful for us to consider how we set new norms that allow us to still distance ourselves from the things arguably creating \\\\*societal\\\\* distance, to step out of the metaverse, many of those who want to see change are making a grave mistake by refusing to use technology’s speed and scale to empower people.\\n\\nThat speed and scale is only increasing, to a point where traditional systems have trouble keeping up. It feels like almost every month we’re put in shock as octogenarians try to decide how their constituents may or may not use basic encryption. If progressive movements want to remain relevant, they must embrace techno-optimism, and the idea of building parallel systems that simply offer better alternatives to the ideas and behaviors people naturally gravitate to. We can’t stand in a stream and expect it to stop, we need to use our tools to reroute the water. Reading Bakunin and starting siloed collectives will, candidly, not change anything.\\n\\n[DAOs](https://gnosisguild.mirror.xyz/t4F5rItMw4-mlpLZf5JQhElbDfQ2JRVKAzEpanyxW1Q) and other internet-native organizations feel like one great example of tools that have the potential to allow us to keep one foot in existing systems while building out new ones in parallel, new modes of cooperative governance that adhere to principles we care about such as those set out in [Rochdale](https://en.wikipedia.org/wiki/Rochdale_Principles). The beauty of these types of organizations is that they are, at least in definition, tabula rasa, and can be experimented with and implemented without any of the baggage even well-meaning cooperative systems like those set out above come with.\\n\\nCritically though, blank slates come with risk. Once we make our marks we cannot undo them, and we must examine these systems carefully as we build them. DAOs, like many technologies, have many potential problems, but ignoring them is simply irresponsible. For better or worse, we live in a world of institutions and tools, and we must shape the tools we want to use. What utopian demands might we dream of for technology’s future? Who is working on bringing them about?\",\"timestamp\":1632964320,\"title\":\"Techno-Optimism in the Age of DAOs\",\"publication\":\"scott\"},\"digest\":\"tYzu4r4Hw_wfEVtDdTT9jSB-7hm7bOQsfMebMZZrl70\",\"authorship\":{\"contributor\":\"0x48A63097E1Ac123b1f5A8bbfFafA4afa8192FaB0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RSAJA6CUQyna-5GGF43d11tOggm_TC80CdjFmzdDqZM\\\",\\\"y\\\":\\\"RmDHVs2dfqVO4TQBfRHoQVeGp7UaEy0pR4olBdvdGGA\\\"}\",\"signature\":\"m63KDrbkVWgOOISFkMzofVXxk4Hc8lbIB93IHr3dudoKyMV0WGVIxlX4E5NaPYAwOjEqYfsnoxioNZzwXjQ-kg\",\"signingKeySignature\":\"0x4e433f18a07c97d5f55ee1160d053e78af9cdf6567e1f9750a8181086dee3068618eb651f31121cbe69b04a21f8b28b49d2d3823d49fa5ae42dcb0ac06b3a1151c\",\"signingKeyMessage\":\"I authorize the publication of articles on scott.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RSAJA6CUQyna-5GGF43d11tOggm_TC80CdjFmzdDqZM\\\",\\\"y\\\":\\\"RmDHVs2dfqVO4TQBfRHoQVeGp7UaEy0pR4olBdvdGGA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"57B0CZudpJjKN5Oaysc3q2l5qEF4XzxLVtakm1dI6k0\"}"