"{\"content\":{\"body\":\"The grim weekend cryptocurrency drubbing that dragged Bitcoin (BTC) under $50,000 and ravaged other digital coins has decisively tempered the bullishness of investors — some of whom were predicting a run at $100,000 just weeks ago.\\n\\nFueled by uncertainty over the Federal Reserve inching toward tighter monetary policy in the face of surging inflation, and global fears over the new Omicron variant of COVID-19, the dramatic crash was super-charged by liquidations in the crypto derivatives market, market players say.\\n\\nOnly Friday, Bitcoin sat above $57,000 before the risk aversion hammering stocks spilled over into crypto world — dragging the premier digital coin down by as much as 20% on the day to below $43,000. On Sunday, the currency bounced by over 2% to trade around 49,000.\\n\\nBitcoin \\\"has been the best-performing asset out of all asset classes 10 out of the past 12 years it's been trading,\\\"Perianne Boring, president and founder of the Chamber of Digital Commerce, a blockchain advocacy group, told Yahoo Finance on Monday. \\n\\n\\\"To have anywhere from 30-40% volatility in any given month, that's normal for bitcoin. This is not a unique situation,\\\" Boring added.\\n\\nAccording to estimates by Larry Cermak at The Block Research, nearly $5 billion in open interest was wiped out in as little as half an hour. That helped to shave cryptocurrency’s total market capitalization down to [around $2.3 trillion](https://coinmarketcap.com/), off sharply from last month’s record high above $2.6 trillion.\\n\\nIn some parts of the market, BTC’s price collapsed even lower, with some exchanges pricing it as low as $28,000 according to Jason Lau, chief operating officer of the cryptocurrency exchange Okcoin.\\n\\n“As is usually the case, cascading liquidations in the derivative markets drove exaggerated moves,” Okcoin’s Lau explained.\\n\\n \\n \",\"timestamp\":1639034120,\"title\":\"Behind crypto's ugly weekend, 'cascading' selloffs and dashed hopes for Bitcoin $100K\"},\"digest\":\"ZQAE8LMbYNKACP6GiMjQ95zg_6k_tF_-n1MTDSHLi_M\",\"authorship\":{\"contributor\":\"0x721103fd79BAeC722AB931BE90c7e41F72C7Ab1F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NVL2WmG9uj5ZC5W5JaFLt6zZoOdm7NZoPRInudqm__Y\\\",\\\"y\\\":\\\"wI2L63r0WdqgikzIgZrn6IqPQGTWo3EP6z31V9raOwA\\\"}\",\"signature\":\"loe0Lt0m-eHaXpvArKpa_HlNbJegG6A8W5tV_bKR9Dsw5deddgXt2LTIEGVeNn5vPjjXwtb4F2DQ4zYHyET5OQ\",\"signingKeySignature\":\"0x4001fe070eda72e9db825b4a97a403551ac776dad33c58232ba97b1dfa65ca48542488ac624cc43e0014f1dbf41911cb9196c835aaece8347132a4f402d3cfa11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NVL2WmG9uj5ZC5W5JaFLt6zZoOdm7NZoPRInudqm__Y\\\",\\\"y\\\":\\\"wI2L63r0WdqgikzIgZrn6IqPQGTWo3EP6z31V9raOwA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZQAE8LMbYNKACP6GiMjQ95zg_6k_tF_-n1MTDSHLi_M\"}"