"{\"content\":{\"body\":\"*The Modern Billboard Collective is the first ever experiment in tokenized advertising allowing people to own digital real estate in promising sites. Read for more 👇*\\n\\n![](https://images.mirror-media.xyz/publication-images/u2jOBUAjrZEyJULCv1lrr.png?height=4096&width=6740&size=medium)\\n\\n\\n---\\n\\nEarlier this year, a group of Internet friends came together and asked ourselves: “What would the Million Dollar Homepage look like, reimagined in a crypto native way?”\\n\\nAt the time, NFTs were blowing up and this was just a thought exercise to see what we’d come up with.\\n\\nThe Million Dollar Homepage was a project created by [Alex Tew](https://twitter.com/tewy) (fun fact: he is now the founder of [Calm](https://www.calm.com/) 🤯) in 2005 where he sold one million pixels for $1 each. Each pixel gave you the right to add your logo and link out to your own website to drive traffic.\\n\\nIt took Alex two weeks to convince friends and family to purchase the first 47 blocks for $4.7k. He took that cash and hired a PR firm. Then things got wild. By New Years Eve 2006, $999k worth of pixels had been sold.\\n\\nAs the site attracted more visitors, the pixels became more valuable. Alex capitalized on the buzz by auctioning off the last 1000 pixels on eBay for $38k, bringing his total haul to just over $1MM.\\n\\nThe site still lives today.\\n\\nIf you zoom into the image on the top right, you’ll find the words: “own a piece of Internet history”.\\n\\n![](https://images.mirror-media.xyz/publication-images/NiZZJVOMbsftMiigNapnE.png?height=1234&width=1600)\\n\\nBut here’s the thing, the early pixel buyers and fans of the project weren’t able to freely trade the pixels and share in the financial upside of the project. To call this an experiment in digital ownership is laughable by today’s standards, where tokenization and cryptoeconomic protocols are making it possible to make the Internet truly ownable.\\n\\nAn NFT equivalent of the Million Dollar Homepage would presumably introduce a new business model with shared upside for pixel owners, and perpetual royalties for the creator baked into the code itself.\\n\\nGenius? Not so much. [Many have tried](https://milliondollartokenpage.com/) and failed.\\n\\nIt’s hard to replicate the viral success of the Million Dollar Homepage.\\n\\nBut zooming out, the key insight from the Million Dollar Homepage is that digital real estate can be very valuable. So why start a website for the sole purpose of selling *pixels* on the lottery chance that it succeeds when we could apply the same logic to existing digital real estate?\\n\\nJust as the Million Dollar Homepage started as a way for Alex to pay for school, we came together as founders committed to exploring alternative ways to fund our companies that better align our communities with our upside.\\n\\n**[The Modern Billboard Collective](https://themodernbillboard.com/) is a group of startups selling ad space on their websites - represented as NFTs on a billboard - that are freely tradeable. If you believe a website in the collective will succeed and more people will want to visit it in the future, you can buy a little piece of it now and resell it in the future. Chances are, as the participating websites become more valuable and generate more traffic, your lot will be worth more.**\\n\\n![](https://images.mirror-media.xyz/publication-images/LPEC5qV1Pkos9mVhrtgBb.png?height=4096&width=6740&size=medium)\\n\\nAd products typically only work once you have millions of eyeballs. But tokenization introduces a new dynamic. By combining the benefits of a billboard ad with the appreciation potential of an NFT, we are giving lotholders a unique way to support the companies they believe in, advertise their own projects, and retain significant upside potential.\\n\\nIt’s the benefits of advertising, the upside of an investment, and the feel good vibes of patronage ;)\\n\\n![](https://images.mirror-media.xyz/publication-images/viqSeyC8yMDReiTzyr9fq.png?height=1346&width=2966&size=medium)\\n\\n**Ugh, but like I have a million questions.**\\n\\n*Let’s unpack them.*\\n\\n**How exactly does it work?**\\n\\n**For startups in the collective (aka websites hosting a billboard):**\\n\\n* Add a billboard to your site. You decide where to place it.\\n* The billboard is broken down into 48 lots, each represented by an NFT.\\n* Invite your community to buy lots. Buying a lot entitles them to upload media and link out to a URL of their choice. They can resell the lot anytime. Websites get a % of the sale of any future lots in the secondary market, in perpetuity.\\n\\n**For the lotholders (aka the people buying the NFT lots):**\\n\\n* We are launching with billboards for three early startups that we believe will be seeing an increasing amount of traffic over time: [Startupy](http://startupy.world/), [Koodos](http://www.koodos.com/), and [Coinvise](https://www.coinvise.co/).\\n* Bid on or buy billboard lots from any of these websites. A grid lot is represented as an NFT, which grants you the ability to upload media and URL of your choice to your lot.\\n* You can keep your lot indefinitely, or sell it anytime. Chances are, as the participating websites become more valuable and generate more traffic, your lot will be worth more.\\n\\n**What’s in it….**\\n\\n**For the lotholders:**\\n\\n* **Make $ by owning a valuable piece of digital real estate:** In the physical real estate world, it is well known that value is driven by location. The same logic applies in the digital world, but thus far there have been few ways to monetize and invest in valuable digital real estate. The companies in the collective are at the forefront of their fields, and buying a grid lot is like betting early on them.\\n* **Simple, self-serve advertising**: Online advertising has become overrun by “middleman” ad exchanges, audience segmentation, complicated behavioral and cross-device user tracking, and opaque cross-party sharing through data management platforms. We bring back simplicity. If you think one of the companies in The Modern Billboard Collective aligns with your brand, buy a lot and promote your company/project in it.\\n* **Align yourself with the startups you believe in** and get provable, verifiable ownership of that support.\\n\\n**For startups in the collective:**\\n\\n* A new source of funding that does not involve giving up your freedom or diluting your cap table. Companies monetize from initial NFT sales and by collecting royalties every time the NFTs are resold.\\n* A simple, non-intrusive ad product.\\n* A fun experiment that aligns your community with your success.\\n* An opportunity to participate in a collective of companies that are jointly vested in each other’s success. 5% of all initial lot sales will go towards the collective of participating companies. The pool provides a long-term hedge on the overall performance of each individual company billboard.\\n\\n**Can I buy a gridlot and rent out the ad space to someone else?**\\n\\nOnce you buy the lot, it is yours and you can do whatever you want with it (within the bounds of the hosting sites’ terms & conditions). In the future, we may add functionality such as leasing to separate ad revenue from ownership of the lot.\\n\\n**I want to host a billboard on my website, how can I join the collective?**\\n\\nTo ensure the quality of companies in the collective, participation is limited but you can apply to join the collective [here](https://airtable.com/shr1b3aRVFCCesPxh).\\n\\n**What about the humans browsing the sites - why would they want to see a billboard?**\\n\\nOur #1 priority is to make this a simple, non-obtrusive, 100% privacy-focused advertising alternative that doesn't screw up your browsing experience. Site visitors can choose to permanently collapse the billboard, although many won’t necessarily want to. This is a fun, transparent way to see who is supporting or aligning with a startup, and discover relevant projects, companies, and people.\\n\\n**Hmm.. why crypto though?**\\n\\nTokenization is perfect for this use case because combined with other financial building blocks on Ethereum, they allow anyone to own and trade their gridlots in a way that is borderless and easy to transfer. In addition, NFTs enable seamless, perpetual royalties - companies monetize by collecting royalties every time the NFTs are resold, an entirely new revenue stream that is only possible because of cryptoeconomic protocols that can encode royalty logic in the media itself.\\n\\n**How can I browse and bid on available lots?**\\n\\nThe first billboards are set to be released next week.\\n\\n[Get notified when we launch.](https://airtable.com/shrQbP4UOfnSYpRlS) If you want pre-release access, RT this Twitter thread 🤝\\n\\n**Who’s behind this?**\\n\\n[Sari](https://twitter.com/sariazout), [Jad](https://twitter.com/Jad_AE), [Jenil](https://twitter.com/0xjenil), [Kirill](https://twitter.com/noskovvkirill), [Eliot](https://twitter.com/CDTEliot), [Gabriel](https://twitter.com/wacko_gabriel), [Aleena](https://www.linkedin.com/in/aleenavigoda/), [Brandon](https://twitter.com/brandonbaraban), [Max](https://twitter.com/coffeein2code) & [Josh](https://twitter.com/joshnissenboim)\",\"timestamp\":1635359676,\"title\":\"The Very First Experiment in Tokenized Advertising: Introducing The Modern Billboard Collective\"},\"digest\":\"wD80Q9qp61-YkIf776559_TtkPdjijWTHXG2zFZBwe4\",\"authorship\":{\"contributor\":\"0x8cCBf346E4D3623aFBE2278b43a267D39854D147\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"X0S54w7zM8A9x6lNn-IC_B_FXRqxOdn0ZE80tOJaX1A\\\",\\\"y\\\":\\\"uUDhUK1mdejp024zZLB-9Je9Vu8LivVJ07fbipFbbyY\\\"}\",\"signature\":\"sQYe8TGyEochXRwj2qgzTY9cl4cgByjk_pOSCdjHvYM1j2q4_ACjXAK7fM3GElHZS3NdoDrRcRGdeMqTFnbjTw\",\"signingKeySignature\":\"0xecc959239e367c4ce3795aba2b05aa6f7def2070be89038886e9846af42047c854411de823f1c40befc0036adcad0a287e928f3104996d495d81e9872da0d9511b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"X0S54w7zM8A9x6lNn-IC_B_FXRqxOdn0ZE80tOJaX1A\\\",\\\"y\\\":\\\"uUDhUK1mdejp024zZLB-9Je9Vu8LivVJ07fbipFbbyY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"f5rGPFSdOQxFlp-xR_ERP8m4YE6oPJ0JuK1gffI3DSQ\"}"