"{\"content\":{\"body\":\"*If this is your first time dropping in, welcome! My name is [Jamison Isaak](https://jamisonisaak.com), and I've been making music as [Teen Daze](https://teendaze.bandcamp.com) for a decade now. I'm using this space to journal through the process of releasing my next full-length record, Interior. So far, we've been covering [some of the different things that have inspired this record](https://teendaze.mirror.xyz/P5vQWP7CDS9KakmFd4RC8AWgTey94_EkE3R1yKCJRo4), and some of [my own personal history](https://teendaze.mirror.xyz/hdKPyGp8HM6nIMbR1QAdbF-FB3-NCqd2tUMN7TFDrI0) that brought us to this point. Definitely go back and read/listen to [INTERIOR 3](https://teendaze.mirror.xyz/8pGjKENICls7h9_oxVMBc_58TS5iEooDw516RdwPRgY) if you want to be put in a better mood.*\\n\\nIt's been a minute since I've checked in. Let's do a quick review of where we're at with everything.\\n\\n![](https://images.mirror-media.xyz/publication-images/ab1401ba-c0fe-4efd-8f67-d83092ce5a78.jpg?height=293&width=535)\\n\\n**Album art/packaging/vinyl**\\n\\nAlbum art is wrapped! I'm incredibly excited to share the cover art with you, but like I talked about in an earlier post, the time's just not right. Honestly it just feels like one of those things that I need to hold on to until the album is properly announced (that'll be in September, by the way). All I'll say is that it's been described to me as both \\\"dreamy\\\" and \\\"vibey\\\", so, you know, let your mind run wild.\\n\\nThis brings us to a surprisingly integral part of this process, and one that always gets sorted out months in advance of the record's release: the vinyl production process. The album art was the second last thing that needed to be figured out (the sticker that goes on the shrink-wrapped cover is the final part), so now we're ready to tell the pressing plant to start the process. And now we wait. \\n\\nAbout that wait: I'm not sure if you've seen any tweets about the state of vinyl production at the moment, but essentially the word going around is that some labels are being told to expect to wait between 6 months and a year to get their records back from the pressing plant. If you have no reference point at all for this sort of thing, let me tell you, that's a long time. In the last five years of co-ordinating the manufacturing of my records, the longest I've had to wait is probably four months. Vinyl is weird, I have a love/hate relationship with the whole process. *With all of that being said*: the feeling of opening up your very own record (or really any physical product) is kind of unmatched.\\n\\n*Another sidenote: I'm gonna assume that if you're reading this, you're familiar with Mirror, and the vision of decentralization they're working towards. It's not a coincidence that I feel the way I do about vinyl, while I write about it on Mirror. I think there's a better future for musicians, where they're not so dependant on pressing their records on a piece of wax in order to make their living/feel some sense of it being a 'real' piece of art. And look, I love a physical product. I do love records, and tapes, and magazines. But if we're not looking forward, what are we doing?*\\n\\nAnyways, I'm drifting here. We've got the record in the queue at the pressing plant, and we're hoping for everything to be wrapped in time for a record release in November. If it doesn't happen, we've got some fun stuff in store for whenever its ready, as almost a way to help remind people that a vinyl version of this music exists.\\n\\n![](https://images.mirror-media.xyz/publication-images/14e413f4-1217-4685-9e38-6054fe839995.JPG?height=3024&width=3024)\\n\\n**A return to the real world**\\n\\nThe first talks of record release parties have started, and I have to say, I'm way more excited than I thought I'd be. I suppose not playing *any* shows for the last 18 months will do that to a person.\\n\\nBut I've always had a very contentious relationship with performing live. I realized a few years ago that I really don't make music that needs to be heard live. Whether it's financial limitations, or just self-imposed limitations, I've never been able to produce a really captivating show. So people have never really come out to my shows in droves. It's been a strange feeling to come to terms with, because everything around me is saying, \\\"touring is the only way to make money, make fans, feel like a real artist...\\\" I've been fortunate to sell out a few shows, but never an entire tour. The last tour I did felt like every show was played to venues that were about 25% full. It's not a great feeling, but it's also the reality of the situation. Would you rather listen to relaxed electronic music in a relaxed, mellow setting (ie, your own home), or in a room that smells like stale beer, with someone talking over the music you're trying to listen to? \\n\\nSo here we are, at the start of this cycle again, and the pessimistic part of my mind is saying, \\\"No one's going to come to these shows, you shouldn't get excited about this.\\\" But something's also different this time: this is a record that will be REALLY fun to play out live. It's a dance record, and it feels like people REALLY want to dance right now. That should be a recipe for success right?\\n\\nAnyways, readers of the following lovely cities should send good vibes into the universe, and hopefully I'll be able to make these shows happen this fall: Los Angeles, Palm Springs, New York City, and of course, Vancouver.\\n\\nOn a related note: I've got a couple NFTs available, and one of the perks of ownership is getting listed for one of my live dates, or DJ sets, in either 2021 or 2022! Get involved! \\n\\n[NFT](ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/37869)\\n\\n![](https://images.mirror-media.xyz/publication-images/3511648f-d342-415a-8ce2-d86ea4e1e5cc.jpg?height=1512&width=2016) \\n\\n*June 2019, Ace Hotel DTLA; my last DJ set.*\\n\\n**A deeper dive into the digital world**\\n\\nOkay, here's where I'm at with the 'web3 rollout' for this record. Like I've mentioned in earlier posts: We're going to go about this release in a traditional way (press rollout, singles, music videos, etc), but I've also thought, why not create a 'web3 track' for the release.\\n\\nI've been very happy to see the NFT space start to grow and spread out a bit over the past few months (again, shout out Mirror). Some artists have been doing some mind melting stuff, and like everyone's been saying, the underlying tech is where the real gold lies. So then I keep asking myself: what's the most interesting way to have this music engage in the tech? How can the record best be served by this world?\\n\\nI keep thinking about the [Lil' Miquela Venus NFTs](https://twitter.com/lilmiquela/status/1397598549299261445?s=20), and how they formed a type of community around them. It wasn't about making a huge payday off it, it was about creating something special for the fan. At the end of the day, that's all I really want to do, and I'm feeling like a free, or very affordable NFT, could help accomplish that.\\n\\nWhat if we created an INTERIOR NFT, with an edition of 100, and each one allowed the owner to have access into a private space. That space, let's assume it's a Discord for now, could be a space for all these people to not only just hang, but would also host events/livestreams, give exclusives related to the record. I'd initially thought issuing a social token would be cool for this, but honestly I'm out of my element with that stuff.\\n\\nI know I'm not re-inventing the wheel, and this concept is how most social/web3 communities/daos operate, and it still feels like there'd be lots of elements to work out. But it feels like it'd be fun! It's like a membership card into the world of the record.\\n\\n![](https://images.mirror-media.xyz/publication-images/15c3012a-6c0f-4a3f-80ca-97bfa58be77d.JPG?height=729&width=1072)\\n\\n**Loose ends**\\n\\n- Press photos have been scheduled for next week.\\n- We've confirmed the first music video director.\\n- We're co-ordinating a live concert film, where I'll perform the entire record in its entirety.\\n- Still no publicist or booking agent at the moment.\\n\\n![](https://images.mirror-media.xyz/publication-images/c1ea9ba8-815a-450a-8f8e-ff3aff380bb1.png?height=804&width=1266)\\n\\n\\n\\nAlright, I'll be back again soon. Thanks for following along on this process. Hey, feel free to get in [touch](https://twitter.com/teendaze) (my DMs are open), if you feel so inclined. If any of the NFT ideas I'm processing up here sounds like something you could make happen, let's jam! Love! \",\"timestamp\":1624509905,\"title\":\"INTERIOR 4\",\"publication\":\"teendaze\"},\"digest\":\"uNFP6inJllWYzhmot_oGoXFYMIjErw6mc72zO4nc604\",\"authorship\":{\"contributor\":\"0xEa83321A41c69070C971CD9Ca193366d6Be8DDC4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5IhU191z463eOjsPnwxpYbIItTBSTAxETokBcejYS5c\\\",\\\"y\\\":\\\"zbKP-Xhb1Q97GWfF50DDCjky5MC2OlJJsPV1lVEHSVE\\\"}\",\"signature\":\"aAAeNW4VXW_jNXksQFIjxnTPnFkII-XqmAau_W_soosAenN62uErGEq1vQpBFUhauztiOkP-T6Q3RIX5jM8tJA\",\"signingKeySignature\":\"0xe1e59aa77bdf945f54f49b4c44ab1a602d0edfc73512adb69e05608e45f5485f5fb667d883cfa441cc74fde24367f9611c639214f160e160ddf63c08c02b7f781c\",\"signingKeyMessage\":\"I authorize the publication of articles on teendaze.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5IhU191z463eOjsPnwxpYbIItTBSTAxETokBcejYS5c\\\",\\\"y\\\":\\\"zbKP-Xhb1Q97GWfF50DDCjky5MC2OlJJsPV1lVEHSVE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kGG4da2kr7fFBj1dqDByqGes-Kvl44AXXJLefM6gpCk\"}"