"{\"content\":{\"body\":\"1956\\n\\nThe war against the fascists was long over, half of Europe was under the sway of the Warsaw Pact, and there was new secret war. A secret war waged by keeping secrets, while breaking others.\\n\\nThe Germans' Enigma machine was no use. The Americans were selling them to developing nations as good enough but the USSR needed a new machine, one that could encrypt messages in several languages. As the USSR's reach expanded during the Cold War, new secrets grew.\\n\\nThey created \\\"Fialka\\\", or \\\"Purple\\\" or \\\"Violet\\\" in English. It looked like the adding machines which were in demand in a booming Western economy. The standard model was electrical-mechanical with 10 rotors, built for 30 Cyrillic letters, with hundreds of quadrillion of possibilities at minimum.\\n\\nAside from power fluctuations which hinted at which letters were used, the real weak spots were humans. Each trained operator had to sign an agreement not to travel for 2 years. The best ways to crack the machines were error and espionage.\\n\\nThe Israelis captured a machine during the Six Day War in 1967.\\n\\nThe machines had a 20 year run until the NSA cracked them with computers in the 70s. The \\\"Violets\\\" were retired by the early 90s but their existence wasn't declassified until 2005.\\n\\nClaude Shannon's Information Theory gave birth to algorithms. The age of ciphers ended. The old machines couldn’t keep the new kinds of secrets that mattered as the age of networks began.\\n\\nThe market for secrets outlived the Cold War, but new methods were needed for a new war was cryptic and invisible.\\n\\nA declassified model is on display in a museum in New York City.\\n\\n2911\\n\\nJacob C. Tagore, Jr. leaned back in his seat. It felt like old times.”This is Valles Marineris Control, flight. Your flight plan has been cleared and entered, prepare for departure. Over.”\\n\\n“Thank you VMar Control. Flight departing.”\\n\\nThe fairing of the ferry opened, and Jacob strapped in, as he waited for his skiff to be ejected on its way, entering an approved flight path. With a few small puffs of propellant, he was on his way. It was a beautiful day for sailing before another training session.\\n\\nThe skiff’s petals unfurled and blossomed. Solar sailing with a view in the distance of the Great Necklace, the shining celestial orbital citadel circling Mars, glittering in the distance. It would be a slow ride through the sky, a brief escape from a 24/7 regimen of training and field Ops.\\n\\nAn old machine was an escape from new ways and new worries.\\n\\nJacob thought about home, his Uncle AL, June and his father and mother. He took in the distant lights around him as the skiff sailed. He thought about his father’s stories about these stars - the ones far away, and the ones close by which were all the worlds of the System. For the first time, in a long time, he felt a peace that wasn’t through distraction.\\n\\nHe felt as he did from when everyone was still alive. There was still danger but they were facing it together. It was easier to carry the burden of secrets and hidden truths, to bear the weight of the great lie they sacrificed their lives to fight. The moment passed.\\n\\nTime passed. “Computer, prepare for High Altitude excercise.”\\n\\nJacob set course for re-entry. He prepared for a High Altitude jump.\\n\\n![](https://images.mirror-media.xyz/publication-images/a6yLgxWwxr5InphT-6fkw.png?height=1600&width=1200)\\n\\n![](https://images.mirror-media.xyz/publication-images/ahBPcaQQr1GHXuCstBEl7.png?height=1600&width=1200)\\n\\n\",\"timestamp\":1633894599,\"title\":\"1961: 5.7 Old Machines, New Secrets, 2911\"},\"digest\":\"UA7GvaiLxr3pvNTbVMiIA79MemJzAgjmSlgKYmU4azY\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"signature\":\"u0bVJzNmPdKfzfd1r8b0AI_2lVa5CBM9Hm3rQ9Gij4lM935pDpU4-pUvJZlEMI57VWLDuhSHhFROSOr_zYyGkg\",\"signingKeySignature\":\"0xc5f6a6de06c37a59b4940e8beaebe9f5078a93d485cef5bfcd1558d49fe7c6993bac33f1382180bc010311fc2826a27ec344a8b01732332273c07617223db15a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UA7GvaiLxr3pvNTbVMiIA79MemJzAgjmSlgKYmU4azY\"}"