"{\"content\":{\"body\":\"# What is Hop? 🐇\\n\\nHop is a scalable token bridge protocol for Ethereum’s layer-2 ecosystem. The protocol uses a special intermediary asset called an hToken to quickly move funds from one network to another. These hTokens are automatically swapped for their corresponding assets through the Hop Protocol interface, resulting in a rather seamless experience for transporting assets between networks. \\n\\nCurrently, Hop supports sending USDC, USDT, and MATIC across the Mainnet, Polygon, xDai, Optimisim, and Arbitrum networks. Hop also plans to add even more assets in the future, including ETH, WBTC, and DAI, making it an extremely versatile cross-chain solution to the increasingly fragmented world of layer 2s. \\n\\n# How to Send Funds Using Hop Tutorial 💱\\n\\nFor this tutorial, you will need:\\n\\n* A web3 wallet (e.g. Metamask)\\n* USDC, USDT, or MATIC tokens you would like to transfer\\n* The native gas payment token of the chain you are transferring from (e.g. MATIC if transferring from the Polygon network). \\n  * **Note:** you will want to make sure you have the native gas token of the chain you are transferring to as well. For example, if you transfer USDC from Arbitrum to Optimism but don’t own any ETH on Optimism, you won’t be able to do anything with the USDC once it is there. It’s not necessary for the tutorial, but it’s still important to know. \\n\\nFirst, head to <https://hop.exchange/> and click ‘**Use Hop**’ in the center of the page. In the upper right corner you will see a button to connect your wallet. Go ahead and do so now. \\n\\n![](https://images.mirror-media.xyz/publication-images/RnkQZ592p9cIe8HTEewXi.png?height=198&width=1087)\\n\\nAt the time of writing, you can send USDC, USDT, and MATIC between Mainnet, Polygon, xDai, Optimism, and Arbitrum. Make sure you are on the ‘**Send**’ tab and click the dropdown next to Send to select which asset you would like to transfer. \\n\\n![](https://images.mirror-media.xyz/publication-images/remrrXLiz6HtrcLxceo4t.png?height=206&width=719)\\n\\nThen, select the network and enter the amount in the ‘**From**’ and ‘**To**’ fields. \\n\\nIn the example below, I am sending 500 USDC from Polygon, and I will receive 495 USDC on Optimism after fees. \\n\\n![](https://images.mirror-media.xyz/publication-images/rcXS6VXu-SnXSYvykV1d5.png?height=549&width=371)\\n\\nAfter verifying the details, hit ‘Approve’ and confirm the transaction in your web3 wallet. This will provide Hop with the ability to spend your tokens. \\n\\n![](https://images.mirror-media.xyz/publication-images/F31sdA8gRTo7d-Na_lo7W.png?height=280&width=558)\\n\\nOnce approved, you’ll now be able to send your token between networks. Double check the estimated amount received after fees and click ‘**Send**’ if everything looks correct. \\n\\nConfirm ‘**Send**’ one more time and approve the transaction in your wallet. \\n\\n![](https://images.mirror-media.xyz/publication-images/sZ4ROfg2z1vMDT_v6HEtT.png?height=228&width=556)\\n\\nTransfer times vary depending on which networks you are transferring between. As a general rule of thumb, L1 to L2 transactions take the same amount of time as using the native bridge. From L2 to L1 or between L2 transactions will typically be completed in however many blocks it takes to be considered final on the sending chain. Here are some example times:\\n\\n**Deposits from L1**\\n\\n* Ethereum -> xDai: ∼5 minutes\\n* Ethereum -> Polygon: ∼8 minutes\\n\\n**Withdrawals from xDai**\\n\\n* xDAI -> Ethereum: ∼2 minutes (12 blocks)\\n* xDAI -> Polygon: ∼2 minutes (12 blocks)\\n\\n**Withdrawals from Polygon**\\n\\n* Polygon-> Ethereum: ∼4.5 minutes ( 124 blocks)\\n* Polygon-> xDai: ∼4.5 minutes ( 124 blocks)\\n\\n## Congratulations! 🎈\\n\\nYou have now transferred assets between networks. Your funds will show up after a few minutes on the new network in whatever currency you sent (e.g. if you sent USDC from Polygon to Optimism, you will receive USDC on Optimism after a few minutes).\\n\\nLayer 2s, sidechains, and other scaling solutions will continue to be expanded in the near term, growing the Ethereum network beyond its present-day capabilities, but thankfully our multi-chain world does not need to be fractured. Instead, protocols like Hop will allow us to seamlessly move assets between chains without ever having to wait extended periods of time or hassle with bridging back down to Mainnet just to transfer between layer 2s. \",\"timestamp\":1632254905,\"title\":\"Tutorial: How to Send Funds Using Hop \",\"publication\":\"rabbithole\"},\"digest\":\"1uuTNpX30dZG3X__D1CONWlcqCx_2nGG1FSfpSIU7LA\",\"authorship\":{\"contributor\":\"0xC714a62A4BF7ff475C8dc3E589e1388342A38BB8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Y3Epd0u-KG10rmLWBL7laLj48h7BcghayI8hQ96ozA8\\\",\\\"y\\\":\\\"hMqv0M9jy9bbD_GLwj3pVftFvZu1Zmro6SYxa_nCBMc\\\"}\",\"signature\":\"5XV1ADe53GLHECHZbw5DfrHToJUEHLP1SadNpJnqHXoyvjKbDBnAf8MjenPECECmMvtyn2IKc-uWJ1_Y9IxrTg\",\"signingKeySignature\":\"0x61d997a4c3f1d2feaf49d850f1cab7b021861f5670c8014897fdf50555a9834e1a1dcc278302f44d72ff6cb68fdef6427af35e1d9bf32a42a7244b6d2a6e9dbd01\",\"signingKeyMessage\":\"I authorize the publication of articles on rabbithole.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Y3Epd0u-KG10rmLWBL7laLj48h7BcghayI8hQ96ozA8\\\",\\\"y\\\":\\\"hMqv0M9jy9bbD_GLwj3pVftFvZu1Zmro6SYxa_nCBMc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1uuTNpX30dZG3X__D1CONWlcqCx_2nGG1FSfpSIU7LA\"}"