"{\"content\":{\"body\":\"雷帝城里现在好不热闹，各大行会的宣传部队纷纷在里面驻扎拉人，这不刚一回城，没走几步，就看到前面有一票人马在广场边大声张罗着。\\n\\n```\\n“‘天地’入榜行会君临天下招人拉，机不可失，失不再来，望各位有识之士，壮志之人赶紧前来，共创雄图大业。”\\n\\n“在外冲级被人PK怎么办，势单力薄遭人欺负怎么办……也许你曾为此烦恼，也许你曾为此担忧，现在赶快加入君临天下，让你一切担忧化为乌有，强大的行会是你安全的有力保障。”\\n\\n喝，这些宣传部队是口若悬河，说得天花乱坠，为的就是吸引更多的玩家前来加入。帮派建立初级阶段，不管优良劣次，统统招之，虽然能造出浩荡的声势，但是难免会造成综合素质下降，而且还会混如其他帮派的探子，此举不是上策。不过你不收人，其他帮派会收，没有足够的人手，想守住驻地的怪物攻村都难，冲天剑的行会尽管是排名第一，还不是靠着有血染疆土和傲气凌云帮忙才守了下来，这两天已经有好几个行会没有挡住怪物进攻而前功尽弃，怎么不让其他帮派看着心寒，疯狂收人呢。\\n\\n“哥们，新来的吧。”一个满脸憨厚之色的人类玩家靠上我旁边的一个兽人玩家说道。\\n\\n“恩，刚来这里。”兽人玩家回道。\\n\\n“想入行会不，那里招人的好象是’天地‘里排行第十的行会，老大好象也是高手榜上的人物，特讲义气，咱们一起去入不。以后出去混有帮派罩着，没几个人敢惹我们，而且听说帮里还经常组织打宝冲级，好处不少。”人类玩家捅了捅兽人玩家的腰说道。\\n\\n“是吗，可是我等级还低，才十三级，不知道他们收不收。”兽人玩家有点疑虑地说道。\\n\\n“收，当然收了，只要是十级向上的都收。”人类玩家赶紧打消了兽人的顾虑，一把拉着兽人的胳膊说道，“哥们，咱们赶紧去，过了这村可就没这店了。”\\n\\n“恩，好的。”兽人玩家跟在人类玩家后面，乐颠颠地跑过去加了行会。\\n\\n没想到收人入会不光嘴上说得好，还带上点技术含量，这不连‘托’都用上了，看着那个人类玩家在招人处转了转，又凑向新来的玩家，我不禁暗道。\\n\\n一路上碰到好几支行会招人队伍，不少‘托’看到我穿得衣着光鲜，纷纷想拉拢我去，被我婉言谢绝。冲天剑亲自邀请，让我入会我都没兴趣，还会入你们的行会吗。\\n\\n抄了条小道绕开那些招兵的宣传部队，我回到了佣兵协会，这会迪卡多那玩家还不少，估计正好碰上了回程学技能的高峰期了。\\n\\n“哥们，让让好吗，赶时间，帮帮忙吧。”我一边低声下气地跟其他玩家打着招呼，一边死皮赖脸的往里面挤。\\n\\n“靠，你忙什么，你赶时间我们不赶时间啊。”一个兽人粗声粗气的说道。\\n\\n“哥们，我们也等得很辛苦，别插队行不。”看着我如泥鳅般往你钻，旁边的矮人也说道。\\n\\n“你急什么，没看见我们这么多人都在等吗，呀，你干吗啊……踩着我的脚拉。”一个女精灵尖声叫道，引来众玩家的怒目相对，要不是后面那句话，还让别人误以为俺有什么不良企图呢。\\n\\nNND，看来挤是挤不进去，乖乖地等吧，没法子。什么，丢个钱币让他们去捡，别做梦了，现在能来学习技能的都是有钱的主了，换做以前扔上一两个金币就能让他们眼睛发光，可是现在地上没百儿八十个金币的话，估计他们都没啥反映。\\n\\n老老实实地等待了半天后，终于轮到我了，我快步走了上去，将猩红的舌头递给了迪卡多说道：“导师，你交给我的任务已经做好了，这是你要的舌头，”\\n\\n迪卡多接过舌头侧目看了看我，说道：“没想到你这么快就把那个麻烦的家伙给杀了，恩，把你的杀手勋章拿我我吧。”\\n\\n我将黑色的杀手勋章递了过去，只见迪卡多双手抚在勋章上面，一层淡淡的红色雾气住勋章，渐渐附在了勋章上。等迪卡多将勋章还给我时，那颗惨白色骷髅已经变成了浅红之色，难道每转一级骷髅就会变红一点，最后就是个血色骷髅头吗，我暗想到。\\n\\n“您已经转职成刺客。”系统一行红字提醒着我，赶紧要看看二转以后有什么职技能可以学习。\\n\\n1级侦察：100个金币（可识破并解除各种机关术，等级差距超过五级则无法解除，超过十级无法识破，主动）\\n\\n1级刎喉：150个金币（潜行中发动技，一定几率造成200%的伤害，主动）\\n\\n1级影遁:150个金币（强行进入潜行状态，效果1分钟，攻击目标后失效，等级差距超过8级失效，冷却8分钟，需要消耗魔法值98，主动）\\n\\n这侦察技能倒是没让我有什么感想，俺又不去攻城略地，除了探索那些可能会有陷阱机关的洞穴建筑外，基本上派不到什么用场；不过刎喉就不同了，如果这个效果能和碎甲一起发挥的话，攻击效果实在是不可限量，绝对是杀人凶招，砍怪良方，好技能，真是让我特期待三转和四转会出什么牛b技能来。\\n\\n影遁，这个技能倒是打不过就逃时的良方，或者可以借此发动二次刎喉，不过看看自己的魔法值，才89，还差9点，看来\\n\\n职也转好，技能也学好，该是继续冲级的时候，这剩下的二三天时间内只要能冲上一级，我也就够本了。出了门赶紧冲杂货店跑去。我都想好了，这几天咱就去白石矿场冲级，正好再会一会那个巨魔法师，如果它还在的话。这可是我仔细查看过四个比赛场地后得出的结果。\\n\\n主会场雷帝城的古帝国竞技场是个开放型露天竞技场地，样子有点象古罗马的角斗场，气势倒是宏伟豪壮，可是就是不太合适我去战斗，连个躲的地都没有，不在我的考虑范围之内；分会场中里深蓝的领域是个浅海中的格斗场地，考虑到海水会对动作产生一定的影响，以及那忽来忽去的暴风雨，也让我作罢；晨曦森林倒是个适合刺客作战的好地方，昏暗的密林之中应该可以让我大显身手，不过一想到那些脆弱的树枝可不一定能阻挡弓手手中的箭枝，被他们乱箭射死了都不一定知道怎么回事；剩下的就是被遗弃的巨魔洞穴，光线暗淡的环境，坚硬冰冷的岩石，杂乱无章的坑道绝对是个打游击战的好地方，就是它了。\\n\\n干吗上杂货店，我去买个包啊。手头这个包包已经不够用了，本人可持续战力比较强，如果不换个大容量的，打到那些乱七八糟的东西放不下，而我又舍不得扔，点点滴滴可都是钱。五百个金币才能买个60格的背包，而80格背包居然要一千个金币，真是满天要价，我拿个60格的背包算了，钱省着点用，想想身上还有好多装备等着更新换代，我忍着拿个80格背包的冲动，挑了个棕色的60格背包买了下来，而原先的背包则自动被新买的背包所替换，让我想卖了捞点本钱回来的念头都落了空。\\n\\n推开店门，我的脚步刚跨出去，一名穿着杏黄色法袍，头缠白色珍珠发夹的人类女法师带着阵阵清幽之香，拂面而过，身后跟着两名女战士，叽叽喳喳地议论着什么。我走了几步，蓦然回首望去，只见那女法师正好朱唇半张，玉齿半现，嫣然一笑向她同伴，惹得一旁不少好色之徒瞳孔放大，狼口大张，满脸意欲生吞活剥之情。\\n\\n怎么有点似曾相识的感觉，我看了她的面容之后，感觉有点印象，思索了一下，对了，她不就是上次在城里撞到的那个女玩家嘛，真是人生何处不相逢，回首又见她。\\n```\\n\\n\\n------------\",\"timestamp\":1640251113,\"title\":\"第八十七章 回首又见她\"},\"digest\":\"jWAN7jqvZrKhTdv4Xw06Lu_e2IM-6DlPbA26_-jYgm4\",\"authorship\":{\"contributor\":\"0x7d57EE13C454553A820660F839e066fF0475CA94\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MYBna600IVDH0jXlVK9JDgLT4UVUix6OX7fpmHyvGOU\\\",\\\"y\\\":\\\"1bZJrVsOYAis3mSkExfMcSUnIU_Q4NwNAPE2zOJB5Ts\\\"}\",\"signature\":\"T4KzDf_X7lnXSBS4MvC8ifOl9eb7FqsXeikVgzQT2YHajYvNu9UPToAIvSfbQA1Cjso7p923ggON8l0jOEH2OQ\",\"signingKeySignature\":\"0x2e8fc3b4b91508b7eb2c2e06f0125b1aa8e242c0a9b97baeffc6be0a9f3410310af90c91dbfe051819b749b94b8949e48ed577a837f64da0c815649122b2cf291c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MYBna600IVDH0jXlVK9JDgLT4UVUix6OX7fpmHyvGOU\\\",\\\"y\\\":\\\"1bZJrVsOYAis3mSkExfMcSUnIU_Q4NwNAPE2zOJB5Ts\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jWAN7jqvZrKhTdv4Xw06Lu_e2IM-6DlPbA26_-jYgm4\"}"