"{\"content\":{\"body\":\"> What we do on-chain, echoes in eternity\\n\\n*Salve, amici*! We’re glad to have you here as we announce what is both the conclusion of one journey, and the beginning of the next one.\\n\\n**Who are we?** We’re the initial core contributors to FIAT DAO.\\n\\n**Why FIAT? F**ixed **I**ncome **A**sset **T**oken.\\n\\n**Where are we from?** We’ve been core contributors to BarnBridge.\\n\\n**What are we doing?** Stewarding the buildout of the FIAT DAO.\\n\\n**What are we solving?** Leverage & secondary liquidity for DeFi fixed income.\\n\\n**Why are we doing it?** Because DeFi fixed income won’t work without it.\\n\\n**Who’s involved?** DeFi leaders and some of the ecosystem’s best communities.\\n\\nNow, for posterity’s sake, the longer version.\\n\\n## The Genesis of FIAT DAO\\n\\nBarnBridge launched a year ago as a platform for DeFi risk management protocols. Its first application, SMART Yield, launched in March of 2021 and offers users either fixed or levered variable rates on integrated money markets like Compound or Aave. Early users, both retail and institutional, quickly pointed out a shortcoming of the product: **DeFi revolves around [superfluid collateral](https://tokeneconomy.co/superfluid-collateral-in-open-finance-8c3db15efac), and SMART Yield fixed income assets are not that.** Senior positions are represented by NFTs that can’t further be stuck into an automated market maker or lending market, forcing the user to decide whether the opportunity cost of sitting in stables for single-digit yield is worth it versus participating in the rest of the crypto landscape (it’s not).\\n\\nSo, it became clear that this joint issue of leverage and secondary liquidity would need to be addressed for SMART Yield to gain sustainable adoption. Months were spent looking into NFT fractionalization, order book models, semi-fungible ERC-20s, and so on. The recurring issue, however, was always the inherent fragmentation and lack of capital efficiency. Why provide secondary liquidity for one fixed income asset over another; why a specific class of one over another? Not to mention the gas costs littered throughout any of these systems.\\n\\nAs the months went on, it also became apparent that this was not a BarnBridge-specific issue. No fixed income protocol has achieved product-market fit at the same order of magnitude as leaders of other DeFi categories, and that picture grows even more dire when you remove incentives or expectations around airdrops. This reality raised a number of questions:\\n\\n* Even if BarnBridge developed a solution, wouldn’t it just get forked?\\n* Even if lending markets accepted these assets as collateral, wouldn’t there be governance conflicts of interest? (e.g. Compound accepting Aave-originated assets)\\n* Even if stablecoin issuers accepted these assets as collateral, wouldn’t there be an even larger governance conflict of interest? (e.g., MakerDAO accepting LUSD-denominated assets)\\n\\nIt was these realizations that led to the conclusion that FIAT needed to be a **credibly neutral solution**, and it was that determination that led to a path forward for an actual protocol design. FIAT DAO is thus a spinout project incubated by BarnBridge, akin to how [Synthetix](https://twitter.com/kaiynne/status/1394624341162160129?s=20) has done with the likes of Lyra or Kwenta.\\n\\nWhat’s FIAT DAO building? In short, $FIAT will serve as a universal liquidity layer for DeFi fixed income assets through a combination of collateralized debt positions and a unique redemption mechanism. Our vision is for this asset to serve as the missing link that has prevented fixed income assets from serving as the start of any DeFi strategy to date. We’re excited to get it to market and to start integrating with all of your favorite fixed income asset, and collateralized asset, protocols.\\n\\n## The First Builders of FIAT DAO\\n\\nThe first iteration of the protocol is slated to be released by the end of December 2021. **This will be primarily dependent upon audit availability and subsequent results.** FIAT DAO will be launched in the coming weeks in order to ensure that there will be a varied and committed community stewarding the protocol from day one.\\n\\nOur initial core contributors are [Nils Bundi](https://twitter.com/el_nilz), [Johannes Escherich](https://twitter.com/0xJohannes), [Max Fiege](https://twitter.com/fiege_max), and [Daniel Luca](https://twitter.com/cleanunicorn). Nils and Johannes previously collaborated at atpar; Max joined the BarnBridge core team this past March; and Daniel was an early part of Consensys Diligence. We look forward to growing a community of builders within FIAT DAO via dynamic funding, extensive bounties, and clear pathways to contribution.\\n\\n## The Seed Contributors and Advisors to FIAT DAO\\n\\nWe’re proud to have raised $2M for FIAT DAO. This contribution will go to fund the initial buildout of the protocol and to compensate contributors from the FIAT DAO community.\\n\\n* **[ParaFi Capital](https://twitter.com/paraficapital)**\\n* **[Fourth Revolution Capital](https://twitter.com/4RCapital)**\\n* **[Morgan Creek Digital](https://www.morgancreekcap.com/)**\\n* **[Mechanism Capital](https://twitter.com/MechanismCap)**\\n* **[Standard Crypto](https://twitter.com/standardcrypto)**\\n* **[Folius Ventures](https://twitter.com/MapleLeafCap)** **(Maple Leaf Capital)**\\n* **[Not 3Lau Capital](https://twitter.com/Not3Lau_Capital)**\\n* **[D64 Ventures](https://twitter.com/D64vc)**\\n* **[Santiago Santos](https://twitter.com/santiagoroel) (Chad)**\\n* **[Johannes Pfeffer](https://twitter.com/j6sp5r)** **(atpar)**\\n* **[Tyler Ward](https://twitter.com/LordTylerWard), [Troy Murray](https://twitter.com/Danny_Desert)** **(BarnBridge, Universe)**\\n* **[Adam D’Augelli](https://twitter.com/adaugelli)** **(True Ventures)**\\n* **[Noah Jessop](https://twitter.com/njess)** **(Diem)**\\n* **[Ashwin](https://twitter.com/ashwinrz)**, **[Lawrence](https://twitter.com/lzdiao)**, **[T.J.](https://twitter.com/tjknova), [Ryan](https://www.linkedin.com/in/ryan-phua/)** **(Dragonfly)**\\n\\nIn addition to these seed contributors, FIAT DAO will work closely with the following advisors on designing, implementing, and integrating the protocol within the wider DeFi landscape.\\n\\n* **[George Spasov](https://twitter.com/GSpasov)** **(Limechain)**\\n* **[Tyler Ward](https://twitter.com/LordTylerWard)**\\n* **[Cactus Raazi](https://www.linkedin.com/in/cactusraazi/)** **(Exos)**\\n* **[Nick Mudgen](https://twitter.com/mudgen)** **(Perfect Abstractions)**\\n* **[Santiago Santos](https://twitter.com/santiagoroel)**\\n* **[Zeus](https://twitter.com/ohmzeus)** **(OlympusDAO)**\\n\\n## Next Steps for FIAT DAO\\n\\nOver the coming weeks, you can expect the following posts:\\n\\n* **FIAT DAO White Paper Walkthrough**\\n* **FIAT DAO Token ($FDT) Design Considerations**\\n* **FIAT DAO Launch Roadmap**\\n\\nKeep up to date by following us on [Twitter](https://twitter.com/fiatdao).\",\"timestamp\":1635864474,\"title\":\"FIAT DAO Raises $2M Seed Round to Empower DeFi Fixed Income\"},\"digest\":\"U1NvqiQnS34KS2QVRC05bAVADTz1WZWU_TlDsBOVE5o\",\"authorship\":{\"contributor\":\"0x78aD67Cb7d4cc05E9439eBd2a8132f8D3d1Ad63f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0nMWQbkGPEsWD4oythLKQZ_qFzC-CNhkBYNc3x3is4Q\\\",\\\"y\\\":\\\"Imr03ay9MlK_HziO5KZK8bt8UGaTHY-xZE6Xj4r2v-U\\\"}\",\"signature\":\"NqdCdKPCWEM8GhirDMfPd4HNA_Qzy8IHjS-XF_6tECoMfmZ4A6noxef21MBCEXU-TKYeU-U3B90XpDEKUtCH5w\",\"signingKeySignature\":\"0x89c9a241148167482c96b0ebfe37b8b524c2d25d85acf6dc5ae8448bf6ccb23c5bcd2d215e1e67f00ca5c4fd0d73c7ad25a5c846e40fdd20180cedd10028c38e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0nMWQbkGPEsWD4oythLKQZ_qFzC-CNhkBYNc3x3is4Q\\\",\\\"y\\\":\\\"Imr03ay9MlK_HziO5KZK8bt8UGaTHY-xZE6Xj4r2v-U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"U1NvqiQnS34KS2QVRC05bAVADTz1WZWU_TlDsBOVE5o\"}"