"{\"content\":{\"body\":\"***See What’s happening at IOSG Workshop in Gitcoin Grant Round 10 Hackathon!*** \\n \\n\\n![](https://images.mirror-media.xyz/publication-images/nO4Sb7i53KIKKEflPeSxq.png?height=787&width=1400)\\n\\nAs GR10 comes to an end, we are pleased to present one event of the workshop series, inviting experienced entrepreneurs to share thoughts and advice on the journey of being entrepreneurs in the crypto space.\\n\\nWe are proudly announcing that we had successfully launched our workshop on the topic of “Starting New Projects as Aspiring Crypto Founder”on July 6. (No worries 😉 We have the [recording](https://www.youtube.com/watch?v=oy3Coe69Wu8) right here for you in case you missed the workshop yesterday) We invited some experienced founders to share their insights about challenges and opportunities starting an entrepreneurial journey, solutions and how to get started with their projects for first-time developers, etc. They are:\\n\\n**🎙️ [Xinshu Dong](https://twitter.com/xinshudong), Partner [@IOSG Ventures](https://iosg.vc/)**\\n\\n**🎙️ [Connor O’Day](https://twitter.com/connoroday0), Revenue Lead [@Gitcoin](https://gitcoin.co/)**\\n\\n**[🎙️ Kain Warwick](https://twitter.com/kaiynne), Founder[@Synthetix](https://synthetix.io/)**\\n\\n**[🎙️ Aidan Hyman](https://twitter.com/Aidan_IH), Co-founder & CEO [@Chainsafe](https://chainsafe.io/)**\\n\\nLet’s see what they said and how they inspired the workshop!\\n\\nThis virtual event was supported by [Gitcoin](https://gitcoin.co/) and we sincerely appreciate our audience and all GR10 hackathon participants joined in. For more highlights and inspiration about the journey of entrepreneurship in crypto space, please visit [IOSG Ventures](https://youtu.be/Ld4qWh-nDgs) to watch the full video of the workshop. As a developer friendly venture capital, we’re always happy to support the GR10 hackathons and add value as much as possible from a VC point of view. And we’re looking forward to seeing more and more young developers, entrepreneurs emerge in the market.\\n\\n# P2: INSIGHTS\\n\\n* **INSIGHTS FROM QUESTION ONE**\\n\\n***Self-introduction and share any of the experiences on any topic regarding founding projects: a personal story, tips to new founders, pitfalls new founders need to watch out for, advice on how new founders should get started with managing business and people, etc （From MC: Xinshu)***\\n\\n**Xinshu:** I’m a founder turned investor at IOSG ventures. IOSG is an early stage investment fund very close to early stage ventures/founders/developers. We sponsor events in various developer communities & the current Gitcoin Grants. **Recently IOSG started its Kickstarter program which provides early stage capital for developers so that they don’t have to worry about term setting, valuations, lockups etc. This way IOSG and other industry experts in the program can work with them almost immediately and help them design incentive mechanisms for internal & external stakeholders, and any other kind of founders.**\\n\\n**Connor：**Started in Consensys in 2015 & has been working at Gitcoin- incubated by Consensys, to provide support to the early stage developers along with mentorships and initial capital to get started. **We use quadratic funding to distribute pools of capital in a democratic way to projects that haven’t raised capital funds yet. Some of the examples like [Uniswap](https://uniswap.org/), [Mask](https://mask.io/), [1inch](https://1inch.io/) started off with getting Gitcoin Funding.**\\n\\n**Kain:** Synthetix is a derivatives protocol. When speaking to new founders/team, especially for teams that come from Hackathons because they are usually very engineering heavy and may not have past exposure to the capital markets. Fundraising in general is a very daunting process, I think **founders can start with a DAO from Day 1 fundraising structure where they can scale the governance simultaneously with the protocol.** A DAO formation with a small pool of capital is a good way to kickstart the capital formation process while simultaneously iterating on the product. Additionally, having a DAO-first model early on with a governance structure helps build buy-ins from the community very early on and be more transparent.\\n\\n**Aidan:** Chainsafe is a **blockchain R&D firm — working with L1s & dApps to research and develop our infrastructure. We have our own products like ChainSafeFiles which allows us to have a standard cloud storage application but on top of IPFS and Filecoin.** Chainsafe SDK which allows developers to integrate with any type of Unity game engine. We support 7 blockchains and any type of wallet.\\n\\n* **INSIGHTS FROM QUESTION TWO**\\n\\n***When should founders initiate their fundraising? Should they have the product before fundraising? （From MC: Xinshu)***\\n\\n**Connor:** **Regarding having a product first or fundraising first. I think it’s community first. Building a community first is powerful because whether you go for traditional VC funding or build some other funding mechanism, you have people there that are willing to support you.** A lot of people are focusing on community first and the fundraising comes later. **But we’re going to another bull market cycle in crypto. We know VC money is flowing and there’s a lot of liquidity and people are raising money and if you are going to go that route, I think it’s really important that you plan out for the cycles.**\\n\\n**Kain: if you believe that the market is going to respond to this you can start a Discord and there will be people that will be interested in whatever that is. People would be excited about, being passionate about that and if you get into your own discord and you’re engaging with them. They’ll respond to your passion. And then from there the rest of it is just going through a process,** raising a little bit of capital, hiring a couple of engineers or whatever.\\n\\n**Aidan: Things like just throwing an idea to the wall and getting money for it never even crossed our minds. For us it was just bootstraps, bootstraps, bootstraps.** Generally we don’t go for the route of just coming up with an idea of raising money, and then realizing that idea. In reality, you might read something about startups but that’s the exact opposite of what you’re supposed to do. You’re supposed to get money and realize whether or not the idea has legs, so I don’t necessarily recommend that route for everyone, but I also do think that there is a huge potential in the quick iterative cycles that allow you to release something and see the response. **You’re told that everything costs more, raise more money than you need and all of these things. But a lot of times those kinds of lessons that you read in books are coming from venture capitalists that weren’t what we needed.** If we would have raised 10 times more than we needed, it would be a very different governance for our organization. I would say raise what you need, and also have a community of people who are ready to get behind ideas on an individual level. **You will have a lot more immediate feedback loops than you would in a traditional world. You can have people talk to you directly, telling you whether you project is good or not good enough. This feedback loop is priceless.**\\n\\n![](https://images.mirror-media.xyz/publication-images/8tzAurYOXJWz4udmCLcbQ.png?height=1041&width=1400)\\n\\n* **INSIGHTS FROM QUESTION THREE**\\n\\n***How to address trust issues for new founders lacking a track record considering the rug pull in the DAO model?（From MC: Xinshu)***\\n\\n**Kain：**Over the long enough time horizon the market will correct itself. **People can do dumb things for a long time but not forever.** **As a community we can do better to control these risks by establishing norms and standards to assess the security of the smart contracts**. **The best way for new founders to gain credibility is by participating in an existing project.** For instance, we have seen many members from Synthetix, Maker or AAVE community become founders of new projects, while still using the network effect of the larger communities. The alternative way is to raise a much smaller check size until you prove the product.\\n\\n**Connor：**Another interesting phenomenon is that we also have many anonymous building reputations and track records in crypto space.The recent hype and FOMO, indeed, resembles ICO craze, and **we should expect that bear market filters out real builders in the space, where likely many DAOs will become nothing but several unicorns may survive.** We should do better when it comes to due diligence & smart contract auditing.\\n\\n**Aidan:** Trustlessness doesn’t remove the need for trust in the system. **Instead of trust in individuals, we have to trust the codified human relationships**. We see large competitiveness among capital providers as everyone is looking to ape into anything, just to make sure to be early enough. I agree that the market will prevail, but only to a certain extent, **as the information asymmetry and monopoly on knowledge represent obstacles for fair and free markets**. In the future, **people will crowdsource the functions of VC, reporting, financial & operational side of things**. Furthermore, we should explore how DAO can complement current organizations and not use DAO as an excuse to do less. **DAO or not, there is still a duty towards people who are participating and sharing ideas. We should take no shortcuts but try to empower the new frameworks to legitimize the DAO**.\\n\\n* **INSIGHTS FROM QUESTION FOUR**\\n\\n***What’s the definition of DAO?***\\n\\n**Connor: Autonomous is not the right term to use for DAOs as there is a lot of human input to it. There are also so many different types of DAOs such as fully on-chain governing DAOs or projects with governance tokens who take snapshot votes and call it a DAO. I think we need better definitions around what is a decentralized organization and what are the mechanisms that work.** Gitcoin is also going through this process of creating a DAO and a lot of projects with foundations/DAOs all trying to find best practices.\\n\\n**Aidan:** We’re just so proud about that work too. **Those are the things that will also be Frameworks and flags for other people of how this is possible and it’s not just this opaque thing and it will be able to share the Playbook with other people and that Playbook comes from somewhere. That’s been capitalized and a lot of pain and suffering as well.** In crypto, founders cannot continue to expect investors to constantly buy into their products. Crypto is a cyclical market and so build products and make a roadmap which is forward looking for 5 years or so. This way, even with bad market conditions, the project can withstand it and keep moving forward and building.\\n\\n* **INSIGHTS FROM QUESTION FIVE**\\n\\n***What are the Technologies or solutions that you are most looking forward to so that aspiring Founders in the Inner Space can go and build in the next few months? (From MC: Xinshu)***\\n\\n**Aidan:** **Love to see** **more defined first steps for people getting into our space, a lot more accelerator models, incubator models, Fellowship models.** If it’s a DAO first model, we might not have a very clear and signaled approach that works**.** People are able to go from dream ideation to real product much quicker, in a way as effective as the current startup world, where the most work to do is to take people from Step 1 to 100 as efficiently as possible.\\n\\n**Connor:** Rebrand our Gitcoin hackathons product as more of like virtual events because **we’ve done some incubation programs more like six plus weeks long, some bug Bounty programs, there’s more to it than just hackathons.** We also have the Kernel program in Gitcoin led by Vivek who is like a long time team member might actually be kind of doing its own DAO structure in the long run, **but they’re essentially an accelerator for people who want to start new projects in the Web 3 space and that’s really, one of our main goals is to support in Gitcoin: the open source DAPPs new founders and get them, the hardest part is getting from 0 to 1 getting a project started.**\\n\\n**Kain：**In the traditional industry, when you go to start something you’ve got a business and you’ve got a legacy service and you’re going to put it in the cloud. You’re going to make UX better and there’s a lot of great examples.But there’s not a lot of examples in crypto. There’s not a lot of popular ways. There’s no motivation. **Only way that I think you can get that right now if you are a founder is to deeply embed yourself into a little space as long as you can rather than kind of turning up. So if you have startup experience, and you don’t have deep crypto experience, try to work on a project for six months or something like that then it will put you in a much better place.**\\n\\n# P3: FINAL THOUGHTS (From Xinshu)\\n\\nIt was a very fruitful conversation on the startup ecosystem in the space and we are very honored to have distinguished speakers joining the discussion. We hope the topics on fundraising, DAO governance, and other thoughts and advice shared by the speakers can be helpful for those who are starting new projects in the space. **Of course, the workshop could not have covered all pertinent topics and questions regarding entrepreneurship in blockchain and crypto, and we are going to roll out more programs and resources to help developers and founders realize their visions!**\\n\\n# P4: WHAT IS COMING NEXT?\\n\\nIOSG Ventures and Chainlink are gearing up for [Layer 2 Hackathon](https://medium.com/iosg-ventures/iosg-ventures-and-chainlink-launches-layer-2-hackathon-with-80k-in-prizes-e1ea3414bd8) — Dream big, let’s scale — with Chainlink to hack this summer with over ***$80k*** in prizes up for grabs. In support of developers to explore more possibilities of Layer2 solutions and open up new paths, we’re giving all the “hacking voyager” in this layer 2 three weeks of panels, technical workshops and hacks on the future of scaling. We’re bringing together amazing projects like [Arbitrum](https://offchainlabs.com/), [Aztec](https://aztec.network/), [MatterLabs](https://matter-labs.io/), [The Graph](http://thegraph.com/), [Aurora](http://aurora.dev/), [DODO](http://dodoex.io/), [Polygon](http://polygon.technology/), [Synthetix](http://synthetix.io/), [Perpetual Protocol](http://perp.fi/), [MCDEX](http://mcdex.io/), [Celer](http://celer.network/), [NEAR](http://near.org/), [Hop Protocol](http://hop.exchange/), [dYdX](http://dydx.exchange/), [Gelato](http://gelato.network/), and [Loopring](http://loopring.org/), etc. to help participants build incredible solutions and applications focusing on layer 2. We can’t wait to see what you’ll hack on.\\n\\n📅 **Agenda**\\n\\n**NOW — 7.21**: Registration & Online workshop\\n\\n**7.22**: Challenge announcement\\n\\n**7.22–7.29**: Online team up\\n\\n**7.30–8.01**: Hacking **+** Onsite workshop\\n\\n**8.01** — Demo day, Shanghai\\n\\n🔗 **APPLY NOW** <https://xi3ovztze4u.typeform.com/to/XCcIDANp>\\n\\n👬 **JOIN OUR GROUP** <https://t.me/iosg_event>\\n\\n![](https://images.mirror-media.xyz/publication-images/cqIjt_FNTiKuwGGXv2D4_.png?height=922&width=1400)\\n\\n# 🌟 About Us\\n\\nIOSG Ventures, founded in 2017, is a community-friendly and research-driven early-stage venture firm across China, the US, and Singapore. We focus on open finance, Web 3.0, and infrastructure for a decentralized economy. Our portfolio covers more than 60 projects, including Layer 1 (NEAR, Polkadot, Cosmos), DeFi (1inch, Synthetix, UMA). We commit ourselves to working alongside various developer & DAO communities and helping the most aspiring founding teams to achieve success. As a developer-friendly fund with long-term values, we launch the Kickstarter Program which offers capital and resources for innovative and courageous developers. Since we consistently cooperate with our partners and connect with communities, we work closely with our portfolio projects throughout their journey of entrepreneurship.\\n\\n# 🌟 Join Us\\n\\n[Website](https://iosg.vc/)/[Kickstarter](https://iosg.vc/kickstarterprogram/)/[Twitter](https://twitter.com/IOSGVC)/[Linkedin](https://www.linkedin.com/company/iosgvc/)/[GitHub](https://github.com/IOSGVentures)\\n\\n![](https://images.mirror-media.xyz/publication-images/zERknNYGpW-p7e7QjHWW8.png?height=166&width=1400)\\n\\n\",\"timestamp\":1641292819,\"title\":\"IOSG Ventures GR10 Workshop: Starting new projects as aspiring crypto founders\"},\"digest\":\"EG-QK64CQsusBHcqfG9PbY10yRF6cyZoXekJB8qrZ_E\",\"authorship\":{\"contributor\":\"0xd8159c4DD43FEe99FA86D0BAaCA7a9cC33334864\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IrNwRyyV5qeEAVKrYYbR2GwKgwV9oiBiSE4OmxNmg_A\\\",\\\"y\\\":\\\"crLJpYwXR67C4ldGG508kcIM-ReUBDH5YblmiE3RDmU\\\"}\",\"signature\":\"tQomymuZVmNji7lgal2GQcMPRUkg7bTvsLTvZp5H8Fvru5rQQiDoOGRHxxhBjqQyw2Hh7C2ldVEgvY0E6DDSAg\",\"signingKeySignature\":\"0x3cacac780fe70792bba7704453b9c0e94a2f67fde8f900d8fb3c5673ec818826037300d7a781c78d788fd5b8f77006f8346e179822bce17f127a3557e49a5e211c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IrNwRyyV5qeEAVKrYYbR2GwKgwV9oiBiSE4OmxNmg_A\\\",\\\"y\\\":\\\"crLJpYwXR67C4ldGG508kcIM-ReUBDH5YblmiE3RDmU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"EG-QK64CQsusBHcqfG9PbY10yRF6cyZoXekJB8qrZ_E\"}"