"{\"content\":{\"body\":\"Atom is a currency that its holders love to hate, love to drop and hate to be sour. But with the Cosmos core team fully transitioned to Cosmos Hub in 2022, The price of Atom is likely to explode in 2022. Last night the market continued to pick up, the public chain ATOM, ALGO continue to go strong. ATOM jumped 15% to $31.34 at the time of editing\\n\\nCosmos is a parallel network, with links powered by such things as the Tendermint Consensus. In the COSMOS ecosystem, Spaces can communicate, transact and interoperate with each other. Cosmos' vision is to break down barriers between blockchains and create a blockchain Internet that becomes the preferred platform for a variety of practical usage scenarios. This implementation was accompanied by the development of a number of system tools including Tendermint, Cosmos SDK, IBC, communication between Hub and Zone, through the IBC protocol. Go-ethereum is a monolithic technology stack category, and some upgrades to its features, along with improvements in customization, were the original entry point for the Tendermint, which was founded in 2014. Tendermint BFT is a solution that bundles the network layer and consensus layer of blockchain, allowing developers to focus only on the application layer and not on the underlying protocol. This developer-friendly design may not seem new in today's crowded public chain, but if you consider that the idea first appeared in late 2014, It's easy to see the foresight of cosmosIn addition, the main benefit of the \\n\\nTendermint consensus algorithm is that it has a safe and simple lightweight robot, which makes it an ideal tool for mobile phone and Internet of Things use cases. The Tendermint server simply needs to keep up with the changes in the validation group, and then validate the latest block in a pre-submitted + POR to determine the latest conditions. All in all, cross-chain is not all of ComOS, Tendermint technology has also made great efforts to save development time, Tendermint BFT properties are applicable to both public and private chains, Tendermint BFT only deals with blockchain network and consensus, nodes propagate transactions and validators agree on a set of transactions, To attach to the blockchain and process thousands of transactions per second. Tokens hosted on the Cosmos Network include: Kava (Kava), Terra (LUNA), Band Protocol (Band), Aragon (ANT), and Akash Network (Akash). ATOM tokens also play a key role in the functionality of the Tendermint Core BFT consensus mechanism, as Cosmos Hub is a proof-of-stake blockchain platform. Cosmos relies on a network of 100 validator nodes to maintain consensus, security and operational efficiency. In order for the system to work, users must pledge their ATOM coins. Tendermint uses an optimal Byzantine fault tolerance algorithm selected by an absolute majority of votes of two-thirds\",\"timestamp\":1641290706,\"title\":\"Atom 2022 will break out, written in the 30 knife Atom\"},\"digest\":\"sWtcJXvw2_mOaqhYDi-dNh9HqE8lfvPmEd-s4unqR8E\",\"authorship\":{\"contributor\":\"0xD2EAf576873547b8C8458F57E7195A13D3A02679\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZqghrHH_Qc49vnPM7nMt7lW3Vbgrz0XMrNf18QXf8D4\\\",\\\"y\\\":\\\"SYBrMLlV8o3CgKDDBtSfSPaqaPVOVEXV-URQr6qWJbA\\\"}\",\"signature\":\"Yg4KmULZIig3Qlv56ec1R5ryB03tZp4Xzph1SKnOyuYVCPR9FZfWJ4NM4fCWhO8fStoQpHhRyHL_iXJcBmldfg\",\"signingKeySignature\":\"0x444e892119bc2c69a1847d230cebe43afc9fe0e20276ec360b15009a77a181d614a96957348e7d2551c69c4bd9839895c5b15e3067b34bc8fc1b7db26f7296371c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZqghrHH_Qc49vnPM7nMt7lW3Vbgrz0XMrNf18QXf8D4\\\",\\\"y\\\":\\\"SYBrMLlV8o3CgKDDBtSfSPaqaPVOVEXV-URQr6qWJbA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sWtcJXvw2_mOaqhYDi-dNh9HqE8lfvPmEd-s4unqR8E\"}"