"{\"content\":{\"body\":\"The events of the past few days are the result of a system designed for the one’s who make the rules.\\n\\nUnless you live under a rock you’ve heard about it.\\n\\nIn summary:\\n\\nHedge funds had a record short position of 140% on GME (GameStop). One of the main institutions involved was Melvin Capital.\\n\\nSubreddit r/wallstreetbets found out about the short positions through public information. They decided to band together and buy up the stock forcing institutional shorts to buy back the stock at higher levels, causing the stock price to skyrocket.\\n\\nStock soars. Melvin gets crushed and needs a bailout – which comes in the form of $2.75B from Citadel (Hedge Fund and High Frequency execution firm). Retail traders who were part of the movement get rich. Citadel then flexes their muscles to stop the bleeding and restricts people from buying any more stock.\\n\\nThat sounds like something out of a movie. But it’s not. It’s real life and it’s unfolding right before our eyes. Truly a remarkable point in history.\\n\\nSo why do I say that it **shouldn’t** surprise you?\\n\\nWell, for two reasons.\\n\\n1. Market manipulation is commonplace.\\n2. The new game is run by individuals.\\n\\nMarket manipulation is commonplace in financial markets every day. From price spoofing in every tradable commodity, to shorting while pushing a narrative that bankrupts organizations through groupthink. It’s become such a normalized part of financial markets that we don’t even think anything of it.\\n\\nWhat The Federal Reserve calls “quantitative easing” is really just market manipulation. By printing money they intervene in what is supposed to be a fair market and devalue the dollar at an incredible rate. The people most effected by this are the 45% of Americans who don’t own any investable assets. Prices keep going up and they can’t keep their heads above water because their money isn’t worth as much. This manipulation inflates asset prices and devalues savings. All the funds and corporations who have the majority of their wealth in assets – and none in cash – see an appreciation on those assets. That’s why corporations and media outlets are quick to tell you inflation isn’t a problem – it’s more money in their pocket. If you were to ask a blue collar worker or someone who relies on a pension fund they would tell you a much different story. It’s a system designed to reward those at the top and punish the ones at the bottom.\\n\\nIn 2008, the public started to wake up when they saw the government rush to help the institutions before the general population. The reckless actions of Wall Street firms were what led to the crash that devastated so many people’s lives. Funds and institutions were allowed to take on high amounts of risk and nobody questioned their decision making. Those firms were never punished, instead rewarded – in the form of government bailouts. Bailouts that were funded by the American tax payer.\\n\\nThe economic crises of 2008 is what opened so many people’s eyes to the fact that these firms make money by manipulating markets and media to profit off the individual. It is that same group of people who aren’t shocked by what’s unfolded in the last few days, as they know exploitation and manipulation in a centralized market are inevitable.\\n\\nIt was amidst that turmoil that a group of people most affected by the crash banded together to form Wall Street Bets, which leads us to our next point: **the game is now run by individuals.**\\n\\nThe new age of the Internet has lowered the barrier of entry into every industry. Access to information and streamlined communication tools allow everyone to participate. It no longer matters where you’re from, where you went to school, what kind of suit you wear or what kind of car you drive – everyone now has the power to be whoever they want. You can research and learn about everything imaginable on the Internet. You can communicate with like-minded individuals, form communities and make a real difference. And now the whole world is seeing the proof.\\n\\nWhen you arm the individuals with the tools, data, information and access to markets it creates a level playing field with the institutions who have been profiting off the rigged game for so long. Individuals can now see under the hood of market microstructure and the corporate financial machine. And this morning the whole world got to see just how rigged the game really is when trading apps like Robinhood, Webull and TD Ameritrade restricted customers from buying certain stocks.\\n\\nWealth and status are no longer the measurement for intelligence. Decentralized peer-to-peer networks allow for fair competition. If you win you win, if you lose you lose. No more of this institutional bullshit where the people highest up have all the power and can walk back on their loses. People are fed up with that. No matter your situation, you should have the same opportunity as everyone else to succeed. Current incumbents won’t like it, but they don’t have a choice.\\n\\nIt is unbelievably fitting and thus worth mentioning that GameStop’s business slogan is “Power to the Players.”\\n\\nThe new game is run by individuals.\\n\\nFor the first time in a long time the institutions lost. And lost big, in front of the whole world. So what do they do? They cry out for more regulation, change the rules and cut off the individuals.\\n\\nSince its inception, Robinhood has branded itself as a trading platform for the everyday casual investor. It was supposed to be the app that gave retail investors the same opportunities as the institutions. They were supposed to be on our side.\\n\\n![](https://secureservercdn.net/198.71.233.179/xje.b44.myftpupload.com/wp-content/uploads/2021/01/Screen-Shot-2021-01-28-at-11.39.06-AM-1024x451.png)\\n\\n![](https://secureservercdn.net/198.71.233.179/xje.b44.myftpupload.com/wp-content/uploads/2021/01/Screen-Shot-2021-01-28-at-11.41.14-AM-1024x705.png)\\n\\n![](https://secureservercdn.net/198.71.233.179/xje.b44.myftpupload.com/wp-content/uploads/2021/01/Screen-Shot-2021-01-28-at-11.43.34-AM-1024x154.png)\\n\\nPretty crazy how quickly they changed their stance…\\n\\n![](https://secureservercdn.net/198.71.233.179/xje.b44.myftpupload.com/wp-content/uploads/2021/01/Screen-Shot-2021-01-28-at-11.41.02-AM-1024x444.png)\\n\\nThe most insulting part about it is that they are trying to act like they’re still on the customers side by pushing false narratives that they are protecting them from volatility. They are essentially saying that retail investors aren’t smart enough to manage their own risk. So Robinhood, acting as a self-proclaimed responsible middleman, has cut off the ability for retail investors to trade a public company. But rest assured, it’s for your own benefit, because they would never want their customers to take on unnecessary risk and lose money. But where was that guidance in 2008 when funds were allowed to gamble away the health of our entire economy by taking on risk. I call bullshit.\\n\\nLet’s take a look into the business models of these HFT (High-Frequency Trading) platforms. Specifically how they relate to the institutional “market makers” like Citadel. This is where we start to see just how connected and manipulative the market is.\\n\\nWhen you trade on Robinhood, they don’t actually execute the trade for you. Instead they sell the order flow to a bank, hedge fund or institution to broker the trade. Often times retail investors use market orders and don’t care about the pennies, so Apple at $100 and Apple at $100.10 doesn’t mean much to them. So the market maker (Citadel) sells those shares of Apple to the Robinhood trader at a bit of a higher price making them maybe a few pennies on each trade. Citadel pays Robinhood something like $0.0003 per share sent to execute. So Robinhood relies on the market makers to pull a profit. The best course of action these brokers could have taken was to raise the capital requirements for trading on margin to cover their risk, or eliminate margin trading for those names. They instead decided to not allow anyone to buy the stocks at all.\\n\\nA look into their September financials shows that **63.97%** of all market orders on [Robinhood](https://cdn.robinhood.com/assets/robinhood/legal/RHS%20SEC%20Rule%20606a%20and%20607%20Disclosure%20Report%20Q3%202020.pdf) that month were brokered by Citadel.\\n\\n![](https://secureservercdn.net/198.71.233.179/xje.b44.myftpupload.com/wp-content/uploads/2021/01/Screen-Shot-2021-01-28-at-12.26.42-PM.png)\\n\\n**59.71%** for [Webull](http://public.s3.com/rule606/webull/606-WBUL-2020Q3.zip).\\n\\n![](https://secureservercdn.net/198.71.233.179/xje.b44.myftpupload.com/wp-content/uploads/2021/01/Screen-Shot-2021-01-28-at-12.29.22-PM.png)\\n\\nAnd **39.15%** for [TD Ameritrade](https://www.tdameritrade.com/retail-en_us/resources/606_disclosure/tdac-TDA2054-q3-2020.pdf).\\n\\n![](https://secureservercdn.net/198.71.233.179/xje.b44.myftpupload.com/wp-content/uploads/2021/01/Screen-Shot-2021-01-28-at-12.37.03-PM.png)\\n\\nThis morning all three of those platforms restricted users from buying any more GME, AMC and a number of other public companies facing a short squeeze. Citadel is the predominant market maker for all three of them.\\n\\nCitadel has a very clear conflict of interest given their bailout of Melvin Capital. Not only that, but since the blockage of the ability to buy stock across numerous retail platforms, Citadel and other institutions have taken their own short positions to capitalize on the lack of demand from the deserted retail traders that no longer have the ability to purchase these names.\\n\\nThe second they start to get kicked in the mouth they show to the whole world just how evil they are and changed the rules of the game to benefit themselves. In their eyes the game is fair when they exploit the American people but not when they start to lose. All these big-timers who present themselves as geniuses are now getting embarrassed in front of the whole world, and I couldn’t be more here for it. The system is being exposed.\\n\\nSo why aren’t we surprised?\\n\\n**Because we’ve known this all along.**\\n\\nIf you are a crypto and blockchain enthusiast it’s probably because at some point in time you realized just how unfair the game really is. You realized that there are some fundamental issues in how our society is constructed and interacts with each other – so you looked for a solution.\\n\\nIf you haven’t yet entered the crypto world, then take this as your opportunity to because it isn’t going anywhere. Start reading some blogs and articles online. Buy a book or two. Learn about blockchain technology and how it works. I’m not asking you to become a master developer, just to commit some time to educating yourself. Once you start to grasp some concepts your mind will wander with possibilities.\\n\\nAn event like this is the perfect catalyst for blockchain; the system and corporations that we put our trust in has now lost it. Trust comes from security and transparency. Not false narratives and exploitation.\\n\\nThere’s so much we don’t know about that goes on behind closed doors. The solution is to make all records public and program game logic into a computer so humans can’t intervene. The solution is a blockchain. The solution is decentralization.\\n\\nDon’t be naive and think that the same corruption isn’t in every other industry, because it is.\\n\\nAt [roto.life](https://roto.life/) trust is the fundamental currency. The more trust your community has in you the more successful you will be. It’s a fair game with the same set of rules for everyone.\\n\\nIf the events of this week didn’t come as a surprise to you, then you’re in the right place.\\n\\n### Welcome to the future of sports fandom.\\n\\n[Original article](https://roto.life/blog/why-the-gamestop-pump-should-come-as-no-surprise/) published: January 28, 2021\",\"timestamp\":1642006346,\"title\":\"Why The GameStop Pump Shouldn’t Surprise You – roto.life\"},\"digest\":\"prTDsbStPzhjM2yE2oo1KnopR5WroW6hRQyPgBW8hRk\",\"authorship\":{\"contributor\":\"0x71E9f0b5840b8c8a2B75D2b3Cb0Ff928647B31bF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jqUaZQnHhzpHAjfhnMwxcTa6z6yerPeaVwOfvmraEjM\\\",\\\"y\\\":\\\"CZuZr7ZqIo5j7rsCKU0h5pm7NcuapH6fhNHXIjx4onY\\\"}\",\"signature\":\"_6xs1OxybfYzryVVvM6R619sXlGSbMfPgKccm58W6w1JMcrsGZJDAEIUKCF-uvFdY7LFkFiCpEPT4RYjW8B06A\",\"signingKeySignature\":\"0xfd33532cdab705bbf5ccc25ba266f3d903d32c46cedfbe7ee8b93cc90d17da5d0f445b5b583e64779ec402e5326dc43e7877db0396b883ac9244d24680d5ed031b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jqUaZQnHhzpHAjfhnMwxcTa6z6yerPeaVwOfvmraEjM\\\",\\\"y\\\":\\\"CZuZr7ZqIo5j7rsCKU0h5pm7NcuapH6fhNHXIjx4onY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"i0_fCiZqSLea8VLLHJsc7wPAsB-b2kwhdLm20e99L44\"}"