"{\"content\":{\"body\":\"It’s time to reveal the new use case of BTRFLY that we have been working on. An extension of the cartel that will empower the protocol to be at the forefront of DeFi bribes — the Hidden Hand bribe marketplace. Hidden Hand enables protocols with vote-escrow tokens to access a marketplace that lets others bribe their token holders to vote for their best interests.\\n\\n# Cash Flow Is King\\n\\nCurrently, BTRFLY holders are able to access a diversified index of governance tokens but are not able to either leverage their underlying voting power efficiently in the treasury nor receive worthwhile bribes and revenue on their tokens. With our new Hidden Hand marketplace, we will create a bribe platform on top of the DAO that lets protocols create markets for their ve-tokens where Redacted captures a fee that is distributed back to lockers of the BTRFLY token. \\n\\nExamples:\\n\\n* Tokemak creating a market for protocols to bribe TOKE holders to vote for new core reactors and TOKE rewards.\\n* Lido creating a market for Layer-1s to bribe LDO holders to vote for new validator support and LDO rewards.\\n* Sushi creating a market for early-stage projects to bribe SUSHI holders to vote for SUSHI rewards on their LP.\\n* Dopex creating a market for protocols to bribe DPX holders to vote for new SSOVs and DPX rewards.\\n\\nHidden Hand is a flexible marketplace for nearly all DeFi protocols to get more value for their token holders and expedite the process of creating demand for their ve-Tokens. For Redacted, this enables our token holders to access a completely novel and diversified revenue stream of governance tokens that rewards them for locking their BTRFLY over a 16-week period. \\n\\nHidden Hand will be enabled by our recent acquisition of Votemak, where users can select which Tokemak reactor they want to help enable. Protocols deposit a bribe into the Hidden Hand smart contract, which are sent back to users as a reward for their voting power. Through this acquisition we will be extending the use-case out in a permissionless manner where any protocol can create a bribe marketplace for their token.\\n\\nFor voters there is no cost to using Hidden Hand, instead the Redacted protocol generates revenue by taking a fee from each bribe. The fee is currently set to 4% where half is sent to the treasury to increase the backing per $BTRFLY and half is sent to lockers of $BTRFLY as a bonus APY for locking their tokens in the protocol.\\n\\nWith the assumption that veTokens continue to gain traction, generate ⅕ of cash flow that Convex/Votium does, and, conservatively, 10 protocols integrate with Hidden Hand, the Redacted protocol would earn \\\\~$4M in fees every other week. \\n\\nAn extension like this puts us in a position where $BTRFLY can receive revenue from bonds while also getting a cut of all DeFi bribes across all chains. \\n\\n# Bribe-Locked vs Governance-Locked BTRFLY\\n\\nWith this new extension of the protocol, token holders can utilise their BTRFLY in two ways, both with their own advantages. blBTRFLY (Bribe-Locked) is the most practical use for retail users looking to receive their in-flow of bribes from Hidden Hand and revenue generated by the protocol through bonds and yield. glBTRFLY (Governance-Locked) is more of a DAO facing product, where DAOs acquiring BTRFLY can leverage our protocol’s voting power for their own internal needs such as setting up CVX rewards for their Curve pool, initialising a Tokemak reactor, or creating an Olympus Pro bonding program. The revenue generation of the protocol that is not captured by glBTRFLY is pushed to blBTRFLY stakers. Both vote locked tokens will have governance rights over both the Redacted protocol and the Hidden Hand platform.\\n\\nThis model creates two novel incentives for locking your BTRFLY. More importantly, it provides a balance for REDACTED that allows other DAOs interested in accessing governance rights to do so while retail holders have the tokens locked away for bribes. This then sacrifices the entirety of their metagovernance rights to glBTRFLY holders. If we assume that 80% of the supply gets locked up for blBTRFLY and we continue trading between 1-2x treasury value, lockers of glBTRFLY would essentially be getting 2 CVX and 1 CRV vote for the cost of one, subject to change based on protocol conditions.\\n\\n# How it works\\n\\n![](https://images.mirror-media.xyz/publication-images/Oynk1Nq0d7yOaL6WcNsHL.png?height=1451&width=2090)\\n\\nFor BTRFLY holders:\\n\\n1. Users bond their CVX, CRV, TOKE, etc. to the Redacted DAO treasury and receive BTRFLY at a discounted rate.\\n2. Users lock their BTRFLY in either glBTRFLY or blBTRFLY for 16 weeks.\\n   1. glBTRFLY holders get to access metagovernance votes of the underlying CVX or other assets within the treasury.\\n   2. blBTRFLY holders get access to the fees from Hidden Hand and yield farming rewards from the treasury.\\n\\n \\n For other token holders:\\n\\n1. Users lock their relevant governance token in their protocols’ veToken system and delegate it to Hidden Hand to get bribed for their vote.\\n2. External protocol looking for rewards or votes on their token bribes the relevant pool on Hired Hand.\\n3. Hidden Hand will auto-select the vote distribution that yields the highest bribe value\\n4. Bribe reward goes back to users who locked their tokens.\\n5. 4% fee is taken by the protocol and sent equally to lockers of blBTRFLY and the redacted treasury.\\n\\n# Wen?\\n\\nWe are finalizing the first cohort of projects from our current waitlist of 18 protocols across Ethereum, Arbitrum, and Fantom and will shortly after be pushing the new codebase for an audit with a target to deploy the first instance by February.\\n\\nIf you would like to join the shortlist of the first cohort please reach out over email at chapo@redactedcartel.xyz and sami@redactedcartel.xyz.\\n\\n \\n \",\"timestamp\":1642602150,\"title\":\"Introducing The Hidden Hand Marketplace\"},\"digest\":\"CZDYoNk97LWOSvnOXst5ugbM5B1WHlcW3MCu4-5LIFE\",\"authorship\":{\"contributor\":\"0xE90c74145245B498fef924fAdC7bb34253c7cF90\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HIN3jaiWZUGaEIsDt4-NRSEoZuIbdn4XDvTUso6aBWY\\\",\\\"y\\\":\\\"kdb-uDC654kQaR9SsPRygaCJJRZaknLHgKju8HOFymE\\\"}\",\"signature\":\"Ng60cJENMbkVsVXgGaRK1NtO7zlbmzBGbZJz5e1h08jwP3jBhuiwWEAwJTywCz8-mspi9lSI0UPz-LAcr8Fc5Q\",\"signingKeySignature\":\"0x756baee3b094f3bd658a410731e76cb31eddfe05b956600b224eab54f2d9e3373f970b4ec840bd4c65d15d73248edc259fe1ee1e22ad5c9bbe520115c56b35001b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HIN3jaiWZUGaEIsDt4-NRSEoZuIbdn4XDvTUso6aBWY\\\",\\\"y\\\":\\\"kdb-uDC654kQaR9SsPRygaCJJRZaknLHgKju8HOFymE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CZDYoNk97LWOSvnOXst5ugbM5B1WHlcW3MCu4-5LIFE\"}"