"{\"content\":{\"body\":\"The worlds of crypto and video games are colliding, and the result? Meet “play-to-earn (P2E)”. P2E is facilitated with the rise of Web3, which introduces a new generation of gaming that includes real-world economics and a shift in player incentives. \\n\\nI started off with an excerpt of this article, and developed my short Twitter thread into a full research piece: \\n\\n[https://twitter.com/sandraaleow/status/1458523277593243649](https://twitter.com/sandraaleow/status/1458523277593243649)\\n\\nThe global gaming market was valued at $[173.7 ](https://www.mordorintelligence.com/industry-reports/global-gaming-market)billion in 2020 and is expected to reach $314.40 billion in 2026. Currently, there are over[ 2.7 billion](https://www.statista.com/statistics/293304/number-video-gamers/) gamers globally. The gaming industry has grown exponentially over the last decade and remains one of the fastest-growing industries worldwide.\\n\\n![](https://images.mirror-media.xyz/publication-images/9eXCpo_KtkiHU0Hd5X4BR.jpg?height=974&width=1280)\\n\\nTraditional games are most commonly dubbed as freemium, with renowned examples like Fortnite dances and Genshin Impact skins. There are around 800 skins in Fortnite and it is almost impossible to get all the skins at once. The most commonly used method of getting skins is by purchasing them in the item shop, which is often dominated by whales. This provides an avenue for individuals who are able and willing to spend a costly amount of money to own the skins and upskill in the game, all of which is tightly regulated by game developers and is largely based on the ability of big spenders. Market research by [Newzoo](https://venturebeat.com/2020/12/18/newzoo-u-s-gamers-are-in-love-with-skins-and-in-game-cosmetics/) claims that skins are the main reason Fortnite makes a fortune in revenue each year, and this is evident in the increasing number of players each year.\\n\\n![Source: Epic Games](https://images.mirror-media.xyz/publication-images/A6nT_PpaKffjFvT6V7zWQ.png?height=574&width=1500)\\n\\nThis revenue model has become a key monetization element of free-to-play games.  The simple economy of trading skins in-game has generated an additional revenue stream for video games. This is estimated to be worth around $40 billion a year. \\n\\nSome key findings from Newzoo’s research concluded that: \\n\\n1. Players who are interested in skin trading expressed interest in spending a larger chunk of their savings on skin trading if they had monetary value outside of the game.\\n\\n   Relevance is key. Gamers will be more incentivized to spend more on in-game cosmetics if it is more relevant and applicable to the real-world economy.\\n2. Young gamers are more likely to engage with cosmetics in-game and the majority of the players claim that they use skins to change the outlook of their avatar.\\n\\n![Credit: Newzoo/ DMarket](https://images.mirror-media.xyz/publication-images/ts8feexeVJArfJew8KYfI.png?height=466&width=700)\\n\\nP2E is largely focused on creating real-world value out of in-game cosmetics using NFTs. With the example of using skins as a supplement for one’s digital identity, P2E provides more accessibility in securing different “skins” that can complement one’s digital identity. \\n\\n \\n Humans collect physical assets like gold, land, and clothing to define their social status. Blue-chip NFTs have become a status symbol of some sort, like wearing a rare shirt from an uncommon collection. A similar sentiment is derived from[ Eugene Wei](https://www.eugenewei.com/blog/2019/2/19/status-as-a-service)‘s “Status as a Service” article, where he concludes that people are status-seeking monkeys. In his article, he concludes that in the immortal words of Obi-Wan Kenobi, \\\"Status is what gives a Jedi his power. It's an energy field created by all living things. It surrounds us and penetrates us. It binds the galaxy together.\\\" \\n\\nThere are many benefits of decentralized gameplay, including:\\n\\n* Ownership: NFT gaming advocates for a bottom-up approach that grants players ownership of in-game assets versus game developers. Most traditional in-game assets are often non-transferable and can only be used in-house. \\n* Interoperability: Decentralised games exist on independent blockchains. This offers the possibility of in-game assets being interoperable across different channels/ environments. \\n* Immutability: NFTs live on the blockchain, hence, in-game assets can be bought and sold regardless of what happens to the game. \\n\\n![Credit: The Block Crypto](https://images.mirror-media.xyz/publication-images/oF4fSWRutyO58NGY3jf9l.jpg?height=475&width=828)\\n\\n## Money-making elements as a byproduct \\n\\nNFT gaming has opened up an avenue for both individuals who are time-rich and cash poor with individuals who are time-poor and cash-rich to make a sizable profit through gaming. \\n\\nSounds like a win-win. \\n\\nWith more NFT projects building out their own games, with gaming as the main utility of an NFT project, the question lies in whether these games are playable and self-sustaining. \\n\\nHere are some metrics to consider while looking into NFT games in the marketplace: \\n\\n* Is there a proper gameplay experience? Ultimately, is it playable? \\n* Is there a feedback loop to the game? How does the game sustain itself? \\n* Is it accessible for players who are new to crypto? Is it too technical? \\n* Is this game simply a fork of other successful NFT games - what are its differentiating factors and what makes it stand out? \\n* Does the game rely purely on cosmetic assets for revenue or does it take full advantage of P2E opportunities? \\n* Do they have a budget to build the game? \\n* **Gameplay** \\n\\nPoor playability undermines players’ ability to control and understand the gameplay and is detrimental to the play experience. \\n\\nThe former definition of gameplay is as such: interactivity and activity. Players tend to focus on elements they have to deal with in order to witness results in the virtual world. A classic feedback loop is necessary, players recognize the “black boxes”, which are capable of receiving inputs adding to either a change in a black box or a chain reaction to create new interaction with other “black boxes”. This shows us that “repeatability” within the gaming metaverse is key. With trad gaming like CSGO, the gameplay is simple: you can combine the guns and maps (main toolkits) and play with different people in endless styles. \\n\\nBy right, the core of NFT gaming is its money-making elements. This represents the core of its title: play to earn. This is not to say that there are no good games in the market, but there should be a more accessible and transparent “telling” of how players can interact and trade NFTs within the gameplay. When we observe the chart below, the start of the interactive cycle in the play experience starts with information gathering. Information can be broken down into two main aspects: functional and aesthetic (visual example provided below that shows the interactive cycle in the play experience: \\n\\n![](https://images.mirror-media.xyz/publication-images/IB2kx4vkvvmJ9hLQxPxgx.png?height=574&width=1140)\\n\\nThe functional aspect is typically communicated through game developers that allow players to undertake activities that will determine their rewards and earnings. Aesthetic information helps players contextualize the setting and environment in which the game is facilitated, and usually draws in emotional aspects to help players connect with the virtual world. The symbiosis between the functional and aesthetic elements of the game is important to retain players’ interest. In NFT gaming, its money-making elements should be a byproduct of the game, and not necessarily the feature that overrides the quality of its gameplay.\\n\\nGames like Axie Infinity have built up a comprehensive gaming ecosystem of their own, coining the term: “the leisure economy”. Players can earn an income through various forms in the game, such as but not limited to: \\n\\n* Breeding and trading Axies  \\n* Earning Smooth Love Potions (which is required to breed Axies) from participating in daily quests, PvE gameplay, and PvP \\n* Earning Axie Infinity Shards (AXS) gov tokens \\n\\nIf you’re interested in reading more about it, this article covers the mechanisms of Axie’s gameplay from beginning to end: <https://www.coingecko.com/buzz/how-to-play-axie-infinity> \\n\\nAxie has paved the way into an income source for the Philippines, turning it into a major source of income for many. The play-to-earn business model has provided plenty of opportunities for individuals who are time-rich and cash-poor. \\n\\nWhile Axie Infinity executed a model that has proven to work within its own ecosystem, this does not mean that other projects will find success through this particular model. Other NFT projects planning to introduce gaming as its utility should consider a well-architected game, with earning as a byproduct. Without well-engineered gameplay, you will most likely see players come and go, and long-term sustainability will be a massive issue.\\n\\n* **Accessibility** \\n\\nAccessibility in NFT gaming comes in a few forms: \\n\\n* *Simplicity of gameplay* \\n\\nSimple games worked best - look at games like Candy Crush. Easy to get your hands around and even easier to spend hours on the game in one sitting. Current NFT games vary but often require some form of technical details and understanding of the crypto terminologies and concepts. \\n\\nGamers do not want technical details interfering with gameplay. As mentioned, some of the best games are the easiest to navigate and play. If NFTs are to integrate with in-house elements of gameplay, it needs to be done so in a way that regular gamers find it simple enough to learn the ins and outs of the game. Anything that requires varying levels of complexity can come across as a major barrier of entry and can lead to difficulties onboarding millions of mainstream gamers with little-to-no knowledge of crypto. \\n\\n* *Fair and square*\\n\\nIn traditional gaming, players with larger wallets have the financial capabilities to dominate the gameplay. In “pay-to-win” models, it is clear that wealthier players have an unfair advantage over other players. As mentioned in Gabby Dizon’s thread on “*Why is play-to-earn a superior deal for players than free-to-play?*” (<https://twitter.com/gabusch/status/1398516697036845060>). \\n\\nHe makes it clear that while “a whale can own 1k Axies, this does not offer them a higher chance of winning a game vs a skilled player”. This is different from “pay-to-win” where whales can corner the game by paying large sums of money to own more-in game resources and dominate the gameplay as a result. \\n\\n* *Long-term sustainability* \\n\\nUpon reading Axie’s game plan for long-term sustainability, it is clear that the team planned years ahead for its long-term success. For any NFT game to succeed, game developers would have to identify such questions: \\n\\n* How can the team drive its community forward?  \\n* Is there repeatability in the gameplay? If so, how can a team introduce additional utility to its NFTs through new elements of the game? \\n\\nDrawing examples from Axie Infinity’s model, the team has already addressed Axie’s long-term sustainability through: \\n\\n* Adding additional utility to Axies in the future by adding new land and mini-games\\n\\n\\n* Focusing on vertical > horizontal progression in its gameplay. As of now, in order for players to progress in the game, the main path is to expand the size of its collection. This might not be the most sustainable method. *Solution*: long term upgrades to both Axies and land to create a long-term supply sink to Axie population \\n\\n\\n* “More than 50% of Axie players prefer the gameplay and community to the economic aspect”. Keeping its community alive is what’s most important. These players are crucial to make the in-game economy thrive in the long run. \\n\\n## Elements of GameFi that needs to be better explored/ addressed: \\n\\n1. *Problems with interoperability* \\n\\nHow do you get a variant of game world environments to exchange in a useful way? Is it even desirable from a game standpoint? \\n\\nWhen we look at the successes of NFT games achieving cross-chain compatibility, games will still have to abide by governance parameters and there are many barriers to cross. \\n\\nWe can see that games like Deverse (built by DeHorizon on the Ethereum platform) aims to build a MMORPG game that prioritizes “play for fun and earn'' rather than the simple “play to earn” element. Gamers find value in spending hours on a game that is replicable and fun, oftentimes to create feelings and experiences that they normally are unable to replicate in real-world settings. \\n\\nTaking a closer look at DeMeta NFTs, there will be six attributes from the game structure that can be replaced, with an additional character profile that players can feel free to customize. When we look at interoperability in its gameplay mechanics, users will have the ability to take a character or in-game assets on a separate blockchain. Looking at it from a holistic perspective, this would mean that there is a likelihood of being able to recycle characters and in-game cosmetics to other games in the market. By using original NFTs (meaning any NFTs in your current wallet), this is to say that players can easily access new games without necessarily having to own characters and assets that are exclusive to one particular game. \\n\\nDespite the concept of interoperability in games and the potential of recycling and reusing in-game assets from one game to another, the question lies in whether this “transferring of assets' ' is desirable from a game standpoint? Do we want a game that combines Fortnite skins, Marios, and Aurorians in one setting? \\n\\n* *Replicability and self-regulating mechanisms of the game* \\n\\nWhen we look at the long-term sustainability of games, we can focus on such factors:\\n\\nOnboarding average gamers from the traditional world to GameFi is arguably the most difficult element. Accessing crypto terminologies and navigating the space with little-to-no information about the GameFi space, let alone the general crypto scene, is a massive barrier. Setting up on-chain operations of wallets, accessing “alpha” and sourcing for information about the next ground-breaking crypto game is not an easy task. GameFi often requires specific skillsets which would require us to exchange assets into NFTs and only then be able to participate in the games. \\n\\nAlthough this can be solved by learning through the information that is readily available, this results in a shift in players’ psychology. The majority of gamers may be risk-averse, especially having to purchase NFTs for a great deal of money, and having to store them with an expectation for their future valuation. Many individuals are reluctant to expose themselves to such “risky” bets. \\n\\nGames like Axie Infinity have secured a distinguished reputation that sets their game apart from the hundreds and thousands of NFT games in the market today. More players are willing to enter and “play to earn” due to availability heuristic, despite being foreign to the general crypto/ NFT gaming space. However, we shouldn’t drive to such conclusions when looking at some of the less-successful and undeveloped NFT games in the market. The issue of the immaturity of the larger system and the lack of sufficient long-term players is still a big obstacle, resulting in the inability of most games to survive on a long-term scale. \\n\\n* *Cost-prohibitive for players*\\n\\nMost of the NFT games in the market currently require up-front fees. With the example of Axie Infinity, players will need to get their hands on three Axies from the marketplace, making it cost-prohibitive for many players. Depending on their stats and abilities, Axies can range from anywhere between 0.035 ETH to 0.04 ETH, which translates to around ($130-150) at current market prices as of this article’s publishing. This is a massive sum for average gamers in the market, and this is excluding gas fees that underlie each transaction. \\n\\nMany casual gamers are not even willing to spend $0.99 on the Appstore, hence, the upfront costs serve as a large barrier to entry making it inaccessible to play. \\n\\nGames like Genopets, pioneering a “move-to-earn” MMORPG concept on Solana, aim to reward players for exercising one’s mind and body. This role-playing game has the purpose of transforming players’ real-life movements into $KI tokens to use in battles and to upgrade players’ Genopets performance. The gameplay is relatively simple and clear-cut. \\n\\nDrawing comparisons to P2E games where players would have to pay an upfront fee, Genopet is going back to basics, with its free-to-play functionality. Players can mint their Genopets for free and evolve it through exercising and in-game features, and later selling it for profit. Its approach of prioritizing engagement over user onboarding will ensure a more sustainable in-game feedback cycle. \\n\\nAxie’s model is a classic pyramid-scheme model where the profitability of playing Axie Infinity will halt if there are no new players entering the game. The current model makes it evidently clear that game sustainability is ensured only if new players end up joining, allowing players to spend money in-game buying SLP and breeding Axies. \\n\\n* *AAA studios layering NFTs on top of developed gameplay*\\n\\nMost projects follow the conventional trail of building an NFT project first and game execution as mere speculation of their future roadmap. \\n\\nBy right, our focus can shift from NFT projects building out entire gameplay on its own, versus potentially collaborating with developers from triple-A (AAA) studios. For instance, taking well-engineered gameplay that has already been developed and layering NFTs as part of its utility in the gameplay. Perhaps, this can reclaim a better feedback loop for NFT projects. Instead of trying to build out a game that may take 3-5 years at minimum, a more sustainable approach can be working with AAA studios to incorporate NFTs as part of its functionality.\\n\\n**Conclusion** \\n\\nNFTs are still a widely foreign topic for most regular gamers. This is not only a common issue within the gaming space, but we need to figure out a game plan to onboard regular users in the crypto space. The ability for regular users to create a wallet and transact with NFTs is still a common-wide issue, and it is no wonder why most people are reluctant to enter the space.\\n\\nPlay-to-earn gaming is certainly still a work-in-progress but it is a major step forward in the possibility of the gaming industry in the future. It marks a shift in how we view labor, leisure, and value, and we will certainly see it branching out to many different fields and subsectors in the future. \\n\\n** \\n  \\n  \\n  \\n **\\n\\n** \\n ** \\n ** \\n ** \\n  \\n  \\n ** \\n ** \\n \",\"timestamp\":1638038665,\"title\":\"“Play-for fun-to Earn” versus “Play to Earn” - On NFT Gaming and its Current Model  \"},\"digest\":\"youGybV7XMBFVNptxGXAwWJBALn0KEeauwyga9Tw3ds\",\"authorship\":{\"contributor\":\"0xdD6329889752C51755e6b45016d731f53A016db8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eLaxgZSIqeviMVE5PvRCFKj_opsDxQOKrb5x5kNoYac\\\",\\\"y\\\":\\\"c5tZgwOOkLPX6AL976ZxXbzkJ--qf_v_mf6p7hKtDNU\\\"}\",\"signature\":\"bQGbAJ37SysVUxuIW7wGgz43MW_TQrWLKE3AszjC5WpGI0NbaOj7UfKNLSG-v5TCoS7HurYqaj6c2yWx_YGqFg\",\"signingKeySignature\":\"0xe6ccda98b1b0503d55c8818aca71e9a4da351e3a47672198555e42db887e3423076c632c11ea7bbc6dcecf4a9c1b27ac02a3ec3091b4d9ae0089bd182508f47d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eLaxgZSIqeviMVE5PvRCFKj_opsDxQOKrb5x5kNoYac\\\",\\\"y\\\":\\\"c5tZgwOOkLPX6AL976ZxXbzkJ--qf_v_mf6p7hKtDNU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"youGybV7XMBFVNptxGXAwWJBALn0KEeauwyga9Tw3ds\"}"