"{\"content\":{\"body\":\"Wtf is NFTs? Is it just a bubble? Are they just crypto art? Or much more than that? \\n\\nA Thread\\n\\n1/ What NFTs stand for?\\n\\nNon-Fungible Token. A unit of data is stored on a digital ledger like Ethereum.\\n\\n\\n2/ What are NFTs?\\n\\nNFTs are digital native files for blockchain networks anything from art to a financial product that needs to be unique.\\n\\nIt represents unique assets that can be used as proof of authenticity and ownership over digital and tokenized physical assets.\\n\\n\\n3/ What is NFTs Minting?\\n\\nThe act of creating or issuing a non-fungible token (NFT). Process of turning your unique asset into a part of the Ethereum blockchain as a public ledger.\\n\\nExamples of NFTs: Digital artwork, collectible, domain names, basically unique assets.\\n\\n 4/ What does the Tokenization of Culture mean?\\n\\nIn past, huge communities of art to music, sports, brands, etc had a certain level of involvement with their fans, and some of them had no shares at all or could not afford to or had no access to. \\n\\nNow, suddenly the tokenization of culture, the communities have the power to create and distribute tokens (shares) with value attached to it. Tokens are now allowing the vibrancy of that culture.\\n\\n 5/ Example of Tokenization of Culture\\n\\nWhat's Facebook's doing with Diem is not just a stablecoin, it also allows that community of three and a half billion people to have a system of money. And the culture inside that community could be gaming, arts, sports, and more. (cont..) \\n\\nEveryone able to tokenized their brand. 3.5 billion people, Diem as a system of money, and the fact that Mark Zuckerberg is going into the Metaverse makes Facebook what? A Sovereign state\\n\\nAll these communities are mini sovereign states. This is where we're going.\\n\\n 6/ What do I think NFTs are really about?\\n\\nNFTs broadly is the trend of tokenizing all the types of assets and putting them on blockchains. And where you want any set of unique assets an NFT makes sense for that. Your house, cars, products you use, stocks etc.\\n\\nWe can also have NFTs for existing assets class, like real estate or new type of assets that exists from blockchain themself. Like #Uniswap is one of those new assets where your liquidity position is actually NFT. That's a fascinating Use-Case that didn't exist.\\n\\n\\n7/ How NFT Transform Conventional Industries & Digital Economy:\\n\\n* NFT Removes the middlemen and gatekeepers in the art/music/assets space.\\n* NFT Provides opportunities for brands and IPs to commercialize their content and fans.\\n* NFT Bridge the digital world with physical goods.\\n  8/ NFTs Use-Cases:\\n* Art NFTs\\n* Collectible NFTs\\n* Finance NFTs\\n* Gaming NFTs\\n* Music NFTs\\n* Real-world asset NFTs\\n* Logistics NFTs\\n  \\n\\n  9/ NFTs could really help Nepali artists grow and give exposure internationally:\\n\\n  Yes, Nepali Artists could mint their own NFTs and market them internationally or among their fan base, in return for some value attached to it. The NFTs are accessible via any crypto wallet.\\n\\nThank you!\\n\\nIf you enjoyed it you can check some other Threads too.\\n\\n[https://twitter.com/EtherSiim/status/1447492904730116096](https://twitter.com/EtherSiim/status/1447492904730116096)\\n\\n\",\"timestamp\":1638389526,\"title\":\"How to talk #NFTs like a Pro.\"},\"digest\":\"XAm6urSmFMwKzZYf-QuryX3TLkYvlyQu86OO6-A6qCA\",\"authorship\":{\"contributor\":\"0x6b3791AD79aCc2F412b25De89F00cfDa594f2625\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"B4nHyiFi9PhmMLCR5sUQF9_WDideZ9jEXb4nVBuh5Bo\\\",\\\"y\\\":\\\"1RJ68OZFPDOvDVdeek1AWV4QOoLPMdVzaCxfskqaTvg\\\"}\",\"signature\":\"myhXa3pjO7Ny_forb40rZYKGuLk8zv3EFCPAMRWimZStxzCf-nlSBUH27XQkw44teHwEMDFWPoasGgkJO0lYkQ\",\"signingKeySignature\":\"0xd6f819f49157ab9155434a79d48ebbad555f89acb6062707d311f90dcc253d715e9fa0af7f14f0ae52be761c251ff6110db2e138e515a27528eeb5b3da429b8d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"B4nHyiFi9PhmMLCR5sUQF9_WDideZ9jEXb4nVBuh5Bo\\\",\\\"y\\\":\\\"1RJ68OZFPDOvDVdeek1AWV4QOoLPMdVzaCxfskqaTvg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XAm6urSmFMwKzZYf-QuryX3TLkYvlyQu86OO6-A6qCA\"}"