"{\"content\":{\"body\":\"李诗情刚刚上大学的时候，妈妈担心她早恋, 曾经苦口婆心地和她叮嘱过一晚上。\\n\\n    那天晚上说的大部分话, 李诗情都已经忘了, 唯独有几句，一直都记着。\\n\\n    妈妈说，“人和人之间的关系是不能勉强的，当对方不再留恋的时候, 你也不必勉强, 好聚好散，给自己留点最后的体面, 女人最重要的品质是自尊。”\\n\\n    她说, “不能因为对方是男人就觉得什么事都该让着你, 配合你, 因为你不愿意做的事情、不愿意发生的事情，对方也不愿意。如果你依赖惯了, 你就会失去自立的能力，那就是把所有筹码放在别人手里，别人随时可以洗牌重来。”\\n\\n    她还说，“好的关系, 是两个人在这段关系里都在变得越来越好, 如果你发现其中有一个人在痛苦, 或是有一个人变得越来越差, 那就说明这个关系出现了问题, 你要反省。如果不是你的问题, 那这段关系就到了可以结束的时候了。问题得不到解决，即使你不想结束，时间也会让它结束的。”\\n\\n    虽然她的妈妈说的是该如何自尊自爱的和男人谈恋爱，但李诗情一直觉得妈妈的这些话，放在正常的人际交往里，也是一样的道理。\\n\\n    毕竟恋爱也属于“人际交往”中的一种。\\n\\n    所以，即使只是自己的普通朋友，李诗情也一直按照这样的准则去和他们相处。\\n\\n    她没有“以退为进”，也没有“装腔作势”，此刻她向着小哥伸出手，不是提出某种邀请，而是做出某种承诺。\\n\\n    她的“再见”，是希望他“再也不见”。\\n\\n    “如果我现在放手离开了，那我这辈子也不会成为一个‘很好’的人。”\\n\\n    一双温暖干燥的大掌覆了上来，将她的手轻轻握在了手里。\\n\\n    李诗情的手指冰凉，让他的心中一软。\\n\\n    她的内心或许没有变现出来的那么潇洒，也许只是强忍着心中的恐惧和不舍，但她依然要用最大的善意，放他自由。\\n\\n    “我不会跑的。”\\n\\n    他曾经很纳闷，为什么这么普通的一个女孩子，会遇到这么奇怪的事情。\\n\\n    现在他知道了。\\n\\n    ——因为她是这么好的女孩，所以连老天都不忍心让她就这么离去，想要给她留一线生机；\\n\\n    也因为她是这么好的女孩，上天甚至不忍心让她“单打独斗”，独自活在这么残酷的一个世界里。\\n\\n    至少在现在，他的想法和冥冥之中的那个主宰是一致的。\\n\\n    “你可以不必……”\\n\\n    李诗情担心他是因为道德上的束缚放不下面子，想要再次劝说。\\n\\n    “我明白你的意思，不过我的自尊心不允许我做这种‘躲在别人后面心安理得享受别人劳动成果’的事情。你就当是照顾我的自尊心，好吧？”\\n\\n    小哥之前的那些急躁、愤怒，现在已经都已经风平浪静，又回复了李诗情和他初见时那种平和与善意。\\n\\n    他怎么能比一个小姑娘还要懦弱？\\n\\n    小哥甚至还和她开着玩笑。“如果我感觉我坚持不下去了，我会跟你说，放我‘半天假’，让我下车去浪浪，行吧？”\\n\\n    “行！行！没问题！你要放弃都没关系的！谢谢你！”\\n\\n    说是那么说，没有人会在知道自己要单独面对这一切时不恐惧，在小哥重新对她展露笑颜的那一刻，李诗情眼中又重新亮起了希望的光彩。\\n\\n    “真太谢谢你了，你真是个大好人！”\\n\\n    明明刚才能说出那么长篇大论，面对别人的善意，她却只能用这么贫瘠的语言表示出自己的惊喜和感激。\\n\\n    “好了，我们两个还互相客气什么，都是一条船……呃，一辆车上的人，已经是‘过命’的交情了，接下来更要互帮互助。”\\n\\n    达成了某种“友好共识”后，小哥看了眼跨江大桥那边的方向，有些担心地说，“现在不知道那边情况怎么样，不在车上就这点不好，能得到的信息太少了。”\\n\\n    他们到站下车，下车才13点20几分，好几次爆炸案是13点45分，所以李诗情报案时也特别提及了这个时间。\\n\\n    但他们都知道，炸弹是随时可能引爆的，他们并不知道警察有没有成功阻止了此事。\\n\\n    “至少那个方向没有浓烟，也没传出什么震动。”\\n\\n    李诗情也抬起头眺望，“如果又撞上了油罐车，肯定会天崩地裂吧？”\\n\\n    “但愿如此。”\\n\\n    既然决定了要和李诗情一起“同进攻退”，小哥便没有再提过什么“搪塞过警察就照常过日子”的话题，而是打开手机，搜索起网上的新闻和消息。\\n\\n    李诗情的手机关机了，此时只能坐在一旁，紧张地等待着小哥搜出的消息。\\n\\n    “看这个！”\\n\\n    大约过了二十多分钟，本地的论坛上有了一篇关于公交车爆炸的新闻。\\n\\n    【太可怕了！刚刚两辆警车在沿江路那个过江大桥上把一辆公交车逼停了，我们还在看热闹想知道发生了什么呢，那辆公交车就炸了！车上的人全都炸死了，哎哟那叫一个惨哟！】\\n\\n    在这个帖子下面，还有一段手机拍下的画面。\\n\\n    画面里，两辆警车一前一后的跟在一辆公交车旁边，有警方的扩音器大声放着“警察临检，靠边停车”的喊话，那辆公交车也确实跟着前面的警车慢慢开到了桥上的应急车道上，不少路过的车辆都放慢了速度，明显想要围观……\\n\\n    可就在几个警察上车的那一瞬间，公交车突然爆炸了！\\n\\n    随着一声“我艹，有炸弹！”，手机的画面出线了剧烈的摇晃，坐在副驾驶的拍摄者和司机同时惊慌的跑下车，拍摄镜头也随之终止。\\n\\n    这个帖子被发上市民论坛后不到五分钟就被顶成了热门，上百人在下面留下了评论，大部分是质疑这段画面的真实性的，也有人说这是一段电影的现场拍摄画面的，众说纷纭，越发引发了大家的好奇心。\\n\\n    李诗情和肖鹤云自然也看到了这篇帖子，等看完手机拍摄的所有片段后，两人的脸色都像见了鬼一样的苍白。\\n\\n    “知道有炸弹，不，不应该先封路吗……”\\n\\n    李诗情哆嗦着说。\\n\\n    “时间太短了，来不及。”\\n\\n    小哥也捏紧了拳头，咬着后槽牙说，“你报警说的虽然详细，但说完了就关了机，这种事听起来又这么荒诞，警察肯定是要先去了解情况、确定不是有人报假警……”\\n\\n    就算从最近的警方机构派人，时间也只够找到准确的找到那辆公交车。要做到疏散群众、控制道路，需要好几个部门同时合作，更别说“防爆”还是更加专业的部门才能做到的事情。\\n\\n    很快的，论坛上这篇帖子就被删除了，就在论坛里的人议论纷纷贴主是不是因为“传播虚假内容”所以才被删了贴时，有人直接指路微博，告诉大家这件事是真的。\\n\\n    小哥怀着沉重的心情，又打开了微博。\\n\\n    虽然本地论坛里的帖子被删了，可许多媒体和自媒体已经将这则新闻转发了出去，除此之外，还有不少当时在桥上的人上传了自己行车记录仪或手机里录下来的视频。\\n\\n    在这些画面里，没有一个人是能冷静的。\\n\\n    骚乱和恐惧像是一场瘟疫，迅速感染了当时在场的所有车辆和行人，视频里人们的凄厉的尖叫声和车辆轰鸣的喇叭声伴随着滚滚浓烟的背景，简直是一副世界末日般的场景。\\n\\n    而事实上，事故发生的现场也确实足够让人胆丧心惊：\\n\\n    爆炸发生时，有不少车辆因为剧烈的响动猛踩刹车，由此在桥上造成了连环车祸，祸及几十辆来往车辆，不少人因此受伤；\\n\\n    有司机以为遇到了“恐怖袭击”，当即不管不顾地选择在路当中掉头，却在半途中却引发了更大的交通事故；\\n\\n    沿江路的跨江大桥两边是有行人通道的，公交车爆炸时造成的巨大冲击将车中的爆炸物飞溅到了行人通道上，毫不留情地砸向了仓惶逃窜的路人，如今那些行人已经被送去就医，只留下一地染血的玻璃碎片以及那些已经变形、焦黑的废铜烂铁。\\n\\n    “我的天……”\\n\\n    李诗情看着那些画面里的骚乱景象，倒吸了一口凉气。\\n\\n    无论是她也好，还是小哥也好，之前都没有直面过公交车爆炸的现场。\\n\\n    第一次下车那次，她下车就去了医院，虽然在医院里看到了不少烧伤病人，却不知道现场是什么样子的。\\n\\n    肖鹤云更好，直接被烧得奄奄一息。\\n\\n    之后那次下车，他们很快就远离了爆炸现场，那一块道路也立刻得到了封锁，没有引发更大的骚乱。\\n\\n    除此之外，他们每一次出事都是在车上，和那辆公交车一起“共存亡”，眼睛一睁一闭，就又是一次循环，后面发生了什么，完全都不知道。\\n\\n    小哥紧抿着唇，熟练地在网上寻找着可用的信息，可在现代社会，信息是以一种爆炸式的速度扩张的，这种速度扩张的同时也造成一种情况，那就是很难在海量的信息中甄选正确且真实的内容。\\n\\n    时间离事情发生还不到一个小时，在事情结果没有公布之前，大部分媒体也不敢随便无端臆测，更多的舆论只是这样的惨剧表示愤怒、对无辜卷入这场祸事的伤亡者表示遗憾和悼念，除此之外，找不到多少可用的信息。\\n\\n开端 **第2**1节\\n\\n    倒是有一两个小道消息，说警方会逼停那辆车是因为接到了报警电话，声称那辆车上有炸弹，请求调查。\\n\\n    然而还未等警察核实清楚真实情况，车子就爆炸了，还炸死了上车排查的多名警察。\\n\\n    可这种消息，对他们这种“当事者”来说，是并没有用的。\\n\\n    “你说的对，这就是没有计划的结果。”\\n\\n    李诗情颤抖着身子，满脸满眼都是悔恨。\\n\\n    “我太急了，我应该再多找点线索……”\\n\\n    “在那种情况下，你还记得去报警，已经做到你该做的了。”\\n\\n    小哥头也不抬地安慰她，不停刷着本地警方的界面。\\n\\n    “时间太少了，很多事无法制止也是意料之中。”\\n\\n    这一次的爆炸案不像之前数次，之前数次都是和油罐车相撞，现场没留下什么。这一次的爆炸应该留下了不少线索和证据，譬如爆炸物是什么、在车内什么位置，再根据这些线索调查监控，应该能查到是谁将爆炸物带上的车。\\n\\n    但正如小哥所说，“时间太少”了，也不知道因为现场现在都在忙着救灾，还是因为案情没有明确进展之前不能急着公布，反正在网上是一点真凶的线索都没透出来。\\n\\n    期间，李诗情和小哥好几次转移了在公园里的逗留地点，最后藏在了一个假山附近，这边很少有逛公园的人靠近；\\n\\n    大概下午四、五点时，小哥也接到了警方的“传唤”电话，但直接被小哥以“有事去不了”的借口给无视了，然后就不再理睬，所有打来的电话通通挂断。\\n\\n    两人打定主意要躲过这一天，死都不去警察局了。\\n\\n    眼见着天越来越黑，公园里也几乎没有人了，两个人还没在网上找到什么有用的线索，倒是李诗情打电话那件事被越传越邪乎。\\n\\n    有人说报警电话是匪徒内部不合有人良心发现，有人说是报警者自导自演表演型人格，还有人说报警者是用这种方式向警察进行挑衅，就像是某些悬疑影视剧里总是留下各种线索的大反派……\\n\\n    “我现在是出名了。”\\n\\n    李诗情在心里自我解嘲着：“我怎么也没想到，我还有变成‘大反派’的一天。”\\n\\n    小哥的手机已经快没电了，他现在不像之前那样一直刷，而是隔着十几二十分钟就拿出手机查一下，看看有没有什么新的消息。\\n\\n    “你怎么了……”\\n\\n    李诗情见小哥看着手机屏幕，好半天愣住不动，纳闷地伸过头。\\n\\n    那是条本地警方发布的通报，并没有解释爆炸事故的具体情况，只是公布了在这一次爆炸事故因公殉职者的警察身份。\\n\\n    亮起的屏幕上，赫然出现的，正是那位看起来和蔼可亲的中年警官……\\n\\n    老张。\",\"timestamp\":1642688809,\"title\":\"第17章 第十一次循环（三）\"},\"digest\":\"-ijw7Y7HKeo-O5O88358Yl4JFq9YxPoXDlphKBl6INg\",\"authorship\":{\"contributor\":\"0xB9216E2DF7d69b7997aBD7acCB3365521cb8Ed62\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AnHOk7N59wdrnoSxQJStjyO5TCXq7uV_o2KvABYR-mo\\\",\\\"y\\\":\\\"Gtf6EKaXMeAo4EQfkwaHxz6FHI4M1vb1KmDshdzv2qE\\\"}\",\"signature\":\"lA805jsO_56GHESSjKSu5_cfLjITayW72llcdpnDAepu0dflIHwh06EAcGT_zCDUiG-JfN-RWS61BaHL4H_t8A\",\"signingKeySignature\":\"0x80d09cda20c2032282deff087511c0c313c9181b457aa16ca6b8d39fec27f4927fdb992bd7d2b99de1e23c78a32587b5529f7a2bdc5295f908a5618e50c1e79b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AnHOk7N59wdrnoSxQJStjyO5TCXq7uV_o2KvABYR-mo\\\",\\\"y\\\":\\\"Gtf6EKaXMeAo4EQfkwaHxz6FHI4M1vb1KmDshdzv2qE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-ijw7Y7HKeo-O5O88358Yl4JFq9YxPoXDlphKBl6INg\"}"