"{\"content\":{\"body\":\"It took more than an hour to walk in a short street, and when Qin Hengtian finally sat in the Palace of Political Affairs of the Tianhuang Country, people were already a bit exhausted.\\n\\n```\\nConsidering that there are some things that urgently need to be handled by his family in charge, Qin Hengtian can only take the lead in asking Guo Jia who was sent to the Golden Wolf country to handle government affairs. 'Feng Xiao, you can go to Golden Wolf to handle the affairs of various tribes. How?'\\n\\nThe handsome and extraordinary Guo Jia went out and presented a memorial to the lord. The chiefs of all tribes of the Golden Wolf signed here, expressing their willingness to join the Heavenly Desolate Nation, becoming a member of our country, and willing to follow the lord’s arbitrary deployment. !'\\n\\nQin Hengtian asked the court minister Xiaoyan to pass up the memorial, read the surrender signatures of all the tribes of the Golden Wolf Kingdom in the memorial, nodded with satisfaction, and cast his sights on Zhuge Liang. 'Well... I don't worry about you, then Kong Ming. What? How is the matter on Liufeng handled?'\\n\\n'Report to the lord of the country, the original lord of the Liufeng country, King Taite, came to see him. Others are already waiting outside the hall.' Zhuge Liang replied calmly and grandiosely.\\n\\n'Xuan!!'\\n\\n'Wang Tai, the subject of the famine, has seen the lord, and wish the lord be safe!' Wang Tai, the lord of the original Liufeng kingdom, entered the hall, bowed and saluted, and consciously placed his identity on the subjects of the famine.\\n\\n'Get up, Wang Tai, why are you here this time?' Qin Hengtian asked without knowing it.\\n\\nAlthough Qin Hengtian said it was an understatement and felt that it was improper, but he knew that the evil evil sect was slaughtered by this master, and all the high-levels were killed cleanly.\\n\\nHow dare I be negligent, I hurried to present a map and a list together in a hurry to report to the lord of the country. This is the deployment map of all the cities in Liufeng area, as well as all the gold, silver, iron, and spirit stone minerals. Please look at the location and the list of all the city owners and clan chiefs of Liufeng.'\\n\\nThe map and the list were also submitted by the courtier Xiao Yan. Qin Hengtian took a look and put them on the table, and said with a pleasant tone, 'Very well, then you are welcome to join the Tianhuang family. I believe you will be there. Joining Tianhuang Nation will definitely be more prosperous. You can live in Tianhuang for the time being, and there are even bigger events waiting for you to participate!'\\n\\nQin Hengtian pondered for a moment, then raised his head and looked at Guo Jia again, showing doubts. 'Feng Xiao, the original Black Wind Sect and Demon Cloud Sect forces can have arrangements for the area under the jurisdiction, and the current Yin Sha Sect also belongs to the area. We are in charge, and you come up with a good charter.'\\n\\nGuo Jia was confident about this and smiled slightly. 'The Lord of the country is at ease. Brother Kong Ming and I have made preliminary arrangements, but we still need the director of the country to go to two places to take office, but our staff is slightly insufficient. As for the problem of Yin Shazong, we Have to discuss it.'\\n\\nQin Hengtian has solved it at the first hearing, and his tired heart is slightly relaxed. 'Well, it’s up to you to do everything. Just see if there are officials who can do the job and give me the list directly. As for the shortage of personnel, wait a minute. After a recruitment conference, everything will be solved.'\\n\\nOnce the spirit is relaxed, people will feel exhausted. Qin Hengtian is in this state now. It feels like Qin Hengtian who has solved the most important thing is sluggish and listless. If there is anything left to discuss tomorrow morning.'\\n\\n'Here!!' Everyone saw that his spirit had reached its limit because of the continuous battles and the day and night running, so they bowed and retreated together.\\n\\nAfter a night of speechless, Qin Hengtian was refreshed, sitting high on the throne of the lord, and the civil and military officials bowed down to ask for peace. 'See the lord!'\\n\\nEveryone present today honored Qin Hengtian as the country's lord, even these famous Chinese generals and counselors from Bai Qi.\\n\\n'Get up!!' the energetic Qin Hengtian said in harmony.\\n\\n'Thank the Lord!'\\n\\nQin Hengtian looked at the hundreds of civil and military officials below who looked at him with extremely expectant eyes, and suddenly knew in his heart. 'Now let's talk about business, Xiao Yan, read my reward to everyone!'\\n\\nXiao Yan, dressed as a court minister, unfolded the scroll in her hand, and her melodious voice reminded us of 'The list of rewards for those who have been successful in this expedition is as follows: Qin Zhongsheng’s fetus enlightenment pill, one for Xuan-level exercises and one combat skill, and one for spiritual level. There are ten exercises and ten combat skills each, and one hundred thousand spiritual stones.'\\n\\nOriginally, according to past practice, the beginning of the will should be a lot of nonsense. The officials were ready to be bombed. Who knew it was the theme at the beginning, but there was no foreshadowing. Everyone was a little dumbfounded, but then I thought about it. Isn't it the style of the owner of the country? Since he took the throne, he has always advocated not to talk nonsense, and has always been resolute and resolute in speaking and doing things.\\n\\n'My country's profound skills and combat skills, where does our country have it?? The spirit-level skills passed down for hundreds of years are the highest level, and the only Zhenguo Xuan-level skills have been carried by the ancestors. gone.'\\n\\n'Yes, this is one hundred thousand spiritual stones, and the treasury can't collect as many as one hundred thousand in a year. How can you reward it!' Some ministers complained, but it's really hard to get Qin out of the country's hundred years of accumulation. Those rewards that Hengtian said.\\n\\n'Fuzzy, I don't have a natural waste, isn't the evil evil sect also not? Now the evil evil sect belongs to ours!' Li Jun, the state minister, sees it thoroughly, but what he doesn't know is that in fact, there are not many evil evil sects. Mysterious level exercises, let alone the heaven-defying thing of the Holy Child Enlightenment Pill.\\n\\n'The Lord of the Kingdom... The Holy Child Enlightenment Pill!! Could it be??' Qin Zhong was more concerned about the pill that he read first, and his name could not help but remind people of the power of the Holy Child.\\n\\nSitting on the throne, Qin Hengtian raised his hand, 'Old Qin will find out if you try.'\\n\\nAs his hand raised, Qin Zhong immediately appeared in his hand, exuding a strong medicinal fragrance, the pill became crystal clear, and there was a baby-like phantom in the center of the pill, showing a mysterious and extraordinary peerless spirit. Dan, it is the pill of the holy child to enlighten the Tao.\\n\\nWith the pill in his hand, Qin Zhong could not wait to throw the pill into his mouth immediately, the pill melted, and then Qin Zhong deeply closed his eyes, bursts of spiritual energy emanating from his body, like the sound of heaven. The voice echoed in the hall.\\n\\nSuddenly, a vast amount of spiritual energy erupted in his body, and the spiritual energy continued to gush out to completely envelop him, forming a large spiritual cocoon, and bursts of coercion radiated from the cocoon.\\n\\nThe aura inside the cocoon became stronger and stronger, and with the sound of clicking, the cocoon was slowly torn apart.\\n\\n'Boom!!' With a loud noise, a giant one hundred feet directly blasted the Palace of Discussions. Fortunately, there were four great guards including Zhang Sanfeng and Jin Bixuan, and no one was hurt, but the halls of Discussions were ruined.\\n\\nThe giant stood up to the ground, and the five spirit beasts phantom around him kept spinning around him, and then the five spirit beasts instantly merged into the giant, causing the giant to grow again and again, reaching a full three hundred feet before stopping.\\n\\nUnder the horrified eyes of everyone, the giant slowly shrunk, and then all of it merged into Qin Zhong's body. He was so old that he was about to enter the soil, and he regained his youth in an instant.\\n\\nUnder the witness of everyone, Qin Zhong achieved the holy fetus in one fell swoop and became another great power in the Heavenly Desolate Nation, and Qianqiu Shouyuan instantly possessed it.\\n\\n'Old officials... The old officials thanked the lord of the country, and Qin Zhong will never repay the grace of the lord of the country!' Qin Zhong, already a powerful generation, knelt down on one knee and was grateful to Qin Hengtian.\\n\\nQin Hengtian looked at the 'veteran' in front of him, full of affection. 'You are not a veteran anymore. You are as young as me. You have been loyal to Tianhuang all your life. Since I came to the throne, you have supported me with all your strength. It’s to save one's life, so you always deserve it.'\\n\\nAfter looking at the ministers with red eyes in the hall, Qin Hengtian seemed to succeed in a strategy. 'This medicine was obtained by coincidence. This is an ancient spirit medicine. Once taken, it can help people enlighten the way. , The spirit pill contains a huge amount of heaven and earth aura, enough to cast the holy womb.'\\n\\n'As we all know, we are here in the waste zone of aura. It is really harder to achieve the holy fetus than ascending to the sky. Why?? It is not that the aura is not enough, but now as long as a holy fetus enlightenment pill, you can become powerful. , Enjoy a thousand years of life, do you want it?' Qin Hengtian asked loudly when it came to this.\\n\\n'Yes! Yes, we are all willing to ask for the Lord, and we are asking for a reward from the Lord.' With the example of Qin Zhong before, the ministers of the DPRK are going crazy, holy fetus, thousand years of life, who would not want it.\\n\\n'Very good! Since you want them all, you have to use your skills to show me that you are indeed loyal and do a great contribution to the country. I have the pill, and it depends on whether you are qualified to take it. Now, I’m always waiting for your performance to remind everyone that military exploits are the easiest and fastest way to obtain the Holy Pill.' Qin Hengtian’s kind reminder was just right, but it seemed to confuse people.\\n\\n'Achievements in battle, start a war! To start a war, you must fight to have the fastest chance to obtain the Holy Child Enlightenment Pill.' This is the strongest voice in the hearts of the civil and military officials at this moment.\\n\\nSeeing the sensation caused by the Holy Child's Enlightenment Pill, Qin Hengtian felt extremely satisfied. It is worthwhile that I have to endure it until now. It is to stimulate them and fill these people with the desire for war. Huh, in this way, I am afraid who will oppose me. Conquer outside. How can I summon the sages and celebrities I have long wanted without a reward?\\n\\nThere must be war! ! Qin Hengtian thought to himself.\\n\\nThe people in the palace were aroused, and the people outside the palace were shocked. Suddenly, a giant three hundred feet tall appeared in the palace. Everyone was shocked. After Wu Xiu learned that someone had made the Holy Child, for a while, everyone There were heated discussions.\\n\\nIn the damaged hall of discussion, Xiao Yan continued to read the list of awards! !\\n```\",\"timestamp\":1640780506,\"title\":\"Feng rewards the ministers\"},\"digest\":\"-4Ixt7RbikB66BSN_Hb7CX6RzqPA80Z5vAzTudvHp28\",\"authorship\":{\"contributor\":\"0x1d2e03051FD65228862F10f616B52609498D891f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sM7Q8VjuvnDLimlR-bJS11I6Bg3x6AVaCp4pGm_Nh1Q\\\",\\\"y\\\":\\\"moxtI1N6pT9WB6dyfZi4XY7Z5N9L-RNa22jsiSfUsbQ\\\"}\",\"signature\":\"XeUZifNOrGvqXFzroLSFvqd7GhIWqfsrds53fvorT_MVEYbTF_yPpxsmC4xhR_bRjGH9CdGct1z19j70UqH9Ew\",\"signingKeySignature\":\"0xfd4d49872c3b874699d6c1f818b9c6097786389717ac793e0828e60fa3cf1d8a28db495393326bc5f17d27cb4764399ade119dd0519eece7b9f082eaa11715871b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sM7Q8VjuvnDLimlR-bJS11I6Bg3x6AVaCp4pGm_Nh1Q\\\",\\\"y\\\":\\\"moxtI1N6pT9WB6dyfZi4XY7Z5N9L-RNa22jsiSfUsbQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-4Ixt7RbikB66BSN_Hb7CX6RzqPA80Z5vAzTudvHp28\"}"