"{\"content\":{\"body\":\"As much as we might like it to be, transportation by motor vehicle has never been a right. Liberty of movement is a long-recognized Constitutional and international human right, but it has never included movement by any means other than our own physical power applied to walking or running, pushing ourselves on free-rolling wheels, or pedaling a bicycle.\\n\\nIn its most significant context, micromobility is the exercise of a legal right to use a proxy motor (a motor, not coincidentally, with about the power of one able-bodied human) in furtherance of one’s liberty of movement, in the same places people move under their own power. It is the result of practical, accidental or deliberate policy choices to exempt certain low-speed transportation modes from regulation as motor vehicles.\\n\\nMicromobility is not a product of technology — though technology will help it reach its maximum potential. The leap that put motors on bikes and scooters occurred more than 120 years ago. Engines grew in power (to 50ccs or more) to keep up with automobiles in the road, or stayed small (think two-stroke smoke and noise) and struggled for regulatory existence in the inconsistent margins between street and sidewalk.\\n\\nClear distinctions were cemented into U.S. law — and our psyches — between space for motor vehicles and space for people. Access to the latter had to be earned by physical exertion; a currency not everyone enjoyed spending when effortless motor vehicles were so readily available. Personal preferences drove policy priorities, and the lion’s share of public mobility space was created for and allocated to automobiles. Consequently, cycling has remained a niche transport mode in the U.S. for over a century.\\n\\nAdvances in battery-electric power created a quiet and inconspicuous way to pay the labor toll for bicycle mobility (while riders still appeared to be earning it). In 2002, the U.S. Congress recognized the emerging popularity of “low-speed battery-electric bicycles” (defined as having two or three wheels, motors no larger than 750 watts, capable of no more than 20 mph) and classified them as consumer products rather than as motor vehicles. Not surprisingly, e-bike sales began accelerating even as total bicycle sales remained flat.\\n\\nSecond order effects of mobile computing and GPS technology have enabled new business models like bike share to monetize personal mobility and expand our liberty of movement by assuming burdens of mode security, availability and immediacy. But the clear consumer preference for e-bikes over mechanical bikes demonstrates that the greatest value to be mined in personal mobility is in supplying motive power. As people increasingly patronize these businesses and enjoy effortless personal mobility for the first time, awareness is spreading about how little space is actually set aside for the safe exercise of it. That is about to change.\\n\\nThe significance of micromobility is more than just human-powered modes gaining a motor. Micromobility puts a figurative motor on the fundamental liberty of movement itself — raising, leveling and democratizing access to economic and social opportunity. It allows everyone, regardless of ability or disability, age, energy or state of health, the right to seek and obtain (for relatively little expense) sustained and inexhaustible supplies of one strong human power for their personal mobility. That amount of liberty was previously unavailable at any price — except by the strenuous efforts of the most able among us, and then only for brief durations of time.\\n\\nUsing a legal perspective allows us to place micromobility in historic context with other transportation revolutions, to define maximum performance and design characteristics of specific modes, to better appreciate economic threats and opportunities, and to offer prescriptive policies so that we can safely realize the full societal benefits of its potential.\\n\\n**Parts II and III to come.**\",\"timestamp\":1633550500,\"title\":\"A Legal Perspective on Micromobility — Part I\"},\"digest\":\"kOC0idIGO7W989KLEY3Mebvd5N6pWZvMa5PHHhb2ifg\",\"authorship\":{\"contributor\":\"0x6bd04628a5cf39FAB96d34B12C1f1d5329188386\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JRHVRNJjB2yvQN2CRKgXH3EcdgFHqEMs4MJkylCGlis\\\",\\\"y\\\":\\\"UVV5SZbVqEQf1fkDy8pGmpcjWahWrTpHC__5SxFQPsc\\\"}\",\"signature\":\"BBOnXyFGTkza6hz7zW3P5-FdJWW06Um-6Hl-9dtQIm4MavwyDiELAjbL7-wtgYjxgq_ElhXngf6HZebrnnt35g\",\"signingKeySignature\":\"0xf341420c6f7d995938e3f0a479126af560255a1a210fe975fd34a7043d9fc263699b81000bbb796f9379c3d8601aeafcc1f5b9f176b52c76a57739b984f9dd051c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JRHVRNJjB2yvQN2CRKgXH3EcdgFHqEMs4MJkylCGlis\\\",\\\"y\\\":\\\"UVV5SZbVqEQf1fkDy8pGmpcjWahWrTpHC__5SxFQPsc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kOC0idIGO7W989KLEY3Mebvd5N6pWZvMa5PHHhb2ifg\"}"