"{\"content\":{\"body\":\"On November 14, 2021, Sotheby's prepared to auction one of the only 13 official versions of the US Constitution. This copy is one of the only 13 official versions of the constitution of the United States at the constituent assembly. In 1988, the late real estate developer S. Howard Goldman bought it from Sotheby's for the first time for $165000. His widow Dorothy Goldman sold it this year and decided to donate the proceeds to the Dorothy tapper Goldman foundation.\\nIn order to bid for a copy of the U.S. Constitution, people in the cryptocurrency industry established a Dao organization, constitution Dao, (Dao definition:\\nA decentralized autonomous organization is also a tool to serve organizations. It keeps running through smart contracts and encodes transactions and rules on the blockchain to achieve open, fair, non-interference and independent operation without legal entities. Simply understand, move real-life organizations to the Internet and write the organization's operation rules in smart In the contract, so as to restrict the participants and ensure openness, fairness and justice.) Issue people tokens with 1 eth: 1 million people. A few hours before the auction, constitutiondao raised more than $49 million in Ethereum donations through juicebox.\\nDuring the auction, Ken Griffin, chief executive of citadel, offered $41 million. Although there is still a deposit of US $4 million in the constitutiondao vault, considering the transaction costs and later document storage costs of the auction house, they have no way to take out another penny and have to leave with regret. Constitution Dao ultimately failed to win a copy of the US Constitution.\\nAt the end of the auction, Donstitution Dao's Twitter: \\\"we didn't shoot the constitution, but we made history. We broke the record of the largest physical crowdfunding and the largest capital crowdfunding within 72 hours. Of course, we will return it to all participants. Thank us 17437 contributors.\\\"\",\"timestamp\":1639288124,\"title\":\"people Whose people\"},\"digest\":\"ufRvUPirdhu5McEbLyWwJ73qsQo-XGEsgfAi02r9lTk\",\"authorship\":{\"contributor\":\"0x202224189692F3d4cC588a4D1BA553eE6145D411\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_ALIq4H0ruw0XCuutAmjO0v8G61uxXjWK6DIdP0s1gE\\\",\\\"y\\\":\\\"qrasOOF6QLrXkGJCzmwFkfn2VVPqShjT4bUgeRncXPI\\\"}\",\"signature\":\"R9knJgEoF8ugN5ho9HCzVnf2_orakh1IthcXx9c5mPtY2rkMjEbcP79ZnOC4TuiRdpRN1rNX2gofRPTULiUSEQ\",\"signingKeySignature\":\"0x3003cc884e40ec86f8abdd8d6d1935545209a00dce84b4507f1dab4fb4e2740731fb23c536da0201ea42ff303f82c856de283db75d03a639101338a4ba0481211b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_ALIq4H0ruw0XCuutAmjO0v8G61uxXjWK6DIdP0s1gE\\\",\\\"y\\\":\\\"qrasOOF6QLrXkGJCzmwFkfn2VVPqShjT4bUgeRncXPI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ufRvUPirdhu5McEbLyWwJ73qsQo-XGEsgfAi02r9lTk\"}"