"{\"content\":{\"body\":\"Hello and welcome to the fourth edition of This Outfit Does Not Exist!\\n\\n*In this edition: Digital Fashion X sustainability - realigning values, optimising supply chains and increasing equity; Digital Fashion continues to gain traction, and six sobering sustainability stats*\\n\\n## **The Long Read**\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F6fc93675-dee5-4b06-bc4a-9cc9e156d150\\\\_1118x1354.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F6fc93675-dee5-4b06-bc4a-9cc9e156d150\\\\_1118x1354.png)\\n\\n\\\\\\nWhen you first talk about the link between Digital Fashion and sustainability people have a eureka moment. Their eyes glaze over, you watch them digest the proposition, chewing over the concept, before ecstatically proclaiming “ I get it! It’s sustainable because it doesn’t exist!”\\n\\n**No.**\\n\\nWell yes…\\n\\nBut Digital Fashion’s sustainability proposition is so much more than its lack of materiality.\\n\\nAnd assuming fashion automatically becomes sustainable when it moves to the Metaverse can be actively detrimental to its positive growth.\\n\\nIntrigued? Confused? You’re in luck!\\n\\nFor the next 10 minutes this essay will immerse you in the issues eroding fashion’s sustainability proposition, and how Digital Fashion can remedy these.\\n\\nAre you sitting comfortably? Then I’ll begin.\\n\\n## The triple bottom line\\n\\nSustainability covers 3 verticals, otherwise known as the three P’s: Planet, Profit and People.\\n\\n**Planet **accounts for the sustainable use of environmental resources. Asking us to ensure that we don’t worsen already tenuous environmental conditions, and instead make them better.\\n\\n**Profit **refers to the ways in which money is made. Accounting for whether capital is distributed fairly in a way that generates equitable growth so all, not just a small percentage, benefit from business.\\n\\n**People** focuses on how an industry impacts its most important stakeholders, both those who engage with it directly such as employees, shareholders and consumers, but equally their families and communities.\\n\\nTo briefly outline the problem:\\n\\n## Prada, Pucci and Paco Rabanne\\n\\nSince the fashion industry became industrialised in the 19th century it’s been one of the worst offenders across this sustainability trifecta. Like Regina George, and the Mean Girls who emulate it, the industry has retained power by projecting exclusivity by ensuring a lack of access around who can buy it, make it, and financially benefit from it (not fetch!)\\n\\n### Planet\\n\\nThe Fashion industry is responsible for 10% of the world’s CO2 emissions, 20% of its water waste and 92+ million tonnes of textiles waste annually.\\n\\nAlongside the obvious environmental impacts of mass-production, manufacturing and shipping, this stems from:\\n\\n1.  **A psychology of conspicuous consumption**\\\\\\n    In the words of Oscar Wilde *“fashion is a form of ugliness so intolerable we have to alter it every six months”*. Try every 15 days. Fast fashion retailer Zara produces 24 collections a year (> 450 million items) meaning the consumer has just over two weeks to enjoy their purchase before it’s out-of-style. Shocked? Well if you think that’s bad, ultra-fast fashion supplier Shein puts this velocity to shame, offering [700-1,000 new styles daily](https://www.vox.com/the-goods/2021/7/19/22535050/gen-z-relationship-fast-fashion); that’s 4 new garments before you’ve finished this newsletter.\\n\\n    The result of this production pace is tremendous churn within closets; it’s estimated that the average American woman wears the clothes in her wardrobe only 10 times over their lifecycle, but consumes 64 new items [each year](https://www.theatlantic.com/business/archive/2016/02/buying-less-by-buying-better/462639/). At best last season’s discards are resold, at worst left in landfills to rot.\\n\\n2.  **Inefficient demand forecasting**\\\\\\n    If the need for new wasn’t bad enough, the fashion industry has a poor track record of accurately predicting the right new things to make. While the technology around trend forecasting is increasingly used by fast and ultra-fast fashion retailers, the majority of luxury brands still start by producing, and then use marketing to stimulate demand. This doesn’t always work. An estimated 40% of clothes created in a given season are marked as overstock, and in some cases, in order to retain brand prestige, the remainder are burned.\\n\\n3.  **A misaligned sales cycles -** As the 2000’s rolled on January sales became Christmas sales, Christmas sales became Black Friday sales, and those trying to stay ahead of the curve started discounting in October. As a result, clothes are only sold at full price for a fraction of the time they’re stocked in stores, making it nigh impossible for designers to profit from their collections. What’s more, consumers accustomed to these cheaper prices query the value of the designer’s craft for the limited time items are sold at full-price, perceiving 80% off as ‘the new normal’. This divorce devalues high-fashion as a concept, undermining the time, creativity and craftsmanship, poured into production.\\n\\n4.  **Society of the spectacle** - fashion as a vessel for projecting wealth, exclusivity and fantasy is demonstrated nowhere better than in the bi-annual Fashion weeks occurring in London, Paris, Milan and New York. The environmental impact of getting the gliteratti to attend generates 241,000 tons of CO2 emissions, and that’s without taking the impact of staging these spectacles into account. Whilst there’s no data available to quantify the impact of Chanel shipping in an iceberg for F/W 2010, or re-creating a fully stocked supermarket for F/W 2014, it doesn’t take a climatologist to know these events aren’t carbon neutral. When it comes to selling, there are no costs that big fashion houses will spare; aside from of course the environmental ones.\\n\\n### Profit\\n\\nThe Fashion Industry is a value destroyer. This means that the success of large brands come at the expense of their smaller counterparts. In a study of the fashion industry [McKinsey](https://www.mckinsey.com/industries/retail/our-insights/patterns-for-value-creation-in-apparel-fashion-and-luxury) found that 20 “super winners” (incl. Nike, LVMH, Kering and Hermes), benefitting from scale and growth, captured more than 100% of the industry’s total economic profit. And you thought off-the-shoulder tops were asymmetric…\\n\\nThere are a few reasons for this disparity:\\n\\n1.  **The advantage of establishment** - Those trying to enter the fashion industry come up against two walls, which only time provides the footholds to scale. The first is cost of production. Fashion is highly labour and capital intensive (think materials, manufacturing and advertising to start) meaning economies of scale are necessary to both break in and break even. Secondly, the value of brand is unparalleled in establishing a designer within the market, due to high degrees of saturation. The majority of “super winners” scaling these walls and digging these moats, hold a 150+ year lead on their upstart rivals. This means they can produce more for less, and attract consumers more quickly, resulting in a disproportionate competitive advantage in the space.\\n2.  **An unfair set of economic condition**s - those who excel in fashion compete on one of two things: prestige and price. On one side of the spectrum there are luxury brands who produce [Veblen Goods](https://www.investopedia.com/terms/v/veblen-good.asp#:\\\\~:text=A%20Veblen%20good%20is%20a,appeal%20as%20a%20status%20symbol.\\\\&text=However%2C%20a%20Veblen%20good%20is,not%20have%20easily%20available%20substitutes.): where high prices are directly correlated to desirability. These rely on a well-established brand (described above) and an association with status and exclusivity. On the other, you have fast fashion, which leverages huge economies of scale (coupled with horrific labour conditions) to provide the catwalk at price, and pace. Middle-market entrants who sit in the centre of the spectrum, have little ability to grow. Whilst those fresh to the market, trying to attach to either pole, are up against the tests of time and traction outlined above.\\n3.  **Pace pays (just not those who need it)** - price, pace and a complete lack of supply chain transparency leads the fashion industry to perpetuate abysmal conditions for those who support it. In the developed world there are the designers, sales people, stylists and marketers who can expect low wages, and a slow progression, as the dearth of full-time positions leave people to stagnate in roles. In developing markets, there are the garment workers, who have it 1000 times worse. Some risk their lives in return for meagre wages, others quite literally have [no choice](https://www.fashionrevolution.org/fashion-revolution-statement-on-uyghur-forced-labour/) but to produce. Whilst regulation claims to be cracking down on inhumane industry practices, the velocity and volume needed in staying relevant as a brand, means there’s little alternative to these ways of working and a race to the bottom ensues.\\n\\n### **People**\\n\\nFor centuries fashion has defined itself as ‘high culture’ - something with tightly mediated standards for what constitutes ‘style’, set by world-worn gatekeepers. This condition is not unique to fashion, it manifests itself across the arts. However, there’s one key difference between fashion and fine art, ballet, opera and the rest; fashion not only tries to impose its standards on creators, but also on consumers; dictating, not only how a designer’s final creation looks, but the characteristics of its wearer.\\\\\\n\\n\\n1.  **Nothing tastes as good as skinny feels** - the trend towards emaciation began in the 1980’s when Calvin Klein chose Kate Moss to front his S/S campaign. This move to size 0 suited designers just fine. Not only was there an argument that the more closely humans resembled clothes hangers, the better the clothes on them looked, but equally the smaller the sizes, the less fabric needed in producing garments (and therefore the lower the cost). Although the fashion industry has made some mild attempts at ameliorating these ideals over the past 20 years, (the French government will fine agencies using models with a BMI under 18 up to $82,000) the existence of the size 0 sample size, or quite frankly, almost any magazine/ runway, shows the industry isn’t making rapid progress.  \\n2.  **Diversity? You mean book a redhead?** - if you manage to achieve the covetable 0 or 00 but have anything slightly darker than a St Tropez complexion, you become part of the fashion industry’s diversity quotas. Which are pretty abysmal. Models like Joan Smalls, Aaron Phillip and Anok Yai have all spoken out against industry practices restricting the bookings of non-white models and perpetuating racist behaviour whilst on jobs. Where those from diverse backgrounds are treated poorly, those who are differently abled are entirely ignored. This perpetuation of an almost unitary racial background, and set of abilities, is detrimental to the mental health of both industry participants, and the fans who emulate them. What’s more, it perpetuates a restrictive flywheel, where those differently abled, or from varied ethnic backgrounds, continue to perpetuate their lack of visibility by self-selecting out; perceiving a clear absence of avenues through which to excel.\\n3.  **Creativity has a price** - the advent of fast fashion did one very important thing; it made creative clothing more widely accessible. But what if you want to express your individuality whilst not contributing to the collapse of Rana Plaza, or using Uighur cotton? Well your abilities are restricted by how much you earn, or what you can create with a sewing machine. As fashion is a tool for socialisation - facilitating the formation of affiliate links with others who exhibit similar modes of self-expression - excluding those who lack the means to fund their fantasies also limits their ability to participate in these micro-communities. This renders the limits on sustainable, and affordable, self-expression are damaging from a sociological standpoint.\\n\\n## Gucci and the gamers\\n\\nOver the past few years large brands have begun to address the issues outlined above.\\n\\nIn 2020 Chanel issued a [$700 million](https://www.businessoffashion.com/briefings/sustainability/chanel-green-bond-sustainability-ethical-fashion?utm_campaign=1679460128790201\\\\&utm_medium=email\\\\&utm_source=bof-professional-newsletter\\\\&utm_term=21) sustainability bond on the Luxembourg Stock Exchange; Burberry committed to becoming \\\"climate positive\\\" by 2040 (after being caught burning $37 million worth of overstock the year before…); Dries Van Noten, alongside 700 others, signed an [open letter](https://forumletter.org/signatures/) against the inefficient sales cycles that plague the industry; and Kering is one of the brands benchmarked on the Black Index Council X Human Rights Campaign’s Corporate Equality Index for people with disabilities and the LGBTQIA+ community.\\n\\nDespite these advancements, rewiring an industry from the ground up is a laborious task, and many of the “super winners” lack a vested interest in revising a system which has allowed them to reap extensive rewards for so many years.\\n\\nInevitably, as with most things, it takes an outsider to disrupt, and for fashion, these outsiders are the Digital Fashionistas.\\n\\nSpanning blockchain enthusiasts, Fortnite nerds, self-taught 3D creators, and, of course, their avatars, the builders of Fashion 3.0 stem from communities which prioritise transparency, collaboration, and increasingly decentralisation over secrecy, exclusivity, and competition.\\n\\nWhilst for both fashion followers, and their digital counterparts, clothing retains its form as a signaller - one showcasing a specific flex, expressing affiliation or demonstrating identity - those forming Fashion 3.0 reject the rules of a top-down, tightly audited, fashion system controlled by homogenous insiders.\\n\\nInstead, Digital Fashion garments derive from user generated content, often from self-taught creators, which express varied identities, and are linked to in-game achievements (or logging onto RTFKT at just the right moment…)\\n\\nThese values seep in to populate *what* and *how* Digital Fashionista’s create. Leading Digital Fashion to be, you guessed it, more sustainable across the entire trifecta.\\n\\nLet me break it down:\\n\\n## Environment > existence\\n\\nLet’s start with the obvious, Digital Clothes are more sustainable because they don’t exist.\\n\\n**Duh.**\\n\\nLeading Digital Fashion house [The Fabricant](https://www.thefabricant.com/) published a [report](https://static1.squarespace.com/static/5a6ba105f14aa1d81bd5b971/t/5fa3da036d618612a18b5703/1604573714045/RAW+Report_v2.pdf) with Imperial College London diving into the specifics of Digital Fashion’s sustainability proposition through the lens of a white t-shirt. It found the following:\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F1938393b-bd54-4d42-a0ca-d9aea72c8816\\\\_1586x292.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F1938393b-bd54-4d42-a0ca-d9aea72c8816\\\\_1586x292.png)\\n\\nAdd on that 1) an estimated [35% of all materials](https://www.commonobjective.co/article/fashion-and-waste-an-uneasy-relationship) in the fashion supply chain are discarded before they reach the consumer 2) digital design uses >[ 50% less paper](https://thisoutfitdoesnotexist.substack.com/p/2-design-and-technology) than its physical counterparts 3) A physical t-shirt is likely to end up in a landfill before its [11th wear](https://traid.org.uk/wp-content/uploads/2018/09/impacts_of_clothing_factsheet\\\\_23percent.pdf), and you have some pretty hefty sustainability stats.\\n\\nBut what does this mean in practice? Should we all clean out our wardrobes, buy a skin-tight green-screen bodysuit and OCULUS Quest 2 and resign ourselves to life in the ether?\\n\\nNo.\\n\\nOr not for a few years at least.\\n\\nUnless you’re an influencer, who buys clothes for the sole purposes of content creation, in the current state of play, the value of Digital Fashion is not as a substitute for its physical counterparts, but rather as their complement; improving both consumer and producer behaviour in numerous ways.\\n\\n### Consumer: Buy binary buy better\\n\\n1.  **Re-directing our need for conspicuous consumption:**\\n\\nPhilosopher Denis Diderot realised that consumption breeds consumption, 100 years before the term ‘conspicuous consumption’ was defined in Thorstein Veblen’s ‘Theory of Leisure’, and 200 years before the Britney Spears best-seller ‘Gimme More’.\\n\\nDiderot himself, was a victim of the phenomenon. He lived the majority of his life in poverty until, at the age of 52, a gift from Catherine The Great sparked a spending spree that almost ruined him.\\n\\nThe story goes, that upon stumbling across Diderot’s work The Empress of Russia, was so impressed that she built him a library. This library was so lavish, that Diderot felt embarrassed wearing his customary rags within it. He felt he needed to invest in a piece of finery, to wear whilst reading, to do the library justice.\\n\\nThis finery took the form of a scarlet robe. Once he donned the robe, Diderot felt worthy of setting foot in the library. However, in comparison to his other possessions, the robe was so glorious it made everything else he owned seem dirty and insignificant.\\n\\nDiderot concluded that there was *“no more coordination, no more unity, no more beauty” *in what he owned, compelling him to buy more in order to achieve alignment.\\n\\nEventually, after he’d maxxed out his credit card, Diderot came to the revelation that consumption catalyses a flywheel effect; each purchase breeds the need to buy more to further validate the new identity the first purchase set out to construct; aka ‘The Diderot Effect’\\n\\nWe’ve all been Diderots. And who could blame us? The desire to evolve is in our genes. As we age we experience shifts in our identity and the ways we conceptualise ourselves. And if nature wasn’t already stacked against us, we’re also fighting against the cultural praxis of the fashion industry, consistently told that the things we own aren’t ‘in style’ and don’t align with the way we *should* conceptualise ourselves every three months/ two weeks/ one and three quarter minutes.\\n\\nThis is where Digital Fashion comes in.\\n\\nConverting our construction of identities to the digital world provides exciting opportunities to adjust our sense of self; without the environmental cost. From a creative perspective, the goods we can consume in the Metaverse aren’t tethered to the laws of physics, or gravity. Nor is the being they’re bought for. From an environmental standpoint Digital Fashion allows for a colossal redirection of resources which may otherwise end up in landfills every time our identity’s re-jigged. If you take the fact that the estimated 350 million players of online game Fortnite spend an average of $80 on clothing items for their in-game avatars, and assume these digital clothes are a substitute for their physical counterparts, that’s $28bn directed away from clothes, unsustainably produced, worn max 10 times, and most probably discarded. Viva-la Avatar!\\\\\\n\\n\\n2.  **Making sure we want what we have**\\n\\nA select number of high-end art galleries offer clients the ability to take their pieces home before buying them. These works of art sit in a prospective buyer’s home, allowing their future family to ponder “is this something I can live with?” alongside the query “is this something I can’t live without?”. Two very distinct decisions.\\n\\nDigital Fashion provides these same opportunities for considerate consumption.\\n\\nWe’ve all had that wave of remorse that hits walking out of a shop, where the sales assistant convinced you that you *needed* those putrid lime trousers. You manage to keep his voice in your head all the way down the street, but by the time you get home the trourers make you feel a little nauseous. By the next day you find yourself putting them back into the bag, and by the next week you’re checking Vestiaire to see if they’ve had a drop in commission rates…\\n\\nDigital Fashion nips this in the bud.\\n\\nAt the first point of attack you have digital try-on. You can wear a garment via AR from the comfort of your home, without the pressure of a sales assistant glancing over your shoulder imploring you to buy.\\n\\nMoving further into your ownership journey you have the opportunity to own the garment digitally (all the various methods of which are outlined [here](about:blank)); providing all the flexing rights you’d get from its physical counterpart with far less of the commitment. You can sit with this asset in your virtual wardrobe, wear it on your socials, and carefully consider whether lime green is really your colour, before pulling it from the ether.\\n\\nThese psychological shifts, re-directing conspicuous consumption, mean that less clothes will be unnecessarily produced, and end up in landfills each year. But for the moment when we make the informed decision that it is the right time to physically buy, well Digital Fashion can optimise there as well.\\n\\n### Producer: Master the Maker\\n\\nPlugging Digital Fashion into the supply chain, allows efficiencies that span the design, creation and manufacturing process. These are outlined in depth in my second essay [Design and Technology](https://thisoutfitdoesnotexist.substack.com/p/2-design-and-technology), but to touch on the key factors:\\n\\nAt the design phase, Digital Fashion has the ability to improve sustainability in:\\n\\n*   **Textiles** - reducing materials waste across the supply chain by enabling: 1) Designs to be pre-engineered to minimise textile waste during production 2) Physical clothing samples to be eliminated, replaced by digital counterparts for both creators and consumers 3) The seamless shift towards a made-to-order production model, where clothes are not manufactured until they’re consumed.\\n*   **Paper** - decreasing paper waste, by transforming the first point of design from plotter paper sketches to 3D renders.\\n*   **CO2** - optimising the creation process, cutting emissions expended producing garments which will never be worn, and eliminating the need for showroom samples to be shipped around the world to buyers.\\n\\nDigital Fashion also allows designers to test the waters before producing. This can, and will take many forms, ranging from integrating AI-based trend forecasting as experimented with at [FIT](https://www.forbes.com/sites/rachelarthur/2018/01/15/ai-ibm-tommy-hilfiger/), leveraging start-ups like [UNMADE](https://www.unmade.com/) for MTO production; or using Digital Fashion as a deposit scheme for its physical counterparts; discussed above.\\n\\n## Equity > exclusivity\\n\\nJust as Digital Fashion can improve how garments are made, it can also help to improve equity for those making them, lowering barriers to create, showcase and sell:\\n\\n1.  **Digital creation: **as previously mentioned, creating a physical collection demands high capital investment, often untenable for those starting out. Using programs such as CLO3D, Browzwear and Marvellous Designer Digital Fashion provides a route for emerging designers to quickly and cheaply create their clothes; needing to pay for little more than a working computer, and the bandwidth to access the sea of free online resources available through YouTube and Twitch.\\n2.  **Access and exposure: **Once digital designs are created, rather than having to apply to the clique of expensive and exclusive fashion weeks, an emerging designer can turn to algorithmic assistance to showcase their works. Instagram, and increasingly (as AR improves) Snapchat, Tik Tok and Twitch, are becoming key routes for young Digital Designers to get noticed. Everyone from [Skeeva](https://theskeeva.com/), who has worked for the likes of Adidas and Space X, to [Blake Kathryn](https://www.instagram.com/blakekathryn/?hl=en) (Fendi, Paris Hilton) and [Stephy Fung](https://stephyfung.com/contact) (Vogue Singapore, Xbox) got their big breaks through these platforms which show their 1bn+ users what *they *want to see, as opposed to what someone else wants them to.\\n3.  **Platforms for selling**: Transparency and a trickle-down effect are great in theory but rarely convert in practice; particularly when it comes to fashion. A whole host of platforms allowing Digital Designers to monetise have sprung up during the pandemic, ranging from Dress-X which serves as a Digital Tailor, to Replicant and XR-Couture. Most recently NFTs have become the way for Digital Designers to max-out on the amount they make from clothes leading to ‘Opensea’s’ with Digital Fashion functionality from Regina Turbina (Artisant) and Karinna Nobbs (The Dematerialised). One of the most interesting models out there to assure Digital Fashion serves all creators is ‘fractional garment ownership’ pioneered by Digitalax. The Digital Fashion on Digitalax is made up of ‘parent’ and ‘child’ NFTs; the parent referring to the final-garment and the ‘children’ taking the form of the elements within it (pattern, print, texture etc). This model allows *all of* those involved in making a garment to receive recognition and recompense for their work. Not only does this incentivise collaboration and transparency, as the initial creator of the IP becomes indisputable, but it also makes sure all contributors to an end garment receive a fair sum for their work.\\\\\\n\\n\\n## Egalitarianism > exclusivity\\n\\nFinally, people. As mentioned before, the values of the gaming community; those of transparency, collaboration and self-expression, lie at the core of Digital Fashion; countering each negative mode the fashion industry furthers in their own distinct ways.\\n\\n1.  **Collaboration -**take it from Roblox, collaboration is a lucrative business if done right. The online gaming platform, which reached 150 million users at the time of its IPO in March 2021, is based almost entirely on UGC or User Generated Content. Rather than hiring an expensive team of world-class developers Roblox empowers its users to create the content which powers its platform (everything from clothes for avatars to mini-games), by providing them with the tools, and incentives to do so. At present there are 7 million independent developers on the Roblox platform, earning sums of up to [$600,000](https://www.wsj.com/articles/robloxs-builderman-ceo-heads-to-wall-street-with-an-army-of-young-game-creators-11614421800) for their creations. The Fabricant, adopts a similar model of crowdsourced creation. Whilst operating as both a Digital Couturier and Service House for the likes of Adidas, Tommy Hilfiger and Marques Almedia, when producing digital clothes for renowned clients they turn to the community hive-mind to complement their own ingenuity. Providing their proprietary IP as a foundation to build off, they conduct competitions where other Digital Designers have the opportunities to work with their clients.\\n2.  **Empowerment** - there is no such thing as a sample size in the Metaverse, and diversity is not only allowed, it’s encouraged. Phygital Fashion (the Digital Fashion worn on humans) prides itself on its ability to be tailored to any-body, and be created anywhere in the world (with good wifi). This solves the problem of diverse contributors self-selecting out of either creating, or wearing, designs, and allows for materials and styles, indigenous to cultures lacking the fashion limelight to take centre stage.\\n3.  **Self-expression **- The virtual world’s Digital Fashion is native to can serve as havens for self-expression. Phygital-fashion allows people who appreciate flamboyance but might feel uncomfortable wearing a flaming fluorescent trench coat to the supermarket, to express themselves via social media. Digital Fashion direct-to-avatar takes this one step further; allowing a new self to be created along with a new outfit. Whether for those wanting to tweak their physical appearances, wishing to express themselves with anonymity, or just in completely new ways, platforms like Roblox, Decentraland, Animal Crossing, Fortnite and Star Atlas serve as vessels to experiment with new identities; Digital Fashion facilitated.\\n\\n## Conclusion: The importance of consciousness\\n\\nThe propositions explored above, outline Digital Fashion’s *potential*, to revolutionise Planet, Profit, and People in ways previously unseen.\\n\\nHowever, I began with the warning that assuming Digital Fashion is automatically more sustainable than its physical alternatives damages this revolutionary potential. This is because, as with all innovations, without a clear focus on generating positive impact, the negative automatically seeps in.\\n\\nThe rise (and falls) of NFTs provide a cautionary example. Initially touted as a new, sustainable way to make and sell goods (because digital = sustainable duh), after just a few months it became clear that transacting on-chain locks in high environmental prices with every block. The Ethereum network alone currently consumes the equivalent energy to Ecuador or Libya and if nothing changes this will only grow.\\n\\nDigital Fashion faces these same environmental challenges, in its reliance on vast quantities of computing power across the supply chain (designing, rendering, transferring, selling, wearing). As it moves to meet increasing demand, both phygitally and in-game, it is integral that the environmental expense of creating and utilising digital designs is bought down.\\n\\nThis same consciousness needs to be employed when considering profit. Whilst technologies like fractional garment ownership come a long way in assuring equity, as big brands like Gucci, Burberry and D\\\\&G move into the space, economic opportunities for independent creators can be curtailed as these giants leverage their economies of scale to undercut incumbents on price.\\n\\nGucci’s recent AR sneaker serves to show how one goliath can warp pricing for an entire industry. In March this year Gucci released an AR shoe, worn through the app WannaTry and priced at a mere $12. Whilst this sparked a fair quantity of Digital Fashion press in the mainstream media, the $12 price tag undercut every single other Digital Shoe out there. After all, how could any Digital Fashion brand dare to charge more than $12 for a Digital Shoe when Gucci, an established luxury brand selling their physical sneakers for $600+, sold theirs for only $12.  \\n\\nWhile Gucci has the money to view a Digital Shoe’s production as a marketing activity; the same luxury cannot be afforded to other Digital Designers marketing similar goods. For these creators the Digital Shoess serve as primary sources of income, the products of weeks of work. What’s more, where Gucci has the scale to price at $12 and break even through attracting tens-of-thousands of buyers, the majority of Digital Fashion platforms are still nascent. They’ll sell 100 of their shoe (if they’re lucky), and if these need to be priced under $12, it’s unlikely they’ll be able to stay afloat.\\n\\nFinally, people. Whilst I’ve touted Digital Fashion as a route to low-cost global exposure, those who are most in need of an equitable industry, may remain excluded in the digital realm. 53% of households [globally](https://www.statista.com/statistics/748551/worldwide-households-with-computer/) do not have a computer, or the hours to invest to mastering CLO. This lack of access, and digital literacy, could mean that Digital Fashion finds its beneficiaries limited to those with income if significant efforts aren’t made to lower the barriers to participation.\\n\\nWhat’s more, it’s important to remember that digital innovations that disrupt the status quo also come at the expense of those who have built careers within the establishment. Across the entire industry, from show bookers to garment workers there are those who could easily be displaced by digital if they are not taught to move with it. Going back to my point around Digital literacy, this directly intersects with the most vulnerable.  \\n\\nWhilst the issues above seem daunting, what’s heartening to note is that as long as the Digital Fashion community stays true to its values, efforts will be taken to ensure Digital Fashion is a sustainability driver. Examples of ‘doing digital right’ have already been seen from The Fabricant, who upskilled all of Tommy Hilfiger’s physical designers when they digitised in 2018; Evelyn Mora, in her work at Helsinki fashion week and her development of Digital Village; Karinna Nobbs and her Dematerialised carbon offsetting, and even the ETH network itself, shifting slowly to a proof-of stake protocol.  \\n\\n## **This Month in Imaginary Clothing…**\\n\\n*   This Outfit Does Not Exist became The Fabricant’s first PolymXth: writing and speaking about The Wardrobe of The Metaverse. [Join](https://www.joinclubhouse.com/club/the-digital-fashion-house) our weekly Clubhouse chats and [subscribe](https://loom.ly/y1qvwrg) to my monthly newsletter to keep up to date!\\\\\\n\\n*   A limited edition Gucci Dionysus handbag originally sold in game Roblox for $5.50 was resold for $4,115 on the [secondary market](https://hypebeast.com/2021/5/virtual-gucci-bag-roblox-resale)\\\\\\n\\n*   Auroboros became the first ever Digital Fashion House to [show their designs](https://londonfashionweek.co.uk/designers/auroboros) at London Fashion week, accompanying their virtual presentation with a SNAP AR activation of their VenusTrap dress. Through Snapexplore the dress was worn over 1.5 million times, bringing Digital Fashion to the global masses\\\\\\n\\n*   Burberry has launched its first collection of NFTs with [Mythical Games](https://wwd.com/fashion-news/fashion-scoops/burberry-nft-game-blankos-block-party-1234845574/), D\\\\&G [have said](https://beincrypto.com/dolce-gabbana-to-launch-nft-collection/) they will be producing Virtual Fashion, and Virgil Abloh has [indicated his desire](https://twitter.com/TaylorLorenz/status/1415776611580928006https://twitter.com/TaylorLorenz/status/1415776611580928006) to move into the Digital Fashion space\\n\\n## Ecosystem Exploration\\n\\n#### Six-sobering sustainability stats\\n\\n> 1.  Projections show that the fashion industry could be responsible for [a ](https://cdn.businessoffashion.com/reports/The_State_of_Fashion\\\\_2018\\\\_v2.pdf)**[quarter of the earth’s carbon budget](https://cdn.businessoffashion.com/reports/The_State_of_Fashion\\\\_2018\\\\_v2.pdf) by 2050** if nothing changes\\\\\\n>\\n> 2.  The four major fashion weeks emit more CO2 than the total **emissions** of a small country such **as [Saint Kitts and Nevis](https://www.nytimes.com/2020/02/12/fashion/figuring-out-fashion-weeks-carbon-problem.html)**\\\\\\n>\\n> 3.  **[Three-fifths of all clothing items](https://www.therobinreport.com/beyond-sustainable-the-growing-demand-for-ethical-fashion/)** will end up in an incinerator or landfill within a year after being produced.\\\\\\n>\\n> 4.  **[Less than 1 percent of the material](https://www.ellenmacarthurfoundation.org/assets/downloads/publications/A-New-Textiles-Economy_Full-Report.pdf)** used to produce clothing is recycled into something more. That’s a **loss of 100 billion USD worth** of materials every year.\\\\\\n>\\n> 5.  About **[2,000 different chemicals](http://www.bossiermag.com/blog/2017/11/26/clean-green-cute-why-sustainable-fashion-is-the-future)** are used in textile processing — yet **only 16** are approved by the Environmental Protection Agency.\\\\\\n>\\n> 6.  While up to 91% of luxury brands have committed to goals such as sourcing sustainable materials, protecting biodiversity and using renewable energy, **only 35% publicly encourage suppliers to allow trade unions to [form](https://www.voguebusiness.com/sustainability/consumers-want-labour-rights-transparency-fashion-is-lagging)**\\n\\n***[This Outfit Does Not Exist](https://www.thisoutfitdoesnotexist.com/)**, is a platform bringing Digital Fashion to life through explanation and exhibition. The newsletter will dive into the industry’s developments, the start-ups that shape them, and their capacity to disrupt the wider world of physical goods.*\\n\\n*Each newsletter will explore a theme: from digital design & distribution, to marketing in the Metaverse. I’ll also showcase the most brilliant feats of digital design via [Instagram](https://www.instagram.com/thisoutfitdoesnotexist/).*\\n\\n**Love it? Hate it? Don’t understand it!**\\n\\nAnd share with your friends!!!\\n\\n— Dani, *This Outfit Does Not Exist*\\n\",\"timestamp\":1636741485,\"title\":\"#4 The End Of Buy-Once-Wear-Once\"},\"digest\":\"pq6i3SeXlaQgUpCz-DpOiAdtj5m3LvBGVDefLwdsSKk\",\"authorship\":{\"contributor\":\"0x76E1E457d43FC12Ec262dE85cCA410133b75f2Cc\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BQ4naPzKRuAi9CTmBOXVC_MMRAr9Cz2aHUgYdWWQ_LM\\\",\\\"y\\\":\\\"1V5vcV-A0d7pOEq7lwRN4GFDy6MMS9DCZ2T1UGnwBBo\\\"}\",\"signature\":\"pL2pD4IyfYH6iJ1I4LACi2m6FMPNt0woxbmYLl1HZk4kUdEelnkWJRZjGou7lWlqJhSGtuDST5fBqNE-2fla-Q\",\"signingKeySignature\":\"0x77eb9cb348df99ef6a42469b6f60ff6466e230f7ffa155b5db32ada38b7bca883f449964071501251938c0f5a1f10ba87743ddbb4cbb5e34bfbef9b3ce672ba31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BQ4naPzKRuAi9CTmBOXVC_MMRAr9Cz2aHUgYdWWQ_LM\\\",\\\"y\\\":\\\"1V5vcV-A0d7pOEq7lwRN4GFDy6MMS9DCZ2T1UGnwBBo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pq6i3SeXlaQgUpCz-DpOiAdtj5m3LvBGVDefLwdsSKk\"}"