"{\"content\":{\"body\":\"acquainted with its inhabitants, their manners and customs. I must confess that I had formed a higher estimate of the peasants. When we read in the history of that country that the first inhabitants had emigrated thither from civilised states; that they had brought knowledge and religion with them; when we hear of the simple good-hearted people, and their patriarchal mode of life in the accounts of former travellers, and which we know that nearly every peasant in Iceland can read and write, and that at least a Bible, but generally other religions books also, are found in every cot,--one feels inclined to consider this nation the best and most civilised in Europe.  I deemed their morality sufficiently secured by the absence of foreign intercourse, by their isolated position, and the poverty of the country.  No large town there affords opportunity for pomp or gaiety, or for the commission of smaller or greater sins.  Rarely does a foreigner enter the island, whose remoteness, severe climate, inhospitality, and poverty, are uninviting.  The grandeur and peculiarity of its natural formation alone makes it interesting, and that does not suffice for the masses.\\n\\nI therefore expected to find Iceland a real Arcadia in regard to its inhabitants, and rejoiced at the anticipation of seeing such an Idyllic life realised.  I felt so happy when I set foot on the island that I could have embraced humanity.  But I was soon undeceived.\\n\\nI have often been impatient at my want of enthusiasm, which must be great, as I see every thing in a more prosaic form than other travellers.  I do not maintain that my view is RIGHT, but I at least possess the virtue of describing facts as I see them, and do not repeat them from the accounts of others.\\n\\nI have already described the impoliteness and heartlessness of the so-called higher classes, and soon lost the good opinion I had formed of them.  I now came to the working classes in the vicinity of Reikjavik.  The saying often applied to the Swiss people, \\\"No money, no Swiss,\\\" one may also apply to the Icelanders.  And of this fact I can cite several examples.\\n\\nScarcely had they heard that I, a foreigner, had arrived, than they frequently came to me, and brought quite common objects, such as can be found any where in Iceland, and expected me to pay dearly for them.  At first I purchased from charity, or to be rid of their importunities, and threw the things away again; but I was soon obliged to give this up, as I should else have been besieged from morning to night.  Their anxiety to gain money without labour annoyed me less than the extortionate prices with which they tried to impose on a stranger.  For a beetle, such as could be found under every stone, they asked 5 kr. (about 2d.); as much for a caterpillar, of which thousands were lying on the beach; and for a common bird's egg, 10 to 20 kr. (4d. to 8d.)  Of course, when I declined buying, they reduced their demand, sometimes to less than half the original sum; but this was certainly not in consequence of their honesty.  The baker in whose house I lodged also experienced the selfishness of these people.  He had engaged a poor labourer to tar his house, who, when he had half finished his task, heard of other employment.  He did not even take the trouble to ask the baker to excuse him for a few days; he went away, and did not return to finish the interrupted work for a whole week.  This conduct was the more inexcusable as his children received bread, and even butter, twice a week from the baker.\\n\\nI was fortunate enough to experience similar treatment.  Herr Knudson had engaged a guide for me, with whom I was to take my departure in a few days.  But it happened that the magistrate wished also to take a trip, and sent for my guide.  The latter expected to be better paid by him, and went; he did not come to me to discharge himself, but merely sent me word on the eve of my departure, that he was ill, and could therefore not go with me.  I could enumerate many more such examples, which do not much tend to give a high estimate of Icelandic morality.\\n\\nI consoled myself with the hope of finding simplicity and honesty in the more retired districts, and therefore anticipated a twofold pleasure from my journey into the interior.  I found many virtues, but unfortunately so many faults, that I am no longer inclined to exalt the Icelandic peasants as examples.\\n\\nThe best of their virtues is their honesty.  I could leave my baggage unguarded any where for hours, and never missed the least article, for they did not even permit their children to touch any thing.  In this point they are so conscientious, that if a peasant comes from a distance, and wishes to rest in a cottage, he never fails to knock at the door, even if it is open.  If no one calls \\\"come in,\\\" he does not enter.  One might fearlessly sleep with open doors.\\n\\nCrimes are of such rare occurrence here, that the prison of Reikjavik was changed into a dwelling-house for the chief warden many years since.  Small crimes are punished summarily, either in Reikjavik or at the seat of the Sysselmann.  Criminals of a deeper dye are sent to Copenhagen, and are sentenced and punished there.\\n\\nMy landlord at Reikjavik, the master-baker Bernhoft, told me that only one crime had been committed in Iceland during the thirteen years that he had resided there.  This was the murder of an illegitimate child immediately after its birth.  The most frequently occurring crime is cow-stealing.\\n\\nI was much surprised to find that nearly all the Icelanders can read and write.  The latter quality only was somewhat rarer with the women.  Youths and men often wrote a firm, good hand.  I also found books in every cottage, the Bible always, and frequently poems and stories, sometimes even in the Danish language.\\n\\nThey also comprehend very quickly; when I opened my map before them, they soon understood its use and application.  Their quickness is doubly surprising, if we consider that every father instructs his own children, and sometimes the neighbouring orphans.  This is of course only done in the winter; but as winter lasts eight months in Iceland, it is long enough.\\n\\nThere is only one school in the whole island, which originally was in Bessestadt, but has been removed to Reikjavik since 1846.  In this school only youths who can read and write are received, and they are either educated for priests, and may complete their studies here, or for doctors, apothecaries, or judges, when they must complete their studies in Copenhagen.\\n\\nBesides theology, geometry, geography, history, and several languages, such as Latin, Danish, and, since 1846, German and also French, are taught in the school of Reikjavik.\\n\\nThe chief occupation of the Icelandic peasants consists in fishing, which is most industriously pursued in February, March, and April. Then the inhabitants of the interior come to the coasting villages and hire themselves to the dwellers on the beach, the real fishermen, as assistants, taking a portion of the fish as their wages.  Fishing is attended to at other times also, but then exclusively by the real fishermen.  In the months of July and August many of the latter go into the interior and assist in the hay- harvest, for which they receive butter, sheep's wool, and salt lamb. Others ascend the mountains and gather the Iceland moss, of which they make a decoction, which they drink mixed with milk, or they grind it to flour, and bake flat cakes of it, which serve them in place of bread.\\n\\nThe work of the women consists in the preparation of the fish for drying, smoking, or salting; in tending the cattle, in knitting, sometimes in gathering moss.  In winter both men and women knit and weave.\\n\\nAs regards the hospitality of the Icelanders, {45} I do not think one can give them so very much credit for it.  It is true that priests and peasants gladly receive any European traveller, and treat him to every thing in their power; but they know well that the traveller who comes to their island is neither an adventurer nor a beggar, and will therefore pay them well.  I did not meet one peasant or priest who did not accept the proffered gift without hesitation.  But I must say of the priests that they were every where obliging and ready to serve me, and satisfied with the smallest gift; and their charges, when I required horses for my excursions, were always moderate.  I only found the peasant less interested in districts where a traveller scarcely ever appeared; but in such places as were more visited, their charges were often exorbitant.  For example, I had to pay 20 to 30 kr. (8d. to 1s.) for being ferried over a river; and then my guide and I only were rowed in the boat, and the horses had to swim.  The guide who accompanied me on the Hecla also overcharged me; but he knew that I was forced to take him, as there is no choice of guides, and one does not give up the ascent for the sake of a little money.\\n\\nThis conduct shows that the character of the Icelanders does not belong to the best; and that they take advantage of travellers with as much shrewdness as the landlords and guides on the continent.\\n\\nA besetting sin of the Icelanders is their drunkenness.  Their poverty would probably not be so great if they were less devoted to brandy, and worked more industriously.  It is dreadful to see what deep root this vice has taken.  Not only on Sundays, but also on week-days, I met peasants who were so intoxicated that I was surprised how they could keep in their saddle.  I am, however, happy to say that I never saw a woman in this degrading condition.\\n\\nAnother of their passions is snuff.  They chew and snuff tobacco with the same infatuation as it is smoked in other countries.  But their mode of taking it is very peculiar.  Most of the peasants, and even many of the priests, have no proper snuff-box, but only a box turned of bone, shaped like a powder-flask.  When they take snuff, they throw back their head, insert the point of the flask in their nose, and shake a dose of tobacco into it.  They then, with the greatest amiability, offer it to their neighbour, he to his, and so it goes round till it reaches the owner again.\\n\\nI think, indeed, that the Icelanders are second to no nation in uncleanliness; not even to the Greenlanders, Esquimaux, or Laplanders.  If I were to describe a portion only of what I experienced, my readers would think me guilty of gross exaggeration; I prefer, therefore, to leave it to their imagination; merely saying that they cannot conceive any thing too dirty for Iceland delicacy.\\n\\nBeside this very estimable quality, they are also insuperably lazy. Not far from the coast are immense meadows, so marshy that it is dangerous to cross them.  The fault lies less in the soil than the people.  If they would only make ditches, and thus dry the ground, they would have the most splendid grass.  That this would grow abundantly is proved by the little elevations which rise from above the marshes, and which are thickly covered with grass, herbage, and wild clover.  I also passed large districts covered with good soil, and some where the soil was mixed with sand.\\n\\nI frequently debated with Herr Boge, who has lived in Iceland for forty years, and is well versed in farming matters, whether it would not be possible to produce important pasture-grounds and hay-fields with industry and perseverance.  He agreed with me, and thought that even potato-fields might be reclaimed, if only the people were not so lazy, preferring to suffer hunger and resign all the comforts of cleanliness rather than to work.  What nature voluntarily gives, they are satisfied with, and it never occurs to them to force more from her.  If a few German peasants were transported hither, what a different appearance the country would soon have!\\n\\nThe best soil in Iceland is on the Norderland.  There are a few potato-grounds there, and some little trees, which, without any cultivation, have reached a height of seven to eight feet.  Herr Boge, established here for thirty years, had planted some mountain- ash and birch-trees, which had grown to a height of sixteen feet.\\n\\nIn the Norderland, and every where except on the coast, the people live by breeding cattle.  Many a peasant there possesses from two to four hundred sheep, ten to fifteen cows, and ten to twelve horses. There are not many who are so rich, but at all events they are better off than the inhabitants of the sea-coast.  The soil there is for the most part bad, and they are therefore nearly all compelled to have recourse to fishing.\\n\\nBefore quitting Iceland, I must relate a tradition told me by many Icelanders, not only by peasants, but also by people of the so- called higher classes, and who all implicitly believe it.\\n\\nIt is asserted that the inhospitable interior is likewise populated, but by a peculiar race of men, to whom alone the paths through these deserts are known.  These savages have no intercourse with their fellow-countrymen during the whole year, and only come to one of the ports in the beginning of July, for one day at the utmost, to buy several necessaries, for which they pay in money.  They then vanish suddenly, and no one knows in which direction they are gone.  No one knows them; they never bring their wives or children with them, and never reply to the question whence they come.  Their language, also, is said to be more difficult than that of the other inhabitants of Iceland.\\n\\nOne gentleman, whom I do not wish to name, expressed a wish to have the command of twenty to twenty-five well-armed soldiers, to search for these wild men.\\n\\nThe people who maintain that they have seen these children of nature, assert that they are taller and stronger than other Icelanders; that their horses' hoofs, instead of being shod earth iron, have shoes of horn; and that they have much money, which they can only have acquired by pillage.  When I inquired what respectable inhabitants of Iceland had been robbed by these savages, and when and where, no one could give me an answer.  For my part, I scarcely think that one man, certainly not a whole race, could live by pillage in Iceland.\\n\\nDEPARTURE FROM ICELAND.--JOURNEY TO COPENHAGEN.\\n\\nI had seen all there was to be seen in Iceland, had finished all my excursions, and awaited with inexpressible impatience the sailing of the vessel which was destined to bring me nearer my beloved home. But I had to stay four very long weeks in Reikjavik, my patience being more exhausted from day to day, and had after this long delay to be satisfied with the most wretched accommodation.\\n\\nThe delay was the more tantalising, as several ships left the port in the mean time, and Herr Knudson, with whom I had crossed over from Copenhagen, invited me to accompany him on his return; but all the vessels went to England or to Spain, and I did not wish to visit either of these countries.  I was waiting for an opportunity to go to Scandinavia, to have at least a glance at these picturesque districts.\\n\\nAt last there were two sloops which intended to sail towards the end of July.  The better of the two went to Altona; the destination of the other was Copenhagen.  I had intended to travel in the former; but a merchant of Reikjavik had already engaged the only berth,--for there rarely is more than one in such a small vessel,--and I deemed myself lucky to obtain the one in the other ship.  Herr Bernhoft thought, indeed, that the vessel might be too bad for such a long journey, and proposed to examine it, and report on its condition. But as I had quite determined to go to Denmark, I requested him to waive the examination, and agree with the captain about my passage. If, as I anticipated, he found the vessel too wretched, his warnings might have shaken my resolution, and I wished to avoid that contingency.\\n\\nWe heard, soon, that a young Danish girl, who had been in service in Iceland, wished to return by the same vessel.  She had been suffering so much from home-sickness, that she was determined, under any circumstances, to see her beloved fatherland again.  If, thought I to myself, the home-sickness is powerful enough to make this girl indifferent to the danger, longing must take its place in my breast and effect the same result.\\n\\nOur sloop bore the consolatory name of Haabet (hope), and belonged to the merchant Fromm, in Copenhagen.\\n\\nOur departure had been fixed for the 26th of July, and after that day I scarcely dared to leave my house, being in constant expectation of a summons on board.  Violent storms unfortunately prevented our departure, and I was not called till the 29th of July, when I had to bid farewell to Iceland.\\n\\nThis was comparatively easy.  Although I had seen many wonderful views, many new and interesting natural phenomena, I yet longed for my accustomed fields, in which we do not find magnificent and overpowering scenes, but lovelier and more cheerful ones.  The separation from Herr Knudson and the family of Bernhoft was more difficult.  I owed all the kindness I had experienced in the island, every good advice and useful assistance in my travels, only to them. My gratitude to these kind and good people will not easily fade from my heart.\\n\\nAt noon I was already on board, and had leisure to admire all the gay flags and streamers with which the French frigate anchoring here had been decked, to celebrate the anniversary of the July revolution.\\n\\nI endeavoured to turn my attention as much as possible to exterior objects, and not to look at our ship, for all that I had involuntarily seen had not impressed me very favourably.  I determined also not to enter the cabin till we were in the open sea and the pilots had left our sloop, so that all possibility of return would be gone.\\n\\nOur crew consisted of captain, steersman, two sailors, and a cabin- boy, who bore the title of cook; we added that of valet, as he was appointed to wait on us.\\n\\nWhen the pilots had left us, I sought the entrance of the cabin,-- the only, and therefore the common apartment.  It consisted of a hole two feet broad, which gaped at my feet, and in which a perpendicular ladder of five steps was inserted.  I stood before it puzzled to know which would be the best mode of descent, but knew no other way than to ask our host the captain.  He shewed it me at once, by sitting at the entrance and letting his feet down.  Let the reader imagine such a proceeding with our long dresses, and, above all, in bad weather, when the ship was pitched about by storms.  But the thought that many other people are worse off, and can get on, was always the anchor of consolation to which I held; I argued with myself that I was made of the same stuff as other human beings, only spoiled and pampered, but that I could bear what they bore.  In consequence of this self-arguing, I sat down at once, tried the new sliding-ladder, and arrived below in safety.\\n\\nI had first to accustom my eyes to the darkness which reigned here, the hatches being constructed to admit the light very sparingly.  I soon, however, saw too much; for all was raggedness, dirt, and disorder.  But I will describe matters in the order in which they occurred to me; for, as I flatter myself that many of my countrywomen will in spirit make this journey with me, and as many of them probably never had the opportunity of being in such a vessel, I wish to describe it to them very accurately.  All who are accustomed to the sea will testify that I have adhered strictly to the truth.  But to return to the sloop.  Its age emulated mine, she being a relic of the last century.  At that time little regard was paid to the convenience of passengers, and the space was all made available for freight; a fact which cannot surprise us, as the seaman's life is passed on deck, and the ship was not built for travellers.  The entire length of the cabin from one berth to the other was ten feet; the breadth was six feet.  The latter space was made still narrower by a box on one side, and by a little table and two little seats on the other, so that only sufficient space remained to pass through.\\n\\nAt dinner or supper, the ladies--the Danish girl and myself--sat on the little benches, where we were so squeezed, that we could scarcely move; the two cavaliers--the captain and the steersman-- were obliged to stand before the table, and eat their meals in that position.  The table was so small that they were obliged to hold their plates in their hands.  In short, every thing shewed the cabin was made only for the crew, not for the passengers.\\n\\nThe air in this enclosure was also not of the purest; for, besides that it formed our bed-room, dining-room, and drawing-room, it was also used as store-room, for in the side cupboards provisions of various kinds were stored, also oil-colours, and a variety of other matter.  I preferred to sit on the deck, exposed to the cold and the storm, or to be bathed by a wave, than to be half stifled below. Sometimes, however, I was obliged to descend, either when rain and storms were too violent, or when the ship was so tossed by contrary winds that the deck was not safe.  The rolling and pitching of our little vessel was often so terrible, that we ladies could neither sit nor stand, and were therefore obliged to lie down in the miserable berths for many a weary day.  How I envied my companion! she could sleep day and night, which I could not.  I was nearly always awake, much to my discomfort; for the hatches and the entrance were closed during the storm, and an Egyptian darkness, as well as a stifling atmosphere, filled the cabin.\\n\\nIn regard to food, all passengers, captain and crew, ate of the same dish.  The morning meal consisted of miserable tea, or rather of nauseous water having the colour of tea.  The sailors imbibed theirs without sugar, but the captain and the steersman took a small piece of candied sugar, which does not melt so quickly as the refined sugar, in their mouth, and poured down cup after cup of tea, and ate ship's biscuit and butter to it.\\n\\nThe dinner fare varied.  The first day we had salt meat, which is soaked the evening before, and boiled the next day in sea-water.  It was so salt, so hard, and so tough, that only a sailor's palate can possibly enjoy it.  Instead of soup, vegetables, and pudding, we had pearl-barley boiled in water, without salt or butter; to which treacle and vinegar was added at the dinner-table.  All the others considered this a delicacy, and marvelled at my depraved taste when I declared it to be unpalatable.\\n\\nThe second day brought a piece of bacon, boiled in sea-water, with the barley repeated.  On the third we had cod-fish with peas. Although the latter were boiled hard and without butter, they were the most eatable of all the dishes.  On the fourth day the bill of fare of the first was repeated, and the same course followed again. At the end of every dinner we had black coffee.  The supper was like the breakfast,--tea-water, ship's biscuit and butter.\\n\\nI wished to have provided myself with some chickens, eggs, and potatoes in Reikjavik, but I could not obtain any of these luxuries. Very few chickens are kept--only the higher officials or merchants have them; eggs of eider-ducks and other birds may often be had, but more are never collected than are wanted for the daily supply, and then only in spring; for potatoes the season was not advanced enough.  My readers have now a picture of the luxurious life I led on board the ship.  Had I been fortunate enough to voyage in a better vessel, where the passengers are more commodiously lodged and better fed, the seasickness would certainly not have attacked me; but in consequence of the stifling atmosphere of the cabin and the bad food, I suffered from it the first day.  But on the second I was well again, regained my appetite, and ate salt meat, bacon, and peas as well as a sailor; the stockfish, the barley, and the coffee and tea, I left untouched.\\n\\nA real sailor never drinks water; and this observation of mine was confirmed by our captain and steersman:  instead of beer or wine, they took tea, and, except at meals, cold tea.\\n\\nOn Sunday evenings we had a grand supper, for the captain had eight eggs, which he had brought from Denmark, boiled for us four people. The crew had a few glasses of punch-essence mixed in their tea.\\n\\nAs my readers are now acquainted with the varied bill of fare in such a ship, I will say a few words of the table-linen.  This consisted only of an old sailcloth, which was spread over the table, and looked so dirty and greasy that I thought it would be much better and more agreeable to leave the table uncovered.  But I soon repented the unwise thought, and discovered how important this cloth was.  One morning I saw our valet treating a piece of sailcloth quite outrageously:  he had spread it upon the deck, stood upon it, and brushed it clean with the ship's broom.  I recognised our tablecloth by the many spots of dirt and grease, and in the evening found the table bare.  But what was the consequence?  Scarcely had the tea-pot been placed on the table than it began to slip off; had not the watchful captain quickly caught it, it would have fallen to the ground and bathed our feet with its contents.  Nothing could stand on the polished table, and I sincerely pitied the captain that he had not another tablecloth.\\n\\nMy readers will imagine that what I have described would have been quite sufficient to make my stay in the vessel any thing but agreeable; but I discovered another circumstance, which even made it alarming.  This was nothing less than that our little vessel was constantly letting in a considerable quantity of water, which had to be pumped out every few hours.  The captain tried to allay my uneasiness by asserting that every ship admitted water, and ours only leaked a little more because it was so old.  I was obliged to be content with his explanation, as it was now too late to think of a change.  Fortunately we did not meet with any storms, and therefore incurred less danger.\\n\\nOur journey lasted twenty days, during twelve of which we saw no land; the wind drove us too far east to see the Feroe or the Shetland Isles.  I should have cared less for this, had I seen some of the monsters of the deep instead, but we met with scarcely any of these amiable animals.  I saw the ray of water which a whale emitted from his nostrils, and which exactly resembled a fountain; the animal itself was unfortunately too far from our ship for us to see its body.  A shark came a little nearer; it swam round our vessel for a few moments, so that I could easily look at him:  it must have been from sixteen to eighteen feet long.\\n\\nThe so-called flying-fish afforded a pretty sight.  The sea was as calm as a mirror, the evening mild and moonlight; and so we remained on deck till late, watching the gambols of these animals.  As far as we could see, the water was covered with them.  We could recognise the younger fishes by their higher springs; they seemed to be three to four feet long, and rose five to six feet above the surface of the sea.  Their leaping looked like an attempt at flying, but their gills did not do them good service in the trial, and they fell back immediately.  The old fish did not seem to have the same elasticity; they only described a small arch like the dolphins, and only rose so far above the water that we could see the middle part of their body.\\n\\nThese fish are not caught; they have little oil, and an unpleasant taste.\\n\\nOn the thirteenth day we again saw land.  We had entered the Skagerrak, and saw the peninsula of Jutland, with the town of Skaggen.  The peninsula looks very dreary from this side; it is flat and covered with sand.\\n\\nOn the sixteenth day we entered the Cattegat.  For some time past we had always either been becalmed or had had contrary winds, and had been tossed about in the Skagerrak, the Cattegat, and the Sound for nearly a week.  On some days we scarcely made fifteen to twenty leagues a day.  On such calm days I passed the time with fishing; but the fish were wise enough not to bite my hook.  I was daily anticipating a dinner of mackerel, but caught only one.\\n\\nThe multitude of vessels sailing into the Cattegat afforded me more amusement; I counted above seventy.  The nearer we approached the entrance of the Sound, the more imposing was the sight, and the more closely were the vessels crowded together.  Fortunately we were favoured by a bright moonlight; in a dark or stormy night we should not with the greatest precaution and skill have been able to avoid a collision.\\n\\nThe inhabitants of more southern regions have no idea of the extraordinary clearness and brilliancy of a northern moonlight night; it seems almost as if the moon had borrowed a portion of the sun's lustre.  I have seen splendid nights on the coast of Asia, on the Mediterranean; but here, on the shores of Scandinavia, they were lighter and brighter.\\n\\nI remained on deck all night; for it pleased me to watch the forests of masts crowded together here, and endeavouring simultaneously to gain the entrance to the Sound.  I should now be able to form a tolerable idea of a fleet, for this number of ships must surely resemble a merchant-fleet.\\n\\nOn the twentieth day of our journey we entered the port of Helsingor.  The Sound dues have to be paid here, or, as the sailor calls it, the ship must be cleared.  This is a very tedious interruption, and the stopping and restarting of the ship very incommodious.  The sails have to be furled, the anchor cast, the boat lowered, and the captain proceeds on shore; hours sometimes elapse before he has finished.  When he returns to the ship, the boat has to be hoisted again, the anchor raised, and the sails unfurled.  Sometimes the wind has changed in the mean time; and in consequence of these formalities, the port of Copenhagen cannot be reached at the expected time.\\n\\nIf a ship is unfortunate enough to reach Helsingor on a dark night, she may not enter at all for fear of a collision.  She has to anchor in the Cattegat, and thus suffer two interruptions.  If she arrives at Helsingor in the night before four o'clock, she has to wait, as the custom-house is not opened till that time.\\n\\nThe skipper is, however, at liberty to proceed direct to Copenhagen, but this liberty costs five thalers (fifteen shillings).  If, however, the toll may thus be paid in Copenhagen just as easily, the obligation to stop at Helsingor is only a trick to gain the higher toll; for if a captain is in haste, or the wind is too favourable to be lost, he forfeits the five thalers, and sails on to Copenhagen.\\n\\nOur captain cared neither for time nor trouble; he cleared the ship here, and so we did not reach Copenhagen until two o'clock in the afternoon.  After my long absence, it seemed so familiar, so beautiful and grand, as if I had seen nothing so beautiful in my whole life.  My readers must bear in mind, however, where I came from, and how long I had been imprisoned in a vessel in which I scarcely had space to move.  When I put foot on shore again, I could have imitated Columbus, and prostrated myself to kiss the earth.\\n\\nDEPARTURE FROM COPENHAGEN.--CHRISTIANIA.\\n\\nOn the 19th August, the day after my arrival from Iceland, at two o'clock in the afternoon, I had already embarked again; this time in the fine royal Norwegian steamer Christiania, of 170 horsepower, bound for the town of Christiania, distant 304 sea-miles from Copenhagen.  We had soon passed through the Sound and arrived safely in the Cattegat, in which we steered more to the right than on the journey to Iceland; for we not only intended to see Norway and Sweden, but to cast anchor on the coast.\\n\\nWe could plainly see the fine chain of mountains which bound the Cattegat on the right, and whose extreme point, the Kulm, runs into the sea like a long promontory.  Lighthouses are erected here, and on the other numerous dangerous spots of the coast, and their lights shine all around in the dark night.  Some of the lights are movable, and some stationary, and point out to the sailor which places to avoid.\\n\\nAugust 20th.\\n\\nBad weather is one of the greatest torments of a traveller, and is more disagreeable when one passes through districts remarkable for beauty and originality.  Both grievances were united to-day; it rained, almost incessantly; and yet the passage of the Swedish coast and of the little fiord to the port of Gottenburg was of peculiar interest.  The sea here was more like a broad stream which is bounded by noble rocks, and interspersed by small and large rocks and shoals, over which the waters dashed finely.  Near the harbour, some buildings lie partly on and partly between the rocks; these contain the celebrated royal Swedish iron-foundry, called the new foundry.  Even numerous American ships were lying here to load this metal. {46}\\n\\nThe steamer remains more than four hours in the port of Gottenburg, and we had therefore time to go into the town, distant about two miles, and whose suburbs extend as far as the port.  On the landing- quay a captain lives who has always a carriage and two horses ready to drive travellers into the town.  There are also one-horse vehicles, and even an omnibus.  The former were already engaged; the latter, we were told, drives so slowly, that nearly the whole time is lost on the road; so I and two travelling companions hired the captain's carriage.  The rain poured in torrents on our heads; but this did not disturb us much.  My two companions had business to transact, and curiosity attracted me.  I had not at that time know that I should have occasion to visit this pretty little town again, and would not leave without seeing it.\\n\\nThe suburbs are built entirely of wood, and contain many pretty one- story houses, surrounded, for the most part, by little gardens.  The situation of the suburbs is very peculiar.  Rocks, or little fields and meadows, often lie between the houses; the rocks even now and then cross the streets, and had to be blasted to form a road.  The view from one of the hills over which the road to the town lies is truly beautiful.\\n\\nThe town has two large squares:  on the smaller one stands the large church; on the larger one the town-hall, the post-office, and many pretty houses.  In the town every thing is built of bricks.  The river Ham flows through the large square, and increases the traffic by the many ships and barks running into it from the sea, and bringing provisions, but principally fuel, to market.  Several bridges cross it.  A visit to the well-stocked fish-market is also an interesting feature in a short visit to this town.\\n\\nI entered a Swedish house for the first time here.  I remarked that the floor was strewed over with the fine points of the fir-trees, which had an agreeable odour, a more healthy one probably than any artificial perfume.  I found this custom prevalent all over Sweden and Norway, but only in hotels and in the dwellings of the poorer classes.\\n\\nAbout eleven o'clock in the forenoon we continued our journey.  We steered safely through the many rocks and shoals, and soon reached the open sea again.  We did not stand out far from the shore, and saw several telegraphs erected on the rocks.  We soon lost sight of Denmark on the left, and arrived at the fortress Friedrichsver towards evening, but could not see much of it.  Here the so-called Scheren begin, which extend sixty leagues, and form the Christian's Sound.  By what I could see in the dim twilight, the scene was beautiful.  Numerous islands, some merely consisting of bare rocks, others overgrown with slender pines, surrounded us on all sides. But our pilot understood his business perfectly, and steered us safely through to Sandesund, spite of the dark night.  Here we anchored, for it would have been too dangerous to proceed.  We had to wait here for the steamer from Bergen, which exchanged passengers with us.  The sea was very rough, and this exchange was therefore extremely difficult to effect.  Neither of the steamers would lower a boat; at last our steamer gave way, after midnight, and the terrified and wailing passengers were lowered into it.  I pitied them from my heart, but fortunately no accident happened.\\n\\nAugust 21st\\n\\nI could see the situation of Sandesund better by day; and found it to consist only of a few houses.  The water is so hemmed in here that it scarcely attains the breadth of a stream; but it soon widens again, and increases in beauty and variety with every yard.  We seemed to ride on a beautiful lake; for the islands lie so close to the mountains in the background, that they look like a continent, and the bays they form like the mouths of rivers.  The next moment the scene changes to a succession of lakes, one coming close on the other; and when the ship appears to be hemmed in, a new opening is suddenly presented to the eye behind another island.  The islands themselves are of a most varied character:  some only consist of bare rocks, with now and then a pine; some are richly covered with fields and groves; and the shore presents so many fine scenes, that one hardly knows where to look in order not to miss any of the beauties of the scenery.  Here are high mountains overgrown from the bottom to the summit with dark pine-groves; there again lovely hills, with verdant meadows, fertile fields, pretty farmsteads and yards; and on another side the mountains separate and form a beautiful perspective of precipices and valleys.  Sometimes I could follow the bend of a bay till it mingled with the distant clouds; at others we passed the most beautiful valleys, dotted with little villages and towns.  I cannot describe the beauties of the scenery in adequate terms:  my words are too weak, and my knowledge too insignificant; and I can only give an idea of my emotions, but not describe them.\\n\\nNear Walloe the country grows less beautiful; the mountains decrease into hills, and the water is not studded with islands.  The little town itself is almost concealed behind the hills.  A remarkable feature is the long row of wooden huts and houses adjoining, which all belong to a salt-work established there.\\n\\nWe entered one of the many little arms of the sea to reach the town of Moss.  Its situation is beautiful, being built amphi-theatrically on a hillock which leans against a high mountain.  A fine building on the sea-shore, whose portico rests upon pillars, is used for a bathing institution.\\n\\nA dock-yard, in which men-of-war are built at the expense of the state, is situated near the town of Horten, which is also picturesquely placed.  There does not seem to be much work doing here, for I only saw one ship lying at anchor, and none on the stocks.  About eight leagues beyond Horten a mountain rises in the middle of the sea, and divides it into two streams, uniting again beyond it, and forming a pretty view.\\n\\nWe did not see Christiania till we were only ten leagues from it. The town, the suburbs, the fortress, the newly-erected royal palace, the freemasons' lodge, &c., lie in a semicircle round the port, and are bounded by fields, meadows, woods, and hills, forming a delightful coup-d'oeil.  It seems as if the sea could not part from such a lovely view, and runs in narrow streams, through hills and plains, to a great distance beyond the town.\\n\\nTowards eleven o'clock in the forenoon we reached the port of Christiania.  We had come from Sandesund in seven hours, and had stopped four times on the way; but the boats with new-comers, with merchandise and letters, had always been ready, had been received, and we had proceeded without any considerable delay.\\n\\nCHAPTER VIII\\n\\nMy first care on arriving in this town was to find a countrywoman of mine who had been married to a lawyer here.  It is said of the Viennese that they cannot live away from their Stephen's steeple; but here was a proof of the contrary, for there are few couples living so happily as these friends, and yet they were nearly one thousand miles from St. Stephen's steeple. {47}\\n\\nI passed through the whole town on the way from the quay to the hotel, and thence to my friend.  The town is not large, and not very pretty.  The newly-built portion is the best, for it at least has broad, tolerably long streets, in which the houses are of brick, and sometimes large.  In the by-streets I frequently found wooden barracks ready to fall.  The square is large, but irregular; and as it is used as a general market-place, it is also very dirty.\\n\\nIn the suburbs the houses are mostly built of wood.  There are some rather pretty public buildings; the finest among them are the royal castle and the fortress.  They are built on little elevations, and afford a beautiful view.  The old royal palace is in the town, but not at all distinguishable from a common private house.  The house in which the Storthing {48} assembles is large, and its portico rests on pillars; but the steps are of wood, as in all stone houses in Scandinavia.  The theatre seemed large enough for the population; but I did not enter it.  The freemasons' lodge is one of the most beautiful buildings in the town; it contains two large saloons, which are used for assemblies or festivities of various kinds, besides serving as the meeting-place of the freemasons.  The university seemed almost too richly built; it is not finished yet, but is so beautiful that it would be an ornament to the largest capital.  The butchers' market is also very pretty.  It is of a semi-circular shape, and is surrounded by arched passages, in which the buyers stand, sheltered from the weather.  The whole edifice is built of bricks, left in their natural state, neither stuccoed with mortar nor whitewashed.  There are not many other palaces or fine public buildings, and most of the houses are one-storied.\\n\\nOne of the features of the place--a custom which is of great use to the traveller, and prevails in all Scandinavian towns--is, that the names of the streets are affixed at every corner, so that the passer-by always knows where he is, without the necessity of asking his way.\\n\\nOpen canals run through the town; and on such nights as the almanac announces a full or bright moon the streets are not lighted.\",\"timestamp\":1637496344,\"title\":\"\\nDuring my travels in Iceland I had of course the opportunity of becoming\"},\"digest\":\"d-y6TcfQZANkuHfeeaw50_YGSnPnHQPB29JmGJDZ1ko\",\"authorship\":{\"contributor\":\"0x9DC92730677fd3244eD267F4e8bDd94201A144f8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jlUd3uRx_l0Q-gjRY9uSL2xzcm0lYdR4no25XP5nkhk\\\",\\\"y\\\":\\\"FJn_wp1wpphOQJx6wfFGdkE_mhJYnn903Gv69BSne24\\\"}\",\"signature\":\"VPEJCyZzBt04ieYuehWnUZZ3r3higa93qIYmyeRw1CTFwoxfXnFLH-HYdOCrv7F8BviFWQFkdDS1G6CA9ZjDQw\",\"signingKeySignature\":\"0x033917105ec111a6e919637d9715b8f1b7874220fd5aa49a43b210e5702335df4895ac326dfd7c7c5aad480e6d59264edd6401b10301f9ecbb4a6aef621f57881c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jlUd3uRx_l0Q-gjRY9uSL2xzcm0lYdR4no25XP5nkhk\\\",\\\"y\\\":\\\"FJn_wp1wpphOQJx6wfFGdkE_mhJYnn903Gv69BSne24\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"d-y6TcfQZANkuHfeeaw50_YGSnPnHQPB29JmGJDZ1ko\"}"