"{\"content\":{\"body\":\"From a technical analysis point of view, LUNA has consolidated above its historical high since March for about 40 days, and has risen by about 6 times from the bottom of the summer low. Once Columbus-5 goes live and all other projects in the ecosystem are launched, I expect it to break upward.\\n\\nAxie is in a similar situation and has been consolidating for two months after the initial effort. In the correction market about a week ago, it retested its high since July and rebounded strongly.\\n\\nMy LP income farming / unilateral bets are distributed in multiple chains. Maintaining liquidity is one of the important reasons. Funds can be quickly transferred when the best opportunities arise. The two main recent examples are $TEDDY on AVAX and $JEWEL on Harmony. If you already follow these ecosystems, it is easier to find such opportunities.\\n\\nFor BTC and ETH, the stronger confirmation at the bottom will bring a breakthrough above 45,000 USD / 3100 USD.\\nOverall view of the market: It is expected that benchmark currencies such as Bitcoin and Ethereum have a slow upward trend. Altcoins with strong fundamental catalysts outperform other altcoins, while dinosaur-grade altcoins and other altcoins that fail to deliver value The currency continued to underperform. The ideal rotation is to invest LUNA/Axie in price discovery in October, then switch to the benchmark currency, and then recreate the Solana position as the main holding asset before the first quarter of next year.\\n\\nMy knowledge of the market cycle nodes of NFTs is not as good as my knowledge of benchmark currencies and alternative currencies, so I only hold those NFTs that I think are undervalued until the market reprices them.\",\"timestamp\":1634228795,\"title\":\"Investment portfolio allocation in the fourth quarter worthy of attention\"},\"digest\":\"yfI5dQ6t1jm95TaGH6i1n9zsirj_qwYfqjDMT-5erGI\",\"authorship\":{\"contributor\":\"0xBDC5A3CDB017159370053c7467a5a69Eb2eCDE2A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zyHQLxcaJr_rCTrjVDJFfrD3br1FFgHZ9rZcxiLCd-s\\\",\\\"y\\\":\\\"igU2Tchp18JY4tG4Qyt6F3IDpAwAME4W-GNayC8Rohs\\\"}\",\"signature\":\"El0Hul29F-a5diSJgbPsKmdysv1OSrkNpSgU0auToGZq6NpK-bNISHTjqtD28p7m3RiFayfhClHhNAAE3L2PAg\",\"signingKeySignature\":\"0x763e25b4ac3c31d9897ff74e3046af3e25fe0a88f2f930b85ac59fddb32a1740318ebd8b3709c22add46adce9caa0a27105b459d31087c1bacf6a8d026e996761c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zyHQLxcaJr_rCTrjVDJFfrD3br1FFgHZ9rZcxiLCd-s\\\",\\\"y\\\":\\\"igU2Tchp18JY4tG4Qyt6F3IDpAwAME4W-GNayC8Rohs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"yfI5dQ6t1jm95TaGH6i1n9zsirj_qwYfqjDMT-5erGI\"}"