"{\"content\":{\"body\":\"12月20日，浙江省杭州市税务部门公布了对网络主播黄薇（薇娅）偷逃税案件的处理情况：经查，薇娅在2019年至2020年期间，通过隐匿个人收入、虚构业务转换收入性质虚假申报等方式偷逃税款6.43亿元，其他少缴税款0.6亿元。对此，杭州市税务局稽查局依据相关法律法规，对薇娅追缴税款、加收滞纳金并处罚款，共计13.41亿元。随即，薇娅夫妇相继发布了道歉信。20日晚间，记者查询发现薇娅的微博、抖音、淘宝直播、快手、小红书等平台的账号都已经被封。\\n\\n12月21日，中央纪委国家监委网站微信公众号发布文章《主播薇娅偷逃税被罚，怎么看？》，针对此事件中大众关注的处罚主播偷逃税行为的法律依据、加强网络主播税收监管给平台经济带来的影响以及近期几起案件为何都由浙江省杭州市税务部门依法依规处理的问题进行了深度报道。\\n\\n12月20日，税务部门发布通报，头部网络主播黄薇（网名：薇娅）偷逃税被罚共计13.41亿元。调查显示，黄薇在2019年至2020年期间，通过隐匿个人收入、虚构业务转换收入性质虚假申报等方式偷逃税款6.43亿元，其他少缴税款0.6亿元，依法对黄薇作出税务行政处理处罚决定，追缴税款、加收滞纳金并处罚款，共计13.41亿元。\\n\\n处罚主播偷逃税行为的法律依据有哪些？加强网络主播税收监管给平台经济带来哪些影响？近期几起案件为何都由浙江省杭州市税务部门依法依规处理？记者采访了中央财经大学法学院副院长于文豪。\\n\\n**直播带货是近年来涌现的一个新兴业态，对头部主播偷逃税行为严惩的法律依据是什么？**\\n\\n\\n---\\n\\n在主播黄薇之前，税务部门切实加强对新经济新业态的税收监管和规范，充分发挥税收大数据作用，查处了朱宸慧（微博ID：雪梨Cherie）、林珊珊（微博ID：林珊珊_Sunny）等多起偷逃税案件，并对重大案件进行曝光。\\n\\n在本次案件中，杭州市税务局有关负责人介绍，2019年至2020年期间，黄薇通过隐匿其从直播平台取得的佣金收入虚假申报偷逃税款；通过设立上海蔚贺企业管理咨询中心、上海独苏企业管理咨询合伙企业等多家个人独资企业、合伙企业虚构业务，将其个人从事直播带货取得的佣金、坑位费等劳务报酬所得转换为企业经营所得进行虚假申报偷逃税款；从事其他生产经营活动取得收入，未依法申报纳税。税务部门依据《中华人民共和国个人所得税法》《中华人民共和国税收征收管理法》等规定，依法确认其偷逃税款6.43亿元，其他少缴税款0.6亿元。\\n\\n依法纳税是每个公民的基本义务，直播行业不是法外之地。《中华人民共和国税收征收管理法》第六十三条第一款规定，对纳税人偷税的，由税务机关追缴其不缴或者少缴的税款、滞纳金，并处不缴或者少缴的税款百分之五十以上五倍以下的罚款。\\n\\n本次依法作出的处罚13.41亿元，主要组成部分有：对其隐匿收入偷税但在检查立案后主动补缴和报告的部分，处0.6倍罚款；对隐匿收入偷税未主动补缴的部分，处4倍罚款；对虚构业务转换收入性质虚假申报偷税的部分，处1倍罚款。\\n\\n直播带货是近年来涌现的新兴业态，需要相关部门规范引导行业健康有序发展。图为广西壮族自治区三江侗族自治县某电商直播间内，专业老师向独峒镇侗娘就直播从业规范、注意事项及产品展示技巧等进行培训。（图片来源：视觉中国）\\n\\n**与此前查处朱宸慧、林珊珊偷逃税款案一样，本次案件也是由浙江省杭州市税务部门发现并处理的，您如何看待这些案件的相似之处？偷逃税会有什么恶劣影响？**\\n\\n\\n---\\n\\n税收取之于民、用之于民，国家提供的公共基础设施、民生福利改善等都需要大量的资金投入，偷逃税直接减少国家财政收入，减少国家在公共事业上的投资来源，最终会“偷走”我们本应该享受到的社会公共服务。从平台经济角度来说，偷逃税者等于变相增加了那些诚信纳税人的税收负担，使得诚信纳税人相较于偷逃税者而言在市场竞争中处于不利地位，劣币驱逐良币可能影响整个市场发展。\\n\\n值得注意的是，梳理税务机关的通报可以发现，这几起案件都是由浙江省杭州市税务部门经税收大数据分析评估发现后，依法依规立案检查并处理的。\\n\\n首先，浙江的直播经济走在全国前列，是浙江的一张“金名片”，而杭州又是浙江省内的排头兵。数据显示，今年1至10月，浙江省直播电商交易额6092.1亿元，占全国交易总额的28.4%，规模居全国第一。杭州市的数据也十分亮眼，1至10月，杭州直播电商交易额达5024.8亿元，占全省直播电商交易总额的82.5%，规模居全省第一。如此庞大的经济规模和主播数量，如果不加强监管和引导，任其“野蛮生长”发生偷税漏税等行为，不仅损害国家的利益，对社会也会产生极大的负面影响。\\n\\n其次，利用大数据和现代信息技术创新税收管理方式是当前世界各国税收征管改革实践的普遍做法。直播经济有其自身特点，纳税人规模迅速增长，跨境、跨区域、跨行业经营日渐广泛，纳税人生产经营从实体化向虚拟化、电子化转换，征纳双方信息不对称现象更加突出。涉税数据获取是解决信息不对称问题的有效途径。\\n\\n最后，浙江当前正在高质量发展建设共同富裕示范区，为全国走向共同富裕探路。税收作为国家参与国民收入分配最主要、最规范的形式，是调节收入分配的重要工具，共同富裕必须在依法保护合法收入的同时，更好利用法律税收工具调节过高收入取缔非法收入。\\n\\n**作为网络直播领域顶流的薇娅，因偷逃税被严厉处罚，对主播们、对该行业意味着什么？**\\n\\n\\n---\\n\\n任何行业的发展都离不开监管部门的规范和引导。对直播行业来说，头部主播偷逃税行为被严惩，警示平台进一步认识到自身的监管义务，认真依法履行个人所得税代扣代缴义务，督促协助平台主播依法依规办理纳税申报，并积极配合税务机关依法实施税收管理，为直播行业健康发展贡献力量。\\n\\n对直播行业加强税收征管是规范税收秩序、维护公平竞争市场环境的应有之义，也是促进直播行业健康可持续发展的必然举措。政府对新兴业态发展的态度是包容审慎，但绝对不会纵容逃税。\\n\\n在规范网络直播行业税收秩序过程中，税务部门始终秉持宽严相济的态度，为网络主播的“自我救赎”打开了一扇窗。据了解，自国家税务总局发布通知以来，已有上千人主动自查补缴税款。\\n\\n2021年9月7日，一位“持证上岗”主播在李堡镇杨庄智慧农业园电商培育中心村播人才培训基地推介农产品。该村播人才培训基地是江苏省海安市首家村级直播基地，主要具备本土农产品直播销售、人才孵化、网络新媒体交流三大功能。（图片来源：视觉中国）\\n\\n**我国平台经济快速发展，新业态新模式不断涌现，对经济增长的引领作用不断增强。如何加强齐抓共管，推动直播经济在更深层次更高水平上良性发展？**\\n\\n\\n---\\n\\n必须客观看待和正确把握直播经济的发展趋势，突出目标导向、问题导向和效果导向，规范引导直播经济健康有序发展。\\n\\n首先要研究如何优化税收征管服务，做到税负合理、公平，促进与规范并重、支持与引导并重，增强人民群众的获得感，增强新业态新模式持续发展的活力和动力；要进一步提升税收征管的执法能力，创新适应平台经济和新业态新模式的征管技术与方法，努力实现应收尽收；要进一步规范税收征管行为，适时通过税收法律法规回应经济社会发展中的新问题，促进平台经济自我合规、主动合规，提升纳税人的税法遵从度，营造良好的纳税氛围。\\n\\n形成齐抓共管的工作格局是直播经济健康持续发展的必然要求。从人社部增设互联网营销师新职业，将之纳入统一管理，促使其更好为消费者服务，到商务部对《直播电子商务平台管理与服务规范》行业标准进行修改完善，按程序加快推进；从继续指导电子商务市场主体严格落实《中华人民共和国电子商务法》《网络直播营销管理办法（试行）》等法律法规和规范性文件要求，切实履行主体责任等，到浙江等地推动利用区块链技术对直播电商进行监管，助推解决电商交易的诚信问题，齐抓共管的局面正在推动直播经济发展告别“野蛮生长”。\",\"timestamp\":1640069349,\"title\":\"中央纪委国家监委网站：主播薇娅偷逃税被罚，怎么看？\"},\"digest\":\"dMBgat9mt0RUt4kIEsar1lbduifWP5woLahSDSggcVM\",\"authorship\":{\"contributor\":\"0x5EF27AC20F6135b0926b7fFEBd84586CEc63D95D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2Iimhr56fbTmDkzKLHc33mRGaPGXpZ-Nt93wdNawt7U\\\",\\\"y\\\":\\\"uKtqRT0pQQUFwE7ZJsRv6T_edXf-dFoclT6qrRe-tBQ\\\"}\",\"signature\":\"exox5FOXG_7SMMmaJ3jo2n9X_ypuu5cODy5-IzzCBzjFyEWYYgO9D0NXf_1-3xEC8dg3v1MUc6ITLnST_P03Ow\",\"signingKeySignature\":\"0x1f044179d8bcbb8605dd6b611532ce678abe986cd6f223383b08452884159f04064d17b25f2677c1946b579ff3e2cc6561b6d25ad90bfebb15a8ce33640ccb181b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2Iimhr56fbTmDkzKLHc33mRGaPGXpZ-Nt93wdNawt7U\\\",\\\"y\\\":\\\"uKtqRT0pQQUFwE7ZJsRv6T_edXf-dFoclT6qrRe-tBQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dMBgat9mt0RUt4kIEsar1lbduifWP5woLahSDSggcVM\"}"