"{\"content\":{\"body\":\"Fashion is deeply embedded into the fabric of our culture. What we wear is a core layer of our identity and serves as one of the purest forms of self-expression. It showcases our mood and beliefs, while also acting as a touchpoint for social connection and community. It’s changed my life so greatly, I wrote a college essay about why I like wearing the color black.\\n\\nAs the lines between the real and virtual worlds become increasingly blurred, more awareness has been brought towards our digital appearance. Digital Fashion is the process of creating computer-generated garments, accessories, shoes, and other items that only exist within their digital environment.\\n\\nToday, over 85% of the gaming industry's revenue comes from the sale of virtual in-game items and goods. Fortnite sells billions of dollars in skins and player cosmetics, [netting $50M off the NFL partnership skins](https://www.sportskeeda.com/fortnite/the-fortnite-skin-grossed-50-million-epic-games) alone. Legacy fashion brands have taken notice too. Gucci released [virtual sneakers.](https://gothammag.com/gucci-virtual-25-sneaker) D&G sold [$6 million worth of NFTs](https://www.google.com/search?q=dolce+and+gabana+nfts&oq=dolc&aqs=chrome.0.69i59j69i57j35i39j46i131i199i433i465i512j0i512j46i131i199i291i433i512j0i131i433i512j69i60.1249j0j7&sourceid=chrome&ie=UTF-8). Nike filed a patent for ‘CryptoKicks’, started [hiring virtual material designers](https://timesofindia.indiatimes.com/business/cryptocurrency/blockchain/nike-makes-metaverse-debut-with-nikeland/articleshow/87863355.cms), and launched [a partnership with Roblox](https://www.cnbc.com/2021/11/18/nike-teams-up-with-roblox-to-create-a-virtual-world-called-nikeland-.html). Adidas followed with a [partnership with Sandbox](https://bitcoinist.com/adidas-finds-its-first-crypto-partners-with-coinbase-the-sandbox/). But what about the indie creator?\\n\\nAs of now, the independent designers and creators responsible for producing these digital fashion assets struggle to generate sustainable income. This is mainly the result of technical bottlenecks around the seamless integration of assets into various gaming, VR, and 3D content environments.\\n\\nEnter DIGITALAX.\\n\\n### What is DIGITALAX?\\n\\n[DIGITALAX](https://www.digitalax.xyz/homepage) is a Digital Fashion Operating System built on both the Ethereum and Polygon blockchains. Pioneered by [Emma-Jane Mackinnon-Lee](https://www.janefuture.com/) and the founding team in 2020, the protocol’s mission is to disrupt the Web3 fashion ecosystem through four key areas:\\n\\n1. **Property**\\n2. **Composability**\\n3. **Interoperability**\\n4. **Forkability**\\n\\nIt’s important to note that this article is a *very* simplified breakdown of what DIGITALAX is working to achieve. In this post, I’ll be touching upon **property, composability, and interoperability**. I’ll also briefly summarize a couple of ecosystem modules designed to shift value away from traditional Web2 organizations and into the hands of independent creators.\\n\\nA much more in-depth and technical walkthrough of the entire protocol architecture pictured above (30 min watch time) can be [viewed](https://www.youtube.com/watch?v=SsLRTULonuI) or [read here](https://digitalax.gitbook.io/digitalax/).\\n\\nLet’s get started.\\n\\n### Property and Composability\\n\\nDIGITALAX’s first goal has been to create a streamlined, comprehensive content supply chain with vast opportunities for creator incentives. In the current global fashion production value chain, value is accrued by the suppliers (providers of raw materials), manufacturers (factories producing the garments), brands, and distributors (retailers). In the case of DTC brands like Allbirds or Figs, they serve as both the brand and distributor. Right now, very little value is accrued by the designer behind the product. Through fractal garment ownership (FGO), DIGITALAX turns the traditional value chain on its head, allowing artists and creators to capture the majority of the value, while also avoiding many of the unsustainable and unethical practices that plague the fashion industry today.\\n\\nHere’s how it works:\\n\\nArtists create digital modular assets like raw materials, patterns, and textures as composable “child” NFTs. These elements are then compiled into open source libraries that live on the DIGITALAX platform, available for use by all members of the [Global Designer Network (GDN) DAO](https://blog.digitalax.xyz/meet-our-designers-global-designer-network-530e1d783143). Using these elements, designers can create master garments like tees, shoes, dresses (parent NFTs) and list them on the [DIGITALAX Marketplace](https://fashion.digitalax.xyz/marketplace/). These child and master garment NFTs provide designers with a “scalable digital distribution channel where assets can be immediately verified & authenticated on-chain, backed by immutable ownership”. It also enables designers to receive a predetermined royalty each time a modular asset is used in a master garment or a master garment changes hands.\\n\\n![](https://images.mirror-media.xyz/publication-images/qodgi8-EEyT7wZBMU9Gxz.png?height=948&width=2704)\\n\\n**Learn:** [What is an NFT? ](https://www.randymginsburg.com/articles/future-of-nfts)\\n\\nPretend I’m an artist using 3D software to create a digital pocket tee (master garment, aka parent NFT). I start by searching through the **[FGO open source library](https://designers.digitalax.xyz/opensourcelibraries/)** for suitable material. I find a solid gray “cotton” material (child NFT) created by a designer named Mark. Next, I want to spice it up with a patterned pocket. Back to the DIGITALAX library, where I find a trippy iridescent pattern (child NFT) created by an artist named Michelle. A little more design work and...perfect! My hoodie is ready to sell on the DIGITALAX Marketplace.\\n\\nTwo days later, my digital tee shirt is purchased. As the artist responsible for creating the master garment (the gray patterned pocket tee), I receive a majority percentage of the sale. But, since I used Mark and Michelle’s modular assets, they also get a predetermined royalty. All royalties are paid out automatically with each transaction and accurately time-stamped on the blockchain for the public to see.\\n\\n![An example of a listing in the DIGITALAX Marketplace.](https://images.mirror-media.xyz/publication-images/VRWlCyIqFEi14NkIKfeh0.png?height=1266&width=2694)\\n\\n### Interoperability\\n\\nCurrently, all digital fashion assets are siloed and non-transferable across digital worlds. For example, you can’t carry your Fortnite skins to your Roblox avatar. To bridge the interoperability gap, DIGITALAX is creating DASH, a transferable file format architecture to allow for seamless compatibility across all different gaming and 3D environments, without compromising the digital quality of the asset. From a technical standpoint, this is the most difficult part of their vision. It’s also the most critical. Without this, the potential of digital fashion in the metaverse is severely constrained.\\n\\nTo start, this new file type will be compatible with CLO3D, Unity, Unreal, Blender, and Godot, the engines responsible for the world’s biggest games like Fortnite, Roblox, League of Legends, Grand Theft Auto, and more.\\n\\n### Creator and Player Empowerment\\n\\nDue to the siloed state of digital fashion, developers are responsible for much of the industry’s creative control. They determine what assets and environments are produced, when they launch, and what partnerships to undertake, with limited knowledge of how new content will be received by players. Essentially, they are the trendsetters of the digital fashion and gaming industries. Ecosystem modules like PODE and ESPA bring power back to the indie developers, artists, and players.\\n\\n![](https://images.mirror-media.xyz/publication-images/mbHmlzdgpvz-ogIrc5KR8.png?height=1050&width=1130)\\n\\n**[PODE](https://www.digitalax.xyz/pode):** PODE is the first decentralized version of an instant distribution platform & incubator for indie game devs, allowing players to provide developers with direct feedback on in-game elements from initial concept through monetization to launch and scale.\\n\\n**[ESPA](https://espa.digitalax.xyz/):**  ESPA is a casual esports platform that allows players to purchase digital assets from the DIGITALAX Marketplace, take them in-game, and start engaging in casual esports battles across modded and indie games like Minecraft and Roblox. For successful gameplay, players are rewarded with $MONA tokens that can be used throughout the entire DIGITALAX ecosystem. Based on the rarity of the player’s digital assets, different levels of utility and access are granted within the ESPA metagame, opening up an entirely new world of Wear 2 Earn incentives.\\n\\nWith this Web3 approach, designers and brands can ship content directly to the players and both parties can earn while doing so. This creates a digital economy ecosystem, freeing up money and time for the developer to focus on creating personalized player experiences while enabling players to dictate trends, supply and demand, and assume full control over their virtual identity. Everyone wins.\\n\\nAgain, this is merely an entry point to the DIGITALAX ecosystem. The rest you’ll have to [discover on your own](https://digitalax.gitbook.io/digitalax/). Ready to dive down the Web3 fashion rabbit hole? Join the [DIGITALAX Discord](https://discord.com/invite/DKbSqRGtKv) and follow [DIGITALAX](https://twitter.com/DIGITALAX_) / [Global Designer Network](https://twitter.com/web3fashion) on Twitter, and dig into a few of the links below:\\n\\n* [GitBook](https://digitalax.gitbook.io/digitalax/)\\n* [Primer](https://primer.digitalax.xyz/)\\n* [GDN DAO Mechanics](https://blog.digitalax.xyz/gdn-dao-mechanics-token-graph-hierarchy-6a018d5f12fd)\\n* [Token Ecosystem and Utility](https://digitalax.gitbook.io/digitalax/token-economy/token-distribution)\\n* [Tales of Web3 Podcast](https://soundcloud.com/talesofweb3tailors)\",\"timestamp\":1638277043,\"title\":\"DIGITALAX: Revolutionizing the Web3 Fashion Industry\"},\"digest\":\"omkvuNGwLWvmgPWk2TRc2MJrlg2TmIr1J4za8FyWSFg\",\"authorship\":{\"contributor\":\"0x1ae7Df502EA7ed57C8e2744D53A90517FB1B6248\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fMqJbS3FKbrXVLOpcFwnL5rT6zFS7oxAdvkavEtW2Iw\\\",\\\"y\\\":\\\"5JYUecaTaK-u5yd8dvAvpWyxXpsGe9annVCAgzp0JtA\\\"}\",\"signature\":\"4BwW2zcQm-KeXstJ-uUVOGLDZiqPGKuxV3Ke14xjT1DnyYhOP4uZrO2shv0f8F9bvAdsiprG2yhvUPuNXM7Xzg\",\"signingKeySignature\":\"0x71e5f8029f2e69cbf1797eaf6fba115253e4832c520b93c97abf91369438072d602b7337ecaa8c5e8d54cdb486bcb727eaedcd99af102205d17a3decf92d89cb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fMqJbS3FKbrXVLOpcFwnL5rT6zFS7oxAdvkavEtW2Iw\\\",\\\"y\\\":\\\"5JYUecaTaK-u5yd8dvAvpWyxXpsGe9annVCAgzp0JtA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Gx2P2QCm-5O4CeMSnlIblA11CgKDyQRMYc8QwhLovk0\"}"