"{\"content\":{\"body\":\"1月17日，国家统计局发布2021年度人口数据：全年出生人口1062万人，死亡人口1014万人，全年人口净增长48万人，人口自然增长率为0.34‰。近年来，中国的人口出生率、人口自然增长率、人口净增长都在下降，人口出生率已经连续两年低于1%。\\n\\n　　伴随低出生率的是人口老龄化，以及一系列养老、医疗、劳动力短缺等问题。我国去年推出“三孩”政策，各地也相继出台不同的激励生育措施，从现金补助、房地产补贴到延长产假等纷纷出现。\\n\\n　　国家统计局局长宁吉喆在国务院新闻办发布会上表示，人口增速放缓是我国经济发展，特别是工业化、城镇化发展到一定时期的客观情况，老龄化、少子化也是发达国家和一些新兴经济体普遍发生的问题。\\n\\n　　连马斯克也在去年年底的《华尔街日报》年度CEO理事会论坛上直言，低生育率已经成为人类面临的最大威胁，这位世界首富呼吁：“如果人们没有更多的孩子出生，文明将会崩溃。”\\n\\n　　“要实现人口增长，纵观全世界，任何一个国家都没有成功。”中国社会科学院日本研究所前副所长、研究员张季风在接受第一财经专访时坦言，低生育率、少子老龄化，已经成为世界性难题。\\n\\n　　去年，中国人口总量增加48万。张季风认为，中国正从极微小的正增长向人口负增长转换，或许2022年中国人口就将达到峰值，死亡率会大于出生率。\\n\\n　　张季风的研究领域，除了日本经济，也包含中日人口老龄化比较、中日出生率下降等社会问题。他介绍说，日本从上世纪70年代中期就面对低生育率问题，1995年进入超低生育率阶段，因此，日本从上世纪90年代就开始采取一系列措施。对比中日两国的生育率下降过程，或可为中国带来一些借鉴。\\n\\n　　从生育率下降曲线来看，中日两国既有相似又有差异，中国比日本下降时间更长、幅度更大。除了骤降期外，日本整体生育率下降曲线平缓，没有大起大落；但中国生育率呈波浪形，个别年份急降急升，比日本的变化更为迅速。两国最大的差异是，中国生育率下降的同时，出生人口性别比走高。一些地区男女青年比例失调，也让生育率提高到人口更替水平变得更加困难。\\n\\n　　人们对老龄化社会的认知，普遍比较消极。老龄化社会的英文译名是graying society，gray有阴暗、阴郁的解释，说起老龄化社会，总是与昏暗、浑浊、缺乏活力联系在一起。\\n\\n　　但张季风强调，老龄化社会意味着人类进入长寿时代，人类社会从高出生率、高死亡率转变为低出生率、低死亡率。长寿是人类长久以来的梦想，其直接导致的结果必然是老龄化。\\n\\n　　**专访张季风：少子化是全社会问题**\\n\\n　　**老龄化有正面意义**\\n\\n　　**第一财经：**现在全球主要经济大国的人口老龄化趋势都在加强，而日本成为“老龄化比例最高的国家”。在迈向世界第一老龄化国家的过程中，日本做过哪些措施？你怎么看老龄化对社会的影响？\\n\\n　　**张季风：**日本是世界老龄化最严重的国家。欧洲很多国家在上世纪70年代就达到了老龄社会阶段，日本是在1975年开始人口老龄化，上世纪90年代进入老龄社会，现在是迅速进入了深度老龄化。现在日本65岁以上的老人达到3535万，占总人口的28%。\\n\\n　　从老龄化到深度老龄化，一步步变成世界之最的过程中，日本其实一直是有措施，一直在控制的，但有些事情不是努力就能改变的。\\n\\n　　我们看老龄化，看到的更多是对经济发展带来的负面影响、劳动力的下降导致人口红利的削减和消失。老龄化社会意味着政府财政负担的加重，因为人口红利下降、税收减少、被抚养人口增加，肯定导致社会负担越来越重，整个的社会经济活力肯定就要下降。\\n\\n　　日本人口达峰大概是在2005年左右，现在我们说到日本经济“失去的20年”，日本财政状况的糟糕跟老龄化这个客观因素有很大关系，在上世纪90年代，日本财政预算中有20%用于老龄化的社会保障，现在已经接近40%。\\n\\n　　但从另一个角度来看老龄化，老年人越来越多，说明我们进入长寿社会，人的平均寿命在增长。日本深度老龄化，但也是世界上最长寿的国家。我们推动社会进步、政府大力发展经济，最后的目的是什么，就是让[老百姓](http://quote.eastmoney.com/unify/r/1.603883)过上幸福的日子，更长寿，这才是目的。\\n\\n　　人们寿命的增长，就是社会进步的表现。所以我们看老龄化，有负面影响，也有正面意义。\\n\\n　　**第一财经：**中国现在面临少子化问题相比之下更被关注，人口减少会削弱中国经济发展红利。你怎么看？\\n\\n　　**张季风：**确实，说到少子化的问题，我很难用正面语言来形容，可以说是有百害而无一利的。\\n\\n　　日本是上世纪90年代出现少子化情况，中国大概是在2005至2010年前后出现劳动力负增长的趋势，这种趋势不是一年两年就能看出来的。\\n\\n　　当一个国家的人口绝对量减少，也就是人口达峰以后，对社会的经济影响是很大的，带来的直接后果就是总需求下降。\\n\\n　　我们说正常的“人口更替”水平，出生率应该是2.1，就是平均每一个育龄妇女可能生2.1个孩子，才能维持人口正常更替。日本现在的数字是1.4左右，韩国的数字是0.8，是东亚里面少子化最严重的国家。\\n\\n　　我们研究少子化的问题，离不开家庭，本质上还是婚姻的问题。所以少子化问题非常复杂，它已经升级到全社会的问题了。\\n\\n　　**第一财经：**发达国家和新兴经济体都会面临少子化难题，中国少子化背后的原因是什么？\\n\\n　　**张季风：**导致少子化，并不是单一的原因。中国人不愿意生孩子，有三个层次的原因。第一个是个人意愿问题；第二个是不敢生，这基本属于经济问题；第三个是想生但生不出，现在中国适龄人口不孕不育率的比例还是比较高的。\\n\\n　　以前从中国传统思想来看，“不孝有三，无后为大”，生育对于家族来说是延续血脉，甚至是和国家联系在一起的。但现在这种思想观念根本不在年轻人的头脑里面。现在年轻人的结婚和生育意愿都在下降，有些结婚了也会选择不要孩子，没那个意愿。\\n\\n　　日本的少子化问题更严峻，整个社会进入无欲无求、低欲望的时代，年轻人对恋爱没有积极性，年轻男性变成“草食男”，终身未婚单身的人越来越多，变成一个“结婚难的社会”。\\n\\n　　**日本如何应对少子化**\\n\\n　　**第一财经：**上世纪90年代，你曾在日本留学十年，那时也是日本少子化最开始的阶段。对比当时和现在，日本应对的措施有哪些变化？\\n\\n　　**张季风：**其实日本政府一直在做多种努力。在我们读书的时候，日本政府鼓励生育的政策是经济援助，一个家庭只要生一个孩子，就奖励50多万日元，生孩子的费用都由国家出。就算我们是留学生，也可以享受这个政策。\\n\\n　　我的儿子现在定居日本，养育了两个孩子。日本从2019年开始实行幼儿园免费，从幼儿园到大学阶段都是免费。我家孙子和孙女在三岁前看病全部免费。有些地方还会发儿童补助金。\\n\\n　　2013年开始，日本就把援助年轻人结婚生子作为主要课题，稳定年轻人就业，鼓励老一代给年轻人经济援助，减轻他们负担。\\n\\n　　企业也有很多鼓励政策，员工每生一个孩子，公司会按比例给补贴，减免税额。男性和女性员工都有产假。对于女性员工产后重回职场，在晋升各方面都有具体的法律规定。\\n\\n　　日本的家庭主妇出去做短工，不用交税，但如果一年超过108天，丈夫就要被扣税，因为家庭主妇就不算被扶养人口了。政府给予单亲低收入家庭的补助和医疗免费政策也比较多。可以说，你能想到的招，日本全都想到了。\\n\\n　　安倍晋三为少子老龄化提出很多措施，“安倍经济学”的第一件事就要让[GDP](http://data.eastmoney.com/cjsj/gdp.html)在2020年达到600万亿，第二件事就是要减少育儿经济负担，把日本的总和生育率从2012年的1.41提高到1.8。但现在看来，出生率不但没有提高，反而连续下降，日本2020年的总和生育率是1.34。\",\"timestamp\":1642496629,\"title\":\"面对老龄化和少子化 哪些日本经验可以借鉴？\"},\"digest\":\"njfsLPMEBdngDYCwo3wBl3iZxW5y6WFRSMUuVW0FLsU\",\"authorship\":{\"contributor\":\"0xFbA873931eE691F78123f8a90ba942328609B391\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AyxiLjqAcXEqZq6zf8qGEJuRKVfDiSJweIImN3E0GYg\\\",\\\"y\\\":\\\"0lHLjgmqufjCf3CZ0U-NrsTPdVmzDNQgge_Sajjg1To\\\"}\",\"signature\":\"oyon-EBxmg2QQozu69I4QlwnoNK7Y_dDqZGS24TkQA8ZJ45MtRlYT0brSp_W2R8yFZGtCjz8RPyTWf2WkE4bpw\",\"signingKeySignature\":\"0x070c4490e91a981c3e8531652ca23250bd8edfa7031250584b702d256ebf056356a8ef09ca81f6427f67212e3b93a51a040880cd60073641f120b2d3b60175991b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AyxiLjqAcXEqZq6zf8qGEJuRKVfDiSJweIImN3E0GYg\\\",\\\"y\\\":\\\"0lHLjgmqufjCf3CZ0U-NrsTPdVmzDNQgge_Sajjg1To\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"njfsLPMEBdngDYCwo3wBl3iZxW5y6WFRSMUuVW0FLsU\"}"