"{\"content\":{\"body\":\"Written by [Rolo](https://twitter.com/RoloDefi) in collaboration with [Pieks](https://twitter.com/_pieks_), [Momid77](https://twitter.com/liuzr722), [Carl](https://twitter.com/CarlIcoin) and Cheese\\n\\n\\n---\\n\\n**Nil DAO is putting the power of NFTs into the hands of the people.**\\n\\n* **Create to earn.**\\n* **Curate to earn.**\\n\\n## $NIL/$vNIL, what does that mean?\\n\\n**$NIL is the governance token of Nil DAO, and $vNIL is the same as $NIL but *within a vesting period*.**\\n\\n$vNIL shares the *same* characteristics as $NIL:\\n\\n* It’s a governance token, so you have Voting Power with it.\\n* You can stake it and generate more $vNIL.\\n\\nWith the only difference being that $vNIL will follow a *666 day vesting schedule* starting at token acceptance, *to incentivise the long-term development of Nil*.\\n\\nWhile you cannot trade or sell vNIL for other tokens until its vesting period is up (666 days from acquisition), it is a powerful tool for the NIL ecosystem.\\n\\n*Your $vNIL will gradually become $NIL, because we are here for the long-term.*\\n\\nTo support the Creator Economy from all fronts but also to *ensure the durable and continuing development of Nil DAO, Creators, Collectors, N Holders, and Initial Contributors and Advisors were rewarded with a $vNIL allocation*. This was airdropped based on certain criteria, which are explained here (link to section below).\\n\\n![](https://images.mirror-media.xyz/publication-images/R8w456CGrLkuwlQi-_74H.png?height=1990&width=3194)\\n\\n**With that in mind, now we can show you a few facts about $NIL:**\\n\\n* $NIL/$vNIL max total supply: 100m tokens\\n* Total $NIL in circulation on the secondary market: approximately 9,000 $NIL - 72 hours after inception.\\n\\n**Total $NIL/$vNIL in the DAO Treasury: 300,000 $NIL + 2.7m $vNIL**\\n\\n![](https://images.mirror-media.xyz/publication-images/btcA2BzpgNuVzUOErHPMb.png?height=1350&width=2400)\\n\\n**Similar to Bitcoin, the max supply of $NIL will not be minted for decades to come. This is to ensure the economic security of the project and that Nil is here to stay.**\\n\\n## How can you get $NIL?\\n\\nNil's philosophy is to empower the community by giving them ownership of the ecosystem.\\n\\n**Its Fair Launch is proof of this.**\\n\\nThe Nil Protocol was organically developed by Initial Contributors: no pre-sale was made, and VC money was refused. So here we explain how $NIL was fairly distributed and how you can get it (or claim it):\\n\\n### Earn by Creating\\n\\nIn the old web2 world, the creator economy worked differently—artists were creating, but companies were the ones making the money. Now the game has changed. At Nil, artists can leverage their craft like never before. Create what you want, the way you want, and distribute it in a completely new way.\\n\\nBy selling their work on Nil, Creators will receive 100% of the sales revenue. Nil won't charge any primary fees on their sales.\\n\\nCreators can earn $NIL as in the following ways:\\n\\n* In addition to your sales revenue, you can earn $NIL proportionally to the support demonstrated by N stakeholders. 40% of the $NIL max total supply will be held by Creators using the platform to mint and sell their works.\\n\\nThis can be done through the Creators Generating Sequence. More info about it [here](https://docs.nildao.xyz/using-nil/selling-on-nil/generating-usdnil#how-does-the-creators-generating-sequence-works).\\n\\n* Creators have the option to accept $NIL as a payment method (though $ETH is the standard currency on Nil). This will give Creators control over both $NIL supply and demand.\\n\\n### Earn by Contributing\\n\\nAs [Coopahtroopah](https://twitter.com/Cooopahtroopa) said:\\n\\n\\\"DAOs are internet communities with a shared cap table and bank account.\\n\\nMembers work together to create, distribute and capture value relative to a shared mission. Ownership shares economic, social and political components, creating best practices for digital coordination.\\\" \\n\\nThat being said, the future of Nil is in your hands. You can contribute by creating community, onboarding new artists, creating content (Memeooor), everything you could imagine. Join us & your efforts for Nil will be fairly rewarded.\\n\\nFor example, if you onboard a new Artist, you will forever receive 6.66% of the $NIL generated by the Creator you onboard.\\n\\nIf you want to contribute, check out our Nil DAO Discord for more info (link).\\n\\n### Secondary Market\\n\\nYou can buy $NIL directly through secondary markets.\\n\\n* Buy $NIL on [Sushiswap](https://app.sushi.com/swap?inputCurrency=0x47252a63c723889814aebcac0683e615624cec64&outputCurrency=0xc02aaa39b223fe8d0a0e5c4f27ead9083c756cc2)\\n* Buy $NIL on [Uniswap](https://app.uniswap.org/#/swap?inputCurrency=0x47252a63c723889814aebcac0683e615624cec64&outputCurrency=0xc02aaa39b223fe8d0a0e5c4f27ead9083c756cc2)\\n\\n## Airdrop & Initial Contributors and Advisors\\n\\n## Creators\\n\\nAt Nil, we believe Creators are the pillars of the ecosystem and they must be fairly rewarded for their craft.\\n\\n**To empower them, artists received 50% from the $vNIL airdrop. You can claim $vNIL if you are:**\\n\\n* One of the top 66 artists in total sales revenues on Zora, SuperRare, and Foundation.\\n* An Art Blocks creator.\\n* An EthBlockArt creator.\\n\\n## Collectors\\n\\nEngaged collectors who have previously supported and amplified ground-breaking digital creations, along with public figures who've inspired the Nil movement have been rewarded with a portion of the initial minted supply of $vNIL.\\n\\n**You can claim $vNIL if you are:**\\n\\n* A Fidenza, Ringers, and Auto-Glyph collector\\n* One of the 30 recognized personalities engaged in the creator economy (link to list)\\n\\n**N Holders**\\n\\nIn order to reward long-term N participants, a snapshot was taken Wednesday, October 13, 2021 6pm (CEST), so all N Holders included in it can claim their $vNIL.\\n\\nThe amount of claimable $vNIL is based on a bonus mechanism that rewards active participation in the N ecosystem.\\n\\n## Initial Contributors and Advisors\\n\\n**For their contributions to developing Nil Protocol v1, Initial Contributors and Advisors were remunerated with 18% of the max total token supply in the form of $vNIL. They refused funds from institutional investors and all forms of pre-allocation in preference of a completely fair launch, putting the responsibility of the DAO development in the hands of the people.**\\n\\nThe goal of the Initial Contributors List is to unleash the power of N while using the N community as a relay and source of support for creators. They rewarded long-term N participants using an amplification mechanism.\\n\\n## What can you do with $NIL?\\n\\n**Now that you have it, you can unleash the power of Nil DAO.**\\n\\n## Staking 🔲 ²\\n\\n### Stake your $NIL and N to:\\n\\n* Earn $NIL. **This is your Curator Basic income.**\\n* Generate [Curation Power (CP)](/using-nil/curating-on-nil/first-sequence#curation-power) to upvote creators and receive up to 20% of the $vNIL they generate.\\n* Earn Karma\\n\\n![](https://images.mirror-media.xyz/publication-images/Xxx88oew6CTotiwyPFulY.png?height=1000&width=1920)\\n\\n**Staking is a long run yield generating design.** By staking collectively rather than selling before the end of the vesting, stakeholders favour the long term value accrual of their $vNIL.\\n\\n**Staking is the fundamental revenue generation mechanism of the Nil protocol.** Stakers stake their NIL and n on the [Nil website](https://www.nildao.xyz/nil) to earn curators revenues in addition to more NIL.\\n\\n**Staking is an autonomous, longish strategy.**\\n\\n## Voting Power\\n\\n**The Nil DAO is a decentralized, community-owned cooperative of sovereign individuals with a shared goal of growing and maintaining the Nil Protocol and a thriving ecosystem built around it.**\\n\\nAs such, both $NIL and $vNIL serve as governance tokens with voting rights.\\n\\n* 1 $NIL = 1 Vote\\n* 1 $vNIL = 1 Vote.\\n\\n**Now that you know our mission, plus know how to earn and use your $NIL/$vNIL, join us!**\\n\\n* Visit [nildao.xyz](https://www.nildao.xyz/)\\n* Follow [Nil on Twitter](https://twitter.com/Nil__dao)\\n* [Join Discord\\n  ](https://discord.com/invite/DwJRhKKTnr)\",\"timestamp\":1639935650,\"title\":\"$NIL 101 : a token for the Creator economy \"},\"digest\":\"ImfujIMZ7PUt5iP2P9UU8xM--T5fxzOhgnGk4XQaGyQ\",\"authorship\":{\"contributor\":\"0x73e3E8a583cC7b9b4baa0fa8B6b5241D17Ff7D36\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YHpThw0CIx52z6Q23DE7FHFiuY1Ex0mrtzwZsIXfX5w\\\",\\\"y\\\":\\\"cxuIEJU2xmdKOliuXeqLWFv7YT6k5OIVT598IUPkP8M\\\"}\",\"signature\":\"kHdVI6w41NO9Q2WTG1POfILVasLqQm4y3MpLBY5zhjN1uJsDUyCxM6Mhyh6kii6D5rpe56bsiOatkOQdSjexFg\",\"signingKeySignature\":\"0xedbc7e0616271fede7bb9334f139bb541fb0bdb65a68e2240acf24af6f211194296b6a155afe3afbef1520b98d466ebf489b582544d1f87f438380ed0c754ea51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YHpThw0CIx52z6Q23DE7FHFiuY1Ex0mrtzwZsIXfX5w\\\",\\\"y\\\":\\\"cxuIEJU2xmdKOliuXeqLWFv7YT6k5OIVT598IUPkP8M\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8NSIcRjTCZV2q77aUJGoU4O2_jlYjGMgGnm5MqBp420\"}"