"{\"content\":{\"body\":\"## Building the city-cryptostate to realize a more vital future.\\n\\n> *We are awed by the prophetic power of human consciousness. Time after time, it redeems the visions of madmen, psychics, and saints. Our intuition is that history has a destiny.*\\n\\nJames Dale Davidson & Lord William Rees-Mogg, The Sovereign Individual\\n\\n> *For the pioneer, today is big with blessings. Some of you think the days of the frontier are gone; where is there to sail? Atlantis is sunk! Have the seekers of Shanghai-La passed from this earth? No. Techno-historical forces are raising a new frontier from the depths, and we are entering an age of opportunity for those who hear the call of the frontier. I hear it, as many of you do. As our ancestors did. It is an eternal calling. We are here to offer you a path.*\\n\\nUnknown\\n\\n## Overview.\\n\\n**Praxis is a grassroots movement of modern pioneers building a new city.** We are technologists and artists, builders and dreamers. We are building a place where we can develop to our fullest potentials, physically, culturally, and spiritually. Bitcoin was developed as a financial technology with political goals identical to those of the Founding Fathers: liberation. The ultimate end of crypto is the possibility of a future for humanity unshackled from the institutions that seek to limit our growth. Our ultimate goal is to bring about a more vital future for humanity, and we will use technology to achieve this righteous end.\\n\\nOur civilization is unwell. We eat food that kills us, we’ve lost sight of beauty, and we neglect our spiritual lives. The world is deranged and decayed, and this frightens people. We don’t look up from our screens; we seek to live within them. Crypto is a fundamentally political technology -- escape to the metaverse is a betrayal of the principles on which it was founded. We are descended from the people who built Rome and Athens, who dared to split atoms and voyage to the Moon. We can build new worlds not just of bits, but of atoms.\\n\\nIn the Information Age, everything is made anew. We have a radical opportunity to remake cities. Cities will be reorganized around shared values, rather than the labor market principles of the Industrial Age. The defining value of the coming epoch is Vitality, so we are building our citizenry on this moral foundation. We will build structures that reach to the heavens on a vibrant coast, with governance that enhances the vitality of its people. You will be able to walk barefoot in the midst of our urbanity.\\n\\nPraxis is organized as a membership-based community. There are many reasons to join Praxis: to self-actualize on the dimension of vitality, to meet amazing people, to be able to move to what will become the defining city of the 21st Century, etc. But the most important reason is this: to take part in a grand historical narrative to bring a moral vision for the future into being. This is your opportunity to join America in 1776.\\n\\n## Philosophical Groundings.\\n\\n**Forging a path through the stars, we look upon the galaxy with reverence and enchantment.** Fellow space travelers dart through the night ahead of us. The firmament that once inspired worshipful terror calls upon our higher instincts to explore barren moons, balls of fire, and dreamscape worlds. We heed the call.\\n\\nAs we look behind us, we see a trail of light tracing our path from earth. This trail of light is our civilization’s spirit, an organic entity distinct from the collection of people that reside within it. Ahead of us, this light blossoms into a thousand beams, landing on new homes for humanity. We are all reflections of this light; we are all men of our time and civilization.\\n\\nOn earth we see vast oceans, swirling clouds, and broken continents. On these continents we see pyramids, monuments, and castles, etched in the ground by the lights of past civilizations. Contemplate the vision of the men who designed the Pyramids of Giza. On shifting sands they envisioned a perfect configuration of stone aimed at the heavens, larger than any structure heretofore built. Beautiful, gargantuan visions and the technology to realize them are the mark of a civilization at its spiritual peak.\\n\\nCivilizations are born with foundational values. The destiny of a civilization is determined by the way its values and understanding of the world map onto reality. The liberal west embodies Enlightenment ideas, e.g. that man’s nature is plastic and perfectible. The direction of our destiny is informed by our values, and the intensity of its realization is informed by our understanding of the world. A better understanding of the world enables us to build technology -- physical, social, and spiritual  -- to realize our destiny. Technology is truly a driving force of history. History is the process by which civilizations’ destinies unfold as they attempt to impress their visions into the human and earthly landscape.\\n\\nSalus populi suprema lex esto: The health of the people is supreme law. We evaluate civilizations and their values by the vitality they produce in their people. Vitality manifests physically, culturally, and spiritually. Physically vital civilizations produce healthy, strong, and beautiful people; culturally vital civilizations produce high art that inspires aesthetic contemplation; and spiritually vital civilizations are pulled unremittingly forward by a vision for the future in touch with the true nature of man and the universe.\\n\\nCivilizations often promulgate intermediary values with the ultimate end of vitality in mind. If the means usurp the ends, misguided deontological ethics reign until a lack of vitality causes death.\\n\\nCivilizations occupy a moral landscape circumscribed by their values. When value systems begin to descend, Prophets summit spiritual peaks to look beyond the common man’s conceptual horizons. They look to the frontier to spy new vistas of thought. Later, statesmen lead pioneering crews beyond these horizons, with a deep moral conviction that there are better ways to live. The frontier is the birthplace of civilizations.\\n\\nAs we leave old lands, our values are our compass. Like wolves, tribes of pioneers are muscular by necessity. For voyaging tribes to settle, they must perform murmurations: intricate coordination with little communication, at scale. This is only possible with a strong sense of asabiyya (group feeling derived from deeply-held shared values). Our values inform the destiny we desire, and for which we struggle. Asabiyya is forged in this struggle. With asabiyya, pioneers can earn the divine mandate to build a city. Cities are the fount of human ingenuity. In cities, people enjoy their fullest potential by contributing their resources under the auspices of civilization.\\n\\nCivilizations rise and fall. All around us, we see civilizational decay. The people are not vital: physically, culturally, spiritually. We live in an era of obesity, remakes, and pollution. We are losing the divine mandate, and in an era of absolute weapons, what’s at stake is everything. But perhaps there’s some glory in death by a light brighter than a thousand suns. A worse fate may await humanity: atrophied bodies submerged in gel, fed synthetic bug paste, minds occupied by the petty amusements of a corporate metaverse. There, nothing is at stake; there are no frontiers to explore; no growth is possible. Nothing to live for, and nothing to die for.\\n\\nAs we walk between these twin fates, the light of our civilization dims. But beyond the horizon, we see a new light emerging. Like the sun at dawn, it cannot be stopped. Vitality itself is the foundational value of this new civilizational form, and we have the technology to enact our moral imperative as never before. Cryptography secures property which once only guns could. At the speed of light, people from around the world can participate in new governance systems and voluntarily organize to realize their visions for the future.\\n\\nWe chose to enact history and organize around vitality. Vitality is life. Vitality is energy. Vitality is human flourishing, and human flourishing requires physical, intellectual, and spiritual self-actualization. We will reach our potentials, walking barefoot, gazing at the sun, building beautiful families, standing for justice and truth. Preserving the vitality of the natural world and raising buildings that make you feel heroic. Vitality means listening to the base biological mandate of growth and persistence, as well as the higher call of spiritual life. We will build a high culture within this burgeoning civilization. We must choose to do this in the face of danger and discomfort. Genius will be lauded and beauty will be praised without hesitation. We will indulge the pre-rational mind while respecting the power of logic; Ramanujan was presented with his mathematical insights in dreams. We believe humanity is a tradition worth preserving.\\n\\nThe ultimate manifestation of vitality entails humanity’s expansion into the infinite frontier of space. Humanity will go forth and multiply on a thousand worlds, ushering in a fractal civilization blossoming across the universe. We are on the cusp of exponential human flourishing.\\n\\nIt is said that you make one choice in your life: whether to escape from history or to give your life for it. Building a vital future for humanity starts with a single step: joining a band of pioneers, voyaging onto the frontier, and earning the divine mandate to build a city glowing with the light of the coming civilization.\\n\\n## How to Build a New City.\\n\\n**It’s time we look up from our screens and to the horizon.** There, we can build new worlds, not just in bits, but in atoms. Many have tried and failed to build new cities, but a new frontier awaits. Techno-historical forces unlocked a new modality of city building for the Information Age.\\n\\nAt the beginning of any city building venture, you face four major challenges:\\n\\n* Politics: Will a sovereign let you build a new population center?\\n* Money: Can you raise the money to execute on the project?\\n* Supply: Can you build complex infrastructure and real estate?\\n* Demand: Will people move in?\\n\\nYou must decide how to order the risk dominoes, i.e. which risk to take on first.\\n\\nIn the Industrial Age, cities were organized around labor markets. People primarily moved to cities for jobs. Cities are also about culture, dating markets, and so on, but those things fall to the wayside when local labor markets collapse. No one talks about Detroit’s art museums.\\n\\nAs such, building a new city requires building a new labor market. A popular new city model, born of the successes of Hong Kong, Dubai, and Singapore, is the charter city. The theory is that by building a city in a special zone with business-friendly regulation, you can induce demand for labor by attracting businesses that want to take advantage of the regulatory changes.\\n\\nThe strategy of charter city entrepreneurs is typically politics-first, demand-last. They seek to get an initial government agreement to create a special jurisdiction, which they presume will unlock capital; and with that capital, they will finance a master plan development; and because the development will be better governed under their special jurisdiction, residents (and an attendant labor market) will materialize.\\n\\nWhat happens in practice? Politics-first founders hold cheery meetings with governments in low-income countries, promising them the next Hong Kong, Dubai, or Singapore. These meetings result in nothing because governments need to sense more imminence (i.e. capital raised to execute on plans) to get the bureaucratic machinery in motion. The founders can’t raise more money on a cheery meeting that resulted in no formal agreements. The first domino doesn’t fall, so neither do the rest. No city is built.\\n\\nBut let’s assume that politics-first founders somehow get an agreement for a special zone. Will the project succeed, i.e is the Dubai model as extensible as charter city theorists assume? Libertarian dogma blinds many politics-first founders to the brutal reality of solving cold start problems for network effects businesses. Nevada and Wyoming are effectively “charter states” when compared to California and New York, but network effects are so powerful that people rarely move, and if they do, it’s generally to an improved business environment that already has a pretty good network/labor market, e.g. Florida or Texas. Another way of framing this is that in the rank-ordered list of reasons people move somewhere, People (family, friends, community, labor market, dating market) is almost always #1, while Business Environment is at least a few slots below. Solving the labor market cold start problem is extremely hard.\\n\\nBut what if we try to draw people to new cities not on an economic basis, but rather on a spiritual one? Which city (or country) founding projects have succeeded that have drawn people on a predominantly non-economic, but rather spiritual basis? Among others, Israel and America. Both groups were oppressed, and sought the freedom to live by their values. Both felt the intangible pull of the frontier. Both had a keen historical instinct. This is how cities with spiritual significance are founded.\\n\\nIn 2019, it took a felt mandate from God to inspire people to build a city on a hill, in spite of the economic headwinds associated with building a labor market from nothing.\\n\\nIn 2020, deus ex machina: COVID forced us to go remote. The internet ate the labor market, giving knowledge workers the ability to access jobs from their laptops from anywhere. No longer did city builders have to build a local labor market to start a city. They could attract remote workers. This decade will usher in the Information Age city.\\n\\nWhere in the Industrial Age economic opportunity pulled us from the communities that imbued our lives with meaning through shared values, traditions, and metaphysical ideas, in the Information Age we will leave labor market cities and return to communities organized around shared values.\\n\\nThe correct approach to city building in this new world is demand-first (or as Balaji Srinivasan calls it, *Cloud City* first). We build the citizenry before the city. First, we create communities of true believers, organized around shared values, online. People move to cities for people, and it follows that if you collect a group of people who all want to live together, they’ll all move together if at a moment in time everyone else does, too. Today, we have new tools. The emergence of Web3 enables us to supercharge communities with self-ownership, governance, and determination. Once you build a community of people ready to move to a new city together, you can self-finance the entire project. With something real to offer nations, conversations with governments become productive (e.g. Gigafactory). That’s how you make the risk dominoes fall.\\n\\n## Praxis Today.\\n\\n**Praxis is a grassroots movement of modern pioneers building the city-cryptostate.** We are currently organized as a membership-based community. To help us build the city, you must join as a Member. From establishing our culture and researching ancient wonders to visiting prospective city sites and designing our urban infrastructure, every Praxis Member has a role to play in the development of our future home.\\n\\n**Threshold:** Before applying, we recommend that you [join the Threshold](https://discord.gg/praxis). The Praxis Threshold is an open forum in our Discord server for all interested in learning about the community. There, you can interact with Members and complete Tasks for PRAX to increase your chances of admission to our Membership. Thresholders may also receive invitations to Praxis events to further interact with our community.\\n\\n**PRAX:** PRAX is a point-based system that Members of the community are experimenting with for the purpose of economic research.\\n\\n**Tasks & Demonstrations:** Tasks are a means by which Members and Thresholders can demonstrate their alignment with Praxis values. Tasks may be intellectual, artistic, and others just fun. Each Task has a corresponding PRAX reward, granted after the demonstration is approved by a member of our team. To demonstrate your completion of a Task, you must share evidence in the [#demonstration](https://discord.com/channels/813494644066877460/908746416640385054) channel. Demonstrations are your chance to prove your dedication.\\n\\n**Application:** You can apply to become a Member of Praxis [here](https://www.praxissociety.com/apply). Applications are evaluated by the community on the basis of the quality of the written portion in combination with the amount of PRAX you’ve received for completing tasks.\\n\\n**Membership:** Once you become a Member, you unlock the ability to contribute to projects that in sum, will create a city. To simplify the complex problem that is building a city, we’ve deconstructed it into eight focus Domains:\\n\\n* Statecraft\\n* Health\\n* Education\\n* Environment\\n* Philosophy\\n* Security\\n* Trade\\n* Culture\\n\\nEach Domain has a Charter, a working thesis, and a vision with a moral throughline of vitality. Guided by these Charters, Members organize within Domains to undertake Projects that realize our vision. Project contributions are rewarded with both PRAX and honor.\\n\\nBeing a member of Praxis is akin to being a citizen of the United States. It shows that you are culturally and spiritually aligned with the community of Praxis and our ideas. Membership grants you access to private events, projects, adventures, and most importantly, the opportunity to become a resident in the new city.\\n\\n**Residents:** Becoming a Resident is the highest honor Praxis can award. To live and walk within the bounds of our city is a privilege earned through action and dedication. Residency is granted during a minting ceremony that only current residents may attend. For now, much of the information regarding Praxis Residency will remain a mystery to the outside world.\\n\\n## Final thoughts.\\n\\n**Unrelenting historical forces call on us to voyage to the frontier.** We were born in a time of upheaval, but we were designed for it. Over millennia, our ancestors cultivated their passions and instincts for this moment. Your ancestors prevailed; otherwise, you would not be here. Victory is in your DNA.\\n\\nWe will leave you with two final thoughts:\\n\\n* *Mysteries of Praxis (and life) are revealed to those with faith.*\\n* *The oasis thrives because of the mirage.*\\n\\n**[JOIN THE THRESHOLD](https://discord.gg/praxis)**\",\"timestamp\":1636754931,\"title\":\"Introducing Praxis\"},\"digest\":\"WMSIuENEgFB59kSCeWk98Ke_By7GCmAYOvMD24b-1d4\",\"authorship\":{\"contributor\":\"0x7a02D50B22cC79a3dc667E80B413996b81f5ED6E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9pekd3BIzmuE4USiE_t0Z9eaM0x39EZec_PJXaMKwPI\\\",\\\"y\\\":\\\"7O-inRWMGoXiIdSgTe4upjn5dHkS0ljK-G5rkfIjgRQ\\\"}\",\"signature\":\"-PusSChjHDmcZPgiknnjYSL7OHLBF4q9zDsYJQoZnR3kV3Jc10N_zQRrIj8w_RuYGOBkHm-T2pfWD0djiPCpjQ\",\"signingKeySignature\":\"0x3a87f51238ac6b340c12bbdba0d3d2c7149da746d048a3f4202e9f13ca9b9bd94c704da106c90abd34a008540a29cfea4274e13a3a408c214e42744755fc1eb81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9pekd3BIzmuE4USiE_t0Z9eaM0x39EZec_PJXaMKwPI\\\",\\\"y\\\":\\\"7O-inRWMGoXiIdSgTe4upjn5dHkS0ljK-G5rkfIjgRQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZIUh2ni7rm7j7IaxyLJMtJT5KzbU9xg6P-SQbSJhHj4\"}"