"{\"content\":{\"body\":\"For an 18-month period between 2016 and 2018, I spent a lot of time posted up at Soho House. Having recently exited my menswear business, Carson Street Clothiers, I needed a strategically located headquarters from which I could generate leads and quietly work on my freelance projects. As a “founding member” of the newly constructed Ludlow House, conveniently located just 5 blocks from my apartment, I was convinced that this relatively *de minimis* expense would pay great dividends.\\n\\nMeh.\\n\\nThis is not an indictment of Soho House. While it’s *de rigueur* among certain coastal elite social circles to shit on the membership club and its cultural adjacencies — Burning Man, SXSW, Tulum, Ted-X, Harvard’s Online Curriculum, Gary Vaynerchuk etc. — that’s not my intent. Indeed, there’s much to praise about Soho House: beautiful locations, great hotels in capital cities, superb amenities, solid (if unremarkable) dining options, interesting events, strong memberships and an inviting ambience for meetings, to name a few. So why the lack of enthusiasm and ultimate cancellation of my membership?\\n\\n*Grifters. Grifters everywhere.*\\n\\n\\\\* \\\\* \\\\*\\n\\nIt’s December 2017, and Ethereum is smashing all time highs each week (and by double-digit percentages). In a six-month period, the fledgling cryptocurrency has seen a 20x return, and ERC20 tokens built upon the protocol backed by white papers and dreams are easily reaching 10-digit valuations. [Dentacoin](https://dentacoin.com/), Dragonchain(!), Tierion, Golem, Bread, Kin, Cred — these are just some of the darlings of yesteryear: at best, ambitious projects leaving unfulfilled promises; at worst, complete vaporware. The [SEC is starting to crack down on illegal securities offerings](https://fortune.com/2017/10/28/tezos-sec/) wrapped in magical internet money pixie dust. People are “breeding” JPGs of generative kitty art. *And everyone with a pulse at Soho House is “a thought leader on crypto.”*\\n\\nIn retrospect, I’m sure a few of them were (or still are). But on average, the conversation was astonishingly surface level, falling somewhere around “college sophomore philosophy recitation” on the spectrum of meaningful discourse.\\n\\nA few short months later, we entered a prolonged bear market — a much needed tree trimming, if you will. Like that, with a proverbial snap of the fingers, the grifters were gone. Well, they were still at Soho House, but their conversation changed: TikTok, Fortnite, [the Yodeling Kid](https://www.youtube.com/watch?v=bOZT-UpRA2Y), #metoo, Elon Musk’s metamorphosis into Tony Stark, a reheated VC market for DNVBs. See, for grifters, crypto is just another cool thing to talk about because, well, all the interesting people are talking about it. It’s iNDiE. It’s a WaVe. They aren’t building, they are riding. And with the rise of NFTs throughout 2021, they are back in full force.\\n\\nSo, how do you spot one of these [travelers from a certain ringed planet whose name one prefers not to mention](https://www.youtube.com/watch?v=sGvTzIOSFyc)? While no single bullet point is dispositive, measure your encounters on social media and IRL against this easy Grifter Cheat Sheet:\\n\\n* Passionate fans of DOGE;\\n* Cardano shills who “are in it for the tech\\\";\\n* Those who insist that “crypto is bad for the environment” but cannot dive any deeper past that very reductive, bad take;\\n* Those who constantly talk about the metaverse but spend no time there;\\n* Those who think a centralized metaverse is a good idea;\\n* Those who “stack sats” but don’t know what a “sat” is;\\n* PFP degens who don’t know (or understand the significance of) Punks and Kitties;\\n* PFP degens who do not know the significance of on and off chain storage, IPFS vs. true decentralized storage vs. AWS etc.;\\n* People who incessantly talk about the metaverse but have never spent any time there;\\n* People who incessantly talk about the Bitcoin halving and macro cycles but cannot explain what either of those two things are;\\n* People who are always talking about how high gas fees are on Ethereum but do not know why the concept of gas exists;\\n* DAO Discord lobby lurkers without a requisite number of tokens to participate in a meaningful way;\\n* Conference junkies;\\n* Moon Bois;\\n* Youtube Vloggers; and\\n* Anyone who says they used to mine Bitcoin in, like, 2013 but have lost their old seed phrase (pro tip: none of these people ever mined anything — ask them what GPU they used and watch them squirm).\\n\\nAnd this doesn’t even address the endless list of outright swindlers looking to straight up steal your precious crypto — those posing as smart contract developers lurking on Twitter or phishing unsuspecting Discord newbs.\\n\\nBe careful out there. If you’re not, you may have one of these grifters advising your brand, and before you know it, you’ll end up like [Crockpot](https://opensea.io/collection/crockpot-brand-50th-anniversary).\\n\\nDon’t end up like Crockpot.\",\"timestamp\":1635362539,\"title\":\"On Grifters\"},\"digest\":\"PKGLRx5aAzMm2Yv7ohmnh3a-ETAHQOxviBhoLNPPBqo\",\"authorship\":{\"contributor\":\"0x7b78F347cc40F15344EDE278EcEC4E39E1F15485\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0S11TTR8zPZefg-IVksj6OylA-9iplzeledvpP3fRrw\\\",\\\"y\\\":\\\"znsTbXRP27YC04VoDB-cAOpcKlAE5SFFu3ONHZVHlGc\\\"}\",\"signature\":\"jGYJn3YFBjdtQ89zesI32VqRCw4dmtmMcZeGHCnw0lUbG1hjSOOc8pP0Lp30lqX6opgIDAopXXuUq9Tz3Ngo9Q\",\"signingKeySignature\":\"0x2cde2c410d4d99d61dc8463585d4d9cbc5eaadbff443090d6f40b6a4476001d40f0e22491e9745693b7e6a7641891775adc912b485410598e2650b342051d85b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0S11TTR8zPZefg-IVksj6OylA-9iplzeledvpP3fRrw\\\",\\\"y\\\":\\\"znsTbXRP27YC04VoDB-cAOpcKlAE5SFFu3ONHZVHlGc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PKGLRx5aAzMm2Yv7ohmnh3a-ETAHQOxviBhoLNPPBqo\"}"