"{\"content\":{\"body\":\"**I overview decentralized finance just enough for beginners to get started**\\n\\n**(Skippable Prelude)** I haven’t been satisfied with the quality of “newbie” guides for people just looking to get their feet wet with things within the crypto-sphere. Either they assume a base level of knowledge that many simply don’t have, or are too long and don’t deliver value fast enough to be accessible en masse (or are filled with buzzwords). This post is part of my series in attempting to highlight the main value propositions and key terms to help direct people to quality, more in-depth resources written by people far smarter than me. \\n\\n**(Actual Content)** Defi is short for “**de**centralized **fi**nance”, a concept that all traditional financial services **typically gated** and controlled by middlemen such as banks or brokerages are instead available 24/7 to the end-users directly. While it may not be obvious at first glance there are tremendous benefits to the end-user and greater accessibility with Defi compared to **trad**itional **fi**nance (the status quo) which we can call Tradfi in the spirit of shortening things.\\n\\n*Background knowledge to know:*\\n\\n**Financial Instruments** are “monetary contracts” literally meaning “money contracts” as they are quite literally contracts that involve money in some way.\\n\\nFinancial instruments can be: \\n\\n**Created** (create some contract conditions). \\n\\n**Traded** (contract can be given to someone else). \\n\\n**Modified** (contract conditions are changed).\\n\\n**Settled** (contract conditions are executed).\\n\\nThese contracts can be created *technically* by anyone since they’re just a piece of paper with writing that promises currency, ownership, or a right to buy or sell. I’ll give a few examples:\\n\\n**Currency:** literally cash, or foreign currency (forex)\\n\\n**Debt:** bonds, loans\\n\\n**Ownership:** equity (meaning shares of stock that represent ownership)\\n\\n**Right to buy or sell:** derivatives (options, futures, forwards) are a bit trickier but these contracts typically lock prices to buy or sell for a given time period or condition.\\n\\nIn Tradfi, financial instruments are managed solely by “middlemen” think banks, exchanges or brokerages. This is justified in the past because they are touted as central figures that can be trusted or at least vetted to uphold and honour the terms of money contracts created by them.\\n\\nTradfi historically has had some major areas of opportunity that build off each other to form even bigger problems:\\n\\n1. **Its not fair** - the level of access to financial instruments and subsequent financial opportunities is not the same for all levels of society. Trading for example is only available for the average person on weekdays but institutions can trade all the time with special connections or privileges.\\n2. **Its not transparent** - the lack of equity in finance leads to information advantages as well as black boxes around how money is being moved through middlemen because their ledgers are all private. Even for public institutions, balance sheets can be outdated the minute they are published for the masses.\\n3. **Its not fast** - Because middlemen need to be vetted and audited, there are often big inefficiencies with settling transactions between clearing houses. The Robinhood stock trading freeze was an example that lead to a financial burden for its users directly caused by this issue.\\n4. **Its not innovative** - Financial instruments are controlled by middlemen and thus the technological pace of services doesn’t reflect or match the speed of growth in demand from society, businesses, startups, or everyday users. \\n5. **Its not safe** - We have seen time and time again that poor human-based control mechanisms allow excessive greed to pollute our financial systems stemming directly from the middlemen themselves and cause systemic collapse. \\n\\nThe gaps mentioned above is solved by Defi and some. Defi is built on top of blockchain technology which is a distributed, shared ledger that is immutable - meaning it cannot be altered and is publically verifiable because anyone can read the ledger. This allows us for the first time in history to build a protocol layer that allows trust without the need for middlemen or extra vetting. \\n\\nBlockchain takes care of the trust portion but what about financial instruments? Remember since they are just contracts, we can replicate their function on top of blockchains via **smart contracts** which are functionally the exact same, but written via code. A smart contract enables self execution of contracts without the need for third parties because its technically a computer program, therefore when conditions are met the code is automatically triggered. \\n\\nNow that we have our two major building blocks, 1. the trust enabled by blockchain and 2. the smart contracts, we can now build out our vision for Defi through the use of **d**ecentralized **app**lications (dApps). **dApps** is a fancy term for saying an application that operates via smart contracts, which basically means an application that can perform in our context; financial functions and operate financial instruments completely autonomously, 24/7 and without human interference or involvement. \\n\\nWhat this means in a broader sense is that all financial functions can now be performed without middlemen institutions. This means users can now directly transact and operate financial instruments **with other users directly** through dApps and not have to go through approvals or arbitrary scrutiny from institutions. Nobody can tell you what you can or cannot do with your money and the best part is everything is transparent.\\n\\nOn top of this, users now have access to MORE services than they could with Tradfi. As a high level example, Defi users can take loans with more favourable rates in an open market driven by user competition instead of being set by banks. They can also lend out their own digital assets and generate higher yield than what Tradfi savings banks can offer. Users can also have access to markets 24/7 with no opening or closing times. They can also invest in a range of opportunities typically gated for “accredited investors” in the Tradfi world and also send money globally to anyone, anytime without delays.\\n\\nLet’s compare at a high level how Defi can cover gaps from Tradfi:\\n\\n1. **Its fair** - because blockchain is quantifiable trusted, we can build financial instruments that are accessible by anyone which aren’t locked behind middlemen or arbitrary rules. Financial instruments built on blockchain are self executing contracts that automatically fulfill requests 24/7.\\n2. **It’s transparent** - blockchain data, which include all transactions ever made can be openly verified by anyone, the ledger is public and immutable meaning it cannot be altered.\\n3. **Its fast** - transactions processed through blockchains are faster than Tradfi in terms of actual real-time settlement, no holding periods, no verifying fund sources, no clearing houses. Scalability for processing transactions will be a topic for a different time.\\n4. **Its innovative** - Defi allows access to financial instruments traditionally not available for the masses. Crowd funding, asset lending, and other innovations allow increased money velocity through all levels of society and fuels new ideas. People are able to take out loans or earn interest on their money at better rates and with easier access to accelerate the economy.\\n5. **Its safe(er)** - Defi protocols often have strict rules implemented to protect the ecosystem. Smart contracts are often audited several times before being pushed live and careful thought is taken into consideration when designing protocols. As an example with lending often the ration of collateral to loans a user can take out is 2:1 which protects the network in case of asset devaluation events or defaults. The highly automated nature of Defi removes elements of human operational risk.\\n\\nI don’t want to make this article too long as I will likely revisit this topic in the future with more depth into how everything works. I hope for you as a beginner to Defi I have exposed conceptually the benefit of having an open and transparent financial system which includes everyone as equals. Although I am aware that Defi in its current form isn’t perfect and has a long way to go. Its a significant component of my idealized world and one which I hope to continue contribute in building. \\n\\nYours truly,\",\"timestamp\":1642292358,\"title\":\"Defi for Dummies\"},\"digest\":\"RZsjwTkhJdm3QH_Lu-qUtNqDTHukW57f8HOOwgwuetw\",\"authorship\":{\"contributor\":\"0x1992a059a378e9f804F09Cd370A5744849765285\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hZbMjf3j6kyHqCySsNNx-pbCKyPjkImAy7YAWBRpG9s\\\",\\\"y\\\":\\\"xy107a09nCF2cUOEFgi8la2zNTO83SdF25XS9jCmif8\\\"}\",\"signature\":\"lIh4O_VKOvMidiyDqkCdyksuUs2aBtBggDOV3YTuXAhKYddKCIAwqNEKFUs01UJ6MNahA21f2G5DmMCVEr6-XA\",\"signingKeySignature\":\"0xb8b566ad9348d17172073784c02d18192b5154fffe8e1afaaa834557c5aa50d37476575e977a997bb471acc7f3a37ceb49f6ceec11ba9cfe3945e74f6a3e58d31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hZbMjf3j6kyHqCySsNNx-pbCKyPjkImAy7YAWBRpG9s\\\",\\\"y\\\":\\\"xy107a09nCF2cUOEFgi8la2zNTO83SdF25XS9jCmif8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KwmYFTEX0t7ALsZK9ValAw90cZMVCP-Pj0VdpxNo2-Q\"}"