"{\"content\":{\"body\":\"I feel like there’s this invisible barrier between me and other people.\\n\\nOthers try to reach out. I try to reach in. But it’s never enough. \\n\\nI seem to be still stuck here on my side of the wall. When all I want is to be on the other side. \\n\\nThey seem so happy there. \\n\\nSo carefree. \\n\\nSo easy to connect with one another. \\n\\n \\n I think I’ve always been this way. \\n\\nI didn’t really have a best friend when I was a kid. \\n\\nI can’t even say I had a group of friends. \\n\\nI had classmates. That was that. \\n\\n \\n I remember setting myself up for disappointment in most social interactions. \\n\\nWe’re going to this party in my mom’s friend’s house. \\n\\nI get excited, picturing how grandiose the house would look like, how I would meet and play with other kids my age. \\n\\nAnd then when things didn’t go as how I pictured them, I’d become disappointed. \\n\\nI would miss that imaginary version of events that I had cooked up in my mind. \\n\\nI’d mourn the loss of something that was never even real.\\n\\n \\n I thought things would get better as I get older. \\n\\nFor a while in college, they seemed to.\\n\\nThere were many opportunities for socializing, like joining organizations, living in dormitories. \\n\\nBu even then, I felt like all the connections I was making were shallow ones. \\n\\nLike I’m never able to let anyone fully inside. \\n\\nBecause I’d always be scared that they wouldn’t want to take that jump anyway. \\n\\nThat they’re just interacting with me out of some societal pressures, because we’re in the same org, same dorm, or just simply in the same place at the same time.\\n\\n \\n \\n\\nNow, I’m living next to the beach in a hostel filled with friendly people and where there’s always something fun happening. \\n\\nAnd I feel the strength of this barrier even more than ever. \\n\\nI feel it stifling my every move. \\n\\nI feel it making itself present in every conversation. \\n\\n \\n \\n\\nThere’s no lesson at the end of this story. \\n\\nI obviously haven’t figured out how to get rid of this barrier. \\n\\nBut if—when I do, you can count on me to tell you how. \\n\\n \\n \\n\\nFor now, I guess just writing this and knowing that someone else who feels the same way might be reading this has made me feel a bit better. \\n\\n \\n \\n\\nTil we meet again,\\n\\ncalicoknife\",\"timestamp\":1634043325,\"title\":\"Do you also find it hard to connect with others?\"},\"digest\":\"N5MAcet-dEyldLh5lGriiY9e9kNYGT8iBUZDqqK3ImE\",\"authorship\":{\"contributor\":\"0x44f35a083a87288e4D4b31E73E55867f343b68Ac\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kSSajTsloKTrMs4Ij2Qj0ybQUqZ-8rEQrogz_HH9C8s\\\",\\\"y\\\":\\\"76gR54RBEqLDmRzy4Zv88NHY4u3rCsjhPSD4iXIAFkk\\\"}\",\"signature\":\"wSALECxtSFhFnE29AVu4J1Ht_YZSXELGT25xAra7FQqGhMAdL_NScE4DxOFaQI7d459kRzeHf-H4rB4ErqUK2Q\",\"signingKeySignature\":\"0x182400dab2f3fec76640fc0343c25a204a6994ed6624c3adce266cedc6be41381e021ae71f751713d134c183b071549e1cffa8ed45a4a46649dc2e51715717291c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kSSajTsloKTrMs4Ij2Qj0ybQUqZ-8rEQrogz_HH9C8s\\\",\\\"y\\\":\\\"76gR54RBEqLDmRzy4Zv88NHY4u3rCsjhPSD4iXIAFkk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"N5MAcet-dEyldLh5lGriiY9e9kNYGT8iBUZDqqK3ImE\"}"