"{\"content\":{\"body\":\"**第四章**  **手里的钱财** \\n\\n  当您有闲余的资金，想进行投机时，一定要亲自出马，别把任务委派给他人。\\n\\n  不论是您有上百或上千万的资金，还是几千元的小钱，都适用。这是您的钱，只有小心看护，它才会始终跟您在一起。经不住推敲的投机方式是注定亏损资金的途径之一。\\n\\n  如今，在市场里的从公交易者犯下的各种错误，真是无奇不有。我对您的忠告之一是：**对亏损的头寸切不可在低位再次买进，摊低头寸的平均成本。**然而，那恰恰是绝大多数公众交易者最常见的做法。\\n\\n  举例说明：假定您买入一只数字资产的价格为50美元，买进100枚，两三天之后，如果看到可以在47元再次买进的话，您的心极有可能会被摊低成本的强烈欲望攫住了，非在47美元左右再买进100枚不可。可我要说的是，您已经在50美元买进100枚的数字资产，并对它的价格跌到47美元的过程中忧心，那么到底凭什么理由再买进100枚，如果，您在47美元再买入100枚，当它再次跌到44美元时，您又应做何想呢？\\n\\n  如果您打算按照这种经不住推敲的准则行事，您就应该坚持一贯摊低成本的做法。如果价格跌到44美元，您应该再次买入200枚；跌到41美元，再买入400枚，到38美元，再买入800枚；到35美元，再买入1600枚；到32美元，再买入3200枚；到29美元，再买入6400枚，以此类推。有多少公众交易者能够承受这样的压力？如果能够把这样的对策执行到底，倒是不应该放弃它，可对于我们一些小额资金的公众交易者来说，您能坚持到哪个阶段呢！有可能您买入的数字资产的价格不会如上述那样一直跌下去或这类异常的行情不经常发生。**然而，恰恰正是对这种异常行情，投机者必须始终保持高度的警惕，以防灾难的降临。**\\n\\n  因此，尽管有重复和说教之虞，**我还是强烈地敦促您不要采取摊低成本的做法。一方面来自亏损的心理压力，另外一方面来自公众交易者的资金压力。**\\n\\n![](https://images.mirror-media.xyz/publication-images/cGwgtaQqOKBl9YyvpAWov.png?height=281&width=459)\\n\\n忠告之二：**投机本身就是一项生意，所有的人都应当把它当生意看待。**\\n\\n  在这个市场中，绝大多数的公众交易者都有一个主要的通病，**急于求成**，总想在很短的时间内从这市场中赚取很大的利润。**他们的目的不是使自己的资金在每年都有持续一定的增长，而是企图在几个月的时间内想使自己投入的资金翻了几倍。**偶然，他们会成功。然而，他们最终有没有能一贯的保持住这样的成功或原先获得的胜利果实呢？没有。为什么？**因为这些钱来得不稳妥，来得太快了，一般去得也快。**这样的投机者永远不会满足，他会想，我既然能在几个月内使自己投入的资金翻了几倍，那么下次的行动，我一定还会有这样的效果，果真？在下一次的行动中，他们投入自己所有的力量和资金，然而，这次也许不会像上次那么幸运了，当他们这次进场后，即使危险信号明显的发出，他们也许会视而不见。当行情一直往下跌的时候，他们越来越焦急，然而，他们或许会想，行情会跟他们原先想象的一样而犹豫不决。最终，行情还是下跌，直到他们账户上的资金一再的缩水而赔得精光！\\n\\n  忠告之三：**别让自己受情绪激动，阿谀奉承或利益诱惑的影响。**一定要牢记在心，有时候券商或投资机构无意识的成为许多公众交易者失败的根源。券商的主要生意就是赚取交易的手续费，除非客户不在这个市场交易，否则他们挣不到钱，交易越多，手续费越多。投机者应当交易，而券商不仅欢迎他们交易，甚至会常常鼓励他们过度交易。而一些投资机构往往会在他们的投资建议中对某只数字资产的“增持或买入”态度，但是他们从来不会告诉您在什么时候卖出。而如今一些所谓的股评，老师等，天天不耐其烦的解答会员的买卖问题，预测市场，价格明天的走势。**甚至他们吹嘘自己能准确的预测到某日市场最高或最低的点位，如果真有这么神奇的话，他们应该会静静的呆在某个角落去做自己的交易，而不用去费力地赚取会员一点点的会费。**\\n\\n  还有一小点，也许值得一提。投机者应当将以下这一点看成一项行为准则：**每当他把一个成功的交易平仓了结的时候，总取出一半的利润，储存并积蓄起来。投机者能从这个市场中赚到的钱，就是当投机者了结一笔成功交易后从账户里提取的钱。**\",\"timestamp\":1640833391,\"title\":\"连载：《大作手操盘术》之加密资产图解（第四 章）\"},\"digest\":\"YOcK1dBTekEsjCBJOZNfyBOD954qK6wo3kLUTwF1fu4\",\"authorship\":{\"contributor\":\"0x5439a6446dc63aB1AB3E1AFdBACb308A0D1DB71B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7uxLHQHXFwKWxCxLuxUCKB_qj608DVY4B1ub2fhmGXo\\\",\\\"y\\\":\\\"I1T9AIfZdIeCXVhJ0iFya6aQQMcXMgd1oWLd28-FaUg\\\"}\",\"signature\":\"FX769_SZLOk_cs-yyV-XRxViyvO0PS084w-fMCHkuxDRreNNcV8BPi3JB2_E5duxL4VTflUza2yRp3yzbiepDQ\",\"signingKeySignature\":\"0xf4358f2538e7cc21b0925f67c0fa3f41b8b099f8f96ad50049492c3acbaaed881b966adb391ef90bf286b09a497f2746d517eac7c52cc893ef98e2cdf2c2a7d81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7uxLHQHXFwKWxCxLuxUCKB_qj608DVY4B1ub2fhmGXo\\\",\\\"y\\\":\\\"I1T9AIfZdIeCXVhJ0iFya6aQQMcXMgd1oWLd28-FaUg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YOcK1dBTekEsjCBJOZNfyBOD954qK6wo3kLUTwF1fu4\"}"