"{\"content\":{\"body\":\"What’s your earliest memory? I have a particularly vivid snapshot from when we moved house when I was four. Sitting down on the delightfully brown carpet of the living room with boxes all around us, and watching \\\\*Knight Rider \\\\*with my family on our small colour television.\\n\\nThat was thirty-five years ago. **Crikey**.\\n\\nI also have a vague recollection of an incident from when I was about two. For some incomprehensible reason, I gleefully emptied all of my clothes from the lower drawers in my bedroom onto the floor. Ah what a rush! Only for my Mother to walk in and tell me she wasn’t going to put them back, and I quickly realised I had to tidy it all. Cue the tears.\\n\\nOnly, is that a genuine memory? Or is it a fabrication my brain has constructed from being told about it enough times by my parents? It’s entirely likely that this is an implanted, or “**fictional memory**”.\\n\\nIn 2018, A research paper entitled “[Fictional First Memories](https://journals.sagepub.com/doi/abs/10.1177/0956797618778831?journalCode=pssa)” was published in the journal *Psychological Science*. With over 6,600 participants, the study by the University of Bradford found that when people were asked of their earliest childhood recollections, almost 40% of them were dated at an age of two or younger. However, it is well established from many other studies that the actual mean age of encoding earliest memories is found to be from the first half of three years. (In fact, the overall results of this particular study came to an age of 3.2.) . Prior to this age, we are at the “Preverbal Stage”, and haven’t yet gained the cognitive ability to form memories. So this meant that there was a high probability the fragments of initial human experience 40% of this group could recall were in fact [not their own memories.](https://www.livescience.com/63109-first-memory-fictional.html)\\n\\nThis inability to remember events or moments before such an early age is referred to as [Childhood Amnesia. ](https://en.wikipedia.org/wiki/Childhood_amnesia)In an earlier comparative study in 2000, “[Cross-cultural and Gender Differences in Childhood Amnesia](https://pubmed.ncbi.nlm.nih.gov/11145068/)“, the women participating demonstrated they retained earlier memories than men, and their recollections contained a greater level of detail and information than their male counterparts. Generally, however, Asian adults reported significantly later memories than Europeans, whilst Maori adults, whose culture is richly steeped in history and tradition, were found to relay much earlier memories than adults from the other two cultural groups.\\n\\n> These findings support the view that the age and content of our earliest memories are influenced by a wide range of factors including our culture and our gender.\\n>\\n> Cross-cultural and Gender Differences in Childhood Amnesia. [S MacDonald](https://pubmed.ncbi.nlm.nih.gov/?term=MacDonald+S&cauthor_id=11145068) [1](https://pubmed.ncbi.nlm.nih.gov/11145068/#affiliation-1), [K Uesiliana](https://pubmed.ncbi.nlm.nih.gov/?term=Uesiliana+K&cauthor_id=11145068), [H Hayne](https://pubmed.ncbi.nlm.nih.gov/?term=Hayne+H&cauthor_id=11145068)\\n\\nFast forward to 2022, and I’m vicariously living the earliest stages of a child’s development through my daughter. It’s utterly fascinating and gives me a newfound appreciation of all the “firsts” a baby & toddler experiences. Not just the usual *grab, laugh, crawl, walk*, but all the little things in-between.\\n\\nAt 3 months, whilst resting on my shoulder, her fingers scratched against the fabric of the hoody I was wearing. She was immediately entranced by this texture and the noise it made, spending the next few minutes rubbing her hand back and forth in wonderment. A few days later, she held a small toy rattle for the first time and began to realise it could make a sound by shaking it. At this stage, any time we sat with her in front of a mirror was a joy to watch, as she either attempted to out-stare herself, puzzled by this second baby before her, or squealed with excitement, smiling excitedly at herself. I’m really rather jealous, that such a simple thing could keep her entertained and satisfied for a good amount of time. Is this what it was like for me as a baby, and all these little firsts?\\n\\nAnd yet, whilst her earliest moments of life will be real, pivotal memories for us, but “fictional” memories for her, crafted from our fond recollections or photograph & video time capsules, does that make them any lesser? I don’t think so, in fact, perhaps these implanted memories hold a much greater value, as with them they reveal events and experiences a person couldn’t recall on their own.\\n\\n![](https://digitalgyozacom.files.wordpress.com/2020/06/deloreon.png?w=669)\\n\\nIt all feels like a bit of a paradox, like when Marty had to go back to the past to save his parents, so he would still exist in the present.. or something like that.\\n\\nIt’s up to us to hold onto and cherish these wonderful early memories of our children, so we may then pass them on to become memories of their own as they grow older. And who knows, perhaps they’ll get to do the same with their kids too?\\n\\nThe circle continues.\\n\\n![](https://images.mirror-media.xyz/publication-images/jtsonSPEu4rBdHGUa3wu9.png?height=200&width=720)\\n\\n\",\"timestamp\":1642428309,\"title\":\"Partial Recall – Passing the Childhood Memory Baton\"},\"digest\":\"E1u4iQ-KMvg91qc1OxF3pkUvXiXll8AwSQrG7E1AXdc\",\"authorship\":{\"contributor\":\"0x573BC03f18F41b200b949A973d67b453a7EF11A4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"q_Kk96Xb7e1Zsf9GEuD3Lsgt5hkca7C9OrVsXbqxjUQ\\\",\\\"y\\\":\\\"EFSf6heNpfNrZhrYhTA-SU1hH3k0peLpmZbvHkxVKa4\\\"}\",\"signature\":\"nxzPG-IyYmAK4vA46HxEiCFIYVDOwRemybQk720pxSenH0glSK-8CAzR-io8ZL9qd8kDcu8yuH1ih-3xcEJlZQ\",\"signingKeySignature\":\"0xaf5608a0759c0eb0fb1fc30bfbc74c984fcb718af382285ba8bfaff49f976e1967f00ce0cee1319ff0825b41e4ef7b97940bbfd96a841021089551771710323a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"q_Kk96Xb7e1Zsf9GEuD3Lsgt5hkca7C9OrVsXbqxjUQ\\\",\\\"y\\\":\\\"EFSf6heNpfNrZhrYhTA-SU1hH3k0peLpmZbvHkxVKa4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"E1u4iQ-KMvg91qc1OxF3pkUvXiXll8AwSQrG7E1AXdc\"}"