"{\"content\":{\"body\":\"## Why crypto is becoming the \\\"port of entry\\\" for all internet media. \\n\\nBefore tech, I was an artist manager in music. When I started [the firm](http://coolmanagers.com), I believed one thing about the music industry very firmly: ownership endows power. Typically, labels had ownership over the music, and thus had the power over artists. \\n\\nOur goal was to help artists retain ownership of their work and run their business independently, using technology to reach their fans directly. Today, we’re all creators online, and ownership continues to carry a ton of weight. Yet the role of ownership on technology platforms is often overlooked.\\n\\nEvery day billions of images, videos, songs, and more media are shared on social media. When those files are posted, a copy of the media is taken from the creator’s device and pasted to the server of the platform distributing it—Facebook, Twitter, YouTube, TikTok and the like. \\n\\nThis may seem like a lightweight interaction, but when uploading, creators don’t simply copy a file—**they also copy-paste ownership of the file to the platform itself.**\\n\\nI’m not talking about copyright. I’m talking about the Terms of Service, which typically specify that when a file is uploaded, its ownership is shared with the platform, to monetize as they see fit. This comes with some advantages: platforms can offer distribution or economies of scale that optimize ad-based revenues. But it's no secret that today’s monetization models aren’t always aligned with the best interests of creators. And this is where the problem lies. For too long, platforms have reaped the bulk of the value of owning the content of their creators.\\n\\nMeanwhile, crypto is unlocking a different path—what I call The [Ownership Economy](https://variant.fund/the-ownership-economy-crypto-and-consumer-software/)—where the value of platforms built by users can actually be *owned by the users directly*. \\n\\n[TOE](https://variant.fund/the-ownership-economy-crypto-and-consumer-software)\\n\\nIn media, NFTs—or Non-Fungible Tokens—make it possible for creators to retain ownership of their content, without limiting the propagation of their files across the internet. As a result, NFTs have the potential to invert the ownership model of media—offering creators, their audiences, and developers who build for them, a viable alternative to monetization.  \\n\\n**A simple way to think about NFTs are as files that live on the blockchain.**  This means they can't be copy-pasted, edited, deleted, or otherwise manipulated. \\n\\nThese guarantees stem from the same technical properties that make cryptocurrencies valuable: like Bitcoin, NFTs are digital tokens that can be bought, sold, traded, and whose ownership and provenance are always immutably tracked by the blockchain. What's yours is yours, verifiably so, and without the need for any third party to intermediate that ownership.\\n\\n**NFTs make it possible to own digital media assets in the same way that you can own a digital financial asset.** That is directly, independent of any third-party.\\n\\nTo many, NFTs look like a new tech toy, a soon-to-burst bubble. And while it's true the money being spent on digital art and crypto collectibles has been fast and flashy, their utility stands in sharp relief to the way platforms enable creator monetization today.\\n\\nI believe we are well on our way to **NFTs becoming the \\\"port of entry\\\" for every piece of media on the internet**. This includes the 2D audio/visual and text-based work of the web today, and the emerging 3D work that will encompass the metaverse of games and virtual worlds tomorrow.\\n\\nWhat I believe will pull this future forward is the fact that the business model enabled by NFTs is better for every stakeholder involved—creators, their audiences, and developers can all make more money in a marketplace built around true digital ownership.\\n\\nTo unpack this further, I'll address some common questions I've heard about NFTs. Many of the answers below expand on tweetstorms I’ve written over the last few years.\\n\\n### How do NFTs work?\\n\\n[NFT is a file format](https://twitter.com/jessewldn/status/1321239372449153024)\\n\\nIn practice, an NFT is simply a unique token representing a digital file. Each has a canonical identifier, a unique ID. Hooked to that ID is arbitrary metadata, for example, who created it, what it’s about, or its price history. When an NFT is minted by a creator, this information is immutably registered on the blockchain and becomes a sort of digital passport for the work. Moving forward, anytime that piece of media is distributed on another platform, that platform can \\\"check its passport\\\" and see its entire history. This means that instances of an idea can point back to the original, immutable record registered on the blockchain. An image on the internet no longer needs to be a two-dimensional box. Instead, it can take on a “Z-Axis” where all of its history and context can be discovered by third-parties, adding to its cultural and financial value.\\n\\n### Is there value in owning digital art? \\n\\n[The value of an NFT](https://twitter.com/jessewldn/status/1321447490370080769?s=20)\\n\\nA common critique is that because digital art and digital collectibles can be copied, they don’t carry much value. But NFTs introduce a new possibility that enables true ownership to exist while a work continues to freely circulate online.  \\n \\nThe more a file is shared and seen online, the more cultural value it accrues. Consider the mass production of posters and t-shirts of Warhol imagery. With increase in notoriety, the concept of owning the canonical work becomes more thrilling, and more a marker of social status. It can also drive up the value that can be derived from reselling the work should its notoriety increase after purchase. NFTs enable collectors to reap most of the benefits of owning a physical work of art, with the added bonus that their collection can be freely shared across the internet without limitation—and thus accrue more value with wider distribution.\\n\\nAnd its not just art. The growing universe of crypto collectibles, game assets, digital fashion, skins, and more blurs the line between art and programmed utility. More on that below. \\n\\n### Why collect NFTs right now? \\n \\nPeople collect NFTs for a number of reasons. It could be the thrill of discovering a promising new artist or artwork, the allure of a piece’s potential cultural value, the social status of owning something unique and canonical, or the prospect of turning a profit by reselling the work down the line. \\n \\nRight now, in NFTs (and in other crypto markets) many collect for speculative value. And like the rest of the crypto market, **NFT markets are reflexive.** Just like cryptocurrencies and traditional art, the more people who think an asset might have value—even for subjective reasons—the more real value it can typically fetch in the market. \\n \\nAs an example of this, the reflexivity of Bitcoin markets began as the currency bootstrapped its popularity, eventually growing in momentum from a pizza memecoin to a global reserve asset. Similarly, NFTs may start out looking like fun and games for crypto whales, but as more money flows into these markets—and as more creators mint tokens and get involved—outsiders will start to see value changing hands, and the perceived value will rise. This kind of reflexivity creates a positive feedback loop that, in many instances, helps drive an inevitable rise in market activity over time. \\n \\n### Longterm, where are NFTs heading?\\n\\n[Media Legos](https://twitter.com/jessewldn/status/1301669871789445122)\\n\\nComing back to utility: as with many technological hype cycles, speculative value often gives way to functional value. Because these assets are programmable and open, any developer can build on top of them. And because NFTs are user-portable, programmable assets can take on new utility across the totality of our digital world.\\n\\nTokens and smart contracts have been called \\\"money legos\\\" as they allow programmers to [compose and remix](https://jessewalden.com/4-eras-of-blockchain-computing-degrees-of-composability/) DeFi applications. Similarly, NFTs are \\\"media legos\\\" for developers and creators to permissionlessly remix and build new experiences around. As a result, users can look forward to richer experiences, and compounding utility around the items they own. \\n\\n### Is NFT adoption inevitable? \\n\\n[port of entry](https://twitter.com/jessewldn/status/1346470700979089414)\\n\\nI think NFTs will become the port of entry to all internet media because everyone involved can make more money from the markets they enable: \\n\\n**Creators** make more money by selling directly to their fans and by collecting royalties every time their NFTs are resold. This is an entirely new revenue stream that is only possible because of true digital ownership that can encode royalty logic in the media itself.\\n\\nFor **consumers**, NFTs are a better model because they combine the social and utilitarian benefits of patronage with the *possibility* of turning a profit or realizing compounding utility. On the web today, consumers rent access to most goods and services, including the creators they patronize. A key tenet of new Ownership Economy platforms is the incentive alignment that comes from having skin in the game. With regard to supporting creators, I've called this “[Patronage+](https://twitter.com/jessewldn/status/1355165547441303554)” where the “plus” is the possibility of earning value alongside the creators you support. This is strong and under-explored incentive to become a patron in the first place, and I think will drive more meaningful and fruitful participation in markets for creative work.\\n\\n**Developers** can make money by building to enable these new markets. Wheras major platforms choke access to developer APIs and limit free market development, developers building atop permissionless infrastructure stand to step into the flow of a growing market-economy with property rights that in many ways, function more like those in the physical world.\\n\\n### Where are we in the NFT adoption cycle?\\n\\n[frenzy](https://twitter.com/jessewldn/status/1335979344225820673)\\n\\nThe backdrop of the 2021 crypto/everything-bull market, coupled with the internet waking up to investing as a team sport (WallStreetBets), has created the right conditions for NFT markets to enter their frenzy stage, capturing mainstream attention and serious money.\\n\\nMuch of it is taking place in the digital art space, but it’s also happening in burgeoning niches—including gaming world assets like [Axie Infinity](https://axieinfinity.com/), or sets of crypto collectibles like [Hashmasks](https://www.thehashmasks.com/) and [CryptoPunks](https://www.larvalabs.com/cryptopunks), or generative artworks that are programmatically created on-chain (like [this series](https://www.artblocks.io/project/5) I commissioned for Variant.) \\n\\n<div className=\\\"nft-embed\\\"></div>\\n<script\\n  async\\n  src=\\\"https://nfte.app/api/embed.js?contract=0xa7d8d9ef8d8ce8992df33d8b8cf4aebabd5bd270&tokenId=5000001\\\">\\n</script>\\n\\nWe are also seeing new marketplaces popping up where creators can mint NFTs and connect with collectors. [Foundation](foundation.app) saw over $150K in sales during its first week online, including the [first Vine video ever created, which sold for $14K](https://foundation.app/dom/summer-night-77). VCs are [buying AI-generated artworks for their portfolios](https://twitter.com/NTmoney/status/1346642772397199360?s=20) (myself included.)  The decentralized blogging platform on which I am publishing this essay, [Mirror](https://mirror.xyz), recently [crowdfunded $13,000+ for an essay](https://twitter.com/viamirror/status/1359990786985766918?s=20) that was subsequently auctioned as an NFT, earning the crowdfunders royalties on their investment. \\n \\nThis is all happening despite the fact that it’s still fairly clunky and expensive to engage with NFTs on Ethereum. Minting a single NFT costs roughly $100 in ETH, and buying and trading incurs high transaction fees. \\n\\nBut 2021 is also the year major technical upgrades are set to arrive in the crypto space. Reduced transaction costs and higher throughput will help developers push NFTs into higher-volume social territory. [Zora](zora.co) is heading that direction, with a Tumblr-like interface where each “post” is minted as an NFT. Because these social experiences have markets baked-in, and users can make money alongside the creators they support, there are strong incentives to participate. \\n \\nAnd remember, these are not just collectors’ items, they are programmable assets that any developer can remix. As developers build new contexts for NFTs to live, there will be compounding demand from creators to have their work included in this emerging metaverse and for collectors to flex their ownership rights. \\n\\n### Wrapping up\\n\\nIn 2014, I started a company called [Mediachain Labs](https://twitter.com/jessewldn/status/1346490319332892674?s=20) where we were working on an open protocol called Mediachain. Our goal was to build a “[universal media library](https://github.com/mediachainlabs/canonical-content-registry)” that would do for digital media assets what Bitcoin did for digital financial assets. \\n\\nRoughly six years later, in a world where the early majority (10%+ of Americans) own digital currency, the infrastructure and markets for those ideas are here and now.  \\n\\nI’m incredibly grateful to continue to be involved with teams and communities who are building out the universal media library via NFTs. If that’s you, I'd love to [learn about what you're building](https://variant.fund/#site-footer).\\n\\n---\\n*Thanks to [Lindsay Howard](https://twitter.com/Lindsay_Howard), [Spencer Noon](https://twitter.com/spencernoon), [Willa Koerner](https://twitter.com/willak) and [Denis Nazarov](https://twitter.com/Iiterature) for reviewing drafts of this post.*\\n\",\"timestamp\":1613420082,\"title\":\"NFTs make the internet ownable\",\"publication\":\"variant\"},\"digest\":\"lkUoRtZhXofuXYr3IpoE1Z8xMt4b-XdP2fP2ooV9azg\",\"authorship\":{\"contributor\":\"0xe7925D190aea9279400cD9a005E33CEB9389Cc2b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hyZ0wgchQxQ6_q5-BXrVY21hVSSJ1PT9W5IQSWJ2i5Q\\\",\\\"y\\\":\\\"lHn-Jkn8ZDQ1c1FAcI7_gNdDOai9p65KVz2tNEuei4E\\\"}\",\"signature\":\"47U1ivyctKXfh9Ay3JcAkzwW13a3y9z0A8R0eVwY7TDAu8h3uP-3q2FEoO40CEj5nvpi_H3BxFa7zVUbom5z7Q\",\"signingKeySignature\":\"0xff556186b548d922e72a28439e79900119d7a50912b3d1e95491d5e216866c4f7be7b6bc0e5da41a1b66636ff755a481a789d769b10a752b25f57879d7d560c61c\",\"signingKeyMessage\":\"I authorize the publication of articles on variant.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hyZ0wgchQxQ6_q5-BXrVY21hVSSJ1PT9W5IQSWJ2i5Q\\\",\\\"y\\\":\\\"lHn-Jkn8ZDQ1c1FAcI7_gNdDOai9p65KVz2tNEuei4E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"version\":\"12-21-2020\",\"originalDigest\":\"T8kdtZRIgy_srXB5B06L8vBqFHYlEBcv6ae2zR6Y_eo\"}"