"{\"content\":{\"body\":\"**by Paul Veradittakit，Pantera Capital**\\n\\n[https://www.veradiverdict.com/p/dao-treasury](https://www.veradiverdict.com/p/dao-treasury)\\n\\n* Decentralized autonomous organizations (DAOs) are organizations that are fully democratically managed by their community members, in a trustless and transparent way, to help achieve a common mission. DAOs often use smart contracts on public blockchains to automatically enforce key organizational rules (voting on priorities and proposals, distribution of resources and funds, etc.). DAOs have become a ubiquitous model of governance in some of the crypto world’s most popular crypto protocols, including Maker, Uniswap, and Dash.\\n* [BitDAO](https://www.bitdao.io/) is a new DAO-managed treasury dedicated towards propelling the mass adoption of crypto across various blockchains and projects. Unlike protocol specific DAOs (like the MakerDAO), BitDAO organizes and energizes the community across broader efforts in the crypto and DeFi space, like supporting early-stage projects and fostering collaborations between protocols. Their approach to growth has three key pillars:\\n  * Collaboration with crypto projects: BitDAO plans to launch token swaps with existing and emerging DeFi projects and support them with R&D resources, liquidity, funding and co-development opportunities. The goal is to accelerate BitDAO partners to become category leaders. BitDAO will hold tokens of partner projects and is incentivized to support their success.\\n  * Building out various DeFi products: BitDAO also intends to launch various DeFi products of its own, including a decentralized version of Bybit’s crypto futures exchange, a portal for the community to propose token swaps with promising early-stage projects, and programmatic implementations for governance and treasury management.\\n  * Growth with Bybit: Bybit is one of the world’s fastest-growing derivatives exchanges, with over 1 million users and over 88% growth in trading volume between Q4 of 2020 and Q1 of 2021. Bybit is the earliest supporter of BitDAO and plans to advance its mission by allocating 2.5 basis points of its trading volume (\\\\~$258M in Q1 of 2021) to the BitDAO treasury and supporting the various R&D efforts of the DAO.\\n* BitDAO has garnered support from some of the highest-profile investors and teams in the crypto/fintech space, including Pantera Capital, Founders Fund, Bybit, and Peter Thiel. To date, the protocol has raised over $230M towards advancing their mission.\\n* BitDAO’s governance is fully decentralized and is based on the native BIT token. Ownership of BIT essentially qualifies the holder as a “member” of the BitDAO organization, giving them the ability to propose new projects or fund allocations and vote on other members’ proposals. This model synergizes efforts across various sectors of the crypto and DeFi community –– users, developers, and investors alike.\\n* Ultimately, BitDAO is one of the most promising vehicles towards a fully collaborative, decentralized effort to enhance the adoption of crypto and DeFi. Through initiatives like token swaps and grant awards, the democratically governed and massively well-funded treasury is uniquely situated to boost early-stage projects and foster key synergies across various products and protocols, propelling DeFi towards a more open, collaborative, and meritocratic future.\\n\\n**A Primer on DAOs**\\n\\nDecentralized autonomous organizations (DAOs) are member-owned communities with a completely flat organizational structure. By design, each member of a DAO has equal say in all decision-making, in contrast to the typical leadership hierarchies of centralized organizations. All actions in a DAO are fully decentralized (no single entity is responsible for carrying them out) and transparent (all decisions are open and publicly recorded). These characteristics enable DAOs to be a fully democratic, highly accessible vehicle for achieving a common mission –– any member, anywhere in the world, can easily participate in defining the DAO’s priorities and executing its projects.\\n\\nTypically, DAOs use smart contracts on a public blockchain as a way to automatically and provably enforce organizational rules. DAOs often have a treasury of funds (which is a smart contract itself) and a vote-based mechanism (also implemented via smart contracts) to decide on various organizational parameters such as how funds should be allocated. No one party can unilaterally change the DAO’s objectives or rules; these smart contracts can only be updated or altered based on a majority vote from the members of the DAO.\\n\\nWithin the crypto world, DAOs have become a ubiquitous model for managing and maintaining decentralized projects. Some popular DAOs include the MakerDAO (which manages the Dai stablecoin, with a $5.5B market cap), the governance protocol behind Uniswap (a decentralized cryptocurrency exchange with $5.36B total value locked), and the LAO (a decentralized pool of funds supporting builders on Ethereum). It’s safe to say the DAO model is the future of DeFi –– a way for the community to truly democratically collaborate on sustaining a fair, open-access, and useful financial ecosystem for all.\\n\\n**What is BitDAO?**\\n\\nBitDAO is a newly launched DAO-directed treasury dedicated towards propelling mass adoption of crypto and blockchain technologies. Funds in the treasury are democratically governed by members of the DAO and are allocated towards various projects all across the DeFi ecosystem –– not specifically towards a certain blockchain or platform.\\n\\nTo support DeFi growth, BitDAO will allocate massive financial and talent resources to the ecosystem, specifically around:\\n\\n* **Research & Development:** BitDAO partners will establish R&D centers to develop BitDAO core protocols (governance and treasury management), develop BitDAO DeFi products, support DeFi partners, and provide incubation services to emerging DeFi projects. BitDAO affiliated R&D centers could employ hundreds of people in the coming years.\\n* **Liquidity:** With its treasury, BitDAO will control one of the largest pools of DeFi assets, which can be used to provide liquidity to partner protocols. BitDAO can bootstrap new platforms such as DEXes, lending protocols, and synthetic assets.\\n* **Funding**: BitDAO will support new blockchain technologies through grants (like Gitcoin), and DeFi projects through token swaps.\\n\\nThe project [mentions](https://docs.bitdao.io/): “With billions in assets and recurring contributions, BitDAO will continue to create partnerships, accumulate the best DeFi assets, and build useful DeFi products. Our partners and products will then contribute assets into the BitDAO treasury, creating a compounding and accumulation dynamic.”\\n\\n![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fd44cac76-f610-41c9-b880-b65dbb630c2c_756x489.png)\\n\\nBitDAO’s Flywheel of Growth ([source](https://www.bitdao.io/))\\n\\nThe DAO itself is founded around three key pillars of growth:\\n\\n* **The growth of Bybit:** Bybit is a crypto derivatives exchange that is BitDAO’s first supporter and partner. Bybit is amongst the world’s top 5 derivatives exchanges by daily volume, with over 1 million active users and 10% of the market share of all crypto futures. It’s also one of the fastest-growing exchanges, with an 88% increase in trading volume between Q4 of 2020 and Q1 of 2021. The exchange has committed to contributing 2.5 basis points of its total futures trading volume (around $258M in Q1 of 2021) to BitDAO’s treasury, drastically increasing the amount of capital within the BitDAO ecosystem. Bybit’s vast network of retail users, industry thought leaders, and skilled R&D teams can also significantly help BitDAO refine its objectives and execute on its priorities.\\n* \\\\*\\\\*Partnerships with other DeFi and CeFi crypto projects: \\\\*\\\\*One of BitDAO’s key objectives is to launch token swaps with different DeFi protocols and CeFi crypto exchanges to enhance access to liquidity and capital in the market. The organization is already exploring partnerships with massive protocols like SushiSwap. BitDAO also plans to award grants (decided democratically) to early stage DeFi protocols to help get them on their feet, supporting the broader expansion of the space and specific investigations into groundbreaking ideas.\\n* \\\\*\\\\*Building DeFi products and protocols: \\\\*\\\\*BitDAO plans to roll out various DeFi products of its own, including:\\n  * decentralized flavors of popular Bybit products (decentralized futures)\\n  * vaults for effective yield farming on partner DeFi platforms,\\n  * a portal where the community can propose new token swaps with early-stage projects\\n  * programmatic implementations for governance, including staking, time-weighted voting, and time-weighted rewards for BitDAO members.\\n\\n**How is the treasury governed?**\\n\\nThe key primitive of BitDAO’s decentralized governance is the BIT token. Holding the BIT token constitutes being a “member” of the BitDAO; BIT holders can propose new initiatives (e.g. new token swaps or R&D efforts) and vote on other proposals (e.g. grant awards) for the DAO, synergizing efforts across various sectors of the crypto community –– users, developers, and investors.\\n\\nThe supply of BIT is fixed at a total of 10 billion tokens, of which approximately:\\n\\n* 30% will be held by the treasury to facilitate ecosystem swaps\\n* 5% will be distributed via a private sale\\n* 5% will be offered as rewards to launch partners\\n* 60% will be allocated to Bybit to establish R&D centers to support BitDAO and to support Bybit growth (which in turn grows the BitDAO treasury). 15% will be immediately available for use, while the remaining 45% will be locked for a 1 year cliff, after which they are vested linearly over 2 years.\\n\\n**Who is supporting the project?**\\n\\nBeyond Bybit, BitDAO has garnered support from some of the most high-profile figures and funds across fintech and crypto. So far, the DAO has raised a total of $230 million from Pantera Capital, Peter Thiel, Founders Fund, DragonFly Capital, and several other early investors.\\n\\nMany also question why venture capital funds, often stereotyped for their propensity for control, are interested in decentralized autonomous projects like BitDAO. As investors, we hope to maximize a startup's growth potential and long-term value. In many cases, a DAO is a wonderful instrument to achieve those ends; it aligns incentives between decision-makers, facilitates radical transparency, and prioritizes open over closed networks, all important elements of delivering value in this new environment.\\n\\nWhile DAOs are a powerful new instrument for builders, there's still a substantial role for traditional venture capital. Capital is a commodity; access to talent, thought leaders, and strategic partners is not. DAOs will give more power and optionality to founders, which will encourage both a greater quantity and quality of projects in the space. Venture capital firms will be forced to adapt to this new reality by adding value in ways that truly matter to founders.\\n\\n**Final Thoughts**\\n\\nThe skyrocketing popularity of DeFi over the past few years has demonstrated the power of decentralized governance and management; protocols like Uniswap and Maker which handle assets worth billions of USD are completely democratically governed by community members dedicated to advancing a common mission of reinventing our financial system for the better. As more projects pop up in the space, there needs to be a similar decentralized mechanism towards more broadly supporting early-stage efforts and facilitating collaboration across different crypto ecosystems to drive overall mass adoption.\\n\\nBitDAO is uniquely positioned towards helping achieve this reality. The DAO has already sourced an incredible amount of funds from high-profile investors and will continue to expand its treasury via its flagship partnership with the rapidly growing crypto derivatives exchange Bybit. Most importantly, the DAO offers a fully decentralized vehicle for the crypto community to collaborate on enhancing mass adoption, by facilitating things like token swaps with DeFi’s hottest protocols, grants to support early-stage projects, and a generalized mechanism for defining and executing on key priorities. Many of the earliest DAOs were created with a similar objective as BitDAO—creating a decentralized venture capital fund—but fell prey to exploits, had a poor plan for governance, or were simply too early. At Pantera, we believe BitDAO—by leveraging its capital, technical know-how, and deep industry relationships—will finally execute upon this dream. We expect BitDAO to become a force that pushes the entire DeFi ecosystem forward towards a more open, collaborative, and meritocratic future.\",\"timestamp\":1634697735,\"title\":\"BitDAO: DAO fund library that promotes the adoption of encryption technology\"},\"digest\":\"ahmLk4wApAdYoQedpnhui-PdA89NdD7NA_2tlz2o7yw\",\"authorship\":{\"contributor\":\"0x4CC11987Ee4D62076F8218d0f97e81437611e311\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"05GOjoKP-eZr93wa1jbrVtHgpM9RarinfygnJj_n5uc\\\",\\\"y\\\":\\\"QO5pnfkoD_kBDMSK0AGcp2zU4PNPCRKRdG9KvecOW-4\\\"}\",\"signature\":\"P2it_uBaWCzeikUZA8-lneRw_yGelfWnMvKe5cSeqTjy1kVMMw9M28k4KS5nPycbA58BjFCxx5ANH_1TVlc7RQ\",\"signingKeySignature\":\"0x1edc26e59ef283e7a03545fb02f83234d018544aa237345bad4d43d534e2d9e61e5ad796af09ec201f77deb8180054e538b406d71ec94d13f8877a35a879769e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"05GOjoKP-eZr93wa1jbrVtHgpM9RarinfygnJj_n5uc\\\",\\\"y\\\":\\\"QO5pnfkoD_kBDMSK0AGcp2zU4PNPCRKRdG9KvecOW-4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ahmLk4wApAdYoQedpnhui-PdA89NdD7NA_2tlz2o7yw\"}"