"{\"content\":{\"body\":\"### Collaborative publishing is now enabled on Mirror\\nWe’ve always said Mirror is a sum of its community. *What is Mirror* = *Who’s on Mirror*. Beyond its crypto foundation, we’ve continued to implement features that reinforce a decentralized, collaborative effort. [$WRITE RACE](https://dev.mirror.xyz/vZxxUIeGMQK9NNLcrT0eDYZ6wXhXVr6vTQzztj1DaEA) gives community members the power to influence how the platform grows. [Splits](https://dev.mirror.xyz/mQ03-JXlfdoBnRrZisC5X3kM9nBkOILlHwxbdq382Gw) allow creators to route value from their work to other creators, suggesting no idea is an island. While Splits cited multiple voices as responsible for a single work, those citations came from a single individual. One publication, one author.\\n\\nWe’re excited to announce that’s no longer solely the case.\\n\\n![](https://images.mirror-media.xyz/publication-images/e6b47756-3773-4056-8deb-a3777fd03726.jpeg?height=1138&width=2024)\\n\\nBeginning this week, Media DAOs make it possible for creators to work collaboratively on Mirror. As long as you have a Mirror publication, you’re now free to add other collaborators to that publication. Together, you’ll be able to do everything you’d be able to do on Mirror as an individual—publishing, crowdfunding, creating auctions and editions, and assigning splits. Accordingly, Mirror now allows multiple authors to be listed in bylines.\\n\\nWe should also note that whether or not your chosen collaborators have advanced in the $WRITE RACE, they’ll have full access to all of Mirror’s tools. **SCREEEEECH**\\n\\nWe know virtual collaboration’s nothing new. How’s collaborative publishing on Mirror different from outlining a manifesto in Google docs, sketching an app in Figma or working out a business model in Sheets? As collaborators on Mirror, you’re already economically bound to your work. In that case, we see Media DAOs as a category of their own. They’re somewhere between a Google doc and a company.\\n\\nFor Media DAOs to work, permissions are controlled by a smart contract that lives on Ethereum. While adding or removing collaborators requires a bit of gas, it gives creators full control over access and defines permissions as a fully decentralized protocol. We feel the added gas also makes the initiation of a new collaborator all the more special.\\n\\n![](https://images.mirror-media.xyz/publication-images/507c62c2-7eee-4d4e-b888-473902a0f676.jpeg?height=1138&width=2024)\\n\\nTo reiterate, a Media DAO [playbook](https://air.mirror.xyz/lmV9Dxeos9HvKSu0BKY9pqARK2vAlPXhrNMt68E4GkI) might go as follows:\\n\\n— You or a collaborator wins $WRITE RACE and secures a publication for the media DAO on Mirror\\n\\n— You or a collaborator sets up the ENS subdomain (e.g. `mediaDAO.mirror.xyz`)\\n\\n— You add your collaborator via the Contributor settings on your dashboard, or your collaborator adds you\\n\\n— Now that you’re both in, you might create a crowdfund towards a season of content for your media DAO and distribute a token to your community\\n\\n— You earn revenue throughout the season by selling essays as collectable limited edition NFTs and auctioning off rare NFTs.\\n\\n— You and your collaborator share the upside with each other and the community by routing value to your token\\n\\n— You allow token holders to vote on governance decisions. For instance, how to allocate the treasury, how to structure a grant / bounty program, and when to add new contributors to the media DAO (Governance and community tools are coming soon)\\n\\nThere’s a palpable sense of support within the Mirror community. It is evident in the way that ideas and features evolve that people are adamantly paying attention to other people and their work. It’s only natural that they’d want to create something together. We couldn’t be more excited for what happens now that they can.\",\"timestamp\":1623785241,\"title\":\"Introducing Media DAOs\",\"publication\":\"dev\"},\"digest\":\"u5cpXTUZaAviki3o-tczlOooAnq31vmTiM7WUkGVVmg\",\"authorship\":{\"contributor\":\"0x9651B2a7Aa9ed9635cE896a1Af1a7d6294d5e902\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6NdDnfjnnKmz8xWbrswtmhVE6y5hZKRgIhjEF03O6WU\\\",\\\"y\\\":\\\"QrZ6Vq0C6zDmwpUUBLDtqmgo93IFBcJku7HJv6iaSK0\\\"}\",\"signature\":\"wg2Emys3PYPrrE0R-G1c0s1mdxPiWuj_Trsv7dMg9NpLNgPSwztoGH93Th_5wLQVIOnaX4s7KVdRoVIi6bH8uQ\",\"signingKeySignature\":\"0x0793abd02f99cacae0af1f27db04624c1f4efc6f5e5e5fd4f345cadd6ca4c4f660a6e88bf9de227c2a8c5688cb95db6a3692ed9b0fce11dd65d64c0ea16bc0691c\",\"signingKeyMessage\":\"I authorize the publication of articles on dev.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6NdDnfjnnKmz8xWbrswtmhVE6y5hZKRgIhjEF03O6WU\\\",\\\"y\\\":\\\"QrZ6Vq0C6zDmwpUUBLDtqmgo93IFBcJku7HJv6iaSK0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WPnZICvS2XbHJQ3u-GrsvYqios3XWmZhQvTKEyUJOGE\"}"