"{\"content\":{\"body\":\"as First Consul and as Emperor, was the victim of a malady which caused him to seek the advice of the most distinguished physicians of Paris.  It is a little shocking to modern sensibilities to read that these physicians, except Corvisart, diagnosed the distinguished patient's malady as \\\"gale repercutee\\\"--that is to say, in idiomatic English, the itch \\\"struck in.\\\" It is hardly necessary to say that no physician of today would make so inconsiderate a diagnosis in the case of a royal patient. If by any chance a distinguished patient were afflicted with the itch, the sagacious physician would carefully hide the fact behind circumlocutions and proceed to eradicate the disease with all despatch.  That the physicians of Napoleon did otherwise is evidence that at the beginning of the century the disease in question enjoyed a very different status.  At that time itch, instead of being a most plebeian malady, was, so to say, a court disease. It enjoyed a circulation, in high circles and in low, that modern therapeutics has quite denied it; and the physicians of the time gave it a fictitious added importance by ascribing to its influence the existence of almost any obscure malady that came under their observation. Long after Napoleon's time gale continued to hold this proud distinction. For example, the imaginative Dr. Hahnemann did not hesitate to affirm, as a positive maxim, that three-fourths of all the ills that flesh is heir to were in reality nothing but various forms of \\\"gale repercutee.\\\"\\n\\nAll of which goes to show how easy it may be for a masked pretender to impose on credulous humanity, for nothing is more clearly established in modern knowledge than the fact that \\\"gale repercutee\\\" was simply a name to hide a profound ignorance; no such disease exists or ever did exist.  Gale itself is a sufficiently tangible reality, to be sure, but it is a purely local disease of the skin, due to a perfectly definite cause, and the dire internal conditions formerly ascribed to it have really no causal connection with it whatever. This definite cause, as every one nowadays knows, is nothing more or less than a microscopic insect which has found lodgment on the skin, and has burrowed and made itself at home there. Kill that insect and the disease is no more; hence it has come to be an axiom with the modern physician that the itch is one of the three or four diseases that he positively is able to cure, and that very speedily.  But it was far otherwise with the physicians of the first third of our century, because to them the cause of the disease was an absolute mystery.\\n\\nIt is true that here and there a physician had claimed to find an insect lodged in the skin of a sufferer from itch, and two or three times the claim had been made that this was the cause of the malady, but such views were quite ignored by the general profession, and in 1833 it was stated in an authoritative medical treatise that the \\\"cause of gale is absolutely unknown.\\\"  But even at this time, as it curiously happened, there were certain ignorant laymen who had attained to a bit of medical knowledge that was withheld from the inner circles of the profession. As the peasantry of England before Jenner had known of the curative value of cow-pox over small-pox, so the peasant women of Poland had learned that the annoying skin disease from which they suffered was caused by an almost invisible insect, and, furthermore, had acquired the trick of dislodging the pestiferous little creature with the point of a needle.  From them a youth of the country, F. Renucci by name, learned the open secret. He conveyed it to Paris when he went there to study medicine, and in 1834 demonstrated it to his master Alibert.  This physician, at first sceptical, soon was convinced, and gave out the discovery to the medical world with an authority that led to early acceptance.\\n\\nNow the importance of all this, in the present connection, is not at all that it gave the clew to the method of cure of a single disease. What makes the discovery epochal is the fact that it dropped a brand-new idea into the medical ranks--an idea destined, in the long-run, to prove itself a veritable bomb--the idea, namely, that a minute and quite unsuspected animal parasite may be the cause of a well-known, widely prevalent, and important human disease. Of course the full force of this idea could only be appreciated in the light of later knowledge; but even at the time of its coming it sufficed to give a great impetus to that new medical knowledge, based on microscopical studies, which had but recently been made accessible by the inventions of the lens-makers. The new knowledge clarified one very turbid medical pool and pointed the way to the clarification of many others.\\n\\nAlmost at the same time that the Polish medical student was demonstrating the itch mite in Paris, it chanced, curiously enough, that another medical student, this time an Englishman, made an analogous discovery of perhaps even greater importance.  Indeed, this English discovery in its initial stages slightly antedated the other, for it was in 1833 that the student in question, James Paget, interne in St. Bartholomew's Hospital, London, while dissecting the muscular tissues of a human subject, found little specks of extraneous matter, which, when taken to the professor of comparative anatomy, Richard Owen, were ascertained, with the aid of the microscope, to be the cocoon of a minute and hitherto unknown insect. Owen named the insect Trichina spiralis.  After the discovery was published it transpired that similar specks had been observed by several earlier investigators, but no one had previously suspected or, at any rate, demonstrated their nature.  Nor was the full story of the trichina made out for a long time after Owen's discovery. It was not till 1847 that the American anatomist Dr. Joseph Leidy found the cysts of trichina in the tissues of pork; and another decade or so elapsed after that before German workers, chief among whom were Leuckart, Virchow, and Zenker, proved that the parasite gets into the human system through ingestion of infected pork, and that it causes a definite set of symptoms of disease which hitherto had been mistaken for rheumatism, typhoid fever, and other maladies. Then the medical world was agog for a time over the subject of trichinosis; government inspection of pork was established in some parts of Germany; American pork was excluded altogether from France; and the whole subject thus came prominently to public attention. But important as the trichina parasite proved on its own account in the end, its greatest importance, after all, was in the share it played in directing attention at the time of its discovery in 1833 to the subject of microscopic parasites in general.\\n\\nThe decade that followed that discovery was a time of great activity in the study of microscopic organisms and microscopic tissues, and such men as Ehrenberg and Henle and Bory Saint-Vincent and Kolliker and Rokitansky and Remak and Dujardin were widening the bounds of knowledge of this new subject with details that cannot be more than referred to here. But the crowning achievement of the period in this direction was the discovery made by the German, J. L. Schoenlein, in 1839, that a very common and most distressing disease of the scalp, known as favus, is really due to the presence and growth on the scalp of a vegetable organism of microscopic size.  Thus it was made clear that not merely animal but also vegetable organisms of obscure, microscopic species have causal relations to the diseases with which mankind is afflicted. This knowledge of the parasites was another long step in the direction of scientific medical knowledge; but the heights to which this knowledge led were not to be scaled, or even recognized, until another generation of workers had entered the field.\\n\\nPAINLESS SURGERY\\n\\nMeantime, in quite another field of medicine, events were developing which led presently to a revelation of greater immediate importance to humanity than any other discovery that had come in the century, perhaps in any field of science whatever. This was the discovery of the pain-dispelling power of the vapor of sulphuric ether inhaled by a patient undergoing a surgical operation. This discovery came solely out of America, and it stands curiously isolated, since apparently no minds in any other country were trending towards it even vaguely.  Davy, in England, had indeed originated the method of medication by inhalation, and earned out some most interesting experiments fifty years earlier, and it was doubtless his experiments with nitrous oxide gas that gave the clew to one of the American investigators; but this was the sole contribution of preceding generations to the subject, and since the beginning of the century, when Davy turned his attention to other matters, no one had made the slightest advance along the same line until an American dentist renewed the investigation.\\n\\nIn view of the sequel, Davy's experiments merit full attention. Here is his own account of them, as written in 1799:\\n\\n\\\"Immediately after a journey of one hundred and twenty-six miles, in which I had no sleep the preceding night, being much exhausted, I respired seven quarts of nitrous oxide gas for near three minutes. It produced the usual pleasurable effects and slight muscular motion. I continued exhilarated for some minutes afterwards, but in half an hour found myself neither more nor less exhausted than before the experiment. I had a great propensity to sleep.\\n\\n\\\"To ascertain with certainty whether the more extensive action of nitrous oxide compatible with life was capable of producing debility, I resolved to breathe the gas for such a time, and in such quantities, as to produce excitement equal in duration and superior in intensity to that occasioned by high intoxication from opium or alcohol.\\n\\n\\\"To habituate myself to the excitement, and to carry it on gradually, on December 26th I was enclosed in an air-tight breathing-box, of the capacity of about nine and one-half cubic feet, in the presence of Dr. Kinglake.  After I had taken a situation in which I could by means of a curved thermometer inserted under the arm, and a stop-watch, ascertain the alterations in my pulse and animal heat, twenty quarts of nitrous oxide were thrown into the box.\\n\\n\\\"For three minutes I experienced no alteration in my sensations, though immediately after the introduction of the nitrous oxide the smell and taste of it were very evident.  In four minutes I began to feel a slight glow in the cheeks and a generally diffused warmth over the chest, though the temperature of the box was not quite 50 degrees. . . . In twenty-five minutes the animal heat was 100 degrees, pulse 124. In thirty minutes twenty quarts more of gas were introduced.\\n\\n\\\"My sensations were now pleasant; I had a generally diffused warmth without the slightest moisture of the skin, a sense of exhilaration similar to that produced by a small dose of wine, and a disposition to muscular motion and to merriment.\\n\\n\\\"In three-quarters of an hour the pulse was 104 and the animal heat not 99.5 degrees, the temperature of the chamber 64 degrees. The pleasurable feelings continued to increase, the pulse became fuller and slower, till in about an hour it was 88, when the animal heat was 99 degrees. Twenty quarts more of air were admitted. I had now a great disposition to laugh, luminous points seemed frequently to pass before my eyes, my hearing was certainly more acute, and I felt a pleasant lightness and power of exertion in my muscles. In a short time the symptoms became stationary; breathing was rather oppressed, and on account of the great desire for action rest was painful.\\n\\n\\\"I now came out of the box, having been in precisely an hour and a quarter. The moment after I began to respire twenty quarts of unmingled nitrous oxide. A thrilling extending from the chest to the extremities was almost immediately produced.  I felt a sense of tangible extension highly pleasurable in every limb; my visible impressions were dazzling and apparently magnified, I heard distinctly every sound in the room, and was perfectly aware of my situation.  By degrees, as the pleasurable sensations increased, I lost all connection with external things; trains of vivid visible images rapidly passed through my mind and were connected with words in such a manner as to produce perceptions perfectly novel.\\n\\n\\\"I existed in a world of newly connected and newly modified ideas. I theorized; I imagined that I made discoveries.  When I was awakened from this semi-delirious trance by Dr. Kinglake, who took the bag from my mouth, indignation and pride were the first feelings produced by the sight of persons about me. My emotions were enthusiastic and sublime; and for a minute I walked about the room perfectly regardless of what was said to me. As I recovered my former state of mind, I felt an inclination to communicate the discoveries I had made during the experiment. I endeavored to recall the ideas--they were feeble and indistinct; one collection of terms, however, presented itself, and, with most intense belief and prophetic manner, I exclaimed to Dr. Kinglake, 'Nothing exists but thoughts!--the universe is composed of impressions, ideas, pleasures, and pains.' \\\"\\\\[3\\\\]\\n\\nFrom this account we see that Davy has anaesthetized himself to a point where consciousness of surroundings was lost, but not past the stage of exhilaration.  Had Dr. Kinglake allowed the inhaling-bag to remain in Davy's mouth for a few moments longer complete insensibility would have followed. As it was, Davy appears to have realized that sensibility was dulled, for he adds this illuminative suggestion: \\\"As nitrous oxide in its extensive operation appears capable of destroying physical pain, it may probably be used with advantage during surgical operations in which no great effusion of blood takes place.\\\"\\\\[4\\\\]\\n\\nUnfortunately no one took advantage of this suggestion at the time, and Davy himself became interested in other fields of science and never returned to his physiological studies, thus barely missing one of the greatest discoveries in the entire field of science. In the generation that followed no one seems to have thought of putting Davy's suggestion to the test, and the surgeons of Europe had acknowledged with one accord that all hope of finding a means to render operations painless must be utterly abandoned--that the surgeon's knife must ever remain a synonym for slow and indescribable torture. By an odd coincidence it chanced that Sir Benjamin Brodie, the acknowledged leader of English surgeons, had publicly expressed this as his deliberate though regretted opinion at a time when the quest which he considered futile had already led to the most brilliant success in America, and while the announcement of the discovery, which then had no transatlantic cable to convey it, was actually on its way to the Old World.\\n\\nThe American dentist just referred to, who was, with one exception to be noted presently, the first man in the world to conceive that the administration of a definite drug might render a surgical operation painless and to give the belief application was Dr. Horace Wells, of Hartford, Connecticut.  The drug with which he experimented was nitrous oxide--the same that Davy had used; the operation that he rendered painless was no more important than the extraction of a tooth--yet it sufficed to mark a principle; the year of the experiment was 1844.\\n\\nThe experiments of Dr. Wells, however, though important, were not sufficiently demonstrative to bring the matter prominently to the attention of the medical world. The drug with which he experimented proved not always reliable, and he himself seems ultimately to have given the matter up, or at least to have relaxed his efforts.  But meantime a friend, to whom he had communicated his belief and expectations, took the matter up, and with unremitting zeal carried forward experiments that were destined to lead to more tangible results. This friend was another dentist, Dr. W. T. G. Morton, of Boston, then a young man full of youthful energy and enthusiasm. He seems to have felt that the drug with which Wells had experimented was not the most practicable one for the purpose, and so for several months he experimented with other allied drugs, until finally he hit upon sulphuric ether, and with this was able to make experiments upon animals, and then upon patients in the dental chair, that seemed to him absolutely demonstrative.\\n\\nFull of eager enthusiasm, and absolutely confident of his results, he at once went to Dr. J. C. Warren, one of the foremost surgeons of Boston, and asked permission to test his discovery decisively on one of the patients at the Boston Hospital during a severe operation.  The request was granted; the test was made on October 16, 1846, in the presence of several of the foremost surgeons of the city and of a body of medical students. The patient slept quietly while the surgeon's knife was plied, and awoke to astonished comprehension that the ordeal was over. The impossible, the miraculous, had been accomplished.\\\\[5\\\\]\\n\\nSwiftly as steam could carry it--slowly enough we should think it to-day--the news was heralded to all the world. It was received in Europe with incredulity, which vanished before repeated experiments.  Surgeons were loath to believe that ether, a drug that had long held a place in the subordinate armamentarium of the physician, could accomplish such a miracle. But scepticism vanished before the tests which any surgeon might make, and which surgeons all over the world did make within the next few weeks.  Then there came a lingering outcry from a few surgeons, notably some of the Parisians, that the shock of pain was beneficial to the patient, hence that anaesthesia--as Dr. Oliver Wendell Holmes had christened the new method--was a procedure not to be advised.  Then, too, there came a hue-and-cry from many a pulpit that pain was God-given, and hence, on moral grounds, to be clung to rather than renounced. But the outcry of the antediluvians of both hospital and pulpit quickly received its quietus; for soon it was clear that the patient who did not suffer the shock of pain during an operation rallied better than the one who did so suffer, while all humanity outside the pulpit cried shame to the spirit that would doom mankind to suffer needless agony.  And so within a few months after that initial operation at the Boston Hospital in 1846, ether had made good its conquest of pain throughout the civilized world. Only by the most active use of the imagination can we of this present day realize the full meaning of that victory.\\n\\nIt remains to be added that in the subsequent bickerings over the discovery--such bickerings as follow every great advance--two other names came into prominent notice as sharers in the glory of the new method. Both these were Americans--the one, Dr. Charles T. Jackson, of Boston; the other, Dr. Crawford W. Long, of Alabama.  As to Dr. Jackson, it is sufficient to say that he seems to have had some vague inkling of the peculiar properties of ether before Morton's discovery. He even suggested the use of this drug to Morton, not knowing that Morton had already tried it; but this is the full measure of his association with the discovery.  Hence it is clear that Jackson's claim to equal share with Morton in the discovery was unwarranted, not to say absurd.\\n\\nDr. Long's association with the matter was far different and altogether honorable.  By one of those coincidences so common in the history of discovery, he was experimenting with ether as a pain-destroyer simultaneously with Morton, though neither so much as knew of the existence of the other. While a medical student he had once inhaled ether for the intoxicant effects, as other medical students were wont to do, and when partially under influence of the drug he had noticed that a chance blow to his shins was painless.  This gave him the idea that ether might be used in surgical operations; and in subsequent years, in the course of his practice in a small Georgia town, he put the idea into successful execution. There appears to be no doubt whatever that he performed successful minor operations under ether some two or three years before Morton's final demonstration; hence that the merit of first using the drug, or indeed any drug, in this way belongs to him. But, unfortunately, Dr. Long did not quite trust the evidence of his own experiments.  Just at that time the medical journals were full of accounts of experiments in which painless operations were said to be performed through practice of hypnotism, and Dr. Long feared that his own success might be due to an incidental hypnotic influence rather than to the drug. Hence he delayed announcing his apparent discovery until he should have opportunity for further tests--and opportunities did not come every day to the country practitioner. And while he waited, Morton anticipated him, and the discovery was made known to the world without his aid.  It was a true scientific caution that actuated Dr. Long to this delay, but the caution cost him the credit, which might otherwise have been his, of giving to the world one of the greatest blessings--dare we not, perhaps, say the very greatest?--that science has ever conferred upon humanity.\\n\\nA few months after the use of ether became general, the Scotch surgeon Sir J. Y. Simpson\\\\[6\\\\] discovered that another drug, chloroform, could be administered with similar effects; that it would, indeed, in many cases produce anaesthesia more advantageously even than ether. From that day till this surgeons have been more or less divided in opinion as to the relative merits of the two drugs; but this fact, of course, has no bearing whatever upon the merit of the first discovery of the method of anaesthesia.  Even had some other drug subsequently quite banished ether, the honor of the discovery of the beneficent method of anaesthesia would have been in no wise invalidated. And despite all cavillings, it is unequivocally established that the man who gave that method to the world was William T. G. Morton.\\n\\nPASTEUR AND THE GERM THEORY OF DISEASE\\n\\nThe discovery of the anaesthetic power of drugs was destined presently, in addition to its direct beneficences, to aid greatly in the progress of scientific medicine, by facilitating those experimental studies of animals from which, before the day of anaesthesia, many humane physicians were withheld, and which in recent years have led to discoveries of such inestimable value to humanity. But for the moment this possibility was quite overshadowed by the direct benefits of anaesthesia, and the long strides that were taken in scientific medicine during the first fifteen years after Morton's discovery were mainly independent of such aid. These steps were taken, indeed, in a field that at first glance might seem to have a very slight connection with medicine. Moreover, the chief worker in the field was not himself a physician. He was a chemist, and the work in which he was now engaged was the study of alcoholic fermentation in vinous liquors. Yet these studies paved the way for the most important advances that medicine has made in any century towards the plane of true science; and to this man more than to any other single individual--it might almost be said more than to all other individuals--was due this wonderful advance.  It is almost superfluous to add that the name of this marvellous chemist was Louis Pasteur.\\n\\nThe studies of fermentation which Pasteur entered upon in 1854 were aimed at the solution of a controversy that had been waging in the scientific world with varying degrees of activity for a quarter of a century.  Back in the thirties, in the day of the early enthusiasm over the perfected microscope, there had arisen a new interest in the minute forms of life which Leeuwenhoek and some of the other early workers with the lens had first described, and which now were shown to be of almost universal prevalence. These minute organisms had been studied more or less by a host of observers, but in particular by the Frenchman Cagniard Latour and the German of cell-theory fame, Theodor Schwann.  These men, working independently, had reached the conclusion, about 1837, that the micro-organisms play a vastly more important role in the economy of nature than any one previously had supposed. They held, for example, that the minute specks which largely make up the substance of yeast are living vegetable organisms, and that the growth of these organisms is the cause of the important and familiar process of fermentation. They even came to hold, at least tentatively, the opinion that the somewhat similar micro-organisms to be found in all putrefying matter, animal or vegetable, had a causal relation to the process of putrefaction.\\n\\nThis view, particularly as to the nature of putrefaction, was expressed even more outspokenly a little later by the French botanist Turpin.  Views so supported naturally gained a following; it was equally natural that so radical an innovation should be antagonized.  In this case it chanced that one of the most dominating scientific minds of the time, that of Liebig, took a firm and aggressive stand against the new doctrine. In 1839 he promulgated his famous doctrine of fermentation, in which he stood out firmly against any \\\"vitalistic\\\" explanation of the phenomena, alleging that the presence of micro-organisms in fermenting and putrefying substances was merely incidental, and in no sense causal.  This opinion of the great German chemist was in a measure substantiated by experiments of his compatriot Helmholtz, whose earlier experiments confirmed, but later ones contradicted, the observations of Schwann, and this combined authority gave the vitalistic conception a blow from which it had not rallied at the time when Pasteur entered the field.  Indeed, it was currently regarded as settled that the early students of the subject had vastly over-estimated the importance of micro-organisms.\\n\\nAnd so it came as a new revelation to the generality of scientists of the time, when, in 1857 and the succeeding half-decade, Pasteur published the results of his researches, in which the question had been put to a series of altogether new tests, and brought to unequivocal demonstration.\\n\\nHe proved that the micro-organisms do all that his most imaginative predecessors had suspected, and more.  Without them, he proved, there would be no fermentation, no putrefaction--no decay of any tissues, except by the slow process of oxidation. It is the microscopic yeast-plant which, by seizing on certain atoms of the molecule, liberates the remaining atoms in the form of carbonic-acid and alcohol, thus effecting fermentation; it is another microscopic plant--a bacterium, as Devaine had christened it--which in a similar way effects the destruction of organic molecules, producing the condition which we call putrefaction.  Pasteur showed, to the amazement of biologists, that there are certain forms of these bacteria which secure the oxygen which all organic life requires, not from the air, but by breaking up unstable molecules in which oxygen is combined; that putrefaction, in short, has its foundation in the activities of these so-called anaerobic bacteria.\\n\\nIn a word, Pasteur showed that all the many familiar processes of the decay of organic tissues are, in effect, forms of fermentation, and would not take place at all except for the presence of the living micro-organisms. A piece of meat, for example, suspended in an atmosphere free from germs, will dry up gradually, without the slightest sign of putrefaction, regardless of the temperature or other conditions to which it may have been subjected. Let us witness one or two series of these experiments as presented by Pasteur himself in one of his numerous papers before the Academy of Sciences.\\n\\nEXPERIMENTS WITH GRAPE SUGAR\\n\\n\\\"In the course of the discussion which took place before the Academy upon the subject of the generation of ferments properly so-called, there was a good deal said about that of wine, the oldest fermentation known. On this account I decided to disprove the theory of M. Fremy by a decisive experiment bearing solely upon the juice of grapes.\\n\\n\\\"I prepared forty flasks of a capacity of from two hundred and fifty to three hundred cubic centimetres and filled them half full with filtered grape-must, perfectly clear, and which, as is the case of all acidulated liquids that have been boiled for a few seconds, remains uncontaminated although the curved neck of the flask containing them remain constantly open during several months or years.\\n\\n\\\"In a small quantity of water I washed a part of a bunch of grapes, the grapes and the stalks together, and the stalks separately. This washing was easily done by means of a small badger's-hair brush. The washing-water collected the dust upon the surface of the grapes and the stalks, and it was easily shown under the microscope that this water held in suspension a multitude of minute organisms closely resembling either fungoid spores, or those of alcoholic Yeast, or those of Mycoderma vini, etc. This being done, ten of the forty flasks were preserved for reference; in ten of the remainder, through the straight tube attached to each, some drops of the washing-water were introduced; in a third series of ten flasks a few drops of the same liquid were placed after it had been boiled; and, finally, in the ten remaining flasks were placed some drops of grape-juice taken from the inside of a perfect fruit.  In order to carry out this experiment, the straight tube of each flask was drawn out into a fine and firm point in the lamp, and then curved. This fine and closed point was filed round near the end and inserted into the grape while resting upon some hard substance. When the point was felt to touch the support of the grape it was by a slight pressure broken off at the point file mark. Then, if care had been taken to create a slight vacuum in the flask, a drop of the juice of the grape got into it, the filed point was withdrawn, and the aperture immediately closed in the alcohol lamp.  This decreased pressure of the atmosphere in the flask was obtained by the following means: After warming the sides of the flask either in the hands or in the lamp-flame, thus causing a small quantity of air to be driven out of the end of the curved neck, this end was closed in the lamp. After the flask was cooled, there was a tendency to suck in the drop of grape-juice in the manner just described.\\n\\n\\\"The drop of grape-juice which enters into the flask by this suction ordinarily remains in the curved part of the tube, so that to mix it with the must it was necessary to incline the flask so as to bring the must into contact with the juice and then replace the flask in its normal position. The four series of comparative experiments produced the following results:\\n\\n\\\"The first ten flasks containing the grape-must boiled in pure air did not show the production of any organism. The grape-must could possibly remain in them for an indefinite number of years.  Those in the second series, containing the water in which the grapes had been washed separately and together, showed without exception an alcoholic fermentation which in several cases began to appear at the end of forty-eight hours when the experiment took place at ordinary summer temperature. At the same time that the yeast appeared, in the form of white traces, which little by little united themselves in the form of a deposit on the sides of all the flasks, there were seen to form little flakes of Mycellium, often as a single fungoid growth or in combination, these fungoid growths being quite independent of the must or of any alcoholic yeast.  Often, also, the Mycoderma vini appeared after some days upon the surface of the liquid. The Vibria and the lactic ferments properly so called did not appear on account of the nature of the liquid.\\n\\n\\\"The third series of flasks, the washing-water in which had been previously boiled, remained unchanged, as in the first series. Those of the fourth series, in which was the juice of the interior of the grapes, remained equally free from change, although I was not always able, on account of the delicacy of the experiment, to eliminate every chance of error. These experiments cannot leave the least doubt in the mind as to the following facts:\\n\\nGrape-must, after heating, never ferments on contact with the air, when the air has been deprived of the germs which it ordinarily holds in a state of suspension.\\n\\n\\\"The boiled grape-must ferments when there is introduced into it a very small quantity of water in which the surface of the grapes or their stalks have been washed.\\n\\n\\\"The grape-must does not ferment when this washing-water has been boiled and afterwards cooled.\\n\\n\\\"The grape-must does not ferment when there is added to it a small quantity of the juice of the inside of the grape.\\n\\n\\\"The yeast, therefore, which causes the fermentation of the grapes in the vintage-tub comes from the outside and not from the inside of the grapes.  Thus is destroyed the hypothesis of MM.  Trecol and Fremy, who surmised that the albuminous matter transformed itself into yeast on account of the vital germs which were natural to it. With greater reason, therefore, there is no longer any question of the theory of Liebig of the transformation of albuminoid matter into ferments on account of the oxidation.\\\"\\n\\nFOREIGN ORGANISMS AND THE WORT OF BEER\\n\\n\\\"The method which I have just followed,\\\" Pasteur continues, \\\"in order to show that there exists a correlation between the diseases of beer and certain microscopic organisms leaves no room for doubt, it seems to me, in regard to the principles I am expounding.\\n\\n\\\"Every time that the microscope reveals in the leaven, and especially in the active yeast, the production of organisms foreign to the alcoholic yeast properly so called, the flavor of the beer leaves something to be desired, much or little, according to the abundance and the character of these little germs. Moreover, when a finished beer of good quality loses after a time its agreeable flavor and becomes sour, it can be easily shown that the alcoholic yeast deposited in the bottles or the casks, although originally pure, at least in appearance, is found to be contaminated gradually with these filiform or other ferments. All this can be deduced from the facts already given, but some critics may perhaps declare that these foreign ferments are the consequences of the diseased condition, itself produced by unknown causes.\\n\\n\\\"Although this gratuitous hypothesis may be difficult to uphold, I will endeavor to corroborate the preceding observations by a clearer method of investigation.  This consists in showing that the beer never has any unpleasant taste in all cases when the alcoholic ferment properly so called is not mixed with foreign ferments; that it is the same in the case of wort, and that wort, liable to changes as it is, can be preserved unaltered if it is kept from those microscopic parasites which find in it a suitable nourishment and a field for growth.\\n\\n\\\"The employment of this second method has, moreover, the advantage of proving with certainty the proposition that I advanced at first--namely, that the germs of these organisms are derived from the dust of the atmosphere, carried about and deposited upon all objects, or scattered over the utensils and the materials used in a brewery-materials naturally charged with microscopic germs, and which the various operations in the store-rooms and the malt-house may multiply indefinitely.\\n\\n\\\"Let us take a glass flask with a long neck of from two hundred and fifty to three hundred cubic centimetres capacity, and place in it some wort, with or without hops, and then in the flame of a lamp draw out the neck of the flask to a fine point, afterwards heating the liquid until the steam comes out of the end of the neck. It can then be allowed to cool without any other precautions; but for additional safety there can be introduced into the little point a small wad of asbestos at the moment that the flame is withdrawn from beneath the flask.  Before thus placing the asbestos it also can be passed through the flame, as well as after it has been put into the end of the tube. The air which then first re-enters the flask will thus come into contact with the heated glass and the heated liquid, so as to destroy the vitality of any dust germs that may exist in the air.  The air itself will re-enter very gradually, and slowly enough to enable any dust to be taken up by the drop of water which the air forces up the curvature of the tube. Ultimately the tube will be dry, but the re-entering of the air will be so slow that the particles of dust will fall upon the sides of the tube.  The experiments show that with this kind of vessel, allowing free communication with the air, and the dust not being allowed to enter, the dust will not enter at all events for a period of ten or twelve years, which has been the longest period devoted to these trials; and the liquid, if it were naturally limpid, will not be in the least polluted neither on its surface nor in its mass, although the outside of the flask may become thickly coated with dust. This is a most irrefutable proof of the impossibility of dust getting inside the flask.\\n\\n\\\"The wort thus prepared remains uncontaminated indefinitely, in spite of its susceptibility to change when exposed to the air under conditions which allow it to gather the dusty particles which float in the atmosphere. It is the same in the case of urine, beef-tea, and grape-must, and generally with all those putrefactable and fermentable liquids which have the property when heated to boiling-point of destroying the vitality of dust germs.\\\"\\\\[7\\\\]\\n\\nThere was nothing in these studies bearing directly upon the question of animal diseases, yet before they were finished they had stimulated progress in more than one field of pathology. At the very outset they sufficed to start afresh the inquiry as to the role played by micro-organisms in disease. In particular they led the French physician Devaine to return to some interrupted studies which he had made ten years before in reference to the animal disease called anthrax, or splenic fever, a disease that cost the farmers of Europe millions of francs annually through loss of sheep and cattle. In 1850 Devaine had seen multitudes of bacteria in the blood of animals who had died of anthrax, but he did not at that time think of them as having a causal relation to the disease. Now, however, in 1863, stimulated by Pasteur's new revelations regarding the power of bacteria, he returned to the subject, and soon became convinced, through experiments by means of inoculation, that the microscopic organisms he had discovered were the veritable and the sole cause of the infectious disease anthrax.\\n\\nThe publication of this belief in 1863 aroused a furor of controversy. That a microscopic vegetable could cause a virulent systemic disease was an idea altogether too startling to be accepted in a day, and the generality of biologists and physicians demanded more convincing proofs than Devaine as yet was able to offer.\\n\\nNaturally a host of other investigators all over the world entered the field. Foremost among these was the German Dr. Robert Koch, who soon corroborated all that Devaine had observed, and carried the experiments further in the direction of the cultivation of successive generations of the bacteria in artificial media, inoculations being made from such pure cultures of the eighth generation, with the astonishing result that animals thus inoculated succumbed to the disease.\\n\\nSuch experiments seem demonstrative, yet the world was unconvinced, and in 1876, while the controversy was still at its height, Pasteur was prevailed upon to take the matter in hand. The great chemist was becoming more and more exclusively a biologist as the years passed, and in recent years his famous studies of the silk-worm diseases, which he proved due to bacterial infection, and of the question of spontaneous generation, had given him unequalled resources in microscopical technique. And so when, with the aid of his laboratory associates Duclaux and Chamberland and Roux, he took up the mooted anthrax question the scientific world awaited the issue with bated breath. And when, in 1877, Pasteur was ready to report on his studies of anthrax, he came forward with such a wealth of demonstrative experiments--experiments the rigid accuracy of which no one would for a moment think of questioning--going to prove the bacterial origin of anthrax, that scepticism was at last quieted for all time to come.\\n\\nHenceforth no one could doubt that the contagious disease anthrax is due exclusively to the introduction into an animal's system of a specific germ--a microscopic plant--which develops there. And no logical mind could have a reasonable doubt that what is proved true of one infectious disease would some day be proved true also of other, perhaps of all, forms of infectious maladies.\\n\\nHitherto the cause of contagion, by which certain maladies spread from individual to individual, had been a total mystery, quite unillumined by the vague terms \\\"miasm,\\\" \\\"humor,\\\" \\\"virus,\\\" and the like cloaks of ignorance.  Here and there a prophet of science, as Schwann and Henle, had guessed the secret; but guessing, in science, is far enough from knowing. Now, for the first time, the world KNEW, and medicine had taken another gigantic stride towards the heights of exact science.\\n\\nLISTER AND ANTISEPTIC SURGERY\\n\\nMeantime, in a different though allied field of medicine there had been a complementary growth that led to immediate results of even more practical importance.  I mean the theory and practice of antisepsis in surgery.  This advance, like the other, came as a direct outgrowth of Pasteur's fermentation studies of alcoholic beverages, though not at the hands of Pasteur himself. Struck by the boundless implications of Pasteur's revelations regarding the bacteria, Dr. Joseph Lister (the present Lord Lister), then of Glasgow, set about as early as 1860 to make a wonderful application of these ideas. If putrefaction is always due to bacterial development, he argued, this must apply as well to living as to dead tissues; hence the putrefactive changes which occur in wounds and after operations on the human subject, from which blood-poisoning so often follows, might be absolutely prevented if the injured surfaces could be kept free from access of the germs of decay.\\n\\nIn the hope of accomplishing this result, Lister began experimenting with drugs that might kill the bacteria without injury to the patient, and with means to prevent further access of germs once a wound was freed from them. How well he succeeded all the world knows; how bitterly he was antagonized for about a score of years, most of the world has already forgotten. As early as 1867 Lister was able to publish results pointing towards success in his great project; yet so incredulous were surgeons in general that even some years later the leading surgeons on the Continent had not so much as heard of his efforts.  In 1870 the soldiers of Paris died, as of old, of hospital gangrene; and when, in 1871, the French surgeon Alphonse Guerin, stimulated by Pasteur's studies, conceived the idea of dressing wounds with cotton in the hope of keeping germs from entering them, he was quite unaware that a British contemporary had preceded him by a full decade in this effort at prevention and had made long strides towards complete success. Lister's priority, however, and the superiority of his method, were freely admitted by the French Academy of Sciences, which in 1881 officially crowned his achievement, as the Royal Society of London had done the year before.\\n\\nBy this time, to be sure, as everybody knows, Lister's new methods had made their way everywhere, revolutionizing the practice of surgery and practically banishing from the earth maladies that hitherto had been the terror of the surgeon and the opprobrium of his art. And these bedside studies, conducted in the end by thousands of men who had no knowledge of microscopy, had a large share in establishing the general belief in the causal relation that micro-organisms bear to disease, which by about the year 1880 had taken possession of the medical world. But they did more; they brought into equal prominence the idea that, the cause of a diseased condition being known, it maybe possible as never before to grapple with and eradicate that condition.\\n\\nPREVENTIVE INOCULATION\\n\\nThe controversy over spontaneous generation, which, thanks to Pasteur and Tyndall, had just been brought to a termination, made it clear that no bacterium need be feared where an antecedent bacterium had not found lodgment; Listerism in surgery had now shown how much might be accomplished towards preventing the access of germs to abraded surfaces of the body and destroying those that already had found lodgment there. As yet, however, there was no inkling of a way in which a corresponding onslaught might be made upon those other germs which find their way into the animal organism by way of the mouth and the nostrils, and which, as was now clear, are the cause of those contagious diseases which, first and last, claim so large a proportion of mankind for their victims. How such means might be found now became the anxious thought of every imaginative physician, of every working microbiologist.\\n\\nAs it happened, the world was not kept long in suspense. Almost before the proposition had taken shape in the minds of the other leaders, Pasteur had found a solution. Guided by the empirical success of Jenner, he, like many others, had long practised inoculation experiments, and on February 9, 1880, he announced to the French Academy of Sciences that he had found a method of so reducing the virulence of a disease germ that when introduced into the system of a susceptible animal it produced only a mild form of the disease, which, however, sufficed to protect against the usual virulent form exactly as vaccinia protects against small-pox. The particular disease experimented with was that infectious malady of poultry known familiarly as \\\"chicken cholera.\\\"  In October of the same year Pasteur announced the method by which this \\\"attenuation of the virus,\\\" as he termed it, had been brought about--by cultivation of the disease germs in artificial media, exposed to the air, and he did not hesitate to assert his belief that the method would prove \\\"susceptible of generalization\\\"--that is to say, of application to other diseases than the particular one in question.\\n\\nWithin a few months he made good this prophecy, for in February, 1881, he announced to the Academy that with the aid, as before, of his associates MM.  Chamberland and Roux, he had produced an attenuated virus of the anthrax microbe by the use of which, as he affirmed with great confidence, he could protect sheep, and presumably cattle, against that fatal malady.  \\\"In some recent publications,\\\" said Pasteur, \\\"I announced the first case of the attenuation of a virus by experimental methods only. Formed of a special microbe of an extreme minuteness, this virus may be multiplied by artificial culture outside the animal body. These cultures, left alone without any possible external contamination, undergo, in the course of time, modifications of their virulency to a greater or less extent.  The oxygen of the atmosphere is said to be the chief cause of these attenuations--that is, this lessening of the facilities of multiplication of the microbe; for it is evident that the difference of virulence is in some way associated with differences of development in the parasitic economy.\\n\\n\\\"There is no need to insist upon the interesting character of these results and the deductions to be made therefrom. To seek to lessen the virulence by rational means would be to establish, upon an experimental basis, the hope of preparing from an active virus, easily cultivated either in the human or animal body, a vaccine-virus of restrained development capable of preventing the fatal effects of the former. Therefore, we have applied all our energies to investigate the possible generalizing action of atmospheric oxygen in the attenuation of virus.\\n\\n\\\"The anthrax virus, being one that has been most carefully studied, seemed to be the first that should attract our attention. Every time, however, we encountered a difficulty. Between the microbe of chicken cholera and the microbe of anthrax there exists an essential difference which does not allow the new experiment to be verified by the old. The microbes of chicken cholera do not, in effect, seem to resolve themselves, in their culture, into veritable germs. The latter are merely cells, or articulations always ready to multiply by division, except when the particular conditions in which they become true germs are known.\\n\\n\\\"The yeast of beer is a striking example of these cellular productions, being able to multiply themselves indefinitely without the apparition of their original spores.  There exist many mucedines (Mucedinae?) of tubular mushrooms, which in certain conditions of culture produce a chain of more or less spherical cells called Conidae.  The latter, detached from their branches, are able to reproduce themselves in the form of cells, without the appearance, at least with a change in the conditions of culture, of the spores of their respective mucedines. These vegetable organisms can be compared to plants which are cultivated by slipping, and to produce which it is not necessary to have the fruits or the seeds of the mother plant.\\n\\nThe anthrax bacterium, in its artificial cultivation, behaves very differently.  Its mycelian filaments, if one may so describe them, have been produced scarcely for twenty-four or forty-eight hours when they are seen to transform themselves, those especially which are in free contact with the air, into very refringent corpuscles, capable of gradually isolating themselves into true germs of slight organization.  Moreover, observation shows that these germs, formed so quickly in the culture, do not undergo, after exposure for a time to atmospheric air, any change either in their vitality or their virulence. I was able to present to the Academy a tube containing some spores of anthrax bacteria produced four years ago, on March 21, 1887. Each year the germination of these little corpuscles has been tried, and each year the germination has been accomplished with the same facility and the same rapidity as at first. Each year also the virulence of the new cultures has been tested, and they have not shown any visible falling off.  Therefore, how can we experiment with the action of the air upon the anthrax virus with any expectation of making it less virulent?\\n\\n\\\"The crucial difficulty lies perhaps entirely in this rapid reproduction of the bacteria germs which we have just related. In its form of a filament, and in its multiplication by division, is not this organism at all points comparable with the microbe of the chicken cholera?\\n\\n\\\"That a germ, properly so called, that a seed, does not suffer any modification on account of the air is easily conceived; but it is conceivable not less easily that if there should be any change it would occur by preference in the case of a mycelian fragment. It is thus that a slip which may have been abandoned in the soil in contact with the air does not take long to lose all vitality, while under similar conditions a seed is preserved in readiness to reproduce the plant.  If these views have any foundation, we are led to think that in order to prove the action of the air upon the anthrax bacteria it will be indispensable to submit to this action the mycelian development of the minute organism under conditions where there cannot be the least admixture of corpuscular germs. Hence the problem of submitting the bacteria to the action of oxygen comes back to the question of presenting entirely the formation of spores. The question being put in this way, we are beginning to recognize that it is capable of being solved.\\n\\n\\\"We can, in fact, prevent the appearance of spores in the artificial cultures of the anthrax parasite by various artifices. At the lowest temperature at which this parasite can be cultivated--that is to say, about +16 degrees Centigrade--the bacterium does not produce germs--at any rate, for a very long time. The shapes of the minute microbe at this lowest limit of its development are irregular, in the form of balls and pears--in a word, they are monstrosities--but they are without spores. In the last regard also it is the same at the highest temperatures at which the parasite can be cultivated, temperatures which vary slightly according to the means employed. In neutral chicken bouillon the bacteria cannot be cultivated above 45 degrees. Culture, however, is easy and abundant at 42 to 43 degrees, but equally without any formation of spores.  Consequently a culture of mycelian bacteria can be kept entirely free from germs while in contact with the open air at a temperature of from 42 to 43 degrees Centigrade.  Now appear the three remarkable results. After about one month of waiting the culture dies--that is to say, if put into a fresh bouillon it becomes absolutely sterile.\\n\\n\\\"So much for the life and nutrition of this organism. In respect to its virulence, it is an extraordinary fact that it disappears entirely after eight days' culture at 42 to 43 degrees Centigrade, or, at any rate, the cultures are innocuous for the guinea-pig, the rabbit, and the sheep, the three kinds of animals most apt to contract anthrax. We are thus able to obtain, not only the attenuation of the virulence, but also its complete suppression by a simple method of cultivation. Moreover, we see also the possibility of preserving and cultivating the terrible microbe in an inoffensive state. What is it that happens in these eight days at 43 degrees that suffices to take away the virulence of the bacteria? Let us remember that the microbe of chicken cholera dies in contact with the air, in a period somewhat protracted, it is true, but after successive attenuations.  Are we justified in thinking that it ought to be the same in regard to the microbe of anthrax?  This hypothesis is confirmed by experiment. Before the disappearance of its virulence the anthrax microbe passes through various degrees of attenuation, and, moreover, as is also the case with the microbe of chicken cholera, each of these attenuated states of virulence can be obtained by cultivation. Moreover, since, according to one of our recent Communications, anthrax is not recurrent, each of our attenuated anthrax microbes is, for the better-developed microbe, a vaccine--that is to say, a virus producing a less-malignant malady. What, therefore, is easier than to find in these a virus that will infect with anthrax sheep, cows, and horses, without killing them, and ultimately capable of warding off the mortal malady? We have practised this experiment with great success upon sheep, and when the season comes for the assembling of the flocks at Beauce we shall try the experiment on a larger scale.\\n\\n\\\"Already M. Toussaint has announced that sheep can be saved by preventive inoculations; but when this able observer shall have published his results; on the subject of which we have made such exhaustive studies, as yet unpublished, we shall be able to see the whole difference which exists between the two methods--the uncertainty of the one and the certainty of the other. That which we announce has, moreover, the very great advantage of resting upon the existence of a poison vaccine cultivable at will, and which can be increased indefinitely in the space of a few hours without having recourse to infected blood.\\\"\\\\[8\\\\]\\n\\nThis announcement was immediately challenged in a way that brought it to the attention of the entire world. The president of an agricultural society, realizing the enormous importance of the subject, proposed to Pasteur that his alleged discovery should be submitted to a decisive public test. He proposed to furnish a drove of fifty sheep half of which were to be inoculated with the attenuated virus of Pasteur.  Subsequently all the sheep were to be inoculated with virulent virus, all being kept together in one pen under precisely the same conditions. The \\\"protected\\\" sheep were to remain healthy; the unprotected ones to die of anthrax; so read the terms of the proposition. Pasteur accepted the challenge; he even permitted a change in the programme by which two goats were substituted for two of the sheep, and ten cattle added, stipulating, however, that since his experiments had not yet been extended to cattle these should not be regarded as falling rigidly within the terms of the test.\\n\\nIt was a test to try the soul of any man, for all the world looked on askance, prepared to deride the maker of so preposterous a claim as soon as his claim should be proved baseless. Not even the fame of Pasteur could make the public at large, lay or scientific, believe in the possibility of what he proposed to accomplish.  There was time for all the world to be informed of the procedure, for the first \\\"preventive\\\" inoculation--or vaccination, as Pasteur termed it--was made on May 5th, the second on May 17th, and another interval of two weeks must elapse before the final inoculations with the unattenuated virus. Twenty-four sheep, one goat, and five cattle were submitted to the preliminary vaccinations.  Then, on May 31 st, all sixty of the animals were inoculated, a protected and unprotected one alternately, with an extremely virulent culture of anthrax microbes that had been in Pasteur's laboratory since 1877. This accomplished, the animals were left together in one enclosure to await the issue.\\n\\nTwo days later, June 2d, at the appointed hour of rendezvous, a vast crowd, composed of veterinary surgeons, newspaper correspondents, and farmers from far and near, gathered to witness the closing scenes of this scientific tourney. What they saw was one of the most dramatic scenes in the history of peaceful science--a scene which, as Pasteur declared afterwards, \\\"amazed the assembly.\\\"  Scattered about the enclosure, dead, dying, or manifestly sick unto death, lay the unprotected animals, one and all, while each and every \\\"protected\\\" animal stalked unconcernedly about with every appearance of perfect health. Twenty of the sheep and the one goat were already dead; two other sheep expired under the eyes of the spectators; the remaining victims lingered but a few hours longer. Thus in a manner theatrical enough, not to say tragic, was proclaimed the unequivocal victory of science. Naturally enough, the unbelievers struck their colors and surrendered without terms; the principle of protective vaccination, with a virus experimentally prepared in the laboratory, was established beyond the reach of controversy.\\n\\nThat memorable scientific battle marked the beginning of a new era in medicine.  It was a foregone conclusion that the principle thus established would be still further generalized; that it would be applied to human maladies; that in all probability it would grapple successfully, sooner or later, with many infectious diseases. That expectation has advanced rapidly towards realization. Pasteur himself made the application to the human subject in the disease hydrophobia in 1885, since which time that hitherto most fatal of maladies has largely lost its terrors.  Thousands of persons bitten by mad dogs have been snatched from the fatal consequences of that mishap by this method at the Pasteur Institute in Paris, and at the similar institutes, built on the model of this parent one, that have been established all over the world in regions as widely separated as New York and Nha-Trang.\\n\\nSERUM-THERAPY\\n\\nIn the production of the rabies vaccine Pasteur and his associates developed a method of attenuation of a virus quite different from that which had been employed in the case of the vaccines of chicken cholera and of anthrax. The rabies virus was inoculated into the system of guinea-pigs or rabbits and, in effect, cultivated in the systems of these animals. The spinal cord of these infected animals was found to be rich in the virus, which rapidly became attenuated when the cord was dried in the air.  The preventive virus, of varying strengths, was made by maceration of these cords at varying stages of desiccation. This cultivation of a virus within the animal organism suggested, no doubt, by the familiar Jennerian method of securing small-pox vaccine, was at the same time a step in the direction of a new therapeutic procedure which was destined presently to become of all-absorbing importance--the method, namely, of so-called serum-therapy, or the treatment of a disease with the blood serum of an animal that has been subjected to protective inoculation against that disease.\\n\\nThe possibility of such a method was suggested by the familiar observation, made by Pasteur and numerous other workers, that animals of different species differ widely in their susceptibility to various maladies, and that the virus of a given disease may become more and more virulent when passed through the systems of successive individuals of one species, and, contrariwise, less and less virulent when passed through the systems of successive individuals of another species. These facts suggested the theory that the blood of resistant animals might contain something directly antagonistic to the virus, and the hope that this something might be transferred with curative effect to the blood of an infected susceptible animal. Numerous experimenters all over the world made investigations along the line of this alluring possibility, the leaders perhaps being Drs.  Behring and Kitasato, closely followed by Dr. Roux and his associates of the Pasteur Institute of Paris.  Definite results were announced by Behring in 1892 regarding two important diseases--tetanus and diphtheria--but the method did not come into general notice until 1894, when Dr. Roux read an epoch-making paper on the subject at the Congress of Hygiene at Buda-Pesth.\\n\\nIn this paper Dr. Roux, after adverting to the labors of Behring, Ehrlich, Boer, Kossel, and Wasserman, described in detail the methods that had been developed at the Pasteur Institute for the development of the curative serum, to which Behring had given the since-familiar name antitoxine. The method consists, first, of the cultivation, for some months, of the diphtheria bacillus (called the Klebs-Loeffler bacillus, in honor of its discoverers) in an artificial bouillon, for the development of a powerful toxine capable of giving the disease in a virulent form.\\n\\nThis toxine, after certain details of mechanical treatment, is injected in small but increasing doses into the system of an animal, care being taken to graduate the amount so that the animal does not succumb to the disease. After a certain course of this treatment it is found that a portion of blood serum of the animal so treated will act in a curative way if injected into the blood of another animal, or a human patient, suffering with diphtheria. In other words, according to theory, an antitoxine has been developed in the system of the animal subjected to the progressive inoculations of the diphtheria toxine.  In Dr. Roux's experience the animal best suited for the purpose is the horse, though almost any of the domesticated animals will serve the purpose.\\n\\nBut Dr. Roux's paper did not stop with the description of laboratory methods. It told also of the practical application of the serum to the treatment of numerous cases of diphtheria in the hospitals of Paris--applications that had met with a gratifying measure of success.  He made it clear that a means had been found of coping successfully with what had been one of the most virulent and intractable of the diseases of childhood. Hence it was not strange that his paper made a sensation in all circles, medical and lay alike.\\n\\nPhysicians from all over the world flocked to Paris to learn the details of the open secret, and within a few months the new serum-therapy had an acknowledged standing with the medical profession everywhere. What it had accomplished was regarded as but an earnest of what the new method might accomplish presently when applied to the other infectious diseases.\\n\\nEfforts at such applications were immediately begun in numberless directions--had, indeed, been under way in many a laboratory for some years before. It is too early yet to speak of the results in detail. But enough has been done to show that this method also is susceptible of the widest generalization.  It is not easy at the present stage to sift that which is tentative from that which will be permanent; but so great an authority as Behring does not hesitate to affirm that today we possess, in addition to the diphtheria antitoxine, equally specific antitoxines of tetanus, cholera, typhus fever, pneumonia, and tuberculosis--a set of diseases which in the aggregate account for a startling proportion of the general death-rate. Then it is known that Dr. Yersin, with the collaboration of his former colleagues of the Pasteur Institute, has developed, and has used with success, an antitoxine from the microbe of the plague which recently ravaged China.\\n\\nDr. Calmette, another graduate of the Pasteur Institute, has extended the range of the serum-therapy to include the prevention and treatment of poisoning by venoms, and has developed an antitoxine that has already given immunity from the lethal effects of snake bites to thousands of persons in India and Australia.\\n\\nJust how much of present promise is tentative, just what are the limits of the methods--these are questions for the future to decide. But, in any event, there seems little question that the serum treatment will stand as the culminating achievement in therapeutics of our century. It is the logical outgrowth of those experimental studies with the microscope begun by our predecessors of the thirties, and it represents the present culmination of the rigidly experimental method which has brought medicine from a level of fanciful empiricism to the plane of a rational experimental science.\\n\\nIX. THE NEW SCIENCE OF EXPERIMENTAL PSYCHOLOGY\\n\\nBRAIN AND MIND\\n\\nA little over a hundred years ago a reform movement was afoot in the world in the interests of the insane. As was fitting, the movement showed itself first in America, where these unfortunates were humanely cared for at a time when their treatment elsewhere was worse than brutal; but England and France quickly fell into line.  The leader on this side of the water was the famous Philadelphian, Dr. Benjamin Rush, \\\"the Sydenham of America\\\"; in England, Dr. William Tuke inaugurated the movement; and in France, Dr. Philippe Pinel, single-handed, led the way. Moved by a common spirit, though acting quite independently, these men raised a revolt against the traditional custom which, spurning the insane as demon-haunted outcasts, had condemned these unfortunates to dungeons, chains, and the lash. Hitherto few people had thought it other than the natural course of events that the \\\"maniac\\\" should be thrust into a dungeon, and perhaps chained to the wall with the aid of an iron band riveted permanently about his neck or waist. Many an unfortunate, thus manacled, was held to the narrow limits of his chain for years together in a cell to which full daylight never penetrated; sometimes--iron being expensive--the chain was so short that the wretched victim could not rise to the upright posture or even shift his position upon his squalid pallet of straw.\\n\\nIn America, indeed, there being no Middle Age precedents to crystallize into established customs, the treatment accorded the insane had seldom or never sunk to this level. Partly for this reason, perhaps, the work of Dr. Rush at the Philadelphia Hospital, in 1784, by means of which the insane came to be humanely treated, even to the extent of banishing the lash, has been but little noted, while the work of the European leaders, though belonging to later decades, has been made famous. And perhaps this is not as unjust as it seems, for the step which Rush took, from relatively bad to good, was a far easier one to take than the leap from atrocities to good treatment which the European reformers were obliged to compass. In Paris, for example, Pinel was obliged to ask permission of the authorities even to make the attempt at liberating the insane from their chains, and, notwithstanding his recognized position as a leader of science, he gained but grudging assent, and was regarded as being himself little better than a lunatic for making so manifestly unwise and hopeless an attempt. Once the attempt had been made, however, and carried to a successful issue, the amelioration wrought in the condition of the insane was so patent that the fame of Pinel's work at the Bicetre and the Salpetriere went abroad apace. It required, indeed, many years to complete it in Paris, and a lifetime of effort on the part of Pinel's pupil Esquirol and others to extend the reform to the provinces; but the epochal turning-point had been reached with Pinel's labors of the closing years of the eighteenth century.\\n\\nThe significance of this wise and humane reform, in the present connection, is the fact that these studies of the insane gave emphasis to the novel idea, which by-and-by became accepted as beyond question, that \\\"demoniacal possession\\\" is in reality no more than the outward expression of a diseased condition of the brain. This realization made it clear, as never before, how intimately the mind and the body are linked one to the other.  And so it chanced that, in striking the shackles from the insane, Pinel and his confreres struck a blow also, unwittingly, at time-honored philosophical traditions. The liberation of the insane from their dungeons was an augury of the liberation of psychology from the musty recesses of metaphysics. Hitherto psychology, in so far as it existed at all, was but the subjective study of individual minds; in future it must become objective as well, taking into account also the relations which the mind bears to the body, and in particular to the brain and nervous system.\\n\\nThe necessity for this collocation was advocated quite as earnestly, and even more directly, by another worker of this period, whose studies were allied to those of alienists, and who, even more actively than they, focalized his attention upon the brain and its functions. This earliest of specialists in brain studies was a German by birth but Parisian by adoption, Dr. Franz Joseph Gall, originator of the since-notorious system of phrenology.  The merited disrepute into which this system has fallen through the exposition of peripatetic charlatans should not make us forget that Dr. Gall himself was apparently a highly educated physician, a careful student of the brain and mind according to the best light of his time, and, withal, an earnest and honest believer in the validity of the system he had originated. The system itself, taken as a whole, was hopelessly faulty, yet it was not without its latent germ of truth, as later studies were to show. How firmly its author himself believed in it is evidenced by the paper which he contributed to the French Academy of Sciences in 1808. The paper itself was referred to a committee of which Pinel and Cuvier were members.  The verdict of this committee was adverse, and justly so; yet the system condemned had at least one merit which its detractors failed to realize.  It popularized the conception that the brain is the organ of mind.  Moreover, by its insistence it rallied about it a band of scientific supporters, chief of whom was Dr. Kaspar Spurzlieim, a man of no mean abilities, who became the propagandist of phrenology in England and in America.  Of course such advocacy and popularity stimulated opposition as well, and out of the disputations thus arising there grew presently a general interest in the brain as the organ of mind, quite aside from any preconceptions whatever as to the doctrines of Gall and Spurzheim.\\n\\nProminent among the unprejudiced class of workers who now appeared was the brilliant young Frenchman Louis Antoine Desmoulins, who studied first under the tutorage of the famous Magendie, and published jointly with him a classical work on the nervous system of vertebrates in 1825. Desmoulins made at least one discovery of epochal importance. He observed that the brains of persons dying in old age were lighter than the average and gave visible evidence of atrophy, and he reasoned that such decay is a normal accompaniment of senility. No one nowadays would question the accuracy of this observation, but the scientific world was not quite ready for it in 1825; for when Desmoulins announced his discovery to the French Academy, that august and somewhat patriarchal body was moved to quite unscientific wrath, and forbade the young iconoclast the privilege of further hearings. From which it is evident that the partially liberated spirit of the new psychology had by no means freed itself altogether, at the close of the first quarter of the nineteenth century, from the metaphysical cobwebs of its long incarceration.\\n\\nFUNCTIONS OF THE NERVES\\n\\nWhile studies of the brain were thus being inaugurated, the nervous system, which is the channel of communication between the brain and the outside world, was being interrogated with even more tangible results.  The inaugural discovery was made in 1811 by Dr. (afterwards Sir Charles) Bell,\\\\[1\\\\] the famous English surgeon and experimental physiologist. It consisted of the observation that the anterior roots of the spinal nerves are given over to the function of conveying motor impulses from the brain outward, whereas the posterior roots convey solely sensory impulses to the brain from without. Hitherto it had been supposed that all nerves have a similar function, and the peculiar distribution of the spinal nerves had been an unsolved puzzle.\\n\\nBell's discovery was epochal; but its full significance was not appreciated for a decade, nor, indeed, was its validity at first admitted.  In Paris, in particular, then the court of final appeal in all matters scientific, the alleged discovery was looked at askance, or quite ignored.  But in 1823 the subject was taken up by the recognized leader of French physiology--Francois Magendie--in the course of his comprehensive experimental studies of the nervous system, and Bell's conclusions were subjected to the most rigid experimental tests and found altogether valid. Bell himself, meanwhile, had turned his attention to the cranial nerves, and had proved that these also are divisible into two sets--sensory and motor.  Sometimes, indeed, the two sets of filaments are combined into one nerve cord, but if traced to their origin these are found to arise from different brain centres. Thus it was clear that a hitherto unrecognized duality of function pertains to the entire extra-cranial nervous system. Any impulse sent from the periphery to the brain must be conveyed along a perfectly definite channel; the response from the brain, sent out to the peripheral muscles, must traverse an equally definite and altogether different course.  If either channel is interrupted--as by the section of its particular nerve tract--the corresponding message is denied transmission as effectually as an electric current is stopped by the section of the transmitting wire.\\n\\nExperimenters everywhere soon confirmed the observations of Bell and Magendie, and, as always happens after a great discovery, a fresh impulse was given to investigations in allied fields.  Nevertheless, a full decade elapsed before another discovery of comparable importance was made. Then Marshall Hall, the most famous of English physicians of his day, made his classical observations on the phenomena that henceforth were to be known as reflex action.  In 1832, while experimenting one day with a decapitated newt, he observed that the headless creature's limbs would contract in direct response to certain stimuli.  Such a response could no longer be secured if the spinal nerves supplying a part were severed. Hence it was clear that responsive centres exist in the spinal cord capable of receiving a sensory message and of transmitting a motor impulse in reply--a function hitherto supposed to be reserved for the brain. Further studies went to show that such phenomena of reflex action on the part of centres lying outside the range of consciousness, both in the spinal cord and in the brain itself, are extremely common; that, in short, they enter constantly into the activities of every living organism and have a most important share in the sum total of vital movements. Hence, Hall's discovery must always stand as one of the great mile-stones of the advance of neurological science.\\n\\nHall gave an admirably clear and interesting account of his experiments and conclusions in a paper before the Royal Society, \\\"On the Reflex Functions of the Medulla Oblongata and the Medulla Spinalis,\\\" from which, as published in the Transactions of the society for 1833, we may quote at some length:\\n\\n\\\"In the entire animal, sensation and voluntary motion, functions of the cerebrum, combine with the functions of the medulla oblongata and medulla spinalis, and may therefore render it difficult or impossible to determine those which are peculiar to each; if, in an animal deprived of the brain, the spinal marrow or the nerves supplying the muscles be stimulated, those muscles, whether voluntary or respiratory, are equally thrown into contraction, and, it may be added, equally in the complete and in the mutilated animal; and, in the case of the nerves, equally in limbs connected with and detached from the spinal marrow.\\n\\n\\\"The operation of all these various causes may be designated centric, as taking place AT, or at least in a direction FROM, central parts of the nervous system.  But there is another function the phenomena of which are of a totally different order and obey totally different laws, being excited by causes in a situation which is EXCENTRIC in the nervous system--that is, distant from the nervous centres. This mode of action has not, I think, been hitherto distinctly understood by physiologists.\\n\\n\\\"Many of the phenomena of this principle of action, as they occur in the limbs, have certainly been observed.  But, in the first place, this function is by no means confined to the limbs; for, while it imparts to each muscle its appropriate tone, and to each system of muscles its appropriate equilibrium or balance, it performs the still more important office of presiding over the orifices and terminations of each of the internal canals in the animal economy, giving them their due form and action; and, in the second place, in the instances in which the phenomena of this function have been noticed, they have been confounded, as I have stated, with those of sensation and volition; or, if they have been distinguished from these, they have been too indefinitely denominated instinctive, or automatic. I have been compelled, therefore, to adopt some new designation for them, and I shall now give the reasons for my choice of that which is given in the title of this paper--'Reflex Functions.'\\n\\n\\\"This property is characterized by being EXCITED in its action and REFLEX in its course:  in every instance in which it is exerted an impression made upon the extremities of certain nerves is conveyed to the medulla oblongata or the medulla spinalis, and is reflected along the nerves to parts adjacent to, or remote from, that which has received the impression.\\n\\n\\\"It is by this reflex character that the function to which I have alluded is to be distinguished from every other. There are, in the animal economy, four modes of muscular action, of muscular contraction.  The first is that designated VOLUNTARY: volition, originated in the cerebrum and spontaneous in its acts, extends its influence along the spinal marrow and the motor nerves in a DIRECT LINE to the voluntary muscles. The SECOND is that of RESPIRATION:  like volition, the motive influence in respiration passes in a DIRECT LINE from one point of the nervous system to certain muscles; but as voluntary motion seems to originate in the cerebrum, so the respiratory motions originate in the medulla oblongata: like the voluntary motions, the motions of respirations are spontaneous; they continue, at least, after the eighth pair of nerves have been divided.  The THIRD kind of muscular action in the animal economy is that termed involuntary:  it depends upon the principle of irritability and requires the IMMEDIATE application of a stimulus to the nervo-muscular fibre itself. These three kinds of muscular motion are well known to physiologists; and I believe they are all which have been hitherto pointed out. There is, however, a FOURTH, which subsists, in part, after the voluntary and respiratory motions have ceased, by the removal of the cerebrum and medulla oblongata, and which is attached to the medulla spinalis, ceasing itself when this is removed, and leaving the irritability undiminished. In this kind of muscular motion the motive influence does not originate in any central part of the nervous system, but from a distance from that centre; it is neither spontaneous in its action nor direct in its course; it is, on the contrary, EXCITED by the application of appropriate stimuli, which are not, however, applied immediately to the muscular or nervo-muscular fibre, but to certain membraneous parts, whence the impression is carried through the medulla, REFLECTED and reconducted to the part impressed, or conducted to a part remote from it in which muscular contraction is effected.\\n\\n\\\"The first three modes of muscular action are known only by actual movements of muscular contractions.  But the reflex function exists as a continuous muscular action, as a power presiding over organs not actually in a state of motion, preserving in some, as the glottis, an open, in others, as the sphincters, a closed form, and in the limbs a due degree of equilibrium or balanced muscular action--a function not, I think, hitherto recognized by physiologists.\\n\\nThe three kinds of muscular motion hitherto known may be distinguished in another way.  The muscles of voluntary motion and of respiration may be excited by stimulating the nerves which supply them, in any part of their course, whether at their source as a part of the medulla oblongata or the medulla spinalis or exterior to the spinal canal: the muscles of involuntary motion are chiefly excited by the actual contact of stimuli.  In the case of the reflex function alone the muscles are excited by a stimulus acting mediately and indirectly in a curved and reflex course, along superficial subcutaneous or submucous nerves proceeding from the medulla. The first three of these causes of muscular motion may act on detached limbs or muscles.  The last requires the connection with the medulla to be preserved entire.\\n\\n\\\"All the kinds of muscular motion may be unduly excited, but the reflex function is peculiar in being excitable in two modes of action, not previously subsisting in the animal economy, as in the case of sneezing, coughing, vomiting, etc. The reflex function also admits of being permanently diminished or augmented and of taking on some other morbid forms, of which I shall treat hereafter.\\n\\n\\\"Before I proceed to the details of the experiments upon which this disposition rests, it may be well to point out several instances in illustration of the various sources of and the modes of muscular action which have been enumerated. None can be more familiar than the act of swallowing. Yet how complicated is the act!  The apprehension of the food by the teeth and tongue, etc., is voluntary, and cannot, therefore, take place in an animal from which the cerebrum is removed. The transition of food over the glottis and along the middle and lower part of the pharynx depends upon the reflex action: it can take place in animals from which the cerebrum has been removed or the ninth pair of nerves divided; but it requires the connection with the medulla oblongata to be preserved entirely; and the actual contact of some substance which may act as a stimulus:  it is attended by the accurate closure of the glottis and by the contraction of the pharynx. The completion of the act of deglutition is dependent upon the stimulus immediately impressed upon the muscular fibre of the oesophagus, and is the result of excited irritability.\\n\\n\\\"However plain these observations may have made the fact that there is a function of the nervous muscular system distinct from sensation, from the voluntary and respiratory motions, and from irritability, it is right, in every such inquiry as the present, that the statements and reasonings should be made with the experiment, as it were, actually before us. It has already been remarked that the voluntary and respiratory motions are spontaneous, not necessarily requiring the agency of a stimulus. If, then, an animal can be placed in such circumstances that such motions will certainly not take place, the power of moving remaining, it may be concluded that volition and the motive influence of respiration are annihilated. Now this is effected by removing the cerebrum and the medulla oblongata. These facts are fully proved by the experiments of Legallois and M. Flourens, and by several which I proceed to detail, for the sake of the opportunity afforded by doing so of stating the arguments most clearly.\\n\\n\\\"I divided the spinal marrow of a very lively snake between the second and third vertebrae.  The movements of the animal were immediately before extremely vigorous and unintermitted. From the moment of the division of the spinal marrow it lay perfectly tranquil and motionless, with the exception of occasional gaspings and slight movements of the head. It became quite evident that this state of quiescence would continue indefinitely were the animal secured from all external impressions.\\n\\n\\\"Being now stimulated, the body began to move with great activity, and continued to do so for a considerable time, each change of position or situation bringing some fresh part of the surface of the animal into contact with the table or other objects and renewing the application of stimulants.\\n\\n\\\"At length the animal became again quiescent; and being carefully protected from all external impressions it moved no more, but died in the precise position and form which it had last assumed.\\n\\n\\\"It requires a little manoeuvre to perform this experiment successfully: the motions of the animal must be watched and slowly and cautiously arrested by opposing some soft substance, as a glove or cotton wool; they are by this means gradually lulled into quiescence. The slightest touch with a hard substance, the slightest stimulus, will, on the other hand, renew the movements on the animal in an active form. But that this phenomenon does not depend upon sensation is further fully proved by the facts that the position last assumed, and the stimuli, may be such as would be attended by extreme or continued pain, if the sensibility were undestroyed:  in one case the animal remained partially suspended over the acute edge of the table; in others the infliction of punctures and the application of a lighted taper did not prevent the animal, still possessed of active powers of motion, from passing into a state of complete and permanent quiescence.\\\"\\n\\nIn summing up this long paper Hall concludes with this sentence: \\\"The reflex function appears in a word to be the COMPLEMENT of the functions of the nervous system hitherto known.\\\"\\\\[2\\\\]\\n\\nAll these considerations as to nerve currents and nerve tracts becoming stock knowledge of science, it was natural that interest should become stimulated as to the exact character of these nerve tracts in themselves, and all the more natural in that the perfected microscope was just now claiming all fields for its own. A troop of observers soon entered upon the study of the nerves, and the leader here, as in so many other lines of microscopical research, was no other than Theodor Schwann.  Through his efforts, and with the invaluable aid of such other workers as Remak, Purkinje, Henle, Muller, and the rest, all the mystery as to the general characteristics of nerve tracts was cleared away. It came to be known that in its essentials a nerve tract is a tenuous fibre or thread of protoplasm stretching between two terminal points in the organism, one of such termini being usually a cell of the brain or spinal cord, the other a distribution-point at or near the periphery--for example, in a muscle or in the skin. Such a fibril may have about it a protective covering, which is known as the sheath of Schwann; but the fibril itself is the essential nerve tract; and in many cases, as Remak presently discovered, the sheath is dispensed with, particularly in case of the nerves of the so-called sympathetic system.\\n\\nThis sympathetic system of ganglia and nerves, by-the-bye, had long been a puzzle to the physiologists.  Its ganglia, the seeming centre of the system, usually minute in size and never very large, are found everywhere through the organism, but in particular are gathered into a long double chain which lies within the body cavity, outside the spinal column, and represents the sole nervous system of the non-vertebrated organisms. Fibrils from these ganglia were seen to join the cranial and spinal nerve fibrils and to accompany them everywhere, but what special function they subserved was long a mere matter of conjecture and led to many absurd speculations.  Fact was not substituted for conjecture until about the year 1851, when the great Frenchman Claude Bernard conclusively proved that at least one chief function of the sympathetic fibrils is to cause contraction of the walls of the arterioles of the system, thus regulating the blood-supply of any given part. Ten years earlier Henle had demonstrated the existence of annular bands of muscle fibres in the arterioles, hitherto a much-mooted question, and several tentative explanations of the action of these fibres had been made, particularly by the brothers Weber, by Stilling, who, as early as 1840, had ventured to speak of \\\"vaso-motor\\\" nerves, and by Schiff, who was hard upon the same track at the time of Bernard's discovery. But a clear light was not thrown on the subject until Bernard's experiments were made in 1851.  The experiments were soon after confirmed and extended by Brown-Sequard, Waller, Budge, and numerous others, and henceforth physiologists felt that they understood how the blood-supply of any given part is regulated by the nervous system.\\n\\nIn reality, however, they had learned only half the story, as Bernard himself proved only a few years later by opening up a new and quite unsuspected chapter.  While experimenting in 1858 he discovered that there are certain nerves supplying the heart which, if stimulated, cause that organ to relax and cease beating.  As the heart is essentially nothing more than an aggregation of muscles, this phenomenon was utterly puzzling and without precedent in the experience of physiologists. An impulse travelling along a motor nerve had been supposed to be able to cause a muscular contraction and to do nothing else; yet here such an impulse had exactly the opposite effect. The only tenable explanation seemed to be that this particular impulse must arrest or inhibit the action of the impulses that ordinarily cause the heart muscles to contract. But the idea of such inhibition of one impulse by another was utterly novel and at first difficult to comprehend. Gradually, however, the idea took its place in the current knowledge of nerve physiology, and in time it came to be understood that what happens in the case of the heart nerve-supply is only a particular case under a very general, indeed universal, form of nervous action.  Growing out of Bernard's initial discovery came the final understanding that the entire nervous system is a mechanism of centres subordinate and centres superior, the action of the one of which may be counteracted and annulled in effect by the action of the other.  This applies not merely to such physical processes as heart-beats and arterial contraction and relaxing, but to the most intricate functionings which have their counterpart in psychical processes as well. Thus the observation of the inhibition of the heart's action by a nervous impulse furnished the point of departure for studies that led to a better understanding of the modus operandi of the mind's activities than had ever previously been attained by the most subtle of psychologists.\\n\\nPSYCHO-PHYSICS\\n\\nThe work of the nerve physiologists had thus an important bearing on questions of the mind.  But there was another company of workers of this period who made an even more direct assault upon the \\\"citadel of thought.\\\" A remarkable school of workers had been developed in Germany, the leaders being men who, having more or less of innate metaphysical bias as a national birthright, had also the instincts of the empirical scientist, and whose educational equipment included a profound knowledge not alone of physiology and psychology, but of physics and mathematics as well. These men undertook the novel task of interrogating the relations of body and mind from the standpoint of physics.  They sought to apply the vernier and the balance, as far as might be, to the intangible processes of mind.\\n\\nThe movement had its precursory stages in the early part of the century, notably in the mathematical psychology of Herbart, but its first definite output to attract general attention came from the master-hand of Hermann Helmholtz in 1851. It consisted of the accurate measurement of the speed of transit of a nervous impulse along a nerve tract.  To make such measurement had been regarded as impossible, it being supposed that the flight of the nervous impulse was practically instantaneous. But Helmholtz readily demonstrated the contrary, showing that the nerve cord is a relatively sluggish message-bearer. According to his experiments, first performed upon the frog, the nervous \\\"current\\\" travels less than one hundred feet per second. Other experiments performed soon afterwards by Helmholtz himself, and by various followers, chief among whom was Du Bois-Reymond, modified somewhat the exact figures at first obtained, but did not change the general bearings of the early results. Thus the nervous impulse was shown to be something far different, as regards speed of transit, at any rate, from the electric current to which it had been so often likened. An electric current would flash halfway round the globe while a nervous impulse could travel the length of the human body--from a man's foot to his brain.\\n\\nThe tendency to bridge the gulf that hitherto had separated the physical from the psychical world was further evidenced in the following decade by Helmholtz's remarkable but highly technical study of the sensations of sound and of color in connection with their physical causes, in the course of which he revived the doctrine of color vision which that other great physiologist and physicist, Thomas Young, had advanced half a century before. The same tendency was further evidenced by the appearance, in 1852, of Dr. Hermann Lotze's famous Medizinische Psychologie, oder Physiologie der Seele, with its challenge of the old myth of a \\\"vital force.\\\"  But the most definite expression of the new movement was signalized in 1860, when Gustav Fechner published his classical work called Psychophysik.  That title introduced a new word into the vocabulary of science. Fechner explained it by saying, \\\"I mean by psychophysics an exact theory of the relation between spirit and body, and, in a general way, between the physical and the psychic worlds.\\\" The title became famous and the brunt of many a controversy. So also did another phrase which Fechner introduced in the course of his book--the phrase \\\"physiological psychology.\\\" In making that happy collocation of words Fechner virtually christened a new science.\\n\\nFECHNER EXPOUNDS WEBER'S LAW\\n\\nThe chief purport of this classical book of the German psycho-physiologist was the elaboration and explication of experiments based on a method introduced more than twenty years earlier by his countryman E. H. Weber, but which hitherto had failed to attract the attention it deserved. The method consisted of the measurement and analysis of the definite relation existing between external stimuli of varying degrees of intensity (various sounds, for example) and the mental states they induce. Weber's experiments grew out of the familiar observation that the nicety of our discriminations of various sounds, weights, or visual images depends upon the magnitude of each particular cause of a sensation in its relation with other similar causes.  Thus, for example, we cannot see the stars in the daytime, though they shine as brightly then as at night. Again, we seldom notice the ticking of a clock in the daytime, though it may become almost painfully audible in the silence of the night. Yet again, the difference between an ounce weight and a two-ounce weight is clearly enough appreciable when we lift the two, but one cannot discriminate in the same way between a five-pound weight and a weight of one ounce over five pounds.\\n\\nThis last example, and similar ones for the other senses, gave Weber the clew to his novel experiments.  Reflection upon every-day experiences made it clear to him that whenever we consider two visual sensations, or two auditory sensations, or two sensations of weight, in comparison one with another, there is always a limit to the keenness of our discrimination, and that this degree of keenness varies, as in the case of the weights just cited, with the magnitude of the exciting cause.\\n\\nWeber determined to see whether these common experiences could be brought within the pale of a general law. His method consisted of making long series of experiments aimed at the determination, in each case, of what came to be spoken of as the least observable difference between the stimuli. Thus if one holds an ounce weight in each hand, and has tiny weights added to one of them, grain by grain, one does not at first perceive a difference; but presently, on the addition of a certain grain, he does become aware of the difference. Noting now how many grains have been added to produce this effect, we have the weight which represents the least appreciable difference when the standard is one ounce.\\n\\nNow repeat the experiment, but let the weights be each of five pounds. Clearly in this case we shall be obliged to add not grains, but drachms, before a difference between the two heavy weights is perceived.  But whatever the exact amount added, that amount represents the stimulus producing a just-perceivable sensation of difference when the standard is five pounds. And so on for indefinite series of weights of varying magnitudes. Now came Weber's curious discovery.  Not only did he find that in repeated experiments with the same pair of weights the measure of \\\"just-{p}erceivable difference\\\" remained approximately fixed, but he found, further, that a remarkable fixed relation exists between the stimuli of different magnitude.  If, for example, he had found it necessary, in the case of the ounce weights, to add one-fiftieth of an ounce to the one before a difference was detected, he found also, in the case of the five-pound weights, that one-fiftieth of five pounds must be added before producing the same result.  And so of all other weights; the amount added to produce the stimulus of \\\"least-appreciable difference\\\" always bore the same mathematical relation to the magnitude of the weight used, be that magnitude great or small.\\n\\nWeber found that the same thing holds good for the stimuli of the sensations of sight and of hearing, the differential stimulus bearing always a fixed ratio to the total magnitude of the stimuli. Here, then, was the law he had sought.\\n\\nWeber's results were definite enough and striking enough, yet they failed to attract any considerable measure of attention until they were revived and extended by Fechner and brought before the world in the famous work on psycho-physics. Then they precipitated a veritable melee. Fechner had not alone verified the earlier results (with certain limitations not essential to the present consideration), but had invented new methods of making similar tests, and had reduced the whole question to mathematical treatment.  He pronounced Weber's discovery the fundamental law of psycho-physics. In honor of the discoverer, he christened it Weber's Law.  He clothed the law in words and in mathematical formulae, and, so to say, launched it full tilt at the heads of the psychological world.  It made a fine commotion, be assured, for it was the first widely heralded bulletin of the new psychology in its march upon the strongholds of the time-honored metaphysics. The accomplishments of the microscopists and the nerve physiologists had been but preliminary--mere border skirmishes of uncertain import. But here was proof that the iconoclastic movement meant to invade the very heart of the sacred territory of mind--a territory from which tangible objective fact had been supposed to be forever barred.\\n\\nPHYSIOLOGICAL PSYCHOLOGY\\n\\nHardly had the alarm been sounded, however, before a new movement was made.  While Fechner's book was fresh from the press, steps were being taken to extend the methods of the physicist in yet another way to the intimate processes of the mind. As Helmholtz had shown the rate of nervous impulsion along the nerve tract to be measurable, it was now sought to measure also the time required for the central nervous mechanism to perform its work of receiving a message and sending out a response. This was coming down to the very threshold of mind. The attempt was first made by Professor Donders in 1861, but definitive results were only obtained after many years of experiment on the part of a host of observers. The chief of these, and the man who has stood in the forefront of the new movement and has been its recognized leader throughout the remainder of the century, is Dr. Wilhelm Wundt, of Leipzig.\\n\\nThe task was not easy, but, in the long run, it was accomplished. Not alone was it shown that the nerve centre requires a measurable time for its operations, but much was learned as to conditions that modify this time.  Thus it was found that different persons vary in the rate of their central nervous activity--which explained the \\\"personal equation\\\" that the astronomer Bessel had noted a half-century before. It was found, too, that the rate of activity varies also for the same person under different conditions, becoming retarded, for example, under influence of fatigue, or in case of certain diseases of the brain.  All details aside, the essential fact emerges, as an experimental demonstration, that the intellectual processes--sensation, apperception, volition--are linked irrevocably with the activities of the central nervous tissues, and that these activities, like all other physical processes, have a time element.  To that old school of psychologists, who scarcely cared more for the human head than for the heels--being interested only in the mind--such a linking of mind and body as was thus demonstrated was naturally disquieting. But whatever the inferences, there was no escaping the facts.\\n\\nOf course this new movement has not been confined to Germany.  Indeed, it had long had exponents elsewhere. Thus in England, a full century earlier, Dr. Hartley had championed the theory of the close and indissoluble dependence of the mind upon the brain, and formulated a famous vibration theory of association that still merits careful consideration. Then, too, in France, at the beginning of the century, there was Dr. Cabanis with his tangible, if crudely phrased, doctrine that the brain digests impressions and secretes thought as the stomach digests food and the liver secretes bile. Moreover, Herbert Spencer's Principles of Psychology, with its avowed co-ordination of mind and body and its vitalizing theory of evolution, appeared in 1855, half a decade before the work of Fechner.  But these influences, though of vast educational value, were theoretical rather than demonstrative, and the fact remains that the experimental work which first attempted to gauge mental operations by physical principles was mainly done in Germany.  Wundt's Physiological Psychology, with its full preliminary descriptions of the anatomy of the nervous system, gave tangible expression to the growth of the new movement in 1874; and four years later, with the opening of his laboratory of physiological psychology at the University of Leipzig, the new psychology may be said to have gained a permanent foothold and to have forced itself into official recognition. From then on its conquest of the world was but a matter of time.\\n\\nIt should be noted, however, that there is one other method of strictly experimental examination of the mental field, latterly much in vogue, which had a different origin. This is the scientific investigation of the phenomena of hypnotism. This subject was rescued from the hands of charlatans, rechristened, and subjected to accurate investigation by Dr. James Braid, of Manchester, as early as 1841. But his results, after attracting momentary attention, fell from view, and, despite desultory efforts, the subject was not again accorded a general hearing from the scientific world until 1878, when Dr. Charcot took it up at the Salpetriere, in Paris, followed soon afterwards by Dr. Rudolf Heidenhain, of Breslau, and a host of other experimenters.  The value of the method in the study of mental states was soon apparent. Most of Braid's experiments were repeated, and in the main his results were confirmed.  His explanation of hypnotism, or artificial somnambulism, as a self-induced state, independent of any occult or supersensible influence, soon gained general credence.  His belief that the initial stages are due to fatigue of nervous centres, usually from excessive stimulation, has not been supplanted, though supplemented by notions growing out of the new knowledge as to subconscious mentality in general, and the inhibitory influence of one centre over another in the central nervous mechanism.\\n\\nTHE BRAIN AS THE ORGAN OF MIND\",\"timestamp\":1636791349,\"title\":\"I have just adverted to the fact that Napoleon Bonaparte, \"},\"digest\":\"CmNZx6Yun-NomtDEFfA2dPO2KHinuebTKPrp4DDFGME\",\"authorship\":{\"contributor\":\"0x8545f0833b3238480B8e72e22fC0E69Fa84d1cf2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fVS5YRFRRnYcwMYYrB38djp9P7npU7SaO7jiIY_3jto\\\",\\\"y\\\":\\\"g8xbpa-hCNJGKkxJqvp7_qAnxQErPwpK3do6Lb4K_zc\\\"}\",\"signature\":\"k2A8ctbRdLT06MzxiR5laIWrCdaiUpVtST7uJrXznXzh3vNy-D0LabWBZq8x5x02c_lVx9U-bQxgXAmLY0C17w\",\"signingKeySignature\":\"0xc5a7680d6e55a1a2193f878a6a7d22a1249a3758080700903f1fb0149ff3f1dc6a73c0034630b3f4b1f50acc07693dde252b8635b023c5038c10653f6467eedd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fVS5YRFRRnYcwMYYrB38djp9P7npU7SaO7jiIY_3jto\\\",\\\"y\\\":\\\"g8xbpa-hCNJGKkxJqvp7_qAnxQErPwpK3do6Lb4K_zc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CmNZx6Yun-NomtDEFfA2dPO2KHinuebTKPrp4DDFGME\"}"