"{\"content\":{\"body\":\"文长慎入，我的2021年度总结分为了几个部分，分别是：信仰，兴趣，事业，财务，创业想法。\\n\\n发布这个年度总结也算是我勇敢的第一步吧，但也是希望以后回来看的时候，可以知道自己有没有进步，或者被打脸了，就让这一切停留在2021。我的2021用一句话来总结的话就是启发的一年，也是我的起点。这一年感谢神的带领，继续度过了起伏的一年。\\n\\n## 信仰\\n\\n首先我会从信仰说起，是因为我是基督徒，神是我生命的中心，没有神的赐福我什么都做不了。或许在我的日常生活当中，我并不是那么的有见证，有时我宣告的与我所做的会有不符，行为上也没做到知行合一，但我还是相信神爱我，会带领我，而我所需做的就是承认自己的懦弱，并做出改变，继续跟随他。\\n\\n在信仰上，今年遇上了许多的挑战，但同时也有神的带领。说说做出比较大的决定吧，就是在选择教会方面。从一开始来到槟城，加入槟城的教会，又因疫情关系回到家中，在参与家乡的教会和槟城的教会（当时都是线上）反复不定，也不知该怎么办。机缘巧合下看到The Hope教会（也是在线上，母堂在台湾），就试着参与了Hope Nation，带着反正一样都是线上的心情参加了。参加一阵子之后，我也开始有一些纠结，像是奉献方面要如何进行，如果过后可以实体崇拜了，我又要如何等问题。我还是有为此来到祷告，但我不知道祷告有没有得到回应，就决定加入Hope Nation了。结果嘛，这一年下来总体感觉还是好的，灵命上还是有起起伏伏，但更重要是和神的关系还有对他的信心吧～ 希望在来年一样有进步，对人对事的态度也希望因神的帮助有更多的学习。\\n\\n## 兴趣/事业/财务\\n\\n我会把这三个都放在一起是因为我觉得我所正在经历的都息息相关。\\n\\n首先，在今年年头之后，我就在Youtube上消失的无影无踪了，除了那两首歌之外。身边朋友都开始问我为什么不继续发布影片等一系列问题，我都非常含糊的带过，在今年的最后一天我就大致上说说吧。对于拍片，剪辑这方面我还是有兴趣的，一开始我会以没时间拍摄和剪辑（其实当时也是蛮忙的）当作借口来放弃这些兴趣。但随着我继续深思时，其实我本身并不是很喜欢出现在镜头前面，一开始也是以想要在YT上赚取一些收入为目的而选择这个方向。当下做着做着时，发现自己一个人在经营这个频道方面是有些幸苦，虽然当时真的是有非常多的想法，也写了一些草稿和脚本，但每次开始拍摄时，一次次的重拍和口吃让我觉得自己可能不适合吧，想了很多也暂时决定先停止这个 “事业”？也可能是我个人比较注重眼前的利益等其他因素，总的来说就是我觉得我的时间价值可以在其他方面体现出来，从而暂时性的放弃这个兴趣。（但还是有私下拍摄与剪辑啦～\\n\\n那接下来我当然也没闲着，因为我是个不想浪费时间的人，总会找很多事给自己做，当然有时也会一直耍废，因为很爽。\\n\\n在2020年尾，我就开始接触了理财投资这方面，我的启蒙就是那个Spark，哈哈哈哈哈。从一开始的谨慎小试牛刀，到越陷越深，到“价值投资”，到最后解套，是一个新韭菜的必经之路，我回过头来看的时候，真心觉得我是在忙什么 哈哈哈哈哈哈。刚刚所说的是投资方面，理财这部分我是觉得见仁见智，每个人都有自己认为好的方法，财务状况不同就不多加解释。首先我是进入美股市场，当中学习了Spark的精髓再加上Yt上其他博主的投资方式，然后总结出我自己的逻辑。就这样在美股市场上摸爬滚打了将近7-9个月（忘了具体时间），当中学习了超多知识，我才发现作为一个投资人并不简单，市场的钱并没你想象中的那么好赚，就算真的给你赚到，不好意思的说，一个人在不具备独立思考和拥有知识储备下，一定会再把赚到的钱赔回去，市场会给你教训。单单股票，你就要知道很多金融知识，例如宏观经济，货币政策，政治，板块轮动，基本面，财务报表，护城河等，当然我所说的这些也可以在不具备的前提下开始投资，因为自己也不是专业的，也没想要投身于此，但知道这些知识会提高你的认知，从而以各种方向去思考问。投资也分为短中长线，每个投资方法都不同，每个人也有自己不同的策略，只要会抓老鼠的猫就是好猫。所以这几个月下来，我更多的是一边学习一边投，当中有亏有赚，因为当时没有策略和底线，也不知道这些东西是什么，难免犯下了许多错，但我觉得是值得的，至少我的认知和信息差被提高了。\\n\\n在那之后，我开始想到一个问题，像我这样初始本金不高的学生进入股市，再加上没有固定收入，一年给我赚个8%，如果2000的话，只能给我赚个160，没算上通货膨胀和可能会亏的前提下，是真的很少且没意义，所以那时候的我只觉得只要越跌越买，总有一天会赚翻倍，不好意思，这时候我就忽略了时间成本。现在回想起来，跟我谈复利根本就是空谈，复利效应是建立在资金大的前提下。所以那时候我就发现了加密货币和区块链，俗称币圈，也是那时候很Hype的时候入场（大概三月份），结果就是4月5月份时被套，当时也发现没有涨跌幅限制的币圈好刺激，造富效应好强，所以又抱着学习的心态转换领域，也就是从股市到币圈。我把股市赚到的钱投入到币圈，慢慢一点点移出到All in，花了差不多2-3个月。到现在的经历我觉得还是蛮不错的，见证了一天暴跌20-50%，归零币，百倍千倍币，那种刺激是平时无法想象的 哈哈哈哈哈。现在回顾起来，心态还是蛮好的，可能是在牛市时进入吧，等我经历熊市时，再看我写不写得出这些东西吧 哈哈哈哈哈\\n\\n总的来说，我觉得我在2021年能够经历这些市场的起起落落，是非常幸运的，尤其是在我没有金融背景下，研究出了自己的逻辑和计划，我觉得我现在欠缺的可能就是熊市的经验，但谁都不希望熊市。可能一些人会问，脚踏实地去做工不好吗？无论是做Part time直销，网卖等，累计本金了才去市场投资，不是更容易吗，何必这么辛苦。我想说的是，每个人都有自己的赚钱方式和累积本金的方法，并要清楚了解到钱只是一个工具，而不是让我们成为它的奴隶，最重要的是不要去攀比吧，一旦你有攀比之心，你做什么都是亏钱的，心态放正，方能成事。我的想法是每个人的目的都不同，出发点自然不同，那么最重要的是你觉得你做对了就好，时间自然会给你答案，所以不必去论断或道德绑架他人是最重要的吧，还有就是炫耀。说的有点长了，反正这些东西不是一个回顾能够说完的，大概就是这样吧。\\n\\n这里先声明一下，我并没有给出任何财务或投资建议，做任何决定都需要独立思考。牛市末端，谨慎操作。\\n\\n## 创业想法\\n\\n最后我想说的就是这一年下来有的创业想法。首先我想解释为什么好好的老师不做，想要去创业。就像我们的讲师跟我们说的，做老师是不会变有钱的，只能够过生活罢了（除非进修等其他方法），甚至还要兼职来补贴家用。在这个情况下，我知道打死工和存钱并不会让我过上想要的生活。重点来了，过上想要的生活，人们赚钱不就是想要过上想要的生活吗？无论你的出发点是为家庭，父母，自己等，你最终都想让自己或身边的人过的好一点。所以创业和投资可能是一个人能够逆袭的方法之一了吧。说容易，想容易，做不容易。创业是有前提的，而不是像那些励志故事里所描述的，再加上能够真正白手起家的也只是那几个，真会轮到我们吗？如果你是为三餐温饱而烦恼的人，脚踏实地工作才是最正确的选择。这方面也是很多好说，以后有机会在说。\\n\\n直接进入主题吧，我是受币圈所启发而有的创业想法。在币圈，每天都有创新的项目，超前的想法和讯息涌入，使得我不断的去思考。从Metaverse，Web3.0，GameFi，DAO到NFT等等，都有层出不穷的项目蹦出。这当中避免不了有泡沫的味道，因为以正常人的方式去思考的话，这些东西的存在都需要基础建设完善的前提下才能达成，而且很多项目的出现也是资金热度的炒作罢了，没有一个实际支撑着他们的想法（不是所有，大多数还是做的很好，解决了很多痛点）纵观历史，或许我们现在正处于互联网泡沫的那个年代，感觉随时都会被刺破，但我在乎的是泡沫被刺破之后，我们将会经历的是什么，会是像互联网崛起的十年吗？还是进入永久的寒冬？我不知道，也无需猜测，只有当潮水退去，才知道谁在裸泳。\\n\\n所以我身为一个未来老师，我觉得教育对于一个人是非常重要的，我的问题是当教育去到未来的时候，会是怎样的发展？以马来西亚的教育体系来看，是非常不成熟的，也非常保守，还有大多数的学校教育是不会教导你真正出社会所需要的知识，这也是大多数人所吐槽的。但他们错了吗？我觉得并没有，学校所授予的知识是有用的，只是学生本身在受原生家庭影响，再加上没有独立思考能力的时候，往往很难察觉做这一切事的意义，简单来说就是读死书，为分数与期望而奋斗吧了。这也是现今时代的教育需要做出的改变，但说容易，做很难，因为这种模式已经深根蒂固，要改变也需要慢慢的落实，不排除在马来西亚这个“民主”国家能够撑到那时候。所以我的创业想法就是由这里而生，想想看能给为教育做什么贡献吧，除了教书育人。\\n\\n## 结语\\n\\n感谢看到这里的各位，你们真的很有心。这个年度总结有点长，也感觉不像是总结，像是我这一年来的学习与心得，想与各位分享，希望能够抛砖引玉。最近我也正在学习写写文章，也算是弥补了我没拍影片的遗憾吧 哈哈哈哈哈。希望各位通过我的总结经验有所得着，也欢迎各位指正我说错的地方，可以提出你们的意见，以让我有进步的空间，也希望我的偏见能够引起你们的共鸣。共勉之。\\n\\n在这里也先祝各位新年快乐，希望我们来年再见。\",\"timestamp\":1640915642,\"title\":\"我的2021年度总结\"},\"digest\":\"wSutCQn_wVY-agdLe_cCQ-i00N20szAu31c87aW1NKM\",\"authorship\":{\"contributor\":\"0x924b1340760FF40D3218C062730DE508116BB27A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bmN0HBjVqXFJfiCpDv9EuuG3LzheCkPbYWXUzRNi0mQ\\\",\\\"y\\\":\\\"Bue7_S7cHgtU2kjYNkBKQ5LPQ3UI8NhgORck-yOzbxE\\\"}\",\"signature\":\"OKZ1vTNIDADsegtdu9uoH7XwhKZnZ0ss-HrpL8tMzZO4043G_bikawU33YUTmVGWvAHid6qO2d9KZl3BunUavQ\",\"signingKeySignature\":\"0xa1dd0b6f7a23281033b3a8793e753d63ac78262e0dec501d12c2d6563feb5c8d41a9562e0f1f7b8da92947837db0becb5b2307222ce0f18e95b58e14029d6d5a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bmN0HBjVqXFJfiCpDv9EuuG3LzheCkPbYWXUzRNi0mQ\\\",\\\"y\\\":\\\"Bue7_S7cHgtU2kjYNkBKQ5LPQ3UI8NhgORck-yOzbxE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"IXo6l2b72WVi2DOJH_I0CPS99JztPCYxeU1U0ToLwVg\"}"