"{\"content\":{\"body\":\"You are absolutely correct, I am not a tech guy. In fact, up until three months ago, I didn’t even know I was an artist. I wrote poetry as a way to cope with my circumstances at a time in my life when I wasn’t sure where the next meal would come from. Let alone afford a therapist. \\n  \\n Are NFTs a scam? Is crypto a Ponzi? I don’t know. I don’t know how it works just like I cannot explain how my phone, my computer, the internet or my local electrical grid work. Yet I have used all of these things since at least 2004 to make a better life for me and my family. \\n  \\n Here’s what I do know -  \\n  \\n My grandparents had to leave everything behind and barely made it out alive from the country they were escaping from by a matter of minutes. Thousands, if not millions weren’t so lucky. They were lucky because they held some gold in the form of jewelry. Which they paid little by little at every check point till the border and the last of it was taken away by the soldiers that welcomed them at the other side.  \\n  \\n My father grew up in a refugee camp where the bath water was a puddle they had to share with pigs. He made his way up well enough that by the time he had me, we had a decent house and decent life. I did not grow up wanting for anything. Sure, both my parents worked 16 to 18 hours a day and our routines were so that they would be sleeping when I left for school, and they would come back from work hours after I had fallen asleep. Including weekends. They made a good life for us despite having no financial education. Or knowing how to to protect or grow their wealth.  \\n  \\n I don't think they even know that the only reason they were able to make money in the first place was because a few people decided that communism wasn't going to work out and maybe we should privatize a few industries and they just happened to catch the beginning of that trend.  \\n  \\n You’ll have to bare with me here, I'm trying to explain the brute force and luck it takes to attain the escape velocity out of your socio-economic class and how fruitless it can often seem against the gravity of poverty without turning this into a sappy story or any kind of poverty porn.  \\n  \\n In 2001, they went broke. That lack of a financial education and a safety net came back to bite hard. A lifetime of bone crushing grind, a few years of money in the bank and then back to 0. Negative in fact because now there were debts to be paid and a mortgage on the house. This time though, with a wife and two kids along with the inevitable tax that age puts on you.  \\n  \\n They still don't realize that the reason they went broke is because a few government officials in their country were too happy in their corruption and couldn't be bothered about the rising threat from the east and how entire industries can pack their bags overnight and move towards more efficient allocations of capital. ( cheaper labour) That no amount of \\\"hard work\\\" could have helped them get out of their predicament.  \\n  \\n Whatever little assets they had accumulated, sustained us until 2004, but I had to drop out of college and get to work right away to keep us afloat. 18 hours a day. weekends included. They would be sleeping when I left for work and sleeping when I returned. The circle of life!  \\n  \\n For the next few years in my life, I forgot what sunlight felt or looked like. \\n  \\n I started my small little ecommerce business with an initial capital of 500 usd. Unlike my father, I knew that it's more important to be at the right place at the right time than work hard or be good at what you do. Despite my best efforts, that business grew steadily to be just good enough to pay interest on our debts and put food on the table.  \\n  \\n No college education you see. I didn't know about cash burns and running the business at a loss with VC money until you become big enough to be too big to fail. I actually thought that you needed to make a profit on every sale to call it a business. \\n  \\n In 2008, four years after dropping out of college as an 18 year old, I got a call from a competitor who wanted to buy my business out for 1 million USfuckingD! Now that's life changing money! We flew down to their office, shook hands on a deal to be concluded next month. This was in August.  \\n  \\n Do you remember what happened in September of 2008? So that deal fell through.  \\n  \\n My competitor, being one of the three biggest and richest corporations in the country, started selling his products at loss and killed anyone who couldn't afford to do so. Death by a thousand price cuts.  \\n  \\n Hey! The bankers who didn't go to jail, auctioned off our house at a fraction of its value and took it all. \\n  \\n So we start again. Back from 0, but this time it takes longer. Because the world is fucked and still struggling with the aftermath of GFC.  \\n  \\n Cut to 2020, we're doing okay. We've had to move from rental to rental every two years and I still have to work 18 hours a day for us to do that but we have a roof over our heads and food on the table. In the ensuing 11 years, we saw Greece, Venezuela and Lebanon fall down economic ruin. We saw Iraq, Afghanistan, Syria, Libya, Afghanistan Again! be laid to ruin.  \\n  \\n We saw the rise to populism and rebirth of fascism and every time I watched the news about a group of people fleeing in terror from their circumstances, I knew what lay ahead if they were lucky because my family had been through it. Forgive me I'm sure I've missed a couple of countries here.  \\n  \\n Then Covid hit and the world went mad. Millions died, millions more got displaced and went broke. My business shut down again. Surprise Surprise! \\n  \\n But the stock market remained open? and hit new all time highs? People were celebrating in certain parts of the world!  \\n  \\n I lost friends, and family, friends to family and families of friends. But! we didn't have time to mourn. For every call that came of someone passing away, there was a call waiting behind of someone begging to find a hospital bed, an oxygen cylinder, a ventilator.  \\n  \\n All through that time, Elon Musk would post a meme, and someone would cash out of a dog coin with generational wealth. \\n  \\n My world was crumbling around me. Madness was my only solace.  \\n  \\n So I don't know what true decentralization is like you say. But I do know that less than 5000 people control our lives way more than we'd like to believe. That their whims, ego, ignorance and greed determine the fates of billions of us thousands of miles away. \\n  \\n And until before crypto, there was nothing you could do about it. You could buy gold but that would only get you through the checkpoints.  \\n  \\n I know that Elon doesn't have to sell teslas in Africa. Or Mark Cuban can't sell his stadium tickets to Asia, but they can sell their Doge and Crypto bags but if you're early enough, you can ride with them to the moon.  \\n   \\n I know that China has banned or tried to ban bitcoin more times than Peter Schiff has been right and yet the network continues to promise those millions of people looking to escape to a better life, a way to take at least some of their wealth with them.  \\n  \\n I know that there is a very real possibility in many countries as you read this, that people will wake up to their banks shut, unable to withdraw their own money. Or tanks rolling down the streets as they have to leave their own houses and run.  \\n  \\n That when a president in United States wants to win brownie points and end a war, all those families fleeing from Afghanistan as their misery is livestreamed and memed would have wished they'd put at least a portion of their safety in a alleged decentralized network and a few digital assets that they could carry with them as twelve or twenty four words on paper.  \\n  \\n I know that decentralized or not, thanks to Ethereum and it's clones, for the millions across the world who remain unbanked, there is now a way to sing a song of their troubles, sell it as an NFT, keep that money in a network where gangs or their government can't take it away from them and thanks to defi, they can earn an interest on it. \\n  \\n I know that until now, unless you knew the right people at the right places, your best chance of selling art was in exchange for likes on Instagram. Now I've bought art from a single mom of two in Indonesia. An autistic kid in Vietnam. A cancer patient in the US too proud to start a gofundme but too broke to save their own life.  \\n  \\n I'm can collaborate with someone from India and Pakistan and if someone from China likes what we put out, no one can tell us we can't put food on our tables.  \\n  \\n Is it completely safe? Hell no but nor was the internet in it's early days. Are their bad actors in this space? Just like any other. \\n  \\n Your criticism and critique might be valid friend. And time will tell. But your mockery doesn't phase those who can't afford shame. Nor do we have the luxury or privilege to sit at home in a dying economy while the world shuts down and hope that one of those 5000 overlords will mail us our rent money.  \\n  \\n There will come a time when I along with millions of others will be priced out of our crypto holdings. But this will be the first time for many of us where instead of fleeing to save our lives, we'll be selling to the same greedy and corrupt bastards who put us there in the first place. And we'll be better off than we started because we're still early. \\n   \\n  \\n WAGMI \",\"timestamp\":1641599229,\"title\":\"Hey Replyguy\"},\"digest\":\"URLipODdHL6sFQa64MYB8af7OdZzatLQcw8DygdCKSA\",\"authorship\":{\"contributor\":\"0xc0B34CC292d0727E488a6A31D1608Fa4Fb2D2Bd4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"g3lVPKwQ3jYJm0UaqZVO0pFXSokOCqX3hhotLoQOv8Q\\\",\\\"y\\\":\\\"iGCj0pXj19nUqMbHQmEkt1dhnbm6jaYCJcQLDCPNx2Y\\\"}\",\"signature\":\"OUS-cftXgqrs1xYsvRcnQyrafpFHO8Wd4_x6uR9FXwh-rf39ZkKlPDMPEvvQmMql9599c5jM4ds_uebtKVAztA\",\"signingKeySignature\":\"0xb46af2e3877d5f5e878fd7c7b1a13b44a411cd0bee02608edbbf6c3fdcd5b80e55c43eb591b93bdf5bf9d2a7f9413a7d090a910ddd5ce4fc2c4be80cbd1c524b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"g3lVPKwQ3jYJm0UaqZVO0pFXSokOCqX3hhotLoQOv8Q\\\",\\\"y\\\":\\\"iGCj0pXj19nUqMbHQmEkt1dhnbm6jaYCJcQLDCPNx2Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"URLipODdHL6sFQa64MYB8af7OdZzatLQcw8DygdCKSA\"}"