"{\"content\":{\"body\":\"*press “play” before you begin…*\\n\\n[https://www.youtube.com/watch?v=Lt8AfIeJOxw](https://www.youtube.com/watch?v=Lt8AfIeJOxw)\\n\\nIt’s not very helpful to make direct comparisons between the evolution of technologies. Other than broad similarities in the way new inventions evolve and are adopted, the unique way a technology interacts with a culture at a particular moment in history is so specific that such comparisons likely miss more than they predict. But there is something resonant in analogies between the dissemination of the ‘original’ Internet (in, say, the 1990s), the social components of Web2 and the present-day rise of blockchain technologies. The commonality is *evident*. This is why crypto folks refer to those early Internet days so often. Both represent, in their own ways daunting and inspiring, a *radical* re-architecture of communications and commerce.\\n\\nThis analogous radical ambition of the early Internet and what we often call Web3 today results in some similar implications for users. Rather than being able to employ existing technologies to participate in the new wave of culture, individuals and organizations are encouraged to learn and adopt new means to coordinate and participate in cultural evolution. In the early 1990s, adventurous internet hobbyists  were faced with the challenges of setting up modems, installing socket drivers, and finding and navigating servers with unique and obscure commands. Each of these steps required self motivation and was in itself a hurdle. Each step, offered with minimal support, was a barrier to adoption. Like today, the early internet required a maverick mindset to push beyond the existing comfort zone. Even for those wary of comparisons, this similarity to Web3 is undeniable. \\n  \\n Blockchain advocates like us often frame these frustrations as an optimistic portent. If the path of the original Internet proves that the complexities of onboarding millions of users to a whole new paradigm will eventually be overcome, then the payoff will be significant. But the comparison tends to take the long term view of that path without examining the steps along the way. In particular, scant attention is being paid to the actual way most early consumers were able to comprehend and access the Internet. In the early internet, this function emerged through online services and particularly, through [America Online](https://www.aol.com/).\\n\\nIt’s difficult now to remember how confusing computers, let alone the Internet, were for most users in the mid-90s. Even by 1997, [only 35%](https://www.bls.gov/opub/ted/1999/apr/wk1/mobile/art01.htm) of US households had a computer. For many of those early adopters, the value proposition of the Internet, most importantly email, was compelling, but ‘getting online’ was so time-consuming and complicated that it required hands-on help to set up. It was into this capability gap that the online services emerged.\\n\\n![source: https://www.bls.gov/opub/ted/1999/apr/wk1/mobile/art01.htm](https://images.mirror-media.xyz/publication-images/3orm9oifJxYvAWnEredEP.gif?height=238&width=401)\\n\\nThe first online services launched in the 1980s, long before there was commercial access to the Internet. These services offered text-based UXes for chat, bulletin boards, stock quotes and other content but, for the most part, users could only ‘email’ with other users of the same service. Once the Internet became generally available in 1992, online services like DELPHI, Compuserve and Prodigy (most of which had merged and mutated by this time) became a key way, along with independent ISPs, for users to access this much larger world. They enjoyed modest success. \\n\\nAmerica Online was the breakthrough. With a lineage dating to 1983 — providing games for the Atari, later the Commodore 64, then partnering with Apple on an online service — by the early 90s, the company had determined a strategy. It would be the easiest way for non-technical people to get online. In retrospect, this decision, which led to all of America Online’s subsequent (extremely ambitious) product design and marketing tactics, seems like an obvious choice. But it only does so if you assume the Internet is a mass market product that needs a mass market on-ramp. It was not at all unreasonable at the time to assert the opposite: that the Internet was a powerful tool for specialized and/or eccentric users (ham radio was a common comparison), and that the distribution strategy should reflect that. It was reasonable to believe that it could not or should not be made easy or that this was only possible to a limited extent. \\n  \\n America Online took the other side of that bet -- even at the risk of looking stupid or antagonizing the small but ideologically-committed existing community of Internet users. Whenever it was possible to eliminate a step in the onboarding process, they did. When the brilliant marketer Jan Brandt recognized that limited access to America Online’s software was inhibiting growth, she led [the most audacious disk distribution campaign in history](https://www.theatlantic.com/technology/archive/2010/12/how-much-did-all-of-those-aol-cds-cost/68600/). “At one point, 50% of the CD’s produced worldwide had an AOL logo on it. We were logging in new subscribers at the rate of one every six seconds.” Then, in 1996, they went farther and got the software pre-loaded into Windows 95. When the company’s testers determined that users needed buttons to look like buttons, every important UX control was given bevels and drop-shadows, and design aesthetics be damned. Internet concepts like ‘BBS’ and ‘gopher’ were never invoked by name. Trusted content brands were promoted via well-known metaphors like ‘channels.’ \\n\\nUnderneath the design and marketing, everything was optimized for performance and user engagement. America Online built out a massive 1-800 network, so users’ modems would always be able to find an open phone line. They preloaded massive amounts of graphics on those ubiquitous disks, so that users wouldn’t need to wait for images to load. Ted Leonsis, whose company Steve Case acquired in 1994 and who led many of these moves, once said: “I spend most of my time dumbing things down.” There’s no more famous and appropriate example than the audio that rewarded users who logged back into the service again and again. In three simple words, it proclaimed the payoff: “You’ve got mail!”\\n\\n![](https://images.mirror-media.xyz/publication-images/hyUwDjgn_wmMf6l1YJLsV.png?height=383&width=612)\\n\\nThese moves worked. From 1993 to 1996, America Online rocketed from only 300,000 subscribers to 8 million. For the first time in the history of the Internet, a company had achieved ‘scale.’ Its slogan, “So easy to use, it’s no wonder it’s #1,” was accurate. When it launched a browser, AOL.com became the [biggest website](https://slate.com/technology/2009/02/the-unrecognizable-internet-of-1996.html) (by far), not because there was anything interesting on it, but because it was the default. And then, in what amounted to the *coup de grace* to the online services industry, America Online switched to all-you-can-eat pricing. (The flat fee was so popular that it overwhelmed the company’s modems, leading states attorneys-general to force AOL to take down the ‘Jetsons’ ad that promoted the deal.) By 1998, America Online was able to buy its remaining competitors, even including Web pioneer Netscape. America Online’s vision -- ease of use, at all cost -- had won.  \\n  \\n To what extent are we now, in the popularization of blockchain technology, at an ‘America Online moment?’ For consumers, the difficulty of participating in crypto services is certainly similar to the Internet of the early 90s. Two exceptional companies stand out as being easy enough to recommend to non-crypto friends: [Dapper](https://www.google.com/search?q=dapper+labs&rlz=1C5CHFA_enUS959US959&oq=dapper+labs&aqs=chrome..69i57j46i199i433i465i512j0i512l4j69i60j69i61.2288j0j9&sourceid=chrome&ie=UTF-8) and [Coinbase](https://www.coinbase.com/). But we are very much still in a pre-consumer phase of Web3. While there are games emerging (see: [Axie](https://axieinfinity.com/)), and pockets of user attention in corners of Web3 tied to particular interests, there remains a massive non-technical gap in comprehension and onboarding. Most practical use cases are narrow in appeal, like digital sports collectibles and coin/token investing. The value of America Online was driving user onboarding in a way that showcased what the internet could unlock across a variety of interests and industries. Blockchain protocols and products today lack that user onramp. Bottom line:\\n\\n> **There’s no single America Online-style solution that gets the newbie simple and comprehensive access to the best of the blockchain.**\\n\\nTo this claim, we can expect protests from both crypto skeptics and enthusiasts. The skeptics would argue that the analogy makes no sense, at least not yet, because there’s no crypto value proposition as useful as email, instant messaging or web browsing. From this perspective, it doesn’t matter how easy you make accessing ‘the blockchain,’ if for most people there’s no imminent imperative to do so. On the other side, enthusiasts might argue that onboarding problems are being slowly but surely solved by the crypto community, and that no dramatic simplification, no ‘dumbing down’ from outsiders, would ever work. The nature of decentralization, after all, rejects attempts at singular solutions. Dumbing down has always necessitated the transfer of sovereignty from the user to the platform. \\n\\nThese opposing points, perhaps paradoxically, both ring true. And it's not difficult to see how they might interact to constrain the market. Decentralization leads to difficulty of use which leads to a relatively small number of tech-savvy crypto users which in turn leads to a limited number of use-cases. And, in a context entirely *unlike* the early Internet, the vast amount of money sloshing around the blockchain compounds this ‘problem.’ To put another way, it’s lucrative for crypto developers to provide services for the small number of comparably wealthy and sophisticated users already onboard. They don’t need to solve getting newbies ‘onchain’ to be profitable.\\n\\nSo it’s interesting to consider what the Steve Case, Ted Leonsis and Jan Brandt of today would build on the blockchain. To begin with, we can be fairly confident that it would focus on NFTs. Why? Because even though we’re early in its development, it is already evident that collecting and trading ‘things’ is more compelling to mainstream users and more adaptable to everyday life than abstract ‘currencies.’\\n\\nImagine a service organized around categories, like hobbies, sports, health and so on. In each category, there would be products users could purchase, though lots of them would be ‘freebies,’ mostly from brands that users recognized, like fashion houses, film and video game franchises, sports teams and cooking shows. These would range from digital services, like a paid podcast or Q&A helpline, to a physical thing, like shoes or cookware, or tickets to an online or real-life event. These would all be items in NFT collections, although the platform might be called something else. When users bought one, they would have access to a community of other people who also owned them. Imagine buying a piece of exercise equipment and having access to a chat room, message boards, and community events, populated by the company and its fans. All of the NFTs a user owns would be  organized in her/his profile (wallet). They would be default private but users could choose to make them viewable to friends. If they were physical/real-world products, users might choose to redeem them for delivery, in which case the NFT would become a stub for returns. Users might choose to sell their NFTs, if they lost interest in the product and/or if the prices for them increased in value, and this would be easily managed through the interface. Most importantly, users would receive notifications of products they would be likely to want to buy or trade for, all based on the contents of their profiles. \\n\\n[https://www.edge.org/conversation/ted_leonsis-digerati-chapter-18](https://www.edge.org/conversation/ted_leonsis-digerati-chapter-18)\\n\\nToday, much of this is slowly happening within an increasingly large community of crypto-curious. The AIM screen name is being [replaced with PFPs](https://www.artnews.com/art-news/news/pfp-nfts-future-market-1234602384/). Chat rooms have migrated beyond communication centers to be coordinated businesses between community members by way of DAOs. Purchasing is made ‘simple’ through wallets, and offers an interoperable experience for being able to buy and hold across the entire internet. And purchase power is put in the hands of the originators themselves, setting rules on price and contracts for secondary markets to build a business around virality and recirculation. You can argue these early attempts on social structures and community were driven by influence of the AOL days, but lean heavily on the ability to do this everywhere rather than just a specific somewhere. But this is an entirely new internet. For decades we’ve assumed that online items were less valuable than physical ones, and internet participation was more about connecting the physical to the digital and managing your physical life online. With NFTs, that responsibility has changed. Not only has the digital world been completely untethered from the physical world, but we are now able to actually LIVE online. America online is now online America. And this change is significant. \\n\\nThe America Online of Web3 would break down this new value in every single way. Similarly to how the Web2 conveniently showed “normies” the functions of a consumer internet, there needs to be coordinated efforts to unveil the utility of the next internet. Note that it won’t be the decentralized, chaotic, high-risk but high-fun world of the current crypto-verse. It would only feature collections that the service considered reasonably priced and scam-free. It might even provide unhappy buyers with money-back guarantees! \\n\\nThe team behind such an effort would be relentlessly attacked by the crypto community as security risks and ‘centralizers’ -- both of which might actually be true -- even more than Steve Case, Jan Brandt and Ted Leonsis once were. And the hyper-rapid development cycles and attention deficit tendencies of crypto makes it difficult to create something integrated and comprehensive which doesn’t feel anachronistic by the time it launches. We’ll probably see elements of the concept in bits and pieces, perhaps from mega-platforms like Facebook, Amazon and Apple, rather than as a standalone single offering. And it’s possible that the success of such a platform would be short-lived anyway, like the bicycle training wheels a kid finds cumbersome, even embarrassing, within a few months.\\n\\nBut the need right now is real. Is there any path to rapid scale? Is there an analogy to the tidal wave of 3.5-inch floppies that found every tech-laggard in America and got them an email address? Is anyone thinking big enough? We believe we should try.\\n\\n \\n  \\n \",\"timestamp\":1636395377,\"title\":\"America Onchain: \\\"You've Got Scale?\\\"\",\"publication\":\"darkstar\"},\"digest\":\"XdzGaKgCMXmm7Xgaai_u4-iv7MCjF025sip_TJSDrVo\",\"authorship\":{\"contributor\":\"0x7FdCA0A469Ea8b50b92322aFc0215b67D56A5e9A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RRIaP8QfZMBkGwd6P64kpciLIFLBhceVbHjtAhiQp1g\\\",\\\"y\\\":\\\"gXq5lTyHX2eQotGu7TlyV_W-lzHb_R0dribgW1LneMQ\\\"}\",\"signature\":\"SukxIhb5HnQuDB08DkVLMIk9IdpqcfOL1aqqFv4Rkw_CEg454OfdeqbuDDwv2L1JdaJkg4O1HTCwWN81DzJRUQ\",\"signingKeySignature\":\"0xf708776c5d9d277676cce4fe82f136e07c04e656be89efef0cd7c87770eee1f8177f77bb0b65b0254985d158c1aa547176ff6d66d5474da11ef29f22625c5ec41b\",\"signingKeyMessage\":\"I authorize the publication of articles on darkstar.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RRIaP8QfZMBkGwd6P64kpciLIFLBhceVbHjtAhiQp1g\\\",\\\"y\\\":\\\"gXq5lTyHX2eQotGu7TlyV_W-lzHb_R0dribgW1LneMQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XdzGaKgCMXmm7Xgaai_u4-iv7MCjF025sip_TJSDrVo\"}"