"{\"content\":{\"body\":\"## A Defi Inhabitant\\n\\nOwen is a conservative Defi inhabitant. He tends to put almost 60% of his property in yearn vault unless he sees certain great opportunities, usually could generates significant fluctuation; and divides the rest 40% in two parts, one for high-quality yield farming, and the other part for \\\"blue chips\\\" and meme coins with high attentions for risk investment.\\n\\nHe believes that he's been performing the most profitable strategy all along. However, the story of Dana, his friend, gained hundredfold profit from EtherRock, the old-book Ethereum Project, touched his heart\\n\\nThe fact that finding a nice NFT project to trade is just appears to be way more attractive than holding those stupid new yields with APY won't last for two days or those altcoins that look fake and float like waves.\\n\\n![](https://images.mirror-media.xyz/publication-images/7Awee52xW_YsHp_-N0kNC.png?height=777&width=742)\\n\\nOwen wants to take a shot, he wants become a NFT trader.\\n\\nHe immediately found Dana to learn her tricks and of course wants to know her thoughts on trading NFT, since \\\"copying homework\\\" has always be a time saver. And as lucky as Owen could be, Dana just shared her methods without holding anything with her generosity.\\n\\n## Dana's NFT trading Strategy\\n\\nIn fact, Dana told Owen that she has a small NFT-targeting Team Rocket with four positions:\\n\\n1. Information Tracker\\n2. Project analyst\\n3. Codes analyst\\n4. The Trader\\n\\nFirstly, Information Trackers(usually 2-3 people) are responsible for looking for any small projects or even minor traces that potentially could becomes next huge spot. Therefore they have to working in rotation 24/7, reading and watching information websites, including KOLs' Twitter or Youtube channels, Discords, NFT news, the market trading volumes and rankings.\\n\\nNext, Project Analysts(usually 2-3 people) starts on investigating previous fundings, doing project process/logic analysis, background research and summary. Due to the nature of NFT, which is extremely time-sensitive, Project Analysts have been required not only fast-screening Tracker's fundings, but also performing quick-deep research as well.\\n\\n![](https://images.mirror-media.xyz/publication-images/PJyAudZQG_RDCLI5f9JZ6.png?height=759&width=2091)\\n\\nThe chosen project will then deliver to Code Investigators(2 people). There are no perfectly secured code especially those new projects. Their evaluation usually comes very late, or even doesn't exist. But the market moves fast and we have to make our moves before its blast. Thus, quick-evaluation has to be done by professional Code Investigators with sufficient knowledge, so that they could provide visions and suggestions, normally involves identifying the ownership problem, whether this project is fixed circulations, how it is gonna distribute and further. You should always be aware of that codes are way more convincing than adverting.\\n\\nOnce the target has been confirmed, The Trader is going to take action. Trader needs to record all details, such as every proejcts' auction time, their requirement of whitelist or even their airdrop plan, then trade based requirements.\\n\\n## Owen has problems\\n\\n![](https://images.mirror-media.xyz/publication-images/xmDRgnZ7vOezVr3vDxFK_.png?height=608&width=1080)\\n\\nWhat Dana just said has shocked Owen since he had no idea how difficult and complicated it was to be a professional NFT trader, in fact, it is much troublesome than his original investment.\\n\\n\\\"There are only two ways to gain excess profits, my friend. Enormous capital, or work your ass off. \\\" said Dana, \\\"I have told other friends about my methods but to most of them, its just a spur for a moment, you know. They don't wanna get into this business like me but somehow they think I will share my results for free. And you know of course that's not gonna happen. \\\"\\n\\nOwen understands, he told Dana that he'd much prefer to be her follower. He will share some part of his profit to Dana if she tell him her trading results and that looks appeal to Dana as well. She found the idea is feasible and in fact, she does saw many great opportunities but missed since she doesn't have sufficient capital. Therefore...\\n\\n## Fund manager in NFT?\\n\\n\\\"A fund in NFT!\\\"Owen and Dana shouted together. This is a freshly new thought and clearly a multiple winning strategy.\\n\\n\\\"But what if the investment fails? I don't wanna manage their money 24/7.\\\" Dana has concern since she couldn't provide regular investment report or real-time feedback to her capitalists.\\n\\n\\\"What about just selling your action and methods.\\\" Sadi by Owen with an interesting idea, \\\"All you need is a space recording notes, like everyone can list and check your NFT trading circumstances, while you can seperate your space to public\\\" and private. 'Public' is like a gallery, which is for publicising your success and tastes so that can help you attract other users. \\\"\\n\\n![](https://images.mirror-media.xyz/publication-images/TIJCyALZpA34NVWkwLkI1.png?height=942&width=1763)\\n\\n\\\"While 'Private' is encrypted by yourself, only users gain permitted by you can check since you stored all your value investment combination plans in it. Your trading data also been packed in it and get reads-time censorship, and of course all these functions can be used by users who actually purchased your plans \\\"\\n\\n## Dataverse: Dana's Biggest weapon\\n\\n\\\"Now, the question is, where to establish such a space station?\\\"Dana just couldn't find a website that provides all those comprehensive features. And yes it will be very unfortunate for Dana if it is a year ago since back then there are no website or extensions could do that. However, it has all been achieved and even much more convenient than she could imagined nowadays by a single Chrome extension, that is , Dataverse.\\n\\nDana would realise that this extension has a feature of one-click collect and classify in all main NFT marketplaces with personal account called DID, which allows others to visit her spaces.\\n\\n![](https://images.mirror-media.xyz/publication-images/IwnYX_8QDSKX9FsAQv9nN.png?height=417&width=992)\\n\\nAll NFT has been classified automatically and each of them has its all informations listed, while still allows users to add tags or notes. It is just what a professional NFT trader wants: saving effort on data management.\\n\\n## Next, Sell!\\n\\nThe easy-to-use Dataverse will not only provide Dana with a free one-stop NFT service, but it will also provide Dana with a platform for trading its own operating solutions:\\n\\nAs described by Owen, Dataverse will establish a data market, which will contain operational data packages for various roles such as professional NFT traders, NFT collectors, and giant whales. As long as they want to sell their own solutions, Dataverse will act as a \\\"bridge\\\" connecting sellers and buyers, allowing data transactions and value to be carried out on the chain in an open and transparent manner.\\n\\n\\\"That's great. Owen, this idea is really exciting!\\\" Dana has even begun to plan her operations.\\n\\nThen let us look forward to how much wealth Dana can create through Dataverse\\\\~\",\"timestamp\":1636822250,\"title\":\"When you want to become a professional NFT trader\"},\"digest\":\"L5WnRjbHFQxjz9Ri4xAWSj4VgzG58HSTMyQ4WvI2frc\",\"authorship\":{\"contributor\":\"0x70997970C51812dc3A010C7d01b50e0d17dc79C8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VJt4c8zTh87old389-rnPAOZI46buPMPl8R4LPkkKNQ\\\",\\\"y\\\":\\\"P7MxewnZn0dDQs1-DtUUMSIYWbqJMV1CoolxFowJJtc\\\"}\",\"signature\":\"0AXhGFLAsnCf1Sr9taY7B1epaHYMsN7P0sPLJu3LGtIZg7UO0qD6GAe6E53Fb8WJGtuaXytRPLatoZgjQQ0bLA\",\"signingKeySignature\":\"0xaeb0ef7e9e4dedbc62481c55939e0d1386b6aba9f07af7de447157b770d3bb666eb46d0822c9a6c7516c52c526c0879b5d76c50d368c7c9f8943f8b385cb1f481b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VJt4c8zTh87old389-rnPAOZI46buPMPl8R4LPkkKNQ\\\",\\\"y\\\":\\\"P7MxewnZn0dDQs1-DtUUMSIYWbqJMV1CoolxFowJJtc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"L5WnRjbHFQxjz9Ri4xAWSj4VgzG58HSTMyQ4WvI2frc\"}"