"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/u3_co--Te436VXmAArAOh.jpeg?height=1581&width=2371)\\n\\nWhat if gyms had some sort of ISA (Income Share Agreement) for newbies.\\n\\nMost kids get into fitness when they are of age 16-20.\\n\\nBut they start with the wrong form, technique, exercise, and diet. Most importantly, they lose motivation after some time, witness a drop in results, and in many cases, stop working out. They need someone to motivate them to push, they need someone to spot when leveling up and they need a proper diet to have the energy to perform.\\n\\nOn the other end, gyms are leaving money on the table. Trainers notice a newbie who is doing everything wrong but do not offer them advice since they aren't paying for it. Not showing them what they’re missing out on is a huge sales mistake.\\n\\nWhat if trainers offer a free 2 weeks trial where newbies can compare the personal trainer experience with figuring things out on their own. Conversion to a personal trainer after a free trial would be way higher - than just hoping that someday somehow newbies will ask for it.\\n\\nWe can learn a bit from the Fintech industry. They project your returns 40 years out and show what would the ROI be if you invest $100 in different assets out there. No one wants to regret losing out on gains. So people get in and start investing.\\n\\nSimilarly, no one wants to regret how much muscle they could have gained if they just had a personal trainer. Also, paying for a personal trainer adds an accountability factor and pushes you to make the most of that money you’re spending. Thus, tangible results.\\n\\nNot every 16-20 year old has the money to hire a personal trainer. But if we train them for free for these initial years (let's say 1 year of free personal training), that training would help them improve in other areas of their life. A great physique will induce confidence. The daily grind of showing up and putting in the work will create a mindset of patience and trusting the process. Overall, preparing them to achieve great things in life.\\n\\nPlacing the right kid in this ISA program might require some sort of test. During the 2 weeks of free trial, trainer can understand if the kid shows up consistently, is punctual, and is ready to learn. Such a simple test will ensure that even the personal trainer is invested in that kid's growth.\\n\\nWith recent talks about metaverse and people spending more and more time on the internet, fitness will play an even important role in the future. We need to help more kids build a habit of training and valuing physical fitness.\\n\\nI believe Gym ISAs can help!\",\"timestamp\":1640791168,\"title\":\"Gym ISAs for Newbies\"},\"digest\":\"OzjpSUYy01NjrJaeoOvgcZuQ-QNu6-SW0z2-dYPn4Z0\",\"authorship\":{\"contributor\":\"0xfA4e3AeB9F59C6d5F957e7C3002c03D2C6927991\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5IimMhGVGjX2jcs7B-_rhinQxtfWlsjoRII-g8jfpDk\\\",\\\"y\\\":\\\"yCkbtzhUIey9xw4pOHgdlDDKnvnx3T-37lYZ1Q-jA2I\\\"}\",\"signature\":\"GaDog-aaQQoO8_fH_WT3ipGKZ8EL2rOlyp4sy8Ffu1JkUMQA9Qtpjwre1pqLzDBmkGC_3bozMAHE7yUysu2aHQ\",\"signingKeySignature\":\"0xac0b3a239187e1ad6b5cd552dc8830984e9a4b68a9b9337be716f4c4b51d76df2b894a7fbaf58df40dba8244ff3c994f01c8f07d9f67f59a274a354de5d0688a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5IimMhGVGjX2jcs7B-_rhinQxtfWlsjoRII-g8jfpDk\\\",\\\"y\\\":\\\"yCkbtzhUIey9xw4pOHgdlDDKnvnx3T-37lYZ1Q-jA2I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OzjpSUYy01NjrJaeoOvgcZuQ-QNu6-SW0z2-dYPn4Z0\"}"