"{\"content\":{\"body\":\"*My brother died of heroin overdose in 2015. I wrote these words back then and sharing them again now. If you are struggling with addiction, please seek out help. [SAMHSA's National Helpline](https://www.samhsa.gov/find-help/national-helpline) is 1-800-662-HELP.* \\n\\n![Me and my young brother on my 11th birthday](https://images.mirror-media.xyz/publication-images/81vdM8DDbtUhi3nwbnAWs.jpg?height=995&width=1482)\\n\\nIt’s a strange thing to know someone for the entirety of their life. Our books usually overlap so that we are either there at the beginning, the long middle, or at the end – but never cover to cover. To be able to remember the moment your Mother brought him home to the moment you got the phone call an hour after work — from your Father — standing over his dead body —shouting in to the phone in such a agonized scream you couldn’t tell if he was laughing or crying. \\n\\nDeath.\\n\\nGun shots are the same. They say you feel it enter but you don’t feel the pain. All you know is something has happened to you — something has punctured you — and the consequences will pile up as each second passes. You can’t stop those seconds from passing, although each prayer on the end of each second is that you can. \\n\\nYour next instinct is to try and catch the seconds. To make it like it never happened. To grab the seconds, put them back in their place, push them together like a spring and lock them in place again so that your machinery can carry on as you planned and you can lay on the couch and watch TV and admire the sunset. But you cannot. You will always be one second behind it.\\n\\nDeath is unnerving for those of us who make a living thinking about things. Death is a thing you can’t grasp. It’s a wet bowling ball on top of a granite table. You try to get your hands around it, possess it, understand it as you have all the other experiences you’ve ever had. Yet with every tactic you devise it slips away from you and remains. Reach behind it, above it, grab it with both hands. Nothing. So you ignore it. You go to the bar anyway, hang out with your friends and listen to their condolences — yes even if just an hour later — you go. What else are you to do? It’s still there and later it’ll want something from you, but right now you and it are living together like housemates. It occupies some space of yours (it seems oddly to be in your stomach at the moment) and you’ll greet it when you get back at night.\\n\\nIt greets you first, though. Your mind yields to it, and the strangest thoughts occur. You are now an only child. Is this what only children feel like? You are the only one left to take care of your parents. They are aging. What did he think before he died? Did he know he was dying? They say he fell so hard he broke his nose. He was dead before he hit the ground. Was he that fragile? Am I that fragile? Are all of us that fragile? Could I fall to the ground right here, in this room? A puppet whom the puppeteer gives up on, wooden nose disjointed on the floor? You die and then you forget you died. Things will keep going on around you, but you’ll never know anymore your thoughts on their movement.\\n\\nThese thoughts continue. Meanwhile, the funeral. We are always left to bury our own dead, shovel in hand. Father picks the funeral home, Mother lays out the photos, Father picks the casket, Mother talks with other women around the living room, Father helps with announcements, Mother picks the clothes he’ll be buried in. Grieving is left for the night, the day is for the digging.\\n\\nAll this time it remains. It has never been punctured nor has it even rattled in you. You go back to work. You shower and shave. You get in your car and light a cigarette.\\n\\nSuddenly: **Rage.**\\n\\nRage you haven’t felt since you were a teenager. Rage that fills every organ and then sits there and grows hot. You want to rip things apart. Break things in front of people. Break their things, in front of them, and not feel remorse. Lose all sense of empathy.\\n\\nRage like someone gave the thing inside you a gun and an exit.\\n\\nBut it doesn’t exit. Your instinct was that it was to be dealt with, that it would come out with an explosion of tears or wailing. It does not. It stays. You will carry it around from now on. It will swell up and stick out of you on every sadness and every death. It will shrink and be comfortable inside you on happy days. It will ensure that from now on tears will accompany your sadness. You never cried when you were young. Now, you will.\\n\\nIt is the cracks in the vase. It is the dents in the steel.\\n\\nIt is the damage that has been done to you.\\n\\nIt is death.\",\"timestamp\":1637799574,\"title\":\"On The Death of a Younger Brother\"},\"digest\":\"NnAvZ54p9TPh6Lcxzh5i0ZO3-PUZ6y78nXhUnUAVlHo\",\"authorship\":{\"contributor\":\"0x1A834DB12d1098C3C85F4953A47A68270411C39c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"y36wkceP6yMBv1qfnGLj4zUTTHu9NghC9MB6m6eFVg4\\\",\\\"y\\\":\\\"XUc6eBKtcRp3hjnyR_09T8Sjj1J0i3SUgboZ7MLc9fA\\\"}\",\"signature\":\"NEdmqosYwNfRFiIspQjX6IndM-R6lhFn8ZOBF6vS8qxqbpeLJbyJA__QzYr_0f6z91g3oQUEsELNRrzKw0yXwQ\",\"signingKeySignature\":\"0xd8c820afec2b459c7fb6305dc8cba2c65e7a0b8a9e7f17a00dd50dfe04c7807923807006a958a51ca140adccbdefeaa3c2e9587d659923b8400034da92c6b8b81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"y36wkceP6yMBv1qfnGLj4zUTTHu9NghC9MB6m6eFVg4\\\",\\\"y\\\":\\\"XUc6eBKtcRp3hjnyR_09T8Sjj1J0i3SUgboZ7MLc9fA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NnAvZ54p9TPh6Lcxzh5i0ZO3-PUZ6y78nXhUnUAVlHo\"}"