"{\"content\":{\"body\":\"**Over 4000 DAOs and 1.6 million people are aggregated and analyzed on DeepDAO’s  discovery engine \\\\* Financial and governance data on all nodes of this vast network of people, their organizations and tokens \\\\* Plus a dashboard of the tools that make it all work**\\n\\n![DeepDAO V2](https://images.mirror-media.xyz/publication-images/saDYKlD9OeDiQil4_-XJ8.png?height=871&width=1400)\\n\\nWhat an incredible year 2021 was for the DAO ecosystem. \\n\\nIn this new era of decentralized governance, the numbers of existing DAOs grew by a hundredfold. DAO treasuries now hold tokens worth billions of dollars in USD, the number of DAO tokens has soared, people have joined the governance movement in droves. Even mainstream media and financial institutions began participating. At [DeepDAO](https://deepdao.io/organizations) we’re very proud to be part of this movement, and today we’re launching our DeepDAO 2022. A robust listings, analytics, and discovery engine for exploring and analyzing communities, activities, people and governance across the DAO ecosystem. \\n\\nListing, ranking and analyzing DAOs from all platforms and chains is our core mission. \\n\\nHowever, it has always been clear that DAOs are complex creatures that center around the interactions and interconnections between individual people and groups. This emergent, voluminous network of people socializing, investing, working, and doing things together, sometimes to attempt outrageous goals, demands a deeper suite of tools to allow for exploration and analysis. The  tools we have built reflect this richness and complexity, and make this multifaceted data available, accessible, and fun for everyone to explore. \\n\\nLet’s take a detailed look at some of [DeepDAO](https://deepdao.io/organizations)’s new features. \\n\\n![Ecosystem Overview](https://images.mirror-media.xyz/publication-images/CRLBfGqwcTk1tYtXxED2b.png?height=704&width=1348)\\n\\n## Discovery Engine: 4k DAOs, Over 1.6m people\\n\\nWith so many new projects converting into DAOs, and with projections suggesting the creation of hundreds of thousands of DAOs in the near future, the need for a search engine that allows for exploring several angles of the ecosystem is clear. DeepDAO allows you to search for detailed information on over 4000 organizations. Kudos to our friends from [Snapshot](https://snapshot.org), [Aragon](https://aragon.org/), [Daohaus](https://daohaus.club/), [DAOstack](https://daostack.io/), [Gnosis](https://gnosis.io/), and many others for creating the DAO launcher platforms that enable DAOists to get their DAOs up and running.\\n\\nTo fully understand the ecosystem it is imperative to go beyond the organizations, and consider the people within them as well as their mutual interactions. Every potential voter on Ethereum (other chains are coming later in the year) has a profile on [DeepDAO People](https://deepdao.io/people). Simply search by address, eth domain, or name.\\n\\nSome participation numbers: Over 1.6m people are potential voters in at least one DAO (sometimes based on formal membership, and sometimes on their token holdings). There are over 400k active participants, who created at least one proposal in a DAO, or voted on one. Almost 2.5m votes have been created in the ecosystem so far.\\n\\n## Personal DAO Resumes \\n\\n![Personal DAO Resume for each Ethereum address](https://images.mirror-media.xyz/publication-images/wneClTGPq8Ob9NaIEN_HN.png?height=750&width=1399)\\n\\nThere is rich information on each Person’s DAO activity in the profiles we have built. Each profile includes all the DAOs you are part of, the proposals you created and/or voted on, and the proposal results. In addition we list the top token holdings for an address, and we include both the related [ENS](https://ens.domains/) and [IDX](https://idx.xyz/) profile information. \\n\\n![Each profile has an automatically generated DAO experience section ](https://images.mirror-media.xyz/publication-images/BKBNsDaWiHI-2dmCrO7R1.png?height=759&width=1400)\\n\\n**To further personalize their profile we now invite all DAOists to imagine their governance identity.** Connect your wallet and enrich your profile with a description of yourself as a governance participant. Depending on your preference, you can reveal or keep private a variety of personal information. \\n\\nIn the interest of privacy, we invite participants to create a profile that is only as in-depth as they choose it to be. From the name or nickname associated with the wallet address to the public avatar, the owner remains in control. Also, we do not verify any of this user-generated information, it is completely left to the owner to manage.\\n\\n![DeepDAO Invites all DAOists to create a Governance Identity](https://images.mirror-media.xyz/publication-images/XlzCaui9wYKebOHQcrQx2.png?height=798&width=703)\\n\\nThere is a distinct owner benefit to providing a rich profile of themselves: The identity they create will help them find people they are potentially interested in, and enable people to find them in kind. For example, this feature can benefit someone who would like to work for a DAO that shares their interests, wants to start a DAO with other similar people, is looking to talk about specific tokens with others, or just wants to meet like-minded DAOists. Our social graph algorithm will suggest potential connections based on the similarities between them and another person or DAO. \\n\\n![Example from a person's social graph](https://images.mirror-media.xyz/publication-images/7oAfccAUaawKOmBwwkIxO.png?height=166&width=1356)\\n\\n## Top Treasury Tokens and Their Trends\\n\\nOn our main [Organizations](https://deepdao.io/organizations) dashboard you can now see two new features. One is the percent change in the DAO treasury (the whole treasury, not just the DAO’s token) over the prior 24 hours. The other is a fascinating overview of the DAOs top 5 treasury tokens. A quick scroll up and down this dashboard reveals the main tokens the ecosystem is currently investing in. In one quick glance you can assess which DAOs are diversifying in stablecoins, ETH, other DAO tokens, and which are leaning more towards their own token. \\n\\n![Top 10 DAOs on DeepDAO.io](https://images.mirror-media.xyz/publication-images/unYJ1D0byysuftonWNW16.png?height=693&width=1043)\\n\\nMuch more information on each DAO is available in the inner organization pages. A full list of currencies in the DAO treasuries, a list of governance decisions and an analysis of the top active people and their coalitions is immediately available. \\n\\nOne of the most exciting features of the data we now have is the social and financial graph that is created for all these organizations, people, and tokens. The first product of this graph is our Organizations With the Same People feature. For example, [Radicle](https://deepdao.io/organization/4c31770a-e3ca-4cc8-9292-508d632ff66a/finance) has the most mutual people and treasury tokens with ENS, Badger DAO, yearn.finance, and API3. Start clicking on any of these sibling and friendly DAOs, and you’ll get a feeling for a larger and larger portion of the entire network, and how interconnected it is. \\n\\n## DAO Categories \\n\\nIn order to help users investigate DAOs based on their core purposes, we have assigned them into several categories as follows:\\n\\n 1. Investors: Invest in crypto or tangible assets and projects via Web3 tooling\\n 2. Venture: Seed-fund, incubate, network early-stage blockchain projects\\n 3. DeFi: Run Web3 protocols, assets or tools for decentralized non-custodial trading\\n 4. NFT: Serve NFT technology, communities and markets, NFTs as DeFi instruments\\n 5. Social: Build and organize communities and their ecosystems, as a main trade\\n 6. Greater Good: Work for set goals beyond membership boundaries and financial interests\\n 7. Art & Culture: Promote creators, their communities and markets, digital meme’ing and ideation\\n 8. Gaming: BUIDL games as a technological frontier; serve game communities & markets\\n 9. Product Creator: Focus attention and resources on product-building and curation\\n10. Freelance & Hire: Run Web3 work marketplace, ongoing grants, BUIDLing guilds\\n11. Media & Comms.: Produce & run Web3 media channels, PR, journalism and communication platforms\\n12. DAO Tool: BUIDL for DAO governance, treasury, or other typical capabilities\\n13. Tangible Assets: Produce, manage or trade things that are not online\\n14. Undefined \\n\\n## DAO Feed \\n\\nOver 45k decisions (proposals) were taken in the DAO ecosystem so far, and over 2.4m votes were made. Our [Governance Feed](https://deepdao.io/daofeed) brings all of these decisions and votes to one place.\\n\\nThe feed updates several times a day so you are able to always see the latest news from thousands of organizations. You can filter and bookmark your favorite DAOs and come back daily to see what’s going on. We also aggregate and feature the top active DAOs and most active people in DAOs over the past 7 days. \\n\\n![DeepDAO's Governance Feed](https://images.mirror-media.xyz/publication-images/0BeBz8oVLeSxX4xuFb1ks.png?height=926&width=1308)\\n\\n## DAO Tools \\n\\nThe preponderance of new DAOs, new participants, and new use cases for using DAOs demands tools for the management of the ecosystem.\\n\\nOur new [DAO Tools](https://deepdao.io/dao_tools) dashboard helps you discover over 50 tooling projects aiming to solve everything you may need to start and manage Web3 DAOs throughout their lifecycle. These DAO Tools are categorized in the following manner:\\n\\n 1. DAO Guide: Learn about DAOs and DAO ecosystems\\n 2. Launcher: Set up a working DAO with governance and treasury, often extended\\n 3. Governance: Set and operate DAO institutions, rules, procedures, decisions & regulatory context\\n 4. Legal: Apply real-life legal structures to smart contracts\\n 5. Treasury: Manage blockchain assets, financial interactions & reports\\n 6. Identity: Verify Web3 identification before humans and applications\\n 7. Art & Culture: Promote creators, their communities and markets, digital ideation and meme’ing\\n 8. Analytics: Make meaning of DAOs and their ecosystems based on data and research\\n 9. DeFi: Utilize tokenized assets trading tools towards designated DAO missions\\n10. NFTs: Serve NFT technology, communities and markets; NFTs as DeFi instruments\\n11. Security & Privacy: Keep DAO and members’ software & data from harm’s way\\n12. Media & Comms.: Engage in DAO-designated channels, journalism, PR, (human) communication platforms\\n13. Dispute Resolution: Apply network algorithm solutions to smart contracts disputes\\n14. Infrastructure: Leverage Web3 technologies to facilitate on-chain communal coordination.\\n\\n![From starting a DAO to managing it: the top tools on DeepDAO](https://images.mirror-media.xyz/publication-images/8nASgwLRfWYiuSSL0zePk.png?height=880&width=1400)\\n\\nIf you think your project should be added to the tools section please feel free to contact us at [info@deepdao.io](mailto:feedback@deepdao.io). We expect many more tools to become active this year and we aim to list the best of them.\\n\\n## Upcoming \\n\\nWe’d like to thank everyone who has used our analytics tools, explored our discovery engine, provided us feedback and feature requests, and helped us to connect to all the great creators across the DAO ecosystem over the past two years. WAGMI.\\n\\nWhen we started aggregating DAO data back in 2020 there were only a few of them around. We had a strong feeling DAOs were going to be big and we’re thrilled to see the electric, creative energy flowing from everyone around us. The future seems bright and there are so many things we’re working on for the coming year including: Adding new chains, new DAO platforms, new DAO tools, increasing the pace of listing on [DeepDAO](https://deepdao.io/organizations) and making our data available in API. Stay tuned.  \\n \\n\\n \\n  \\n  \\n \",\"timestamp\":1642688993,\"title\":\"DeepDAO 2022: Discovery Engine for DAOs and People\"},\"digest\":\"Xca_T0eHMDKzWtiXzF4PefhaOrwHRKjnux3r011NAHo\",\"authorship\":{\"contributor\":\"0x2189F1D9fc5EEf0D69abA0BAd981e125A98ABaeC\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xwgI47RteEGZbxIIc8ZOiMqUa8UPtzLwx0NtPJAkZeQ\\\",\\\"y\\\":\\\"IspAk7YOsZ7254lkvZCALp-uU2sTvX25NjlqptHYRhw\\\"}\",\"signature\":\"kHCqlfBI4-lIXjG_nsw7YUAh1LwevlzUr_d0AuxUekZIuUeQ5uNWKVhWy-tLUIRPkhO4S_2aV2mlgPLoUBjjlw\",\"signingKeySignature\":\"0x0229288e1867fd37d9e2cc83de06d70c7ddbe65bf933ff4172b9d4b7a0b13070585876c7488558cf3b77daca9b3b06c07878c7dd5289d22f0b07ac0cb1af103c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xwgI47RteEGZbxIIc8ZOiMqUa8UPtzLwx0NtPJAkZeQ\\\",\\\"y\\\":\\\"IspAk7YOsZ7254lkvZCALp-uU2sTvX25NjlqptHYRhw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Xca_T0eHMDKzWtiXzF4PefhaOrwHRKjnux3r011NAHo\"}"