"{\"content\":{\"body\":\"Chinese President Xi Jinping will attend the 28th Asia-Pacific Economic Cooperation (APEC) Economic Leaders' Meeting in Beijing via video link on Friday and deliver an important speech, and will on Thursday attend the APEC CEO Summit through a prerecorded video and deliver a keynote speech, China's Foreign Ministry announced on Wednesday. \\n  \\n Analysts said Xi's virtual attendance at the two APEC events shows China values regional economic integration and is willing to play an active and leading role in facilitating the process to inject new vitality to post-virus economic recovery and trade liberalization in the Asia-Pacific region. It also comes on the heels of important junctions including China's application to join the Comprehensive Progressive Trans-Pacific Partnership (CPTPP) earlier this year and ahead of the Regional Comprehensive Economic Partnership (RCEP) being implemented next year.  \\n  \\n While vaccine cooperation could be another highlight of the meeting, APEC will also provide a platform for member countries, such as China and New Zealand, to strengthen communication, increase consensus and promote mutual trust, according to analysts. And such closer ties are of vital importance to tackle mounting global challenges and uncertainties. \\n  \\n Xi's attendance at Friday's Economic Leaders' Meeting is at the invitation of New Zealand Prime Minister Jacinda Ardern, Foreign Ministry spokesperson Hua Chunying said. \\n  \\n China's Vice Minister for Commerce and Deputy China International Trade Representative Wang Shouwen attended the 32th APEC Ministerial Meeting from Monday to Tuesday, according to a statement on the website of the Ministry of Commerce (MOFCOM).  \\n  \\n The meeting, which discussed accelerating economic recovery through trade and economic technological cooperation, will prepare for the APEC Leaders' Meeting on Friday, the statement said. \\n  \\n During the meeting, Wang highlighted China's continuing efforts to open up the economy and reduce trade barriers. According to Wang, China's average tariff has been reduced to 7.4 percent, significantly lower than other developing nations. And China has been slashing the negative list for foreign investment since 2017. \\n  \\n \\\"China is willing to work with other members to implement APEC Putrajaya Vision 2040 after being approved by Chinese leaders, providing help to regional economic recovery,\\\" Wang was quoted as saying in the statement. \\n  \\n Song Guoyou, deputy director of the Center for American Studies at Fudan University, told the Global Times on Tuesday that the Chinese top leadership attaches great importance to APEC and has never been absent from the regional cooperation mechanism, which underscores China's firm commitment to promoting trade liberalization in the Asia-Pacific region.  \\n  \\n According to Wang, China has applied to join CPTPP and the Digital Economy Partnership Agreement, and is willing to promote regional economic integration with other members to \\\"accumulate favorable conditions for building Free Trade Area in the Asia-Pacific.\\\" \\n  \\n \\\"Beijing displayed great sincerity and willingness to make policy adjustments to speed up the process,\\\" Song said.  \\n  \\n The integration of the Asia-Pacific region, on the other hand, will also create better conditions to implement RCEP and CPTPP, Wang Yiwei, director of the institute of international affairs at the Renmin University of China, told the Global Times on Wednesday. \\n  \\n The APEC Leaders' Summit will focus on the region's economic recovery from the coronavirus pandemic, emphasizing supply chain support and decarbonizing economies, according to media reports.  \\n  \\n On Friday, Xi had a phone conversation with Ardern of New Zealand. During the call, Xi said that China and New Zealand should safeguard and practice true multilateralism, and join hands to promote regional economic integration, the Xinhua News Agency reported.  \\n  \\n Noting that the next year marks the 50th anniversary of their diplomatic relations, Xi said the two sides should summarize successful experiences, strengthen strategic communication, and not allow a cloud to block their views. \\n  \\n \\\"The Leaders' Summit is also a good opportunity for China and other APEC members to cement bilateral relations, especially for countries that take a neutral view toward China, support Chinese policies and are already on a trajectory of spiraling upward ties with China,\\\" Song said.  \\n  \\n While Australia has followed the US, igniting anti-China rhetoric over a range of issues from human rights to the Taiwan question, New Zealand has been acting more politically independent.  \\n  \\n Last week, Ardern said during a TV interview that New Zealand has \\\"mature\\\" ties with China that allow for disagreements, and the country will pursue a policy of integrity with China.  \\n  \\n According to the APEC Regional Trends Analysis issued on Monday, the economy of the APEC region is expected to grow by 6 percent in 2021 and will settle at 4.9 percent in 2022 in anticipation of the unwinding of fiscal and monetary support measures.\",\"timestamp\":1636572315,\"title\":\"Xi to attend APEC leaders’ meeting, reflects China’s commitment to regional economic integration\"},\"digest\":\"US8DrUDNotHuF1ODzkURjve9koW6M07H6HOnkd4pLtg\",\"authorship\":{\"contributor\":\"0x42cf1f8e50F5DDe5319a2d300812Bf3d7C1f4648\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jeby0rD8qFV86e3KeYf86gxuizcyIiFyDKY5zQ3yQ0I\\\",\\\"y\\\":\\\"pglSPKac7uJ7ojvoRdSSRZLo45ONmLIUGU9Ui3leTh0\\\"}\",\"signature\":\"OrhE_LgNfd-mSeqQsMgdjGzJSKKPqg9ptiwGl3lC3keK79glkpjI5OCY_J5Zzvi-eWBcsOLVWHesM7qZ_2xTUw\",\"signingKeySignature\":\"0x6b3fd942848f9672fedf6c2a7ad8c8abb47d49ff2e60937d583f331a7a77db2a10d4b22fa60d6d09f6b00a3c46128dc856bd336a9ece545b014b04c99e12f0be1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jeby0rD8qFV86e3KeYf86gxuizcyIiFyDKY5zQ3yQ0I\\\",\\\"y\\\":\\\"pglSPKac7uJ7ojvoRdSSRZLo45ONmLIUGU9Ui3leTh0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"US8DrUDNotHuF1ODzkURjve9koW6M07H6HOnkd4pLtg\"}"