"{\"content\":{\"body\":\"This is a journal entry about the mental agony of feeling the need to make a difference… to change someone’s mind. For some people, they just can’t function without doing everything in their power to be an activist and change people’s minds. This little diddy is about you… I used to be you. I still kinda am you. \\n\\nThe most important term in the title is “Plebs”. This is you and me and all of our family and friends. The Plebs are everyone you might interact with, through any platform, on any normal day. This especially includes the folks you agree and disagree with. The real problems in the world come from people who are NOT Plebs… but that’s another subject for another time… cause first you need to recognize that your fellow Plebs are not the problem you think they are.\\n\\nThe first and only priority of this diatribe is to beg you to recognize that it is in our best interests that we plebs train our *radar* to focus inward. Usually you might think of *radar* as an EXTERNAL detection system. Well, you need to flip that shit around and start using it to detect the metal shielding that you’ve constructed around your own personal certainty. Are you eager to state your opinion? Do you think your opinion is fact? Do you think the random “journalist” who told you something new about that guy you already hate deserves a stage on your fact-based platform? \\n\\nThere are only a few things we can be certain of… and only two of those certain things are pertinent to the heart of this discussion that you need to hear: \\n\\n**(1) everything about this massive universe of mostly unverifiable “truth” is constantly changing,** and \\n\\n**(2) each of us are most likely to be very wrong about everything we individually think is certain.** \\n\\nOn the first point, it’s just basic physics; the entire history of science shows that the first statement is almost as close to an absolute truth as we can ever get. \\n\\nOn the second point, well it’s a natural consequence of the first point. If you find either of these points offensive to your POV, you need to spend some time with your narcissism. I would highly recommend several days of Ayahuasca treatments or a visit to a country without electrical or sewage infrastructure so you can learn to clean up your own shit.\\n\\nSo now that I’ve laid the existentialist foundation required to dim your opinion of your Self, I’m going to finish by suggesting some simple rules to enable you to more easily resurrect some faith in your fellow disagreeable humankind. \\n\\n**Rule #1:** *Data and science are not an edifice of certainty.*\\n\\nWhoa whoa whoa… you’re likely to have some cognitive dissonance with this rule. At one time you realized the Easter Bunny didn’t exist… and on a different day, you might have learned that a married President of a “most excellent nation” got his dick sucked by an intern… and on another day, you might have learned that Earth is not flat and that it’s not the center of the universe… and you may currently be struggling through your certainty about the definitions of planets, patriarchy, populism, fascism, and vaccines. \\n\\nI honestly don’t fucking care. I have two PhDs in physics and statistics and I don’t fucking care what you think, or what you believe, or whether anything I ever learned is actually true. The whole point is to keep learning. I think we should trust our fellow plebs’ intentions, but remain eternally skeptical… always seeking to verify the stories that we can use to keep ourselves sane… and to never stop cultivating that desire to be  curious. \\n\\nIf you are someone who really needs to pursue your self-righteous activism, it is imperative that you deeply understand the method of measurement if you are to ever promote trust in the data you wish to share. Whenever anyone cites data but refuses to discuss a method of measurement, all that is left is their intention. You may share that person’s intention… but if you endear yourself to re-cite their arbitrary and misunderstood data, you are being trapped by your ego of certainty. I will continue to have a sense of “faith” in their intention, but I will not invest any faith in their data. This applies to my favorite news organization, just as it applies to your crazy uncle.\\n\\n**Rule #2:** *Every single person’s capacity for data literacy emerged from within a deeply biased framework.*\\n\\nRead that sentence again. For a pair of parents with PhDs, chances are that they are very careful with the way they explain their “conclusions” to their child. For blue collar parents without any college experience, it’s more likely that their conclusions are much less nuanced; important information is more likely to map to a more superficial belief that needs to be transferred into their children in order to protect them. Which one of these children do you think will come out of their high school education with a leg up on data literacy?\\n\\nMy parents barely finished high school. I was bullied and pressured into doing what “I know I should do.” There was no explanation. There was only “right and wrong.” Maybe that’s why I escaped into books… maybe that’s why I get extremely upset when people tell me what they think I “should” do.\\n\\nAll data needs to be judged according to Rule #1, and Rule #2 is highlights the necessity for you to investigate your own ability to investigate and judge data. For example, if you already have deep seated beliefs about behaviors that result in higher or lower risk of dying from COVID-19, unless you’re a PhD-level evolutionary biologist or virologist, you’re unlikely to be correct about your certainty… and if you’re not open to the idea that science is constantly changing, you are implementing your certainty as if it’s a religion. \\n\\nThis brings me to the last important rule in this conversation.\\n\\n**Rule #3:** *Science, and thus Data, will always be changing.*\\n\\nNew phenomena will emerge that were unexpected, and this will force experts -- who were very certain of their previous conclusions -- to revise their mental models. Anyone who is willing to revise their mental model cannot treat their personal interpretation as a religion.\\n\\nSo let’s tie these three rules together so we can be far more cohesive as a community of plebs. For the sake of simplicity, here is an objective view of an all-too-typical argument taking place on social media.\\n\\nOP Tweet: “Masks save lives.” -→ Reply: “At-home tests would save MORE lives. Jen Psaki is an asshole.” -→ OP Reply: “Fuck off you Trumptard” -→ …and on\\n\\nThere are two pools of data here, none of which were discussed by either side. The original poster thinks masks save lives. Did they read a few studies, talk to multiple doctors, or are they virtue signaling? Yes, this is a hypothetical model of a social media interaction, but this kind of conversation is also happening at family dinners… so let’s keep going here.\\n\\nNext, there is an implicit assumption that the second person thinks they’re more educated claiming to know that the data on masks is comparable and substandard to the conclusions about at-home tests. Did they read the same studies on masks and more studies about at-home tests? That hypothetical responder then brings in a biased political non-sequitur …so are they just shitposting? Last, the OP reacts to this new politically biased information with their own biased reactivity, all of which are completely off-topic from the original subject. In my opinion, the original post and the idea that at-home tests might be comparable is worth a thorough, open-minded discussion. So what did we learn?\\n\\nFUCKING NOTHING.\\n\\nMost of us have been part of this kind of a ridiculous culturally destructive interaction that has become emblematic of the modern paradigm of narcissism. Do you care about your fellow plebs or do you only care about yourself? Do you only care if your fellow pleb looks like you or believes what you believe? Read Rule #2, because it’s a near certainty that your belief is mistaken. It’s a near certainty that you and I both know very very little in the grand scheme of things.\\n\\nI’m writing this because I believe we can both be better. It’s my Faith, cause I don’t need data to make the inference that you’re already trying. Let’s think about that OP above; they’re TRYING to say something meaningful, even if they’re not saying anything inherently meaningful. That person, just like the other person responding, has an intention to vocalize their support of something they’ve interpreted (justly or not) to be useful to others. This inspires my faith in the plebs even if they’re not espousing valid conclusions.\\n\\nI’m learning that it’s becoming most important to have faith in our fellow plebs than to have faith in the data and/or the science. The latter is being *advocated* (rather than *presented*) through deeply flawed lenses. We have to encourage the former first, and overcome the bullshit that seems to be arising from a stronger faith in the latter. The plebs are weaponizing their subjective beliefs through an unfounded objectivity that is much more akin to religion than science. From my optimistic mindset, I’m attempting to train myself to perceive the “religiosity” as a reason to have faith, even if the cathedral should be dismantled.\\n\\nWe all seek our own cathedral, tribe, congregation, or sangha, even when we consider the tribe to identify as “contrarian.” I have faith that we can train ourselves to start our conversations from that POV instead of a foundation of shitty consumption and regurgitation of massively incomplete data.\",\"timestamp\":1639417787,\"title\":\"Faith in Data, Literacy, & Plebs\"},\"digest\":\"HCo6MzydJhQKzqDthhCChZWfV0Hm8inG2eV3XGdGqgs\",\"authorship\":{\"contributor\":\"0x0442E49c1aC33a3FaF93D3301a1cB28C688DA753\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kvwVh31MdtHPskJxszFikL050CrtB2l0o-sZCZyiUIM\\\",\\\"y\\\":\\\"6aytP4Zx0DE7DjmvGCFgZpmMsgP8YAtQT_JBPlndKOk\\\"}\",\"signature\":\"LMmi6R41LSgCLKq0iwT6NHjpTVuu_3GMHjwI7072g1gzZmLr-S8XCK4SAq9eyp06Cq1ZANBLgeDaaSdvvpGHfA\",\"signingKeySignature\":\"0x8c378ca6e8b300c8a9731c125fcea109ee13bc3c3c7417d6caff7fdf8cd65a7d3e1f0c54884c46682a1eb10ed432fc631597ff405ab57a6dd6cb9a59a0e30f761c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kvwVh31MdtHPskJxszFikL050CrtB2l0o-sZCZyiUIM\\\",\\\"y\\\":\\\"6aytP4Zx0DE7DjmvGCFgZpmMsgP8YAtQT_JBPlndKOk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wG3z9ZyF9yP718-vM8C9Ux0xHdhm8EEQWJ32Zy2cQG4\"}"