"{\"content\":{\"body\":\"If you’d like to learn more, there are plenty of articles that go into more detail of some of these concepts. Start here, and if your curiosity grows i’d be happy to provide more resources. Feel free to also visit me at: CryptoAdvisoryPartners.com\\n\\n# NFT’s (non-fungible tokens): What are they and why are they important?\\n\\nI want to crystalize, at a high-level, the use-cases and concepts around NFT’s and why they are gaining so much attention.\\n\\nBefore I begin, I want to state that you can allow the design of an NFT to be minted, or created, an unlimited amount of times thus making it seem replicable. However, there is a cost to create it, and each one has a unique ID making no 2 the same. They are better to be thought about as digital objects.\\n\\n**Digital Assets / Objects:**\\n\\nNFT’s are the same as physical objects in the digital world. The code by which NFT’s exist, allows unique items to be created that have a unique identity. Picture VR for a second. Imagine being inside of a digitized room, sitting in a digital chair, looking at digital wall with a digital piece of art on the wall. The room, the chair, the wall, and the art — are all NFT’s. They are all unique properties that exist in the metaverse.\\n\\n**Value:**\\n\\nBecause each of the things are unique, we assign value to these objects. The chair’s you buy at Home Depot are easily replicated, can be made on an assembly line, and don’t hold much value. They have an infinite supply, and you pay the cost it takes to make one. However, the art is made by an artist, it is limited in supply, and we the people assign a value to it. That value is arbitrary, and the market determines it’s worth over time. A good example of this is a crypto punk. It’s a relic NFT, but has little to no utility.\\n\\n**Utility:**\\n\\nBecause these objects exist in the digital world, embedded in them is code. Thus, we can provide more value to reading the objects for the code they have, and doing more with them. The biggest use case here is access. NFT’s can act as a digital key. Systems can read a persons wallet, quickly register if they are holding an NFT ( aka a key ), and provide them access into something. This can be a game, an IRL experience, exclusive content, and more.\\n\\n**Projects:**\\n\\nAnother use case for how NFT’s are being utilized is that they are effective ways of crowdfunding new ideas. When you see a project launch, they are using the issuing of NFT’s as a way to generate startup capital for the projects ideas. This is best seen with BAYC ([Board Ape Yacht Club](https://boredapeyachtclub.com/#/)). This was one of the first NFT project to provide a business behind the NFT creation. Each NFT acts as membership into the club, that gains them access to mint future NFT’s (Ex: [Mutant Ape Yacht Club](https://boredapeyachtclub.com/#/mayc)), IRL events, merch and more.\\n\\nAdditionally, some projects allow you to stake your NFT to earn rewards. Staking means lending. By putting your NFT up as collateral, these projects can issue a token to pay you, and provide more utility for the tokens you earn. You can take the native reward, and the project might allow you to mint more NFT’s, buy more NFT Objects, or use it as in-game currency. Think about the idea of buying an NFT as a game character, fighting dragons, earning tokens, and buying new armor, swords, and casting spells. All of those in-game credit and points can occur on-chain with real value. This value on-chain exist because of a concept called Interoperability. Interoperability means that the tokens you earn can be exchanged for other types of tokens, switched to different networks, and used for anything in the meta verse.\\n\\nIt’s good to look at these projects as companies and put a relative market cap on them based on the average price of sale times the supply. That can give you an indicator of the brands value, compared to companies like Nike ( Consumer Product ), Soho house ( Membership ), or Live Nation ( IRL Events ).\\n\\n# Expanded Thinking\\n\\nNow let’s combine some of these ideas into how NFT’s are being used today, and future concepts for them. Off the top of my head:\\n\\n**Royalty:**\\n\\nWhat I forgot to mention earlier is that embedded into many of these smart contracts is a royalty. That means, when the NFT sells on a secondary marketplace, the original creator can take a portion of the proceeds. This is really attractive for artists. Currently, when an artists work gains major recognition and it resells, the creator doesn’t see any of that transaction. With this being pegged to a digital contract, the transaction can occur, but the artist will take a royalty. We can take that idea, and expand it to music licensing as well. Lastly, a business model can take a revenue share of the secondary transactions and reinvest the proceeds back into the project. This creates a more sustainable business model for building companies, and funding additional ideas of a project.\\n\\n**Community:**\\n\\nNFT’s can also be fractionalized. Therefore, you can take 1 NFT and split it into 100,000 pieces. Those pieces can then be used as governance tokens to a community. The single NFT can act as a company logo. The members inside of it get to discuss on its purpose, and direction of its value. They can vote based on pro-rata ownership, and continue to change the course of it’s mission. This would be an example of a DAO ( decentralized autonomous organization ). DAO’s branch into an entirely new conversation as well, and NFT’s is just 1 example of how a DAO can get started.\\n\\n**Mortgages:**\\n\\nBanks can issue NFT’s as loan-numbers for when you apply for a mortgage backing your physical asset to a pegged digital one. That can have a smart contract inside, allow institutions to trade them, put them up as collateral, and more. The lending process can be automated through smart contracts other than having to go through underwriting. Underwriting only takes into account your debt-to-income ratio, and credit score to assign a value. Humans are doing a computers job. Humans crunch numbers, and approve / deny based on what the system tells them. So why doesn’t that just occur through automation? Lots of red-tape and regulation is the reason today.\\n\\n**FULL Metaverse:**\\n\\nIf you can conceptualize that an alternative universe exists online, one that is replicative of our own, then you can really go deep into the concepts of NFT’s. There is digital real estate, rental models, gaming, collectables, trading, derivatives, evolving life forms (async.art), lending, borrowing, advertising, and so much more.\\n\\n# What’s next?\\n\\nUltimately, NFT’s are a type of protocol. They are ERC-721 tokens. That is a computing standard. The applications of ERC-721 can expand to every realm of the ability to apply and shift it’s code. For example: HTTP is a computing standard (HyperText Transfer Protocol), and it is the most commonly used protocol on the World Wide Web ( [http://www](http://www/). ). Expand your thinking of NFT’s into internet protocols and you will begin to see why it has garnered so much value.\\n\\nThe fact that this protocol has created a concept applicable to digital art, is just the stepping stone of mainstream adoption. This article alone has brought you forward into an interest and understanding of blockchain technology. From here, it’s down the rabbit hole we go.\",\"timestamp\":1640194146,\"title\":\"What are NFT’s?\"},\"digest\":\"FatXBEv4xxADa-Zm89ylHI6LGg_4uYDWt0jk4JC4o2I\",\"authorship\":{\"contributor\":\"0x13D105BF699086D4631d7a69Bc15e445dB74B5A6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"v1zLJnx4U7xdK8kCDeYLuFTq5_PW7_DArE9kGk-9g2s\\\",\\\"y\\\":\\\"ddUOkFcaal9CUYbLhP3Ps_RgbE8wVE6kGh4p2CD332Y\\\"}\",\"signature\":\"nfAfroXIeZsJZ6VDr19PAQeJSR48PGGEXmEP9T6JoiZnTaiVjgk5-_ogUyx4x3C4Ipuq5hliQ9usKSO3Exzbpg\",\"signingKeySignature\":\"0x693935cdd7c57a8125c54a7e2d203a3aae1ae546cb7f76f001b090af0283d59d1805fc7a9836b5bc0db13e1e2b1861d44429b356b0566ac53a8b08b43a68e7b91b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"v1zLJnx4U7xdK8kCDeYLuFTq5_PW7_DArE9kGk-9g2s\\\",\\\"y\\\":\\\"ddUOkFcaal9CUYbLhP3Ps_RgbE8wVE6kGh4p2CD332Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FatXBEv4xxADa-Zm89ylHI6LGg_4uYDWt0jk4JC4o2I\"}"