"{\"content\":{\"body\":\"Today, we're excited to release a full new version of PartyBid! Over the past few months, we've learned a ton from the amazing activity happening on the protocol, and we're excited to launch a new set of features that will take PartyBid to the next level. Check out the new website at [https://partybid.app](https://www.partybid.app/), or keep reading to learn more.\\n\\n![](https://images.mirror-media.xyz/publication-images/PAvYrqEqh9tbp1l7c_OS3.png?height=1200&width=2400)\\n\\n### Now supporting OpenSea\\n\\nStarting today, you can create a Party for any Buy Now listing on OpenSea!\\n\\nSince PartyBid launched, we've supported a range of on-chain auction marketplaces. We began with support for Zora and Foundation, and have since expanded to support Nouns, Catalog, Koans, and others.\\n\\nHowever, not every NFT sale happens via auction, and the number one request from users since we launched has been OpenSea support. Today, that support goes live.\\n\\nTo create a party on an OpenSea listing, all you need to do is paste the link to that item into the regular party creation form. The party experience is the same as usual, but with one major difference: when the party has enough ETH, it can purchase the item instantly. No waiting for a 24 hour auction to complete, or competing with other bidders.\\n\\n![](https://images.mirror-media.xyz/publication-images/dL6kFyDz01NP5Nkm4TsCf.png?height=1806&width=2828)\\n\\nThis new integration means a huge increase in the number of items you can party on, and it also opens the door to new types of parties. While parties have typically been large social coordination efforts to buy high priced items at auction, this release allows any given party to move much more quickly, raising capital and buying an item instantly with a tightly coordinated group of people.\\n\\n### Token-gated parties\\n\\nAnother feature going live today is support for token-gated parties. This feature opens up a range of ways to collect NFTs with a specific, tight knit group of people.\\n\\nWhen starting a party, you now have the option to restrict contributions based on ownership of any ERC-20 token and set a minimum threshold required. This enables tokenized communities to launch curated parties for their members, or small groups of friends to start a party just for themselves.\\n\\nTo try it out, simply use the \\\"Token-gated\\\" toggle when creating a party, paste in the address of any ERC-20 token, and set the minimum threshold to whatever number you want.\\n\\n### Website and Social Features\\n\\n![](https://images.mirror-media.xyz/publication-images/XG179mWTbdO6f5qAYcic1.png?height=1892&width=2660)\\n\\nLast but not least, we've built a full new version of the PartyBid website, featuring lots of new ways to viewing on-chain activity and discover exciting parties. Head to [https://partybid.app](https://www.partybid.app/) to check out all the new features:\\n\\n* **Profiles**: Visit the profile of any address or ENS name to see what parties they've been a part of, and what party tokens they hold. Or head to your own profile to see your activity and redeem any unclaimed ETH or tokens.\\n* **Activity feed**: PartyBid now features a feed of all the on-chain activity happening on the protocol. See new contributions rolling in, new parties being started, and NFTs being acquired by different groups.\\n* **Trending parties**: See what parties are currently live at any given time, and which parties are gaining momentum with high numbers of contributors.\\n* **Updated design**: Last but not least, PartyBid has a fresh coat of paint. We hope you enjoy the way it looks!\\n\\nFinally, we've got a bunch of parties going live today in coordination with this release. Follow along at the [@prtyDAO](https://twitter.com/prtyDAO) Twitter account to see everything that's going on! And of course, stay tuned...there's still lots more to come.\\n\\n** \\n **\",\"timestamp\":1637267357,\"title\":\"NEW...from PartyDAO\",\"publication\":\"party\"},\"digest\":\"Cbcr2UPGj5mGOOftBxxYcS93c43SZwbzdwDRkWuJuWw\",\"authorship\":{\"contributor\":\"0xB0623C91c65621df716aB8aFE5f66656B21A9108\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GMZmIDUZanDOtmU_LmU8UxY_0V__gqGkXvSj_IDwtJ4\\\",\\\"y\\\":\\\"yyORJWQJKKbga3FI3JzmiIv0tMtDhdEHPCw-gJ3SBbs\\\"}\",\"signature\":\"DNw8l4xSdi9rD90gflhMD0ne73Abm5gw8mWzA8Z6e0uqc6W6PkPSczM3rFGv8mWxNJlSoS8JZa0X17J_ORzLTA\",\"signingKeySignature\":\"0x5ce5bf1c39f751197e20d585195a73683e0db5a28c9c956b9089577cac640e361febe2b4f986b79220b735cf415a7447bdc3074d3754ab418c4485595e59ff581c\",\"signingKeyMessage\":\"I authorize the publication of articles on j.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GMZmIDUZanDOtmU_LmU8UxY_0V__gqGkXvSj_IDwtJ4\\\",\\\"y\\\":\\\"yyORJWQJKKbga3FI3JzmiIv0tMtDhdEHPCw-gJ3SBbs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Cbcr2UPGj5mGOOftBxxYcS93c43SZwbzdwDRkWuJuWw\"}"