"{\"content\":{\"body\":\"Things do not change; we change. Sell your clothes and keep your thoughts. \\n 万物不变，是我们在变。你的衣服可以卖掉，但要保留你的思想\\n\\nThink it over……好好想想……\\n\\nToday we have higher buildings and wider highways, but shorter temperaments and narrower points of view; \\n 今天我们拥有了更高层的楼宇以及更宽阔的公路，但是我们的性情却更为急躁，眼光也更加狭隘；\\n\\nWe spend more, but enjoy less; \\n 我们消耗的更多，享受到的却更少；\\n\\nWe have bigger houses, but smaller families; \\n 我们的住房更大了，但我们的家庭却更小了；\\n\\nWe have more compromises, but less time; \\n 我们妥协更多，时间更少；\\n\\nWe have more knowledge, but less judgment; \\n 我们拥有了更多的知识，可判断力却更差了；\\n\\nWe have more medicines ,but less health; \\n 我们有了更多的药品，但健康状况却更不如意；\\n\\nWe have multiplied out possessions, but reduced out values; \\n 我们拥有的财富倍增，但其价值却减少了；\\n\\nWe talk much, we love only a little, and we hate too much; \\n 我们说的多了，爱的却少了，我们的仇恨也更多了；\\n\\nWe reached the moon and came back, but we find it troublesome to cross our own street and meet our neighbors; \\n 我们可以往返月球，但却难以迈出一步去亲近我们的左邻右舍；\\n\\nWe have conquered the outer space, but not our inner space; \\n 我们可以征服外太空，却征服不了我们的内心；\\n\\nWe have higher income, but less morals; \\n 我们的收入增加了，但我们的道德却少了；\\n\\nThese are times with more liberty, but less joy; \\n 我们的时代更加自由了，但我们拥有的快乐时光却越来越少；\\n\\nWe have much more food, but less nutrition; \\n 我们有了更多的食物，但所能得到的营养却越来越少了；\\n\\nThese are the days in which it takes two salaries for each home, but divorces increase; \\n 现在每个家庭都可以有双份收入，但离婚的现象越来越多了；\\n\\nThese are times of finer houses, but more broken homes; \\n 现在的住房越来越精致，但我们也有了更多破碎的家庭；\\n\\nThat‘s why I propose, that as of today; \\n 这就是我为什么要说，让我们从今天开始；\\n\\nYou do not keep anything for a special occasion. because every day that you live is a special occasion. \\n 不要将你的东西为了某一个特别的时刻而预留着，因为你生活的每一天都是那么特别；\\n\\nSearch for knowledge, read more ,sit on your porch and admire the view without paying attention to your needs; \\n 寻找更我的知识，多读一些书，坐在你家的前廊里，以赞美的眼光去享受眼前的风景，不要带上任何功利的想法；\\n\\nSpend more time with your family and friends, eat your favorite foods, visit the places you love; \\n 花多点时间和朋友与家人在一起，吃你爱吃的食物，去你想去的地方；\\n\\nLife is a chain of moments of enjoyment; not only about survival; \\n 生活是一串串的快乐时光；我们不仅仅是为了生存而生存；\\n\\nUse your crystal goblets. do not save your best perfume, and use it every time you feel you want it. \\n 举起你的水晶酒杯吧。不要吝啬洒上你最好的香水，你想用的时候就享用吧！\\n\\nRemove from your vocabulary phrases like \\\"one of these days\\\" or \\\"someday\\\"; \\n 从你的词汇库中移去所谓的“有那么一天”或者“某一天”；\\n\\nLet‘s write that letter we thought of writing \\\"one of these days\\\"! \\n 曾打算“有那么一天”去写的信，就在今天吧！\\n\\nLet‘s tell our families and friends how much we love them; \\n 告诉家人和朋友，我们是多么地爱他们；\\n\\nDo not delay anything that adds laughter and joy to your life; \\n 不要延迟任何可以给你的生活带来欢笑与快乐的事情；\\n\\nEvery day, every hour, and every minute is special; \\n 每一天、每一小时、每一分钟都是那么特别；\\n\\nAnd you don't know if it will be your last. \\n 你无从知道这是否最后刻。\\n\\n相关文章推荐：\\n\\n* [好好想想—think it over](http://www.aiduwen.com/shuangyuxuexi/2011030112874.html)\\n* [If I Had My Life to Live Over—如果我](http://www.aiduwen.com/shuangyuxuexi/201004233024.html)\",\"timestamp\":1634809420,\"title\":\"Think it over\"},\"digest\":\"E0zUGifLGuJmXJ3GrsGN_7Ecg5_4q4Pjo8q8qpDevxk\",\"authorship\":{\"contributor\":\"0xef7415AEd8c95D13c7C585eD7F649A1a6281ee4e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"obY6Qxw-mn_25jmJbV7fLyInd0z5OShm6ybda_avHvY\\\",\\\"y\\\":\\\"sts2GBLd7ca3rUlWfq8xwFbtEATVVswqzLs3c2fnUt0\\\"}\",\"signature\":\"D-z0T1SWPAexfh69zLE8QWQJ1PfXXMLwBapYvnrd6wTTe1lRFixzzuGmT5pHnMqMS7KBgQXllb7FiEpyiOpZfQ\",\"signingKeySignature\":\"0x279191a287bdd053145fa0b2cd78a41016761ec61bd60823ef63af080c6163583cac15dfc0e35bbfd4941d6aaeb7dd4843930cfac93f96aee95672bcb791eb9c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"obY6Qxw-mn_25jmJbV7fLyInd0z5OShm6ybda_avHvY\\\",\\\"y\\\":\\\"sts2GBLd7ca3rUlWfq8xwFbtEATVVswqzLs3c2fnUt0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"E0zUGifLGuJmXJ3GrsGN_7Ecg5_4q4Pjo8q8qpDevxk\"}"