"{\"content\":{\"body\":\"## All Seeing Seneca unveiled five new NFTs at Art Basel in Miami, and two of the pieces make winking reference to Bored Apes.\\n\\n![](https://images.mirror-media.xyz/publication-images/NRheLZ62cNX2gqXbN2AyR.png?height=910&width=1400)\\n\\nThe lead artist behind the iconic [Bored Ape Yacht Club](https://decrypt.co/resources/what-is-bored-ape-yacht-club-the-celebrity-nft-of-choice) collection (BAYC), who goes by the name of All Seeing Seneca, released a new set of NFTs today at Dfinity’s Iconoclast gallery event at Art Basel Miami.\\n\\nThe drop was much-anticipated considering BAYC’s immense success: the collection (including Mutant Apes and Bored Ape Kennel Club) has generated [over $1 billion dollars in total sales](https://decrypt.co/84474/bored-ape-yacht-club-ethereum-nft-breaks-sales-record). In recent months, the collection by Yuga Labs became a [pop culture phenomenon](https://decrypt.co/86135/biggest-celebrity-nft-owners-bored-ape-yacht-club), with celebrities like Jimmy Fallon and Post Malone purchasing apes on the Ethereum blockchain and making them their Twitter profile photo. While many were involved in the BAYC project, Seneca drew [the ape concept sketches](https://www.instagram.com/p/CSJ05mbLS37/), [developed the final artwork](https://www.instagram.com/p/CT7eqGGFP3P/) for the collection and is recognized by Sotheby’s as the BAYC’s official artist. \\n\\n[NFTs](https://decrypt.co/resources/non-fungible-tokens-nfts-explained-guide-learn-blockchain) or non-fungible tokens are blockchain-based tokens that prove ownership of a digital or physical asset, and they have arguably been the [biggest story in crypto in 2021](https://decrypt.co/86742/nft-is-collins-dictionarys-2021-word-year).\\n\\nAs a visual artist, Seneca’s style often blends bright, cartoonistic designs with surrealist elements. But her new collection is softer and ethereal compared to her famous BAYC images. All five of the NFTs in the collection are portraits with psychedelic elements that add a touch of body horror. Four were publicly listed today on [Seneca’s OpenSea](https://opensea.io/AllSeeingSeneca) page, with one other piece set to be auctioned in 2022. Out of the five artworks on the Ethereum blockchain, two are animated, while three are static images. \\n\\nSeneca’s new NFTs were minted on Ethereum but are hosted on the [Internet Computer](https://decrypt.co/resources/what-is-dfinity-internet-computer-icp), Dfinity’s blockchain for smart contracts. Dfinity's NFT lead [Liz Yang tweeted](https://twitter.com/whizwang/status/1467148045582221312?s=20) that the Internet Computer’s technology allows for larger file sizes while still allowing the NFTs to be bought and sold with Ethereum on trading platforms like OpenSea. \\n\\nTwo of Seneca’s new static NFT pieces reference the BAYC. The first, whose title is currently unknown and will be auctioned next year, depicts an ape fetus attached to a girl. The second, titled “[Can I be M0ther?](https://opensea.io/assets/0x447857b56969123bb2465a24edf10a8c2a443971/8)” went on auction today and shows a crying girl who appears to be holding a stillborn ape. Its highest bid is currently 3.1 ETH at the time of writing, and will be up for auction until December 11.\\n\\n![](https://images.mirror-media.xyz/publication-images/hdfCWxyq_Qie1EFBjFYhV.png?height=901&width=1400)\\n\\nThis maternal relationship in two of Seneca’s pieces hints at a conflicted connection between the artist and the ape drawings she’s most known for. On one hand, both of the ape-referencing works show the girls gazing intently at the infant apes as their main point of focus. But in both pieces, the apes appear small, powerless, and vulnerable. \\n\\nIn a way, the two pieces have us searching for the ape, when perhaps we should be appreciating the complexity of the girl instead.\",\"timestamp\":1639379747,\"title\":\"Bored Ape Yacht Club Artist Seneca Releases New Ethereum NFTs\"},\"digest\":\"JiBx6Gqqgdy0HsYwreQL_sZP7kctsfRoaOd1iy4EkF0\",\"authorship\":{\"contributor\":\"0x2895f0F2121B58C5FE9fbBb2b022a19570a465DF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zhLS8UVhhLCXp-rY16C795LRgaJSgGYTyk1eiEJjywI\\\",\\\"y\\\":\\\"ICcrWJ43uUdoqY9cPsMS1cUx_nst-XsQomZyG9BKN6Q\\\"}\",\"signature\":\"7Z7qhSASZbAyhhv25lneDnxVJRsi_NoSwJLsmO8c3yCoWh5DbXyjua88tvthm2yXPmVcaOSln0mhsuMht5cz7w\",\"signingKeySignature\":\"0x9196e3859bbec27996293c266a3955744a6aefc964a42d722297c2c55587e2bd6fcb37d589a5536959d34c83b875c024fed03d5c699c527d4d0dfc770a89b6de1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zhLS8UVhhLCXp-rY16C795LRgaJSgGYTyk1eiEJjywI\\\",\\\"y\\\":\\\"ICcrWJ43uUdoqY9cPsMS1cUx_nst-XsQomZyG9BKN6Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"JiBx6Gqqgdy0HsYwreQL_sZP7kctsfRoaOd1iy4EkF0\"}"