"{\"content\":{\"body\":\"Something fun about the growth of a new industry is all of the new job descriptions that pop up to support it.\\n\\nI was lucky to be around for the hyper-growth of the current era of big internet companies and saw some of this firsthand.\\n\\nI remember as an undergrad in 2010 being surprised to hear that Uber was hiring math PhDs to work on optimizing logistics networks at large scale. A year or two later, it became clear this was an early instance of the 'data scientist' job. Given all of the new places where web-scale data was now available, there was a new market need for statisticians to make sense of that data.\\n\\nAround the same time, I remember being confused when a classmate listed 'growth hacker' as the title of his internship the previous summer. What was this new role that wasn't quite 'marketing', 'business development', or 'engineering'? As it turned out, the rise of massive internet platforms meant that ambitious, technical, savvy people could add massive economic value to a company by [focusing on growth marketing](https://andrewchen.co/how-to-be-a-growth-hacker-an-airbnbcraigslist-case-study/)\\n\\nCrypto will be no different; there will be high-impact jobs tomorrow that don't have names today.\\n\\n [crypto jobs](https://twitter.com/lakshmansankar/status/1345494122690351105?s=20)\\n\\nAlready, we're seeing hints at this.\\n\\nLast year, DeFi Decentralized Autonomous Organizations (DAOs) like yearn became a nontrivial economic force in the crypto ecosystem. Today, there are 9-10 figure treasuries governed by them. As a result, there's a boatload of value to be generated by effectively governing and lobbying for these treasuries. ['Protocol politician'](https://www.coindesk.com/sushiswap-migration-defi-protocol-politicians) will be a full-time (and possibly lucrative!) role.\\n\\n'Smart contract security expert/auditor' also feels relatively new. Of course, traditional security engineering is valuable here, but as we [continue to learn](https://www.youtube.com/watch?v=95_RmIAqRy0), being successful requires a deep understanding of DeFi/finance itself and the network of possible interactions across the industry. Most of the interesting attacks these days involve multiple internal calls across multiple contracts inside a single transaction.\\n\\nOne role whose importance I'm seeing more and more is 'ecosystem development' or 'ecodev'.\\n\\nIt's not a job that was clearly defined prior to the existence of crypto ecosystems and to my knowledge isn't one that's been written about publicly before. But it's one that I suspect will exist for a long time, and will be critical to the success of the next generation of crypto projects.\\n\\n## Ecosystems in nature and crypto\\n\\nLet's step way back for a second. What are ecosystems?\\n\\nEcosystems in nature are collections of living entities and nonliving components that together form a system. The nonliving components of a system are things like soil, atmosphere, water, and light. The living entities are the flora and fauna. The nonliving components are a medium for the living entities to grow and flourish.\\n\\n![image](https://images.mirror-media.xyz/publication-images/1fc25a99-eef6-4739-abe5-9fd9265b376b.jpeg?height=546&width=641)\\n\\nThere isn't a notion of 'good' and 'bad' among the living entities in an ecosystem. Every living thing plays a part.\\n\\nThere *is* a rough notion of what it means for an ecosystem to be thriving and productive. Thriving ecosystems have [biodiversity](https://en.wikipedia.org/wiki/Biodiversity). Biodiversity allows an ecosystem to be resilient to changes in an environment that could wipe it out.\\n\\nSome of the language we've developed to describe natural ecosystems can help in understanding crypto.\\n\\nCrypto networks are also ecosystems with nonliving components and living entities.\\n\\nFor a layer 1 protocol like Bitcoin or Ethereum, the nonliving components are the core consensus and transaction validity rules. For a DeFi protocol like Compound Finance, the nonliving components are the governance module and original contract deployment.\\n\\nThe nonliving components form a medium for the living entities to grow. In Ethereum, the living entities are all of the companies and individuals who build around the protocol:\\n- client teams\\n- wallets\\n- DeFi projects/DAOs\\n- data providers\\n- infrastructure providers\\n- L2 companies\\n\\nThe above list isn't exhaustive, just illustrative. I'll do a more comprehensive analysis of the Ethereum ecosystem in a future post. Also, it's interesting to note that many of the living entities of Ethereum are themselves ecosystems (like DeFi protocols)! Crypto ecosystems are frequently fractal. I expect to return to this in a future post as well.\\n\\nThese living entities of a crypto protocol are independently incented, but often have some incentive alignment. On some vectors they compete and on others they cooperate. They naturally end up forming a highly networked system that benefits all of them, just like in a natural ecosystem.\\n\\nBiodiversity is just as important in crypto ecosystems as natural ecosystems. Many of us have experienced this firsthand; the thing that seems to keep Ethereum *alive* relative to other smart contract platforms is the constant influx of new builders and ideators. If 'genetic variation' in the Ethereum ecosystem stopped tomorrow, Ethereum would 'die' relative to the other platforms.\\n\\nThis brings us to the role of an ecodev.\\n\\n## The role of an ecodev\\n\\nThe role of an ecodev is to increase the probability that an ecosystem thrives in the long run.\\n\\nEcodev is an incredibly vital function in the early stages of an ecosystem (which the entire crypto industry is). A healthy ecosystem is the difference b/w sinking into obscurity and encompassing trillions of dollars of value in the decentralized future.\\n\\nAn ecodev can't operate in a top-down manner; biodiversity isn't 'designed.' It must be the product of natural evolution. This means that an ecodev is less of an architect and more of a conservationist and gardener.\\n\\nThis is all really abstract still; what are some of the things an ecodev can do to promote biodiversity?\\n\\nFor one, an ecodev can keep an eye out for nascent species that could be valuable to the ecosystem and help\\nthem get from [zero to one](https://en.wikipedia.org/wiki/Zero_to_One). Funding is a part of this. So are connections. An ecodev might be able to recognize that if two people or projects are brought into contact, something new and valuable will emerge. An ecodev may even build a prototype or write an article that makes an idea accessible and extendable him or herself.\\n\\nEcodevs can also make sure the ecosystem doesn't get too siloed. If two entities would each be better served if in communication with one another, an ecodev, with his/her broad knowledge of the ecosystem, can set up those lines of communication. Recognizing the need for and setting up standards and specs also serves this purpose. This is frequently necessary in fields such as ours: the nature of technical work is that it requires great focus. It's very natural for information to get siloed even within the teams doing the best work.\\n\\nWhat makes a successful ecodev?\\n\\nSome amount of technical proficiency is required. Ecodevs need to understand how things (really) work.\\n\\nEmpathy and communication skills are important. It's crucial to understand the incentives and wants of ecosystem players and communicate and signal clearly.\\n\\nThinking 'high-level/big-picture' is also important. An ecodev needs to have a mental model for how the ecosystem works as a whole. Given the rate of change in crypto, this mental model needs to be continuously iterated on.\\n\\n## Onwards!\\nIf you're building something cool in the Ethereum ecosystem, you have an unconventional/crypto-native job, or you're just interested in discussing these ideas more, I'd love to hear from you!\\n\\nWe're still in the early days and most of the cool stuff is yet to come. I'm excited to build it together.\",\"timestamp\":1612149425,\"title\":\"Developing crypto ecosystems\",\"publication\":\"ls\"},\"digest\":\"v_AK57oyXtp8hLmtq7p7R8ZkMrqxXmtFQkaQjz_5xg4\",\"authorship\":{\"contributor\":\"0xed625c9ABa1245Fa8e22eb1f1825881517A9DCE7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GL6hHbLL1hF10QSusWnFlNh4SxCQn1JIUH0CsvRvJJM\\\",\\\"y\\\":\\\"h8Zpsm4Sut3bugFPG5U8KfE7zo9cOLT3pDgaPs-89u4\\\"}\",\"signature\":\"oAMj7IBdPpWawNdMidY29XGlrSknB4AOmOqkYPtlgSYUishVZEDCsAmRtYDv_aCrtAJh76PdGj7jyUUqFP8RtA\",\"signingKeySignature\":\"0x92060424fb11ef0768ef1dac28f4b16a24a2489378e35eb07c8d679b5bf4f65f73543d3de4cd69385ed3eeb2e0cd8fa2c1ed91f62be322219f7162e17ba28d031c\",\"signingKeyMessage\":\"I authorize the publication of articles on ls.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GL6hHbLL1hF10QSusWnFlNh4SxCQn1JIUH0CsvRvJJM\\\",\\\"y\\\":\\\"h8Zpsm4Sut3bugFPG5U8KfE7zo9cOLT3pDgaPs-89u4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"version\":\"12-21-2020\",\"originalDigest\":\"v_AK57oyXtp8hLmtq7p7R8ZkMrqxXmtFQkaQjz_5xg4\"}"