"{\"content\":{\"body\":\"货币是市场经济的枢纽，随着技术和制度的变化，货币的形态也在不断变化。在人类数千年历史的大部分时间里，货币的形态演变是缓慢的，一般认为经历了从实物货币、金属货币、信用货币等几个阶段。亚当.斯密认为货币最早的形态是以日常商品为主的实物货币，然后到易于携带、称量、切割和检验的金属货币，再到权威铸造的铸币。 马克思认为货币从早期实物商品作为偶然的等价物，发展到金银作为一般等价物，具有历史必然性。“金银天然不是货币，但货币天然是金银”。凯恩斯则区分了三种主要货币形态：商品货币、不兑换纸币和管理货币。最近的是米什金给出的是五种货币形态：商品货币、不兑换货币、支票、电子支付和电子货币。\\n\\n一般认为，货币有三大主要功能：（1）交易媒介。为商品的买卖充当媒介；（2）价值尺度。对商品进行计价或记账的尺度或单位；（3）价值储存。储存财富或购买力的手段。\\n\\n一、实物货币\\n\\n把“货币”这两个字拆开来看，“货”字下面是一个“贝”，它代表的是贝壳；“币”字下面是一个“巾”，它代表的是丝绸。贝壳和丝绸就是中国历史上最早的实物货币。\\n\\n“银十万两，帛二十万匹”，檀渊之盟中北宋每年向辽国交岁币，这里的帛指的就是·。\\n\\n被广泛接受的流行形态就是作为交换对象的群体，在不同的领域和不同的时代，不同的表现形式表现出人们交换的现状。使用价值的商品。因此，也被称为“商品货币”。\\n\\n苹果。斯密讲古代希腊的牛、阿比西尼亚的盐、印度的贝壳、演讲的烟草、纽芬兰的干鱼丁、印度西洋的砂糖以及部分国家的兽皮等等这些都曾被时尚流行。\\n\\n早期的土地货币主要特征是具有稀缺性，而且人们普遍使用，愿意接受，这样的羊作为交换物，如牛、小麦等。但这​​些东西往往会、运输、分散、检验等，在交换中带来不便。\\n\\n于是，古代人把那些成功的转向那些容易保存、容易携带且成长为生命价值的物品。村落、社会新石器时代晚期人类早期金属轮廓与炼炼技术的进步，一些金属开始基本等价物的流行。\\n\\n二、金属货币又叫称量货币\\n\\n在中国，一直到1934年以前，还是金属流行的流淌。\\n\\n金属矿物坚固耐磨，不易腐蚀，既容易流通，也适合保存。因为中国的交换形式，就需要长期地在人们的生产生活中流通，要经过人的手接触抚摸。有时人们还会把货币葡萄手段，作为保存，以备不时之需。而金属以后可以正常使用，可以任意分割，也可以点重新恢复原形，这种特别适合于作市。\\n\\n金属历史经历了从贱金属到贵金属的成长。是在早期国家和地区使用的铁铜，随着贵金属的和冶炼技术的提高，金属铜向银和金逐渐减少。\\n\\n三、信用货币\\n\\n全球张纸币是中国的宋代发明的，来自“交子”从纸币开始，货币的价值与货币的形态开始脱钩，它不再像概念在货币和称量货币一样来源于货币媒体。带来的价值。进入纸币时代也即信用货币时代。\\n\\n2030年代，世界性的金融危机，引领经济的气候和金融金融，主要有哪些国家发生了脱离金本位和银本，国家所发行的纸币不能再兑换金属货币，此时位信用货币便应运而生。当前，世界各地的流行趋势，基本都属于流行趋势。\\n\\n四、电子货币\\n\\n计算机的出现是人类信息记载和传播的革新性的发生，也被形象化的形态发生了根本性的变化，实体账本本电子账本的样本，记账的账本进入了电子时代。\\n\\n1958年第一台电子计算机在海外银行看到业务，60岁年龄自动取款机替代出纳业务。进一步，电子通讯开始用于银行间的资金。传输与结算。1973年成立的“环球同业银行金融电讯协会”（SWIFT）成为全球最大的银行间电子结算网络。\\n\\n早期的电子货币系统封闭运行在银行体系中，而互联网的出现将电子流行又向前推进了一大步。\\n\\n互联网的出现是计算机之后的又一次信息技术革命，同时带来了网络形态的创新电子。的支付渠道，还更广泛的互联网电子商务的主要支付方式，2012 年的支付金额已经达到 145 亿美元。中国的电子货币普及率较晚，信用卡的收入来自西方西方。但手段互联网浪潮，中国的互联网电子货币应用发展迅猛，尤其是 1999 年成立的阿里巴巴在 2003 年推出淘宝和支付宝具有决策意义。2017 年，中国互联网支付购物已经达到 24.54 万亿人民币。\\n\\n五、加密货币\\n\\n加密货币的产生，一方面是受到了经济兴起的刺激，另一个更重要的互联网的原因是对凯恩斯主义的与法币体系的思考。本政策制定后各地普遍脱离金位理论国家信用支持的法体系币，伴随凯恩斯恐怖主义政策，在缩小经济危机的同时，也带来了持续增长、政府自由供给等问题，最终导致“滞胀”，凯恩斯主义微式，主义流行理论和政策兴起。\\n\\n回顾货币发展历史会发现，货币的每一次更替都是由两个轮子驱动的：（1）社会发展的内在动力。为什么会在宋代出现纸？是因为宋代的商品经济和贸易空前经济，使货币增长（2）科技发展水平的提高。同样是在宋代出现纸币的原因是什么？是因为四大发明中的三项都在宋代进入成熟期，因为造纸技术的成熟，加上雕版印刷术的成熟，粘贴纸币的防伪在技术上可能。\\n\\n不管流行的形态如何变化，在这几千年里，当前的基本属性、价值价值、交换价值和价值这些基本特征并没有改变。\\n\\n货币形态的每一次更迭，都不会是所谓革命性的直接替代，它都是在一个长期渐进的时间中混合使用。加密货币的出现，很可能也会在一个长期的时间中跟纸币、电子货币混合使用。\",\"timestamp\":1637396562,\"title\":\"货币发展史-从实物货币到加密货币\"},\"digest\":\"d2EjI8DEXg9Yc4ZEU3DW853fy3n056BQ_NKf3fkqZ2c\",\"authorship\":{\"contributor\":\"0xEe41440482eD7506b9510286C40e70eCcaF4CA41\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bDObCuZzJq0m8YfDPTy81H_zjIxFGYver8krKlYH_F8\\\",\\\"y\\\":\\\"-W1pkoq8HRVqXw8RbWug4ncBjK8Abo0p-AVjNh2AZ-c\\\"}\",\"signature\":\"RamzA9GhgdQYx25gHVkdDvpe3OwolXOHUjhxQKvk-os3ucEHK6DfgOGSCBHXTOT4_31HqwX9_k5I7d4lMyANDw\",\"signingKeySignature\":\"0x117187b680f18c1048c302c1ed5857b9f07774c214e0e70aa3a0d1fc175358b43d388dfc0ccab32bbd3a8d7dfb7bcfb97a28d70f5c195054bbdecfeeac034ec01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bDObCuZzJq0m8YfDPTy81H_zjIxFGYver8krKlYH_F8\\\",\\\"y\\\":\\\"-W1pkoq8HRVqXw8RbWug4ncBjK8Abo0p-AVjNh2AZ-c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"d2EjI8DEXg9Yc4ZEU3DW853fy3n056BQ_NKf3fkqZ2c\"}"