"{\"content\":{\"body\":\"with almost impossible demands and still confronted with arbitrary points of view.  It is out of the question, in a book so brief as this must necessarily be, to meet all these demands or to alter these points of view. Interests that are purely local, events that did not with certainty contribute to the final outcome, gossip, as well as the mere caprice of the scholar--these must obviously be set aside.\\n\\nThe task imposed upon the volume resolves itself, at bottom, into just two questions: Why was there a war? Why was the Lincoln Government successful? With these two questions always in mind I have endeavored, on the one hand, to select and consolidate the pertinent facts; on the other, to make clear, even at the cost of explanatory comment, their relations in the historical sequence of cause and effect.  This purpose has particularly governed the use of biographical matter, in which the main illustration, of course, is the career of Lincoln.  Prominent as it is here made, the Lincoln matter all bears in the last analysis on one point--his control of his support.  On that the history of the North hinges.  The personal and private Lincoln it is impossible to present within these pages.  The public Lincoln, including the character of his mind, is here the essential matter.\\n\\nThe bibliography at the close of the volume indicates the more important books which are at the reader's disposal and which it is unfortunate not to know.\\n\\nNATHANIEL W. STEPHENSON. Charleston, S. C., March, 1918.\\n\\nI. THE TWO NATIONS OF THE REPUBLIC\\n\\nII. THE PARTY OF POLITICAL EVASION\\n\\nIII. THE POLITICIANS AND THE NEW DAY\\n\\nIV. THE CRISIS\\n\\nV. SECESSION\\n\\nVI. WAR\\n\\nVII. LINCOLN\\n\\nVIII. THE RULE OF LINCOLN\\n\\nIX. THE CRUCIAL MATTER\\n\\nX. THE SECRETARY OF THE TREASURY\\n\\nXI. NORTHERN LIFE DURING THE WAR\\n\\nXII. THE MEXICAN EPISODE\\n\\nXIII. THE PLEBISCITE OF 1864\\n\\nXIV. LINCOLN'S FINAL INTENTIONS\\n\\nBIBLIOGRAPHICAL NOTE\\n\\nCHAPTER I\\n\\nTHE TWO NATIONS OF THE REPUBLIC\\n\\n\\\"There is really no Union now between the North and the South.... No two nations upon earth entertain feelings of more bitter rancor toward each other than these two nations of the Republic.\\\"\\n\\nThis remark, which is attributed to Senator Benjamin Wade of Ohio, provides the key to American politics in the decade following the Compromise of 1850.  To trace this division of the people to its ultimate source, one would have to go far back into colonial times. There was a process of natural selection at work, in the intellectual and economic conditions of the eighteenth\\n\\ncentury, which inevitably drew together certain types and generated certain forces.  This process manifested itself in one form in His Majesty's plantations of the North, and in another in those of the South.  As early as the opening of the nineteenth century, the social tendencies of the two regions were already so far alienated that they involved differences which would scarcely admit of reconciliation.  It is a truism to say that these differences gradually were concentrated around fundamentally different conceptions of labor--of slave labor in the South, of free labor in the North.\\n\\nNothing, however, could be more fallacious than the notion that this growing antagonism was controlled by any deliberate purpose in either part of the country.  It was apparently necessary that this Republic in its evolution should proceed from confederation to nationality through an intermediate and apparently reactionary period of sectionalism.  In this stage of American history, slavery was without doubt one of the prime factors involved, but sectional consciousness, with all its emotional and psychological implications, was the fundamental impulse of the stern events which occurred between 1850 and 1865.\\n\\nBy the middle of the nineteenth century the more influential Southerners had come generally to regard their section of the country as a distinct social unit.  The next step was inevitable. The South began to regard itself as a separate political unit.  It is the distinction of Calhoun that he showed himself toward the end sufficiently flexible to become the exponent of this new political impulse.  With all his earlier fire he encouraged the Southerners to withdraw from the so-called national parties, Whig and Democratic, to establish instead a single Southern party, and to formulate, by means of popular conventions, a single concerted policy for the entire South.\\n\\nAt that time such a policy was still regarded, from the Southern point of view, as a radical idea.  In 1851, a battle was fought at the polls between the two Southern ideas--the old one which upheld separate state independence, and the new one which virtually acknowledged Southern nationality.  The issue at stake was the acceptance or the rejection of a compromise which could bring no permanent settlement of fundamental differences.\\n\\nNowhere was the battle more interesting than in South Carolina, for it brought into clear light that powerful Southern leader who ten years later was to be the masterspirit of secession--Robert Barnwell Rhett.  In 1851 he fought hard to revive the older idea of state independence and to carry South Carolina as a separate state out of the Union.  Accordingly it is significant of the progress that the consolidation of the South had made at this date that on this issue Rhett encountered general opposition.  This difference of opinion as to policy was not inspired, as some historians have too hastily concluded, by national feeling. Scarcely any of the leaders of the opposition considered the Federal Government supreme over the State Government.  They opposed Rhett because they felt secession to be at that moment bad policy.  They saw that, if South Carolina went out of the Union in 1851, she would go alone and the solidarity of the South would be broken.  They were not lacking in sectional patriotism, but their conception of the best solution of the complex problem differed from that advocated by Rhett.  Their position was summed up by Langdon Cheves when he said, \\\"To secede now is to secede from the South as well as from the Union.\\\"  On the basis of this belief they defeated Rhett and put off secession for ten years.\\n\\nThere is no analogous single event in the history of the North, previous to the war, which reveals with similar clearness a sectional consciousness.  On the surface the life of the people seemed, indeed, to belie the existence of any such feeling.  The Northern capitalist class aimed steadily at being non-sectional, and it made free use of the word national.  We must not forget, however, that all sorts of people talked of national institutions, and that the term, until we look closely into the mind of, the person using it, signifies nothing.  Because the Northern capitalist repudiated the idea of sectionalism, it does not follow that he set up any other in its place.  Instead of accomplishing anything so positive, he remained for the most part a negative quantity.\\n\\nLiving usually somewhere between Maine and Ohio, he made it his chief purpose to regulate the outflow of manufactures from that industrial region and the inflow of agricultural produce.  The movement of the latter eastward and northward, and the former westward and southward, represents roughly but graphically the movement of the business of that time.  The Easterner lived in fear of losing the money which was owed him in the South.  As the political and economic conditions of the day made unlikely any serious clash of interest between the East and the West, he had little solicitude about his accounts beyond the Alleghanies.  But a gradually developing hostility between North and South was accompanied by a parallel anxiety on the part of Northern capital for its Southern investments and debts.  When the war eventually became inevitable, $200,000,000 were owed by Southerners to Northerners.  For those days this was an indebtedness of no inconsiderable magnitude.  The Northern capitalists, preoccupied with their desire to secure this account, were naturally eager to repudiate sectionalism, and talked about national interests with a zeal that has sometimes been misinterpreted.  Throughout the entire period from 1850 to 1865, capital in American politics played for the most part a negative role, and not until after the war did it become independent of its Southern interests.\\n\\nFor the real North of that day we must turn to those Northerners who felt sufficient unto themselves and whose political convictions were unbiased by personal interests which were involved in other parts of the country.  We must listen to the distinct voices that gave utterance to their views, and we must observe the definite schemes of their political leaders.  Directly we do this, the fact stares us in the face that the North had become a democracy.  The rich man no longer played the role of grandee, for by this time there had arisen those two groups which, between them, are the ruin of aristocracy--the class of prosperous laborers and the group of well-to-do intellectuals.  Of these, the latter gave utterance, first, to their faith in democracy, and then, with all the intensity of partisan zeal, to their sense of the North as the agent of democracy.  The prosperous laborers applauded this expression of anopinion in which they thoroughly believed and at the same time gave their willing support to a land policy that was typically Northern.\\n\\nAmerican economic history in the middle third of the century is essentially the record of a struggle to gain possession of public land.  The opposing forces were the South, which strove to perpetuate by this means a social system that was fundamentally aristocratic, and the North, which sought by the same means to foster its ideal of democracy.  Though the South, with the aid of its economic vassal, the Northern capitalist class, was for some time able to check the land-hunger of the Northern democrats, it was never able entirely to secure the control which it desired, but was always faced with the steady and continued opposition of the real North.  On one occasion in Congress, the heart of the whole matter was clearly shown, for at the very moment when the Northerners of the democratic class were pressing one of their frequent schemes for free land, Southerners and their sympathetic Northern henchmen were furthering a scheme that aimed at the purchase of Cuba.  From the impatient sneer of a Southerner that the Northerners sought to give \\\"land to the landless\\\" and the retort that the Southerners seemed equally anxious to supply \\\"niggers to the niggerless,\\\" it can be seen that American history is sometimes better summed up by angry politicians than by historians.\\n\\nWe must be on our guard, however, against ascribing to either side too precise a consciousness of its own motives.  The old days when the American Civil War was conceived as a clear-cut issue are as a watch in the night that has passed, and we now realize that historical movements are almost without exception the resultants of many motives.  We have come to recognize that men have always misapprehended themselves, contradicted themselves, obeyed primal impulses, and then deluded themselves with sophistications upon the springs of action.  In a word, unaware of what they are doing, men allow their aesthetic and dramatic senses to shape their conceptions of their own lives.\\n\\nThat \\\"great impersonal artist,\\\" of whom Matthew Arnold has so much to say, is at work in us all, subtly making us into illusions, first to ourselves and later to the historian.  It is the business of history, as of analytic fiction, both to feel the power of these illusions and to work through them in imagination to the dim but potent motives on which they rest.  We are prone to forget that we act from subconscious quite as often as from conscious influences, from motives that arise out of the dim parts of our being, from the midst of shadows that psychology has only recently begun to lift, where senses subtler than the obvious make use of fear, intuition, prejudice, habit, and illusion, and too often play with us as the wind with blown leaves.\\n\\nTrue as this is of man individually, it is even more fundamentally true of man collectively, of parties, of peoples.  It is a strikingly accurate description of the relation of the two American nations that now found themselves opposed within the Republic.  Neither fully understood the other.  Each had a social ideal that was deeper laid than any theory of government or than any commercial or humanitarian interest.  Both knew vaguely but with sure instinct that their interests and ideals were irreconcilable.  Each felt in its heart the deadly passion of self-preservation.  It was because, in both North and South, men were subtly conscious that a whole social system was the issue at stake, and because on each side they believed in their own ideals with their whole souls, that, when the time came for their trial by fire, they went to their deaths singing.\\n\\nIn the South there still obtained the ancient ideal of territorial aristocracy.  Those long traditions of the Western European peoples which had made of the great landholder a petty prince lay beneath the plantation life of the Southern States.  The feudal spirit, revived in a softer world and under brighter skies, gave to those who participated in it the same graces and somewhat the same capacities which it gave to the knightly class in the days of Roland--courage, frankness, generosity, ability in affairs, a sense of responsibility, the consciousness of caste.  The mode of life which the planters enjoyed and which the inferior whites regarded as a social paradise was a life of complete deliverance from toil, of disinterested participation in local government, of absolute personal freedom--a life in which the mechanical action of law was less important than the more human compulsion of social opinion, and in which private differences were settled under the code of honor.\\n\\nThis Southern life was carried on in the most appropriate environment.  On a landed estate, often larger than many of Europe's baronies, stood the great house of the planter, usually a graceful example of colonial architecture, surrounded by stately gardens.  This mansion was the center of a boundless hospitality; guests were always coming and going; the hostess and her daughters were the very symbols of kindliness and ease.  To think of such houses was to think of innumerable joyous days; of gentlemen galloping across country after the hounds; of coaches lumbering along avenues of noble oaks, bringing handsome women to visit the mansion; of great feastings; of nights of music and dancing; above all, of the great festival of Christmas, celebrated much as had been the custom in \\\"Merrie England\\\" centuries before.\\n\\nBelow the surface of this bright world lay the enslaved black race. In the minds of many Southerners--it was always a secret burden from which they saw no means of freeing themselves.  To emancipate the slaves, and thereby to create a population of free blacks, was generally considered, from the white point of view, an impossible solution of the problem.  The Southerners usually believed that the African could be tamed only in small groups and when constantly surrounded by white influence, as in the case of house servants.  Though a few great capitalists had taken up the idea that the deliberate exploitation of the blacks was the high prerogative of the whites, the general sentiment of the Southern people was more truly expressed by Toombs when he said: \\\"The question is not whether we could be more prosperous and happy with these three and a half million slaves in Africa, and their places filled with an equal number of hardy, intelligent, and enterprising citizens of the superior race; but it is simply whether, while we have them among us, we would be most prosperous with them in freedom or in bondage.\\\"\\n\\nThe Southern people, in the majority of instances, had no hatred of the blacks.  In the main they led their free, spirited, and gracious life, convinced that the maintenance of slavery was but making the best of circumstances which were beyond their control. It was these Southern people who were to hear from afar the horrible indictment of all their motives by the Abolitionists and who were to react in a growing bitterness and distrust toward everything Northern.\\n\\nBut of these Southern people the average Northerner knew nothing. He knew the South only on its least attractive side of professional politics.  For there was a group of powerful magnates, rich planters or \\\"slave barons,\\\" who easily made their way into Congress, and who played into the hands of the Northern capitalists, for a purpose similar to theirs.  It was these men who forced the issue upon slavery; they warned the common people of the North to mind their own business; and for doing so they were warmly applauded by the Northern capitalist class.  It was therefore in opposition to the whole American world of organized capital that the Northern masses demanded the use of \\\"the Northern hammer\\\"--as Sumner put it, in one of his most furious speeches--in their aim to destroy a section where, intuitively, they felt their democratic ideal could not be realized.\\n\\nAnd what was that ideal?  Merely to answer democracy is to dodge the fundamental question.  The North was too complex in its social structure and too multitudinous in its interests to confine itself to one type of life.  It included all sorts and conditions of men--from the most gracious of scholars who lived in romantic ease among his German and Spanish books, and whose lovely house in Cambridge is forever associated with the noble presence of Washington, to the hardy frontiersman, breaking the new soil of his Western claim, whose wife at sunset shaded her tired eyes, under a hand rough with labor, as she stood on the threshold of her log cabin, watching for the return of her man across the weedy fields which he had not yet fully subdued.  Far apart as were Longfellow and this toiler of the West, they yet felt themselves to be one in purpose.\\n\\nThey were democrats, but not after the simple, elementary manner of the democrats at the opening of the century.  In the North, there had come to life a peculiar phase of idealism that had touched democracy with mysticism and had added to it a vague but genuine romance.  This new vision of the destiny of the country had the practical effect of making the Northerners identify themselves in their imaginations with all mankind and in creating in them an enthusiastic desire, not only to give to every American a home of his own, but also to throw open the gates of the nation and to share the wealth of America with the poor of all the world. In very truth, it was their dominating passion to give \\\"land to the landless.\\\"  Here was the clue to much of their attitude toward the South.  Most of these Northern dreamers gave little or no thought to slavery itself; but they felt that the section which maintained such a system so committed to aristocracy that any real friendship with it was impossible.\\n\\nWe are thus forced to conceive the American Republic in the years immediately following the Compromise of 1850 as, in effect, a dual nation, without a common loyalty between the two parts.  Before long the most significant of the great Northerners of the time was to describe this impossible condition by the appropriate metaphor of a house divided against itself.  It was not, however, until eight years after the division of the country had been acknowledged in 1850 that these words were uttered.  In those eight years both sections awoke to the seriousness of the differences that they had admitted.  Both perceived that, instead of solving their problem in 1850, they had merely drawn sharply the lines of future conflict.  In every thoughtful mind there arose the same alternative questions: Is there no solution but fighting it out until one side destroys the other, or we end as two nations confessedly independent? Or is there some conceivable new outlet for this opposition of energy on the part of the sections, some new mode of permanent adjustment?\\n\\nIt was at the moment when thinking men were asking these questions that one of the nimblest of politicians took the center of the stage.  Stephen A. Douglas was far-sighted enough to understand the land-hunger of the time.  One is tempted to add that his ear was to the ground.  The statement will not, however, go unchallenged, for able apologists have their good word to say for Douglas.  Though in the main, the traditional view of him as the prince of political jugglers still holds its own, let us admit that his bold, rough spirit, filled as it was with political daring, was not without its strange vein of idealism.  And then let us repeat that his ear was to the ground.  Much careful research has indeed been expended in seeking to determine who originated the policy which, about 1853, Douglas decided to make his own.  There has also been much dispute about his motives. Most of us, however, see in his course of action an instance of playing the game of politics with an audacity that was magnificent.\\n\\nHis conduct may well have been the result of a combination of motives which included a desire to retain the favor of the Northwest, a wish to pave the way to his candidacy for the Presidency, the intention to enlist the aid of the South as well as that of his own locality, and perhaps the hope that he was performing a service of real value to his country.  That is, he saw that the favor of his own Northwest would be lavished upon any man who opened up to settlement the rich lands beyond Iowa and Missouri which were still held by the Indians, and for which the Westerners were clamoring.  Furthermore, they wanted a railroad that would reach to the Pacific.  There were, however, local entanglements and political cross-purposes which involved the interests of the free State of Illinois and those of the slave State of Missouri.\\n\\nDouglas's great stroke was a programme for harmonizing all these conflicting interests and for drawing together the West and the South.  Slaveholders were to be given what at that moment they wanted most--an opportunity to expand into that territory to the north and west of Missouri which had been made free by the Compromise of 1820, while the free Northwest was to have its railroad to the coast and also its chance to expand into the Indian country.  Douglas thus became the champion of a bill which would organize two new territories, Kansas and Nebraska, but which would leave the settlers in each to decide whether slavery or free labor should prevail within their boundaries.  This territorial scheme was accepted by a Congress in which the Southerners and their Northern allies held control, and what is known as the Kansas-Nebraska Bill was signed by President Pierce on May 30,1854.\\\\*\\n\\n\\\\*The origin of the Kansas-Nebraska Bill has been a much discussed subject among historians in recent years.  The older view that Douglas was simply playing into the hands of the \\\"slavepower\\\" by sacrificing Kansas, is no longer tenable.  This point has been elaborated by Allen Johnson in his study of Douglas (\\\"Stephen A. Douglas: a Study in American Politics\\\").  In his \\\"Repeal of the Missouri Compromise\\\", P.O. Ray contends that the legislation of 1854 originated in a factional controversy in Missouri, and that Douglas merely served the interests of the proslavery group led by Senator David R. Atchinson of Missouri.  Still another point of view is that presented in the \\\"Genesis of the Kansas-Nebraska Act,\\\" by F. H. Hodder, who would explain not only the division of the Nebraska Territory into Kansas and Nebraska, but the object of the entire bill by the insistent efforts of promoters of the Pacific railroad scheme to secure a right of way through Nebraska.  This project involved the organization of a territorial government and the repeal of the Missouri Compromise.  Douglas was deeply interested in the western railroad interests and carried through the necessary legislation.\\n\\nCHAPTER II. THE PARTY OF POLITICAL EVASION\\n\\n[ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/23](ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/23)\\n\\n\",\"timestamp\":1637674554,\"title\":\"\\nIn spite of a lapse of sixty years, the historian who attempts to portray the era of Lincoln is still faced \"},\"digest\":\"_fVQ6qL_QfMzKPCTsMkHZI0khhLY2mAxr0yS7dbO63U\",\"authorship\":{\"contributor\":\"0x368119602f169B8146fb749c112EF9CC81197C53\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9Z1qJGMmtZdCUXuRJ3lRBa9ji7duR2M6BwYjY7-CGAU\\\",\\\"y\\\":\\\"P698JY326gSRSQzLEVV5-NsqbhZsxagYyvuMKgOP7wc\\\"}\",\"signature\":\"L5haIIrO2roDhHoffsKJJk5tbo-Vq_hF6VytZFNbqi3zYKiTUFJGc7ecF8PXHkcl5DKXqWghMgx3SIA_rBk4Kw\",\"signingKeySignature\":\"0x9761bbfc88258619f68c98c4b39e3f6f62c2dc5306c69542023b143bc5f3feec2446eb6efde4c90145cad849a4821012ca0168b11e7145730733c1bfdfd7702b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9Z1qJGMmtZdCUXuRJ3lRBa9ji7duR2M6BwYjY7-CGAU\\\",\\\"y\\\":\\\"P698JY326gSRSQzLEVV5-NsqbhZsxagYyvuMKgOP7wc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_fVQ6qL_QfMzKPCTsMkHZI0khhLY2mAxr0yS7dbO63U\"}"