"{\"content\":{\"body\":\"## Diferentes historias de inversores en el mercado de criptoactivos…\\n\\n*Esta es una versión traducida y adaptada del artículo “[Bitcoin investors: From buying a Bentley to losing it all](https://www.bbc.com/news/technology-55996412)” publicado por Zoe Kleinman el 9 de febrero de 2021 en la BBC.*\\n\\nLos entuasiastas dicen que es el futuro del dinero. Pero invertir en esta volátil moneda puede ser una montaña rusa. Aquí hay algunas aventuras de Bitcoin.\\n\\n## **“Pagó por unas vacaciones en Islandia”**\\n\\n*James Saye, consultor en tecnología.*\\n\\nInvertí por primera vez en Bitcoin en 2017. Me generaba ansiedad poner mucho dinero, así que sólo invertí unas £500. Lo vendí en £2.500 durante uno de los picos y tuve unas grandiosas vacaciones en Islandia. Islandia es bonito, pero costoso.\\n\\nVolví a comprar en 2018, cuando el precio estaba más bajo. Así que todavía estoy en el mercado. Pero no me arrepiento de haber vendido cuando lo hice.\\n\\n## “Es parte de mi plan de jubilación”\\n\\n*Heather Delaney, fundadora de Gallium Ventures.*\\n\\nHe sido una inversora de cripto silenciosa. Puse £5 al comienzo y fui construyendo mi posición lentamente a lo largo del tiempo. Lo veo como una estrategia de largo plazo. Por eso, las subidas y bajadas rápidas no me generan tanta ansiedad.\\n\\nBasado en cuánto invertí en Bitcoin a lo largo del tiempo, he tenido un crecimiento de 585,41% en mi inversión. Nunca vendí, pero sí cambié parte de mis Bitcoin en otras criptomonedas a medida que el mercado fluctuaba.\\n\\nConozco mucha gente que ha tenido resultados extraordinarios con sus inversiones en cripto. Pero, para mí, es parte de mi plan de jubilación. Aunque sé que no soy la inversora típica.\\n\\n## “No recuperó ni un centavo”\\n\\n*David Stubley, fundador de la firma de ciberseguridad 7 Elements.*\\n\\nTuvimos un cliente a quien le hackearon la wallet y le robaron todo su Bitcoin. Pensaba usarlo como depósito para una casa.\\n\\nUn día, cuando quiso revisar su wallet, hizo clic en un link fraudulento que lo condujo a un sitio de phishing. Un clon exacto del real.\\n\\nTenía 84 bitcoins y los estafadores transfirieron 83 de ellos. En aquel momento, en 2017, valían $475.000. Rastreamos los pagos en el blockchain. Vimos el dinero circulando entre diferentes wallets hasta que llegó a un monedero que tenía 15 millones de dólares en cripto.\\n\\nAunque no logramos identificar a los criminales, sí pudimos congelar las wallets. Al menos, les negamos el acceso a los fondos.\\n\\nNuestro cliente estaba furioso pero lo tomó con filosofía. Hoy, ese Bitcoin robado valdría £2,8 millones. Una vez que desapareció, se fue para siempre.\\n\\n## “Me compré un Bentley”\\n\\n*Javed Khan, trader independiente.*\\n\\nMi experiencia con el Bitcoin no empezó como una inversión. Al comienzo, fue una forma de transferir dinero más rápido que con los bancos.\\n\\nEn 2018, noté que el precio subía. Los restos de cripto que quedaban en mi wallet tras las transferencias habían llegado a un valor considerable. Esas ganancias me sorprendieron. Desde hacía tiempo sugería a mis amigos que utilizaran Bitcoin como herramienta para transferir dinero, pero nunca lo había pensado como una inversión.\\n\\nEn enero de 2020, retiré mis ganancias de Bitcoin y me compré un Bentley en Dubai, donde ahora vivo. Envié un video del showroom a mi madre. Estaba muy orgullosa.\\n\\nSólo invertiría dinero que pueda permitirme perder. Creo que el mejor momento para comprar Bitcoin es cuando nadie está hablando de él. Esperar que la euforia se calme.\\n\\n## “Mi factura de electricidad era de A$600 por mes cuando estaba minando Bitcoin’\\n\\n*Rohan Muscat, project manager e ingeniero eléctrico.*\\n\\nConocí el Bitcoin en 2010. Como soy un poco un geek del hardware, quise minarlo. A finales de 2016, me compré un par de tarjetas gráficas y me fue bien. Una startup para la que había hecho algo de consultoría me dio unos tokens Horizon State en parte de pago. En enero de 2017, esos tokens más los Bitcoin que había minado tenían un valor de unos A$40.000 (£22.000).\\n\\nDecidí hacer algo de trading y investigué el uso de bots, mientras me movía a minería de mayor escala. Al comienzo, me fue bien. Pero la rentabilidad empezó a caer hasta llegar al punto de equilibrio.\\n\\nMi factura de electricidad se disparó hasta A$500-A$600 por mes, porque el rig necesitaba mucha energía. Al final, terminé vendiendo los equipos de minería, y actualmente tengo unos A$2.000 en cripto.\\n\\nPodría haber ganado más si hubiese entrado y salido con frecuencia del mercado, pero no soporto los riesgos del trading.\\n\\n## “El Bitcoin me ayudó a comprar mi casa”\\n\\n*Daniel Crocker, comerciante.*\\n\\nEn 2012, estaba haciendo una pasantía en una empresa de tecnología. Durante el almuerzo, solíamos conversar sobre maneras de ganar algo de dinero adicional. Nadie había realmente escuchado sobre el Bitcoin pero decidimos intentarlo y estuvimos algunas semanas con él.\\n\\nNo duró mucho, pero afortunadamente no vendí lo mío. Los vendí finalmente el verano pasado y con eso conseguí la mitad del depósito para mi casa.\\n\\nTodavía tengo un poco. Igualmente, no es algo en lo que quiera apostar mi futuro. Conozco gente que se metió más a fondo. Pero yo creo que ya he tenido bastante suerte.\",\"timestamp\":1635375797,\"title\":\"Inversores de Bitcoin: De Comprar un Bentley a Perderlo Todo\"},\"digest\":\"tOIEs1JF9-ZVI9E277coHYrpLcre8qlcrwwJAUaV9B4\",\"authorship\":{\"contributor\":\"0xf12C67e80E309eaC0c4dc18Fb26e68F9672297E9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qrbE6qwBSQixjAPlmlesaYSfSDfN1z07Q_pEH83tRqE\\\",\\\"y\\\":\\\"DrbzeuYSvz29ItTUhorPG6WlJGyOoE5R1Q1BedSZ9_E\\\"}\",\"signature\":\"nWxHJymXysF-b_yU1BhCH3LqQcCfJvIwbZx_KEzPmDzU7q4pzywEOov6pBijzIToAvFABQqgy5XXSFDbHUEk2Q\",\"signingKeySignature\":\"0x9c195d7de24f8b19ebd659eff11dfb3055fc1112d8033f06f2020e445e0f202b202696324b844de384da8685420a801794eb79d2e29b0fb543b94f5991a6d3ed1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qrbE6qwBSQixjAPlmlesaYSfSDfN1z07Q_pEH83tRqE\\\",\\\"y\\\":\\\"DrbzeuYSvz29ItTUhorPG6WlJGyOoE5R1Q1BedSZ9_E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tOIEs1JF9-ZVI9E277coHYrpLcre8qlcrwwJAUaV9B4\"}"