"{\"content\":{\"body\":\"Proč tu jsme a kam míříme? Byli jsme na tento svět vrhnuti z důvodu abychom slepě následovali co dělají ostatní, nebo co nás učili ve škole? O škole snad jindy.. Mnozí z nás se zajímají o kryptoměny z trochu odlišných důvodů než na co jsou možná většina lidi zvyklí.\\n\\nČasto nás nazývají snílky, blázny, hlupáky.. nás, co od kořenů zajímají atributy jako svoboda, soukromí, bezpečnost, flexibilita víme jak je důležitá dnes už trochu ohraná-decentralizace. Jak omývané a pošťuchované slovo ze strany na stranu. Co to znamená pro mě a další kryptonadšence?\\n\\nAbychom pochopili předponu de před slovem decentralizace, pojďme si zkráceně říct, jak funguje centralizace.\\n\\n> Centralizace je většinou definována úzkým rozšířením moci mezi velmi malé procento jedinců, kteří svými rozhodnutími ovlivňují dění mnohonásobně většímu procentu lidí než jsou oni sami.\\n\\nTo je super, ne? Inu, jak pro koho. Někomu může být příjemné, že problematiku mnoha věcí řeší centrální autorita a tak se o to nemusí starat aneb “ono to nějak dopadne”. Ne všichni sdílí tuto filozofii a je v pořádku, že to má každý nastavené jinak.\\n\\nMě osobně centralizovaná rozhodnutí a centralizace samotná nevyhovuje, protože rád ovlivňuji přímo to, co se děje kolem mě a jakým způsobem se to děje. Ve světě moderního a tradičního bankovnictví a fiat peněz toho bohužel moc ovlivnit nemůžu až na to, kolik si vydělám v práci nebo za kolik prodám svůj čas a činnost. Nemůžu ovlivnit ani to, kam putují mé daně nebo zda mám nějaké finanční soukromí, nebo jestli mám nárok na hypotéku pokud jsem pro systém příliš nevhodný, nebo se prostě jednoduše nelíbím.\\n\\n![](https://miro.medium.com/proxy/1\\\\*GBsPtQZMkKDcWRyKiuHX9A.png)\\n\\nJsme ve 21. století, kdy obrovská část populace již o kryptoměnách slyšela, jsme asi ve stejném bodu míry rozšíření, jako byl internet v roce 1995. Co to znamená? Vlády a kontrola nad lidmi sílí čím dál tím víc a kryptoměny pravděpodobně budou dál představovat určitý typ ohrožení pro státní útvary a mocenství. Regulace můžeme vidět všude okolo, ale záleží pouze na nás, komunitě, jak věci dopadnou a v jakých rukou skončí krypto.\\n\\nPřístav pro lidi, kteří chtějí zkoušet nové věci, odpoutat se a diverzifikovat svoje bytí nebo jednoduše mít soukromí a nebojí se postavit za svoje činy můžou představovat právě kryptoměny, decentralizované finance. Ne každý se v kryptoměnách pohybuje tak, aby za sebou nenechal stopy a zůstal anonymní. Pramení to opět z toho, kdo jakou má preferenci a je doslova na každém, jak si to nastaví, možnosti ve světě kryptoměn jsou neomezené a každý si volí svojí cestu jak tuhle technologii využít.\\n\\nZa necelý rok jsme byli svědky toho, jak se decentralizované finance (DeFi) změnily z módního slova na ekosystém, který nastavuje nové standardy osobní finanční svobody a důvěry. DeFi ztělesňuje vše, o čem decentralizace a kryptoměny jsou. Umožňuje každému přístup k nástrojům, které byly tradičně doménou velkých bank, korporací, rizikových fondů a obchodních firem, aniž by byla obětována autonomie.\\n\\nDecentralizace pro mě znamená možnost kdykoliv, kdekoliv a anonymně použít svoje svobodné prostředky k tomu, abych mohl žít. Ano, žít. Jsme tu jen jednou (nebo ne?) a vše co děláme teď se automaticky propíše do naší budoucnosti i minulosti, stejně jako data do blockchainu. My tvoříme tenhle svět a je pouze na nás, co v něm budeme dělat. Můžeme si půjčovat, půjčovat ostatním, podporovat nově vznikající i zaběhlé projekty, objednávat si jídlo, zboží, platit si za pivo, cestovat, pomáhat ke svobodě. A o tom je decentralizace.\\n\\nSahá to mnohem dál, než těhle pár příkladů, které jsem uvedl. Kryptoměny mám umožňují tvořit a být opravdu těmi lidmi, kterými jsme bez závislosti na autoritách. Nikdo nás nenutí k rozhodnutím které sami nechceme dělat, o svém působení v kryptobublině (kryptosvětě) si rozhoduje jedinec sám a pokud chce, může i komunitně tvořit a dřív nebo později… bude odměněn. Jsme kořeny semínka, zárodku něčeho, co má potenciál ještě více změnit svět. Ti, z kterých vyzařuje tenhle mindset, vždy k sobě najdou cestu a budou si navzájem pomáhat. Dávejme zpátky jak můžeme a decentralizujme se -komunitně a společnými silami.\",\"timestamp\":1634718882,\"title\":\"Důraz na decentralizaci - Gwei.cz - Medium\"},\"digest\":\"H9QWfiuj3OMOUZfJHf3TiVQz1m8bxDNERxLYHFcGmw0\",\"authorship\":{\"contributor\":\"0x7E4aAB4C7b58104a9eAcEdd7C7EC6b297c844BBB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cM_PVv4rPHarWu0TJrqyvIAo96x9PgUP4vAf7ON1NuE\\\",\\\"y\\\":\\\"DhoYcy2xjwep2wLOIeSIWa1sQgYaCw19YCw7sUzMmZA\\\"}\",\"signature\":\"rgeML9fuTBGvZUU26BfSTFGH2ensp0z6xvArBSqZzPD_O_SF7Kv1VgOTbTbCKWykEbZpKPz3T-NfAuJlCyV0qg\",\"signingKeySignature\":\"0x8657587ee651960b005ee3c795e4ca7bf473d3cc3b19f31c0bd6385ec28165b01b9271b39f7a6dd93455ecaa9018c727fe71ca40c461d2efcc447ebc652165ec1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cM_PVv4rPHarWu0TJrqyvIAo96x9PgUP4vAf7ON1NuE\\\",\\\"y\\\":\\\"DhoYcy2xjwep2wLOIeSIWa1sQgYaCw19YCw7sUzMmZA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"H9QWfiuj3OMOUZfJHf3TiVQz1m8bxDNERxLYHFcGmw0\"}"