"{\"content\":{\"body\":\"### what happened\\n\\nOn October 21, 2021, I exited all positions. My portfolio has been completely flat since then. My reasoning was as follows:\\n\\n> LOBS have little to no activity on OpenSea and the DAO appears to be apathetic. I was hesitant to sell because of the lack of liquidity and strange self-refusal to book a significant percentage trading loss. However, market dynamics and fundamental thesis falsifications have tipped my hand.\\n>\\n> The market as a whole, in fact, feels to me like an environment which has outgrown my process. And to take a page from Paul Tudor Jones, it’s always far easier to get in than it is to get out.\\n>\\n> Would I scale into my current portfolio at these prices, market dynamics, and with my current decision-making process? No. I think the most effective thing for me to do, right now, is exit all of my current positions and start over with a blank slate.\\n>\\n> Decision: market-sell all liquid holdings. For the LOBS, wait until EOD and take highest bid if current ask untaken.\\n\\nI did not develop clear falsifications for the LOBS purchase. This is partly because I had no real idea what to look for, or what to look at — I had no observations or orientations for NFTs to work with. After closely following (1) the market with OpenSea and Nansen and (2) the DAO on Telegram and GitHub, I lost faith in two respects:\\n\\n* the first was that market activity had been dying in both volume and price\\n  * on Crypto Twitter, there was little to no mention of LOBS, which in my mind meant that there were not going to be any new buyers outside of the LobsterDAO community\\n* the second was that the DAO seemed to be rent-seeking and ambivalent\\n  * the de facto leadership of Ivan was ineffectual because Ivan didn’t want to appear as leadership (probably because of regulatory fears)\\n\\n### what went well\\n\\n* i informally identified two falsifications:\\n  * market activity winding down into stagnation\\n  * the DAO demonstrating a lack of widespread initiative and no clear direction, with little buy-in/participation from the vast majority of LOBS holders\\n* i developed an exit plan and stuck to it, while keeping a close watch on whether the plan might be modified or improved\\n* i have a visceral, gut-wrenching understanding of what it means for a market to be illiquid, and feel like my view of more liquid markets has changed markedly\\n\\n### what i want to do better next time\\n\\nIn the future, before entering a market, I want to make sure I understand the specific dangers and dynamics of the market, as well as have a mental model of what historically happened in related or similar situations.\\n\\nI want to be self-aware and mindful. I want to ensure I only enter trades in which I have some provable, tangible, concrete edge. I want to ensure I only enter trades which are suited for my portfolio and my economic positioning. I want to ensure I only take a trade because I’m bullish on the trade and believe it will be a profitable decision.\\n\\nI want to ensure a diplomatic immunity to FOMO. Everybody gets what they want to out of the market, and I’ll take the consistent feedback as a means to identify and exorcise any personal demons.\\n\\nThis is entirely a mental game, and à la CGP Grey, the best way to correct the mental state is by beginning with the physical — yoga and meditation.\\n\\nSelling the whole portfolio, largely motivated by an emotional reaction to a large loss, was perhaps unwise when considered as an isolated incident.\\n\\nSelling the whole portfolio, at a meta-level, was good. I took a step back from the market, while I was wholly bullish with a large margin of safety on my liquid positions, because my process (endlessly scrolling crypto twitter) was one which removed my own agency and turned me into a reactionary machine largely consuming manipulative and manufactured content. Continuing to benefit from my process, in the long run, was a damaging habit to reinforce.\\n\\nCrypto is a generational opportunity, yes. But I can’t continue believing that the only meaningful wealth-generating opportunity I’ll ever have is buying cryptocurrencies earlier than the rest of the world. I especially can’t continue living with a scarcity mindset while my thinking isn’t independent and focused.\\n\\nI need to realize that the world is full of abundance — and that there is essentially infinite opportunity in financial markets alone.\\n\\nThe goal is to continually increase my capacity for independent action. I focus on the long-term, developing wisdom and refining my decision-making + leadership skills. I anticipate this will be much like the Bible story concerning Solomon: God gave Solomon the choice between wisdom or riches, and Solomon chose wisdom. God was then so pleased that he gave Solomon both.\",\"timestamp\":1635998686,\"title\":\"flat step-back\"},\"digest\":\"oOjJ6BeTO8m20JqBwmUSG7jER2PGxi4QzdamsjfkN7s\",\"authorship\":{\"contributor\":\"0xdF3AB3adB9F679d71b9A22ab77565b1FF3A5047D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_JiuWO731F3bhDAPMgNFNaovDkRTPSt89uP_9frEql4\\\",\\\"y\\\":\\\"bHF0APHB54AF9Lt0UPWhYOciyTUJwUKTBwpcE4mjYro\\\"}\",\"signature\":\"2iey1uy7190bNlrimyquarFoWWysk8wiTPO5L-3Ar-LEs9my39aK8U3b4JHwxJPP_IegWlsVVWz_HmmmwMAZWQ\",\"signingKeySignature\":\"0xc5d28cfb46ae00586cde083af70323f43855092c0ab6403c2049f42d6f7ca2855148b0dda9ab0cac84ccd995819f56cedb97f4329985c48b048942ea50300b171b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_JiuWO731F3bhDAPMgNFNaovDkRTPSt89uP_9frEql4\\\",\\\"y\\\":\\\"bHF0APHB54AF9Lt0UPWhYOciyTUJwUKTBwpcE4mjYro\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"J7t52b7pJiDijT5N1DR7H7mcFEi2tCC6hCmAbQTnEzE\"}"