"{\"content\":{\"body\":\"*混沌并不是简单的随机与无序。在一个混沌系统中，初始条件下微小的变化能带动整个**系统**的长期的巨大的连锁反应。因果混沌被 Edward Loranz 归纳为数学计算中的小舍入误差导致未来结果的大规模变化。我们通常用另一种术语来称呼这种涟漪效应——蝴蝶效应。 一只蝴蝶扇动它的翅膀可能会导致一连串的事件，甚至导致一场风暴席卷世界的另一端。*\\n\\n# 资本效率！！！\\n\\n当人们透视 DeFi 时，到头来最终能看到的只有一件事：资本效率，无论 DeFi “2.0”是什么，都只是它的进一步挖掘。那么，什么是资本效率？一个企业或个人想用他们的资本（金钱）做一些事情，并且希望能在这些事情中获得好处。在 DeFi 中，通常用资本效率来评判好坏。如果你听到朋友们开始谈论你所错过的 20% 优惠，那么，你原本所谓的“好的交易”就显得不那么划算了。你没有像你的朋友们一样划算的使用你的钱。在今年夏天，大多数企业和个人想在 DeFi 中想做的事情就是相互 Swap 各种山寨币，但不幸的是，去中心化还没有完全满足这种需求，所以故事也就到此结束。\\n\\n如果你不想交易山寨币，DeFi 中也有很好的替代物——资本效率高的 AMM（自动做市商）。如果您要交换稳定币，那么 Curve Finance 所提供的 AMM 无疑是最佳选择。尽管 UI 令人生畏，但 Curve pools 引擎的流动性利用率必是您前所未见。\\n\\n# Curves 的层级\\n\\n对于新手而言，如果想了解这个丰富而复杂的生态系统，可以将其与您最喜欢的以太坊进行比较。 与 ETH 一样，Curve 生态系统也有层级。 类比以太坊，“L1”即为 Curve。在 Curve ‘L1’ 之建立的 “L2s”是收益优化器，用于扩展 Curve 影响力和流动性，例如 Yearn 和 Convex。 由于与协议相关的经济激励，这些扩展会持续运行。我们则正在 Curve 的基础上建立新分支。 \\\\[REDACTED\\\\] Cartel 可能是 L3。 （如果您因为我们称自己为 L3 而选择离开，我们理解。）\\n\\n那么 \\\\[REDACTED\\\\] 给整个生态带来了什么？为什么说是 Curve 的L3？我们什么时候在兔子洞里走这么远了？\\\\[REDACTED\\\\] Cartel 是一个收益聚合器的收益聚合器。这是\\\\*uber-\\\\*Convex。也许是坐在事件视界另一边的怪物。\\n\\n就像子宫里的婴儿一样，\\\\[REDACTED\\\\] 仍在从最初的状态逐渐成长。是的，当然，\\\\[REDACTED\\\\] 将作为 DAO 进行自治，\\\\[REDACTED\\\\] 是一个 OHM 分叉，而 BTRFLY 是其治理令牌的名称。等等等等等等。在 Swallowtail 行动中，将支持向国库 Bond OHM、CRV 和 CVX 代币来换取 $BTRFLY。未来也将支持通过 OHM 铸造，甚至支持用其他有影响力的治理代币铸造。\\n\\n\\\\[REDACTED\\\\] 希望在 Curve 战争以及随后的所有战争中扮演一个利他但不是无私的角色。通过为治理代币创建一个黑洞（DAO 金库），它有权为 BTRFLY 持有者和整个生态系统提供一些内置服务。\\n\\n这些服务中最重要的是计划采用一种新的方法来处理 veCRV-gauge 权重投票过程。有了足够的代币储备，BTRFLY 有可能成为 veCRV 的“meta-token”，对 Convex 的概念稍加改动，同时又不干扰他们本身的发展，并且为 Convex 的 veCRV 提供了一种相互挂钩并提供流动性的解决方案，BTRFLY 寻求通过其锚定的代币所提供的影响来评估自己的价值。毕竟，代币是由 CRV 和 CVX 支持的，当代币的成功取决于其抵押品的成功时，为什么要竞争呢？利用 POL 来开展具有合作精神的服务可能更加合适，例如挂钩 cvxCRV，并帮助推动流动性导向其他有助于整个 Curve 生态系统发展的项目的复杂举措，例如 Convex。 Curve 赢，Convex 赢，这意味着我们赢了，如果我们赢了，那么 Curve 赢了。\\n\\n也许 \\\\[REDACTED\\\\] 可能会变得比你现在想象的更重要。如果允许这样做，$BTRFLY 可能能够将 Convex 提出的一次迭代的创新收回，甚至向另一个方向走，从而动摇投票权的概念和估值。也许 $BTRFLY 可以在整个生态中找到合适的位置，并在这样做时获得其他东西：一种可以传播到 Curve 生态系统之外的模式。\\n\\n除了推动投票分配之外，\\\\[REDACTED\\\\] 还可以成为一种高效的投票定价机器——一种在 DeFi 中以前从未存在过的机器。与 \\\\[REDACTED\\\\] 分叉 OHM 并专注于治理代币的方式相同，\\\\[REDACTED\\\\] 的设计可能会产生专注于其他治理代币的分叉。\\n\\n为此建议一些命名法：OHM 的流动性即服务业务模型 (LaaS liquidity-as-a-service)，\\\\[REDACTED\\\\] 可以提供投票效率即服务，它为 Curve 生态提供了一个偶然的首字母缩略词，ve-aaS(voting-efficiency-as-a-service)。\\n\\n# ve-aaS\\n\\n \\n There are many complementary dynamics that come together to make good ve-aaS, but let us focus on two main ones—the ones that best define the upper and lower bounds of \\\\[REDACTED\\\\]’s potential influence. One of them is old to civilization, and one new; both of them are rate-sensitive. Their interplay is where the magic happens—if the conditions align.\\n\\nLet’s start with the old dynamic. Alongside being literally primitive, auctions are a formal primitive of the “pricing shit” world. Auctions are everywhere: the limit orders on a CEX’s order books can be framed as an auction process, if the item up for sale is the right to buy a token within a price range. The highest bid when the liquidity comes ‘round wins the tokens. AMMs are the same, but with an additional dimension of time—since users (mostly) can’t leave an order on the books, you have to buy it when you think it’s “capitally efficient” to do so. If you’re right, you get a good deal, proven over time.\\n\\nIf BTRFLY becomes an unpegged liquid substitute for veCRV (at some ratio) and other governance tokens, the price of BTRFLY will be a proxy for the price of its share of veCRV and other vote locked tokens influence controlled by the DAO. If \\\\[REDACTED\\\\]’s POL were to grow large enough, BTRFLY would effectively become veCRV’s “circulating supply”—the liquid fraction of buyable votes.\\n\\nIn this scenario, the price of a liquid veCRV vote would be:\\n\\nBTRFLY price/(number of votes \\\\[REDACTED\\\\] controls/BTRFLY supply)\\n\\nBut not quite—there’s an important wrinkle.\\n\\nAmong votes, there is a hierarchy.\\n\\nFrom the perspective of a vote buyer, not every vote counts *the most*—that right is reserved for the vote that decides the outcome. This distinction has important implications for BTRFLY. Since vote-buying is a game of prediction, controlling the deciding vote will usually levy a margin of error. Maybe you buy an extra 10 votes before the deadline, or maybe an extra 100 if you know your opponent is flush with capital. You’re buying an edge, and you’re buying confidence. This real and psychological hedging translates into liquidity pressure for BTRFLY—the excesses from these competitions flow into and crystallize in BTRFLY’s value.\\n\\nThis “deciding-vote auction” is more capital efficient than a bribe for a vote buyer because 1.) vote share can be continuously re-calibrated—votes can be both bought *and* sold in a liquid market so there’s less risk of “over-voting”—and 2.) the price increases in an auction are incremental, not arbitrary guesses, which minimizes the price of the deciding vote.\\n\\nMore CRV/CVX into the treasury as yield = more value accrual for BTRFLY holders + more votes controlled by the treasury = more-optimized gauge weights for projects bribing us with their LPs rather then governance tokens = more CRV into the treasury as yield, and so on. This “flywheel effect” is not new to the space—it’s a well-established mechanic.\\n\\nThen, \\\\[REDACTED\\\\]’s treasury becomes the commodity.\\n\\nBecause of the deciding-vote auction mentioned above, the deciding vote has the potential to be settled in the BTRFLY market—but for large vote buyers, there will also be the “backdoor” option of moving their positions into the \\\\[REDACTED\\\\] treasury over time, shifting the odds of any deciding vote falling in their favor. This strategy is viable because of the selfish voting of BTRFLY holders, along with the fact that their competitors will be subject to the same pressures.\\n\\nGiven the choice between a competitive process with uncertain, escalating costs (that are still cheaper than available bribes), and a cooperative process where your protocol’s yield increasingly benefits from \\\\[REDACTED\\\\]’s increasingly optimized yield… Well, in that regime it seems like \\\\[REDACTED\\\\] could eat the world (as we know it). But idk, might be psyops.\\n\\n \\n \\n\\n \\n \",\"timestamp\":1639498508,\"title\":\"$BTRFLY 综述\"},\"digest\":\"Dm0iLKCMs7M0B8Ip7UENTpVB4Q2Kn96kO0WiCZKH0yk\",\"authorship\":{\"contributor\":\"0x06737052e87392Acad6b5a23C8dED8dd8e4DB07d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KxRM3SNX4nTGduqEDTvE1OvKIptM3ie6fZAy3trmnSw\\\",\\\"y\\\":\\\"OqfeP_9sMCSXCTYr83-5qyKChKtuBsz5X9Uadx8IuZo\\\"}\",\"signature\":\"HhdbpRCYhsd4kBpBdfZrTfYh5mbEipiKy0x_Oq4gFMS9O3BjF1cF8Dh_4F7m2LNqlyyIth6xmBoLhgsDem2INg\",\"signingKeySignature\":\"0x854a8822b8a0820ac15b4041c9937a1d98e45cac11ffcf39831409df1105a3bf38fff992001a4f15bb74c84230d22b886a1eb5d8e6eb7f287b5b2335eb411fbc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KxRM3SNX4nTGduqEDTvE1OvKIptM3ie6fZAy3trmnSw\\\",\\\"y\\\":\\\"OqfeP_9sMCSXCTYr83-5qyKChKtuBsz5X9Uadx8IuZo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Dm0iLKCMs7M0B8Ip7UENTpVB4Q2Kn96kO0WiCZKH0yk\"}"