"{\"content\":{\"body\":\"PROOF OF NONCE AND PROVENANCE\\n\\n1997\\n\\nA peoples' network grew 24/7 on a monochrome text landscape.\\n\\nIts frontier expanded past the horizon, the messages were flying.\\n\\nIt was free to send an email. A generation of hustlers flooded the Internet with junk mail. They were farming for clicks.\\n\\nThere was way to make unsolicited junk-mail more expensive.\\n\\nIt was a proposal \\\"to throttle systematic abuse of un-metered internet resources such as email, and anonymous remailers\\\". There were other ideas, like a \\\"CPU pricing function\\\" to fight junk mail. If you wanted to send an email, you had to \\\"require a user to compute a moderately hard, but not intractable function.\\\"\\n\\nProof of Work.\\n\\nComputation to solve a math problem, not money, was the toll to send an email.\\n\\nHistory went a different way. Walled Cities built on advertising rose. We still get spam. Something happened years later - 2008.\\n\\nHashcash would be used with a different kind of message: money. HashCash's creator was one of the first two to get an email from Satoshi Nakamoto. Proof of Work for a different kind of speech, network non-State money.\\n\\nEach time the \\\"work\\\" was done, the \\\"hash\\\" was unique with a specific time. No two messages, of meaning, money, were alike.\\n\\nA unique number just once. It was a \\\"nonce\\\". It was always on the record, on the ledger. Private ownership with electronic proof, provenance.\\n\\nA new people's network was rising, a layer on top of an older one, almost lost inside the maze of the walled cities.\\n\\nWe are still finding our way out.\\n\\n2877 Earth, The Necklace, Mars Consulate\\n\\n“Commander, before I drop you off, I have two more questions.\\n\\nIt’s clear you plan to make a deal with the shadow Co-op that has your friend, that you want to make a deal to get her back.   You have the device, and you have people who want it back.\\n\\nWhy are you doing this? Why aren’t you on the next transport back?”\\n\\n**I paused a moment and repeated what I wanted to the Inspector.**\\n\\n”Inspector, I’m going to get her back. She is caught in the middle of this, she didn’t ask for this. The only family I have left are those who served with me in the War. They’re helping me protect this woman’s family, back on Mars.\\n\\nI had a good wife. Her family was one of the “100”, the first settlers, when “Old Musk” was new. She married me against her parents’ wishes, and she gave me a son. I lost her when my son was born. I lost my son right before the War ended.\\n\\nI almost lost myself too. Then I got this second chance for a new life.\\n\\nI couldn’t save the most important people in my life but I can try here. She’s the ‘most important person’ in someone’s family. I got to know her on the transport, on the trip here. I got to know her...\\n\\nInspector, that’s my mission. I’m doing it.”\\n\\nThe Inspector scanned the street, then he spoke.\\n\\n“Commander, I want to stop this crew. I’ve been after them for years. These parasites killed good people who gave their lives to watch over this place during the War.\\n\\nMy guess is they’re like the shadow Co-op on your world, the ones that stole this thing, who knows what they did to get it? You told me they threatened this woman’s family.\\n\\nSo, I can help draw them out, but how do me make it look like they’re going to get this damn thing everyone around us wants?”\\n\\n[https://audius.co/thespoiltvotes/money-471381](https://audius.co/thespoiltvotes/money-471381)\\n\\n![](https://images.mirror-media.xyz/publication-images/Pz9OHsjOg1d34mOj25ASl.png?height=1600&width=1200)\\n\\n \\n \\n\\n![](https://images.mirror-media.xyz/publication-images/E9gBHTnJkNSVyJLF8Hrzy.png?height=1600&width=1200)\\n\\n![](https://images.mirror-media.xyz/publication-images/1Gn96wd84v59ZtiBZ-R0Z.jpeg?height=1296&width=916)\\n\\n \\n \",\"timestamp\":1635735354,\"title\":\"1999: 7.23 Proof of Nonce and Provenance\"},\"digest\":\"wjl9UfsSgLUc6KdQvELUJaMZT4gN4yYuMsCTWPhuxak\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cp69EkVmGPN56udTPoj_01QpW6eGaXZ1zbeS531jad8\\\",\\\"y\\\":\\\"zYwhIf2jaKC_Er3nNncHMRuE7eXBXlkdLz-3zM8ikGE\\\"}\",\"signature\":\"kj23AdIlInJRH7LYN24QsZFLPmX3IySJJxqQFfZvO0L-ytho2I3VRWjjL5r7hNPm0BYde0AxXcfNpYD6qktagA\",\"signingKeySignature\":\"0xe4c1bcaa88b6fe2c67d195f4a76d1a91640647a2c63ec8f8083673f941e8ee412d804077222237104c51130677298bdcb163cbc3b2eb0bb6193f6b825a8e06141c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cp69EkVmGPN56udTPoj_01QpW6eGaXZ1zbeS531jad8\\\",\\\"y\\\":\\\"zYwhIf2jaKC_Er3nNncHMRuE7eXBXlkdLz-3zM8ikGE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"yuSg_-W-tFGEaBG8ikftCDYhWeTWrex2BwHZykjGK9M\"}"