"{\"content\":{\"body\":\"So according to my point of view, Loopers should find other uses outside of Loop Finance and in this sense many ideas that reflect current trends could be considered.\\n\\n \\n\\nIn fact, in this precise historical moment of the existence of blockchains and cryptocurrencies, interest is almost completely focused on the famous NFTs and Metaverse.\\n\\n \\n\\nI really appreciate that Tom and Simon have foreseen the creation of an NFT Marketplace and many other projects related to NFTs, I wonder if it is not the case to give importance to Loopr making it the token dedicated to NFTs as well as to Loop Finance. In my opinion it would be an ideal use because it would create a clear separation between the AMM DEX where the Loop token is used and other projects disconnected from it, such as the NFTs, where the Loopr token would be used.\\n\\n \\n\\nAnother consideration concerns the Metaverse: since we are still in their launch phase, in which users are starting to approach with curiosity but still with a certain diffidence given the great innovation they contain, it would not be the case that LOOP also works on the construction of its own Metaverse?\\n\\n \\n\\n\\n---\\n\\n \\n\\nLoop Finance is an interesting social network, more and more users are approaching this platform and I do nothing but think that it would be really interesting and innovative if it were developed in a sort of multidimensional environment, precisely the Metaverse.\\n\\n \\n\\nA social network with the connotations of a Metaverse at a time when riding the novelty could represent an unprecedented innovation. In this way our beloved Loopers could have a further reason to exist and become attractive on the market.\\n\\n \\n\\nIn fact, users could buy their own space, an avatar and many other things that could develop in a Social / Metaverse using the Loopr token and this would be an incredible boost for its value because there would be interest in buying it on the DEX to invest it inside of the Metaverse itself.\\n\\n \\n\\nBut one could think of building a separate environment for the LOOP-branded Metaverse without affecting the current function of Loop Finance. Imagine how powerful LOOP would be if it had a DEX, a Social Network, an NFTs Marketplace and a Metaverse .. users would multiply and would not need to leave the LOOP ecosystem because they would find everything inside it.\",\"timestamp\":1639376924,\"title\":\"So according to my point of view, Loopers should find other uses outside of\"},\"digest\":\"TY89vDYYkZ6en8gGcoq0zjn_L8ZPmaJtpshdqXdCas0\",\"authorship\":{\"contributor\":\"0xbE86f4bc2609E60f483c64B9464694deE8Bf68b4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qplt36SHwAJGxSjIeoihUPll4DQVL-WzkR2FoY7doMc\\\",\\\"y\\\":\\\"9pIcsOef6ntRx-vajtktIYoE3wGhxgykaRsZ7TVbNUc\\\"}\",\"signature\":\"SiIzC1FIRXl1sE3PIos6E07b16JCq1OGqdhd3hkKwg6-FDlGU3ATxNk7kVUcJPaUke8GakMOiN_RyYZLEn2Qrg\",\"signingKeySignature\":\"0xcb8daaf83e01b4ff08662e7661f5752285e22bc0b5f0e389fc51441d9a6faf2e3b30ba6736cef46ef134a4dcd68bf14060b0804382fa3caef6636925dc6204d41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qplt36SHwAJGxSjIeoihUPll4DQVL-WzkR2FoY7doMc\\\",\\\"y\\\":\\\"9pIcsOef6ntRx-vajtktIYoE3wGhxgykaRsZ7TVbNUc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TY89vDYYkZ6en8gGcoq0zjn_L8ZPmaJtpshdqXdCas0\"}"