"{\"content\":{\"body\":\"\\\" Thanks, old man, thanks. I'd be tickled to death. Come along and have a drink. When will you ask her? \\\" \\\" Why, I don't know when I'll see her. To-morrow, I suppose-\\\"\\n\\nThey had not been long in the smoking room, however, when the deck steward came with a card to Coleman. Upon it was written: \\\"Come for' a stroll?\\\" Everybody, saw Coleman read this card and then look up and whisper to the deck steward. The deck steward bent his head and whispered discreetly in reply. There was an abrupt pause in the hum of conversation. The interest was acute.\\n\\nColeman leaned carelessly back in his chair, puffing at his cigar. He mingled calmly in a discussion of the comparative merits of certain trans-Atlantic lines. After a time he threw away his cigar and arose. Men nodded. \\\"Didn't I tell you?\\\" His studiously languid exit was made dramatic by the eagle-eyed attention of the smoking room.\\n\\nOn deck he found Nora pacing to and fro. \\\"You didn't hurry yourself,\\\" she said, as he joined her. The lights of Queenstown were twinkling. A warm wind, wet with the moisture of rain- stricken sod, was coming from the land.\\n\\n\\\"Why,\\\" said Coleman, \\\"we've got all these duffers very much excited.\\\"\\n\\n\\\"Well what do you care? \\\" asked hte girl. \\\"You don't, care do you?\\\"\\n\\n\\\"No, I don't care.  Only it's rather absurd to be watched all the time.\\\"  He said this precisely as if he abhorred being watched in this case.  \\\"Oh by the way,\\\" he added.  Then he paused for a  moment.  \\\"Aw--a friend of mine--not a bad fellow-- he asked me for an introduction.  Of course, I told him I'd ask you.\\\"\\n\\nShe made a contemptuous gesture.  \\\"Oh, another Willie.  Tell him no.  Tell him to go home to his family.  Tell him to run away.\\\"\\n\\n\\\"He isn't a bad fellow.  He--\\\" said Coleman diffidently,  \\\"he would probably be at the theatre every night in a box.\\\"\\n\\n\\\"yes, and get drunk and throw a wine bottle on the  stage instead of a bouquet. No,\\\" she declared positively, \\\"I won't see him.\\\"\\n\\nColeman did not seem to be oppressed by this ultimatum. \\\"Oh, all right.  I promised him--that was all.\\\"\\n\\n\\\"Besides, are you in a great hurry to get rid of me?\\\"\\n\\n\\\"Rid of you?  Nonsense.\\\"\\n\\nThey walked in the shadow.  \\\"How long are you going to be in London, Rufus?\\\" asked Nora softly.\\n\\n\\\"Who?  I? Oh, I'm going right off to Greece.  First train.  There's going to be a war, you know.\\\"\\n\\n\\\"A war?  Why, who is going to fight?  The Greeks  and the--the--the what?\\\"\\n\\n\\\"The Turks.  I'm going right over there.\\\"\\n\\n\\\"Why, that's dreadful, Rufus,\\\"  said the girl, mournfull and shocked.  \\\"You might get hurt or something.\\\"   Presently she asked: \\\"And aren't you going to be in  London any time at all?\\\"\\n\\n\\\"Oh,\\\" he answered, puffing out his lips, \\\"I may stop in Londom for three or four days on my way home.  I'm  not sure of it.\\\"\\n\\n\\\"And when will that be?\\\"\\n\\n\\\"Oh, I can't tell.  It may be in three or four months,  or it may be a year from now.  When the war stops.\\\"\\n\\nThere was a long silence as the walked up and down  the swaying deck.\\n\\n\\\"Do you know,\\\" said Nora at last, \\\"I like you, Rufus Coleman.  I don't know any good reason for it either, unless it is because you are such a brute.  Now, when I was asking you if you were  to be in London you were perfectly detestable.  You know I was  anxious.\\\"\\n\\n\\\"I--detestable?\\\" cried Coleman, feigning amazement.   \\\"Why, what did I say?\\\"\\n\\n\\\"It isn't so much what you said--\\\" began Nora slowlly.   Then she suddenly changed her manner. \\\"Oh, well, don't let's talk about it any more.  It's too foolish. Only-you are a disagreeable person sometimes.\\\"\\n\\nIn the morning, as the vessel steamed up the Irish channel, Coleman was on deck, keeping furtive watch on the cabin stairs. After two hours of waiting, he scribbled a message on a card and sent it below. He received an answer that Miss Black had a headache, and felt too ill to come on deck. He went to the smoking room. The three card-players glanced up, grinning. \\\"What's the matter?\\\" asked the wine merchant. \\\"You look angry.\\\" As a matter of fact, Coleman had purposely wreathed his features in a pleasant and satisfied expression, so he was for a moment furious at the wine merchant.\\n\\n\\\"Confound the girl,\\\" he thought to himself. \\\"She has succeeded in making all these beggars laugh at me.\\\" He mused that if he had another chance he would show her how disagreeable or detestable or scampish he was under some circumstances. He reflected ruefully that the complacence with which he had accepted the comradeship of the belle of the  voyage might have been somewhat overdone. Perhaps he had got a little out of proportion. He was annoyed at the stares of the other men in the smoking room, who seemed now to be reading his discomfiture. As for Nora Black he thought of her wistfully and angrily as a superb woman whose company was honour and joy, a payment for any sacrifices.\\n\\n\\\" What's the matter? \\\" persisted the wine merchant. \\\" You look grumpy.\\\" Coleman laughed. \\\" Do I?\\\"\\n\\nAt Liverpool, as the steamer was being slowly warped to the landing stage by some tugs, the passengers crowded the deck with their hand-bags. Adieus were falling as dead leaves fall from a great tree. The stewards were handling small hills of luggage marked with flaming red labels. The ship was firmly against the dock before Miss Black came from her cabin. Coleman was at the time gazing shoreward, but his three particular friends instantly nudged him. \\\"What?\\\" \\\"There she is?\\\" \\\"Oh, Miss Black?\\\" He composedly walked toward her. It was impossible to tell whether she saw him coming or whether it was accident, but at any rate she suddenly turned and moved toward the stern of the ship. Ten watchful gossips had noted Coleman's travel in her direction and more than half the passengers noted his defeat. He wheeled casually and returned to his three friends. They were colic-stricken with a coarse and yet silent merriment. Coleman was glad that the voyage was over.\\n\\nAfter the polite business of an English custom house, the travellers passed out to the waiting train. A nimble little theatrical agent of some kind, sent from London, dashed forward to receive Miss Black. He had a first-class compartment engaged for her and he bundled her and her maid into it in an  exuberance of enthusiasm and admiration.. Coleman passing moodily  along the line of coaches heard Nora's voice hailing him.\\n\\n\\\" Rufus.\\\" There she was, framed in a carriage window, beautiful and smiling brightly. Every near. by person turned to contemplate this vision.\\n\\n\\\" Oh,\\\" said Coleman advancing, \\\" I thought I was not going to get a chance to say good-bye to you.\\\" He held out his hand. \\\" Good-bye.\\\"\\n\\nShe pouted. \\\" Why, there's plenty of room in this compartment.\\\" Seeing that some forty people were transfixed in observation of her, she moved a short way back. \\\" Come on in this compartment, Rufus,\\\" she said.\\n\\n\\\"Thanks. I prefer to smoke,\\\" said Coleman. He went off abruptly.\\n\\nOn the way to London, he brooded in his corner on the two divergent emotions he had experienced when refusing her invitation. At Euston Station in London, he was directing a porter, who had his luggage, when he heard Nora speak at his shoulder. \\\" Well, Rufus, you sulky boy,\\\" she said, \\\" I shall be at the Cecil. If you have time, come and see me.\\\"\\n\\n\\\" Thanks, I'm sure, my dear Nora,\\\" answered Coleman effusively. \\\"But honestly, I'm off for Greece.\\\"\\n\\nA brougham was drawn up near them and the nimble little agent was waiting. The maid was directing the establishment of a mass of luggage on and in a four-wheeler cab. \\\" Well, put me into my carriage, anyhow,\\\" said Nora. \\\" You will have time for that.\\\"\\n\\nAfterward she addressed him from the dark interior. Now, Rufus, you must come to see me the minute you strike London again- of She hesitated a moment and then smiling gorgeously upon him, she said: \\\" Brute! \\\"\\n\\n[ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/232](ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/232)\\n\\n\",\"timestamp\":1638786176,\"title\":\"I don't know that I have a right. Of course, you know, she hasn't been meeting anybody aboard\"},\"digest\":\"1P1A5x_geCAA-r9Ep-Y-dV7FOxFUKG40qfX5E3_m3c8\",\"authorship\":{\"contributor\":\"0x6961235d2e95818F7a1E230634bC24de80Bd6f6a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8gHcoGU1Wghh7WzR8627H4PuC7dlQ7wbg4Lq3hnXUow\\\",\\\"y\\\":\\\"cbCweLiiKryJK_XwqnSv-QeZYey_ubO3JhMMm6ib858\\\"}\",\"signature\":\"nbEyU6HI1RBbcoxw97Bcao7KQhHUKe5zBGsScSyua7GDIVDJNhR6zQiDL2QRMyeWJTyik0Y-X3DftrKHS3CAWw\",\"signingKeySignature\":\"0x06a5f7adcd4d22755e9032787830cc32ae38eb66477c61cab13f4d2302a5b8f751f1608b02020e4334fc1fe1c87e381c915897083fbe11656e3a01fe27a0bb111b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8gHcoGU1Wghh7WzR8627H4PuC7dlQ7wbg4Lq3hnXUow\\\",\\\"y\\\":\\\"cbCweLiiKryJK_XwqnSv-QeZYey_ubO3JhMMm6ib858\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1P1A5x_geCAA-r9Ep-Y-dV7FOxFUKG40qfX5E3_m3c8\"}"