"{\"content\":{\"body\":\"In January of 2021 I got this idea in my head about looking further into the blockchain space. I had been seeing some chatter online about it had poked around with Solidity here and there to see what I could do about it. I didn’t share anything I built at the time and wish I had started right then and there to start learning about web3 in a more public format.\\n\\nThe past is the past but since then a lot of things have changed. I knew I really wanted to get into web3 when I realized what it could do for creators, artists, musicians. All three of those are interchangeable in many cases. Creatives might be a good way to just refer to us all. I used to be a hip hop artist and although I occasionally get the urge to spit a couple bars that time has come to pass and I’m now just a nerd who googles things for a living (software engineer). Earlier this year I stopped paying for my music to be kept up on places like Spotify and Apple Music. It took thousands of plays just to break even and honestly it just wasn’t worth the novelty of having music on Spotify anymore. It made me wonder how many other musicians came to this same place, how many were probably way better than I was but just couldn’t continue because they needed to make money for a living.\\n\\nIn came the world of NFT’s and specifically while they aren’t as well known as the apes, punks, or kittens of the crypto space the music that started coming up and the way musicians could make actual money off their art became apparent to me, especially when I saw Crypto Rapper, Spottie Wifi, make 200k in 60 seconds for his music. People who got ownership of the NFT’s that were associated to his music could now use them for commercial purposes in movies, videos, wherever. Instant new revenue stream for a musician.\\n\\nNow I really needed to dig in to the underlying technology further. I had seen Nader Dabit sharing introduction tutorials about the web3 space and started consuming all the content I could. \\n\\n[https://dev.to/dabit3/how-to-get-into-ethereum-crypto-web3-as-a-developer-9l6](https://dev.to/dabit3/how-to-get-into-ethereum-crypto-web3-as-a-developer-9l6)\\n\\nBegan reading books on the subject and tinkering further with everything. I ran through crypto zombies a couple times to really get the material to sink in as well. Then I found buildspace which is an amazing startup educating newcomers to the web3 space. I went through the intro Solidity course to further solidify my understanding and recently started their NFT course as well.\\n\\n[https://buildspace.so/](https://buildspace.so/)\\n\\nDuring the journey I started a podcast called Side Chain which I’m hoping to take further as I go in my journey. Right now it’s really just a couple episodes. The best and most helpful parts was just building and sharing what I was building online and in groups like the accountability groups set up by Joe Previte of the tech tweeter world.\\n\\n[https://anchor.fm/sidechain](https://anchor.fm/sidechain)\\n\\nNow as I dive further into the space I’m building a course for folks wanting to start their web3 journey on Slip.so, sharing some free resources on solidity fundamentals on my 30Secondstosolidity page and doing my first live workshop on building dApps! Also tinkering with my own NFT drop and working on a cool resume tool in the web3 space with folks at Developer DAO! The goal I placed for myself is to be in the web3 space full time by the end of 2021. I’m in the midst of a couple interviews so maybe there will be some good news in a follow up post :).\\n\\n[https://www.30secondsolidity.com/](https://www.30secondsolidity.com/)\\n\\n[https://app.slip.so/presale/smartcontracts](https://app.slip.so/presale/smartcontracts)\\n\\nThis journey is fun and I’m not here to tell you that this is it, it’s the absolute future and you need to get in while it’s early. Whatever might happen this is the tech I believe in right now and am hoping to make a future for myself in. Hope you all continue to follow me on this journey!\\n\\n[https://twitter.com/Rahatcodes](https://twitter.com/Rahatcodes)\\n\\n\",\"timestamp\":1633548173,\"title\":\"Web3 The Journey So Far\"},\"digest\":\"lN-mDvEprsZ6d1y_xNwQ0C7_tNvDd0caSvIHq6vxPVQ\",\"authorship\":{\"contributor\":\"0x322Af0da66D00be980C7aa006377FCaaEee3BDFD\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mYZrHmMBaTDIgwY8ijZ-cDewbW_BqYKlmzcr8qr9vRk\\\",\\\"y\\\":\\\"1shDpdEWlf7jK8uy1iRkvDhps6QMzZ5j8_deQkeh1xg\\\"}\",\"signature\":\"yjqbqdlHSTWbz9gHSOoHMj8nedj9BdIZnPvpdqsA160Z72zCk9RDhuptqfN8mI-4NDlvM51tLib0G0_l1Mgasw\",\"signingKeySignature\":\"0xffd40c62009db7dba2772ce868dda4a4bbc0d76e48e97a41197824753a9021de7103eea1d0870d829f2ceb8f8e60c94fc3ce4452eb8babbcf4524d41123bfe271b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mYZrHmMBaTDIgwY8ijZ-cDewbW_BqYKlmzcr8qr9vRk\\\",\\\"y\\\":\\\"1shDpdEWlf7jK8uy1iRkvDhps6QMzZ5j8_deQkeh1xg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1y7r3caiu-MBKSaGrfK_vl7fXY5I7UUYOj1dTiWJxAY\"}"