"{\"content\":{\"body\":\"Why we must escape the nonprofit system to build a better, brighter, Web3 charity future.\\n\\n![The Fifth Sacred Thing by Jessica Perlstein](https://images.mirror-media.xyz/publication-images/ZNG0cPNEOJ9SpcUFBjmsH.png?height=234&width=512)\\n\\n## The choice\\n\\nWeb3 is coming for charity. And it will change everything.\\n\\nDonations will no longer be sacrifices, but *investments*. Nonprofits will become *DAOs*. Altruism and capitalism will merge.\\n\\nWe have a choice.\\n\\nPath one, we layer Web3 on top of our existing nonprofit system. Or path two, we build a completely new Web3-native charity ecosystem.\\n\\nPath one is charity as usual. Path two solves our greatest societal issues and takes us into **The Altruverse**.\\n\\nIn this article, I explore the Altruverse. What it is, why we must build it, and how we avoid traps along the way.\\n\\n![](https://images.mirror-media.xyz/publication-images/10YWtRQxrUhDimmYtDteI.png?height=819&width=1456)\\n\\n## Part 1. Escape\\n\\nNonprofit is an anomaly.\\n\\nCharity was practiced across cultures for thousands of years. Altruism is the ancient product of evolution. Nonprofit is recent.\\n\\nThe US first created nonprofit laws in the early 20th century. This was the industrial age. The age of Rockefeller and Carnegie. There were no computers, cellphones, or internet. *Electricity* was scary.\\n\\n![Anti electricity ad circa 1900](https://images.mirror-media.xyz/publication-images/t5tu-6i6hamLojEW3UCUl.png?height=645&width=600)\\n\\nIt’s time to set aside the assumptions and limitations of past century. Web3 is a new, near-limitless design space to reimagine charity. But we will never explore it until we escape *nonprofit* *thinking.*\\n\\n[https://twitter.com/balajis/status/1329738186545795072?s=20](https://twitter.com/balajis/status/1329738186545795072?s=20)\\n\\n### Free our minds\\n\\nWe use *nonprofit* and *charity* synonymously.\\n\\nYet, **all** **charities make a profit.** Revenue minus expenses is profit. And profit is good. It enables charities to grow and do more good. *Nonprofit* is a euphemism that reassures the hesitant donor. It doesn’t depict economic reality.\\n\\nWe think of charity as distinct from business. For-profit and non-profit must be different things—their names are opposites! But there are clothing businesses that donate to the needy. And charities that sell clothes to the wealthy. *What’s the difference?*\\n\\nIs it that nonprofits, don’t pay taxes, don’t give dividends, and reinvest all profits? So does Amazon.\\n\\n**We must unlearn “nonprofit” to open our minds to the potential of the Altruverse.**\\n\\n### Free our entrepreneurs\\n\\nTo build the Altruverse, we need bold dreamers. Again, nonprofit stands in our way. For decades, nonprofit has hindered charity entrepreneurship.\\n\\n#### Legal\\n\\nNonprofit laws (501c3 in the US) prohibit organization ownership and financial upside. **Founders must take high risk for low reward.** This steers most founders away from charity.\\n\\n#### Economic\\n\\nUnlike businesses, most charities don’t have individual *products* and *prices.*\\n\\nWithout products and prices, donors decide based on *marketing* and *brand*. The oldest nonprofits have the strongest brands. And the richest have the most reach. **Incumbent nonprofits have a nearly unbeatable advantage over startups.**\\n\\n#### Culture\\n\\nNonprofit corrodes the entrepreneurial spirit. Silicon Valley was fueled by a passionate startup culture. The nonprofit sector has the opposite. [Don’t start a nonprofit](https://blog.boardsource.org/blog/dont-start-a-nonprofit) is the prevailing mantra.\\n\\n![](https://images.mirror-media.xyz/publication-images/S-fESY8dpQPzUKfKa3m4-.png?height=169&width=547)\\n\\n![](https://images.mirror-media.xyz/publication-images/SQn66s8AiBZNwV7dJoad0.png?height=598&width=524)\\n\\n*Where does this come from?*\\n\\nIt may be the belief that there is not enough donation money to go around.\\n\\nOr it may be the term *nonprofit* itself. [Dan Pallotta writes:](https://hbr.org/2009/12/the-humanity-sector.html) “the word “profit” comes from the Latin noun *profectus* for “progress” and the verb *proficere* for “to advance.” Thus, “nonprofit” means, etymologically, nonprogress.”\\n\\nRegardless of the source, the anti-entrepreneur mindset is counterproductive.\\n\\n[https://twitter.com/natvancleve/status/1399473520111886340?s=20](https://twitter.com/natvancleve/status/1399473520111886340?s=20)\\n\\n**The nonprofit sector is stagnant. Top nonprofits are over 100 years old. Few founders enter the arena. Those that do are actively discouraged. And competing with the incumbents is nearly impossible.**\\n\\nThere must be a better way.\\n\\n*I should pause here and note: To those who work in the nonprofit sector*, *this may feel like an attack. It’s not. It’s an invitation. Nonprofit is the old system. Web3 is your [portal](https://www.youtube.com/watch?v=pb_yvBNLjNk&ab_channel=MorphingReality) to a better charity future.*\\n\\n![Illustration by Maxime Schilde](https://images.mirror-media.xyz/publication-images/GcIAP6_yh9RiBomkyIojp.png?height=851&width=1800)\\n\\n## Part 2. Imagine\\n\\nThe Altruverse is the new charity ecosystem built on Web3. But let’s take this further.\\n\\nRather than a *what*, I think the Altruverse is best described as a *when*. (I’m inspired by [Shaan’s thread on the Metaverse](https://twitter.com/ShaanVP/status/1454151237650112512?s=20).)\\n\\n**The Altruverse is** **the moment when altruism becomes as powerful as capitalism.**\\n\\nPause a moment and think about this. *Altruism as powerful as capitalism.*\\n\\nKeep this in mind as we explore how charity will evolve with Web3.\\n\\n![](https://images.mirror-media.xyz/publication-images/_DZgjvKjmbmBbi3rDJfcX.png?height=960&width=960)\\n\\n## Part 3. Evolve\\n\\n### Donate to own, donate to earn\\n\\nToday, a donation is a sacrifice. In the Altruverse, donating will be an *investment*.\\n\\nInvestors receive stock in exchange for investing in company growth. If the company is successful, the stock value goes up.\\n\\nA donation is an investment in human, economic, or environmental growth. But donors don’t receive anything. They have no way to track and measure the value of their donation.\\n\\nWeb3 changes this.\\n\\nDonors will receive tokens in exchange for their donations. They may be fungible tokens or [NFTs](https://www.theverge.com/22310188/nft-explainer-what-is-blockchain-crypto-art-faq), depending on the project.\\n\\nLet’s illustrate.\\n\\nImagine you donate to save an endangered rhino. You receive a rhino NFT. Years later, another rhino philanthropist comes along. They value rhinos more than you so they buy the NFT from you for their collection.\\n\\nHere’s why this matters:\\n\\n* The market is discovering the true value of saving rhinos.\\n* The rhino organization can earn a royalty from the NFT resale, earning some of this value for themselves.\\n* You just made a profit—*from a donation.*\\n* You can re-donate that profit to help more rhinos or any other cause.\\n\\n[https://twitter.com/ljin18/status/1466167569828794368?s=20](https://twitter.com/ljin18/status/1466167569828794368?s=20)\\n\\n**In the Altruverse, every donor becomes an owner**.\\n\\nThis has powerful implications.\\n\\nDonations will no longer be limited to spare money. They will be discretionary purchases like any other. Imagine your charity tokens get you discounts at retailers. Or backstage access at concerts. Or function as video game items. We are going to donate A LOT more.\\n\\nToken value will be tied to the underlying project results. This will guide us to make smarter donations and select the most beneficial projects.\\n\\nAnd token ownership will enable new charity innovation. Let’s see what that might look like.\\n\\n### Composability\\n\\n[Composability](https://hackernoon.com/software-composability-in-crypto-a705700c3816) is the Web3 superpower. It’s the ability to recombine software like legos.\\n\\n[https://twitter.com/cdixon/status/1451703067213066244](https://twitter.com/cdixon/status/1451703067213066244)\\n\\n[KlimaDAO](https://www.klimadao.finance/) is an example of Web3 composability and an early taste of Web3 charity innovation.\\n\\nKlimaDAO created a cryptocurrency backed by carbon credits. Buying Klima takes carbon credits off the market, increasing the cost of pollution and fighting climate change.\\n\\nFor Web3 experts:\\n\\n*Klima token is an [ERC-20](https://ethereum.org/en/developers/docs/standards/tokens/erc-20/) on Ethereum. Klima protocol is a [fork](https://en.wikipedia.org/wiki/Fork_(software_development)) of [OylmpusDAO](https://www.olympusdao.finance/). Klima token is backed by tokenized carbon credits from [Toucan Protocol](https://toucan.earth/). Tokenized carbon credits are built upon carbon credits from organizations like [Verra](https://verra.org/). And you can use your Klima tokens in other [defi](https://ethereum.org/en/defi/) protocols.*\\n\\nFor everyone: KlimaDAO is a novel combination of finance, game theory, environmentalism, and builds upon open source Web3 protocols.\\n\\nThis idea wouldn’t get built in the old nonprofit world.\\n\\nAre Klima buyers environmentalists or investors? *They’re both.*\\n\\nBut not all charity will look like Klima. Let’s look at the Altruverse upgrade to the nonprofit organization.\\n\\n### DAOs\\n\\nThe charities of the Altruverse will be [DAOs](https://ethereum.org/en/dao/).\\n\\nDAOs are organizations native to the blockchain. They are run by rules written in code and programmable to suit any purpose. They can be created in minutes, unlike nonprofits which take [up to a year in some cases](https://www.boardeffect.com/blog/how-long-does-it-take-to-get-501c3-status-from-the-irs/).\\n\\nTheir flexibility and speed will enable charity entrepreneurs to quickly respond to any issue. More importantly, DAOs invert the donor-organization relationship.\\n\\nThe mega nonprofits *extract* from donors. They collect our data, [spy on our wealth](https://www.donorsearch.net/wealth-screening-definitive-guide/#:\\\\~:text=What%20is%20Wealth%20Screening%3F,stock%20holdings%20in%20public%20companies.), and [use AI to make us donate more](https://dataro.io/2021/03/09/artificial-intelligence-for-nonprofits/). They give governance power disproportionately to mega philanthropists and foundations.\\n\\nDAOs *serve* their donors.\\n\\nDAOs are member-owned. Donors receive DAO membership tokens in exchange for their contributions. Tokens give donors voting rights. Every donor gets a say in the organization’s direction.\\n\\nDAO tokens can increase in value, like stock. This creates a fluid line between donor, team member, and investor. It incentivizes the entire organization to achieve the mission.\\n\\nDAOs are transparent. Nonprofits share financial data through a [past-century reporting process](https://philanthropynewyork.org/sites/default/files/resources/Sample%20Form%20990.pdf). DAOs govern, transact, and prove all their work on the publically viewable blockchain.\\n\\n### What about taxes?\\n\\nCharity DAOs won’t be eligible for tax deductions. This is not an issue. It is an *advantage*.\\n\\nTax deductions save us 20-50%. Web3 enables 10x—that’s *1,000%* —innovations. Staying nonprofit is a penny saved and a dollar lost.\\n\\nShould $Klima holders get a tax deduction? What about donors to nonprofit carbon credit organizations? What about Tesla owners? What about people who don’t drive at all? All help the environment. Tax deductions are arbitrary.\\n\\nWithout the subsidy of tax deductions, charities will have to double down on improving the donor experience and delivering on the mission.\\n\\nWe don’t need tax breaks on the things we buy. With donate-to-own, donations will be the same. Donors won’t miss them.\\n\\nThe Altruverse inverts the charity mindset. The goal is to create value and pursue purpose—not prevent tax loss.\\n\\n![Illustration: Thomas Chamberlain-Keen](https://images.mirror-media.xyz/publication-images/poLuDPBOatlj-8fmSFqVM.png?height=721&width=1456)\\n\\n### Fiat charity → crypto charity\\n\\nA fiat currency is unbacked by a hard commodity, such as gold. It derives value based on trust.\\n\\n*Fiat charity* is unbacked by hard evidence. It derives value based on trust.\\n\\n[https://twitter.com/balajis/status/1459142337204875267?s=20](https://twitter.com/balajis/status/1459142337204875267?s=20)\\n\\nNonprofits are fiat in two ways:\\n\\n1. Most nonprofits *self-report* their data with an opaque paper trail. If a nonprofit tells us they fed 1,000,000 children, we typically have no good way to verify. This is *fiat information*. It’s true because the nonprofit says so.\\n2. Nonprofits have *no peg between marketing and programs*. If a business wants to make an additional sale, it must make an additional product. But if a nonprofit wishes to raise an additional donation, it can do so without feeding an additional child.\\n\\nConsider the [#TeamSeas](https://teamseas.org/) campaign from Mr. Beast. How do we verify $1 removes a pound of trash? How do we connect each dollar to each pound? This is fiat charity.\\n\\n[https://twitter.com/natvancleve/status/1455301979756851200?s=20](https://twitter.com/natvancleve/status/1455301979756851200?s=20)\\n\\nIn the Altruverse all program data will be on-chain. DAOs will use video, GPS coordinates, first-hand testimony, receipts, satellite footage, and more to prove their work.\\n\\nDAOs will handle all donations on-chain. It will be possible to verifiably connect each $1 donation to each pound of trash.\\n\\nDonors will now be able to make informed giving decisions based on real outcomes and prices. Startups will be able to compete with incumbents based on results, not marketing.\\n\\nAnd most importantly, donors will experience the results of their individual donations. They will see the smiling child or the exuberant puppy they save.\\n\\n**Web3 charity makes charity programs more effective and improves the donor experience.**\\n\\nThis brings us back to our central point.\\n\\n### The Altruverse must be full-stack Web3\\n\\nWeb3 enables us to build the Altruverse. **It does not guarantee it.**\\n\\nWe have two paths. Either build on top of the nonprofit system. Or build a new Web3 charity system. Only path two leads to the Altruverse.\\n\\nCompanies compete to create value for customers. In the long run, those who best serve customers win.\\n\\nNonprofits are different. They have two customers: donors and the needy. Nonprofit marketing and programs are unpegged. And only donors pay the bills. **Nonprofits with the best marketing and donor experiences win.** Not necessarily those best at serving the needy.\\n\\nLayering Web3 on top of the nonprofit system doesn’t change this.\\n\\nConsider NFT projects that donate proceeds to nonprofits.\\n\\n[https://twitter.com/BlazedCats/status/1458227913187217411?s=20](https://twitter.com/BlazedCats/status/1458227913187217411?s=20)\\n\\nDonors love these charity NFTs. But underneath the fun, this is an ordinary donation. The organizations and programs haven’t changed. Donors still don’t know if their money is put to good use. And the nonprofit sector still has the entrepreneurship issue. This is *empty-calorie* charity. Tastier, not healthier.\\n\\n**The bottom line:**\\n\\nWeb3 apps built on top of the nonprofit system are like defi built on Bank of America.\\n\\nThe Altruverse must be full-stack Web3. DAOs that transact and govern on-chain. Native Web3 donor experiences. And verifiable, on-chain results. This is the path to the Altruverse.\\n\\n![](https://images.mirror-media.xyz/publication-images/sCrfD48JHtPCTnPUNZ3aQ.png?height=671&width=474)\\n\\n## Putting it all together\\n\\n1. The nonprofit sector already earns profit. It only pretends not to.\\n2. Profit isn’t the point. What matters is profit + purpose + proven results. We will create Web3 charities that provide all three better than nonprofits.\\n3. Tax status is a distraction. Web3 will create 10-100x improvements to both donor experience and program results that make deductions unnecessary.\\n4. Donate-to-own and donate-to-earn will encourage donors to give more and give smarter.\\n5. Entrepreneurship + Web3 composability + DAOs will create exponential charity innovation.\\n6. Charity MUST be full-stack Web3. Otherwise, we risk building a better donor experience on top of an ineffective nonprofit foundation.\\n\\n**What’s the Altruverse?**\\n\\nIt’s a world in which altruism is as powerful as capitalism. This is made possible by Web3, which combines charity with ownership, markets, and entrepreneurialism.\\n\\nWhat will the Altruverse accomplish? Let’s find out.\\n\\n\\n---\\n\\nThanks for reading!\\n\\n[Follow me on Twitter](https://twitter.com/natvancleve)\\n\\nWant to help create the Altruverse? [Join our community.](https://discord.gg/FCk8W5qKyR)\",\"timestamp\":1642049685,\"title\":\"Into the Altruverse\"},\"digest\":\"U-xH6daD5NfkyjX0EedbdyNdD3K2eatIHO8XML5wDls\",\"authorship\":{\"contributor\":\"0x763debb2dDFe4655fdA0871Aae8FDFb386C36b23\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3k4VyN1vo71BzJhtMkyN8X_NxaU1FDYQ_7Pn9iGFmSc\\\",\\\"y\\\":\\\"U3jwkg7jC_oKJ_1NedUpsNE6N3Rsrq0PMCKuC1kM0mQ\\\"}\",\"signature\":\"rgDgPA0RSat_cpvj048LcPxR-Y9pH-DTR0y4QGjUlvTPllWm_id-ro_Di8jnh19nhdluI9shA0xWJXJef7MagA\",\"signingKeySignature\":\"0xad3d645d8a0e9e6b7eed090377978202aedc0aa21fb522e432d5cd354a12f96d25216b9fc6c48edb0e925a79e98d231072e5c71f77ff2219b35fc7b59220c84d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3k4VyN1vo71BzJhtMkyN8X_NxaU1FDYQ_7Pn9iGFmSc\\\",\\\"y\\\":\\\"U3jwkg7jC_oKJ_1NedUpsNE6N3Rsrq0PMCKuC1kM0mQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8K20g7LZ9j7Hl5Y3ekAmjUmFZfiWbyHFMWFpV_xPyiU\"}"