"{\"content\":{\"body\":\"I’ve long been a massive fan of centralizing tools even if I also favour decentralizing the internet. Finally, I’ve found the platform which allows me to publish my thoughts alongside other fun experiments like NFTs and auctions all linked to my ENS domain, it’s truly a wonder nobody has thought of this earlier so my thanks to Mirror.\\n\\nWhether by nature or nurture I’ve never been the type to openly share thoughts and opinions in their raw form away from the confinement of corporate lingo or well-prepared scripts for Zoom meetings. Here is a chance in my tiny corner of web3 to finally start the process of sharing my work - whether it be thoughts, ideas, ramblings, or an investment thesis for those unlucky enough to stumble here to see.\\n\\nI believe in the coming years it will become increasingly important to be transparent about our work, whether it’s to temper our own egos or to obtain valuable feedback for greater gain. I was supposed to read “Show Your Work!” By Austin Kleon which was supposed to help coax people like me to begin this process earlier but alas procrastination got the better of me once again. As I continue that trend in putting off an important project in favour of starting a blog out of the blue, I hope we are able to extract some value out of the incoming poorly-structured ramblings published here.\\n\\nA bit about myself, I’m a 22-year-old living in Vancouver, Canada. I’ve been trading and studying financial markets for around a decade now (you do the math) and currently work in tech full-time alongside completing my university degree. I’ve been involved in crypto on and off since 2015, missed the DeFi train completely but am a staunch believer of web3 and the metaverse as a whole (no not the Facebook one). \\n\\nLet’s enjoy this ride together while it lasts. \\n\\nYours truly,\",\"timestamp\":1638735994,\"title\":\"Welcome to my Tiny Slice of The Future\"},\"digest\":\"zqpwaLTerEKYWTYsfgG61U_-yBOpFgOsbZ2rsYDO_6w\",\"authorship\":{\"contributor\":\"0x1992a059a378e9f804F09Cd370A5744849765285\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JqEdOX_fS0n7Wk2A_J6LC79XoBB96fUJ3Gb-PpEvpGI\\\",\\\"y\\\":\\\"r1K81xofSLNkOpOICN7tmh354zwkHYpEWjXd6GiLuSI\\\"}\",\"signature\":\"VimCqFJhRz3jzCAjxDaPOsUJIBqdGaNcdKznPguL6Hv80dKF8CLCshoDAfuCxmyzX0vQNYF7nzOIauha_vV6ew\",\"signingKeySignature\":\"0x98ec94ab3d7d55f637c4efcba825225e1ca49992835fb3c3206c90e1b26dfd4713b387e5a0868f5cbd143dcacb74115076c9a095f997c16dd5f2cb68720921191b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JqEdOX_fS0n7Wk2A_J6LC79XoBB96fUJ3Gb-PpEvpGI\\\",\\\"y\\\":\\\"r1K81xofSLNkOpOICN7tmh354zwkHYpEWjXd6GiLuSI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zqpwaLTerEKYWTYsfgG61U_-yBOpFgOsbZ2rsYDO_6w\"}"