"{\"content\":{\"body\":\"*Welcome to Greg’s Newsletter. Great news! You can now listen to the audio version on [Spotify](https://open.spotify.com/show/2J8M73sfeu1kih1tngOcEA?si=oesbJ5s4SXWZUx1Hqjb3Mg\\\\&dl_branch=1), in addition to [Apple Podcasts](https://podcasts.apple.com/us/podcast/gregs-newsletter/id1526245963). Either click those links or search for “Greg’s Newsletter,” hit subscribe, and you should be golden.*\\n\\nI have a pretty bad memory. I could probably stand to actively combat that with, I don’t know, some Lumosity courses or some other miracle app. Instead, I’ll probably just continue to think about the future and reflect on the past, while misremembering specifics and largely forgetting the present.\\n\\n(That sounded bleaker than it actually is. I like to think about how things are going to be. Does that make me an optimist? I have no idea.)\\n\\nBut: $37.89. I remember that number, that dollar amount. I can barely remember my own birthday, but I can rattle off $37.89 with the quickness.\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fa8f05b20-f9f9-4949-acf8-ff3328f099bf\\\\_2678x1122.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fa8f05b20-f9f9-4949-acf8-ff3328f099bf\\\\_2678x1122.png)\\n\\nIt’s what Steve, my lawn guy, charges me everytime he and his crew come over. I’ve interacted him with him in person once, for about 3 minutes, and otherwise our relationship consists of him texting me (he’s “Steve Lawn” in my contacts) with “Planning to do yard tomorrow. OK?” to which I respond “yep. thanks” and then I send him $37.89 in a private transaction through Venmo.\\n\\nThis has emerged as just about the only thing I’ve used Venmo for since 2019, but each time I open the app, I’m both flabbergasted and appalled. Flabbergasted at how many people I “know” (more about that in a second) who are still posting public notes and transactions, and appalled at how Venmo so cleverly hijacked everybody’s social graph and contacts list.\\n\\nI’m not sure if Venmo still does this—probably—but at least when I signed up however many years ago, I think it leveraged my Facebook account to find people I knew, which (for some godforsaken reason) I did and clearly so did a lot of other people I know. I recently started batch unfriending people and so what was a “friend” list of 500 has been reducing over time. (Really I should just nuke the account, start over, and then friend Steve Lawn and call it a day.)\\n\\nBut before I continue the unfriending, I want to document and share the transactions—and who those transactions are from—to illustrate how WILD it is that we all let a financial services app get access to our social graph AND THEN ALSO MAKE THE TRANSACTIONS PUBLIC, BY DEFAULT.\\n\\nHere are some transactions posted in the past week:\\n\\n*   A friend of my younger brother who I haven’t seen or interacted with in 10 years charged somebody for “Excellent drinks” (this was a public transaction)\\n*   The sister of a former colleague who I was barely friends with but I think one time we all hung out in a big group somewhere and became Facebook friends, and haven’t seen in 8 years paid somebody for wine (this was seen by friends only)\\n*   The sister called out above paid her sister, the former colleague, for pizza (friends only)\\n*   An acquaintance from high school who I don’t think I’ve seen since high school paid somebody for “Kids & Lease” (public)\\n*   A former colleague’s mom gave her son money for his birthday (friends)\\n*   A friend charged his wife of several years some dollar amount and used the house emoji (public)\\n*   Someone who works in media sales in Detroit, who I worked on a project with once in 2014, paid somebody and used the heart emoji (public)\\n\\nNone of these transactions are weird, embarrassing, or egregious in any way. And this is not a value judgement on Venmo's role in peoples' lives. I get that it's made sending money to people easier and been a boon for various people and their businesses—like my guy Steve!\\n\\nBut I’m asking myself: why in the ever-loving hell do I need to see these transactions? I mean, there’s like 5% of me that wants to keep these folks as friends for some good old fashioned social media espionage purposes, but… nah. Too much.\\n\\nI know one interpretation of what I just laid out could be “old man yells at cloud” and yeah, you know, you might be right. But I guess my main point is just how fucking wild it is that Venmo bamboozled millions of people into syncing their phone books or Facebook accounts to a FINANCIAL SERVICES APP. A social network built around so many folks posting PUBLIC TRANSACTIONS when many won't even post stuff on Facebook or they keep their Instagram profiles locked down.\\n\\n“Twitter? Ugh. Why would I want to share my thoughts in public” - probably 40% of people who are on Venmo, and who are sharing their transactions in public on Venmo. What a wild venn diagram that is.\\n\\nAnyways! I'm just going to keep unfriending people and sending that $37.89 *privately* every week. And also please get off my lawn. Steve just cut it.\\n\",\"timestamp\":1634151543,\"title\":\"Venmo is Wild [No. 092]\"},\"digest\":\"9CxhU73ciZWwQCb4X8yGak7shT8rUOhrVlhf0lGQNzM\",\"authorship\":{\"contributor\":\"0xB42E88E6034F7ad90fcBC47684Cb97Ef0ecACC30\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rGbjdgaXav7WaW0j0ML6e6cv7IHDzHiLfIGe-BwX5Oc\\\",\\\"y\\\":\\\"ciQNNqwNknADyUuLe3qaOv7Z4trKbCbjik8IJ474Ed4\\\"}\",\"signature\":\"0KC6XfrsQbfPRBvq8G-N_NYzrWzCJdT3W2Fdk9jJY6Qx4OtzjUwUR8OLVPE6oYFsuZKAWnZVuME_zpBu7MKLGw\",\"signingKeySignature\":\"0xe89abfed3ab7867c3fa48e37ca5bc3bb718d5d71f11a0eac75c62397544c385f19451cafa4aa0ce732a218cda767ca8f72524a9648223caf039066e73aab95581c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rGbjdgaXav7WaW0j0ML6e6cv7IHDzHiLfIGe-BwX5Oc\\\",\\\"y\\\":\\\"ciQNNqwNknADyUuLe3qaOv7Z4trKbCbjik8IJ474Ed4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9CxhU73ciZWwQCb4X8yGak7shT8rUOhrVlhf0lGQNzM\"}"