"{\"content\":{\"body\":\"snuffing in every direction, and just about the\\ntime I espied him, he espied me. I had no dog and no gun, so I thought I had\\nbetter be getting home to my dinner. I was a small boy then, and the bear,\\nprobably thinking I'd be a mouthful for him anyway, began to come after me in a\\nleisurely way. I can see myself now going through those woods hat gone, jacket\\nflying, arms out, eyes rolling over my shoulder every little while to see if the\\nbear was gaining on me. He was a benevolent-looking old fellow, and his face\\nseemed to say, 'Don't hurry, little boy.' He wasn't doing his prettiest, and I\\nsoon got away from him, but I made up my mind then, that it was more fun to be\\nthe chaser than the chased.\\n\\n\\\"Another time I was out in our cornfield, and hearing a rustling, looked through\\nthe stalks, and saw a brown bear with two cubs. She was slashing down the corn\\nwith her paws to get at the ears. She smelled me, and getting frightened. began\\nto run. I had a dog with me this time, and shouted and rapped on the fence, and\\nset him on her. He jumped up and snapped at her flanks, and every few instants\\nshe'd turn and give him a cuff, that would send him yards away. I followed her\\nup, and just back of the farm she and her cubs took into a tree. I sent my dog\\nhome, and my father and some of the neighbors came. It had gotten dark by this\\ntime, so we built a fire under the tree, and watched all night, and told stories\\nto keep each other awake. Toward morning we got sleepy, and the fire burnt low,\\nand didn't that old bear and one cub drop right down among us and start off to\\nthe woods. That waked us up. We built up the fire and kept watch, so that the\\none cub, still in the tree, couldn't get away. Until daylight the mother bear\\nhung around, calling to the cub to come down.\\\"\\n\\n\\\"Did you let it go, uncle?\\\" asked Miss Laura.\\n\\n\\\"No, my dear, we shot it.\\\"\\n\\n\\\"How cruel!\\\" cried Mrs. Wood.\\n\\n\\\"Yes, weren't we brutes?\\\" said her husband; \\\"but there was some excuse for us,\\nHattie. The bears ruined our farms. This kind of hunting that hunts and kills\\nfor the mere sake of slaughter is very different from that. I'll tell you what\\nI've no patience with, and that's with these English folks that dress themselves\\nup, and take fine horses and packs of dogs, and tear over the country after one\\nlittle fox or rabbit. Bah, it's contemptible. Now if they were hunting cruel,\\nman-eating tigers or animals that destroy property, it would be different\\nthing.\\\"\\n\\nCHAPTER XXIV THE RABBIT AND THE HEN\\n\\n\\\"YOU had foxes up in Maine, I suppose Mr. Wood, hadn't you?\\\" asked Mr. Maxwell.\\n\\n\\\"Heaps of them. I always want to laugh when I think of our foxes, for they were\\nso cute. Never a fox did I catch in a trap, though I'd set many a one. I'd take\\nthe carcass of some creature that had died, a sheep, for instance, and put it in\\na field near the woods, and the foxes would come and eat it. After they got\\naccustomed to come and eat and no harm befell them, they would be unsuspecting.\\nSo just before a snowstorm, I'd take a trap and put it this spot. I'd handle it\\nwith gloves, and I'd smoke it, and rub fir boughs on it to take away the human\\nsmell, and then the snow would come and cover it up, and yet those foxes would\\nknow it was a trap and walk all around it. It's a wonderful thing, that sense of\\nsmell in animals, if it is a sense of smell. Joe here has got a good bit of it.\\\"\\n\\n\\\"What kind of traps were they, father?\\\" asked Mr. Harry.\\n\\n\\\"Cruel ones steel ones. They'd catch an animal by the leg and sometimes break\\nthe bone. The leg would bleed, and below the jaws of the trap it would freeze,\\nthere being no circulation of the blood. Those steel traps are an abomination.\\nThe people around here use one made on the same principle for catching rats. I\\nwouldn't have them on my place for any money. I believe we've got to give an\\naccount for all the unnecessary suffering we put on animals.\\\"\\n\\n\\\"You'll have some to answer for, John, according to your own story,\\\" said Mrs.\\nWood.\\n\\n\\\"I have suffered already,\\\" he said. \\\"Many a night I've lain on my bed and\\ngroaned, when I thought of needless cruelties I'd put upon animals when I was a\\nyoung, unthinking boy and I was pretty carefully brought up, too, according to\\nour light in those days. I often think that if I was cruel, with all the\\ninstruction I had to be merciful, what can be expected of the children that get\\nno good teaching at all when they're young.\\\"\\n\\n\\\"Tell us some more about the foxes, Mr. Wood,\\\" said Mr. Maxwell.\\n\\n\\\"Well, we used to have rare sport hunting them with fox-hounds. I'd often go off\\nfor the day with my hounds. Sometimes in the early morning they'd find a track\\nin the snow. The leader for scent would go back and forth, to find out which way\\nthe fox was going. I can see him now. All the time that he ran, now one way and\\nnow another on the track of the fox, he was silent, but kept his tail aloft,\\nwagging it as a signal to the hounds behind. He was leader in scent, but he did\\nnot like bloody, dangerous fights. By-and-by, he would decide which way the fox\\nhad gone. Then his tail, still kept high in the air, would wag more violently.\\nThe rest followed him in single file, going pretty slow, so as to enable us to\\nkeep up to them. By-and-by, they would come to a place where the fox was\\nsleeping for the day. As soon as he was disturbed he would leave his bed under\\nsome thick fir or spruce branches near the ground. This flung his fresh scent\\ninto the air. As soon as the hounds sniffed it, they gave tongue in good\\nearnest. It was a mixed, deep baying, that made the blood quicken in my veins.\\nWhile in the excitement of first fright, the fox would run fast for a mile or\\ntwo, till he found it an easy matter to keep out of the way of the hounds. Then\\nhe, cunning creature, would begin to bother them. He would mount to the top pole\\nof the worm fence dividing the fields from the woods. He could trot along here\\nquite a distance and then make a long jump into the woods. The hounds would come\\nup, but could not walk the fence, and they would have difficulty in finding\\nwhere the fox had left it. Then we saw generalship. The hounds scattered in all\\ndirections, and made long detours into the woods and fields. As soon as the\\ntrack was lost, they ceased to bay, but the instant a hound found it again, he\\nbayed to give the signal to the others. All would hurry to the spot, and off\\nthey would go baying as they went.\\n\\n\\\"Then Mr. Fox would try a new trick. He would climb a leaning tree, and then\\njump to the ground. This trick would soon be found out. Then he'd try another.\\nHe would make a circle of a quarter of a mile in circumference. By making a loop\\nin his course, he would come in behind the hounds, and puzzle them between the\\nscent of his first and following tracks. If the snow was deep, the hounds had\\nmade a good track for him. Over this he could run easily, and they would have to\\nfeel their way along, for after he had gone around the circle a few times, he\\nwould jump from the beaten path as far as he could, and make off to other cover\\nin a straight line. Before this was done it was my plan to get near the circle;\\ntaking care to approach it on the leeward side. If the fox got a sniff of human\\nscent, he would leave his circle very quickly, and make tracks fast to be out of\\ndanger. By the baying of the hounds, the circle in which the race was kept up\\ncould be easily known. The last runs to get near enough to shoot had to be done\\nwhen the hounds' baying came from the side of the circle nearest to me. For then\\nthe fox would be on the opposite side farthest away. As soon as I got near\\nenough to see the hounds when they passed, I stopped. When they got on the\\nopposite side, I then kept a bright lookout for the fox. Sometimes when the\\nbrush was thick, the sight of him would be indistinct. The shooting had to be\\nquick. As soon as the report of the gun was heard, the hounds ceased to bay, and\\nmade for the spot. If the fox was dead, they enjoyed the scent of his blood. If\\nonly wounded, they went after him with all speed. Sometimes he was overtaken and\\nkilled, and sometimes he got into his burrow in the earth, or in a hollow log,\\nor among the rocks.\\n\\n\\\"One day, I remember, when I was standing on the outside of the circle, the fox\\ncame in sight. I fired. He gave a shrill bark, and came toward me. Then he\\nstopped in the snow and fell dead in his tracks. I was a pretty good shot in\\nthose days.\\\"\\n\\n\\\"Poor little fox,\\\" said Miss Laura. \\\"I wish you had let him get away.\\\"\\n\\n\\\"Here's one that nearly got away,\\\" said Mr. Wood. \\\"One winter's day, I was\\nchasing him with the hounds. There was a crust on the snow, and the fox was\\nlight, while the dogs were heavy. They ran along, the fox trotting nimbly on the\\ntop of the crust and the dogs breaking through, and every few minutes that fox\\nwould stop and sit down to look at the dogs. They were in a fury, and the\\nwickedness of the fox in teasing them, made me laugh so much that I was very\\nunwilling to shoot him.\\\"\\n\\n\\\"You said your steel traps were cruel things, uncle,\\\" said Miss Laura. \\\"Why\\ndidn't you have a deadfall for the foxes as you had for the bears?\\\"\\n\\n\\\"They were too cunning to go into deadfalls. There was a better way to catch\\nthem, though. Foxes hate water, and never go into it unless they are obliged to,\\nso we used to find a place where a tree had fallen across a river, and made a\\nbridge for them to go back and forth on. Here we set snares, with spring poles\\nthat would throw them into the river when they made struggles to get free, and\\ndrown them. Did you ever hear of the fox, Laura, that wanted to cross a river,\\nand lay down on the bank pretending that he was dead, and a countryman came\\nalong, and, thinking he had a prize, threw him in his boat and rowed across,\\nwhen the fox got up and ran away?\\\"\\n\\n\\\"Now, uncle,\\\" said Miss Laura, \\\"you're laughing at me. That couldn't be true.\\\"\\n\\n\\\"No, no,\\\" said Mr. Wood, chuckling; \\\"but they're mighty cute at pretending\\nthey're dead. I once shot one in the morning, carried him a long way on my\\nshoulders, and started to skin him in the afternoon, when he turned around and\\nbit me enough to draw blood. At another time I dug one out of a hole in the\\nground. He feigned death. I took him up and threw him down at some distance, and\\nhe jumped up and ran into the woods.\\\"\\n\\n\\\"What other animals did you catch when you were a boy?\\\" asked Mr. Maxwell.\\n\\n\\\"Oh, a number. Otters and beavers we caught them in deadfalls and in steel\\ntraps. The mink we usually took in deadfalls, smaller, of course, than the ones\\nwe used for the bears. The musk-rat we caught in box traps like a mouse trap.\\nThe wild-cat we ran down like the loup cervier  \\\"\\n\\n\\\"What kind of an animal is that?\\\" asked Mr. Maxwell.\\n\\n\\\"It is a lynx, belonging to the cat species. They used to prowl about the\\ncountry killing hens, geese, and sometimes sheep. They'd fix their tusks in the\\nsheep's neck and suck the blood. They did not think much of the sheep's flesh.\\nWe ran them down with dogs. They'd often run up trees, and we'd shoot them. Then\\nthere were rabbits that we caught, mostly in snares. For musk-rats, we'd put a\\nparsnip or an apple on the spindle of a box trap. When we snared a rabbit, I\\nalways wanted to find it caught around the neck and strangled to death. If they\\ngot half through the snare and were caught around the body, or by the hind legs,\\nthey'd live for some time, and they'd cry just like a child. I like shooting\\nthem better, just because I hated to hear their pitiful cries. It's a bad\\nbusiness this of killing dumb creatures, and the older I get, the more chicken-\\nhearted I am about it.\\\"\\n\\n\\\"Chicken-hearted I should think you are,\\\" said Mrs. Wood. \\\"Do you know, Laura,\\nhe won't even kill a fowl for dinner. He gives it to one of the men to do.\\\"\\n\\n\\\"'Blessed are the merciful,'\\\" said Miss Laura, throwing her arm over her uncle's\\nshoulder. \\\"I love you, dear Uncle John, because you are so kind to every living\\nthing.\\\"\\n\\n\\\"I'm going to be kind to you now,\\\" said her uncle, \\\"and send you to bed. You\\nlook tired.\\\"\\n\\n\\\"Very well,\\\" she said, with a smile. Then bidding them all good-night, she went\\nupstairs. Mr. Wood turned to Mr. Maxwell. \\\"You're going to stay all night with\\nus, aren't you?\\\"\\n\\n\\\"So Mrs. Wood says,\\\" replied the young man, with a smile.\\n\\n\\\"Of course,\\\" she said. \\\"I couldn't think of letting you go back to the village\\nsuch a night as this. It's raining cats and dogs but I mustn't say that, or\\nthere'll be no getting you to stay. I'll go and prepare your old room next to\\nHarry's.\\\" And she bustled away.\\n\\nThe two young men went to the pantry for doughnuts and milk, and Mr. Wood stood\\ngazing down at me. \\\"Good dog,\\\" he said; \\\"you look as if you sensed that talk to-\\nnight. Come, get a bone, and then away to bed.\\\"\\n\\nHe gave me a very large mutton bone, and I held it in my mouth, and watched him\\nopening the woodshed door. I love human beings; and the saddest time of day for\\nme is when I have to be separated from them while they sleep.\\n\\n\\\"Now, go to bed and rest well, Beautiful Joe,\\\" said Mr. Wood, \\\"and if you hear\\nany stranger round the house, run out and bark. Don't be chasing wild animals in\\nyour sleep, though. They say a dog is the only animal that dreams. I wonder\\nwhether it's true?\\\" Then he went into the house and shut the door.\\n\\nI had a sheepskin to lie on, and a very good bed it made. I slept soundly for a\\nlong time; then I waked up and found that, instead of rain pattering against the\\nroof, and darkness everywhere, it was quite light. The rain was over, and the\\nmoon was shining beautifully. I ran to the door and looked out. It was almost as\\nlight as day. The moon made it very bright all around the house and farm\\nbuildings, and I could look all about and see that there was no one stirring. I\\ntook a turn around the yard, and walked around to the side of the house, to\\nglance up at Miss Laura's window. I always did this several times through the\\nnight, just to see if she was quite safe. I was on my way back to my bed, when I\\nsaw two small, white things moving away down the lane. I stood on the veranda\\nand watched them. When they got nearer, I saw that there was a white rabbit\\nhopping up the road, followed by a white hen.\\n\\nIt seemed to me a very strange thing for these creatures to be out this time of\\nnight, and why were they coming to Dingley Farm? This wasn't their home. I ran\\ndown on the road and stood in front of them.\\n\\nJust as soon as the hen saw me, she fluttered in front of the rabbit, and,\\nspreading out her wings, clucked angrily, and acted as if she would peck my eyes\\nout if I came nearer.\\n\\nI saw that they were harmless creatures, and, remembering my adventure with the\\nsnake, I stepped aside. Besides that, I knew by their smell that they had been\\nnear Mr. Maxwell, so perhaps they were after him.\\n\\nThey understood quite well that I would not hurt them, and passed by me. The\\nrabbit went ahead again and the hen fell behind. It seemed to me that the hen\\nwas sleepy, and didn't like to be out so late at night, and was only following\\nthe rabbit because she thought it was her duty.\\n\\nHe was going along in a very queer fashion, putting his nose to the ground, and\\nrising up on his hind legs, and sniffing the air, first on this side and then on\\nthe other, and his nose going, going all the time.\\n\\nHe smelled all around the house till he came to Mr. Maxwell's room at the back.\\nIt opened on the veranda by a glass door, and the door stood ajar. The rabbit\\nsqueezed himself in, and the hen stayed out. She watched for a while, and when\\nhe didn't come back, she flew upon the back of a chair that stood near the door,\\nand put her head under her wing.\\n\\nI went back to my bed, for I knew they would do no harm. Early in the morning,\\nwhen I was walking around the house, I heard a great shouting and laughing from\\nMr. Maxwell's room. He and Mr. Harry had just discovered the hen and the rabbit;\\nand Mr. Harry was calling his mother to come and look at them. The rabbit had\\nslept on the foot of the bed.\\n\\nMr. Harry was chaffing Mr. Maxwell very much, and was telling him that any one\\nwho entertained him was in for a traveling menagerie. They had a great deal of\\nfun over it, and Mr. Maxwell said that he had had that pretty, white hen as a\\npet for a long time in Boston. Once when she had some little chickens, a\\nfrightened rabbit, that was being chased by a dog, ran into the yard. In his\\nterror he got right under the hen's wings, and she sheltered him, and pecked at\\nthe dog's eyes, and kept him off till help came. The rabbit belonged to a\\nneighbor's boy, and Mr. Maxwell bought it from him. From the day the hen\\nprotected him, she became his friend, and followed him everywhere.\\n\\nI did not wonder that the rabbit wanted to see his master. There was something\\nabout that young man that made dumb animals just delight in him. When Mrs. Wood\\nmentioned this to him be said, \\\"I don't know why they should I don't do anything\\nto fascinate them.\\\"\\n\\n\\\"You love them,\\\" she said, \\\"and they know it. That is the reason.\\\"\\n\\nCHAPTER XXV A HAPPY HORSE\\n\\nFOR a good while after I went to Dingley Farm I was very shy of the horses, for\\nI was afraid they might kick me, thinking that I was a bad dog like Bruno.\\nHowever, they all had such good faces, and looked at me so kindly, that I was\\nbeginning to get over my fear of them.\\n\\nFleetfoot, Mr. Harry's colt, was my favorite, and one afternoon, when Mr. Harry\\nand Miss Laura were going out to see him, I followed them. Fleetfoot was amusing\\nhimself by rolling over and over on the grass under a tree, but when he saw Mr.\\nHarry, he gave a shrill whinny, and running to him, began nosing about his\\npockets.\\n\\n\\\"Wait a bit,\\\" said Mr. Harry, holding him by the forelock. \\\"Let me introduce you\\nto this young lady, Miss Laura Morris. I want you to make her a bow.\\\" He gave\\nthe colt some sign, and immediately he began to paw the ground and shake his\\nhead.\\n\\nMr. Harry laughed and went on: \\\"Here is her dog Joe. I want you to like him,\\ntoo. Come here, Joe.\\\" I was not at all afraid, for I knew Mr. Harry would not\\nlet him hurt me, so I stood in front of him, and for the first time had a good\\nlook at him. They called him the colt, but he was really a full-grown horse, and\\nhad already been put to work. He was of a dark chestnut color, and had a well-\\nshaped body and a long, handsome head, and I never saw, in the head of a man or\\nbeast, a more beautiful pair of eyes than that colt had large, full, brown eyes\\nthey were that he turned on me almost as a person would. He looked me all over\\nas if to say: \\\"Are you a good dog, and will you treat me kindly, or are you a\\nbad one like Bruno, and will you chase me and snap at my heels and worry me, so\\nthat I shall want to kick you?\\\"\\n\\nI looked at him very earnestly and wagged my body, and lifted myself on my hind\\nlegs toward him. He seemed pleased and put down his nose to sniff at me, and\\nthen we were friends. Friends, and such good friends, for next to Jim and Billy,\\nI have loved Fleetfoot.\\n\\nMr. Harry pulled some lumps of sugar out of his pocket, and giving them to Miss\\nLaura, told her to put them on the palm of her hand and hold it out flat toward\\nFleetfoot. The colt ate the sugar, and all the time eyed her with his quiet,\\nobserving glance, that made her exclaim: \\\"What wise-looking colt!\\\"\\n\\n\\\"He is like an old horse,\\\" said Mr. Harry, \\\"When he hears a sudden noise, he\\nstops and looks all about him to find an explanation.\\\"\\n\\n\\\"He has been well trained,\\\" said Miss Laura.\\n\\n\\\"I have brought him up carefully,\\\" said Mr. Harry. \\\"Really, he has been treated\\nmore like a dog than a colt. He follows me about the farm and smells everything\\nI handle, and seems to want to know the reason of things.\\\"\\n\\n\\\"Your mother says,\\\" replied Miss Laura, \\\"that she found you both asleep on the\\nlawn one day last summer, and the colt's head was on your arm.\\\"\\n\\nMr. Harry smiled and threw his arm over the colt's neck. \\\"We've been comrades,\\nhaven't we, Fleetfoot? I've been almost ashamed of his devotion. He has followed\\nme to the village, and he always wants to go fishing with me. He's four years\\nold now, so he ought to get over those coltish ways. I've driven him a good\\ndeal. We're going out in the buggy this afternoon, will you come?\\\"\\n\\n\\\"Where are you going?\\\" asked Miss Laura.\\n\\n\\\"Just for a short drive back of the river, to collect some money for father.\\nI'll be home long before tea time.\\\"\\n\\n\\\"Yes, I should like to go,\\\" said Miss Laura \\\"I shall go to the house and get my\\nother hat.\\\"\\n\\n\\\"Come on, Fleetfoot,\\\" said Mr. Harry. And he led the way from the pasture, the\\ncolt following behind with me. I waited about the veranda, and in a short time\\nMr. Harry drove up to the front door. The buggy was black and shining, and\\nFleetfoot had on a silver-mounted harness that made him look very fine. He stood\\ngently switching his long tail to keep the flies away, and with his head turned\\nto see who was going to get into the buggy. I stood by him, and as soon as he\\nsaw that Miss Laura and Mr. Harry had seated themselves, he acted as if he\\nwanted to be off. Mr. Harry spoke to him and away he went, I racing down the\\nlane by his side, so happy to think he was my friend. He liked having me beside\\nhim, and every few seconds put down his head toward me. Animals can tell each\\nother things without saying a word. When Fleetfoot gave his head a little toss\\nin a certain way, I knew that he wanted to have a race. He had a beautiful even\\ngait, and went very swiftly. Mr. Harry kept speaking to him to check him.\\n\\n\\\"You don't like him to go too fast, do you?\\\" said Miss Laura.\\n\\n\\\"No,\\\" he returned. \\\"I think we could make a racer of him if we liked, but father\\nand I don't go in for fast horses. There is too much said about fast trotters\\nand race horses. On some of the farms around here, the people have gone mad on\\nbreeding fast horses. An old farmer out in the country had a common cart-horse\\nthat he suddenly found out had great powers of speed and endurance. He sold him\\nto a speculator for a big price, and it has set everybody wild. If the people\\nwho give all their time to it can't raise fast horses I don't see how the\\nfarmers can. A fast horse on a farm is ruination to the boys, for it starts them\\nracing and betting. Father says he is going to offer a prize for the fastest\\nwalker that can be bred in New Hampshire. That Dutchman of ours, heavy as he is,\\nis a fair walker, and Cleve and Pacer can each walk four and a half miles an\\nhour.\\\"\\n\\n\\\"Why do you lay such stress on their walking fast?\\\" asked Miss Laura.\\n\\n\\\"Because so much of the farm work must be done at a walk. Ploughing, teaming,\\nand drawing produce to market, and going up and down hills. Even for the cities\\nit is good to have fast walkers. Trotting on city pavements is very hard on the\\ndray horses. If they are allowed to go at a quick walk, their legs will keep\\nstrong much longer. It is shameful the way horses are used up in big cities. Our\\npavements are so bad that cab horses are used up in three years. In many ways we\\nare a great deal better off in this new country than the people in Europe, but\\nwe are not in respect of cab horses, for in London and Paris they last for five\\nyears. I have seen horses drop down dead in New York just from hard usage. Poor\\nbrutes, there is a better time coming for them though. When electricity is more\\nfully developed we'll see some wonderful changes. As it is, last year in\\ndifferent places, about thirty thousand horses were released from those\\nabominable horse cars, by having electricity introduced on the roads. Well,\\nFleetfoot, do you want another spin? All right, my boy, go ahead.\\\"\\n\\nAway we went again along a bit of level road. Fleetfoot had no check-rein on his\\nbeautiful neck, and when he trotted, he could hold his head in an easy, natural\\nposition. With his wonderful eyes and flowing mane and tail, and his glossy,\\nreddish-brown body, I thought that he was the handsomest horse I had ever seen.\\nHe loved to go fast, and when Mr. Harry spoke to him to slow up again, he tossed\\nhis head with impatience. But he was too sweet-tempered to disobey. In all the\\nyears that I have known Fleetfoot, I have never once seen him refuse to do as\\nhis master told him.\\n\\n\\\"You have forgotten your whip, haven't you Harry?\\\" I heard Miss Laura say, as we\\njogged slowly along, and I ran by the buggy panting and with my tongue hanging\\nout.\\n\\n\\\"I never use one,\\\" said Mr. Harry; \\\"if I saw any man lay one on Fleetfoot, I'd\\nknock him down.\\\" His voice was so severe that I glanced up into the buggy. He\\nlooked just as he did the day that he stretched Jenkins on the ground, and gave\\nhim a beating.\\n\\n\\\"I am so glad you don't,\\\" said Miss Laura. \\\"You are like the Russians. Many of\\nthem control their horses by their voices, and call them such pretty names. But\\nyou have to use a whip for some horses, don't you, Cousin Harry?\\\"\\n\\n\\\"Yes, Laura. There are many vicious horses that can't be controlled otherwise,\\nand then with many horses one requires a whip in case of necessity for urging\\nthem forward.\\\"\\n\\n\\\"I suppose Fleetfoot never balks,\\\" said Miss Laura.\\n\\n\\\"No,\\\" replied Mr. Harry; \\\"Dutchman sometimes does, and we have two cures for\\nhim, both equally good. We take up a forefoot and strike his shoe two or three\\ntimes with a stone. The operation always interests him greatly, and he usually\\nstarts. If he doesn't go for that, we pass a line round his forelegs, at the\\nknee joint, then go in front of him and draw on the line. Father won't let the\\nmen use a whip, unless they are driven to it.\\\"\\n\\n\\\"Fleetfoot has had a happy life, hasn't he?\\\" said Miss Laura, looking admiringly\\nat him \\\"How did he get to like you so much, Harry?\\\"\\n\\n\\\"I broke him in after a fashion of my own. Father gave him to me, and the first\\ntime I saw him on his feet, I went up carefully and put my hand on him. His\\nmother was rather shy of me, for we hadn't had her long, and it made him shy\\ntoo, so I soon left him. The next time I stroked him; the next time I put my arm\\naround him. Soon he acted like a big dog. I could lead him about by a strap, and\\nI made a little halter and a bridle for him. I didn't see why I shouldn't train\\nhim a little while he was young and manageable. I think it is cruel to let colts\\nrun till one has to employ severity in mastering them. Of course, I did not let\\nhim do much work. Colts are like boys a boy shouldn't do a man's work, but he\\nhad exercise every day, and I trained him to draw a light cart behind him. I\\nused to do all kinds of things to accustom him to unusual sounds. Father talked\\na good deal to me about Rarey, the great horse-tamer, and it put ideas into my\\nhead. He said he once saw Rarey come on a stage in Boston with a timid horse\\nthat he was going to accustom to a loud noise. First a bugle was blown, then\\nsome louder instrument, and so on, till there was a whole brass band going.\\nRarey reassured the animal, and it was not afraid.\\\"\",\"timestamp\":1640141102,\"title\":\"One day I was in the woods, and looking through the trees espied a bear. He was \\nstanding up on his hind legs\"},\"digest\":\"zzX296ZRJMb4yW7gHfUjP0OCnWTxkGP6C5utr0ILhSw\",\"authorship\":{\"contributor\":\"0x755Bda80E984cd5fAabcbf90e065196EEDb3214A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yy0yaMhcLwtctjAC6W7NulQRCleZncSoLm-2tlhc_bo\\\",\\\"y\\\":\\\"CSDxvq2cg6_USrXsv2ajHul8b5sATvdjz5gK2X7qwOg\\\"}\",\"signature\":\"4XMxVt2GtcLyLDT8JKjm_sBeFG0pSbo9sE5QrX-hf3FhztNVNF98bz4NNTL8bxCnJYBIjHg1NPgecUtFaK1p3A\",\"signingKeySignature\":\"0xd93ec80d0714ce5e1fb275d7c3e29df78ed95b718a6885b7cc7efe22f13049c86973ef2bc6575f2e5e82adbfd9dbfaf8536aaec71b46c08bd0bed1c5885575441c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yy0yaMhcLwtctjAC6W7NulQRCleZncSoLm-2tlhc_bo\\\",\\\"y\\\":\\\"CSDxvq2cg6_USrXsv2ajHul8b5sATvdjz5gK2X7qwOg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zzX296ZRJMb4yW7gHfUjP0OCnWTxkGP6C5utr0ILhSw\"}"