"{\"content\":{\"body\":\"**Tl;dr: 8 amateur music creators sold 8 songs that were made from their phones for 1.1 ETH. Each song received the equivalent value of 125,000 Spotify streams.**\\n\\nA year ago, we started building a virtual music studio for anyone to make songs. Early on we could already hear an exciting genre-fluid sound emerging, with songs being made about love, heartbreak, tofu, anime, teenage angst, crypto, and everything in between.\\n\\nFor some, mayk has been their first audio production tool. For more experienced creators, it’s been a great way to draft their ideas. For others, mayk has been their first encouraging community to be a part of.\\n\\nOne creator, after receiving 2,000 listens, said it was more than she had ever received on any music streaming platform. Another told us he sold a song on mayk for 1.5 ETH. We celebrated their successes and went back to working on making better audio tools.\\n\\nThe music NFT creator continued selling songs, and suggested we help other creators mint their songs as NFTs on OpenSea as well, so we added a “Mint on OpenSea” button in the app to evaluate demand.\\n\\nThe demand was apparent, with *more creators wanting to mint their songs than share to IG.*\\n\\nAs a next step, we partnered with 8 mayk creators from diverse backgrounds and locations across the world to showcase their songs. “Early Tapes,” the name of the collection, gave listeners a chance to support next gen music creators by buying their music NFTs (with all proceeds from sales going directly to the creators). This initial collection, albeit limited in size, sold out.\\n\\n![The response of one creator when their NFT sold](https://images.mirror-media.xyz/publication-images/5yZEj894CV3cmQPmlOdIz.png?height=710&width=780)\\n\\nThrough this experiment, we learned about the dreams and goals of next gen music creators, helped onboard them into the music web3 ecosystem, and started  conversations about how we can authentically contribute to the music and web3 space. Given the feedback and experiments thus far, we’re excited to continue exploring.\\n\\n**Here’s what we’re working on now**\\n\\n* Help build a community that is excited about democratizing access to music creativity\\n* Experiment more at the intersection of music and blockchain\\n* Building the best audio production tools for collaborative song making on any device (starting with iOS)\\n* Enable NFT minting directly from our app\\n* Early Tapes holders receive access to private discord, creator discord, and get an “Early Tapes Role” badge\\n  * Future Benefits for Early Tapes holders: airdrops of $mayk tokens, pre-sale to future nft drops, airdropped songs from early tapes creators, airdrops of NFTs from new collections we drop, collab with creators to create songs\\n\\nWe’re interested in learning more from the community and welcome you to join our new discord or follow us on twitter. We’d love to hear from you!\\n\\nDiscord:\\n\\n[https://discord.gg/JpS9EQSHJu](https://discord.gg/JpS9EQSHJu)\\n\\nTwitter:\\n\\n[https://twitter.com/mayk_it_app](https://twitter.com/mayk_it_app)\\n\\nTry out our app:\\n\\n[ https://link.mayk.it/R2xf/79ddcd49](https://link.mayk.it/R2xf/79ddcd49)\",\"timestamp\":1640732816,\"title\":\"wen voice notes meet music NFTs - How mayk songs are leveling the playing field for new creators \"},\"digest\":\"70zHQjF7FiuN1ODsGZhwokGnGUYla8rMiZRro9XZ2X8\",\"authorship\":{\"contributor\":\"0x517c5aa09168bC04DE20e3D92e56f5B99a40c128\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Yy67AVW0MarY-x8AJzis0V6Z8rQSXFCy3Jl4c6f2M8c\\\",\\\"y\\\":\\\"c5rVPbizKcbXZxjekdwqBYMdDMvRMpND86islrnaUSg\\\"}\",\"signature\":\"dlMWEQ-GuDHhJBUkUWZNG2eteHUDFQjzqLLvQZ2HGsgVa86FA6TgZnMSufI3UKmUxwzZzeVdnSIiLUio42hMdQ\",\"signingKeySignature\":\"0x0c699ee41e682c1a3b6402aabdb66a36e6abd7c2d090d384b8a96cc7df43f82259773a20947171604a52c831e7cb1d2109ea1b00f96b073107049676f8dc0e531c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Yy67AVW0MarY-x8AJzis0V6Z8rQSXFCy3Jl4c6f2M8c\\\",\\\"y\\\":\\\"c5rVPbizKcbXZxjekdwqBYMdDMvRMpND86islrnaUSg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UrymHwOI02coPPtRObN9E4qCm8CYxc1naAwToUX83Fc\"}"