"{\"content\":{\"body\":\"He seemed in nowise startled, but trotted over to him. There was nothing fearful in his carriage, no haunting blood-guiltness in the true gray eyes which never told a lie, which never, dog-like, failed to look you in the face. Yet his tail was low, and, as he stopped at his master's feet\\\\~ he was quivering. For he, too, knew, and was not unmoved.\\n\\nFor weeks he had tracked the Killer; for weeks he had followed him as he crossed Kenmuir, bound on his bloody errands; yet always had lost him on the Marches. Now, at last, he had r'1n him to ground. Yet his heart went. out to his enemy in his distress.\\n\\n\\\"I thowt t'had been yo', lad,\\\" the Master whispered, his hand on the dark head at his knee-- \\\"I thowt t'had bin yo'!\\\"\\n\\nRooted to the ground, the three watched the scene between M'Adam and his Wull.\\n\\nIn the end the Master was whimpering; Andrew crying; and David turned his back.\\n\\nChapter XXX. THE TAILLESS TYKE AT BAY\\n\\nON the following morning there was a sheep-auction at the Dalesman's Daughter.\\n\\nEarly as many of the farmers arrived, there was one earlier. Tupper, the first man to enter the sand-floored parlor, found M'Adam before him.\\n\\nHe was sitting a little forward in his chair; his thin hands rested on his knees; and on his face was a gentle, dreamy expression such as no man had ever seen there before. All the harsh wrinkles seemed to have fled in the night; and the sour face, stamped deep with the bitterness of life, was softened now, as if at length at peace.\\n\\n\\\"When I coom doon this mornin',\\\" said Teddy Bolstock in a whisper, \\\"I found 'im sittin' just so. And he's nor moved nor spoke since.\\\"\\n\\n\\\"Where's th' Terror, then?\\\" asked Tupper, awed somehow into like hushed tones.\\n\\n\\\"In t' paddock at back,\\\" Teddy answered, \\\"marchin' hoop and doon, hoop and doon, for a' the world like a sentry-soger. And so he was when I looked oot o' window when I wake.\\\"\\n\\nThen Londesley entered, and after him, Ned Hoppin, Rob Saunderson, Jim Mason, and others, each with his dog. And each man, as he came in and saw the little lone figure for once without its huge attendant genius, put the same question; while the dogs sniffed about the little man, as though suspecting treachery. And all the time M'Adam sat as though he neither heard nor saw, lost in some sweet, sad dream; so quite, so silent, that more than one thought he slept.\\n\\nAfter the first glance, however, the farmers paid him little heed, clustering round the publican at the farther end of the room to hear the latest story of Owd Bob.\\n\\nIt appeared that a week previously, James Moore with a pack of sheep had met the new Grammoch-town butcher at the Dalesmen's Daughter. A bargain concluded, the butcher started with the flock for home. As he had no dog, the Master offered him Th' Owd Un. \\\"And he'll pick me i' th' town to-morrow,\\\" said he.\\n\\nNow the butcher was a stranger in the land. Of course he had heard of Owd Bob o' Ken.. muir, yet it never struck him that this handsome gentleman with the quiet, resolute manner, who handled sheep as he had never seen them handled, was that hero--\\\" the best sheep-dog in the North.\\\"\\n\\nCertain it is that by the time the flock was penned in the enclosure behind the shop, he coveted the dog--ay, would even offer ten pounds for him!\\n\\nForthwith the butcher locked him up in an outhouse--summit of indignity; resolving to make his offer on the morrow.\\n\\nWhen the morrow came he found no dog in the outhouse, and, worse, no sheep in the enclosure. A sprung board showed the way of escape of the one, and a displaced hurdle that of the other. And as he was making the discovery, a gray dog and a flock of sheep, travelling along the road toward the Dalesman's Daughter, met the Master.\\n\\nFrom the first, Owd Bob had mistrusted the man. The attempt to confine him set the seal on his suspicions. His master's sheep were not for such a rogue; and he worked his own way out and took the sheep along with him.\\n\\nThe story was told to a running chorus of-- \\\"Ma word! Good, Owd Un !--Ho! ho! did he thot?\\\"\\n\\nOf them all, only M'Adam sat strangely silent. Rob Saunderson, always glad to draw the little man, remarked it.\\n\\n\\\"And what d'yo' think o' that, Mr. M'Adam, for a wunnerfu' story of a wunnerfu' tyke?\\\" he asked.\\n\\n\\\"It's a gude tale, a vera gude tale,\\\" the little man answered dreamily. \\\"And James Moore didna invent it; he had it from the Christmas number o' the Flock-keeper in saxty.\\\" (On the following Sunday, old Rob, from sheer curiosity, reached down from his shelf the specified number of the paper. To his amazement he found the little man was right. There was the story almost identically. None the less is it also true of Owd Bob o' Kenmuir.)\\n\\n\\\"Ay, ay,\\\" the little man continued, \\\"and in a day or two James Moore'll ha' anither tale to tell ye--a better tale, ye'll think it--mair laffable. And yet--ay---no---I'll no believe it! I niver loved James Moore, but I think, as Mr. Hornbut aince said, he'd rather die than lie. Owd Bob o' Kenmuir!\\\" he continued in a whisper. \\\"Up till the end I canna shake him aff. Hafflins I think that where I'm gaein' to there'll be gray dogs sneakin' around me in the twilight. And they're aye behind and behind, and I canna, canna--\\\"\\n\\nTeddy Bolstock interrupted, lifting his hand for silence.\\n\\n\\\"D'yo' hear thot?--Thunder!\\\"\\n\\nThey listened; and from without came a gurgling, jarring roar, horrible to hear.\\n\\n\\\"It's comin' nearer!\\\"\\n\\n\\\"Nay, it's goin' away!\\\"\\n\\n\\\"No thunder thot!\\\"\\n\\n\\\"More like the Lea in flood. And yet--Eh, Mr. M'Adam, what is it?\\\"\\n\\nThe little man had moved at last. He was on his feet, staring about him, wild-eyed.\\n\\n\\\"Where's yer dogs?\\\" he almost screamed.\\n\\n\\\"Here's ma-- Nay, by thunder! but he's not!\\\" was the astonished cry.\\n\\nIn the interest of the story no man had noticed that his dog had risen from his side; no one had noticed a file of shaggy figures creeping out of the room.\\n\\n\\\"I tell ye it's the tykes! I tell ye it's the tykes! They're on ma Wullie--fifty to one they're on him! My God! My God! And me not there! Wullie, Wullie! \\\"--in a scream --\\\"I'm wi' ye!''\\n\\nAt the same moment Bessie Boistock rushed in, white-faced.\\n\\n\\\"Hi! Feyther! Mr. Saunderson! all o' you! T'tykes fightin' mad! Hark!\\\"\\n\\nThere was no time for that. Each man seized his stick and rushed for the door; and M'Adam led them all.\\n\\nA rare thing it was for M'Adam and Red Wull to be apart. So rare, that others besides the men in that little tap-room noticed it.\\n\\nSaunderson's old Shep walked quietly to the back door of the house and looked out.\\n\\nThere on the slope below him he saw what he sought, stalking up and down, gaunt and grim, like a lion at feeding-time. And as the old dog watched, his tail was gently swaying as though he were well pleased.\\n\\nHe walked back into the tap-room just as Teddy began his tale. Twice he made the round of the room, silent-footed. From dog to dog he went, stopping at each as though \\\\~trging him on to some great enterprise. Then he made for the door again, looking back to see if any followed.\\n\\nOne by one the others rose and trailed out after him: big blue Rasper, Londesley's Lassie, Ned Hoppin's young dog; Grip and Grapple, the publican's bull-terriers; Jim Mason's Gyp, foolish and flirting even now; others there were; and last of all, waddling heavily in the rear, that scarred Amazon, the Venus.\\n\\nOut of the house they pattered, silent and unseen, with murder in their hearts. At last they had found their enemy alone. And slowly, in a black cloud, like the shadow of death, they dropped down the slope upon him.\\n\\nAnd he saw them coming, knew their errand--as who should better than the Terror of the Border?--and was glad. Death it might be, and such an one as he would wish to die-at least distraction from that long-drawn, haunting pain. And he smiled grimly as he looked at the approaching crowd, and saw there was not one there but he had humbled in his time.\\n\\nHe ceased his restless pacing, and awaited them. His great head was high as he scanned them contemptuously, daring them to come on.\\n\\nAnd on they came, marching slow and silent like soldiers at a funeral: young and old; bobtailed and bull; terrier and collie; flocking like vultures to the dead. And the Venus, heavy with years, rolled after them on her bandy legs panting in her hurry lest she should be late. For had she not the blood of her blood to avenge?\\n\\nSo they came about him, slow, certain, murderous, opening out to cut him off on every side. There was no need. He never thought to move. Long odds 'twould be--crushingly heavy; yet he loved them for it, and was trembling already with the glory of the coming fight.\\n\\nThey were up to him now; the sheep-dogs walking round him on their toes, stiff and short like cats on coals; their hacks a little humped; heads averted; yet eying him askance.\\n\\nAnd he remained stock-still nor looked at them. His great chin was cocked, and his muzzle wrinkled in a dreadful grin. As he stood there, shivering a little, his eyes rolling back, his breath grating in his throat to set every bristle on end, he looked a devil indeed.\\n\\nThe Venus ranged alongside him. No preliminary stage for her; she never walked where she could stand, or stood where she could lie. But stand she must now, breathing hard through her nose, never taking her eyes off that pad she had marked for her own. Close beside her were crop-eared Grip and Grapple, looking up at the line above them where hairy neck and shoulder joined. Behind was big Rasper, and close to him Lassie. Of the others, each had marked his place, each taken up his post.\\n\\nLast of all, old Shep took his stand full in front of his enemy, their shoulders almost rubbing, head past head.\\n\\nSo the two stood a moment, as though they were whispering; each diabolical, each rolling back his eyes to watch the other. While from the little mob there rose a snarling, bubbling snore, like some giant wheezing in his sleep.\\n\\nThen like lightning each struck. Rearing high, they wrestled with striving paws and the expression of fiends incarnate. Down they went, Shep underneath, and the great dog with a dozen of these wolves of hell upon him. Rasper, devilish, was riding on his back; the Venus--well for him !--had struck and missed; but Grip and Grapple had their hold; and the others, like leaping demoniacs, were plunging into the whirlpool vortex of the fight.\\n\\nAnd there, where a fortnight before he had fought and lost the battle of the Cup, Red Wull now battled for his life.\\n\\nLong odds! But what cared he? The long-drawn agony of the night was drowned in that glorious delirium. The hate of years came bubbling forth. In that supreme moment he would avenge his wrongs. And he went in to fight, revelling like a giant in the red lust of killing.\\n\\nLong odds l Never before had he faced such a galaxy of foes. His one chance lay in quickness: to prevent the swarming crew getting their hold till at least he had diminished their numbers.\\n\\nThen it was a sight to see the great brute, huge as a bull-calf, strong as a bull, rolling over and over and up again, quick as a kitten; leaping here, striking there; shaking himself free; swinging his quarters; fighting with feet and body and teeth--every inch of him at war. More than once he broke right through the mob; only to turn again and face it. No flight for him; nor thought of it.\\n\\nUp and down the slope the dark mass tossed, like some hulk the sport of the waves. Black and white, sable and gray, worrying at that great centrepiece. Up and down, roaming wide, leaving everywhere a trail of red.\\n\\nGyp he had pinned and hurled over his shoulder. Grip followed; he shook her till she rattled, then flung her afar; and she fell with a horrid thud, not to rise. While Grapple, the death to avenge, hung tighter. In a scarlet, soaking patch of the ground lay Big Bell's lurcher, doubled up in a dreadful ball. And Hoppin's young dog, who three hours before had been the children's tender playmate, now fiendish to look on, dragged after the huddle up the hill. Back the mob rolled on her. When it was passed, she lay quite still, grinning; a handful of tawny hair and flesh in her dead mouth.\\n\\nSo they fought on. And ever and anon a great figi\\\\~ire rose up from the heaving inferno all around; rearing to his full height, his head ragged and bleeding, the red foam dripping from his jaws. Thus he would appear momentarily, like some dark rock amid a raging sea; and down he would go again.\\n\\nSilent now they fought, dumb and determined. Only you might have heard the rend and rip of tearing flesh; a hoarse gurgle as some dog went down; the panting of dry throats; and now and then a sob from that central figure. For he was fighting for his life. The Terror of the Border was at bay.\\n\\nAll who meant it were on him now. The Venus, blinded with blood, had her hold at last; and never but once in a long life of battles had she let go; Rasper, his breath coming in rattles, had him horribly by the loins; while a dozen other devils with red eyes and wrinkled nostrils clung still.\\n\\nLong odds! And down he went, smothered beneath the weight of numbers, yet struggled up again. His great head was torn and dripping; his eyes a gleam of rolling red and white; the little tail stern and stiff like the gallant stump of a flagstaff shot away. He was desperate, but indomitable; and he sobbed as he fought doggedly on.\\n\\nLong odds! It could not last. And down he went at length, silent still--never a cry should they wring from him in his agony the Venus glued to that mangled pad; Rasper beneath him now; three at his throat; two at his ears; a crowd on flanks and body.\\n\\nThe Terror of the Border was down at last!\\n\\n\\\"Wullie, ma Wullie!\\\" screamed M'Adam, bounding down the slope a crook's length in front of the rest. \\\"Wullie! Wullie! to me!\\\"\\n\\nAt the shrill cry the huddle below was convulsed. It heaved and swelled and dragged to and fro, like the sea lashed into life by some dying leviathan.\\n\\nA gigantic figure, tawny and red, fought its way to the surface. A great tossing head, bloody past recognition, flung out from the ruck. One quick glance he shot from his ragged eyes at the little flying form in front; then with a roar like a waterfall plunged toward it, shaking off the bloody leeches as he went.\\n\\n\\\"Wullie! Wullie! I'm wi' ye!\\\" cried that little voice, now so near.\\n\\nThrough -- through--through! -- an incomparable effort and his last. They hung to his throat, they clung to his muzzle, they were round and about him. And down he went again with a sob and a little suffocating cry, shooting up at his master one quick, beseeching glance as the sea of blood closed over him --worrying, smothering, tearing, like foxhounds at the kill.\\n\\nThey left the dead and pulled away the living. And it was no light task, for the pack were mad for blood.\\n\\nAt the bottom of the wet mess of hair and red and flesh was old Shep, stone-dead. And as Saunderson pulled the body out, his face was working; for no man can lose in a crack the friend of a dozen years, and remain unmoved.\\n\\nThe Venus lay there, her teeth clenched still in death; smiling that her vengeance was achieved. Big Rasper, blue no longer, was gasping out his life. Two more came crawling out to find a quiet spot where they might lay them down to die. Before the night had fallen another had gone to his account. While not a dog who fought upon that day but carried the scars of it with him to his grave.\\n\\nThe Terror o' th' Border, terrible in his life, like Samson, was yet more terrible in his dying.\\n\\nDown at the bottom lay that which once had been Adam M'Adam's Red Wull.\\n\\nAt the sight the little man neither raved nor swore: it was past that for him. He sat down, heedless of the soaking ground, and took the mangled head in his lap very tenderly.\\n\\n\\\"They've done ye at last, Wullie--they've done ye at last,\\\" he said quietly; unalterably convinced that the attack had been organized while he was detained in the tap-room.\\n\\nOn hearing the loved little voice, the dog gave one weary wag of his stump-tail. And with that the Tailless Tyke, Adam M'Adam's Red Wull, the Black Killer, went to his long home.\\n\\nOne by one the Dalesmen took away their dead, and the little man was left alone with the body of his last friend.\\n\\nDry-eyed he sat there, nursing the dead. dog's head; hour after hour--alone--crooning to himself:\\n\\n'Monie a sair daurk we twa hae wrought,  An' wi' the weary wan' fought! An'  mony an anxious day I thought  We wad be beat.'\\n\\nAn' noo we are, Wullie--noo we are!\\\"\\n\\nSo he went on, repeating the lines over and over again, always with the same sad termination.\\n\\n\\\"A man's mither--a man's wife--a man's\\\\~ dog! they three are a' little M'Adam iver had\\\\~ to back him! D'ye mind the auld mither, Wullie? And her, 'Niver be down-hearted, Adam; ye've aye got yer mither,' And ae day I had not. And Flora, Wullie (ye remember Flora, Wullie? Na, na; ye'd not) wi' her laffin' daffin' manner, eryin' to one: 'Adam, ye say ye're alane. But ye've me--is that no enough for ony man?' And God kens it was --while it lasted!\\\" He broke down and sobbed a while. \\\"And you Wullie--and you! the only man friend iver I had!\\\" He sought the dog's bloody paw with his right hand.\\n\\n\\\"'An' here's a hand, my trusty flee, An gie's a hand o' thine; An'  we'll tak' a right guid willie-waught,  For auld lang syne.'\\n\\nHe sat there, muttering, and stroking the poor head upon his lap, bending over it, like a mother over a sick child.\\n\\n\\\"They've done ye at last, lad--done ye sair. And noo I'm thinkin' they'll no rest content till I'm gone. And oh, Wullie!\\\"--he bent down and whispered--\\\" I dreamed sic an awfu' thing--that ma Wullie--but there! 'twas but a dream.\\\"\\n\\nSo he sat on, crooning to the dead dog; and no man approached him. Only Bessie of the inn watched the little lone figure from afar.\\n\\nIt was long past noon when at length he rose, laying the dog's head reverently down, and tottered away toward that bridge which once the dead thing on the slope had held against a thousand.\\n\\nHe crossed it and turned; there was a look upon his face, half hopeful, half fearful, very -piteous to see.\\n\\n\\\"Wullie, Wullie, to me!\\\" he cried; only the accents, formerly so fiery, were now weak as a dying man's.\\n\\nA while he waited in vain.\\n\\n\\\"Are ye no comin', Wullie?\\\" he asked at length in quavering tones. \\\"Ye've not used to leave me.\\\"\\n\\nHe walked away a pace, then turned again and whistled that shrill, sharp call, only now it sounded like a broken echo of itself.\\n\\n\\\"Come to me, Wullie!\\\" he implored, very-pitifully. \\\"'Tis the first time iver I kent ye not come and me whistlin'. What ails ye, lad?\\\"\\n\\nHe recrossed the bridge, walking blindly like a sobbing child; and yet dry-eyed.\\n\\nOver the dead body he stooped.\\n\\n\\\"What ails ye, Wullie?\\\" he asked again. \\\"Will you, too, leave me?\\\"\\n\\nThen Bessie, watching fearfully, saw him bend, sling the great body on his back, and stagger away.\\n\\nLimp and hideous, the carcase hung down from the little man's shoulders. The huge head, with grim, wide eyes and lolling tongue, jolted and swagged with the motion, seeming to grin a ghastly defiance at the world it had left. And the last Bessie saw of them was that bloody, rolling head, with the puny legs staggering beneath their load, as the two passed out of the world's ken.\\n\\nIn the Devil's Bowl, next day, they found the pair: Adam M'Adam and his Red Wull, face to face; dead, not divided; each, save for the other, alone. The dog, his saturnine expression glazed and ghastly in the fixedness of death, propped up against that humpbacked boulder beneath which, a while before, the Black Killer had dreed his weird; and, close by, his master lying on his back, his dim dead eyes staring up at the heaven, one hand still clasping a crumpled photograph; the weary body at rest at last, the mocking face--mocking no longer--alight with a whole-souled, transfiguring happiness.\\n\\nPOSTSCRIPT\\n\\nAdam M'Adam and his Red Wull lie buried together: one just within, the other just without, the consecrated pale.\\n\\nThe only mourners at the funeral were David, James Moore, Maggie, and a gray dog peering through the lych-gate.\\n\\nDuring the service a carriage stopped at the churchyard, and a lady with a stately figure and a gentle face stepped out and came across the grass to pay a last tribute to the dead. And Lady Eleanour, as she joined the little group about the grave, seemed to notice a more than usual solemnity in the parson's voice as he intoned: \\\"Earth to earth--ashes to ashes-dust to dust; in sure and certain hope of the Resurrection to eternal life.\\\"\\n\\nWhen you wander in the gray hill-country of the North, in the loneliest corner of that lonely land you may chance upon a low farm-house, lying in the shadow of the Muir Pike.\\n\\nEntering, a tall old man comes out to greet you--the Master of Kenmuir. His shoulders are bent now; the hair that was so dark is frosted; but the blue-gray eyes look you as-proudly in the face as of yore.\\n\\nAnd while the girl with the glory of yellow hair is preparing food for you--they are hospitable to a fault, these Northerners--you will notice on the mantelpiece, standing solitary, a massive silver cup, dented.\\n\\nThat is the world-known Shepherds' Trophy, won outright, as the old man will tell you, by Owd Bob, last and best of the Gray Dogs of Kenmuir. The last because he is the best;, because once, for a long-drawn unit of time, James Moore had thought him to be the worst.\\n\\nWhen at length you take your leave, the old man accompanies you to the top of the slope to point you your way.\\n\\n\\\"Yo' cross the stream; over Langholm How,. yonder; past the Bottom; and oop th' hill on far side. Yo'll come on th' house o' top. And happen yo'll meet Th' Owd Un on the road. Good-day to you, sir, good-day.\\\"\\n\\nSo you go as he has bidden you; across the stream, skirting the How, over the gulf and up. the hill again.\\n\\nOn the way, as the Master has foretold, you come upon an old gray dog, trotting soberly along. Th' Owd Un, indeed, seems to spend the evening of his life going thus between Kenmuir and the Grange. The black muzzle, is almost white now; the gait, formerly so smooth and strong, is stiff and slow; venerable, indeed, is he of whom men still talk as the best sheep-dog in the North.\\n\\nAs he passes, he pauses to scan you. The noble head is high, and one foot raised; and you look into two big gray eyes such as you have never seen before--soft, a little dim, and infinitely sad.\\n\\nThat is Owd Bob o' Kenmuir, of whom the tales are many as the flowers on the May. With him dies the last of the immortal line of the Gray Dogs of Kennutir.\\n\\nYou travel on up the bill, something pensive, and knock at the door of the house on the top.\",\"timestamp\":1641284327,\"title\":\"\\nAt M'Adam's word, Owd Bob looked up, and for the first time saw his master.\"},\"digest\":\"hIwHeb_JhAbggvexildaJC4rGXTsp-5JKwQGIwEuKLw\",\"authorship\":{\"contributor\":\"0x994E4477C12eEdA205e5484164bDb84f9649036F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uGquEsl9FS1U-F6DGnZs2JfqFjq4yM47rlAdN86L9rw\\\",\\\"y\\\":\\\"P8kLOmkT9kKe2RyHT7zOHxVLjGc9OpxLopc7Liw1tbI\\\"}\",\"signature\":\"MOzRrvHm4lPQcw5svRvyhXTxKR3FMJMz-p_LwuGYg3EvcHDCnWdQSI9duEnPrrt-MA-JcOWf3UNyJANDsNg7-g\",\"signingKeySignature\":\"0xae8ad5f9fdd6781ccce9cb1c6c15ec6d43794a2a32f676519d2fbebd729544787d0c9c82ecdfe5af96ed5889f45346337b6a6d1a0edc18be1f6e35dccfbcfedc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uGquEsl9FS1U-F6DGnZs2JfqFjq4yM47rlAdN86L9rw\\\",\\\"y\\\":\\\"P8kLOmkT9kKe2RyHT7zOHxVLjGc9OpxLopc7Liw1tbI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hIwHeb_JhAbggvexildaJC4rGXTsp-5JKwQGIwEuKLw\"}"