"{\"content\":{\"body\":\"[![](https://cdn.substack.com/image/fetch/w\\\\_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F5de745ed-f50a-449a-baf0-c718a8b80446\\\\_1080x1080.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F5de745ed-f50a-449a-baf0-c718a8b80446\\\\_1080x1080.png)\\n\\n#### Hi people,\\n\\n#### I hope you will listen to the recording of the first chapter of **2012: The Return of Quetzalcoatl** (read brilliantly by Paradox Pollack), presented here. And [please pick up a copy of the audiobook here](https://www.theliminalinstitute.com/the-return-of-quetzalcoatl).\\n\\n### CHAPTER ONE\\n\\nThroughout my early life and into my thirties, I lacked a metaphysical view of any sort. What I had, however, was an intense and even anguished yearning that deepened as I got older. Growing up in Manhattan, a churning whirlpool of cultural and erotic distractions, I could not shake the feeling that something was absent from my life and the world around me, something as essential as it was unknown, and virtually inconceivable. I belonged to an artistic but deeply atheistic New York City milieu; my father was an abstract painter and my mother was a writer and editor who had been part of the Beat Generation in the 1950s. Both of them had rejected the religions of their ancestors, and internalized the scientific view of a world lacking the sacred. The edifices of organized religion—the gray stone synagogues and massive churches around my neighborhood, the Upper West Side—seemed like somber remembrances and archaic vestiges of the past. I found it almost unbelievable that people would still participate in that kind of worship to a god that had clearly died, as Nietzsche put it, or absconded from the scene long ago.\\n\\nCulture was my religion—at least its nearest approximation. I recognized myself in Allen Ginsberg’s howls, in T. S. Eliot’s wasteland of fossils and fragments, in James Joyce’s “silence, exile, and cunning.” I felt, with Rainer Maria Rilke, the inaccessibility of the angels hovering over our “interpreted world.” I identified with my father’s tenacious and uncompromising struggle, waged in his cavernous SoHo loft, to pull out of paint and canvas some pure symbol of his longing for being, his awkward authenticity a stance beyond what the market could bear. I identified, also, with my mother’s quiet desperation, the attention to detail in her prose an effort to rescue from life some small but enduring essence—so different from the tidal throes of the Beats, their self-mythologizing mysticism, yet connected to them by a secret desiring strain, as well as shared history.\\n\\nFrom my parents I inherited the discipline of solitude, the habit of contemplation. They had found their identity in fleeing the conformity of their parents’ world for the comparative freedoms of bohemia and the life of the mind—this escape from the ossified past shaped their worldview. They belonged to the generational movement of the postwar era, embracing modernism, shedding old conventions.\\n\\nNew York in the 1970s was a city of old ghosts and frayed nerves. My mother and I lived on stately, gloomy West End Avenue, in a turn-of-the century apartment building lacking a thirteenth floor. I attended the progressive Bank Street School down the street from Columbia University— its focus was on “learning how to learn,” rather than learning anything in particular. Most of our teachers were leftists with a certain slant on history. They had us read Arthur Miller’s play about the Salem witch trials, *The Crucible, *several years in a row, teasing out the paranoid strain in American life that resurfaced as the “Red Scare” of the 1950s. To this day, I know no other languages, can barely do long division. My early education may have incapacitated me in certain ways, but it helped shape me as a generalist, a perceiver of pattern rather than a delver into detail.\\n\\nMy grandmother lived a few blocks away from my school. In her apartment with the upholstered furniture covered in vinyl slipcovers and the piano that nobody had played in decades, I spent the most stifled afternoons of my life. An ambience of irreparable loss seemed to linger over her and her two elder spinster sisters who lived upstairs. I watched chunks of the Watergate hearings while lounging on her couch. Out of some sense of civic duty, she followed that spectacle of national disgrace from opening gavel to closing bell.\\n\\nEveryone I knew, adults and children as well, seemed to me to be fleeing from unspoken trauma. I suppose the trauma was history itself, its wars and diasporas, pogroms and Final Solutions—that long-playing nightmare from which Stephen Dedalus seeks to awake at the beginning of *Ulysses. *My grandmother and her sisters had been marked by the lean years of the Depression, and, before that, by the death of their father, Samuel Rosenberg, a gentle rabbinical student from Poland who could not make it in the New World, putting his head inside a gas oven decades before Auschwitz decreed a similar fate for our relatives who stayed behind. I know nothing about them, not even their names. In the aftermath of my great-grandfather’s suicide, the family burned his papers and poems, never spoke of him again. Around this repression, like an original wound, a scar tissue of secrecy and sorrow had grown. More than half a century after the fact, they remained pierced by the shame of it.\\n\\nThat sense of unreeling trauma was also, I now realize, my own psychological response to my parents’ separation. I was five when my mother and I moved to the Upper West Side, after years of screaming fights between her and my father, caused by his shoddy and unsupportive behavior. Much later, I learned he had never wanted a child, acquiescing uneasily to the situation.\\n\\nWhen I was eleven, I became very sick, with osteomyelitis, a bacterial infection of the bone that in my case announced itself as a sharp and unyielding pain in my lower back. I spent eight months in hospitals, much of that time encased in a body cast at a children’s residential ward in upstate New York. My disease did not seem like an accident to me. It seemed like a fateful culmination. All the wrongness of things pointed toward it, like a giant accusing finger. My sojourn in the world of the sick left me feeling semidetached from my body for a very long time. I acutely felt, and feared, the nearness of death, the onset of nonbeing. My mother’s first husband— another abstract painter of Irish Catholic descent—had died, drunk, in a motorcycle crash, and her anguish over that traumatic loss had condensed into anxiety that weighed on me, keeping me away from physical risk. The scoliosis I developed in the wake of my disease seemed a fulfillment of her forebodings. In my own mind, I felt the damage done to me made me unsuitable for adolescent attractions, and for a long time I feared sexual contact, as if it might endanger me by breaching my interior exile, the severity of my self-consciousness.\\n\\nGrowing up in New York City was a teaching in impermanence. A bookstore, a movie theater, a cafe would arrive, as if to crystallize a certain idea of culture—down my block was the New Yorker bookstore, with its worn wooden spiral staircase and its encyclopedic assortment of science fiction; another block away was Griffin, a used book store whose diffident attitude to its dusty wares seemed designed to encourage shoplifting—and then vanish like a twig carried off by the rushing torrents of the river of oblivion, named Lethe by the Greeks. My friends and I spent much of our high school years in revival houses, making diligent dilettante studies of Godard, Fassbinder, Antonioni, Woody Allen, Kubrick, adding their phrases and poses to our lexicon.\\n\\nOur parents had participated in the radical shifts of the 1960s, escaping the stilted past—that past embodied, for me, in the almost luridly repressive force of my grandmother, for whom culture had stopped with Schubert’s quartets and the *lieder *of Schumann. No such freeing gesture seemed possible for my friends and me. We had the permanent presentiment that we had arrived too late—there would be no new underground, no French Resistance, no Summer of Love, not even another cleansing scrub of nihilism like the Punk Era that exploded in the late 1970s and immediately collapsed on itself. The revolution—any revolution, or movement, or meaning—was over. It had ended in failure, and we had lost. The butterfly lay crushed under the tank tread. History had snapped shut its traps, and we were exiles in a time after time—the permanent three A.M. of those who “hope without hope,” in T. S. Eliot:\\n\\n*Waking alone\\\\\\nAt the hour when we are*\\n\\n*Trembling with tenderness*\\n\\n*Lips that would kiss\\\\\\nForm prayers to broken stone.*\\n\\nIn place of revolution, we witnessed a repetition of gestures and pseudo-rebellions that quickly revealed themselves to be marketing strategies. We were subjected to the AIDS plague, Reaganomics, Star Wars, and Gulf War syndrome, to the endless banality of cynical glitz paraded on tele vision as if it mattered, or made sense. We learned to avoid the dangerous white-eyed stares of crack addicts, step over armies of the homeless, and dodge brazen hostility from poor minority kids from the nearby housing projects, who mugged us out of boredom.\\n\\nNo film summed up the menacing and claustrophobic mood of our New York better than *Taxi Driver*; it was one of the films we returned to again and again, my friends and I. It was a touchstone for the chaos we felt around us, the frustration that permeated the air like a nearly palpable force. In the ever-tightening gyres of Travis Bickle’s psychotic mind, fixated on yet denied reality by the neon-lit spectacles of porno and politics, of trash-talking human beings who were like living pieces of trash, we could not help but recognize an echo of our own predicament. We almost lived more in the movies, books, video games that we absorbed than we did in the reality surrounding us, which seemed its own dark movie, its own fable of futility.\\n\\nWe were humanists with little interest in science, yet science and its technological expressions were the stabilizing force, the glue holding together our drab and doomed world. Materialism seemed iron-clad; evolution told us how species arise and die out—even the sun would flare out and collapse someday; entropy was the inevitable rule bringing an end to all things. “The whole temple of Man’s achievement must inevitably be buried beneath the debris of a universe in ruins,” wrote the philosopher Bertrand Russell, encapsulating this modern vision. “Only on the firm foundation of unyielding despair, can the soul’s habitation henceforth be built.”\\n\\nOur self-conscious inwardness was a peculiar epiphenomenon that happened to pop up in some complex living systems. It was a by-product of the opposable thumb, an adaptation made by some clever primates trying desperately to avoid getting eaten by fiercer creatures. We could chalk up the success of our species to the law of the jungle, genetic mutation, and the survival of the fittest. We implicitly accepted that our identity and memory, feelings and ambitions, were, as DNA researcher Francis Crick confidently proclaimed, “no more than the behavior of a vast assembly of nerve cells and their associated molecules.” Or, in the assertion of academic philosopher John Searle, “It is just a plain fact about nature that brains cause consciousness.”\\n\\nNo scientist, as of yet, had figured out how consciousness emerged in the brain—but we were assured that it was only a matter of time before that last detail was ironed out and our three-pound jelly of gray matter yielded up its ultimate secret. Our best minds were working on it round the clock. We could rest assured, as well, that there was no life after death, no continuity of soul or flight of spirit. All that was superstition. What was not superstition was what was factual, quantifiable, tactile; whether nuclear bomb, body count, or skyscraper. Oblivion was not superstition. It awaited us after the music of our allotted time ended and we sucked our last breath.\\n\\nI dropped out of college after two years—Wesleyan University in snowy Connecticut was a playful paradise for some, but a combination of intellectual boredom and erotic failure poisoned the atmosphere for me—and entered the working world, using my mother’s connections to secure editorial jobs in magazines. For a few years, I flourished in the hectic hothouse and pinchbeck glitter of the “roaring eighties.” By trial and error, I learned the overuse of alcohol to overcome my own shy resistances and the defenses of women. I was feted by publicists, met rock stars and movie actors, was flown to Munich to discuss Bambi, banality, and the baroque with the pop artist Jeff Koons and his wife, Cicciolina, Italy’s famed porn star and politician. As some kind of internal reaction to this submersion in slickness, in the new and the now, I also became obsessed with chess and played in weekend tournaments at the Marshall Chess Club on Tenth Street, its paneled chambers smelling of stale pipe smoke and male sweat, draining my brain in losing contests with weird Russian adolescents, sporting taped-up glasses and misbuttoned plaid shirts, who melted down my defenses, drip by drip, over four or five hours. Life almost seemed a kind of chess problem; office politics and relationships required strategic positioning and tactical response. I interviewed the World Chess Champion Garry Kasparov in his Fifth Avenue hotel room, preparing for a match against IBM’s Deep Blue. The computer was catching up to his game, and I could feel his strain as he sought to defend his turf from the accelerated onslaught of integrated circuits that would soon rip the crown off his head. It seemed symbolic of our time: The approaching age of Artificial Intelligence was being promoted in the glossy pages of *Wired *magazine, whose pundits thrilled that our machines would soon surpass us. I stopped playing chess soon after that meeting.\\n\\nOut of inherent idealism, I also started a literary magazine and small publishing company with friends while in my early twenties. I drew inspiration from the Beats and earlier modernist movements such as the Surrealists, Dadaists, and Vorticists. I had grown up with stashes of slowly yellowing literary magazines from the 1950s and 1960s stored on my mother’s book shelves, such as *The Evergreen Review, Paris Review, *and *Floating Bear, *a stapled- together, mimeographed broadsheet edited by the poet LeRoi Jones, and always loved the form. Publishing such journals seemed essential for nurturing and inspiring a burgeoning underground scene, advancing the edge of the culture. It was also, I discovered, a great way to meet girls. Through our parties, we gained a low-level notoriety—written up in *Vogue *and *New York Times *trend pieces—and an increasing deluge of submissions, almost all of them terrible.\\n\\nSeeking shadowy currents of vitality, we published stories of sexual malfeasance and personal dissolution, amidst more normal fare. But even the most imaginative acts of perversion, artful cries of despair, or exquisitely rendered relationship stories ceased to thrill me after a while. Instead of defining new forms of perception, we seemed to be stuck on repeat. The works of new fiction as well as art proclaimed masterpieces by the mainstream also left me cold. I began to suspect that our culture, whether experimental or conventional, obscure or acclaimed, was only echoing past achievements, not breaking new ground.\\n\\nMy loss of interest in contemporary culture was only one symptom of a deeper malady—a disavowal of almost everything that had once fascinated or at least entertained me. Some crisis was announcing itself, a “dark night of the soul” carefully prepared by my history, it seems to me now, though I did not see it that way at the time. Stalking the all-too-familiar pavement of New York City, I felt I was skating across the thinnest coating of ice, and beneath that slick crust the void was waiting to claim me, to crush me in the impersonal oblivion that had terrified me as a child. A simple question confronted me—*“Is this it?”*—and kept intensifying its mocking force, whispering that my life was a lie.\\n\\nI had always been prone to occasional plunges into desolation— bat-like swoops into interior caverns of the psyche where life seemed without redemption—but as I approached the end of my twenties, the darkness deepened until it obscured everything else. Sometimes I felt I was already dead, wandering in some Hades or Tibetan bardo zone where the shades repressed the disquieting thought that they were no longer alive by engaging in a make-believe *danse macabre *of frantic activity. I did not know, then, about the astrological concept of the “Saturn Return,” the orbital cycle that brings, every 28.6 years, the ringed planet of melancholy and density back to the place it occupied at one’s birth, known to incite, for some, an intense period of existential reappraisal—what others might call a “major bummer.”\\n\\nLike some embittered Dostoyevskian renegade, I stopped caring about respectability, normalcy, or the literary and journalistic worlds in which I had tried to make my name. I lost interest in the stories that my culture was willing to tell me about the world—far more dangerously, I lost interest in my own story, which desperately needed a new plot. There was also, as secret undercurrent, my familial connection to the Beats. My mother had dated Jack Kerouac in the late 1950s; she had been with him when *On the Road *came out, catapulting him to disastrous fame. She sat nervously back stage during the taping of the TV talk show where a drunken Kerouac proclaimed, “I am waiting for God to show me his face.” He broke up with her, then phoned her years later, from the depths of his slow alcoholic dissolution, to tell her tenderly, “All you ever wanted was a little pea soup.”\\n\\nIn my high school yearbook, my mother took out an ad to me with a short quote from *On the Road*: “. . . mad to live, mad to love, mad to be saved . . .” This fragment had remained lodged in my mind like some dangerous splinter. Unlike the people I knew, the Beats had taken their chances, racing across continents in search of mystical visions, “starrynight ecstasies,” hitchhiking and freight-train-hopping and bebopping to the tune of their own mythic destinies. Of course my mother wasn’t suggesting to me that I should live like that—was she?—she was only reminding me, for some unknown reason, that somebody had.\\n\\nMy friends and I also pursued the “road of excess,” to a certain degree, but it did not lead to any “palace of wisdom.” It led to overindulgence in heroin and cocaine and alcohol, to an obsession with alternative rock bands such as Nirvana and Pavement, to blotted-out memories of inexcusable behavior—to drastically curtailed lives for some. Ultimately, it increased rather than diminished my claustrophobia, my dread of grim fate. “Drugs”— at least the drugs we were taking, and the way we were using them— seemed another dead end, another consumerist substitute for true feeling or communion. Mirroring our culture, we had chosen to pursue altered states in a destructive way—one that accorded with our unconscious nihilism.\\n\\nIn my crisis, I scanned my past for a clue I had lost, a glaring wrong- turning. What was the missing piece of the puzzle? Was there even a missing piece?\\n\\nIt seemed to me that there might be lost modalities of consciousness, in convenient possibilities of being, suppressed by the swarming distractions and anxieties of contemporary life. Out of desperation, I found myself recalling the handful of psychedelic voyages I had taken at college. Those long-ago trips—along with one surprising session during a course on Zen meditation when time seemed to disappear for a while—were my only memories of entering levels of consciousness that seemed more insightful or advanced, in some ways, than my normal state. They were more educational than my classes. On mushrooms and LSD, the world seemed temporarily renewed, restored to a level of sensorial acuity and openness I last knew as a child.\\n\\nThose early hallucinogenic wanderings around my golden-leaf speckled campus remained indelibly stamped on my memory. I recalled how, after eating a fistful of dried mushrooms for the first time, I had gone into a deli and pulled a crumpled wad of green bills out of my pocket at the counter, to find myself astounded that these dirty bits of paper were enshrined at the center of our civilization’s entire system of values—there was something shameful, perversely pornographic, about this. The deli workers and the townspeople we passed seemed dazed or hypnotized, wired into a fraudulent construct of work and worry they had been hood winked into mistaking for reality. The built environment and all of the social codes surrounding us seemed cumbersome artifices—human creations— rather than permanent fixtures. During those forays, it was as though a thick coat of shellac had been lifted off of things, returning them to their original truth, their naked innocence.\\n\\nWhen I returned to psychedelics as an adult, I found the impressions of those early trips immediately reconfirmed. I discovered the writing of Terence McKenna, who had taken the Timothy Leary role of psychedelic proselytizer for my generation. Following McKenna’s advice, I explored, eyes closed, the strobing patterns produced by psilocybin-containing mush rooms. My private explorations led me to agree with McKenna that there is a vast psychic domain—a visionary reality—available to us, if we have the courage to explore it. The explanations offered by science—high-speed synaptic firing creating patterns—seemed like pallid excuses compared to the detailed scenes and jeweled fairylands reliably invoked by the ingesting of a few shreds of dry fungus or teeny paper squares. With mushrooms and LSD, it seemed as if the substances themselves had a mind—an ancient mycelial wisdom that suspended normal linear time in favor of riddles of eternity, of creative immanence concealed within the present.\\n\\nOnce I had embarked on my shamanic quest, I found, like Alice, I wanted to go all the way down the rabbit hole: I went to the jungle of West Africa for initiation into the Bwiti tribe; visited shamans in the Mexican mountains of Oaxaca and the Ecuadorian rain forest; plunged into the “archaic revival” of the Burning Man festival in Nevada. I smoked the super potent, short-acting hallucinogen nn-dimethyltryptamine (DMT)—a seven- minute rocket-shot into an overwhelming other dimension that seemed more convincing than this one—at a hotel in Palenque, and tested new psychedelics invented in modern laboratories. Each journey, each psychedelic trip, seemed to reconfirm the knowledge I had gained and to impel me further into a new understanding of the world—one that was radically different from what I once believed, or thought I knew.\\n\\nAllen Ginsberg noted that the goal of the Beat Generation was “to resurrect a lost art or a lost knowledge or a lost consciousness.” In pursuing my exploration of shamanism, I found I was following in the footsteps of the Beats, and met many other seekers along the way, collecting their stories. I discovered that the pursuit of a postmodern Western gnosis remained a secret current, running beneath the massive momentum of our corporate mono-culture’s drive to dominate the Earth, its shuddering inhabitants and quickly disappearing resources.\\n\\nAccording to Buckminster Fuller, evolution takes place through a process of “precession.” He used the orbit of the Earth as one example of this phenomenon: The enormous gravitational force of the Sun compels the Earth toward it, where we would be extinguished in its fiery furnace; meanwhile, our escape velocity would fling us out into cold interstellar space. Perpetually pulled apart by enormous forces, we continue our stable and cyclical orbit. Over the billions of years that the Earth spins in its groove, incredible things happen—matter self-organizes into life, life self- organizes into mind. On the scale of recent events, the growth of the Internet reveals a similar process: Billions of dollars funneled into the military-industrial complex, for the creation of advanced killing machines, accidentally funds a powerful tool for advancing human knowledge and creating new social networks. Evolution and destruction enjoy dancing the tango together on the same razor’s edge.\\n\\nWhat if the evolution of consciousness, rather than an adaptive quirk of the brain, was actually the central drama, purpose and point, of our whole show? There are, we shall see, philosophers and psychoanalysts, mystics and physicists who propose that this is the case. Inner development is an eccentric process, advancing in sudden jumps, in revelatory sparks and fizzles—each person is his or her own private universe. Strengthened by suffering and crisis, consciousness does not reach a new intensity according to any predictably linear progress that can be graphed by the tools of modern science. It follows its own wayward path.\\n\\nWhat if this deepening of awareness takes place in the margins, in the nooks and crannies of contemporary life, like a weed flowering out of the thinnest sidewalk crack? Could it be, as the somnolent masses and the professional classes press forward in the old direction, seeking the same old rewards, that the new thing self-organizes out of chaos and noise, asserts itself in fragility and silence, then takes root and vitalizes until it suddenly manifests as established truth? If something like this was the case, we would be surprised at first—even shocked—but then it might occur to us: Perhaps it has always happened this way.\\n\\n**OVER TIME, **I realized that the shamanic terrain into which I had stumbled out of inner yearning could be of the most intense importance. Of all improbable people, I felt compelled to venture across it—this twisting labyrinth of visionary kitsch and doomsday prophecy, “machine elves” and “cosmic serpents,” of Borgesian palaces of paradox and Escher-like puzzles for the mind. This was an upsetting discovery. Where were the experts in these matters? Where were the proper wizards and esteemed dialecticians of academic mastery? Surely it was not left to someone like me—a clearly deficient, half-dissolute figure, a “freelance journalist” of dubious repute— to try to make sense of all these fragments and figments, to permeate them with thought, to put them in a proper order?\\n\\nAs Terence McKenna put it, when he found that the entire area of psychedelic investigation, and the philosophic implications of the intense visionary flights reliably produced through these compounds, had been abandoned by the intelligentsia after the 1960s, closed like an old dusty tome and returned to the library shelf, and it was up to him and a few of his friends to blow off the cobwebs: “Nobody else wanted this.” Of course, this is not exactly the case. As I will seek to make clear, a series of brilliant thinkers have explored and refined these ideas, not the least of them McKenna himself. My task has been one of assembling, contemplating, reconciling these disparate efforts—not into some reductive system, I hope, but into an expression of an implicit order that resembles an infinitely unfolding masterpiece of origami.\\n\\nHovering over this process, it would seem, gently if somewhat uncannily guiding my steps along this journey, perhaps, has been an ancient spirit and deity of Mesoamerican provenance, representing an entire complex of mythological thought: Quetzalcoatl. When I began this investigation, the name meant little to me—primarily associated with D. H. Lawrence’s novel *The Plumed Serpent, *which I had read long ago and forgotten. Quetzalcoatl—the name unites the quetzal, a bird of Mexico renowned for its colorful plumage, flute-throated flitterer atop rain forest trees, and the serpent, coatl, that slinks on its belly along the Earth. Integrating what slithers, cunningly, in the dust and what soars, brightly, in the air, Quetzalcoatl as a symbol unifies perceived opposites—Heaven and Earth, spirit and matter, light and dark, science and myth. He is the god of wind and the morning star, dispenser of culture, with a special affinity for astronomy and writing and the planet Venus.\\n\\n“He was the Attis, Adonis, Thammuz, Bacchus, Dionysius, Osiris, and quite possibly the Pan of the Western World,” writes Peter Tompkins, in his *Mysteries of the Mexican Pyramids. *The Plumed Serpent’s antithesis in Toltec myth was the dark lord of limitation, death, and human sacrifice, Tezcatlipoca, “Smoking Mirror,” associated with black magic, obsidian, and the jaguar. In Hinduism, the snake represents the spiraling life force of kundalini, the universal energy vibrating in the frequencies that make up all physical stuff, according to Erwin Schrödinger’s wave equation of matter. Tompkins writes:\\n\\nMoving and undulant, the serpent in Mesoamerica symbolized life, power, planets, suns, solar systems, galaxies, ultragalaxies, and infinite cosmic space. The plumes, says Szekely, were an added symbol of the levity with which birds can overcome gravity better than other creatures. When the plumes were depicted folded within the circle formed by the snake’s body, they signified matter in its latent form, potential, as it was before the creation of stars and solar systems. If the plumes were fanned out from the serpent, they represented the universe in manifestation, with all its created worlds, each plume symbolizing a basic element in the strength of nature—fire, earth, water, air.\\n\\nThe mystery of Quetzalcoatl deepens when one learns that, according to legend, the conquistadors under Hernando Cortés arrived in the New World on the very year—1519, “One Reed” in the Aztec calendar—prophesied for his return. This synchronicity demoralized the Aztec Empire, which quickly capitulated to the rapacious Spaniards without putting up much of a fight.\\n\\nFor the visionary Mayan scholar José Argüelles, Quetzalcoatl seemed “not just a god, but a multiple god; not just a man, but many men, not just a religion but a . . . mental structure.” He came to see the Plumed Serpent as “not just a local affair,” but “an invisible and immanent force underlying and transcending the mythic fabric of mechanization.” Unlike many of the other deities in the Mayan and Aztec pantheon, whose ferociously leering visages greet us from the walls of ruined jungle temples, this cosmic creature was believed to have a compassionate affinity for the human species, to be a protector and intercessor on our behalf in the court of Omeototl, the Brahma-like creator-deity of the Toltec pantheon.\\n\\nQuetzalcoatl—the alien music of the name, in itself, can lead the modern mind along strange and disparate pathways, into vaudevillian fantasies and historical pageant-pomps, if we allow it to do so. Something in the sound of it ineffably suggests a kind of trickster, a magician-jester whose pantalooned goofs conceal dead-serious intent, conjuring shaman of tin plate vintage, wounded fisher-king or Zarathustra-like pretender, serpentine guardian and gnarled avenger, winged stalker between realms of gravity and light, always playful yet playing for keeps. To continue the riff, in imaginative forays one can sense some Quetzalcoatlian essence among ink- stained instigators, plotting revolution in the back rooms of Parisian cafes in the last days of the ancien régime; one hears in the odd syllables an atonal strain of sexual anarchism, peacock strut of the zoot-suited pimp; steely- eyed homicide detective from Fritz Lang film noir investigating the murder of reality; hint of futurist philosopher DJ sampling old memes into new epistemes; or one catches faint glimpses of the great beast flaring fantastical plumage as Dionysian Pope presiding over pre-Raphaelite fairy kingdoms. On the other extreme, when studying Quetzalcoatl’s mythological place, one senses an inner connection to the Gnostic Christ, whose secret countenance, so dignified and grave, is still obscured from us by centuries of religious propaganda and the shrill pronouncements of moralizing zealots. Not to forget those human incarnations of Quetzalcoatl, wizard-kings of jungle palaces sporting serpentine headdresses—the last one enshrined in legend: tenth-century ruler of the land of Tullan. Ce Acatl Topiltzin Quetzalcoatl forbade human sacrifice and instigated a brief “Golden Age” before he was defeated by Tezcatlipoca’s cynical sorcerers. Afterward, as myth has it, he wandered across Mexico as a brooding exile before unifying Mayan and Toltec cosmology in the magnificent temple complex of Chichen Itza, and finally disappeared to the West on a raft of serpents, vowing his eventual return.\\n\\nBut Quetzalcoatl in New York? Aztec redeemer-spirit swirling above smog-tinged Manhattan like an ethereal Chinese dragon? Quetzalcoatl biding his time as I shivered in mid-winter, walking home from grade school; or lay in my hospital bed with dripping IV by my side; or staggered shitfaced away from a preppy soiree at *The Paris Review*; or spun my baby daughter on the creaky tire swings of Tompkins Square Park? The Plumed Serpent stretching iridescent wings over the churning crowds and urban grids of our all-too-human world?—but I get ahead of things.\\n\",\"timestamp\":1639497234,\"title\":\"Audiobook Free Chapter\"},\"digest\":\"spV66IEbg1TP-GZOO4iEJ51-Pt-lD0ZNFeUXQKxeO1U\",\"authorship\":{\"contributor\":\"0x2a876D0667d81D2A8a3A683371F828A8Ab95F487\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6WCKzAgCjORi_E0jHlTe9zlZD9ETV0zRmHXSZ37r0l8\\\",\\\"y\\\":\\\"hUxEwytQ_e0EUFZ6S2vye5LY04xjuazElpHnjIwT8Q4\\\"}\",\"signature\":\"0-dr6ENyt0HgOjAll6N96hfS67yE7bBhaZE7OXF6fb449QpuIuOL3FUlCVJWMI3oyUrWRVjOuc-_dE_sU7S-eg\",\"signingKeySignature\":\"0x294f0388977e7b5557f6831465ee7c49dd56982d3361cc37f356884147ab17835850b4f0ed4fa94b12c5f550030499880ca11026b2ca0b917808dea8452aaa7f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6WCKzAgCjORi_E0jHlTe9zlZD9ETV0zRmHXSZ37r0l8\\\",\\\"y\\\":\\\"hUxEwytQ_e0EUFZ6S2vye5LY04xjuazElpHnjIwT8Q4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"spV66IEbg1TP-GZOO4iEJ51-Pt-lD0ZNFeUXQKxeO1U\"}"