"{\"content\":{\"body\":\"We all know that DAOs are an upcoming trend. They help people govern assets, treasuries, and entities in an open, decentralized, and fair manner. These DAOs can be used in many businesses and industries, ranging from charities to corporations. We have only started scratching the surface with what is possible with the DAO concept.\\n\\nMost of the DAOs are built on Ethereum and some on other Layer-1 (L1) blockchains like Avalanche. These L1 DAOs have potential, but can also pose a few problems such as high gas fees and slow transaction times. Due to this, many DAOs are switching to Layer-2 (L2) blockchain deployment. The DAOs on the L2 landscape pose their own set of pros and cons, and it is largely dependent on the category and type of DAO that is used. This article will show the pros and cons of deploying each type of DAO on a L2. We can see that certain types of DAOs are more suited for L2 infrastructure compared to others. \\n\\n**Lending and yield strategy DAOs**\\n\\nLending and yield strategy DAOs like YFI or COMP allow token holders to vote on new lending pools and new reward structures. Lenders can maximize their yield strategies through lending DAOs.\\n\\nMost lending DAOs tend to be on the L1 landscape, mainly because there is more liquidity on L1 blockchains. More liquidity equals a larger market, and more people to lend to. The gas fees may be more expensive, but there is more liquidity and therefore more opportunities for the token holders.\\n\\nSome of the largest lending DAOs like Aave have bridged their services to an L2 landscape such as Polygon. This allows retail players to enter these L2 liquidity pools and lending strategies. People can start lending as little as $1, thanks to the minuscule gas fees on these L2 solutions. We should start to see more and more lending and yield strategy DAOs move to L2s in order to capture more retail users and increase the transactional activity.\\n\\n**Reputation DAOs**\\n\\nReputation DAOs are DAOs where each member is rewarded for his contribution to the protocol or set of proposals. People can choose to fund different proposals and offer different rewards.\\n\\nMany reputation DAOs are already on L2 solutions, such as [Gitcoin](https://gitcoin.co/), [Coinvise](https://www.coinvise.co/), or [Wonderverse](https://www.wonderverse.xyz/). Again, the reasoning for using an L2 versus an L1 is mainly to avoid high gas fees. Other considerations include the speed of transactions and the liquidity provided.\\n\\nOverall, reputation DAOs are perfect for the L2 landscape as they can allow a maximum number of contributors to participate in the network. The L2 landscape reduces the barrier to entry significantly, allowing people with even the smallest funds or knowledge to be a part of the reputation DAO. The only downside is that the transactions may be slightly less secure and can go out of commission. However, for a reputation DAO this is fine and does not cause any significant damages to the protocol.\\n\\n**Collector DAOs**\\n\\nCollector DAOs have become extremely relevant ever since Andreessen Horowitz invested in the PleasrDAO. Collector DAOs let a community decide on where to allocate their funds, and which pieces to collect.\\n\\nMany collector DAOs happen on L1 chains, because the collector DAOs tend to collect digital assets. It only makes sense to deploy the collector DAO on the same chain of digital assets that one wants to buy. Most of the very expensive NFTs are on Ethereum, therefore most collector DAOs tend to be on ETH.\\n\\nOverall, this means that while an L2 collector DAO could attract a larger crowd, most collector DAOs will prefer to remain on the chain with the highest liquidity and assets to purchase. Therefore the L2 landscape may not be the best solution for most collector DAOs for now. However, as more and more L2-native digital assets are created, we could see a shift where collector DAOs could move to L2 solutions.\\n\\n**Social DAOs**\\n\\nThe most famous social DAO is the story of the Constitution DAO, where [people pooled funds to try and buy an original piece of the US constitution](https://www.cnbc.com/2021/11/18/constitutiondao-crypto-investors-lose-bid-to-buy-constitution-copy.html). The Constitution DAO may have had enough funds, had the gas fees for contributions been lower.\\n\\nSocial DAOs present many problems on L1 chains for this exact reason: the gas fees could reduce the potential impact of the social DAO. Moving to a L2 landscape could reduce gas fees significantly, allowing the social DAO to have a larger impact. The L2 landscape could also attract a larger audience.\\n\\n**Project DAOs**\\n\\nProject DAOs are the DAOs that we usually think of when we talk about a DAO: they are DAOs that govern a project’s protocol. For example, Sushi Swap and Uniswap are project DAOs. These project DAOs want as many people as possible to use their project and provide input, therefore many project DAOs tend to be multi-chain. For example, CRV, PPAY and PICKLE are all multi-chain DeFi DAOs. This gives more flexibility for every type of user out there.\\n\\nOverall, this means that L2 ecosystems do have a place for project DAOs, but they will likely be one of many chains used for the project DAO. However, sometimes project DAOs can choose to be exclusively on an L2, mainly so that they can be managed more quickly, efficiently, and cheaply.\\n\\n**Conclusion**\\n\\nFor most DAOs, an L2 solution is an incredibly attractive option that solves most of the problems found on L1 solutions. The only downside could be that there is a lack of liquidity and assets on certain L2 chains. However, as the cryptocurrency ecosystem develops so will the assets on L2 chains. Additionally, most DAOs can function between an L1 and an L2 interchangeably. The big advantage of deploying a DAO on an L2 is that it allows a lower barrier to entry, and gives the opportunity for more people to participate in the DAO in a seamless and autonomous manner.\\n\\n** \\n **\",\"timestamp\":1642129047,\"title\":\"DAOs on the Layer-2 Landscape\"},\"digest\":\"6bqCvTOyHNjOS3eHywrK0q80_im978CNGjyuO9fOxn0\",\"authorship\":{\"contributor\":\"0xB9d761AF53845D1F3C68f99c38f4dB6fcCfB66A1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aqG81lzFOjHzBWFJjgjZUIgg2sTi59viwdo-wcRQFR0\\\",\\\"y\\\":\\\"hVS8wnSL3quMTNDZvtCc-keyW1w19nBQsDvTfLEt_8w\\\"}\",\"signature\":\"7cxyx2i89dy88tWAP1h3eCB9wAQ8Oz9oROhGRO41BYaxnGxQBWkcRJ5WKpvGeJNMxo8vJ3nZtKUv5uu4nsdtyA\",\"signingKeySignature\":\"0x3acb39783cb52f35d4740ed82f8ff894b593ccf3ce14baf545272c053e58bf8270fcffc55f8ff45b558763ddad109a1279f0916fb3ea0c4894fbe048b982db4f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aqG81lzFOjHzBWFJjgjZUIgg2sTi59viwdo-wcRQFR0\\\",\\\"y\\\":\\\"hVS8wnSL3quMTNDZvtCc-keyW1w19nBQsDvTfLEt_8w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6bqCvTOyHNjOS3eHywrK0q80_im978CNGjyuO9fOxn0\"}"