"{\"content\":{\"body\":\"***呯～呯～呯～***\\n\\n**叛逃者**應聲倒地，背後三個彈孔，隱約傳出滋滋的烤焦聲音；孔中冒出的煙，正好被汩汩流出的血澆熄了。\\n\\n我還是喜歡這種老舊手槍，震耳的響聲，實體的子彈，比那些什麼激光什麼高頻電殛要酷得多了。沒有這種嚇破膽的巨響和噴發的鮮血，敵人怎麼會害怕？怎能殺雞儆𤠣？\\n\\n你看，連沒有中槍的那個叛逃者，都嚇得跪在地上，不斷的發抖。\\n\\n我對身旁的兩個手下打了個眼色，他們馬上衝前，逮捕了叛逃者。\\n\\n叛逃者看着中槍的同夥，急得哀號：「你們快去救他啊！他可能還沒死的......嗚......」\\n\\n「救？在我眼皮底下，沒有一個叛逃者可以活着離開，你還有其他的遺言嗎？」\\n\\n叛逃者知道再沒有活命的機會，抬頭面向我，以空洞的眼神，看着我手中槍管的空洞，說：\\n\\n「**若有來生，我要到宇宙的另一端.....**」\\n\\n***呯～***\\n\\n\\n---\\n\\n講什麼廢話？宇宙另一端，不就是腐敗的銀河宇宙，不就是一幫被**自轉鐘**操控着的半人半機器嗎？他們那曉得黑洞的偉大？\\n\\n若有來生，我還是要做一個堂堂正正的**蝸星人**！繼續守住**鐘樓**，當一個稱職的**時間監控員**！只是，「來生」也是腐敗者的概念，我們蝸星人，只應活在當下，為**黑洞**盡忠職守！\\n\\n「好渴⋯⋯」被拷在病床上的叛逃者緩緩醒來，可能還沒了解自身的狀況：「我⋯⋯死了嗎？」\\n\\n「還沒。」我拍了拍叛逃者的臉：「想死得乾脆一點，就老實回答我的問題！」\\n\\n我拿出一疊信件，是從叛逃者身上搜出來的。剛才，在開槍的一剎那，我瞥到叛逃者的口袋，露出信件的一角，一個分神，子彈就打偏了，叛逃者卻嚇暈過去。\\n\\n「這是什麼？」我抖了抖手上的信。\\n\\n「情書⋯⋯」叛逃者語音沙啞：「可以給我一口水嗎？」\\n\\n我遞上水杯，繼續問話：「情書？為什麼用手寫？」\\n\\n喝了水後，叛逃者看了看周圍，發現只有我一個人，神情放鬆了一點：「你是鐘樓裡的人，還用問我嗎？打字的話，你們能看到。」\\n\\n「不讓我們看，明顯就是心中有鬼！我有理由相信你意圖通敵賣星⋯⋯」\\n\\n「這是穩私！」叛逃者還狡辯：「我是情書作家，有責任為我的客戶保密！」\\n\\n「哈哈哈～」實在太可笑了：「我第一次聽到這麼牽強的理由！寫情書有什麼好遮遮掩掩的？對蝸星的愛、對黑洞的愛、甚至對我們鐘樓總指揮的愛，都可以大聲的說出來，沒有人會阻止你！」\\n\\n叛逃者白了我一眼，彷彿我說了什麼荒謬的話一樣，哼！光是這一個眼神，就可以提告侮辱監控員罪！\\n\\n「愛情，不只有一種⋯⋯」叛逃者似乎沒有一絲悔意，還很認真地想說下去。\\n\\n我忍不住要指正：「不！鐘樓早就頒佈了規則——愛，只能有一種，就是對蝸星、對黑洞、對鐘樓總指揮的愛，因為蝸星、黑洞、和鐘樓總指揮是三位一體的，所以是一種！」\\n\\n鐘樓的規則，我背得爛熟，休想質疑我。\\n\\n「你知道為什麼蝸星是紅色的嗎？」叛逃者突然拉開話題。\\n\\n「因為紅色是宏偉、榮光、純正的顏色，代表⋯⋯」\\n\\n叛逃者用力搖頭，打斷了我的話：「蝸星本來是彩色的，在黑洞出現之前⋯⋯」\\n\\n叛逃者的眼神，漸漸變得清澈，好像對自己的話，有十足的信心，儘管聽聽你想胡編亂造什麼——\\n\\n「蝸星本來有各種各樣的顏色，有各種各樣的聲音和音樂，有和其他星體對應的時間⋯⋯蝸星，也曾經有來自其他星球的旅客，甚至有一段和其他星體，一起搭建宇宙航道的歷史。」叛逃者沉醉於這段所謂的「過去」裡：「可是，自從黑洞出現之後，一切都變了⋯⋯黑洞吸收了所有的顏色⋯⋯」\\n\\n「胡扯！我們明明是紅色的！怎麼會沒有顏色？」我憤怒了，要制止這些歪曲事實的謊言。\\n\\n叛逃者又一次搖頭：「紅色，其實不是我們的顏色，是因為黑洞的吸引力太大了，它把附近的一切都吸收進去，而還沒吸進去的東西，因為高速摩擦碰撞燃燒，從外面世界看過來，才會以為我們是紅色的。」\\n\\n叛逃者的話，好像有一點點的理據，我有一點點想聽下去⋯⋯\\n\\n「你知道嗎？我們本來也安裝了自轉鐘，和其他星體用類近的時間......」\\n\\n不是吧？自轉鐘不是銀河宇宙推銷員用來忽悠我們的垃圾嗎？\\n\\n「當所有星體逐漸接受蝸星，開始和我們頻繁往來時，沒有人想到，也沒人注意到，黑洞慢慢地、悄悄地改裝自轉鐘，一步一步的，把自轉鐘改成了......」\\n\\n「鐘樓？」\\n\\n「沒錯。」叛逃者第一次點頭：「就是我們...就是你效忠的鐘樓。曾經，在自轉鐘還沒完全變成鐘樓之前，有個港口的居民，看出了端倪，耗盡力氣提醒過大家，再這樣下去，總有一天，我們連愛一個人、連寫一封情書的時間都沒有。可惜，大家都聽不進去，而港口居民，凡是年青的、有理想的、有小孩的，都爭先恐後的逃離，於是，鐘樓下令，把蝸星這個唯一對外星開放的港口，堵死了。\\n\\n「當其他星體一一組合、連接，成為銀河宇宙時，鐘樓只能適應黑洞的緩慢時間，因此與其他星體完全脫節，蝸星，也漸漸被推到銀河宇宙的邊緣。你以為我們鎮守在宇宙深處嗎？不！我們是給所有星系遺棄了！」\\n\\n「夠啦！不要再侮辱黑洞了！你知道這是死罪嗎？」我拿起叛逃者那疊信件，用力擲在病床上，散落一地。「私自寫信、非法離境、侮辱母星，每一條都是死罪，你知道我可以馬上把你槍決嗎？」\\n\\n「**如果講事實就是侮辱，如果去找一個可以有自己的時間寫作、可以用自己的時間去愛的地方，也是違法，你殺了我吧！**」\\n\\n「你知道這麼多有的沒的假歷史，很明顯是非法使用了踢踢機，接收銀河宇宙的糟粕，這一條，也是死罪！可惜你只有一條命，要不然要死四次⋯⋯」\\n\\n我拔出正義的手槍，指向這個嘴硬的叛逃者——\\n\\n忽然，我看到地上一張信紙，猶豫了一會，還是忍不住把它撿起來。\\n\\n這信紙有點陳舊，上面的筆跡非常的稚嫩。\\n\\n我很驚訝，為什麼判逃者會有這一封信。\\n\\n「這封信，你是怎樣得到的？」\\n\\n\\n---\\n\\n我推開醫院的後門，外面和平日的清晨一樣，霧氣沉沉，應該沒有人會看到我們。\\n\\n我把換上了醫護人員制服的判逃者帶出來，解開了手銬。\\n\\n「走吧！」我說。\\n\\n「為什麼⋯⋯」判逃者不敢相信，我竟然會冒這個險。私放判逃者，好明顯，也是一條死罪。\\n\\n我把那封陳舊的信塞進判逃者的手裡。\\n\\n「因為這封信。」\\n\\n「這封信，是我當年努力成為情書作家，一次又一次的失敗，被退稿、被刪除、被警告，感到絕望想放棄的時候，收到的一封情書，它讓我相信，我們還是有愛⋯⋯難道⋯⋯」\\n\\n我默默的點頭——\\n\\n很久之前，我剛剛進入鐘樓，成為初級時間調控員，負責檢查文字時間，經常看到她的文字，可是，她的內容越來越單調、越來越乾枯。後來，幾乎不用檢查都能通過，卻不知為什麼，她的情書再也不好看了⋯⋯於是，我模仿她原本的筆觸，寫了這封信給她。\\n\\n「趁天還沒全亮，快走吧！」我催促她離開。\\n\\n「你......不會有事吧？」\\n\\n我拿出一顆「無憂」：「你走了之後，我會吃一顆，把時間調回正軌，我不會記得你⋯⋯」\\n\\n她按住我的手：「我想你記得**梨梨**⋯⋯和我一起走吧！」\\n\\n我笑了笑：「我不覺得銀河宇宙有多了不起，沒有鐘樓，還不是要給自轉鐘控制？我知道，**自轉鐘現在被四大星體掌控，銀河宇宙的居民，都受他們擺佈**。」\\n\\n「誰說我要去銀河宇宙了？」\\n\\n「你說，若有來生，你要到宇宙的另一端.....」\\n\\n判逃者，不，梨梨指向天際：「我要去一個新的宇宙，叫**馬特宇宙**！」\\n\\n「馬特宇宙？和銀河宇宙有什麼分別？她能給你什麼？」\\n\\n「**不要問宇宙給你什麼，問問自己，可以為這個宇宙，創造什麼**。」梨梨嫣然一笑： 「聽說，馬特宇宙的每一個星球，都是自己創造出來的；你，就是自己星球上的小王子。你要做的，就是不停地創造，和其他星球連結起來，織出一個不斷創新的宇宙......」\\n\\n她遠眺未來的眼神，充滿期盼和希望。\\n\\n「謝謝你，將來，我也會給你寫一封信，這封信，將會永遠存在於馬特宇宙。」\\n\\n「永遠？」\\n\\n她堅定地點頭：「**永遠**。」\\n\\n![](https://images.mirror-media.xyz/publication-images/ChZQPO-pyn_H2Dv0f9in6.jpg?height=897&width=1595)\\n\\n\",\"timestamp\":1637963418,\"title\":\"馬特宇宙共建計畫04｜不要問宇宙可以給你什麼\"},\"digest\":\"74lPdvG-ZWpiwIL3YzrJmiNqbX0Sl7n_BkTL3fBGkps\",\"authorship\":{\"contributor\":\"0xB4D9903A63d1A21bf4F8AEeD659FdD7Ad01EfeF6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GH9LxlkvOR7jMjpGGkhauSi9GYbfJ6KbguAt1ryMEcA\\\",\\\"y\\\":\\\"5S-tgStSvJoXjx87U9vn38u68ZtKDgvSBGk8ZZVgIYg\\\"}\",\"signature\":\"4igdOTAtKt1T8OBt4eAJ5qY6trL56GCiEwidrLZ1VxaIkvt4ah3QvvYKMXHZshlkk5DTiWCH66THkF2kUROJMQ\",\"signingKeySignature\":\"0xd6c84ebb1232c03682d687747210ecd0c7a2d59e7b7ea2eb0456154e9010c988050ff716f49612d4e6743fdcc0be1f78f8c6b206bd2dc24f9a7204bc5a31a90c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GH9LxlkvOR7jMjpGGkhauSi9GYbfJ6KbguAt1ryMEcA\\\",\\\"y\\\":\\\"5S-tgStSvJoXjx87U9vn38u68ZtKDgvSBGk8ZZVgIYg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"74lPdvG-ZWpiwIL3YzrJmiNqbX0Sl7n_BkTL3fBGkps\"}"