"{\"content\":{\"body\":\"and by the language of this letter, which was at once so obscure and so clear, every line of it threatening her future. The reality surpassed her worst apprehensions, but realizing the gravity of the situation, she shook off the torpor stealing over her.  She felt that every second was precious, and that she must act, and act at once.  But what should she do? Simply return the letter to its place, and continue to act the role of a dupe, as if nothing had happened? No; that must not be.  It would be madness not to seize this flagrant proof of the Marquis de Valorsay's infamy.  But on the other hand, if she kept the letter, Madame Leon would immediately discover its loss, and an explanation would be unavoidable.  M. de Valorsay would be worsted, but not annihilated, and the plans which made the physician's intervention a necessity would never be revealed.  She thought of hastening to her friend the old magistrate; but he lived a long way off, and time was pressing.  Besides she might not find him at home.  Then she thought of going to a notary, to a judge.  She would show them the letter, and they could take a copy of it.  But no--this would do no good--the marquis could still deny it.  She was becoming desperate, and was accusing herself of stupidity, when a sudden inspiration illumined her mind, turning night into day, as it were.  \\\"Oh, Pascal, we are saved!\\\" she exclaimed.  And without pausing to deliberate any longer, she threw a mantle over her shoulders, hastily tied on her bonnet, and hurried from the house, without saying a word to any one.\\n\\nUnfortunately she was not acquainted with this part of Paris, and on reaching the Rue Pigalle she was at a loss for her way.  Unwilling to waste any more time, she hastily entered a grocer's shop at the corner of the Rue Pigalle and the Rue Notre Dame de Lorette, and anxiously inquired: \\\"Do you know any photographer in this neighborhood, monsieur?\\\"\\n\\nHer agitation made this question seem so singular that the grocer looked at her closely for a moment, as if to make sure that she was not jesting.  \\\"You have only to go down the Rue Notre Dame de Lorette,\\\" he replied, \\\"and on the left-hand side, at the foot of the hill, you will find the photographer Carjat.\\\"\\n\\n\\\"Thank you.\\\"\\n\\nThe grocer stepped to the door to watch her.  \\\"That girl's certainly light-headed,\\\" he thought.\\n\\nHer demeanor was really so extraordinary that it attracted the attention of the passers-by.  She saw this, and slackening her pace, tried to become more composed.  At the spot the grocer had indicated, she perceived several show frames filled with photographs hanging on either side of a broad, open gateway, above which ran the name, \\\"E. Carjat.\\\" She went in, and seeing a man standing at the door of an elegant pavilion on the right-hand side of a large courtyard, she approached him, and asked for his employer.\\n\\n\\\"He is here,\\\" replied the man.  \\\"Does madame come for a photograph?\\\"\\n\\n\\\"Yes.\\\"\\n\\n\\\"Then will madame be so kind as to pass in.  She will not be obliged to wait long.  There are only four or five persons before her.\\\"\\n\\nFour or five persons! How long would she be obliged to wait?--half an hour--two hours? She had not the slightest idea.  But she DID know that she had not a second to lose, that Madame Leon might return at any moment, and find the letter missing; and, to crown all, she remembered now that she had not even locked the drawer again.  \\\"I cannot wait,\\\" she said, imperiously.  \\\"I must speak to M. Carjat at once.\\\"\\n\\n\\\"But----\\\"\\n\\n\\\"At once, I tell you.  Go and tell him that he must come.\\\"\\n\\nHer tone was so commanding, and there was so much authority in her glance, that the servant hesitated no longer.  He ushered her into a little sitting-room, and said, \\\"If madame will take a seat, I will call monsieur.\\\"\\n\\nShe sank on to a chair, for her limbs were failing her.  She was beginning to realize the strangeness of the step she had taken--to fear the result it might lead to--and to be astonished at her own boldness.  But she had no time to prepare what she wished to say, for a man of five-and-thirty, wearing a mustache and imperial, and clad in a velvet coat, entered the room, and bowing with an air of surprise, exclaimed: \\\"You desire to speak with me, madame?\\\"\\n\\n\\\"I have a great favor to ask of you, monsieur.\\\"\\n\\n\\\"Of me?\\\"\\n\\nShe drew M. de Valorsay's letter from her pocket, and, showing it to the photographer, she said, \\\"I have come to you, monsieur, to ask you to photograph this letter--but at once--before me--and quickly--very quickly.  The honor of two persons is imperilled by each moment I lose here.\\\"\\n\\nMademoiselle Marguerite's embarrassment was extreme.  Her cheeks were crimson, and she trembled like a leaf.  Still her attitude was proud, generous enthusiasm glowed in her dark eyes, and her tone of voice revealed the serenity of a lofty soul ready to dare anything for a just and noble cause.  This striking contrast--this struggle between girlish timidity and a lover's virgil energy, endowed her with a strange and powerful charm, which the photographer made no attempt to resist.  Unusual as was the request, he did not hesitate.  \\\"I am ready to do what you desire, madame,\\\" he replied, bowing again.\\n\\n\\\"Oh! monsieur, how can I ever thank you?\\\"\\n\\nHe did not stop to listen to her thanks.  Not wishing to return to the reception-room, where five or six clients were impatiently awaiting their turn, he called one of his subordinates, and ordered him to bring the necessary apparatus at once.  While he was speaking, Mademoiselle Marguerite paused; but, as soon as his instructions were concluded, she remarked: \\\"Perhaps you are too hasty, sir.  You have not allowed me to explain; and perhaps what I desire is impossible.  I came on the impulse of the moment, without any knowledge on the subject.  Before you set to work, I must know if what you can do will answer my purpose.\\\"\\n\\n\\\"Speak, madame.\\\"\\n\\n\\\"Will the copy you obtain be precisely like the original in every particular?\\\"\\n\\n\\\"In every particular.\\\"\\n\\n\\\"The writing will be the same--exactly the same?\\\"\\n\\n\\\"Absolutely the same.\\\"\\n\\n\\\"So like, that if one of your photographs should be presented to the person who wrote this letter----\\\"\\n\\n\\\"He could no more deny his handwriting than he could if some one handed him the letter itself.\\\"\\n\\n\\\"And the operation will leave no trace on the original?\\\"\\n\\n\\\"None.\\\"\\n\\nA smile of triumph played upon Mademoiselle Marguerite's lips.  It was as she had thought; the defensive plan which she had suddenly conceived was a good one.  \\\"One more question, sir,\\\" she resumed.  \\\"I am only a poor, ignorant girl: excuse me, and give me the benefit of your knowledge.  This letter will be returned to its author to-morrow, and he will burn it.  But afterward, in case of any difficulty--in case of a law-suit--or in case it should be necessary for me to prove certain things which one might establish by means of this letter, would one of your photographs be admitted as evidence?\\\"\\n\\nThe photographer did not answer for a moment.  Now he understood Mademoiselle Marguerite's motive, and the importance she attached to a facsimile.  But this imparted an unexpected gravity to the service he was called upon to perform.  He therefore wished some time for reflection, and he scrutinized Mademoiselle Marguerite as if he were trying to read her very soul.  Was it possible that this young girl, with such a pure and noble brow, and with such frank, honest eyes, could be meditating any cowardly, dishonorable act? No, he could not believe it.  In whom, or in what, could he trust if such a countenance deceived him?\\\" My facsimile would certainly be admitted as evidence,\\\" he replied at last; \\\"and this would not be the first time that the decision of a court has depended on proofs which have been photographed by me.\\\"\\n\\nMeanwhile, his assistant had returned, bringing the necessary apparatus with him.  When all was ready, the photographer asked her, \\\"Will you give me the letter, madame?\\\"\\n\\nShe hesitated for a second--only for a second.  The man's honest, kindly face told her that he would not betray her, that he would rather give her assistance.  So she handed him the Marquis de Valorsay's letter, saying, with melancholy dignity, \\\"It is my happiness and my future that I place in your hands--and I have no fears.\\\"\\n\\nHe read her thoughts, and understood that she either dared not ask for a pledge of secrecy, or else that she thought it unnecessary.  He took pity on her, and his last doubt fled.  \\\"I shall read this letter, madame,\\\" said he, \\\"but I am the only person who will read it.  I give you my word on that! No one but myself will see the proofs.\\\"\\n\\nGreatly moved, she offered him her hand, and simply said, \\\"Thanks; I am more than repaid.\\\"\\n\\nTo obtain an absolutely perfect facsimile of a letter is a delicate and sometimes lengthy operation.  However, at the end of about twenty minutes, the photographer possessed two negatives that promised him perfect proofs.  He looked at them with a satisfied air; and then returning the letter to Mademoiselle Marguerite, he said, \\\"In less than three days the facsimiles will be ready, madame; and if you will tell me to what address I ought to send them----\\\"\\n\\nShe trembled on hearing these words, and quickly answered, \\\"Don't send them, sir--keep them carefully.  Great heavens! all would be lost if it came to the knowledge of any one.  I will send for them, or come myself.\\\" And, feeling the extent of her obligation, she added, \\\"But I will not go without introducing myself--I am Mademoiselle Marguerite de Chalusse.\\\" And, thereupon, she went off, leaving the photographer surprised at the adventure and dazzled by his strange visitor's beauty.\\n\\nRather more than an hour had elapsed since Marguerite left M. de Fondege's house.  \\\"How time flies!\\\" she murmured, quickening her pace as much as she could without exciting remark--\\\"how time flies!\\\" But, hurried as she was, she stopped and spent five minutes at a shop in the Rue Notre Dame de Lorette where she purchased some black ribbon and a few other trifles.  How else could she explain and justify her absence, if the servants, who had probably discovered she had gone out, chanced to speak of it?\\n\\nBut her heart throbbed as if it would burst as she ascended the General's staircase, and anxiety checked her breathing as she rang the bell.  \\\"What if Madame de Fondege and Madame Leon had returned, and the abstraction of the letter been discovered!\\\" Fortunately, Madame de Fondege required more than an hour to purchase the materials for the elaborate toilette she had dreamt of.  The ladies were still out, and Mademoiselle Marguerite found everything in the same condition as she had left it.  She carefully placed the letter in the drawer again, locked it, and put the key in the pocket of Madame Leon's dress.  Then she breathed freely once more; and, for the first time in six days, she felt something very like joy in her heart.  Now she had no fear of the Marquis de Valorsay.  She had him in her power.  He would destroy his letter the next day, and think that he was annihilating all proofs of his infamy.  Not so.  At the decisive moment, at the very moment of his triumph, she would produce the photograph of this letter, and crush him.  And she--only a young girl--had outwitted this consummate scoundrel!\\\" I have not been unworthy of Pascal,\\\" she said to herself, with a flash of pride.\\n\\nHowever, her nature was not one of those weak ones which are become intoxicated by the first symptom of success, and then relax in their efforts.  When her excitement had abated a little, she was inclined to disparage rather than to exaggerate the advantage she had gained.  What she desired was a complete, startling, incontestable victory.  It was not enough to prove Valorsay's GUILT--she was resolved to penetrate his designs, to discover why he pursued her so desperately.  And, though she felt that she possessed a formidable weapon of defence, she could not drive away her gloomy forebodings when she thought of the threats contained in the marquis's letter.  \\\"Thanks to the assistance of one of my friends,\\\" he wrote, \\\"I can place this proud girl in a perilous, terribly perilous, position, from which she cannot possibly extricate herself unaided.\\\"\\n\\nThese words persistently lingered in Mademoiselle Marguerite's mind.  What was the danger hanging over her? whence would it come? and in what form? What abominable machination might she not expect from the villain who had deliberately dishonored Pascal? How would he attack her? Would he strive to ruin her reputation, or did he intend to forcibly abduct her? Would he attempt to decoy her into a trap where she would be subjected to the insults of the vilest wretches?  A thousand frightful memories of the time when she was an apprentice drove her nearly frantic.  \\\"I will never go out unarmed,\\\" she thought, \\\"and woe to the man who raises his hand against me!\\\"\\n\\nThe vagueness of the threat increased her fears.  No one is courageous enough to confront an unknown, mysterious, and always imminent danger without sometimes faltering.  Nor was this all.  The marquis was not her only enemy.  She had the Fondege family to dread--these dangerous hypocrites, who had taken her to their home so that they might ruin her the more surely.  M. de Valorsay wrote that he had no fears of the Fondeges--that he understood their little game.  What was their little game? No doubt they were resolved that she should become their son's wife, even if they were obliged to use force to win her consent.  At this thought a sudden terror seized her soul, so full of peace and hope an instant before.  When she was attacked, would she have time to produce and use the facsimile of Valorsay's letter?\\\" I must reveal my secret to a friend--to a trusty friend--who will avenge me!\\\" she muttered.\\n\\nFortunately she had a friend in whom she could safely confide--the old magistrate who had given her such proofs of sympathy.  She felt that she needed the advice of a riper experience than her own, and the thought of consulting him at once occurred to her.  She was alone; she had no spy to fear; and it would be folly not to profit by the few moments of liberty that remained.  So she drew her writing-case from her trunk, and, after barricading her door to prevent a surprise, she wrote her friend an account of the events which had taken place since their last interview.  She told him everything with rare precision and accuracy of detail, sending him a copy of Valorsay's letter, and informing him that, in case any misfortune befell her, he could obtain the facsimiles from Carjat.  She finished her letter, but did not seal it.  \\\"If anything should happen before I have an opportunity to post it, I will add a postscript,\\\" she said to herself.\\n\\nShe had made all possible haste, fearing that Madame de Fondege and Madame Leon might return at any moment.  But this was truly a chimerical apprehension.  It was nearly six o'clock when the two shoppers made their appearance, wearied with the labors of the day, but in fine spirits.  Besides purchasing every requisite for that wonderful costume of hers, the General's wife had found some laces of rare beauty, which she had secured for the mere trifle of four thousand francs.  \\\"It was one of those opportunities one ought always to profit by,\\\" she said, as she displayed her purchase.  \\\"Besides, it is the same with lace as with diamonds, you should purchase them when you can--then you have them.  It isn't an outlay--it's an investment.\\\" Subtle reasoning that has cost many a husband dear!\\n\\nOn her side, Madame Leon proudly showed her dear young lady a very pretty present which Madame de Fondege had given her.  \\\"So money is no longer lacking in this household,\\\" thought Mademoiselle Marguerite, all the more confirmed in her suspicions.\\n\\nThe General came in a little later, accompanied by a friend, and Marguerite soon discovered that the worthy man had spent the day as profitably as his wife.  He too was quite tired out; and he had reason to be fatigued.  First, he had purchased the horses belonging to the ruined spendthrift, and he had paid five thousand francs for them, a mere trifle for such animals.  Less than an hour after the purchase he had refused almost double that amount from a celebrated connoisseur in horse-flesh, M. de Breulh- Faverlay.  This excellent speculation had put him in such good humor that he had been unable to resist the temptation of purchasing a beautiful saddle-horse, which they let him have for a hundred louis.  He had not been foolish, for he was sure that he could sell the animal again at an advance of a thousand francs whenever he wished to do so.  \\\"So,\\\" remarked his friend, \\\"if you bought such a horse every day, you would make three hundred and sixty-five thousand francs a year.\\\"\\n\\nWas this only a jest--one of those witticisms which people who boast of wonderful bargains must expect to parry, or had the remark a more serious meaning? Marguerite could not determine.  One thing is certain, the General did not lose his temper, but gayly continued his account of the way in which he had spent his time.  Having purchased the horses, his next task was to find a carriage, and he had heard of a barouche which a Russian prince had ordered but didn't take, so that the builder was willing to sell it at less than cost price; and to recoup this worthy man, the General had purchased a brougham as well.  He had, moreover, hired stabling in the Rue Pigalle, only a few steps from the house, and he expected a coachman and a groom the following morning.\\n\\n\\\"And all this will cost us less than the miserable vehicle we have been hiring by the year,\\\" observed Madame de Fondege, gravely.  \\\"Oh, I know what I say.  I've counted the cost.  What with gratuities and extras, it costs us now fully a thousand francs a month, and three horses and a coachman won't cost you more.  And what a difference! I shall no longer be obliged to blush for the skinny horses the stable-keeper sends me, nor to endure the insolence of his men.  The first outlay frightened me a little; but that is made now, and I am delighted.  We will save it in something else.\\\"\\n\\n\\\"In laces, no doubt,\\\" thought Mademoiselle Marguerite.  She was intensely exasperated, and on regaining her chamber she said to herself, for the tenth time, \\\"What do they take me for? Do they think me an idiot to flaunt the millions they have stolen from my father--that they have stolen from me--before my eyes in this fashion? A common thief would take care not to excite suspicion by a foolish expenditure of the fruits of his knavery, but they--they have lost their senses.\\\"\\n\\nMadame Leon was already in bed, and when Mademoiselle Marguerite was satisfied that she was asleep, she took her letter from her trunk, and added this post-script: \\\"P. S.--It is impossible to retain the shadow of a doubt, M. and Madame de Fondege have spent certainly twenty thousand francs to-day.  This audacity must arise from a conviction that no proofs of the crime they have committed exist.  Still they continue to talk to me about their son, Lieutenant Gustave.  He will be presented to me to-morrow.  To- morrow, also, between three and four, I shall be at the house of a man who can perhaps discover Pascal's hiding-place for me,--the house of M. Isidore Fortunat.  I hope to make my escape easily enough, for at that same hour, Madame Leon has an appointment with the Marquis de Valorsay.\\\"\\n\\nX.\\n\\nThe old legend of Achilles's heel will be eternally true.  A man may be humble or powerful, feeble or strong, but there are none of us without some weak spot in our armor, a spot vulnerable beyond all others, a certain place where wounds prove most dangerous and painful.  M. Isidore Fortunat's weak place was his cash-box.  To attack him there was to endanger his life--to wound him at a point where all his sensibility centred.  For it was in this cash-box and not in his breast that his heart really throbbed.  His safe made him happy or dejected.  Happy when it was filled to overflowing by some brilliant operation, and dejected when he saw it become empty as some imprudent transaction failed.\\n\\nThis then explains his frenzy on that ill-fated Sunday, when, after being brutally dismissed by M. Wilkie, he returned to his rooms in the company of his clerk, Victor Chupin.  This explains, too, the intensity of the hatred he now felt for the Marquis de Valorsay and the Viscount de Coralth.  The former, the marquis, had defrauded him of forty thousand francs in glittering gold.  The other, the viscount, had suddenly sprung up out of the ground, and carried off from under his very nose that magnificent prize, the Chalusse inheritance, which he had considered as good as won.  And he had not only been defrauded and swindled--such were his own expressions--but he had been tricked, deceived, duped, and outwitted, and by whom?  By people who did not make it their profession to be shrewd, like he did himself.  Just fancy, his business was to outwit others, and a couple of mere amateurs had outgeneraled him.  He had not only suffered in pocket, he had been humiliated as well, and so he indulged in threats of such terrible import.\\n\\nHowever, at the very moment when he was dreaming of wreaking vengeance on the Marquis de Valorsay and the Viscount de Coralth, his housekeeper, austere Madame Dodelin, handed him Mademoiselle Marguerite's letter.  He read it with intense astonishment, rubbing his eyes as if to assure himself that he were really awake.  \\\"Tuesday,\\\" he repeated, \\\"the day after to-morrow--at your house--between three and four o'clock--I must speak with you.\\\"\\n\\nHis manner was so strange, and his usually impassive face so disturbed by conflicting feelings, that Madame Dodelin's curiosity overcame her prudence, and she remained standing in front of him with open mouth, staring with all her eyes and listening with all her ears.  He perceived this, and angrily exclaimed: \\\"What are you doing here? You are watching me, I do believe.  Get back to your kitchen, or----\\\"\\n\\nShe fled in alarm, and he then entered his private office.  His heart was leaping with joy, and he laughed wickedly at the hope of a speedy revenge.  \\\"She's on the scent,\\\" he muttered; \\\"and she has luck in her favor.  She has chanced to apply to me on the very day that I had resolved to defend and rehabilitate her lover, the honest fool who allowed himself to be dishonored by those unscrupulous blackguards.  Just as I was thinking of going in search of her, she comes to me.  As I was about to write to her, she writes to me.  Who can deny the existence of Providence after this?\\\" Like many other people, M. Fortunat piously believed in Providence when things went to his liking, but it is sad to add that in the contrary case he denied its existence.  \\\"If she has any courage,\\\" he resumed, \\\"and she seems to have plenty of it, Valorsay and Coralth will be in a tight place soon.  And if it takes ten thousand francs to put them there, and if neither Mademoiselle Marguerite nor M. Ferailleur has the amount--ah, well! I'll advance--well, at least five thousand--without charging them any commission.  I'll even pay the expenses out of my own pocket, if necessary.  Ah, my fine fellows, you've laughed too soon.  In a week's time we'll see who laughs last.\\\"\\n\\nHe paused, for Victor Chupin, who had lingered behind to pay the driver, had just entered the room.  \\\"You gave me twenty francs, m'sieur,\\\" he remarked to his employer.  \\\"I paid the driver four francs and five sous, here's the change.\\\"\\n\\n\\\"Keep it yourself, Victor,\\\" said M. Fortunat.\\n\\nWhat! keep fifteen francs and fifteen sous? Under any other circumstances such unusual generosity would have drawn a grimace of satisfaction from young Chupin.  But to-day he did not even smile; he slipped the money carelessly into his pocket, and scarcely deigned to say \\\"thanks,\\\" in the coldest possible tone.\\n\\nAbsorbed in thought, M. Fortunat did not remark this little circumstance.  \\\"We have them, Victor,\\\" he resumed.  \\\"I told you that Valorsay and Coralth should pay me for their treason.  Vengeance is near.  Read this letter.\\\" Victor read it slowly, and as soon as he had finished his employer ejaculated, \\\"Well?\\\"\\n\\nBut Chupin was not a person to give advice lightly.  \\\"Excuse me, m'sieur,\\\" said he, \\\"but in order to answer you, I must have some knowledge of the affair.  I only know what you've told me--which is little enough--and what I've guessed.  In fact, I know nothing at all.\\\"\\n\\nM. Fortunat reflected for a moment.  \\\"You are right, Victor,\\\" he said, at last.  \\\"So far the explanation I gave you was all that was necessary; but now that I expect more important services from you, I ought to tell you the whole truth, or at least all I know about the affair.  This will prove my great confidence in you.\\\"  Whereupon, he acquainted Chupin with everything he knew concerning the history of M. de Chalusse, the Marquis de Valorsay, and Mademoiselle Marguerite.\\n\\nHowever, if he expected these disclosures to elevate him in his subordinate's estimation he was greatly mistaken.  Chupin had sufficient experience and common sense to read his master's character and discern his motives.  He saw plainly enough that this honest impulse on M. Fortunat's part came from disappointed avarice and wounded vanity, and that the agent would have allowed the Marquis de Valorsay to carry out his infamous scheme without any compunctions of conscience, providing he, himself, had not been injured by it.  Still, the young fellow did not allow his real feelings to appear on his face.  First, it was not his business to tell M. Fortunat his opinion of him; and in the second place, he did not deem it an opportune moment for a declaration of his sentiments.  So, when his employer paused, he exclaimed: \\\"Well, we must outwit these scoundrels--for I'll join you, m'sieur; and I flatter myself that I can be very useful to you.  Do you want the particulars of the viscount's past life?  If so, I can furnish them.  I know the brigand.  He's married, as I told you before, and I'll find his wife for you in a few days.  I don't know exactly where she lives, but she keeps a tobacco store, somewhere, and that's enough.  She'll tell you how much he's a viscount.  Ha! ha! Viscount just as much as I am--and no more.  I can tell you the scrapes he has been in.\\\"\\n\\n\\\"No doubt; but the most important thing is to know how he's living now, and on what!\\\"\\n\\n\\\"Not by honest work, I can tell you.  But give me a little time, and I'll find out for sure.  As soon as I can go home, change my clothes, and disguise myself, I'll start after him; and may I be hung, if I don't return with a complete report before Tuesday.\\\"\\n\\nA smile of satisfaction appeared on M. Fortunat's face.  \\\"Good, Victor!\\\" he said, approvingly, \\\"very good! I see that you will serve me with your usual zeal and intelligence.  Rest assured that you will be rewarded as you have never been rewarded before.  As long as you are engaged in this affair, you shall have ten francs a day; and I'll pay your board, your cab-hire, and all your expenses.\\\"\\n\\nThis was a most liberal offer, and yet, far from seeming delighted, Chupin gravely shook his head.  \\\"You know how I value money, m'sieur,\\\" he began.\\n\\n\\\"Too much, Victor, my boy, too much----\\\"\\n\\n\\\"Excuse me, it's because I have responsibilities, m'sieur.  You know my establishment\\\"--he spoke this word with a grandiloquent air--\\\"you have seen my good mother--my expenses are heavy----\\\"\\n\\n\\\"In short, you don't think I offer you enough?\\\"\\n\\n\\\"On the contrary, sir--but you don't allow me to finish.  I love money, don't I? But no matter, I don't want to be paid for this business.  I don't want either my board or my expenses, not a penny--nothing.  I'll serve you, but for my own sake, for my own pleasure--gratis.\\\"\\n\\nM. Fortunat could not restrain an exclamation of astonishment.  Chupin, who was as eager for gain as an old usurer--Chupin, as grasping as avarice itself, refuse money! This was something which he had never seen before, and which he would no doubt never see again.\\n\\nVictor had become very much excited; his usually pale cheeks were crimson, and in a harsh voice, he continued: \\\"It's a fancy of mine--that's all.  I have eight hundred francs hidden in my room, the fruit of years of work.  I'll spend the last penny of it if need be; and if I can see Coralth in the mire, I shall say, 'My money has been well expended.' I'd rather see that day dawn than be the possessor of a hundred thousand francs.  If a horrible vision haunted you every night, and prevented you from sleeping, wouldn't you give something to get rid of it?  Very well! that brigand's my nightmare.  There must be an end to it.\\\"\\n\\nM. de Coralth, who was a man of wide experience, would certainly have felt alarmed if he had seen his unknown enemy at the present moment, for Victor's eyes, usually a pale and undecided blue, were glittering like steel, and his hands were clinched most threateningly.  \\\"For he was the cause of all my trouble,\\\" he continued, gloomily.  \\\"I've told you, sir, that I was guilty of an infamous deed once upon a time.  If it hadn't been for a miracle I should have killed a man--the king of men.  Ah, well! if Monsieur Andre had broken his back by falling from a fifth-floor window, my Coralth would be the Duc de Champdoce to-day.  And shall he be allowed to ride about in his carriage, and deceive and ruin honest people? No--there are too many such villains at large for public safety.  Wait a little, Coralth--I owe you something, and I always pay my debts.  When M. Andre saved me, though I richly deserved to have my throat cut, he made no conditions.  He only said, 'If you are not irredeemably bad you will be honest after this.' And he said these words as he was lying there as pale as death with his shoulder broken, and his body mangled from his fall.  Great heavens! I felt smaller than--than nothing before him.  But I swore that I would do honor to his teachings--and when evil thoughts enter my mind, and when I feel a thirst for liquor, I say to myself, 'Wait a bit, and--and M. Andre will take a glass with you.' And that quenches my thirst instantly.  I have his portrait at home, and every night, before going to bed, I tell him the history of the day--and sometimes I fancy that he smiles at me.  All this is very absurd, perhaps, but I'm not ashamed of it.  M. Andre and my good mother, they are my supports, my crutches, and with them I'm not afraid of making a false step.\\\" Schebel, the German philosopher, who has written a treatise on Volition, in four volumes, was no greater a man than Chupin.  \\\"So you may keep your money, sir,\\\" he resumed.  \\\"I'm an honest fellow, and honest men ought to ask no reward for the performance of a duty.  Coralth mustn't be allowed to triumph over the innocent chap he ruined.  What did you call him? Ferailleur? It's an odd name.  Never mind-- we'll get him out of this scrape; he shall marry his sweetheart after all; and I'll dance at the wedding.\\\"\\n\\nAs he finished speaking he laughed a shrill, dangerous laugh, which revealed his sharp teeth--but such invincible determination was apparent on his face, that M. Fortunat felt no misgivings.  He was sure that this volunteer would be of more service than the highest-priced hireling.  \\\"So I can count on you, Victor?\\\" he inquired.\\n\\n\\\"As upon yourself.\\\"\\n\\n\\\"And you hope to have some positive information by Tuesday?\\\"\\n\\n\\\"Before then, I hope, if nothing goes amiss.\\\"\\n\\n\\\"Very well; I will devote my attention to Ferailleur then.  As to Valorsay's affairs, I am better acquainted with them than he is himself.  We must be prepared to enter upon the campaign when Mademoiselle Marguerite comes, and we will act in accordance with her instructions.\\\"\\n\\nChupin had already caught up his hat; but just as he was leaving the room, he paused abruptly.  \\\"How stupid!\\\" he exclaimed.  \\\"I had forgotten the principal thing.  Where does Coralth live?\\\"\\n\\n\\\"Unfortunately, I don't know.\\\"\\n\\nAccording to his habit when things did not go to his liking, Chupin began to scratch his head furiously.  \\\"That's bad,\\\" growled he.  \\\"Viscounts of his stamp don't parade their addresses in the directory.  Still, I shall find him.\\\" However, although he expressed this conviction he went off decidedly out of temper.\\n\\n\\\"I shall lose the entire evening hunting up the rascal's address,\\\" he grumbled, as he hastened homeward.  \\\"And whom shall I ask for it?--Madame d'Argeles's concierge? Would he know it--M. Wilkie's servant? That would be dangerous.\\\" He thought of roaming sound about M. de Valorsay's residence, and of bribing one of the valets; but while crossing the boulevard, the sight of Brebant's Restaurant put a new idea into his head.  \\\"I have it!\\\" he muttered; \\\"my man's caught!\\\" And he darted into the nearest cafe where he ordered some beer and writing materials.\\n\\nUnder other circumstances, he would have hesitated to employ so hazardous an expedient as the one he was about to resort to, but the character of his adversaries justified any course; besides, time was passing, and he had no choice of resources.  As soon as the waiter served him, he drained his glass of beer to give himself an inspiration, and then, in his finest hand, he wrote:\\n\\nMY DEAR VISCOUNT--Here's the amount--one hundred francs--that I lost to you last evening at piquet.  When shall I have my revenge?    Your friend,                                          VALORSAY.\\\"\\n\\nWhen he had finished this letter he read it over three or four times, asking himself if this were the style of composition that very fashionable folks employ in repaying their debts.  To tell the truth, he doubted it.  In the rough draft which he penned at first, he had written bezique, but in the copy he wrote piquet, which he deemed a more aristocratic game.  \\\"However,\\\" said he, \\\"no one will examine it closely!\\\"\\n\\nThen, as soon as the ink was dry, he folded the letter and slipped it into an envelope with a hundred franc-note which he drew from an old pocketbook.  He next addressed the envelope as follows: \\\"Monsieur le Vicomte de Coralth, En Ville,\\\" and having completed his preparations, he paid his score, and hastened to Brebant's.  Two waiters were standing at the doorway, and, showing them the letter, he politely asked: \\\"Do you happen to know this name?  A gentleman dropped this letter on leaving your place last evening.  I ran after him to return it; but I couldn't overtake him.\\\"\\n\\nThe waiters examined the address.  \\\"Coralth!\\\" they replied.  \\\"We scarcely know him.  He isn't a regular customer, but he comes here occasionally.\\\"\\n\\n\\\"And where does he live?\\\"\\n\\n\\\"Why do you wish to know?\\\"\\n\\n\\\"So as to take him this letter, to be sure!\\\"\\n\\nThe waiters shrugged their shoulders.  \\\"Let the letter go; it is not worth while to trouble yourself.\\\"\",\"timestamp\":1640139709,\"title\":\"\\nFor some time Marguerite stood, stunned and appalled by the Marquis de Valorsay's audacity, \"},\"digest\":\"PTSbO6W9okgCz1jIL4wsB81IvpRQP1HuORqz1rJD-mw\",\"authorship\":{\"contributor\":\"0x025bE40F20d6f0f04d76fE7Ad916e5d61bc4D69f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"icPwmeD_0Id-Cmy-b3c_DEpdoIeLERCAtloe18DCvCo\\\",\\\"y\\\":\\\"g-kp4zmEywQAyEWnKQNmR49RWRdmP44fuTdTOH0e4ws\\\"}\",\"signature\":\"f2dN_x7AmcIKXqlrStMzEvncukZRUSMBQlaB9oCgiIuSip-kNfNfYm0Foh2tCAJJVZYCvpLQHy4ZS-IJIuDxJA\",\"signingKeySignature\":\"0x55277db4957ccd8357b50afdb7a28589b65a0268db405492915368b1d1ee2bec16055642c93bc6fbb978dcdae91b0d57b0d30933fd98a0c6a0cf38028147b7a21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"icPwmeD_0Id-Cmy-b3c_DEpdoIeLERCAtloe18DCvCo\\\",\\\"y\\\":\\\"g-kp4zmEywQAyEWnKQNmR49RWRdmP44fuTdTOH0e4ws\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PTSbO6W9okgCz1jIL4wsB81IvpRQP1HuORqz1rJD-mw\"}"