"{\"content\":{\"body\":\"DeFiHorse is set in the year 2099. The horses are equipped with cutting-edge technology such as quantum technology, gene technology, artificial intelligence and space travel. DeFiHorse’s four distinct horse breeds are inspired by the mythology of Greek gods:\\n\\n* The Chaos: The game’s rarest horse breed, created by the big-bang explosion. \\n* The Titan: The toned-body horse breed made of scorching coals and fire. \\n* The Poseidon: The deity of the sea with endless ocean force. \\n* The Heroic: The earth and nature’s metaphorical god.\\n\\nThe form of the steeds is one of the most notable aspects of DeFiHorse. The NFT horse is depicted in 3D, both mythological and realistic. The horse prototype in the game is designed based on the Arabian horse, which has the best form globally and can run at a lightning pace.\\n\\nGiang claims that all of the unique creations in the DeFiHorse realm are the work of young, talented Vietnamese individuals. Players may also let their imaginations run wild thanks to the game’s extensive customization options. Because of the nature of NFTs, each horse in the game is a different character and has unique strengths.\\n\\nDeFiHorse is centered on races in which users may manage their horses and compete for distinctive rewards. To make the racing experience more appealing, DeFiHorse added a “tap to earn” function that allows users to engage genuinely with their horse to assist it in improving its pace compared with other rivals. The race outcomes assist players in earning different awards, increasing the worth of horses, thereby generating economic value.\\n\\nAccording to the roadmap, DeFiHorse will release the first demo online in 2022, followed by iOS and Android operating systems, incorporating AR technology, and holding worldwide tournaments with up to $1 million in prize money.\\n\\n**This is a paid press release.** Cointelegraph does not endorse and is not responsible for or liable for any content, accuracy, quality, advertising, products, or other materials on this page. Readers should do their own research before taking any actions related to the company. Cointelegraph is not responsible, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any content, goods, or services mentioned in the press release.\\n\\n \\n \",\"timestamp\":1639119505,\"title\":\"DeFiHorse is set in the year 2099. The horses are equipped\"},\"digest\":\"Vb_wMPuyKvuJwLVdd48vBdCZJ0kteoFfiAcd9M4c1Mw\",\"authorship\":{\"contributor\":\"0x9d5721cC666fe69c82F54dA3d57BD60F93a1727f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-snkGnS1ulVrARI-7xl467vP8M9lQNT_CGCFRoouprQ\\\",\\\"y\\\":\\\"KrCwjYQvxlg_eT9wecKxCNaRWcv8RAJqO2ZGuN_s1eI\\\"}\",\"signature\":\"uCwyIkkGnSgFiztkbKRH8_N2hTpg7RcRcLcifBXwX4FXHmgeHlozii8A5du3r0Rz8ccE4L-2hTmzx6tuNn4fuQ\",\"signingKeySignature\":\"0x0060b077a1c1d89b304575db6ebd8e84f117192aea2cbb29e7ee215e4d652adf4b4b3d52078f18938ee2bfaf230687ac20558fb9f7d3243d4ec1d853d58094f81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-snkGnS1ulVrARI-7xl467vP8M9lQNT_CGCFRoouprQ\\\",\\\"y\\\":\\\"KrCwjYQvxlg_eT9wecKxCNaRWcv8RAJqO2ZGuN_s1eI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Vb_wMPuyKvuJwLVdd48vBdCZJ0kteoFfiAcd9M4c1Mw\"}"