"{\"content\":{\"body\":\"As a company you need to be well informed about your budget and resource usage, but even more crucial for SMBs.\\n\\nIt is often hard to figure out what to spend on the initial marketing budget, but sales and marketing budgets doesn't have to come from only profitable companies.\\n\\nHow to allocate ad dollars is a tough task for even established business. But hopefully this framework for SMBs can help your marketing process:\\n\\n## TL;DR, there is no formula for the calculation of the marketing budget\\n\\nWhat is a typical marketing budget? What should a marketing budget look like? what is a reasonable budget for an SMB?\\n\\nI get asked this often from startups, but first, let's explore how traditional advertising methods look at marketing budgets:\\n\\n1. **Spend money to make money** — what's the marketing ROI, and does the marketing costs drive gross revenue to achieve broad goals? (i.e., marketing needs to yield $X in sales for us to hit business goals)\\n2. **Shorter business and campaign goals** — break marketing efforts down to one project at a time, which allocates marketing budgets around complete projects (i.e., the new marketing strategy of online advertising needs to yield $X in revenue)\\n3. **Data-driven approach** — usually around paid advertising and customer lifetime value, defining marketing spend in paid ads as long as the new customers acquired produce profits (i.e., if all marketing expenses in paid advertising is $X, then marketing will continue to spend as long as revenue equals $X + any incremental revenue)\\n\\nYes, smart tracking tools help. Same with lead monitoring tools. But startup marketing budget considerations can be catered to its company's unique circumstances — rather than sales and revenue.\\n\\n## OK... that's both too simple and still not sure how much my SMB needs\\n\\nTrue, but marketing costs for SMBs have to either address a goal (usually business objectives set to investors) or just a forecast based on monitoring tools.\\n\\nEstablished companies often have historical marketing budget to pair with how much traditional advertising cost the company — aka baselines.\\n\\nHere are a few strategies to use to set an initial marketing budget:\\n\\n## Explore Digital Marketing Strategies to Create a Baseline\\n\\nA common example for a marketing team is rather than spend $X on radio marketing for three months, shift a percentage of that budget to test Google Adwords and see if the actual performance leads to more sales and revenue.\\n\\nTo be honest, that model is very, very, conservative, and a marketing decision that depends on when paid advertising occurs and finishes will lead to slower — or no — growth.\\n\\nDon't go off what companies spend, or what someone said it'll take to build brand awareness. Instead...\\n\\n### Pick platform(s) that can create a quick baseline for your marketing costs and sales\\n\\nRecommending Facebook here. Young companies often only need to project out a website management fee aka how much it'll cost on Shopify), a little bit of reading essential resources on how tos, and some budget.\\n\\nNote, the smaller your marketing budget, the longer it'll take to create a baseline.\\n\\nPick marketing channels that have a good reach to your target audience that can give you a quick baseline to evaluate your marketing costs.\\n\\nMake sure to isolate efforts so that your gross revenue can be more easily attributable directly to the sales and revenue coming from that channel.\\n\\n## OK. I understand that marketing strategy, but still the budget...\\n\\nSpend on marketing budget as much as you're comfortable with.\\n\\nSales and marketing absolutely inform budgets, but a startup marketing budget is sometimes whatever you have to spare.\\n\\nNo matter if it's Facebook, Google Ads, YouTube, Emails, Mailers, etc... small businesses will need an overall budget that yields a baseline. And, in my humble opinion, Facebook has the lowest barrier to entry and the lowest opportunity cost.\\n\\nStartups spend anywhere from $1,000 to $10,000 as a baseline, and I think that's a good place to start to undestand an SMB's target market and test some marketing goals.\\n\\nKeep in \\n\\n## Keep in mind. Maximize marketing efforts by creating simplified campaign goals\\n\\nNow a bit more tactical...\\n\\nYou'll hear budgets have a high correlation to gross revenue and hear ROAS (Return On Ad Spend) a lot. But, rather, I believe a startup marketing budget looks at the overall revenue from sales and marketing.\\n\\nBut, SMBs can ONLY do that if it simplifies your marketing. When you don't have a baseline, don't run more than 1-2 channels at a time.\\n\\nRather than a business having to embrace analytics, it's easy to say how much you spent on marketing — and what the company's total revenue is — because you just, for example, spent on Facebook.\\n\\n### The key to marketing isn't a formula, but simplifying the business analytics.\\n\\nDon't get lost in ROI of content marketing, SaaS companies, marketing best practices, etc...\\n\\nKeep It Simple, Stupid (aka KISS method) makes SMB operate quicker. Just know there isn't an industry-best smart tracking tools strategy that you can't unlock because you're an emerging start ups.\\n\\n## How To Create A Marketing Budget in 2022\\n\\nLast tips, especially heading into the new year:\\n\\n* Don't pay for market research. Rather, do a campaign to find your baseline.\\n* Create marketing messages for your biggest target audience, not everyone you want to reach with your business objectives.\\n* Don't be distracted by the latest, hip, marketing channels.\\n* Don't think you can do proper content marketing for cheap. SMBs often allocates funds poorly here as they hope the business can achieve virality.\\n* Don't let what young companies spend to be your baseline. Startup marketing is unique because often SMBs are in verticals or offer products that go after a whole different market.\\n\\nIn conclusion, advertising can achieve business goals, but the entire relationship isn't on gross revenue or best practices.\\n\\nTraditional advertising refers to a Return On Investment principle, where you need to get more money than you spend.\\n\\n### Last thought, think of your marketing goal to be understanding how to spend the next dollar smarter — rather than just maximizing that one dollar.\\n\\nHopefully these above will help your business create a baseline.\\n\\nOnce that happens, you'll start adding more complexity. But the path becomes easier, and clearer, once you have a better idea of how to spend the marketing budget next.\\n\\n\\n---\\n\\n*Tony Lee (aka [@sheckii](https://www.twitter.com/sheckii)) is a digital advertising entrepreneur who worked on brands like 20th Century Fox, Sam’s Club, ABC Entertainment, Nintendo, Starz, sweetgreen, outdoor voices, First Republic Bank, Kane’s Furniture and more. He currently works as a lead for Performance Marketing at Shopify for international paid social media acquisition. He’s also the host of [welcome to sheckiiville podcast](https://anchor.fm/sheckii) available on Apple and iOS devices.*\\n\\n![](https://images.mirror-media.xyz/publication-images/DGs-EqA9yJ2ZkWLOpYLyw.png?height=1762&width=1536)\\n\\n\",\"timestamp\":1640661053,\"title\":\"How much should I spend on sales and marketing for startups?\"},\"digest\":\"x8OLkSxHFYAZCJHoSS29JwvqrQBEPTcFTC97gxEhoMM\",\"authorship\":{\"contributor\":\"0x05E2664B70F255108A8932627d9F56A216bc519B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4jxSTnuAeaBzJp9GQmevG5IpygOktE8x8Ou_LTDrY-E\\\",\\\"y\\\":\\\"YqJkjqUQeExYRjtpDHObP_1A6tmKEx5N__BPdPe-n84\\\"}\",\"signature\":\"89XSVHvztPk7SwlyfPsn77LE-H6MJQ4Act0w08QMlPA_QQped6jBMU_25J5TKOVzjzNpQckdoWiWyW6OZ9nBcA\",\"signingKeySignature\":\"0x10ed8a4c8626d814396816e38132053932f58d7d342940fe55a72a4be888a0400a4ab6116fc04980849028ada44af3204b48ea838dab33382beaf3889ca0c6971b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4jxSTnuAeaBzJp9GQmevG5IpygOktE8x8Ou_LTDrY-E\\\",\\\"y\\\":\\\"YqJkjqUQeExYRjtpDHObP_1A6tmKEx5N__BPdPe-n84\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"x8OLkSxHFYAZCJHoSS29JwvqrQBEPTcFTC97gxEhoMM\"}"