"{\"content\":{\"body\":\"<!-- .entry-header -->\\n\\n2012年7月，时任共和党总统候选人米特·罗姆尼访问耶路撒冷并发表演讲，他谈到为什么有的国家富有，而有的国家贫穷。罗姆尼说有的学者认为是地理差异，比如本书作者贾雷德·戴蒙德在其代表作《枪炮、病菌与钢铁》里谈到的。另外一个观点是文化差异决定的，比如哈佛大学经济学家戴维·兰德斯在《国富国穷》里谈到的。此时罗姆尼开始发挥了，他说你看以色列和巴勒斯坦在地理上靠得那么近，经济差异却那么大，显然决定国家富裕或是贫穷的不是铁矿石（暗指地理因素），而是文化因素。\\n\\n要知道在特朗普之前，罗姆尼一直都能给一些民主党选民很大的智力优越感。因为他讲的话，很多都不靠谱，值得批判一番。一个月后，戴蒙德在纽约时报专栏上发表文章反驳，首先，戴蒙德在《枪炮、病菌与钢铁》所谈的地理因素，远不是“铁矿石”这么简单，而是生物特性和所在位置的交通便利程度等综合因素。此外文化因为和地理因素也不是独立的，两者是互相联系的。戴蒙德写文章驳罗姆尼实在是大材小用了，12年选举的时候，连很多共和党人都觉得罗姆尼不靠谱，原因是罗姆尼作为共和党总统候选人，竟然不喝酒，简直人神共愤。\\n\\n总之后来，戴蒙德索性甩开膀子自己来谈一下。为什么有的国家富裕，有的国家贫穷？于是就有了这本书。\\n\\n本书的头两章，主要谈的就是这两因素，地理因素和由文化上升到的制度因素。\\n\\n首先是地理因素，戴蒙德提到两点，一般来说高纬度国家（比如荷兰）相对来说比低纬度国家（比如赞比亚）富裕。沿海国家（比如美国）一般比内陆国家富裕（比如蒙古）。有些国家甚至是高纬度地区比低纬度地区富裕，比如美国华盛顿州相比于阿拉巴马州。沿海地区比内陆地区富裕，比如中国。\\n\\n关于纬度，我们知道的是，靠近赤道的低纬度国家日照充足，物种丰富，但有趣的是，世界上的几个产粮大区，都在高纬度国家，比如中国，澳大利亚，巴西，美国。这个为什么呢，作者认为有三点值得关注。\\n\\n第一是高纬度地区土地肥沃。历史上22次的冰川运动，使肥沃的深层冻土能被高纬度地区的人类所用，而低纬度地区的地质几乎没有变化过，一直种同一块地，土地肥力逐渐衰退。这一点我觉得很有道理，在中国，土地肥力对于农业产量的贡献一直被低估，中国由于自古就用耕种法重点，就是种植作物之前，把土翻一翻，这样其实对土地肥力损耗很大，只能靠大量化肥增加土地肥力。发达国家基本普及了免耕种植法，既保护水土，又减少了化肥用量，保护了环境。\\n\\n第二是低纬度地区由于气候湿热，微生物虫害多，侵害农业作物，影响产量。此外高纬度地区四季分明，落叶等植物残骸可以作为土地的有机肥料，而在低纬度地区，由于微生物降解和雨水冲刷，这些天然肥料很快消失，不能被利用。\\n\\n第三是人力资源的因素。低纬度地区的人均寿命比高纬度国家低很多。主要原因是热带疾病。戴蒙德打趣说世界上最好的公共医疗卫生措施，大概就是高纬度地区的秋冬季了，低温使得很多害虫，细菌死亡。它们只有到了第二年春季才能重新繁殖。但是在低纬度地区，这些致病的害虫，病菌几乎一年四季都很活跃。而且高纬度地区的疾病，很多疾病都是一次性的，比如天花，水痘，尽管病情可能很凶险，但是只要你存活下来，你的身体就能产生抗体，几乎可以终生免疫这类疾病。但是在低纬度地区，你得了疟疾，下次还是会得。在人类科学水平相对较低的年代，每年都很多人死于类似登革热，肺结核，疟疾这样的热带传染性疾病。这个原因以及其他的原因，使得低纬度的赞比亚的人均寿命只有42岁。可见低纬度地区劳动力的可劳动的时间很短。为了弥补劳动力不足，妇女只有通过不断生育补充劳动力，然而另一方面，妇女几乎一直处于孕期和哺乳期，自己无法参与劳动，糟糕的医疗条件也使得新生婴儿的存活率较低，陷入恶性循环。此外，较短的人均预期寿命也不利于投资的开展，无论是人力资源投资，还是经济投资。\\n\\n内陆和沿海地区对于经济发展的作用在于航运和贸易，靠海或者内陆河运发达的国家，货物可以以陆运低廉得多的价格流通，促进经济发展。\\n\\n第二章，作者讨论了制度对于国家经济发展的重要因素。首先作者提出什么是对经济发展有利的制度，这些制度包括，廉洁的政府，对私有财产的保护，完善的法律等。但是作者也认为制度的土壤，无论是好的制度还是不好的制度，有两个至关重要的因素，农业和稠密的人口。其中农业最为重要，只有农业发达的地区才能用多余的食物养活不从事农业劳动的人口，而这些不从事农业劳动的人口从事的其他工作才是人类一切制度的雏形。\\n\\n这一章作者谈到了经常为人所讨论欧洲和中国制度形成的地理因素。作者谈到欧洲的地理上有两大山脉（阿尔卑斯山脉和比利牛斯山脉）和两大河流（莱茵河和多瑙河）而且河流从山脉为中心，把欧洲分割成了很多块，比如意大利和法国隔着阿尔卑斯山脉，法国和德国隔着莱茵河。这人类活动能力有限的年代，这些自然天堑足以保证不同地区的人们有着联系但是却不能征服对方。而中国这边，文明几乎都是围绕着黄河流域和长江流域开展的，而这两块流域都是平原。人们不断接触交流，最后通过激烈的交流 – 战争。形成了统一的疆域，文字和统治。作者的这个观点在他之前的《枪炮、病菌与钢铁》里就有提及，不算新观点。不过从微观来说，现代西方民主的起源地希腊，也就像欧洲一样，地理上山头不断，只能实行松散的城邦制度，但是其发明的公民权制度，却被罗马人采纳，改良，最终发展成为民主制度。\\n\\n讲完了制度的行程，作者开始讲了为什么好的制度可以是国家富有。作者认为好的制度，千言万语就一条，就是让人们有一个确定的良好预期，即自己的劳动能有相应的收获，改善自己的生活。没有廉洁政府，你种的地的收入一半进入别人口袋，你就没有动力种地了，不保护私产，你今天盖的房子，明天就充公了，这样经济很难发展好了。为了进一步说明良好制度的左右，作者举了一个很有趣的例子。当时欧洲人来到新大陆，建立殖民地，主要分成三类。第一类是美国，加拿大，这些地方，可供剥削的原著民少，也没有可以迅速变钱的金矿银矿，不过气候不错，不像热带那么难以忍受。于是一些欧洲人陆续来到美国，加拿大，甚至新西兰，澳大利亚。沿用他们在欧洲的民主制度，最后建立了现代国家，这些国家在当今世界也是属于富裕的发达国家。第二类是资源丰富，但是气候不好的国家，比如危地马拉。第三类国家是资源不丰富，气候和第二类国家相近的国家，比如哥斯达黎加。危地马拉和哥斯达黎加属于近邻。不同之处在于危地马拉资源丰富，欧洲人直接派人来剥削就可以了。于是欧洲人带来了一个靠压榨人民为生的腐败政府。而哥斯达黎加物种贫乏，气候虽然不如第一类国家那么舒适，但是还凑合。于是欧洲人撸起袖子自己干，一些实干型的欧洲人来到了哥斯达黎加，开垦，种田，和当地人合作，建立了类似欧洲本土的民主政府。在殖民地独立的浪潮中，危地马拉和哥斯达黎加未能置之身外，于是危地马拉和哥斯达黎加先后独立，危地马拉继承了原来欧洲统治者的腐败政府，哥斯达黎加继承了原来欧洲统治者相对民主的政府。于是两国命运开始逆转。如今，资源丰富危地马拉，按2016年美元计算，人均GDP只有4147美元，而起点低很多的哥斯达黎加人均GDP为11825美元。这就是制度对于经济发展的作用。\\n\\n这本书的干货基本就是这两张，其余五章基本是基于戴蒙德之前基本著作一些散落观点的归纳，我就简单摘录下。\\n\\n1\\\\. 古代中国文明高度发达，为什么没有走向对外扩张之路？制度是一个因素。明朝是个统一的国家。郑和本来筹划了第八次出海，计划绕过好望角，现在我们知道，绕过好望角，是有可能到达欧洲或者美洲的。而且郑和的船队多大两万多人，技术和装备但是在世界上也属于领先水平。但是皇帝及其身边的大臣觉得出海太花钱了，前七次出海，外面的世界也没什么值得探究的。于是就否决了郑和的第八次出海计划。在一个统一国家里，皇帝拍板说不了，这件事情就板上钉钉了，没有翻盘余地了。而在欧洲，哥伦布的出航计划先后六次被各种不同的皇帝和贵族拒绝，直到第七次才成功，西班牙国王勉强同意派三艘小船给哥伦布，后面的故事我们都知道了。\\n\\n2\\\\. 丰富的自然资源对于一个国家的经济发展往往是不利的。除了传统的观点，授人鱼不如授入渔之外，一个国家的资源分布往往是不均匀的。这种不均匀往往导致财富分配不均匀，从而增加内战的概率。\\n\\n3\\\\. 人类重视高估自己不可控的风险，或者上报纸头条的那类“热闹”的风险，低估自己可控或是伤亡小的风险。比如人类往往高估恐怖分子和飞机失事的风险，但是低谷了楼梯摔倒，浴室滑倒受伤甚至死亡的概率。\\n\\n4\\\\. 新几内亚人从来不把帐篷搭在枯死的树下。如果枯死的树倒下把你砸死的概率是千分之一，那么你连睡三年，活下来的概率只有33%。这个概率远比你想象得低。\\n\\n5\\\\. 有政府管理传统的国家，比没有政府管理传统的国家更容易把经济发展好。二战之后，基本所有经济学家都认为加纳和菲律宾比韩国更有前途，结果现在韩国已经是发达国家了。\\n\\n6\\\\. 全球变暖的二个副作用是，加拿大北部区域的小麦种植区域扩大了，地球北部可以通航的河流变多了，这个倒是“意外之喜”。\\n\\n7\\\\. 目前处理全球事务的框架还没有形成，但是只要个别国家达成双边，或者多变协议。这个问题还是有望解决的。以二氧化碳排放为例，中国和美国的排放量达到了全球的41%，再加上印度，欧盟和日本，这个数字达到了60%。所以只要这些国家达成协议，即使没有框架，又能改善全球问题。\\n\\n8\\\\. 意大利人的饮食非常健康，有两方面原因，一方面是地中海地区特殊的饮食的结构，另一方面是意大利人吃饭的时候不断交谈社交，这样虽然吃饭时间长，但是吃下去的食物不多。\\n\\n总结：戴蒙德老师不愧是社科畅销书作者中的rock star，这本书在手机上才287页，是基于他在意大利的一次大学演讲整理而成，竟然也能把电子版卖到23元，我服。这本书在戴蒙德老师的作品里面大概属于“老歌精选集”这种水平，期待戴蒙德老师的下一张“全新”专辑。\\n\\n<!-- .entry-footer -->\\n\\n<!-- #post-966 -->\\n\\n### \",\"timestamp\":1639500986,\"title\":\"《为什么有的国家富裕，有的国家贫穷》\"},\"digest\":\"S_4A4v1mAs1fxHoIt6_qBGptY6OHLDjGmV6IQBoqHDo\",\"authorship\":{\"contributor\":\"0x298C3Cb3E6b3EA2d9DA7f51768dad0849A26eF64\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-VNS4I-oysNEYEHe7UY9kdsPWtT6_nJ-XHyhd3zle3Y\\\",\\\"y\\\":\\\"gjJRYU2nCAAHd4461UDqcfgAMBSUzYjeyj0_8ZbeeQU\\\"}\",\"signature\":\"0HCaZ1rMQPvPwsu-dScCEQ2cWgb4Cz3ph6cn66TwyR_lBFHEY9Bgt4jCuQVImHjpsGuZcem4c_JeVDF4Q4tqhg\",\"signingKeySignature\":\"0x1980362aaa5e5ce0033c7f7787646c48a9dbc4c9cb90844cfa84da508d8cb2a82ef38176d6238bcc11a92aa2ac6b9924822ce67c0d609c85163b3574c8ea1b061c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-VNS4I-oysNEYEHe7UY9kdsPWtT6_nJ-XHyhd3zle3Y\\\",\\\"y\\\":\\\"gjJRYU2nCAAHd4461UDqcfgAMBSUzYjeyj0_8ZbeeQU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"S_4A4v1mAs1fxHoIt6_qBGptY6OHLDjGmV6IQBoqHDo\"}"