"{\"content\":{\"body\":\"Version 0.3 By George Ant July 2021\\n\\n## 1、Who 👥\\n\\nIn this era of rapid development, time is the most precious resource. If you are among the following people, it may be worthwhile to read this white paper:\\n\\na、You are an **entrepreneur** :\\n\\n* Full of dreams and passion\\n* Lack of funds, connections or talent\\n\\nb、You are an **ordinary person** :\\n\\n* Longing for time, interest, and even financial freedom\\n* Can’t find a path of dignity\\n\\nc、You are an **investor** :\\n\\n* Have vision and confidence\\n* Lack of fair platforms and opportunities\\n\\nTwo reading methods:\\n\\n* Intensive reading 🔍: carefully think about and doubt each point of view (repeatedly, you can read the reference materials in full), and explore the internal logic between the views. This is not true or not, but **you can find more perspectives and practices that are completely different from traditional cognition**;\\n* Browse 📖: Just look at the bold words, **it is a seed in your heart !**\\n\\nThis article is not an academic paper. The purpose of all theoretical quotations is to establish a self-consistent and practical system.\\n\\n## 2、What 🤔\\n\\n## 2.1、Reality and perspectives:\\n\\n* R.H.COASE’s “[The Nature of the Enterprise](http://www3.nccu.edu.tw/\\\\~jsfeng/CPEC11.pdf)” believes that due to imperfect information and irrationality, companies are more efficient than market mechanisms in coordinating production. If there is enough transparent information, **the company will not be necessary** , and market forces can provide the necessary mechanisms to encourage and coordinate.\\n* More than 20 years ago, James Dale Davidson and Lord William Rees-Mogg accurately predicted the emergence of Bitcoin ( [Ref](https://news.bitcoin.com/twenty-years-ago-two-men-predicted-bitcoin/) ) 10 years in advance in “[Sovereign Individuals](https://www.amazon.com/Sovereign-Individual-James-Dale-Davidson-ebook/dp/B00AK9IXXM)” . The book believes that the emergence of Crypto has increased the ability of individuals to protect their own property unprecedentedly. Some people say: If you do not meet the light, you may be able to tolerate the darkness, then perhaps **entering the age of the sovereign individual will become a necessity.**\\n* It is an indisputable fact that people’s playing time continues to increase, and this trend is irreversible. Then it will lead to an accelerated transfer of wealth to the “empty world”, and **Metaverse 🎮 will surely become a huge use scenario for currency in the future.**\\n* Babel is a star open source project, created in 2013, a total of 957 people have contributed, 480+ million people use it, download more than 117 million times a month, and have received 39,000 stars on GitHub. Now it is unable to pay the core staff’s annual salary of 330,000 ( [Ref](https://www.theregister.com/2021/05/12/babel_money_woes/) ). An open source production method that supports more than 90% of the Internet today, its core contributors can’t support themselves. In order to survive, some projects have even begun to move toward reactionary and closed sources. It can be seen that **advanced production methods have faced serious obstacles and challenges.**\\n* The paradigm shift brought by blockchain technology has made great progress in the financial field. As someone called in early 2019 ( [Ref](https://mp.weixin.qq.com/s/qgXg68kQrK9Ym5eTBd4wXw) ), DEX represented by Uniswap in 2020 has already pushed the infrastructure of blockchain finance to a practical stage, free listing and trading has been truly realized.\\n* Then **it’s time for a new organizational model to be born.**\\n\\n## 2.2、Methodology📝\\n\\n* Perhaps it is not in-depth, or it is due to character. When understanding the content of traditional management and sociology, there is always a puzzle of circular argumentation. Until one day I met KK’s “[Out of Control](https://weread.qq.com/web/reader/8333202058318c833b4a523kf2232ca0295f2217062e4c9)” , everything seemed to become clear. The coveted organization may be like the ant colony described by EOWilson in “[Ant Society](https://weread.qq.com/web/reader/6613218071831c00661f8b1)” , without central control, coordination, and no need to find Relationships, no approvals, no complicated strategies, each individual decides his own behavior according to simple rules, but in the end, surprising results can emerge: complex and scientific ant nests, and efficient foraging paths. Therefore, we firmly believe that a **complex system (organization) with vitality stems from simple rules and bottom-up evolution** . Simple rules make the emerging space bigger, and bottom-up evolution allows everyone to be respected. Inspire each other, iterate, and spiral upward.\\n* Hayek said: “It is not our current knowledge that can reveal the best solution to us, but new discoveries that have emerged through free attempts.” Therefore, we do not naively think that we can simulate and predict the results of emergence effects through mathematical algorithms, but **use time to practice and explore** .\\n\\n## 3、How\\n\\n## 3.1、Story📔\\n\\nAbout 6 years ago, a retired entrepreneur who was accustomed to challenging monopoly giants with new technologies and models, only experienced the drawbacks of medical treatment after years of high-intensity work when a series of problems occurred in the lumbar and cervical spine. At that time, AI technology was on the eve of its outbreak, so the old habits relapsed. Of course, he is well aware of the difficulty of this matter. Non-fundamental innovation cannot be done, and he also understands himself: not good at brainwashing, lazy to manage people, but not high in EQ; not foolish, not grandiose, and not willing to ask for help. So he set a “**three nos**” principle : do not hire an employee, do not have an office location, and do not rely on resources.\\n\\nFrom outsourcing to crowdsourcing, from crowdsourcing to confusion, from confusion to exploration, positions include development, product, operation and maintenance, art, operations, etc. In the original version of the ICP method, he decided to give up all review rights and **let each contributor set his own price** . Opening the results page every month is like waiting for the result of the trial, not only because the money that needs to be paid is real money, but also because it can’t do anything (strong), everything can only be done according to the rules. Along the way: it is **the exhaustion of the sleepless night** , the lonely scrutiny that **no one understands** , and the **self-doubt** that is exhausted .\\n\\nToday, ICP has been running stably in the Sibbay community for nearly 3 years (all the history can be viewed [here](https://github.com/sibbay-ai/public) ), spending nearly one million US dollars, and the product is also online in 2019. From the perspective of investors, the utilization rate of capital far exceeds that of traditional companies; from the perspective of contributors, to borrow a member’s words: “If the Sibbay community is disbanded, **I don’t want to go to work in a traditional company, but look for a similar organization.** “\\n\\nTraditionally, the core of things is nothing more than two things: **making money and dividing money** . Therefore, the following discussion will be conducted from two aspects: an organizational model centered on incentive mechanisms, and a disruptive “money making” model centered on value discovery.\\n\\n## 3.2、Organizational model (after practice)\\n\\nRather than saying that the incentive mechanism is the core of the organization, it is better to say that **the** **organization is the result of the evolution of the incentive mechanism** . As RH COASE said earlier: **market forces** will provide the necessary mechanisms to encourage and coordinate, so the original power of the new incentive mechanism should come from the market. Power comes from the **free, full and efficient game of stakeholders .**\\n\\nIn 1980, Robert Axelrod of the University of Michigan organized a prisoner’s dilemma game and wrote the book “[The Evolution of Cooperation](http://www.eleutera.org/wp-content/uploads/2015/07/The-Evolution-of-Cooperation.pdf)” . Among the 14 strategies submitted, the winner was Anatole Boralla. Someone developed a small game based on the main strategies of this competition: [the evolution of trust](https://ncase.me/trust/) . A deep study of this game will be great of help to the understanding of the content and logic of this article. You will find: 1. **Trust first before gaining Maximize**; 2. **Unconditional trust will only help deceive** . Although game theory is still at a relatively early stage and cannot prove that this is the optimal solution, it is better than aimless attempts. Therefore, the ICP incentive mechanism chose this winning strategy: **trust first, then retaliate** .\\n\\nAlthough the incentive mechanism is not directly related to the specific work platform, in view of the original community’s own needs, all rules are based on Github as the work platform, which is also the reason why it is called ICP (Issue, Commit, Pr). Please refer to the “***ICP Rules***” for specific content . This article will not explain each clause in detail, but hope to give you a clear structure diagram:\\n\\n## a、trust first🌈\\n\\nMany communities will express this as respect and trust, but it is not easy to truly become an operational rule. And here, ICPDAO will **allow contributors to self-contracting, independent pricing** , to decide what to do, how to do and how much money.\\n\\n## b、A tooth for a tooth🃏\\n\\nIf “Trust first” requires courage, then “Take a tooth for a tooth” requires wisdom. As Hayek said: “The road to hell has always been paved by goodwill.” **A well-meaning system must not be based on goodwill**. If the laggards are not beaten, bad money will inevitably drive out good money. It’s like everywhere around you. How to judge the laggards has always been a difficult problem. Perhaps it is a false proposition in itself. We believe that **a fair process is more important than a fair result** . We can participate in the process freely, fully and efficiently, so that everyone can continue to understand, adjust, and adjust. Thinking and playing games, like the mini game above, iterate and converge continuously.\\n\\nb.1、hit the ass of the laggard👋🏻\\n\\n* ICPDAO designed a set of EI (efficiency index) voting mechanism. The principle is: **compare things without comparing people, look at the results (submissions) and not the process** . The specific method is: at the end of each month, all the contributors submitted are marked with size (time-consuming, can also be considered as a price) and submissions For the job of different people, each job will be matched twice, and then the contributors will **randomly cross and anonymously vote** , compare the two jobs, and vote for the more efficient one.\\n* Calculate the EI value (efficiency index) of each person in the current month based on all the voting results, assuming that a contributor submits n jobs, voteivote_{i} votei​ is the result of jobijob_{i}jobi​ ‘s vote, because a job will be compared twice, each vote is +1, the value range is: \\\\[0,1,2\\\\], sizeisize_{i}sizei​ is the price quoted by the contributor to jobijob_{i}jobi​ , then:\\n\\n![](https://miro.medium.com/max/1400/0\\\\*ELestqaqXrc4IeZg)\\n\\nThe following game can help to understand: [EI voting](https://g.icpdao.co/)\\n\\n![](https://miro.medium.com/max/1400/0\\\\*5TZUTrTNLTapXQGX)\\n\\nWith the EI value, there is the community’s evaluation of your overall work for the month:\\n\\n* EI=1 The community thinks your efficiency is appropriate\\n* EI>1 The community thinks that your efficiency is high, you can increase the size next time\\n* EI<1 The community thinks that your efficiency is low, and you will reduce the size next time\\n\\nAs you can see, the purpose of EI voting is to find the laggards. Therefore, **there is no fixed standard for size. It is a consensus that each community evolves.** The gap between different communities can be very large, such as in the A community. The consensus is that a line of code can be reported for 10 hours, while in the B community, it may be reported for 100 lines for 1 hour. The consensus of the same community can be different at different times.\\n\\nWith the EI value, there is a basis for “spanking” (Rule 5.1)\\n\\n* If it is lower than 0.8 twice in a row, the total size of the month will be halved\\n* The penalty design here does not use EI as a direct calculation factor for the final reward amount, but is more like a qualitative reminder and promotion mechanism for two reasons: 1. EI itself has greater randomness and volatility; 2.The purpose of ICPDAO is evolutionary convergence to prevent bad coins from driving out good coins.\\n\\nb.2、prevent evil🤖\\n\\nThe EI mechanism can promote a consensus in the community, but it is incapable of deliberately doing evil, for example, malicious submission of a 100,000-hour job. For this reason, a rule has been added to the Github workflow: reviewer has the right to refuse the merger if it believes that the size label is significantly deviated;\\n\\nIn other words, ICPDAO requires that **every job should be reviewed** , just like the code can only be merged through review, the job through review is considered a valid contribution, and it is represented as Pr’s Merge in Github. At the same time, the review itself can also be a job, can be marked with size (rule 1.11), and the reviewer is responsible for Merge (rule 5.2).\\n\\nThe review mechanism can prevent evil to a large extent, but it is more difficult to prevent collusion. Therefore, ICPDAO also has an All vote method and grants the right to choose the voting method to the owner (founder) , when he thinks the size of the reviewed job is outrageous, he can choose All vote, so that all people can vote to decide, and also **The owner is not given the right to decide.**\\n\\n## c、Reward distribution💰\\n\\nAccording to each person’s monthly size, rewards are distributed. Assuming that the total number of tokens rewarded in the current month is T, there are m contributors, i_{i}i​ contributor size is always SiS_{i}Si​\\\\*,\\\\* Then the number of rewards for this contributor is:\\n\\n![](https://miro.medium.com/max/1400/0\\\\*1ijLGw801CWUIw5d)\\n\\nThe ICP participation process is as follows:\\n\\n![](https://miro.medium.com/max/1300/0\\\\*2TMb7IcaPj7vUEai)\\n\\n## A little opinion🧐\\n\\nLike most explorers of organizational innovation, they had **high hopes for crowdsourcing** at the beginning , especially in logo design, poster production, dubbing and other simple tasks, so they have habitual reasoning: dismantle software development. After subdividing the package, it must be great. However, in later practice it was found that this was not the case at all.\\n\\nAs Party A, in the crowdsourcing practice in the past few years, the biggest problem encountered was not finding people, not schedule management, but not knowing the needs . On the one hand, it is **difficult to say clearly**, or the cost is very high; on the other hand, it is more difficult to hear clearly. The workload of understanding requirements sometimes even exceeds the development time, so that for fairness, packages that require understanding are issued. For a while, it was even believed that the biggest obstacle to the development of crowdsourcing is that **the level of Party A is too low** , not the level of service personnel. It can be said that the talents found through crowdsourcing platforms far exceed expectations in terms of technical level and work attitude, especially In the early days, I also met a group of masters, and there was no need for promotion. There used to be people in Coding on the first day of the Chinese New Year.\\n\\nDean Yang, the co-founder of the crowdsourcing platform [www.codemart.com](http://www.codemart.com/) , said in the article “[Is Software Crowdsourcing a Pseudo Proposition?](https://mp.weixin.qq.com/s/_3x68izv04F5v0cosvPV1Q)” , “The improvement in efficiency is not brought about by the division of labor, but can be exchanged after the division of labor. Then through exchange, to improve the overall social configuration and resource sharing; and software engineering is difficult to exchange based on the division of labor.” Therefore , **the division of labor without exchange does not improve efficiency** , and may even reduce efficiency. The crowdsourcing model is difficult for complex tasks such as software development, especially in the fields that are strongly related to the following, because it cannot effectively **transfer and precipitate knowledge** like full-time employees .\\n\\nSo is there a way to have a market mechanism like crowdsourcing, where everyone can work for themselves, can participate freely, get rid of brainwashing and management; and can have a stable and sustainable income, long-term participation, knowledge accumulation, and high performance Effect on the organization of complex tasks. Therefore, with the previous exploration, the essence of EI voting is to introduce the market game mechanism into the organization, and its characteristics are: **free participation, self-substitution, independent pricing and game convergence**\\n\\nLet’s take a bolder guess: when all the basic rules are clear and the cost of creating, joining and leaving the organization is very low, then **there will be** **no organization in the future, only the aggregation and separation of dreams** , and the wishes of each individual will be respected as never before .\\n\\n## 3.3、Value discovery (start to explore) 🔍\\n\\nAs mentioned above, open source is an advanced method of production and has proven its great value (including commercial value), but so far there is no effective mechanism to discover it. Traditional business logic believes that cash flow is In the blood of a company, revenue is the foundation of value. Open source is neither suitable for selling software nor for selling services. It can only be “taken freely without thanking you”. As the most matching method, donation has also been proven: “**Generate electricity with love . “ “It’s not a long-term solution .**\\n\\nDaostack believes in its [Whitepaper](https://daostack.io/wp/DAOstack-White-Paper-en.pdf) : Knowledge and information, because of their unlimited use, make them anti-competitive resources, and only the more used can they become better. With the accelerated development of digitalization today, traditional competition-based incentive mechanisms and intellectual property (IP) have become increasingly unreasonable and impractical. Some people even believe that **income hinders the value generation of knowledge** , and Gitcoin is even more unreasonable. Proposed a new vision of “ **Public Goods** “.\\n\\nIn the digital economy of “Public Goods”, **no income will become the norm** . Then, abandoning the outdated view of Cashflow and exploring a new value discovery mechanism may be a way out.\\n\\nIn previous practice, as a funder, I also deeply realized that **there can be no real DAO and no real decentralized decision-making if there is a funder** . So whether it is possible to allow capital to exercise its rights through free trading from the beginning, and return to its essence of chasing interests, after all, **value discovery has always been a by-product of the game of capital gains .**\\n\\nOn the other hand, in today’s blockchain circle, it seems that no one has ever asked you if you have income, and more and more projects like YFI have even clearly stated: Without investors, the issued Token does not have any financial rights, just Have the right to govern. But this does not hinder the outstanding performance of its Token in the market. Through the price game of capital, its value can be found, so as to survive and develop.\\n\\nWith the blockchain infrastructure represented by Uniswap v3, Token can finally be **freely issued, freely listed, and automatically market- making.** The basic conditions for listing first and then starting a business are already in place, which is a step ahead of our thinking.\\n\\n## a、release Token 🔗\\n\\nSatoshi Nakamoto wrote a 9-page Whitepaper in 2008, released the software in 2009, and retired in 2010. However, it is such a dream called BTC. In the following 10 years, there is no founder, no centralized management, and relying solely on its own vitality. It will have no practical meaning and no anchors. It will become a number. A digital currency worth nearly 1 trillion U.S. dollars. Some people may say that history has chosen BTC, and maybe there is more advanced blockchain technology today, but maybe the simplest rules at the bottom are the real vitality and it is worth learning from . Tokens issued **like BTC** are Vitality:\\n\\n* **Contribution is mining** : Tokens can only be obtained through contributions, and are distributed in proportion to the contribution of the ICP mechanism every month. If the BTC work proof is solved by Hash, which is meaningless , then **ICPDAO is essentially a reality The meaning of POW** can even be extended to all fields.\\n* Timely and quantitative release: The introduction time is the only basis for the release of Tokens, for example, 100 tokens will be released in one month;\\n* Deflation: For example, the amount released is halved every 2 years, so that the amount is capped.\\n\\n## b、listing and trading 📈\\n\\nOn May 18, 2010, Laszlo Hanyecz posted on the Bitcoin Forum and bought two pizzas ( [Ref](https://bitcointalk.org/index.php?topic=137.0) ) with 10,000 BTC . Then the same as your newly created dream, maybe you didn’t do anything, or even just an idea. Like BTC, **the price of a new project should also start from 0 .**\\n\\nUniswap simplifies the complex market-making mechanism into LP (liquidity provision), and supports unilateral liquidity provision. For entrepreneurs without funds, if the price starts from 0 Token, then **can LP be designed into Token?** In the contract , ALP (Automated Liquidity Provide) can be realized, and everyone can “ **make the market without money** “.\\n\\nSince Token is generated through contribution mining, it can also be considered that **the purchase of Token is also a contribution** , a contribution of value discovery, and a certain proportion (such as 1:1) of Token is arranged for the contribution of funds. The special Token is released from the ERC20 smart contract and directly added to the liquidity pool of the trading pair in the form of unilateral liquidity, and it will **never be revoked** . For example, this month’s contribution mining will generate 100 Tokens, then another 100 will be released and added directly to Uniswap’s LP pool. With the continuous advancement of the project, more and more Tokens are mined, and the liquidity pool is getting thicker. **There is no longer a distinction between the primary and secondary markets .** Every investor can get a fair opportunity to participate in the first time. If the price is really set from 0, maybe the first buyer is the entrepreneur himself, then the price Just formed.\\n\\n![](https://miro.medium.com/max/1390/0\\\\*9stAS5Mxx5Y-1rph)\\n\\nHowever, there may be a problem here. Since the LP cannot be revoked, the transaction fee sharing will continue to flow in. Over time may even cause a large amount of Tokens to accumulate in the Uniswap pool. To avoid this problem, a staking mechanism is designed. , The transaction fee is divided up and distributed as an additional reward to the pledger of ICPDAO Token.\\n\\nTell a story: A senior researcher, Z, found that the general big data platform has a lot of general pain points in handling the Internet of Things, and decided to design and develop a new storage engine and computing engine integrated IoT big data platform:\\n\\n* First, he published this dream on ICPDAO and created the Token named Dos, which will release 3000 every month for the first two years and halve it every two years thereafter;\\n* For the first 2 months, Z students worked 12 hours a day, wrote 18,000 lines of code, open sourced on Github, submitted contributions to ICPDAO, obtained 2\\\\*3000=6000 Dos; and established a trading pair on Uniswap, invested 1USD, and formed The price is 0.000166;\\n* Q students just because they are optimistic about this direction, they bought 5940Dos with 100USD in Uniswap and pushed the price to 1.7USD/Dos.\\n* Due to the huge workload, I asked my younger brothers S and H to help them part-time, and let them receive Dos through ICPADAO.\\n* As time goes by, more people begin to realize that this is a very promising project. Some students who have the ability and time to contribute and earn Dos, while others use “money” to contribute in exchange for Dos and buy a hope;\\n* The price rose to 20USD/Dos in less than half a year. During this period, student S received 5800Dos and student H received 2600Dos\\n* Due to the increase in the price of Dos and the survival problem was solved, the two juniors decided to quit their original jobs and participate in this promising dream full-time.\\n* As the project became more and more mature, some discerning individual investors began to join in, and continued to buy when mining ALP every month, and the price continued to rise.\\n* Later, it was said that a well-known investment institution called Montenegro had the idea of acquisition, and it turned out that the market value of Dos was already too high.\\n\\nFrom this story, you will find that the need for funds is a process, not a one-off. And from IPO to ICO, IEO to IDO, various methods emerge in endlessly. The final purpose is to raise funds, one-time fundraising, which is not necessary. **Listing does not require IxO , returning to the essence, since the price has been formed , Liquidity is also guaranteed by the contract, so “** just exchange some when necessary .”\\n\\nTake a look at this process:\\n\\nCapital wants to make a profit, invest in Token, and find value in the form of price; With price, the Token obtained by the contributor’s labor can be exchanged for “money”, so as to be motivated to make continuous contributions; Continue to contribute, and the value can be improved. Will attract more capital to participate; price increases, capital gains can be realized, and contributors will also get greater incentives.\\n\\n![](https://miro.medium.com/max/1294/0\\\\*vPV_-4AH2iKYPz6q)\\n\\nThe value discovery mechanism described in this token cycle allows everyone and every dream to:\\n\\n* develop without income\\n* Can be listed without money\\n* You can invest in original stocks without connections\\n\\n## 4、Finally 🎉\\n\\nThe above mechanism is essentially a **decentralized incentive mechanism** and **a decentralized value discovery mechanism** , and does not involve the usual DAO governance decision-making mechanism, or that there are already many good platforms for proposal voting that can be used directly, such as Aragon, Daostack, Flashsnap, etc.\\n\\nJames P. Carse believes: “ **There are at least two games in the world**. One is a limited game with the goal of winning through competition, and the other is an infinite game with the goal of continuity.” In the digital age, knowledge and information become anti-competitive resources due to their unlimited use, and the more they are used, the better (such as code). Then the traditional competition-based incentive mechanism may become obsolete.\\n\\nIn the infinite game, because of the presence of some people, with their inherent and original response, our talents are touched , and at the same time, our awakened talents will touch them and reflect each other. On the contrary, “Move” is unidirectional, just like the so-called management today. So if you must give this model a name, maybe it can be called “ **Crowdtouching**“, everyone “ sings “, everyone touches , everyone encourages.\\n\\nICPDAO is an implementation of the “**Crowdtouching**” model on Github. In the future, you can also explore applications on other work platforms. I also look forward to: Someday you’ll join us. You plan and implement it.\\n\\nA lot of the content of this article may be beyond most people’s cognition, and even when some ideas first appear in my mind, I will be shocked. And without personal experience and practice, it is difficult to truly understand the internal logic and details of the above content. But please believe: they are possible, feasible, and even inevitable. Here are a few questions worth thinking about:\\n\\n* Why did the ICP incentive mechanism not adopt the “reward for advanced” approach?\\n* How to treat the personal emotions and conspiracy that may appear in EI voting?\\n* Does ICP apply to non-code contributors (such as community operations)? If so, are there any adaptive boundary conditions?\\n* Some people think that the Token cycle is a Ponzi structure. What do you think?\\n* Do you believe that “no cashflow” will be a more advanced business model?\\n\\nBecause I have experienced darkness, I am full of desire for light: I hope that every dream, every individual, opens the horizon of infinite games:\\n\\n* **to support yourself with dignity**\\n* **pursues dreams with Crowdtouching**\\n* **Let persistence not so tragic**\\n\\nWelcome to the discord discussion：**<https://discord.gg/yz7AWVdRmj>**\\n\\n## 5、Reference：\\n\\n 1. [The Nature of the Firm (1937)](http://www3.nccu.edu.tw/\\\\~jsfeng/CPEC11.pdf)\\n 2. [Twenty Years Ago, Two Men Predicted Bitcoin](https://news.bitcoin.com/twenty-years-ago-two-men-predicted-bitcoin/)\\n 3. [The sovereign individual](https://www.amazon.com/Sovereign-Individual-James-Dale-Davidson-ebook/dp/B00AK9IXXM)\\n 4. [Open-source JavaScript project Babel ‘running out of money’ after employing paid maintainers, sponsors pull out](https://www.theregister.com/2021/05/12/babel_money_woes/)\\n 5. [DEX，who is your uncle?](https://mp.weixin.qq.com/s/qgXg68kQrK9Ym5eTBd4wXw)\\n 6. [Out of control](https://www.notion.so/677328be212048e58cdbc94d31dd3fa7#6059e3b290bc40399b6b8c27f69fa630)\\n 7. [The leafcutter ants civilization](https://weread.qq.com/web/reader/6613218071831c00661f8b1)\\n 8. [The icp practice of sibby community](https://github.com/sibbay-ai/public)\\n 9. [The Evolution of Cooperation](http://www.eleutera.org/wp-content/uploads/2015/07/The-Evolution-of-Cooperation.pdf)\\n10. [The evolution of trust](https://dccxi.com/trust/)\\n11. [ICP rules](https://roamresearch.com/#/app/icpdao/page/5V3Dho3nI)\\n12. [EI voting](https://g.icpdao.co/zh_CN/)\\n13. [Software crowsourcing is pseudo-proposition do?](https://mp.weixin.qq.com/s/_3x68izv04F5v0cosvPV1Q)\\n14. [Daostack](https://daostack.io/wp/DAOstack-White-Paper-en.pdf)\\n15. [10000BTC Pizza](https://bitcointalk.org/index.php?topic=137.0)\\n16. [Finite and Infinite games](https://en.wikipedia.org/wiki/Finite_and_Infinite_Games)\",\"timestamp\":1636535214,\"title\":\"ICPDAO-Whitepaper\"},\"digest\":\"WeJ61JIvF4bdTemgFy6h3KBqokYVjbq-rTn6OpDHj7k\",\"authorship\":{\"contributor\":\"0xA67c75e87ae8Ee87cf76Cf49FBCcc0995acAEAEe\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"a0DhUrFCLiL5e3Ri9-alHlfZTHsVo-yvvZtQtTGFZO8\\\",\\\"y\\\":\\\"QLPrspTouN72dUfu7680OZvkPclj9XzMuSIcR122804\\\"}\",\"signature\":\"XF4Hqdr_eznEoGiIQCkFhGxRqyDaWa3a9BW6Er4oQSXZhP_GrCNC3HjeVQy62miF5nX3eQ4wEyBf-VJ8Jxq4Uw\",\"signingKeySignature\":\"0xfb22c8163d0858f6bb19f077fded0271a20f9bb03b8492f9e6c0cfe03816362a74a8de08a965e636121481a4c7af08fae34579273af3c27c93e626516fa49db51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"a0DhUrFCLiL5e3Ri9-alHlfZTHsVo-yvvZtQtTGFZO8\\\",\\\"y\\\":\\\"QLPrspTouN72dUfu7680OZvkPclj9XzMuSIcR122804\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WeJ61JIvF4bdTemgFy6h3KBqokYVjbq-rTn6OpDHj7k\"}"