"{\"content\":{\"body\":\"In simple terms, a cross-chain bridge is infrastructure for transferring data and assets from one blockchain to another. In order to understand the concept let's imagine a world composed of water and different islands disconnected from each other. Each island has its own attributes, one is flat and is made of hard, solid granite with a large city at its center, another is made of constantly shifting sand - very few people live here, and yet another is covered in thick vegetation and is occupied by hunters and farmers. The occupants of each island would like to connect to the other islands in order to coordinate, share resources, trade, and communicate directly.\\n\\nDue to the different attributes of each island building a bridge between each of them will require different techniques in order to ensure security, reliability, and speed of travel. Though the experience of an individual crossing any of the bridges from one island to another will feel similar, the construction of each bridge will vary depending on the terrain on either side. Blockchain bridges work in a similar fashion but instead of people crossing the bridges we have assets, smart contract calls, and other data transferring between separate blockchains.\\n\\n![Source: Fahrul Azmi - Unsplash](https://images.mirror-media.xyz/publication-images/GL9a2xp6fj1NUD5eR2Wz4.jpg?height=1677&width=2981)\\n\\nIt seems everyone is talking about a multi-chain future nowadays. Ethereum is scaling up with sharding, sidechains, and layer 2 networks. Cosmos is building \\\"the internet of blockchains\\\" connected by the Inter-Blockchain Communication (IBC) protocol. BTC is making its way onto smart contract platforms in the form of wrapped tokens that unlock new functionality. The limitations of blockchain speed and scaling are generating a diversity of innovative solutions across all blockchain networks. Ultimately blockchains are limited in their capabilities and the solution of the day is creating more chains and connecting them together in some form or fashion.\\n\\nLets briefly dig into how Polkadot is creating interoperable networks of blockchains.\\n\\nPolkadot and its canary network Kusama are networks of heterogenous parachains and parathreads connected to a single main chain, the hub, where security, finality, and communication across parachains and parathreads is shared. Parachains and parathreads are custom blockchains.\\n\\n![Source: Polkadot](https://images.mirror-media.xyz/publication-images/eK5NeUB2WKnBNxh-Djd_l.png?height=801&width=1600)\\n\\nParachains and parathreads are identical in structure and expression but have different economics. Both options allows teams to build out their own chain with specific functionality while sharing security via the Polkadot Relay Chain. The difference between the two lies in how the rent is paid for block space.\\n\\n* **Parachains** pay an upfront lease on *guaranteed block space in every block* for a set period of time - up to two years.\\n* **Parathreads** pay for each individual space in a block.\\n\\nThese different payment structures support different use-cases and budgets. For a primer on Parachains and Parathreads check out these fantastic overviews:\\n\\n* [Polkadot - Parachains](https://polkadot.network/parachains/)\\n* [Polkadot Blog - Parathreads: Pay as you go Parachains](https://polkadot.network/blog/parathreads-parathreads-pay-as-you-go-parachains/)\\n\\nNow, onto how these parachains and parathreads communicate with each other. As I stated earlier the vision of Polkadot is interoperability. **The Cross-Consensus Message Protocol (XCMP)** is the key technology used to make parachains interoperable. XCM is the messaging format for passing messages between parachains. If parachain A wants to pass a message to parachain B the message will be passed from parachain A to the relay chain (UMP - upward message passing) then from the relay chain to parachain B (DMP -downward message passing).\\n\\nDig Deeper into XCMP:\\n\\n* Gavin Wood’s blog posts on XCM part [one](https://polkadot.network/blog/xcm-the-cross-consensus-message-format/), [two](https://polkadot.network/blog/xcm-part-two-versioning-and-compatibility/) and [three](https://polkadot.network/blog/xcm-part-three-execution-and-error-management/)\\n* [Polkadot Wiki - XCM](https://wiki.polkadot.network/docs/learn-crosschain)\\n\\nXCMP guarantees delivery of messages between parachains, but how does the parachain that originated the message ensure that the code is executed properly on the receiving parachain? This is where SPREE comes in. **SPREE** stands for **Shared Protected Runtime Execution Enclaves**. This is an opt in feature for parachains which was created to ensure trustless execution of a message sent via XCMP. For simplicities sake imagine a message sent via XCMP as a simple command, for example “build this IKEA table”. SPREE works like the instruction manual that comes with the pieces of the table. It ensures that the table is properly put together. For more information about SPREE check out this resource: [Polkadot Wiki - Learn SPREE](https://wiki.polkadot.network/docs/learn-spree)\\n\\nAt the present moment there is no bridge implementation between the Polkadot and Kusama ecosystems. The bridge team at Parity Technologies spoke about [how this bridge might work](https://youtu.be/cMdegQCH-28?t=706) at Sub0 Online in October 2021. Initially this bridge will run on the Polkadot and Kusama Relay Chains. The Parity bridge team plans to propose a parachain implementation on both Polkadot and Kusama to open the bridge to all users. A parachain level bridge would also enable XCM functionality and interactions with other bridges in the ecosystems.\\n\\n\\n---\\n\\n## What is the state of cross-chain bridges in the Polkadot ecosystem?\\n\\nThe criteria for the bridge comparison charts below rely heavily on research done by [Dimitriy Berenzon](https://dberenzon.medium.com/) at 1kx where for simplicity sake I have originated the criteria for *bridge type, degree of trust*, and *the general tech buckets* that each project falls into. Covering the basics of cross-chain bridges is outside of the scope of this post. Dimitriy's article is a fantastic introduction. For a description of each of the bridge types, trust models, and common bridging methods mention here please refer to the [original essay](https://medium.com/1kxnetwork/blockchain-bridges-5db6afac44f8) by Dimitriy at 1kx. Another helpful description of cross-chain bridges can be found [here](https://aisel.aisnet.org/hicss-53/os/blockchain/4/).\\n\\nA breakdown for each section of the bridge charts can be found below the charts.\\n\\n**Charts with clickable links (Google Docs):**\\n\\n**[Bitcoin Bridges](https://docs.google.com/document/d/1K-M4tLgnAMgzUa8jd5_XMRhRutFaIH9VRSmGPsWDHDY/edit?usp=sharing)**\\n\\n**[Other L1 Bridges](https://docs.google.com/document/d/1jwSvtpKl9sMVa7phvKieyTzZz7KijohUK_Op3dvLVA8/edit?usp=sharing)**\\n\\n![Bitcoin Bridges on Polakdot/Kusama](https://images.mirror-media.xyz/publication-images/fI47przznICwy3s-7p-5z.jpg?height=2783&width=2394)\\n\\n![Other L1 Bridges on Polkadot/Kusama](https://images.mirror-media.xyz/publication-images/0LKUbKxiEPrAoV6DpVVv6.jpg?height=4399&width=3240)\\n\\n### Project:\\n\\nMy research into this topic surfaced more results than are listed in the comparison charts above. I needed to follow some criteria for including a project. The criteria is as follows:\\n\\n* The project must be deploying as either a parachain, parathread, or contract on a smart contract parachain/parathread on Polkadot or Kusama\\n* The project must be a novel bridge. Bridges such as Anyswap exist on parachains like MoonRiver but are not included in the charts because they already exist on other ecosystems. **The goal is to find the projects that are building specifically on Polkadot.**\\n* The project must be alive and well, meaning that there must be activity on Github and an active community (Discord, Telegram, Twitter) formed around the project.\\n\\nAs an additional measure of legitimacy, I have included any [Web3 Foundation Grants](https://web3.foundation/grants/) that have been received. A project does not need to have a W3F grant to be legitimate but it does display the ability to execute on ideas and contribute value to the overall Polkadot and Kusama ecosystems. Other programs that may be used to exhibit some degree of legitimacy are the [Substrate builders program](https://substrate.io/ecosystem/substrate-builders-program/) and attendance at conferences such as [Sub0](https://sub0.substrate.io/) and [Polkadot Decoded](https://decoded.polkadot.network/).\\n\\nI have included these \\\"legitimacy\\\" checks because there have been a number of projects that have been deployed on Ethereum with ERC20 tokens that, when you dig deeper, appear to have no real intention of deploying a product on Polkadot or Kusama. **The projects included in these charts have a clear vision of how they will deploy on Polkadot and/or Kusama.**\\n\\n### What types of transfers are enabled?\\n\\nThe bridge types have been broken down to include:\\n\\n* Asset Specific\\n* Chain Specific\\n* Application-Specific\\n* General Purpose\\n\\n### Which chains are these bridges connecting to?\\n\\nEthereum and Bitcoin are still the primary public chains in existence. Most of the developers, utility, and value are still heavily concentrated in and around these two chains. Unsurprisingly most bridges focus on connecting to the Ethereum and Bitcoin blockchains.\\n\\nA bridge hub is a chain that connects to multiple external chains on a single parachain. The existence of a \\\"bridge hub chain\\\" is under development by Darwinia and has been mentioned by [Parity](https://www.youtube.com/watch?v=cMdegQCH-28).\\n\\nPdiem is a contract on the Phala parachain that is aiming to syphon value from the yet-to-be-released Diem stablecoin project developed by Facebook.\\n\\n### **What are the trust assumptions the user makes when using these bridges?**\\n\\nTrust is the greatest weakness in blockchain bridge tech. Blockchains by their very nature are isolated execution environments. The ability to do cross-chain transfers typically requires a third party who is checking the transactions and relaying them over to the receiving chain. Trust is inherent in the case where a custodian is necessary. I believe it is fair to assume that there is no completely trustless cross-chain bridge. When using a bridge, or any protocol for that matter, there are trust assumptions that can not be avoided. The core of all trust is in the developers who designed the backing module that manges all user funds. Security equates to trust and security is never 100% guaranteed. Bridge bugs and exploits have been in the news quite a few time this year: [Synapse Bridge](https://cointelegraph.com/news/synapse-bridge-prevents-8m-usd-hack), [ChainSwap](https://cryptopotato.com/chainswap-exploited-projects-using-the-bridge-protocol-crashed-99/), [Polynetwork](https://research.kudelskisecurity.com/2021/08/12/the-poly-network-hack-explained/), [Polygon Plasm Bridge](https://cryptobriefing.com/polygon-swerves-850-million-hack-ethereum-bridge/).\\n\\nFour common types of trust in blockchain bridges:\\n\\n* Trust-less (Trust-Minimized)\\n* Insured\\n* Bonded\\n* Trusted\\n\\n### What technology is being used? Who is innovating?\\n\\nA quick disclaimer: I am not a developer or highly technical person. I have an interest in how this technology works but my ability to describe its inner workings is limited. Instead of leading you astray by attempting to describe the inner workings of each bridge I have placed them into the categories designated by Dimitriy at 1kx:\\n\\n* External Validators and Federations\\n* Light Clients and Relays\\n* Liquidity Networks\\n* Hybrid\\n\\nI have attempted to provide a through description of all of the bridging technology by including links to multiple sources for each piece of tech so that you can determine the true innovators in the space.\\n\\n### **Does the project have a token?**\\n\\nI have included the listing of a token as a guide post for determining the future development of the project. It may also be useful for investors who are attempting to understand the economics of a project.\\n\\nFor example Snowbridge is aiming to be a [common good](https://wiki.polkadot.network/docs/learn-common-goods) on Polkadot and therefor does not need a token. InterBTC (formerly PolkaBTC) attempted to acquire a common good parachain on Kusama and failed so they decided to go with a token model. Alternatively Chainsafe has created Chainbridge which is the most common bridge implementation used by Polkadot/Kusama projects thus far. [Chainsafe](https://chainsafe.io/) is an R&D firm that is advancing a multi-chain vision for blockchain development. The bridge itself is infrastructure, the projects that are using Chainbridge may have their own tokens and internal economic models.\\n\\n### **Additional features and use-cases for the project.**\\n\\nMost of the bridges listed have more than one use case they are aiming to provide value to. Cross-chain bridges are economic railways for connecting value between separate digital environments. Not dissimilar to bridges between islands in the real-world, each with their own values, economics, and culture.\\n\\nThe value that comes over the bridge whether it is a specific token or a smart contract call will be put to use within its new environment. Projects like Snowbridge and InterBTC intend to focus on a single use-case such as the transfer of assets or smart contract calls. Other projects like Darwinia and ChainX intend to allow users who have transferred into their parachain to put that value to use within their chains ecosystem by building apps.\\n\\n### **Does the project intend to be a parachain?**\\n\\nParachains on Polkadot and Kusama are, at their core, a guarantee of blockspace in each and every block that makes its way through the Polkadot relay chain. Parathreads are a pay as you go model that allow you to buy blockspace as you need it. Both models allow access to the shared Polkadot Relay chains security and execution.\\n\\nThe only project that does not currently have a parachain and does not plan to have one is pdiem. Instead pDiem is a smart contract on the [Phala](https://phala.network/en/) parachain. Any transfers through pdiem will ultimately rely on the Phala parachain.\\n\\n\\n---\\n\\nThis post is a snapshot in time, the projects described will undoubtedly change direction, grow, some might fail, and new projects will enter. This post is meant to be a jumping point. In my own time researching this topic I have had to update the information in the charts many times because of developments in each project. I am almost certain that by the time most people see this the charts will appear out of date in some areas. For that reason I suggest you dig deeper into the resources provided by each project to see what you might learn. If you’ve come this far thank you reading! Please feel free to reach out on Twitter: **@dao_lbrian**\\n\\n*If you are interested in keeping the charts up to date please reach out so I can give you edit access.*\",\"timestamp\":1641431587,\"title\":\"The state of Cross-chain Bridges on Polkadot and Kusama\"},\"digest\":\"t-f35pilsaHJi3gsKbFIUi7Kam0gDSqSExBK_q1gPDQ\",\"authorship\":{\"contributor\":\"0x461256C65Af335821C8a88B1703EdE3cF29f722D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qYLwxZhEKBxYDOOF56Sc5-MDMEAWUmeljMkrPLEp6r4\\\",\\\"y\\\":\\\"vVxEfPHBmLCee3D4M_Ebw5Xisqy2a2dNL3MUrym7MHI\\\"}\",\"signature\":\"w9Ueau1th9RvyuiKaCKujCD_LU9msztUErFaf0q4e5ESEAEuX3vbXlLVakTlblkzL7EYUxBKUuJ-slfzT6p8Tg\",\"signingKeySignature\":\"0xc3a1f9157101769663368a170c1fe1ea49be0a40e8d2b6c1363e4d3a8aaa86c43618f9e62d9abb62545747b95c204bb9e2437cdcb33ca804a3e9483b63d786371b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qYLwxZhEKBxYDOOF56Sc5-MDMEAWUmeljMkrPLEp6r4\\\",\\\"y\\\":\\\"vVxEfPHBmLCee3D4M_Ebw5Xisqy2a2dNL3MUrym7MHI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"99c0DE-ry7ganv5Mq71_AbIxtojv9-S-fbmoh_ULZsE\"}"