"{\"content\":{\"body\":\"### 近期币圈有一些声音认为，非法经营罪可以套用几乎所有的行为，但也有律师指出非法经营者应用上限制条件极多，那么真实情况究竟如何，曾在检察院工作多年、熟悉币圈实务的火小律为大家解读：\\n\\n \\n \\n\\n \\n \\n\\n言归正传，最近好多人问“非法经营罪”的理解，随意说点吧。\\n\\n \\n \\n\\n一些内容会比较专业比较绕，划个重点吧。（1）禁止经营领域能不能定非法经营？（2）如何理解“违反国家规定”？\\n\\n \\n \\n\\n先说第一点，**一直以来，火小律的固有认知都是币圈那些事，想定非法经营太难太难了**，例如开个交易所、出口转内销，基本没怎么专注这类资讯。时常也有同行说非法经营风险，都基本置之不理了。不知从何时起，圈内传的愈演愈烈，尤其是9月24日2个通知震荡后，都在说再不跑路来不及了非法经营要一锅端了。当然也有不少同行质疑。\\n\\n \\n \\n\\n所谓“非法经营罪”，最直白的理解，是一些需要持牌经营的业务，你没有拿到牌照，却还在做。\\n\\n \\n \\n\\n那么问题来了，如果这项业务本身是被政府禁止的，也就是根本不可能有牌照，你做了，定不定非法经营？一直以来这都是理论实务界颇有争议的话题。有人说，连违规做持牌业务都可以定非法经营，禁止经营领域更是了，必须定。也有人说，既然规定了只针对许可类行业，就不能随意扩大打击范围，不能定。行话就是“刑法的谦抑性”。目前在一二线城市，司法机关的主流观点是第二种，即认为禁止经营领域不应当存在非法经营行为。最直接的例证是2011年《刑修七》修订时把“组织、领导传销活动罪”从原先的“非法经营罪”中分离新设罪名进行处罚。这也是火小律一直以来认为不存在非法经营风险的核心价值来源。\\n\\n \\n \\n\\n感兴趣的朋友可以搜下网上判例，目前据火小律所知，94以后大中小型交易平台真正以非法经营罪定罪处罚的不超过一只手。基本以区县级法院为主。这说明了很多问题。变相也导致了一些交易所和个人有恃无恐。\\n\\n \\n \\n\\n当然，还是要多嘴说一句，此处仅仅指正常开设交易所等业务，盘圈等请绕行。另外，OTC、自媒体、技术公司等周边业务还是存在较高的非法经营风险的。 \\n  \\n \\n\\n924通知后，业内又开始了新一轮焦虑。坊间更有传闻两高正在制定司法解释，欲将币圈行为以非法经营罪兜底一网打尽。\\n\\n \\n \\n\\n很多人问过火小律的看法。这里再简单说说。当然具体出不出，静待官方消息。\\n\\n \\n \\n\\n关于“非法经营罪”的司法解释，少说也有10几个。过往的司法解释，某种程度上说，确实正在将一些面临严重监管压力的禁止经营领域纳入打击范围。例如生产瘦肉精、特殊时期哄抬物价、生产\\\\*\\\\*\\\\*、经营色情类网站等等……也就是说，在实践中，司法解释具备了一定的“造法”功能。因此，确实不排除在高压监管、币圈假性出海屡禁不止的大背景下，通过司法解释将业内一些行为以非法经营罪进行打击。\\n\\n \\n \\n\\n再说说第二点，如何理解“违反国家规定”。\\n\\n \\n \\n\\n有人问，非法经营明确要求是“违反国家规定”，但924通知不属于国家规定，是不是违反了罪刑法定原则？或者说，必须修改上位法，才能进行刑事打击。\\n\\n \\n \\n\\n看一则案例。这是一起曾经轰动全国的非法经营案——2010年北京地区的头骨买卖案。案情很简单，被告人丁某从国内收购头骨，向境外销售。最终法院以非法经营罪判处丁某有期徒刑8年。\\n\\n \\n \\n\\n这起案件引发了较大争议，集中在2点。（1）显然头骨是不可能被允许买卖的，属于禁止经营领域，是否能定非法经营罪；（2）当时只有2006年8月卫生部、公安部等9部门公布的《尸体出入境和尸体处理的管理规定》中规定，“严禁进行尸体买卖，严禁利用尸体进行商业活动”。但上述规定层级较低，属于行政规章，不属于国家规定。而刑法的非法经营罪必须是“违反国家规定”，是否能定罪。\\n\\n \\n \\n\\n尽管争议很大，北京法院一二审的判决很明确的给出了司法机关的答复。\\n\\n \\n \\n\\n2011年最高法下发通知，对如何准确理解和适用刑法中“国家规定”进行了说明，明确2点。（1）国家规定的制定主体是全国人大、人大常委、国务院；（2）法律层次是法律和决定、行政法规、规定的行政措施、决定和命令。有些抽象，总之是从严把握，不得将违反地方性法规、部门规章的行为认定为“违反国家规定”。\\n\\n \\n \\n\\n事实上，实践中不少案件面对辩护律师提出的“违规不违法”，即没有违反国家规定的辩护意见，很不幸，除了可以极少数，基本能没被法院采纳。而我国庞大的行政法律法规和文字表述，也让不少业内人士一头雾水。\\n\\n \\n \\n\\n回到圈内，924文件虽谈不上国家规定，但按照文件的方向，除却老生常谈的“非法发售代币票券、擅自公开发行证券、非法集资等非法金融活动”，需要重点关注的是“非法经营期货业务”。虚拟货币交易所早几年就引进了很多传统金融的人才和业务模式，而吸金最多的一部分也在于衍生品交易。\\n\\n \\n \\n\\n**10月中旬，期货法草案二审稿修订，正式更名为《期货和衍生品法》。该法重点针对期货交易、衍生品交易、期货合约、期权合约等交易模式，对跨境交易也有明确规定。相信未来正式施行时，对圈内一些业务是否被覆盖的讨论也会有更多论证。而那时是否存在所谓的明确针对币圈的司法解释，已经不那么重要了。**\\n\\n \\n \\n\\n**此外，说句题外话，还需要关注的是《反电信网络诈骗法》，目前该法草案也正在征求意见中。虚拟货币作为黑产转移资产的一大途径，早已引起了监管层的关注。而草案的第22条第1款第5项更是明确提及“虚拟货币洗钱”，更是说明监管层打击的决心。将来炒币客必会遭遇更强的银行风控及司法处置，如长时间冻卡等。**\",\"timestamp\":1638674683,\"title\":\"币圈那些事，究竟会否被套上非法经营\"},\"digest\":\"i313irluWNEPuyI9P09oCao7ZLAARws1Aszs81USQfo\",\"authorship\":{\"contributor\":\"0x3091d3B3185201f242CA51d4C34465Fb54d37405\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Lj6XQWAsAWBNWtqJhCpkfqgJRI4X8ttXBQGCNRHAH7I\\\",\\\"y\\\":\\\"Ck3G08eoPpOG0bvmMnPex2L0obhEXY84pm4yq9ilS2o\\\"}\",\"signature\":\"rFLG6iDJI1UfQ2WB8LMA4ww1xXsA2E6y197hIG1FVI6qsx2Gn05zqgXPPHubfPucXq97QbDA0U3OpZbGO4w17A\",\"signingKeySignature\":\"0xb3fbcc1ae07e56da61f94dd1deb24d01d23c27a4bb44472ddcf0b164c415b967771b50c67917b8824542ad6bd7fbbbecb35182d485c9b3699c6afc104f4d9f1d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Lj6XQWAsAWBNWtqJhCpkfqgJRI4X8ttXBQGCNRHAH7I\\\",\\\"y\\\":\\\"Ck3G08eoPpOG0bvmMnPex2L0obhEXY84pm4yq9ilS2o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"i313irluWNEPuyI9P09oCao7ZLAARws1Aszs81USQfo\"}"