"{\"content\":{\"body\":\"\\\"So much the better for you, Maskull, if you respond so quickly to the invisible worlds.\\\"\\n\\nAs soon as he had spoken, the figure began to vanish, and the light to die away from the landscape.  Maskull's emotion slowly subsided, but it was not until he was once more in complete darkness that he became master of himself again.  Then he felt ashamed of his boyish exhibition of enthusiasm, and thought ruefully that there must be something wanting in his character.  He got up onto his feet.\\n\\nThe very moment that he arose, a man's voice sounded, not a yard from his ear.  It was hardly raised above a whisper, but he could distinguish that it was not Corpang's.  As he listened he was unable to prevent himself from physically trembling.\\n\\n\\\"Maskull, you are to die,\\\" said the unseen speaker.\\n\\n\\\"Who is speaking?\\\"\\n\\n\\\"You have only a few hours of life left.  Don't trifle the time away.\\\"\\n\\nMaskull could bring nothing out.\\n\\n\\\"You have despised life,\\\" went on the low-toned voice.  \\\"Do you really imagine that this mighty world has no meaning, and that life is a joke?\\\"\\n\\n\\\"What must I do?\\\"\\n\\n\\\"Repent your murders, commit no fresh ones, pay honour to ... \\\"\\n\\nThe voice died away.  Maskull waited in silence for it to speak again.  All remained still, however, and the speaker appeared to have taken his departure.  Supernatural horror seized him; he fell into a sort of catalepsy.\\n\\nAt that moment he saw one of the statues fading away, from a pale, white glow to darkness.  He had not previously seen it shining.\\n\\nIn a few more minutes the normal light of the land returned.  Corpang got up, and shook him out of his trance.\\n\\nMaskull looked around, but saw no third person.  \\\"Whose statue was the last?\\\" he demanded.\\n\\n\\\"Did you hear me speaking?\\\"\\n\\n\\\"I heard your voice, but no one else's.\\\"\\n\\n\\\"I've just had my death foretold, so I suppose I have not long to live.  Leehallfae prophesied the same thing.\\\"\\n\\nCorpang shook his head.  \\\"What value do you set on life?\\\" he asked.\\n\\n\\\"Very little.  But it's a fearful thing all the same.\\\"\\n\\n\\\"Your death is?\\\"\\n\\n\\\"No, but this warning.\\\"\\n\\nThey stopped talking.  A profound silence reigned.  Neither of the two men seemed to know what to do next, or where to go.  Then both of them heard the sound of drumming.  It was slow, emphatic, and impressive, a long way off and not loud, but against the background of quietness, very marked.  It appeared to come from some point out of sight, to the left of where they were standing, but on the same rock shelf.  Maskull's heart beat quickly.\\n\\n\\\"What can that sound be?\\\" asked Corpang, peering into the obscurity.\\n\\n\\\"It is Surtur.\\\"\\n\\n\\\"Once again, who is Surtur?\\\"\\n\\nMaskull clutched his arm and pressed him to silence.  A strange radiance was in the air, in the direction of the drumming.  It increased in intensity and gradually occupied the whole scene. Things were no longer seen by Thire's light, but by this new light. It cast no shadows.\\n\\nCorpang's nostrils swelled, and he held himself more proudly.  \\\"What fire is that?\\\"\\n\\n\\\"It is Muspel-light.\\\"\\n\\nThey both glanced instinctively at the three statues.  In the strange glow they had undergone a change.  The face of each figure was clothed in the sordid and horrible Crystalman mask.\\n\\nCorpang cried out and put his hand over his eyes.  \\\"What can this mean?\\\" he asked a minute later.\\n\\n\\\"It must mean that life is wrong, and the creator of life too, whether he is one person or three.\\\"\\n\\nCorpang looked again, like a man trying to accustom himself to a shocking sight.  \\\"Dare we believe this?\\\"\\n\\n\\\"You must,\\\" replied Maskull.  \\\"You have always served the highest, and you must continue to do so.  It has simply turned out that Thire is not the highest.\\\"\\n\\nCorpang's face became swollen with a kind of coarse anger.  \\\"Life is clearly false - I have been seeking Thire for a lifetime, and now I find - this.\\\"\\n\\n\\\"You have nothing to reproach yourself with.  Crystalman has had eternity to practice his cunning in, so it's no wonder if a man can't see straight, even with the best intentions.  What have you decided to do?\\\"\\n\\n\\\"The drumming seems to be moving away.  Will. you follow it, Maskull?\\\"\\n\\n\\\"Yes.\\\"\\n\\n\\\"But where will it take us?\\\"\\n\\n\\\"Perhaps out of Threal altogether.\\\"\\n\\n\\\"It sounds to me more real than reality,\\\" said Corpang.  \\\"Tell me, who is Surtur?\\\"\\n\\n\\\"Surtur's world, or Muspel, we are told, is the original of which this world is a distorted copy.  Crystalman is life, but Surtur is other than life.\\\"\\n\\n\\\"How do you know this?\\\"\\n\\n\\\"It has sprung together somehow - from inspiration, from experience, from conversation with the wise men of your planet.  Every hour it grows truer for me and takes a more definite shape.\\\"\\n\\nCorpang stood up squarely, facing the three Figures with a harsh, energetic countenance, stamped all over with resolution.  \\\"I believe you, Maskull.  No better proof is required than that.  Thire is not the highest; he is even in a certain sense the lowest.  Nothing but the thoroughly false and base could stoop to such deceits.... I am coming with you - but don't play the traitor.  These signs may be for you, and not for me at all, and if you leave me-\\\"\\n\\n\\\"I make no promises. I don't ask you to come with me.  If you prefer to stay in your little world, or if you have any doubts about it, you had better not come.\\\"\\n\\n\\\"Don't talk like that.  I shall never forget your service to me ... Let us make haste, or we shall lose the sound.\\\"\\n\\nCorpang started off more eagerly than Maskull.  They walked fast in the direction of the drumming.  For upward of two miles the path went along the ledge without any change of level.  The mysterious radiance gradually departed, and was replaced by the normal light of Threal. The rhythmical beats continued, but a very long way ahead - neither was able to diminish the distance.\\n\\n\\\"What kind of man are you?\\\" Corpang suddenly broke out.\\n\\n\\\"In what respect?\\\"\\n\\n\\\"How do you come to be on such terms with the Invisible?  How is it that I've never had this experience before I met you, in spite of my never-ending prayers and mortifications?  In what way are you superior to me?\\\"\\n\\n\\\"To hear voices perhaps can't be made a profession,\\\" replied Maskull. \\\"I have a simple and unoccupied mind - that may be why I sometimes hear things that up to the present you have not been able to.\\\"\\n\\nCorpang darkened, and kept silent; and then Maskull saw through to his pride.\\n\\nThe ledge presently began to rise.  They were high above the platform on the opposite side of the gulf.  The road then curved sharply to the right, and they passed over the abyss and the other ledge as by a bridge, coming out upon the top of the opposite cliffs.  A new line of precipices immediately confronted them.  They followed the drumming along the base of these heights, but as they were passing the mouth of a large cave the sound came from its recesses, and they turned their steps inward.\\n\\n\\\"This leads to the outer world,\\\" remarked Corpang.  \\\"I've occasionally been there by this passage.\\\"\\n\\n\\\"Then that's where it is taking us, no doubt.  I confess I shan't be sorry to see sunlight once more.\\\"\\n\\n\\\"Can you find time to think of sunlight?\\\" asked Corpang with a rough smile.\\n\\n\\\"I love the sun, and perhaps I'm rather lacking in the spirit of a zealot.\\\"\\n\\n\\\"Yet, for all that, you may get there before me.\\\"\\n\\n\\\"Don't be bitter,\\\" said Maskull.  \\\"I'll tell you another thing. Muspel can't be willed, for the simple reason that Muspel does not concern the will.  To will is a property of this world.\\\"\\n\\n\\\"Then what is your journey for?\\\"\\n\\n\\\"It's one thing to walk to a destination, and to linger over the walk, and quite another to run there at top speed.\\\"\\n\\n\\\"Perhaps I'm not so easily deceived as you think,\\\" said Corpang with another smile.\\n\\nThe light persisted in the cave.  The path narrowed and became a steep ascent.  Then the angle became one of forty-five degrees, and the had to climb.  The tunnel grew so confined that Maskull was reminded of the confined dreams of his childhood.\\n\\nNot long afterward, daylight appeared.  They hastened to complete the last stage.  Maskull rushed out first into the world of colours and, all dirty and bleeding from numerous scratches, stood blinking on a hillside, bathed in the brilliant late-afternoon sunshine.  Corpang followed closely at his heels, He was obliged to shield his eyes with his hands for a few minutes, so unaccustomed was he to Branchspell's blinding rays.\\n\\n\\\"The drum beats have stopped!\\\" he exclaimed suddenly.\\n\\n\\\"You can't expect music all the time,\\\" answered Maskull dryly.  \\\"We mustn't be luxurious.\\\"\\n\\n\\\"But now we have no guide.  We're no better off than before.\\\"\\n\\n\\\"Well, Tormance is a big place.  But I have an infallible rule, Corpang.  As I come from the south, I always go due north.\\\"\\n\\n\\\"That will take us to Lichstorm.\\\"\\n\\nMaskull gazed at the fantastically piled rocks all around them.  \\\"I saw these rocks from Matterplay.  The mountains look as far off now as they did them, and there's not much of the day left.  How far is Lichstorm from here?\\\"\\n\\nCorpang looked away to the distant range.  \\\"I don't know, but unless a miracle happens we shan't get there tonight.\\\"\\n\\n\\\"I have a feeling,\\\" said Maskull, \\\"that we shall not only get there tonight, but that tonight will be the most important in my life.\\\"\\n\\nAnd he sat down passively to rest.\\n\\nChapter 18\\n\\nHAUTE\\n\\nWhile Maskull sat, Corpang walked restlessly to and fro, swinging his arms.  He had lost his staff.  His face was inflamed with suppressed impatience, which accentuated its natural coarseness.  At last he stopped short in front of Maskull and looked down at him.  \\\"What do you intend to do?\\\"\\n\\nMaskull glanced up and idly waved his hand toward the distant mountains.  \\\"Since we can't walk, we must wait.\\\"\\n\\n\\\"For what?\\\"\\n\\n\\\"I don't know ... How's this, though?  Those peaks have changed colour, from red to green.\\\"\\n\\n\\\"Yes, the lich wind is travelling this way.\\\"\\n\\n\\\"The lich wind?\\\"\\n\\n\\\"It's the atmosphere of Lichstorm.  It always clings to the mountains, but when the wind blows from the north it comes as far as Threal.\\\"\\n\\n\\\"It's a sort of fog, then?\\\"\\n\\n\\\"A peculiar sort, for they say it excites the sexual passions.\\\"\\n\\n\\\"So we are to have lovemaking,\\\" said Maskull, laughing.\\n\\n\\\"Perhaps you won't find it so joyous,\\\" replied Corpang a little grimly.\\n\\n\\\"But tell me - these peaks, how do they preserve their balance?\\\"\\n\\nCorpang gazed at the distant, overhanging summits, which were fast fading into obscurity.\\n\\n\\\"Passion keeps them from falling.\\\"\\n\\nMaskull laughed again; he was feeling a strange disturbance of spirit.  \\\"What, the love of rock for rock?\\\"\\n\\n\\\"It is comical, but true.\\\"\\n\\n\\\"We'll take a closer peep at them presently.  Beyond the mountains is Barey, is it not?\\\"\\n\\n\\\"Yes.\\\"\\n\\n\\\"And then the Ocean.  But what is the name of that Ocean?\\\"\\n\\n\\\"That is told only to those who die beside it.\\\"\\n\\n\\\"Is the secret so precious, Corpang?\\\"\\n\\nBranchspell was nearing the horizon in the west; there were more than two hours of daylight remaining.  The air all around them became murky.  It was a thin mist, neither damp nor cold.  The Lichstorm Range now appeared only as a blur on the sky.  The air was electric and tingling, and was exciting in its effect.  Maskull felt a sort of emotional inflammation, as though a very slight external cause would serve to overturn his self-control.  Corpang stood silent with a mouth like iron.\\n\\nMaskull kept looking toward a high pile of rocks in the vicinity.\\n\\n\\\"That seems to me a good watchtower.  Perhaps we shall see something from the top.\\\"\\n\\nWithout waiting for his companion's opinion, he began to scramble up the tor, and in a few minutes was standing on the summit.  Corpang joined him.\\n\\nFrom their viewpoint they saw the whole countryside sloping down to the sea, which appeared as a mere flash of far-off, glittering water. Leaving all that, however, Maskull's eyes immediately fastened themselves on a small, boat-shaped object, about two miles away, which was travelling rapidly toward them, suspended only a few feet in the air.\\n\\n\\\"What do you make of that?\\\" he asked in a tone of astonishment.\\n\\nCorpang shook his head and said nothing.\\n\\nWithin two minutes the flying object, whatever it was, had diminished the distance between them by one half.  It resembled a boat more and more, but its flight was erratic, rather than smooth; its nose was continually jerking upward and downward, and from side to side. Maskull now made out a man sitting in the stern, and what looked like a large dead animal lying amidships.  As the aerial craft drew nearer, he observed a thick, blue haze underneath it, and a similar haze behind, but the front, facing them, was clear.\\n\\n\\\"Here must be what we are waiting for, Corpang.  But what on earth carries it?\\\"\\n\\nHe stroked his beard contemplatively, and then, fearing that they had not been seen, stepped onto the highest rock, bellowed loudly, and made wild motions with his arm.  The flying-boat, which was only a few hundred yards distant, slightly altered its course, now heading toward them in a way that left no doubt that the steersman had detected their presence.\\n\\nThe boat slackened speed until it was travelling no faster than a walking man, but the irregularity of its movements continued.  It was shaped rather queerly.  About twenty feet long, its straight sides tapered off from a flat bow, four feet broad, to a sharp-angled stern.  The flat bottom was not above ten feet from the ground.  It was undecked, and carried only one living occupant; the other object they had distinguished was really the carcass of an animal, of about the size of a large sheep.  The blue haze trailing behind the boat appeared to emanate from the glittering point of a short upright pole fastened in the stem.  When the craft was within a few feet of them, and they were looking down at it in wonder from above, the man removed this pole and covered the brightly shining tip with a cap. The forward motion then ceased altogether, and the boat began to drift hither and thither, but still it remained suspended in the air, while the haze underneath persisted.  Finally the broad side came gently up against the pile of rocks on which they were standing.  The steersman jumped ashore and immediately clambered up to meet them.\\n\\nMaskull offered him a hand, but he refused it disdainfully.  He was a young man, of middle height.  He wore a close-fitting fur garment. His limbs were quite ordinary, but his trunk was disproportionately long, and he had the biggest and deepest chest that Maskull had ever seen in a man.  His hairless face was sharp, pointed, and ugly, with protruding teeth, and a spiteful, grinning expression.  His eyes and brows sloped upward.  On his forehead was an organ which looked as though it had been mutilated - it was a mere disagreeable stump of flesh.  His hair was short and thin.  Maskull could not name the colour of his skin, but it seemed to stand in the same relation to jale as green to red.\\n\\nOnce up, the stranger stood for a minute or two, scrutinising the two companions through half-closed lids, all the time smiling insolently. Maskull was all eagerness to exchange words, but did not care to be the first to speak.  Corpang stood moodily, a little in the background.\\n\\n\\\"What men are you?\\\" demanded the aerial navigator at last.  His voice was extremely loud, and possessed a most unpleasant timbre.  It sounded to Maskull like a large volume of air trying to force its way through a narrow orifice.\\n\\n\\\"I am Maskull; my friend is Corpang.  He comes from Threal, but where I come from, don't ask.\\\"\\n\\n\\\"I am Haunte, from Sarclash.\\\"\\n\\n\\\"Where may that be?\\\"\\n\\n\\\"Half an hour ago I could have shown it to you, but now it has got too murky.  It is a mountain in Lichstorm.\\\"\\n\\n\\\"Are you returning there now?\\\"\\n\\n\\\"Yes.\\\"\\n\\n\\\"And how long will it take to get there in that boat?\\\"\\n\\n\\\"Two - three hours.\\\"\\n\\n\\\"Will it accommodate us too?\\\"\\n\\n\\\"What, are you for Lichstorm as well?  What can you want there?\\\"\\n\\n\\\"To see the sights,\\\" responded Maskull with twinkling eyes.  \\\"But first of all, to dine. I can't remember having eaten all day.  You seem to have been hunting to some purpose, so we won't lack for food.\\\"\\n\\nHaunte eyed him quizzically.  \\\"You certainly don't lack impudence. However, I'm a man of that sort myself, and it is the sort I prefer. Your friend, now, would probably rather starve than ask a meal of a stranger.  He looks to me just like a bewildered toad dragged up out of a dark hole.\\\"\\n\\nMaskull took Corpang's arm, and constrained him to silence.\\n\\n\\\"Where have you been hunting, Haunte?\\\"\\n\\n\\\"Matterplay. I had the worst luck - I speared one wold horse, and there it lies.\\\"\\n\\n\\\"What is Lichstorm like?\\\" \\\"There are men there, and there are women there, but there are no men-women, as with you.\\\"\\n\\n\\\"What do you call men-women?\\\"\\n\\n\\\"Persons of mixed sex, like yourself.  In Lichstorm the sexes are pure.\\\"\\n\\n\\\"I have always regarded myself as a man.\\\"\\n\\n'Very likely you have; but the test is, do you hate and fear women?\\\"\\n\\n\\\"Why, do you?\\\"\\n\\nHaunte grinned and showed his teeth.  \\\"Things are different in Lichstorm.. .. So you want to see the sights?\\n\\n\\\"I confess I am curious to see your women, for example, after what you say.\\\"\\n\\n\\\"Then I'll introduce you to Sullenbode.\\\"\\n\\nHe paused a moment after making this remark, and then suddenly uttered a great, bass laugh, so that his chest shook.\\n\\n\\\"Let us share the joke,\\\" said Maskull.\\n\\n\\\"Oh, you'll understand it later.\\\"\",\"timestamp\":1637649418,\"title\":\"\\\"I care nothing for my Own affairs any more.  How can I help you?\\\"\"},\"digest\":\"n6WBSqgnXGGKSpblsvvLvsi7gTyx2-C-pUA0QIlqDeE\",\"authorship\":{\"contributor\":\"0x93be0c9BA98F727B6919FE7c4E542c3bD617d31D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NYtQcnroRurRFYid8FGO2G2dW1Yhc4ypiccR8_kX-B8\\\",\\\"y\\\":\\\"vSOzauKI-wEAJxS-oXJTYezpbjRCQwJfQvHYmNWQWV0\\\"}\",\"signature\":\"7Qc6YETC-ge1oJAOVcjoHs3VSuGRp4VYWQnvHCOZVIEa0FX5kpZwfRGA2OV1DqJaoqGV8rnP-Xf5Ftj9SQaoAg\",\"signingKeySignature\":\"0xc6b648377201c767da53b1a81be16f9227eef1936d4283452c22c60398f553ad2f52c6d1bcbeee6283f2ecf405ce3ed4da0425c82f2aba2e546fff0651c53ccb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NYtQcnroRurRFYid8FGO2G2dW1Yhc4ypiccR8_kX-B8\\\",\\\"y\\\":\\\"vSOzauKI-wEAJxS-oXJTYezpbjRCQwJfQvHYmNWQWV0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"n6WBSqgnXGGKSpblsvvLvsi7gTyx2-C-pUA0QIlqDeE\"}"