"{\"content\":{\"body\":\"![Futuro Mejor](https://miro.medium.com/max/1400/1\\\\*h1gX100wvdY2xde6WwpYXg.jpeg)\\n\\n**Intercambio, Interacción y Desarrollo.**\\n\\nEl desarrollo de la civilización humana tiene como uno de sus cimientos la capacidad de comunicarse e interactuar entre sí, el uso de símbolos seguido del desarrollo de lenguajes comunes permite el intercambio de valor entre humanos, siguiendo un set de normas que pueden ser impuestas [(Autoritario)](https://www.significados.com/autoritarismo/) o deliberadas [(Consenso)](https://dle.rae.es/consenso) habilitando la organización de grupos diversos que trabajan en conjunto, donde cada individuo realiza un aporte específico producto de su esfuerzo que se traduce en valor para el colectivo.\\n\\nEste progreso en conjunto es lo que permite que hoy en día contemos con tecnología que hace posible gozar de agua potable, alumbrado eléctrico, servicios públicos, internet, teléfonos inteligentes y todo lo que facilita los procesos humanos. Lo anterior como resultado de un sin fin de pruebas y errores, logrando el desarrollo tecnológico más acelerado de la historia, hasta alcanzar en el presente un crecimiento exponencial sin precedentes.\\n\\n![Desarrollo Industrial](https://images.mirror-media.xyz/publication-images/CCnJAhW8ISlwT4g9O1hm_.jpg?height=720&width=1280)\\n\\n## Saber Hacer Colectivo\\n\\nHan pasado más de 200 años desde la 1ra [revolución industrial](https://es.wikipedia.org/wiki/Revoluci%C3%B3n_Industrial), esto quiere decir que para el año 2021 mientras atravesamos la [primera gran pandemia](https://www.cdc.gov/coronavirus/2019-ncov/index.html) del nuevo milenio, 100 años desde la ultima pandemia de magnitudes similares como fue la [gripe española](https://enciclopediadehistoria.com/gripe-espanola/#:\\\\~:text=%C2%BFQu%C3%A9%20fue%20la%20gripe%20espa%C3%B1ola%3F%20La%20gripe%20espa%C3%B1ola,provoc%C3%B3%20la%20muerte%20de%20alrededor%20de%2050%20millones.), hoy nos encontramos en la 4ta revolución industrial y quizá dirigidos hacia la [5ta revolución industrial.](https://www.youtube.com/watch?v=L43Np8B9xK0&ab_channel=TEDxTalks)\\n\\nLa transmisión del conocimiento es un proceso que toma tiempo para verse expresado en la práctica, esto no solo ocurre con los individuos, es igual para la sociedad, la cultura y la humanidad como un todo. Desde los primeros pensadores/científicos como Sócrates, Aristóteles, pasando por Copérnico, Newton, Einstein, Hawking o Elon Musk todos se han visto influenciados por sus antecesores.\\n\\nEn ese sentido el saber hacer (Knowhow) se ha ido acumulando en la humanidad expresado en el desarrollo de nuestro entorno, hoy contamos con herramientas que permiten que casi cualquier persona con acceso a internet pueda tomar un curso en línea y comenzar a aplicar de forma inmediata el conocimiento que recién adquirió. No solo esto, sino que además cuenta con la posibilidad de compartirlo en tiempo real gracias a las redes sociales.\\n\\nEsto representa una posibilidad sin precedentes siendo la razón por la cual es importante el saber hacer ([knowhow](https://www.youtube.com/watch?v=L43Np8B9xK0&ab_channel=TEDxTalks)), entendido como un indicador para determinar el desarrollo referido a la puesta en práctica de los conocimientos adquiridos de un grupo o el colectivo que se transmiten de generación en generación y son el origen de la creación de productos de valor para la sociedad y por lo tanto de cadenas productivas complejas y por ende mayor desarrollo.\\n\\n![Saber Hacer Colectivo](https://miro.medium.com/max/1400/1\\\\*vtC76ma0zXF04guCg0FTKw.jpeg)\\n\\n# Comunidades de Conocimiento\\n\\nEn la actualidad el ser humano requiere del aporte del conocimiento aplicado de cada individuo para su desarrollo, en ese sentido, con las redes sociales se dispone de medios para difundir dicho conocimiento en tiempo real para ser consumido, asimilado, reciclado y compartido. Esto abre la posibilidad a que comunidades de conocimiento que se organizan a través de plataformas como twitter, reddit o discord puedan producir objetos de valor para la sociedad e intercambiarlos directamente entre sí, así como entre comunidades.\\n\\nDe está manera cada miembro de la comunidad tiene la posibilidad de aportar, adquirir e intercambiar no solo ideas, también puede ser el producto de su trabajo por bienes y/o servicios que a su vez son prestados por otros miembros de la comunidad. Por su puesto, esto varia dependiendo del interés o motivo bajo el cual el grupo se ha creado, a su vez, tomando en cuenta que diversos tipos de comunidades pueden interactuar entre sí, sin que hayan intereses excluyentes entre sí.\\n\\n![El Porvenir](https://miro.medium.com/max/1400/1\\\\*FWwrMM25cmEyt-Lw26CXHg.jpeg)\\n\\n## El Futuro Mejor\\n\\nEl surgimiento de nuevas tecnologías que han facilitado la comunicación entre seres humanos y comunidades enteras, en conjunto con el desarrollo del espacio digital, contiene el potencial de permitir que agrupaciones con conocimientos específicos interactúen entre sí, intercambiando valor, todo esto siendo verificado dentro del entorno digital mientras ocurre en el ámbito físico.\\n\\nHaciendo uso de contratos inteligentes asegurados en la red ([Ethereum](https://ethereum.org/en/)) se puede verificar (Cadena de bloques) cualquier tipo de transacción entre dos individuos, esto también aplica para amplios grupos de personas como pueden ser las transacciones de un local comercial, la comunidad de un artista, un grupo científico, un municipio e incluso un país.\\n\\nEsto puede representar el uso de la tecnología para innovar la manera en la que los humanos establecen grupos, crear nuevos sistema de votación con mayor transparencia e incluso cuenta con el potencial de mantener a la humanidad conectada por el bien común, cada individuo aportando desde su nicho de conocimiento.\\n\\nEn vez de hacer uso de las redes sociales y la tecnología para escapar de la realidad, seria el uso de dicho conocimiento aplicado para la renovación e innovación de las maneras de interacción de la humanidad, los grupos, la sociedad, la conformación de gobiernos, haciendo así mas complejo pero al mismo tiempo descentralizado y transparente el intercambio de valor entre humanos.\\n\\n## Nota: Este articulo no tiene intención de servir como consejo financiero. Mi intención es ofrecer contenido educativo basado en mi experiencia y opiniones. Como toda inversión, las criptomonedas y/o NFTs implican un alto riesgo.\\n\\n## Siempre haz tu propia investigación!\\n\\n*Disfrutas del contenido? [Sígueme en Twitter](https://twitter.com/DanteAc13)* y comparte!\",\"timestamp\":1635955875,\"title\":\"Tecnología para un Futuro Mejor - DanteAC - Medium\"},\"digest\":\"2uCGix3cTRaPEypdf9wuxJJQaSqtBfMjaZ7DQk8BgTA\",\"authorship\":{\"contributor\":\"0x8e0a74271E98802A65C71d10c650AdBfc6AD45Cc\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"k96Qxs26PlwFHiBazbWtiMPXW7PNfXfDlLn7V3zOEO4\\\",\\\"y\\\":\\\"g0CuAZWzmgcaInUszweTzcWmhIO0goQbInB-vS2K1w4\\\"}\",\"signature\":\"_BX0LoX47bzlzUE6P7u64SEUYhsAJU4uYJfRUr_5JYLG8FV0h-l6DfpfMvQfb3Fg1Y4MMBbdF8u8S31pIxH_sg\",\"signingKeySignature\":\"0xa46f8b0be72d2b50178d8518a10486597f81ef31dd3fc788791be5b6a71247b23e2b414f1dcb43037a003ace50bade1b47a4bb876cb5f029de732a7ed181909c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"k96Qxs26PlwFHiBazbWtiMPXW7PNfXfDlLn7V3zOEO4\\\",\\\"y\\\":\\\"g0CuAZWzmgcaInUszweTzcWmhIO0goQbInB-vS2K1w4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2uCGix3cTRaPEypdf9wuxJJQaSqtBfMjaZ7DQk8BgTA\"}"