"{\"content\":{\"body\":\"> A retail company is working on moving their technology infrastructure to AWS Cloud. The company has developed several custom scripts to monitor the instances hosting their applications and want to reuse these scripts on AWS Cloud. The development team is looking at a way to disable the pre-existing Amazon EC2 status checks.\\n>\\n> As a SysOps Administrator, which of the following will you suggest to meet the given requirement?\\n\\n**Ref:**\\n\\n[https://docs.aws.amazon.com/AWSEC2/latest/UserGuide/monitoring-system-instance-status-check.html](https://docs.aws.amazon.com/AWSEC2/latest/UserGuide/monitoring-system-instance-status-check.html)\\n\\n**Ans:**\\n\\n**Status checks are built into Amazon EC2, so they cannot be disabled or deleted**\\n\\nWith instance status monitoring, you can quickly determine whether Amazon EC2 has detected any problems that might prevent your instances from running applications. Amazon EC2 performs automated checks on every running EC2 instance to identify hardware and software issues. You can view the results of these status checks to identify specific and detectable problems.\\n\\nStatus checks are performed every minute, returning a pass or a fail status. If all checks pass, the overall status of the instance is OK. If one or more checks fail, the overall status is impaired. Status checks are built into Amazon EC2, so they cannot be disabled or deleted.\\n\\nWhen a status check fails, the corresponding CloudWatch metric for status checks is incremented. You can use these metrics to create CloudWatch alarms that are triggered based on the result of the status checks. For example, you can create an alarm to warn you if status checks fail on a specific instance. You can also create an Amazon CloudWatch alarm that monitors an Amazon EC2 instance and automatically recovers the instance if it becomes impaired due to an underlying issue.\",\"timestamp\":1641306134,\"title\":\"[Web 2][AWS] EC2 status checks\"},\"digest\":\"nxF70UJoPH-LyVrAeBuggQ-ExpA0DpWnNZ3kkhKXq90\",\"authorship\":{\"contributor\":\"0xd0368eE169498faad1AF9aBFbdC8C9CAE432aBe5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BEsnhfd1DkMbOlZ4HfBQZmBmbzM9-wLJnhivFRpydP0\\\",\\\"y\\\":\\\"kIztSFJ6BfDUg3JD89g0RIFYZ25Au0U5MSyg4Bb1KcI\\\"}\",\"signature\":\"EAFRwH4sjECjsrsQhfUotberXzlF5K_QY2LQ_1kOAB7T5_B3iNcc7J_HJD73a5fsAh50ZQzTkVYOqBXCsPhwnQ\",\"signingKeySignature\":\"0xce4ff89d77bbf6971dbe18d682a15f33c5095aad10718caa6f04339b5d1ec16f2ef845c3723a780509308ba22876d40fa5114045bf244d200de3342f53cfd3351b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BEsnhfd1DkMbOlZ4HfBQZmBmbzM9-wLJnhivFRpydP0\\\",\\\"y\\\":\\\"kIztSFJ6BfDUg3JD89g0RIFYZ25Au0U5MSyg4Bb1KcI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nxF70UJoPH-LyVrAeBuggQ-ExpA0DpWnNZ3kkhKXq90\"}"