"{\"content\":{\"body\":\"英文原文：Bitcoin is a system that explicitly rejects identity [比特币时报](http://bitcointimes.news/)：第二期\\n\\n翻译：DeepL，Google Translate 校对： 李林\\n\\n那么，比特币到底是为谁准备的？从设计上来说，比特币的运行无需身份数据。你的对手可能在OFAC的制裁名单上，他们可能是一只有知觉的蟾蜍，或者是几行代码。比特币无法知道，也不关心。对转账的唯一要求有一个能解锁UTXO的签名。\\n\\n另一方面，传统的支付和信用关系则体现了身份。我的信用卡公司非常想确认是我在使用这张卡。如果我告诉他们一个陌生人带着我的卡潜逃了，他们会认为所有被盗后的消费都是无效的。与欺诈部门的通话是这样的：\\n\\n*   你在2/24日在Chipotle花了10.51美元吗？ 是我。\\n*   你在2/29日在Lululemon花了463.39美元吗？不，我没有购买运动休闲装备的习惯。\\n\\n身份数据与传统的支付网络是密不可分的。因为它们与最终结算层中间还有很多层。在评估交易人的信用和促进他们之间的延迟结算交易方面，有一个巨大和有利可图的业务。这是因为信用和互信能够实现极高的效率。你可以借给邻居一台割草机，而不要求他提供保证金，因为你信任他。信用卡网络只是放大了这一点：他们是信任的承销商，量化了我的信用，并将这些保证传递给与我进行交易的商家。\\n\\n如果他们弄错了，而且正好我是那种刷了一万美元的信用卡却想赖账的人，他们只能咽下苦果！这就是他们的错。他们应该更精确地评估我的信用。\\n\\n当你使用比特币时，相当于和比特币协议而非他人形成了默契。这份默契只需要用户相信密码学和经济学。到目前为止，确实如此。\\n\\n现在有一种风潮是批评比特币粉丝是顽固不化且毒舌的流氓，并暗指比特币共识也有一些问题。但比特币对这些完全无动于衷。它是一个在通讯频道上进行编码和传递价值的协议。比特币甚至不知道比特币的价格是多少，更不用说时下的政治趋势。它对自己的了解非常、非常少。\\n\\n如上所述，正是因为在花钱的时候不需要任何身份数据，比特币才极具吸引力且精确的实用。用户唯一需要提供的是与公钥相对应的私钥。由于比特币账本中的最终清算状态与概率相关，因此你收比特币的时候不需要知道发送者的身份。你可以简单地定义你自己认定的最终清算状态阈值–比如说，从交易进入比特币账本那个时刻算起，只有在比特币矿工通过挖矿赚到500,000美元之后才认为交易最终清算完毕。按照目前的速度，这相当于等待4-5个区块后你的交易就真的结束了。\\n\\n正因如此，我才敢从不信任的人那里收钱，比特币才能在这些前沿交易中开辟利基市场。想想看，一个勒索软件的黑客和他的受害者。这些人互相厌恶。黑客和他们的受害者互相猜忌。受害者已经被攻击且受伤。但黑客仍然相信，以BTC形式发送给他们的500美元赎金是有效且、不太可能被撤销。\\n\\n比特币存在的目的就是让互不信任的人进行转账。互联网让我们能够与地球另一端的人进行交易，但互联网商业饱受欺诈困扰之苦。信用卡费率如此高的原因正是整体社会分摊了赔偿欺诈和退款的成本。\\n\\n## 你如果对坏人使用比特币感到不舒服，最好现在放弃它\\n\\n当然，可以无视对手风险会带来一些明显的缺点。最主要的是你无法将某人从你的网络中赶出去。这让那些认为货币应该是一种政治工具的人感到非常不舒服，他们原本可以利用货币来削弱政敌。\\n\\n要求您插入的网络成员遵守特定的道德行为准则，形成了一个悖论。如上所述，比特币，或那些普遍存在的能快速清算的硬通货，促成了原本没有信任关系的个人之间的商业活动。在17世纪，洲际商人用什么来进行交易？他们当然不会使用欠条、钱币、收藏品或信用关系。他们知道以后很可能再也见不到了，所以使用了他们能用的最硬的货币–黄金和白银。金属货币显而易见；它们不承担责任。\\n\\n同样，在关心最终清算的个人之间，比特币是一种转移财富的手段，而不是建立信用的手段（闪电网络是这个方向上的一个早期尝试）。比特币特意设计成不考虑道德因素，除了必须有一个有效的签名之外，它对参与的用户没有任何要求。它推动了思想敌对的人做生意。因此，试图在比特币上强加一个道德准则是与它的本质相违背的。如果每个使用比特币的人都有共识，那么就没有人需要比特币了–他们都可以通过彼此的信任来交换欠条。但是，世界是混乱的，人们彼此不互信，所以硬通货是有必要的。我们目前混乱时刻的确需要它。\\n\\n所以，如果因为自己讨厌的人在用同一个有用的交易媒介，就放弃这个媒介，说明它本来就不适合你。比特币很前卫，正是因为世界需要一个不能以道德或政治理由干涉的支付和储蓄系统。对抗这些交易限制就是冒犯了现在已经遍布西方国家的优雅的道德枷锁。如果你不喜欢出格，那就坚持使用支付宝。\\n\\n\",\"timestamp\":1641024365,\"title\":\"比特币是一个明确无需身份的系统\"},\"digest\":\"qL3nSj0Q4USr03WU2zYRzVErZlPS8ldQOx7a1UiaxC4\",\"authorship\":{\"contributor\":\"0x5fa5381ade2eeC5459ce93af57b5feE7d63E6831\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ey0iLtI2765Vnm-w0qAE6M8P7iNiJ5SodTuU7wczTA4\\\",\\\"y\\\":\\\"K9-yrCjNNBymPY2CsB79XOcc7MxbCghY-R1VUwia3VI\\\"}\",\"signature\":\"O5z8P5YiGxd63zDBRYAZEqI_GLG2rtpg1MOIxrKh7blxTOfgd8pENy4O_NpyRMt-R5rjzqbMq3O3ixQXMS0aKg\",\"signingKeySignature\":\"0x30aea76f13b56ea29058cee50ba11a7e4df72cd737a45833a251677c969e9dcd7a6a344e3ab66a059f36aac5ae5dfff93bf95758e4d5344fb713efa49cdf6b2b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ey0iLtI2765Vnm-w0qAE6M8P7iNiJ5SodTuU7wczTA4\\\",\\\"y\\\":\\\"K9-yrCjNNBymPY2CsB79XOcc7MxbCghY-R1VUwia3VI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qL3nSj0Q4USr03WU2zYRzVErZlPS8ldQOx7a1UiaxC4\"}"