"{\"content\":{\"body\":\"All the bubble-illusions concerning the life of the tropical planter had been pricked by the stern facts of the Solomons.  Following the death of Hughie, he had resolved to muddle along somehow with the plantation; but this resolve had not been based upon desire. Instead, it was based upon the inherent stubbornness of his nature and his dislike to give over an attempted task.\\n\\nBut now it was different.  Berande meant everything.  It must succeed--not merely because Joan was a partner in it, but because he wanted to make that partnership permanently binding.  Three more years and the plantation would be a splendid-paying investment. They could then take yearly trips to Australia, and oftener; and an occasional run home to England--or Hawaii, would come as a matter of course.\\n\\nHe spent his evenings poring over accounts, or making endless calculations based on cheaper freights for copra and on the possible maximum and minimum market prices for that staple of commerce.  His days were spent out on the plantation.  He undertook more clearing of bush; and clearing and planting went on, under his personal supervision, at a faster pace than ever before.  He experimented with premiums for extra work performed by the black boys, and yearned continually for more of them to put to work.  Not until Joan could return on the schooner would this be possible, for the professional recruiters were all under long contracts to the Fulcrum Brothers, Morgan and Raff, and the Fires, Philp Company; while the Flibberty-Gibbet was wholly occupied in running about among his widely scattered trading stations, which extended from the coast of New Georgia in one direction to Ulava and Sikiana in the other.  Blacks he must have, and, if Joan were fortunate in getting a schooner, three months at least must elapse before the first recruits could be landed on Berande.\\n\\nA week after the Upolu's departure, the Malakula dropped anchor and her skipper came ashore for a game of billiards and to gossip until the land breeze sprang up.  Besides, as he told his super-cargo, he simply had to come ashore, not merely to deliver the large package of seeds with full instructions for planting from Joan, but to shock Sheldon with the little surprise born of information he was bringing with him.\\n\\nCaptain Auckland played the billiards first, and it was not until he was comfortably seated in a steamer-chair, his second whisky securely in his hand, that he let off his bomb.\\n\\n\\\"A great piece, that Miss Lackland of yours,\\\" he chuckled.  \\\"Claims to be a part-owner of Berande.  Says she's your partner.  Is that straight?\\\"\\n\\nSheldon nodded coldly.\\n\\n\\\"You don't say?  That is a surprise!  Well, she hasn't convinced Guvutu or Tulagi of it.  They're pretty used to irregular things over there, but--ha! ha!- \\\" he stopped to have his laugh out and to mop his bald head with a trade handkerchief.  \\\"But that partnership yarn of hers was too big to swallow, though it gave them the excuse for a few more drinks.\\\"\\n\\n\\\"There is nothing irregular about it.  It is an ordinary business transaction.\\\"  Sheldon strove to act as though such transactions were quite the commonplace thing on plantations in the Solomons. \\\"She invested something like fifteen hundred pounds in Berande--\\\"\\n\\n\\\"So she said.\\\"\\n\\n\\\"And she has gone to Sydney on business for the plantation.\\\"\\n\\n\\\"Oh, no, she hasn't.\\\"\\n\\n\\\"I beg pardon?\\\" Sheldon queried.\\n\\n\\\"I said she hasn't, that's all.\\\"\\n\\n\\\"But didn't the Upolu sail?  I could have sworn I saw her smoke last Tuesday afternoon, late, as she passed Savo.\\\"\\n\\n\\\"The Upolu sailed all right.\\\"  Captain Auckland sipped his whisky with provoking slowness.  \\\"Only Miss Lackland wasn't a passenger.\\\"\\n\\n\\\"Then where is she?\\\"\\n\\n\\\"At Guvutu, last I saw of her.  She was going to Sydney to buy a schooner, wasn't she?\\\"\\n\\n\\\"Yes, yes.\\\"\\n\\n\\\"That's what she said.  Well, she's bought one, though I wouldn't give her ten shillings for it if a nor'wester blows up, and it's about time we had one.  This has been too long a spell of good weather to last.\\\"\\n\\n\\\"If you came here to excite my curiosity, old man,\\\" Sheldon said, \\\"you've certainly succeeded.  Now go ahead and tell me in a straightforward way what has happened.  What schooner?  Where is it?  How did she happen to buy it?\\\"\\n\\n\\\"First, the schooner Martha,\\\" the skipper answered, checking his replies off on his fingers.  \\\"Second, the Martha is on the outside reef at Poonga-Poonga, looted clean of everything portable, and ready to go to pieces with the first bit of lively sea.  And third, Miss Lackland bought her at auction.  She was knocked down to her for fifty-five quid by the third-assistant-resident-commissioner. I ought to know.  I bid fifty myself, for Morgan and Raff.  My word, weren't they hot!  I told them to go to the devil, and that it was their fault for limiting me to fifty quid when they thought the chance to salve the Martha was worth more.  You see, they weren't expecting competition.  Fulcrum Brothers had no representative present, neither had Fires, Philp Company, and the only man to be afraid of was Nielsen's agent, Squires, and him they got drunk and sound asleep over in Guvutu.\\n\\n\\\"'Twenty,' says I, for my bid.  'Twenty-five,' says the little girl.  'Thirty,' says I.  'Forty,' says she.  'Fifty,' says I. 'Fifty-five,' says she.  And there I was stuck.  'Hold on,' says I; 'wait till I see my owners.'  'No, you don't,' says she.  'It's customary,' says I.  'Not anywhere in the world,' says she.  'Then it's courtesy in the Solomons,' says I.\\n\\n\\\"And d'ye know, on my faith I think Burnett'd have done it, only she pipes up, sweet and pert as you please:  'Mr. Auctioneer, will you kindly proceed with the sale in the customary manner?  I've other business to attend to, and I can't afford to wait all night on men who don't know their own minds.'  And then she smiles at Burnett, as well--you know, one of those fetching smiles, and damme if Burnett doesn't begin singing out:  'Goin', goin', goin'--last bid--goin', goin' for fifty-five sovereigns--goin', goin', gone--to you, Miss--er--what name, please?'\\n\\n\\\"'Joan Lackland,' says she, with a smile to me; and that's how she bought the Martha.\\\"\",\"timestamp\":1638930733,\"title\":\"Once again he discovered a big enthusiasm for Berande\"},\"digest\":\"9qEZs3m5n4l1VRwkQ-hCUr80Q1U8HozRl7kGfckEEqE\",\"authorship\":{\"contributor\":\"0x51D393CD2fE363A89232ff9D8Ac75A13bD6a52e7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2B0HssYeBxWRk1R24b_fkWX3detzSII072k8Oa3kQxo\\\",\\\"y\\\":\\\"8itx92PpvQg44EZOT-JgOPUpC6rpOsF9tDe2zOI-gMI\\\"}\",\"signature\":\"p_C1dOH_zzad5hPrcyT2z-hICm_BOIHIyR346cPKBg6xD2Pw2z1sg2WUbovcPtKo6TzD9kx_KCzNg5P7X15d_g\",\"signingKeySignature\":\"0x78ace592f05556214b13b7789040076fcaa205746027c0103a482c4e2a78f56f115df0890bdc18e1f0d4a2ea6036d4e20eb3fee880f6e0198a0b2ea945f7b36f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2B0HssYeBxWRk1R24b_fkWX3detzSII072k8Oa3kQxo\\\",\\\"y\\\":\\\"8itx92PpvQg44EZOT-JgOPUpC6rpOsF9tDe2zOI-gMI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9qEZs3m5n4l1VRwkQ-hCUr80Q1U8HozRl7kGfckEEqE\"}"