"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/qVMwfbKZftTm-QwHatCZo.jpg?height=873&width=2028)\\n\\nIf this is your first time checking out my Chinese calligraphy posts, welcome! This is the inaugural post of a series of Chinese calligraphy lessons for people of all levels.\\n\\nI am Christina, and I’ve practiced Chinese calligraphy for over 20 years. You can check out some of my works on my [Instagram](https://www.instagram.com/moomoocalligraphy/), or for mandarin speakers, my [blog](https://calligraphydance.wordpress.com/). Throughout all these years, Chinese calligraphy has been for me not only a craft, a way of self-expression, but also something that grounds, focuses and calms my mind, and a one-of-a-kind gateway to understanding my heritage and Chinese literature.\\n\\nWithout further ado, let’s jump right into it. Let me share with you my lucky start in calligraphy that got me hooked for over two decades and going, and let me show you how to play! 🖌️\\n\\nPS. Read til the end to make sure you don’t miss out on an opportunity to get a **handwritten calligraphy prize**!\\n\\n\\n---\\n\\n## Taiwan’s mandatory calligraphy lessons\\n\\nGrowing up as an elementary schooler in the late 90s in Taiwan, Chinese calligraphy lessons were mandatory for a year during second grade. And they were usually taught in the following way (if it could even be called “teaching”):\\n\\n![The usual classroom setting in Taiwan (image source:https://news.cnyes.com/news/id/4502650)](https://images.mirror-media.xyz/publication-images/dAqRaZqhIreZg0LJia71a.jpeg?height=360&width=640)\\n\\nKids were made to sit at their assigned desk, and given practice booklets similar to the one shown below to copy for the whole class period. If this doesn’t sound particularly inspiring to you (really how is it different from being punished to write lines in Western cultures?), you aren’t alone. Most Taiwanese children end up regarding Chinese calligraphy as something tedious and useless, which pains me deeply, and is something I’ve been trying to rectify ever since I’ve been able to communicate well enough to share my joys in practicing calligraphy, and the beauty I see in it.\\n\\n![Practice Booklet (Image Source: https://img4.momomall.com.tw/goodsimg/102/602/0002/991/1026020002991_L3.jpg?t=1585226407)](https://images.mirror-media.xyz/publication-images/ga_LKtiz3kbWPypEGnHYg.jpeg?height=440&width=440)\\n\\n\\n---\\n\\n## My lucky start\\n\\n[https://youtu.be/0H26QgfrsGk](https://youtu.be/0H26QgfrsGk)\\n\\nIsn’t it mesmerizing to watch? Right before the mandatory calligraphy classes started at school, my mom took me to a Chinese calligrapher outside for a few lessons, with the sole intention of getting me better prepared. Yet the impact was long lasting — the video you see above was method the teacher used to start the class, by teaching us how to play. As a child, I was simply entranced by the patterns; but in hindsight, this planted the seed for my appreciation for the versatility that a single, black color ink could have, and the endless possibilities of patterns that could be created on rice paper (also called xuan paper).\\n\\n\\n---\\n\\n## Let’s play!\\n\\nNow it’s your turn. I’ll walk you through it step by step. It’s quite simple, really. Let’s start with the tools you’ll need:\\n\\n![Tools for the activity](https://images.mirror-media.xyz/publication-images/udvOUcxbwHhtZxpSa_9BM.jpeg?height=1312&width=1750)\\n\\n* **Plastic Container**: it could be of any size, you just don’t want it to be too small, so there’s more room for the ink to spread into pretty patterns. Here I have a plastic container from the grocery store that used to house spinach ;)\\n* **Sumi / Chinese calligraphy ink**: you can find plenty of options on Amazon. Here’s [one](https://www.amazon.com/gp/product/B074KJ289G/ref=ppx_yo_dt_b_search_asin_title?ie=UTF8&th=1) that I’ve bought before and quite liked.\\n* **Chinese Calligraphy brush**: available on [Amazon](https://www.amazon.com/s?k=chinese+calligraphy+brush&ref=nb_sb_noss_2) as well. If you’re using a brand new one, the hair usually has gel to keep it in place. Rinse it in the sink with warm water and gently press the hair until all the gel has been washed away.\\n* **Small cup or ink stone**: if you have an ink stone that’d be the best. But any small plate or cup that could hold the ink will do.\\n* **Xuan paper**: once again, available on [Amazon](https://www.amazon.com/Watercolor-Practice-Japanese-Calligraphy-Thickening/dp/B07Q8TMD4N/ref=sr_1_1_sspa?keywords=xuan%2Bpaper&qid=1636998763&sr=8-1-spons&spLa=ZW5jcnlwdGVkUXVhbGlmaWVyPUEzMllJNjNTMDJQUE5ZJmVuY3J5cHRlZElkPUEwMzU1MzQ5MlI4MlhFNklXMzg5SSZlbmNyeXB0ZWRBZElkPUEwODk3OTM1MTlLOEcxUElIMDlQTSZ3aWRnZXROYW1lPXNwX2F0ZiZhY3Rpb249Y2xpY2tSZWRpcmVjdCZkb05vdExvZ0NsaWNrPXRydWU&th=1) as well. Cut them into smaller pieces that will fit in your plastic container without bending.\\n\\nAnd now in 3 easy steps:\\n\\n**Step 1**: Fill the plastic container up with a thin layer (1–2 inches) of water. And pour some sumi ink into your small cup or ink stone.\\n\\n![](https://images.mirror-media.xyz/publication-images/lIHGOeJiJBhaN-KK6C2LM.jpeg?height=1175&width=1750)\\n\\n**Step 2**: Soak the calligraphy brush with sumi ink. You can then let the ink drip from the tip of the brush into the plastic container, or trace the brush on the surface of the water like in the video below.\\n\\n[https://youtu.be/4Lv9j4oJdSU](https://youtu.be/4Lv9j4oJdSU)\\n\\n**Step 3**: Gently lower a piece of xuan paper into the plastic container, and see the pretty patterns materialize! Then pick it up carefully, and put it somewhere to dry (ex. on a table top or plastic bag).\\n\\n[https://youtu.be/QHqFd2ebDOI](https://youtu.be/QHqFd2ebDOI)\\n\\nThat’s it. Repeat, change it up, put a ton of ink in it, cut up the xuan paper into funny shapes; just have fun with it! After the pieces dry, you can also try writing on them. Don’t worry about any techniques for now, swish & flick and draw anything you like.\\n\\n## The Prize\\n\\n![Chinese Couplet](https://images.mirror-media.xyz/publication-images/pHXPB2FoQuLepmAQzxgin.jpeg?height=1666&width=1250)\\n\\nIf you’re based in the **United States**, share a photo of your creations from the above exercise on Instagram and tag *@moomoocalligraphy* before the end of 1/31/2022.\\n\\nAnd I will send you a free pair of red couplets (above) for the Lunar New Year! They are usually put up on the front door during the New Year to ward off evil and bring good fortune. I only have a limited stock, so be sure to share as soon as you can :) Happy practicing!\",\"timestamp\":1637002990,\"title\":\"How to get started on Chinese Calligraphy 1 : PLAY\"},\"digest\":\"nrvX3tCh3-mVrYTXsgFcN4HLngQWRN_7vcCO012Wu1s\",\"authorship\":{\"contributor\":\"0xf26E222acE08DD85DF8a488e61F5eFcb6A97B119\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"E6HUftN8TTxzaUm1UvBkmZgrijN0SMlH8IZiAXRMDxM\\\",\\\"y\\\":\\\"fKYcvbNJyp-zOVLTGvq0HVPEtDDC4c1wbjxhVuHFh_Y\\\"}\",\"signature\":\"KwjPOFd0TJgSaNbfOvNYJcTYcGGB6dh5-nGCB8bCx8pK7ee-nFEHrsaSN2pgCZ3L9kyaTFpIZjLej7b-pYpQYg\",\"signingKeySignature\":\"0xfd304a8a6070555d6d215c4ea938a9c5cdef26560268186c9e0a5bf053c81e7f72334d9ce34787b6de74b9bc0a6d11b8659125e391bb6b71bac969acbe2cbf6c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"E6HUftN8TTxzaUm1UvBkmZgrijN0SMlH8IZiAXRMDxM\\\",\\\"y\\\":\\\"fKYcvbNJyp-zOVLTGvq0HVPEtDDC4c1wbjxhVuHFh_Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nrvX3tCh3-mVrYTXsgFcN4HLngQWRN_7vcCO012Wu1s\"}"