"{\"content\":{\"body\":\"**|传统财富与权力的叙事结构**\\n\\n## 传统的叙事结构中，人若要获得权力与支配他人的地位，就得掌控某种稀缺的资源，并拥有足够强大的暴力手段维护这种稀缺资源的分配秩序。\\n\\n马克思说金银天然不是货币，货币天然是金银，一语道破自然稀缺性是货币得以成为货币的先决条件。\\n\\n**|东方的财富宿命，土地是真爱**\\n\\n然而，在很长的一段历史时期，尤其在农业文明发达的中国古代社会，货币并不是最主要的稀缺资源，土地才是。\\n\\n因为有一个最简单的道理，人活着要吃饭，只有土地能够长出粮食让人吃饱饭，那么谁垄断了土地谁就掌控着所有人的吃饭权。\\n\\n至于货币，在古老的东方，那不过是吃饱饭后寻求更高阶精神生活（暂且可将吃饭以外的所有事视为精神生活哈）的交换媒介，并没有那么重要。\\n\\n有人会说，只要有足够的货币，还怕买不到粮食吃吗。不好意思，关键的时候真买不到。\\n\\n看过电视剧《白鹿原》的都知道，生产力水平低下与交通并不发达的年代，闹饥荒死人是常有的事儿。\\n\\n生产力水平的不平衡与无常的天灾导致资源错配，客观上无法实现充分的自由交易，会让闹饥荒成为常态，闹饥荒的时候钱是买不到粮食的，有粮食的人多少钱也不卖。\\n\\n如果货币在关键时刻连吃饭问题都解决不了，那么货币的价值也就大打折扣，所以中国古代人们只要有了钱，会全部买成地，那叫财富之本，谁有了土地，谁就掌控着别人的吃饭权。\\n\\n而土地是物理存在，实实在在摊在那里，必须配备足够的暴力手段才能维持它的分配秩序。所以冷兵器的农业社会，最基本的权力财富标的就是【军队+土地】。\\n\\n**土地产粮食，粮食养军队，军队维持土地分配秩序，多么简单粗暴的逻辑。**\\n\\n**|西方的财富宿命：不做买卖活不了**\\n\\n西方文明诞生于古希腊，古希腊的群岛显然没有得到生存意义上的上天眷顾，那里的土地很难长粮食作物，但是可以生长很多经济作物（比如橄榄/葡萄）。\\n\\n古希腊的人靠自己的土地养活不了自己，但是他们可以拿经济作物去换取其他地方的粮食来养活自己，那么自由贸易和通商便是他们的命根子。西方自古以来的重商主义便是由此而来的，这是地理决定论。\\n\\n如果用一句最通俗易懂的话来理解重农主义和重商主义的区别，应该这样说：重农主义就是离开土地和农业活不了，重商主义就是离开自由贸易和商业活不了。\\n\\n沿着西方重商主义的逻辑，我们便能推理出，在西方，市场和自由贸易是关乎生存的事儿，那么作为交易媒介的货币，一定优先于其他一切资源充当着财富的首要标的。\\n\\n支撑货币价值的金银无疑成为最重要的稀缺资源，直到布雷顿森林体系瓦解美元与黄金脱钩以前，金银都是主流货币的标配。\\n\\n**财富的基本逻辑是金银买粮食，粮食养军队，军队护金银，也是很简单粗暴的逻辑。**\\n\\n**|传统财富权力结构：军队+财富标的物**\\n\\n无论中西方，在相当长的一段历史时期内，维护社会权力和财富分配秩序的都是军队和某一实体稀缺标的物。\\n\\n在东方是军队+土地，在西方是军队+金银，这里的军队是广义概念，它包含着军事武装及整个主权国家的统治机器，军队永远是不变的常量，变量无非是财富标的物的演化。\\n\\n在布雷顿森林体系瓦解美元黄金脱钩以后，现代货币革命性地突破了上面这个财富公式，它不再需要锚定某一稀缺的自然资源，而是将货币与国家信用挂钩，而国家信用的背后是军队和国家机器以及人们对国家未来的财富信心。\\n\\n为什么说这是革命性的呢，因为它脱离了前述财富公式中的实物标的，又或者说财富标的这个变量首次脱实向虚，信用和信心成为货币的标的。\\n\\n人类竟然开始靠对未来的信心和想象获取财富，花明天的钱谋当下的福祉，这是当代金融货币体系的本质逻辑。此时的财富公式是军队+国家信用。\\n\\n**|灰犀牛：世界知道灯塔国会作恶，但是没辙**\\n\\n在2008年金融危机之前，信用货币这个甜蜜而幸福的财富叙事结构是完全没有问题的。那个时代全球经济是美好的，那个时代自诩人类灯塔的美国是强大而自信的。\\n\\n可是08年华尔街次贷危机引发的全球金融危机将人们狠狠的从美梦中踹醒，人们终于认清了一个以前就在心里嘀咕但是不太愿相信更不太愿让它发生的事实，那个看上去强大而自信的美国一直依靠美元霸权透支它的信用，洗劫全球的财富。\\n\\n几乎在所有的国家中，以国家信用支撑的当代货币，随时可以通过央行政策温文尔雅地调（xi）控（jie）国民的财富。\\n\\n在全球财富格局中，位于生态链顶端的美国可以兵不血刃地洗劫他国的财富。而这一切的原罪，都是绝对的暴力机器铸就的绝对中心化权力，垄断着绝对的财富话语权。\\n\\n这事儿追到根儿上，仍然是那个所有人类都不愿意承认却客观存在的事实：拳头即正义。\\n\\n不信你看，美联储的耶伦奶奶无时无刻不在表明：我们发债只关心还不还的上利息，你跟我谈本金，那难道不是美利坚这个伟大民族应得的么？呵呵呵\\\\~\\n\\n**|加密数字资产：全新的财富与权力叙事结构**\\n\\n正是08金融危机的事实，让怀揣无政府和自由主义伟大理想的加密朋克们开始用计算机加密技术的力量，试图找到一种对抗绝对中心化财富权力的手段。\\n\\n比特币诞生了，在它的创世区块上，中本聪引用当日泰晤士报头条新闻作为讽喻：“2009年1月3日，财政大臣正处于实施第二轮银行紧急援助的边缘”。\\n\\n比特币的区块链技术原理我们不必在此赘述，正如开篇所言，我们要强调的是以比特币为代表的数字资产之所以伟大，在于它开创了全新的财富与权力叙事结构。\\n\\n它首次通过区块链数据结构的创新实现了数字代码的稀缺性保障，并通过分布式算力实现了财富分配权的去中心化。\\n\\n这事儿有多牛呢，对照我们之前提出的财富公式：【军队（常量）+财富标的物（变量）】，看看比特币干了啥。\\n\\n它首先将变量——财富标的物演变成了一种基于开源加密算法的代码即法律的数字符号，然后还破天荒地革掉了军队这个常量的命。\\n\\n因为比特币财富分配算法，只受分布式算力的威胁，不受现实暴力的威胁，这意味人类的私有财富又再次脱离国家主权。\\n\\n事实上，货币与财富本来是脱离国家主权而存在的，它的本质是交易参与方的共识，国家权力和信用通过暴力强制实现法币共识是后来的事儿啦。\\n\\n想象一下在一个封闭环境里，最稀缺最刚需最易分割的东西几乎会自然而然成为财富标的物，不需要任何法律给他确权，比如最早期的贝壳/丝绸/金银，比如电影中监狱里的香烟，都可以充当货币。\\n\\n比特币重启了这个财富逻辑，并让它的财富规则首次与现实暴力脱钩。简言之，比特币发明了历史上第一种靠拳头掠夺不了财富，而这种财富却仍然可以反过来支配拳头，这是所有主权国家不待见比特币的根本原因。\\n\\n比特币天生带着财富与权力，却几乎不受现实权力制约。当然，目前来看是理论上不受现实权力制约，现实中随便发个政策通知甚至马斯克站台拆台也会影响比特币的价格，但是价格浮动的本质是人心浮动，人心浮动的本质是共识尚未足够强大，这跟比特币本身的财富和权力属性没有关系。\\n\\n**|去中心化是伪命题，多中心才是人类宿命**\\n\\n可是这难免引出我们更进一步的思考，比特币这类数字资产的共识度，难道真的可以脱离现实中国家信用和拳头的背书，独立成长为可以对抗一切中心化力量的独立财富体系吗？\\n\\n我认为很难，因为中心化的政治权力是一切社会权力的底层保障。\\n\\n无论当今的经济学与金融学已经多么枝繁叶茂，它背后的本质仍然离不开对社会权力的竞逐。社会权力不是政治权力，它不是通过拳头和暴力赋予的权力，而是内生于人类社会协作法则的自然权利，它是一部分人支配另一部分人劳动的权力。\\n\\n在当代资本社会中，一个富豪积累了足够的资本，便拥有了支配他人劳动力的权力，这个权力无需富豪靠武力强迫他人为他劳动，因为没有资本的人会求着富豪付出原始资本组织企业给他们实现劳动增值的机会，苦逼的创业者们拿着商业计划书找投资人投钱便是这个逻辑。\\n\\n政治权力的意义在于用暴力机器维护财富分配秩序，保障私有财产的合法性，从而防止有资本的富豪被数量更多的无产阶级直接掠夺财富。\\n\\n可见，政治权力永远是比社会权力更为底层的财富支撑点，比特币固然可以避免暴力对财富标的物的威胁，可是它不能避免面暴力对财富拥有者人身的威胁，这是人作为物质实在的宿命，也是财富对中心化权力秩序诉求的宿命。\\n\\n从另外一个角度看，完全去中心化的财富体系本质上是无政府主义的，无政府主义几乎意味着最糟糕的低效与混乱，历史也只有一边种大麻一遍搞艺术的人会信以为真。\\n\\n如今各类区块链去中心化的治理结构仍然在不断探索与演变，但我认为那些几乎都是在用技术手段复刻人类政治经济与社会治理模型。\\n\\n人类政治经济与社会治理模式的探索，很大程度上证明了区块链完全的去中心化是个伪命题，历史的经验表明：无论现实世界还是虚拟数字世界，人类社会都离不开精英治理，离不开相当程度的中心化。\\n\\n区块链的探索或许是一种传统精英治理的有益补充，也许可以让某些环节作恶成本更高，也许可以提高某些环节的公正公平效率。与其说区块链的未来是去中心化，不如说区块链的未来是多中心化的。\\n\\n**|世界不只是铁王座下财富的游戏，还有厄索斯与自由城邦**\\n\\n可是，我们也大可不必对加密资产的未来太过悲观。作为一个权游迷，比特币们的全新财富叙事让我不由自主地想到了《权力的游戏中》厄索斯大陆上的自由城邦。\\n\\n它相对独立于维斯特洛大陆的铁王座权力体制的主旋律，又时不时能够靠自己的力量去制衡和影响铁王座权力体制的演变。\\n\\n这是一个充满自由、远离体制、愿赌服输的狂野之地，它似乎能让人更纯粹地完成自我实现，但它也同时跳出了权力体制下的安全边界。\\n\\n你或许能成为至高无上的奴隶主，也可能不慎成为最纯粹资本的奴隶。没错，极端自由的理想国中，大概率上演着最残酷的弱肉强食，可是它仍然是一股不可忽视的力量。\\n\\n在可预见的未来，加密资产是难以代替主权货币的，但它们应该至少会与主权法币长期共存，成为一种有效的补充性财富标的。\\n\\n**权力和财富的游戏从未能完全规避至暗时刻的到来，在最糟糕的情况下，总该有一片厄索斯大陆的自由城邦能够成为韬光养晦的避风港，新时代的精英们总会带着新秩序卷土重来，即便主旋律仍会是铁王座下的维斯特洛大陆。**\",\"timestamp\":1640849622,\"title\":\"数字货币如何重构财富叙事？去中心化是伪命题！\\n\"},\"digest\":\"lVkvGaHscZG5a_kKzbXUDOkohmuZs0C-jrTZ48-YvXY\",\"authorship\":{\"contributor\":\"0xc1879d9c88ba946771134E29FFE7435bd6e326fe\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Pw14MZuxJib1BGCcOzewW2loor4leQffX5ROmh0Nwns\\\",\\\"y\\\":\\\"Mc_XmVdePYnkoA24rWPtdoptmdTNzP-bkzubT4e4wzs\\\"}\",\"signature\":\"F7vLD4fdS3HDakjuX_nZCO-oMwiMtSFuuO6FS1Jp_9Ymx_pXBfZak53PAcNsveKIZO-qxuT9qtDEK22adGnJiw\",\"signingKeySignature\":\"0x9dba87306aee65afd48551c53173b9d09f16a325686bac85faa85450d04ec006152574359418802bda5118db6a6af377ad9d7c70b7d1655433d406eb67cefc5b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Pw14MZuxJib1BGCcOzewW2loor4leQffX5ROmh0Nwns\\\",\\\"y\\\":\\\"Mc_XmVdePYnkoA24rWPtdoptmdTNzP-bkzubT4e4wzs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lVkvGaHscZG5a_kKzbXUDOkohmuZs0C-jrTZ48-YvXY\"}"