"{\"content\":{\"body\":\"His relatives put up a very expensive, very ugly \\\"monument\\\"--a monument at which he would have poked sly fun had he seen it in life.  But his real monument was in the hearts of those who knew him, and in the book that was to live for generations.\\n\\nLeslie mourned that Captain Jim had not lived to see the amazing success of it.\\n\\n\\\"How he would have delighted in the reviews--they are almost all so kindly.  And to have seen his life-book heading the lists of the best sellers--oh, if he could just have lived to see it, Anne!\\\"\\n\\nBut Anne, despite her grief, was wiser.\\n\\n\\\"It was the book itself he cared for, Leslie--not what might be said of it--and he had it.  He had read it all through.  That last night must have been one of the greatest happiness for him--with the quick, painless ending he had hoped for in the morning.  I am glad for Owen's sake and yours that the book is such a success--but Captain Jim was satisfied--I KNOW.\\\"\\n\\nThe lighthouse star still kept a nightly vigil; a substitute keeper had been sent to the Point, until such time as an all-wise government could decide which of many applicants was best fitted for the place--or had the strongest pull.  The First Mate was at home in the little house, beloved by Anne and Gilbert and Leslie, and tolerated by a Susan who had small liking for cats.\\n\\n\\\"I can put up with him for the sake of Captain Jim, Mrs. Doctor, dear, for I liked the old man.  And I will see that he gets bite and sup, and every mouse the traps account for.  But do not ask me to do more than that, Mrs. Doctor, dear.  Cats is cats, and take my word for it, they will never be anything else.  And at least, Mrs. Doctor, dear, do keep him away from the blessed wee man.  Picture to yourself how awful it would be if he was to suck the darling's breath.\\\"\\n\\n\\\"That might be fitly called a CAT-astrophe,\\\" said Gilbert.\\n\\n\\\"Oh, you may laugh, doctor, dear, but it would be no laughing matter.\\\"\\n\\n\\\"Cats never suck babies' breaths,\\\" said Gilbert.  \\\"That is only an old superstition, Susan.\\\"\\n\\n\\\"Oh, well, it may be a superstition or it may not, doctor, dear.  All that I know is, it has happened.  My sister's husband's nephew's wife's cat sucked their baby's breath, and the poor innocent was all but gone when they found it.  And superstition or not, if I find that yellow beast lurking near our baby I will whack him with the poker, Mrs. Doctor, dear.\\\"\\n\\nMr. and Mrs. Marshall Elliott were living comfortably and harmoniously in the green house.  Leslie was busy with sewing, for she and Owen were to be married at Christmas.  Anne wondered what she would do when Leslie was gone.\\n\\n\\\"Changes come all the time.  Just as soon as things get really nice they change,\\\" she said with a sigh.\\n\\n\\\"The old Morgan place up at the Glen is for sale,\\\" said Gilbert, apropos of nothing in especial.\\n\\n\\\"Is it?\\\" asked Anne indifferently.\\n\\n\\\"Yes.  Now that Mr. Morgan has gone, Mrs. Morgan wants to go to live with her children in Vancouver.  She will sell cheaply, for a big place like that in a small village like the Glen will not be very easy to dispose of.\\\"\\n\\n\\\"Well, it's certainly a beautiful place, so it is likely she will find a purchaser,\\\" said Anne, absently, wondering whether she should hemstitch or feather-stitch little Jem's \\\"short\\\" dresses.  He was to be shortened the next week, and Anne felt ready to cry at the thought of it.\\n\\n\\\"Suppose we buy it, Anne?\\\" remarked Gilbert quietly.\\n\\nAnne dropped her sewing and stared at him.\\n\\n\\\"You're not in earnest, Gilbert?\\\"\\n\\n\\\"Indeed I am, dear.\\\"\\n\\n\\\"And leave this darling spot--our house of dreams?\\\" said Anne incredulously.  \\\"Oh, Gilbert, it's--it's unthinkable!\\\"\\n\\n\\\"Listen patiently to me, dear.  I know just how you feel about it.  I feel the same.  But we've always known we would have to move some day.\\\"\\n\\n\\\"Oh, but not so soon, Gilbert--not just yet.\\\"\\n\\n\\\"We may never get such a chance again.  If we don't buy the Morgan place someone else will--and there is no other house in the Glen we would care to have, and no other really good site on which to build.  This little house is--well, it is and has been what no other house can ever be to us, I admit, but you know it is out-of-the-way down here for a doctor.  We have felt the inconvenience, though we've made the best of it.  And it's a tight fit for us now.  Perhaps, in a few years, when Jem wants a room of his own, it will be entirely too small.\\\"\\n\\n\\\"Oh, I know--I know,\\\" said Anne, tears filling her eyes.  \\\"I know all that can be said against it, but I love it so--and it's so beautiful here.\\\"\\n\\n\\\"You would find it very lonely here after Leslie goes--and Captain Jim has gone too.  The Morgan place is beautiful, and in time we would love it.  You know you have always admired it, Anne.\\\"\\n\\n\\\"Oh, yes, but--but--this has all seemed to come up so suddenly, Gilbert.  I'm dizzy.  Ten minutes ago I had no thought of leaving this dear spot.  I was planning what I meant to do for it in the spring-- what I meant to do in the garden.  And if we leave this place who will get it?  It IS out-of-the-way, so it's likely some poor, shiftless, wandering family will rent it--and over-run it--and oh, that would be desecration.  It would hurt me horribly.\\\"\\n\\n\\\"I know.  But we cannot sacrifice our own interests to such considerations, Anne-girl.  The Morgan place will suit us in every essential particular--we really can't afford to miss such a chance.  Think of that big lawn with those magnificent old trees; and of that splendid hardwood grove behind it--twelve acres of it.  What a play place for our children!  There's a fine orchard, too, and you've always admired that high brick wall around the garden with the door in it--you've thought it was so like a story-book garden.  And there is almost as fine a view of the harbor and the dunes from the Morgan place as from here.\\\"\\n\\n\\\"You can't see the lighthouse star from it.\\\"\\n\\n\\\"Yes, You can see it from the attic window.  THERE'S another advantage, Anne-girl--you love big garrets.\\\"\\n\\n\\\"There's no brook in the garden.\\\"\\n\\n\\\"Well, no, but there is one running through the maple grove into the Glen pond.  And the pond itself isn't far away.  You'll be able to fancy you have your own Lake of Shining Waters again.\\\"\\n\\n\\\"Well, don't say anything more about it just now, Gilbert.  Give me time to think--to get used to the idea.\\\"\\n\\n\\\"All right.  There is no great hurry, of course.  Only--if we decide to buy, it would be well to be moved in and settled before winter.\\\"\\n\\nGilbert went out, and Anne put away Little Jem's short dresses with trembling hands.  She could not sew any more that day.  With tear-wet eyes she wandered over the little domain where she had reigned so happy a queen.  The Morgan place was all that Gilbert claimed.  The grounds were beautiful, the house old enough to have dignity and repose and traditions, and new enough to be comfortable and up-to-date.  Anne had always admired it; but admiring is not loving; and she loved this house of dreams so much.  She loved EVERYTHING about it--the garden she had tended, and which so many women had tended before her--the gleam and sparkle of the little brook that crept so roguishly across the corner--the gate between the creaking fir trees--the old red sandstone step--the stately Lombardies-- the two tiny quaint glass cupboards over the chimney- piece in the living-room--the crooked pantry door in the kitchen-- the two funny dormer windows upstairs--the little jog in the staircase-- why, these things were a part of her!  How could she leave them?\\n\\nAnd how this little house, consecrated aforetime by love and joy, had been re-consecrated for her by her happiness and sorrow!  Here she had spent her bridal moon; here wee Joyce had lived her one brief day; here the sweetness of motherhood had come again with Little Jem; here she had heard the exquisite music of her baby's cooing laughter; here beloved friends had sat by her fireside.  Joy and grief, birth and death, had made sacred forever this little house of dreams.\\n\\nAnd now she must leave it.  She knew that, even while she had contended against the idea to Gilbert.  The little house was outgrown.  Gilbert's interests made the change necessary; his work, successful though it had been, was hampered by his location.  Anne realised that the end of their life in this dear place drew nigh, and that she must face the fact bravely.  But how her heart ached!\\n\\n\\\"It will be just like tearing something out of my life,\\\" she sobbed.  \\\"And oh, if I could hope that some nice folk would come here in our place--or even that it would be left vacant.  That itself would be better than having it overrun with some horde who know nothing of the geography of dreamland, and nothing of the history that has given this house its soul and its identity.  And if such a tribe come here the place will go to rack and ruin in no time--an old place goes down so quickly if it is not carefully attended to.  They'll tear up my garden--and let the Lombardies get ragged--and the paling will come to look like a mouth with half the teeth missing--and the roof will leak--and the plaster fall--and they'll stuff pillows and rags in broken window panes--and everything will be out-at-elbows.\\\"\\n\\nAnne's imagination pictured forth so vividly the coming degeneration of her dear little house that it hurt her as severely as if it had already been an accomplished fact.  She sat down on the stairs and had a long, bitter cry.  Susan found her there and enquired with much concern what the trouble was.\\n\\n\\\"You have not quarrelled with the doctor, have you now, Mrs. Doctor, dear?  But if you have, do not worry.  It is a thing quite likely to happen to married couples, I am told, although I have had no experience that way myself.  He will be sorry, and you can soon make it up.\\\"\\n\\n\\\"No, no, Susan, we haven't quarrelled.  It's only--Gilbert is going to buy the Morgan place, and we'll have to go and live at the Glen.  And it will break my heart.\\\"\\n\\nSusan did not enter into Anne's feelings at all.  She was, indeed, quite rejoiced over the prospect of living at the Glen.  Her one grievance against her place in the little house was its lonesome location.\\n\\n\\\"Why, Mrs. Doctor, dear, it will be splendid.  The Morgan house is such a fine, big one.\\\"\\n\\n\\\"I hate big houses,\\\" sobbed Anne.\\n\\n\\\"Oh, well, you will not hate them by the time you have half a dozen children,\\\" remarked Susan calmly.  \\\"And this house is too small already for us.  We have no spare room, since Mrs. Moore is here, and that pantry is the most aggravating place I ever tried to work in.  There is a corner every way you turn.  Besides, it is out-of-the-world down here.  There is really nothing at all but scenery.\\\"\\n\\n\\\"Out of your world perhaps, Susan--but not out of mine,\\\" said Anne with a faint smile.\\n\\n\\\"I do not quite understand you, Mrs. Doctor, dear, but of course I am not well educated.  But if Dr. Blythe buys the Morgan place he will make no mistake, and that you may tie to.  They have water in it, and the pantries and closets are beautiful, and there is not another such cellar in P. E.  Island, so I have been told.  Why, the cellar here, Mrs. Doctor, dear, has been a heart-break to me, as well you know.\\\"\\n\\n\\\"Oh, go away, Susan, go away,\\\" said Anne forlornly.  \\\"Cellars and pantries and closets don't make a HOME.  Why don't you weep with those who weep?\\\"\\n\\n\\\"Well, I never was much hand for weeping, Mrs. Doctor, dear.  I would rather fall to and cheer people up than weep with them.  Now, do not you cry and spoil your pretty eyes.  This house is very well and has served your turn, but it is high time you had a better.\\\"\\n\\nSusan's point of view seemed to be that of most people.  Leslie was the only one who sympathised understandingly with Anne.  She had a good cry, too, when she heard the news.  Then they both dried their tears and went to work at the preparations for moving.\\n\\n\\\"Since we must go let us go as soon as we can and have it over,\\\" said poor Anne with bitter resignation.\\n\\n\\\"You know you will like that lovely old place at the Glen after you have lived in it long enough to have dear memories woven about it,\\\" said Leslie.  \\\"Friends will come there, as they have come here-- happiness will glorify it for you.  Now, it's just a house to you--but the years will make it a home.\\\"\\n\\nAnne and Leslie had another cry the next week when they shortened Little Jem.  Anne felt the tragedy of it until evening when in his long nightie she found her own dear baby again.\\n\\n\\\"But it will be rompers next--and then trousers--and in no time he will be grown-up,\\\" she sighed.\\n\\n\\\"Well, you would not want him to stay a baby always, Mrs. Doctor, dear, would you?\\\" said Susan.  \\\"Bless his innocent heart, he looks too sweet for anything in his little short dresses, with his dear feet sticking out.  And think of the save in the ironing, Mrs. Doctor, dear.\\\"\\n\\n\\\"Anne, I have just had a letter from Owen,\\\" said Leslie, entering with a bright face.  \\\"And, oh! I have such good news.  He writes me that he is going to buy this place from the church trustees and keep it to spend our summer vacations in.  Anne, are you not glad?\\\"\\n\\n\\\"Oh, Leslie, \\\\`glad' isn't the word for it!  It seems almost too good to be true.  I sha'n't feel half so badly now that I know this dear spot will never be desecrated by a vandal tribe, or left to tumble down in decay.  Why, it's lovely!  It's lovely!\\\"\\n\\nOne October morning Anne wakened to the realisation that she had slept for the last time under the roof of her little house.  The day was too busy to indulge regret and when evening came the house was stripped and bare.  Anne and Gilbert were alone in it to say farewell.  Leslie and Susan and Little Jem had gone to the Glen with the last load of furniture.  The sunset light streamed in through the curtainless windows.\\n\\n\\\"It has all such a heart-broken, reproachful look, hasn't it?\\\" said Anne.  \\\"Oh, I shall be so homesick at the Glen tonight!\\\"\\n\\n\\\"We have been very happy here, haven't we, Anne-girl?\\\" said Gilbert, his voice full of feeling.\\n\\nAnne choked, unable to answer.  Gilbert waited for her at the fir-tree gate, while she went over the house and said farewell to every room.  She was going away; but the old house would still be there, looking seaward through its quaint windows.  The autumn winds would blow around it mournfully, and the gray rain would beat upon it and the white mists would come in from the sea to enfold it; and the moonlight would fall over it and light up the old paths where the schoolmaster and his bride had walked.  There on that old harbor shore the charm of story would linger; the wind would still whistle alluringly over the silver sand-dunes; the waves would still call from the red rock-coves.\\n\\n\\\"But we will be gone,\\\" said Anne through her tears.\\n\\nShe went out, closing and locking the door behind her.  Gilbert was waiting for her with a smile.  The lighthouse star was gleaming northward.  The little garden, where only marigolds still bloomed, was already hooding itself in shadows.\\n\\nAnne knelt down and kissed the worn old step which she had crossed as a bride.\\n\\n\\\"Good-bye, dear little house of dreams,\\\" she said.\",\"timestamp\":1639710077,\"title\":\"Captain Jim was buried in the little over-harbor graveyard, very near to the spot where the wee white lady slept.\"},\"digest\":\"eRxqlb8U3V5Ge5CQv9h5PuNvZ7iJT9Ogf-_35G94BwI\",\"authorship\":{\"contributor\":\"0x6e5524266431C8A2Cd3e28b5B838834791C3533a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aMygz1W-05ilzGVU7OV0hCQrc9tfHfF6k3W3WEre7ss\\\",\\\"y\\\":\\\"_T3kOMwSmDjZ4O9rLBwqqoX7sYbKroiMruyTllQO4zY\\\"}\",\"signature\":\"0vybUEuySKfLi3TCZSCZDzv6U_jb67k8zrC2gqrMi1N5aJ5xDda7VqOGsX6L_McIMEazMD6IKB6A7oHDPkolVw\",\"signingKeySignature\":\"0x385f57c1064ea8369ffdce1b6b1ab4dcb3108deebc42648523e25e27fbb6d7dc219bedc917e6fcd69cba7f5c6d9f6d23c7d2e1ada6c4c794eb6bd1e5f70a2d5a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aMygz1W-05ilzGVU7OV0hCQrc9tfHfF6k3W3WEre7ss\\\",\\\"y\\\":\\\"_T3kOMwSmDjZ4O9rLBwqqoX7sYbKroiMruyTllQO4zY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"eRxqlb8U3V5Ge5CQv9h5PuNvZ7iJT9Ogf-_35G94BwI\"}"