"{\"content\":{\"body\":\"昔日的明星私募，18岁炒股3年赚了30倍的张培峰，早在2018年就因操纵股价被立案调查，并被监视居住，逐渐淡出人们的视线。\\n\\n29日，基金君发现张培峰名下的一处豪宅，正在阿里拍卖上拍卖，11月30日上午10点结束拍卖。\\n\\n这处位于深圳市南山区的锦绣花园的豪宅，建筑面积288.07平方米，起拍价为3360万元，参加拍卖需要缴纳保证金336万元。目前有超过5000次围观，但暂无人报名。\\n\\n基金君发现，根据起拍价，此处豪宅的均价位11.7万元/平方米。而根据深圳市政府的二手房指导价，该区域的指导价在9.9万元左右。\\n\\n因此不出意外，此次拍卖极有可能流拍。但是这是三年前，张培峰因涉嫌操纵证券市场案被执行指定居所监视居住后，再次走到公众的视野里。\\n\\n**18岁炒股，三年狂赚30倍**\\n\\n江山代有人才出，但大神不断更替的A股市场上，大概很多人已经不记得张培峰这个人了。\\n\\n但是张培峰的传奇人生，却让很多大神自愧不如。\\n\\n曾经有一份张培峰的公开推荐资料显示：张培峰是浙江青田人，小学毕业后全家移民西班牙，在西班牙马德里康普顿斯大学（UniversidadComplutense）读经济系本科，后来在西班牙IE商学院（institutodeEmpresa）获得工商管理硕士学位。张培峰18岁时在学生时代就将目光投向欧洲股市，投资了当时的新兴产业——电信业，买了一只龙头股票，三年时间赚了近30倍收益。\\n\\n但据媒体报道，另有一份非公开推荐简历显示，张培峰毕业于西班牙萨拉戈萨大学，而非西班牙马德里康普顿斯大学，未取得上述的工商管理硕士学位。\\n\\n其实，真正令张培峰在国内名声大噪的是，在2015年大牛市，作为私募深圳中金投基金管理有限公司的董事长，公司管理的产品曾经三个月收益达224.81%，成为炙手可热的私募黑马、季度冠军，当时媒体报道纷纷而至。\\n\\n彼时A股市场涨势凌厉，张培峰经常出现在各大媒体上，介绍股票布局的思路、仓位配置等，到了2015年4、5月，张培峰还表示“A股还能涨7\\\\~8年，拿下6124高点不是问题”，“慢涨急跌才是牛市特征，行情远未结束，调整即是买入的好时机，下一波行情随时到来。”只是没想到，一个月后大盘开始暴跌，私募中金投旗下的产品也未能幸免，迅速回撤60%以上，目前曾经这只冠军产品已经提前清算。\\n\\n此后，张培峰逐渐淡出私募圈。2017年3月时，他已经退出了中金投的法人股东等职位。\\n\\n**败走私募圈，入主上市公司搞P2P**\\n\\n不干私募了，张培峰也没有闲着。2017年3月，张培峰又换了一重身份出现在公众眼前——上市公司凯瑞德董事长。根据凯瑞德公布的张培峰个人简历，张培峰只字未提二级市场私募机构任职的这段经历。\\n\\n随后，张培峰开始增持，成为凯瑞德的实控人。从2017年6月开始，他拿出2.4个亿在5个交易日内快速增持至5%，达到举牌线，彼时股价的快速上涨还引来散户跟风炒作。从2017年4月到2017年7月，其股价累计涨幅接近60%。\\n\\n2017年7月，张培峰先是宣布增持至5.19%，然后与任飞、王腾、黄进益、郭文芳结成一致行动人，合计持有12.32%的股权，略微超过原来吴联模所持有的股权，终于当上了上市公司凯瑞德的实际控制人。\\n\\n在张培峰当上凯瑞德董事长后，一系列资本运作令人目不暇接。2017年6月29日，凯瑞德公告，收购北京晟通恒安科技有限公司，涉足智能安防领域；2017年7月3日，凯瑞德宣布与360旗下子公司签订合作协议共同运营游戏；7月6日，宣布与康佳旗下公司签订智能电视广告，以及影视、电商等增值服务。\\n\\n最令人吃惊的是，2017年7月18日，张培峰高调宣布，斥资5亿元入股P2P平台“爱钱帮”，成为公司第一大股东。来自爱钱帮官网的运营数据显示，自张培峰入主之后，爱钱帮的融资余额呈现上升趋势。从2017年5月份的14亿元逐步增加至2018年6月末的16.48亿元。\\n\\n不过，随着2018年开始的一系列P2P爆雷事件，不少P2P平台被迫清盘，张培峰的爱钱帮也在其中，这仅仅距张培峰买下爱钱帮一年。\\n\\n**被证监会立案调查、监视居住，一致行动人爆仓**\\n\\n就在上市公司搞资本运作没多久，2018年7月，张培峰迎来了人生的“至暗时刻”。\\n\\n2018年7月20日，凯瑞德公告，终止收购北京乐盟互动科技有限公司51%股权；同时董事长张培峰被立案调查。证监会近期对某私募机构超比例持股未披露且在限制期违规交易案进行立案调查，因公司董事长张培峰是该案的涉案当事人，证监会向其本人送达了《调查通知书》对其进行立案调查。\\n\\n随后一天，凯瑞德又公告，董事长等被监视居住。公告显示，收到金华市公安局出具的《指定居所监视居住通知书》，获悉董事长张培峰、监事会主席饶大程因涉嫌操纵证券市场案分别在2018年7月19日、7月18日被执行指定居所监视居住。\\n\\n2018年7月25日，凯瑞德发布公告，股东任飞部分股票被强制平仓，任飞就是之前张培峰为了取得凯瑞德控股权增持的一致行动人。公告显示，因近日公司股价下跌，任飞通过山西证券股份有限公司融资融券账户持有的部分公司股票被强制平仓，此次平仓后，任飞与王腾、张培峰、黄进益、郭文芳作为一致行动人合计持有上市公司股份1423.12万股，占总股本的8.09%。其实之前7月12日，一致行动人任飞、王腾持有的部分公司股票就被强制平仓了。\\n\\n最新消息显示，2020年9月，提携张培峰进入凯瑞德董事会的吴联模，遭证监会罚没5.13亿元，同时还被终身市场禁入。\\n\\n证监会在通报中称，在2014年8月至2015年6月期间，吴联模借用他人账户持有买卖凯瑞德股票，并控制凯瑞德发布一系列涉及发展彩票业务、基金业务和互联网金融等新题材的利好信息，然后通过连续买卖、在自己实际控制的账户之间交易，拉抬凯瑞德股价。\\n\\n在赚得盆满钵盈之后，2017年3月，凯瑞德公告称董事长吴联模因个人原因，申请辞去在公司担任的一切职务。2017年7月，凯瑞德实控人由吴联模变更为新任董事长张培峰与其他4名自然人。\\n\\n2021年11月22日，\\\\*ST凯瑞公告称，公司2020年因净资产为负，净利润为负且营业收入低于1亿元，股票交易被实施了退市风险警示。\",\"timestamp\":1638253231,\"title\":\"一代私募传奇甩卖豪宅：18岁炒股，3年狂赚30倍\\n\"},\"digest\":\"S_k1fZsbWCAYfFJRhQgFHF5aV74OMVw8ob75U0x9cGk\",\"authorship\":{\"contributor\":\"0xF10bCad41df6d99A908C3a2E88081F0FEDb028Ad\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Fg8CQJo-noul3yF6jDjpNRPq6TrZQ-iu_ynqpsS1SDk\\\",\\\"y\\\":\\\"G8Vm32cSgoteZcU_kcD-k6H8Mn5ektqsZNAPYdfaUlk\\\"}\",\"signature\":\"h0zCk881CZiA9RoHog5SxJQ-YeHZBShR3N5hA8aj0YmthPGKInExtn6kU0qKW7wRu1O4w_E0DzurOYCbIIqgAQ\",\"signingKeySignature\":\"0x083bfd92166140bdce810b230515348e1a3333304a85d5e267335fd7ee51f84c5e854d35fb553f71c043d39ecde6547b4def867aba836b59ba4192fe275b4cc71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Fg8CQJo-noul3yF6jDjpNRPq6TrZQ-iu_ynqpsS1SDk\\\",\\\"y\\\":\\\"G8Vm32cSgoteZcU_kcD-k6H8Mn5ektqsZNAPYdfaUlk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"S_k1fZsbWCAYfFJRhQgFHF5aV74OMVw8ob75U0x9cGk\"}"