"{\"content\":{\"body\":\"梅特卡夫定律为网络效应搭建了最底层的底层基础，然而他是否适用于所有系统呢？\\n\\n在微观经济学的第一课中你就会学到「效用递减法则」（The Law of Diminishing Returns）。当公司规模达到一定程度时，由于沟通成本的提高、管理效率的低下等因素，会导致公司效益增长速率的减缓，甚至产生负面影响。\\n\\n从社会学的 150 定律（The Rule of 150）、生物学的阿利效应（Allee Effect）等角度来看，同样遵循这一递减法则。\\n\\n那么我们该如何寻找各系统中相应的效应递减阈值以及饱和峰值成为了每一个系统将网络效应最优化的关键。\\n\\n本文出自 a16z Future，作者为 a16z 消费者技术普通合伙人，文中详述了一个比梅特卡夫定律更好的衡量网络效应的模型。律动 BlockBeats 对全文进行了翻译：\\n\\n梅特卡夫定律是网络效应研究中的核心支柱，其具体内容是指「兼容通信设备系统的价值随其设备数量的平方增长」。简单地说，每当用户加入一个应用程序，应用程序的价值就会增加到 n^2; 如果一个网络的节点数从 100 翻倍到 200，其价值不会翻倍，而是变成四倍。\\n\\n这个理论最初由计算机网络先驱罗伯特·梅特卡夫在 20 世纪 80 年代提出，它将网络的价值定义为一个基于它所连接的设备 (传真机、电话等) 数量的数学函数，这来自于他销售以太网的经验。20 世纪 90 年代末，在互联网公司兴起的背景下，援引梅特卡夫定律来证明估值开始流行起来，他们试图表明：如果及早买入一家公司，这些新兴公司的价值将会爆炸式增长。\\n\\n但是，为什么梅特卡夫定律适用于互联网网站呢？例如，它并没有说明如何看待 eBay 上的买家和卖家ーー这些用户与「兼容的通信设备」是一样的吗？eBay 之于用户，是否等同于以太网之于设备？但在网络泡沫的狂热中，这一点并不重要——这一「定律」被重新包装为「网站的价值随用户增长而非线性增长」，并成为讨论的基础。\\n\\n梅特卡夫定律今天仍然存在于网络效应的讨论中，但对于那些寻求利用这种强大力量进行创造和竞争的业内人士来说，这还不够。当然不是为了产品经理、工程师、设计师和管理人员，他们需要在即将到来的季度路线图中制定一个关于网络效应的战略。\\n\\n### 从梅特卡夫定律到... 狐獴定律？\\n\\n任何一个从零开始建立网络产品的人都会告诉你，梅特卡夫定律是痛苦的且无关紧要的。梅特卡夫定律忽略了建立网络的一个重要阶段：在最初你的产品无人使用时你正确的做法。\\n\\n它也没有考虑到用户参与的质量，以及许多网络的多面性 (例如买家和卖家)。「活跃用户」和「仅注册」用户之间的区别，或者因用户过多产生的拥挤导致的产品体验的下降。这远远超出了「节点越多越好」的简单模型。梅特卡夫定律在现实生活混乱的测试之下失败了。那有什么更好的吗？\\n\\n首先是对狐獴的研究——没错！——你在《狮子王》中见过的丁满，还有他的朋友疣猪彭彭。狐獴是生活在非洲南部的高度社会化的动物，当它们以 30-50 只组成的群体生活在一起时，它们被称为「暴徒」或「帮派」。\\n\\n狐獴喜欢在团伙中闲逛，如果有一只狐獴看到掠食者靠近，它们会用两条小后腿站起来，发出一系列复杂的掠食性警报声，以提醒其他狐獴。它们会通过吠叫或吹口哨来表明附近是否有捕食者，这种捕食者是低、中、高的危险等级... ... 以此来帮助维护群体的安全。\\n\\n对于狐獴、沙丁鱼、蜜蜂和企鹅等多种群居动物来说，共同生活是对它们有益的，无论是在抵御捕食者方面，还是在协调狩猎以及寻找配偶方面。这些网络中的节点越多越好。\\n\\n然而，如果由于某些导致这些群居动物的数量下降，那这些好处很快就会消失，并使它们更易崩溃。如果人口增长过快，居住空间太小，那么人口过剩就会抵消他们的优势，从而导致人口趋于稳定。\\n\\n这成为了生物学中的一个重要概念，因为它首次捕捉到了一个临界点——即「阿利阈值」(Allee threshold)——在这个临界点上，动物会更安全，从而最终作为一个种群增长得更快: 这就是生态网络效应。\\n\\n当团体中没有足够的狐獴来互相警告危险时，更有可能的情况是：一群狐獴中的单个个体会被捕食者消灭。这产生了一种动态循环：因为狐獴越来越少，它们保护自己的能力就越来越弱，进而导致数量越来越少。\\n\\n![](https://oss-cdn1.bihu-static.com/image/20211125/fc188046eac84ef8a119ac25fed905b9\\\\_GEZDAMBKHEYDA.jpeg)\\\\\\n\\n\\n用技术产品来比喻: 如果一个消息应用没有足够的用户，那部分用户将会删除它。随着用户数量的减少，每个用户离开的可能性会越来越大，最终导致网络的不活跃和崩溃。当 Facebook 开始夺走 MySpace 的用户时，或者当消费者和 App 开发者从黑莓转向谷歌或苹果的智能手机时，MySpace 就发生了这种情况。\\n\\n另一方面，如果有一群又好又健康的狐獴会怎么样呢？他们会继续生长、繁殖，也许创造了多个团伙。如果达到阿利阈值以上，人口就会持续增长，因为团伙是健康且受保护的，更多的海岛狐獴就会产生更多的海岛狐獴。即使捕食者偶尔会挑选一两只海岛狐獴，只要海岛狐獴的总数量保持在较高的水平，海岛狐獴的数量就会继续增长。\\n\\n但这种情况不可能永远持续下去，因为只有有限的资源——比如狐獴最喜欢的虫子和水果——这只能支撑有限的种群数量。随着人口的增加，最终存在基于环境的自然极限，这通常被称为承载能力。对于像狐獴和金鱼这样的群居动物来说，人口过剩就像下图所示，起初是平稳的，随后达到临界点，然后迅速增长超过阿利阈值，在达到承载能力之后再次下降:\\n\\n![](https://oss-cdn1.bihu-static.com/image/20211125/69172a6b96074744ab2e6d52068435ff_GEZDAMBKHEYDA.jpeg)\\\\\\n\\n\\n超过阿利阈值\\n\\n![](https://oss-cdn1.bihu-static.com/image/20211125/2f81f9c6c2eb4749946069fe1542cd02\\\\_GEZDAMBKHEYDA.jpeg) 人口过剩冲击着承载能力\\n\\n在技术行业，当用户过多时，就会出现网络效应: 对于通信 App，你可能会收到太多的信息。对于社交产品来说，信息流中可能有太多的内容。这让找到正确的东西变成了一件难事。\\n\\n如果你不使用垃圾邮件过滤、算法、或其他措施，网络很快将变得无法使用。如果添加一些正确的特性，如打击垃圾邮件、增加用户界面的相关性等，你就可以增加用户数量的承载能力。\\n\\n20 世纪 30 年代，芝加哥大学的教授、美国生态学的先驱沃德·克莱德·阿利首次描述了这些现象。他在与伊迪丝 · 鲍文合著的论文《Studies in animal aggregations: Mass protection against colloidal silver among goldfishes》中指出，他观察到金鱼在成群结队时生长更快、更能抵抗毒性。就像鸟类聚集在一起更容易抵抗捕食者一样，成群的狐獴互相警告危险，金鱼也有相同的举措。\\n\\n阿利曲线有助于思考网络是如何扩展和崩溃的: 跨越「阿利阈值」对于鱼群 (或其他社会性动物种群) 从低增长/负增长转变为可自我维持的种群来说非常重要。例如，当你积极地收获沙丁鱼时，你可以把它们推到阈值之下。\\n\\n![](https://oss-cdn1.bihu-static.com/image/20211125/ba0eb37085854069a6b00c1eb7e74cfd_GEZDAMBKHEYDA.jpeg)\\\\\\n\\n\\n超过阿利阈值之后突然减少\\n\\n与之相似，为什么要用一个你的朋友们都不用的短信应用呢？无论打开一个空白的应用再多次，最终你也只会退出。\\n\\n当我站在 Uber 旧金山总部的一块白板前时，试图想象这个问题：在一个城市增加更多司机会如何改变乘客的体验？阿利教授在大学时期关于数学生态学的想法浮现在我的脑海里：我想得越多、画得越多，一条熟悉的曲线浮现出来:\\n\\n![](https://oss-cdn1.bihu-static.com/image/20211125/f9ddfed555a44ac995c5194fb6180804\\\\_GEZDAMBKHEYDC.jpeg)\\\\\\n\\n\\n基于司机数量的 Uber 转化率\\n\\n当一个城市里只有很少的司机时，要花很长时间才能打到车。这导致 Uber 的转化率很低，谁会为了打车等待 30 分钟呢？因此，除非附近有足够多的司机，否则对用户的价值几乎为零。而且司机也不会留在附近，整个网络将自行崩溃。\\n\\n然而，一旦你通过通引爆点，这个应用程序就会变得\\\"有些不方便，但能用\\\"。若等待时间缩短到 10 分钟、甚至 5 分钟，那就变得更好了。司机的网络越大，就越方便。一个城市的共乘网络开始出现经典的网络效应。\\n\\n但最终网络的价值会停滞不前ーー拥有更高密度司机的回报会越来越小：你能在 4 分钟、2 分钟、还是立刻得到一个司机，这并不重要。因为你还需要一点时间去拿钥匙、出门，然后才能见到你的司机。\\n\\n治理着狐獴等社会性动物的数学也适用于我们。毕竟，人类也是群居动物。我们通过分享照片、出售收藏的运动鞋、分担工作和分摊晚餐费用来彼此联系。我们的社交网络帮助我们购物和约会，而不是狩猎和交配。\\n\\n正如一个社交网络需要一定数量的用户才能参与其中一样，一群狐獴也需要参与其中。正如一个信息应用会不断增长，但最终市场将饱和一样，动物的增长也会因过度繁殖而放缓。\\n\\n**虽然术语不同，但核心概念和数学都是一样的:**\\\\\\n\\n\\n阿利效应→网络效应\\n\\n阿利阈值→临界点\\n\\n承载能力→饱和\\n\\n这里可以使用商业词汇ーー网络效应、临界点和市场饱和度ーー但是我相信像阿利教授这样的生态学家。在几个世纪以来，他们创造了动物种群模型，预测了这些动物种群在人口过剩时的增长速度，并预测了它们复杂的动力学。通过借用这些概念，我们可以描述技术产品如何通过网络效应启动、扩大和捍卫市场。\\n\\n通常的二元概念认为，技术产品要么存在、要么不存在网络效应。而这些想法提供了一个更加丰富的理论基础。科技行业需要创建一套颗粒度更细、更精确的词汇表，以帮助建设者、商业领袖、任何希望理解基于网络效应的平台的人进入下一个分析阶段，从而使具体的概念和指标最终与产品战略相联系。业界需要的是一个统一的框架，将一组相关的概念和词汇联系在一起。这个框架是冷启动问题的核心。 \\n\",\"timestamp\":1638451831,\"title\":\"理解网络效应：一个比梅特卡夫定律更好的模型\"},\"digest\":\"mU43nmTz5V1xcfnZnl5wSj0Qxw2TPCewL8y3B3GCtm8\",\"authorship\":{\"contributor\":\"0x053114AEBbA6d7B599e22Ad246cf6030bA0c40eB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"om0EN4gfU5LK8Ve-4_FQYkmT8BtB7tMqvbYe6_8Rm28\\\",\\\"y\\\":\\\"LAbA2c7PArcHeKWvdDKTkSIZBlorHsJ2JXVUV1QveS8\\\"}\",\"signature\":\"wxMEQyQK5jnpfaa5_ELY1ZEFavXkI4bF93NTiZWJ9pusSlEb7iuznj-Tz0WOI0L7vV_HG5ci5drXcFuQBbQEcw\",\"signingKeySignature\":\"0x7ca9468b63dc685068958c8505e44246b06ad8536734c962ae14ae179a791a6018755dc59643e18c2b3638d571d4654bd8b59437f8e4b9d53f4b3dea57e4f6ed1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"om0EN4gfU5LK8Ve-4_FQYkmT8BtB7tMqvbYe6_8Rm28\\\",\\\"y\\\":\\\"LAbA2c7PArcHeKWvdDKTkSIZBlorHsJ2JXVUV1QveS8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mU43nmTz5V1xcfnZnl5wSj0Qxw2TPCewL8y3B3GCtm8\"}"