"{\"content\":{\"body\":\"All this is just the tip of the B2B iceberg. From customer acquisition to accurate operation to contract operation and maintenance, the cycle is long, so it is necessary to have a solid insight into demand and do a good job in products and services.\\n\\nNo matter what concept is used, be it SCRM or private domain, accurate portraits of customers are required, and multiple effective contacts are made in digital form to create better customer experience.\\n\\nA few years ago, I visited a B2B listed company. The Marketing Department of this company focused on business opportunity transformation more than 10 years ago.\\n\\nTherefore, their initial practice is that the Marketing Department obtains potential customers through activities and operates them through wechat and email.\\n\\nFor example, a marketing person follows 2000 customers, and his daily work is also dealing with these 2000 customers. It's not a small number, so you have to sort it out, what industry, what size company, what customer role...\\n\\nBut the most powerful is not this, in touch to do heart and differentiation. For example, we can not use the template email mode, but the sincere email prepared by ourselves, including holiday wishes, product use survey, market activity invitation, product training meeting... Customers can feel the real care, and is related to their own, close.\\n\\nIt was a bit tiring to run, but slowly it paid off.\\n\\nA few years later, marketing represented 50% of the company's potential opportunities. Later, the company gradually used more advanced data analysis and processing tools, and everyone became more efficient, more and more valuable to the business, and customer satisfaction was also on the rise.\\n\\nSo, you don't have to rely on tools to do digital marketing well. One of the most critical or customers really as customers, rather than data or traffic, heart service.\\n\\nThis is all too easy to say, but how difficult it is to do.\\n\\nProviding accurate content, products and services is the embodiment of the competitiveness of B2B enterprises.\\n\\nSo no matter what borrows concepts, or what introduces new technologies and tools, the essence of marketing remains the same - meeting customer needs.\\n\\nWith the support of digital means, enterprises can understand customers more accurately, help customers solve business problems more quickly, and provide more thoughtful services and support.\\n\\nThese are the ultimate answers to the growth question, and the answer has never changed.\",\"timestamp\":1635601925,\"title\":\"The heart of customer service is the same fundamental?\"},\"digest\":\"HsOIw3K1VI0kLyHBnNFtsgOGpdYf5otJff8qI81vArY\",\"authorship\":{\"contributor\":\"0x54A8F097525ff856dB71a0786c325f4E0E6162C9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Xz_gmbBeW_R763ziYVvv9OqWrGk5C8MIRcQArzv5n3g\\\",\\\"y\\\":\\\"xrHG3LMOyiQjt6paaEhH2E2fhKDSChBO7HtM30dpM_Q\\\"}\",\"signature\":\"sL0EGP-XDkt6NTP96O6MOraJQRLx3uxu0mPeCR4B76E4wbPFqhKuZkz2GOd7TrwLuWyBwDOds9ae6l_d9RBsyw\",\"signingKeySignature\":\"0xe0887f0a2fe126dbe92e89536022103cf0c3dc9035051f3caecac4a7bf82d5f535c8a9c13c1a85cdba3abca46e05353757f204ec71c4fff0b70cb99f67bfaa811b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Xz_gmbBeW_R763ziYVvv9OqWrGk5C8MIRcQArzv5n3g\\\",\\\"y\\\":\\\"xrHG3LMOyiQjt6paaEhH2E2fhKDSChBO7HtM30dpM_Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HsOIw3K1VI0kLyHBnNFtsgOGpdYf5otJff8qI81vArY\"}"