"{\"content\":{\"body\":\"Dicen que para el amor no hay fronteras, ni color de piel, ni barreras culturales o religiosas. La historia de Margarita Martínez lo demuestra. Margarita tiene 53 años y trabaja desde marzo de 1986 en una pequeña agencia de publicidad de la ciudad de Paysandú (Uruguay), donde ejerce como diseñadora gráfica. Su especialidad, según comentan sus compañeros, han sido siempre los folletos corporativos. ***Marga es un haz en lo concerniente a folletería corporativa, es relativamente rápida y sabe elegir la foto adecuada siempre***, comenta Héctor, uno de sus compañeros del área de diseño.\\n\\nFue esta idoneidad la que la llevó a vivir la aventura de su vida. Todo comenzó hace dos años, cuando buscaba fotos para colocar en el folleto de Facus, un instituto de enseñanza técnica local. Su aguda intuición le dijo que necesitaba la imagen de un hombre exitoso para la tapa. Así fue que se dirigió a **123rf.com**, un stock de fotos online. Tecleó “successful man” en la barra de búsqueda y varias opciones de fotos se desplegaron en el viejo monitor de Margarita. Pero una le llamó la atención por sobre el resto.\\n\\n![](https://complementavaldez.files.wordpress.com/2017/07/exitoso.jpg?w=656&h=435)\\n\\nTal vez fue por su falta de hobbies, por su soltería que ya llevaba una quincena de años o directamente por su falta total de interacción con cualquier otro ser humano, pero lo cierto es que Margarita se enamoró perdidamente y a primera vista del hombre que aparecía en aquella foto de stock.\\n\\n*“Todos me decían que estaba loca, que no lo conozco en persona, que sólo está posando para la foto, que ni siquiera sé si es una persona exitosa, que me compre una vida, que me bañe algún día, pero yo sentía en mi corazón que era amor verdadero”*, comentaba Margarita mientras buscaba el contacto físico de **123rf.com** para tomar el primer vuelo hacia las oficinas centrales de esta compañía de fotos de stock.\\n\\nNadie comprendía la obsesión repentina de Margarita para con este misterioso muchacho de la foto. Pero para ella, sus sentimientos eran reales y totalmente fundados. Para empezar, comentaba, el joven aparecía descalzo, una clara prueba de que a pesar de ser un dinámico hombre de negocios, se permitía andar sin calzado a riesgo de ser juzgado y rechazado por otros ejecutivos de igual o mayor rango.\\n\\nTanto los pantalones como las mangas del saco aparecen remangadas, otra clara muestra de que se permite mostrarse a sí mismo de manera informal y distendida ante el mundo. Y por si fuera poco, los dos primeros botones de la camisa están desabrochados. Ya no hay dudas de que es una persona que no se toma demasiado en serio las reglas, desafiando al sistema a pesar de su evidente éxito empresarial. Todas estas señales cautivaron profundamente a Margarita.\\n\\nEl hecho de que esté celebrando dando un salto tampoco era menor para ella. La cámara lo capturó en medio de algún tipo de festejo, posiblemente promoción laboral o éxito financiero, quizás una venta millonaria. Margarita no lo sabía con exactitud, pero a juzgar por el moderno edificio que aparece de fondo y por su costoso traje gris, seguramente era algo grande a nivel monetario. La elasticidad del muchacho tampoco era despreciable. Aunque seguramente no tenga tiempo de practicar deporte por tanto trabajo corporativo, la foto indica que está en un muy buen estado físico.\\n\\n*“Es solo una foto de stock, pelotuda”*, le respondían de forma cruel y ya sin paciencia algunos compañeros de la agencia. Pero Margarita encontró finalmente la dirección de las oficinas de **123rf.com** en New York, a donde se prestaba a viajar para preguntar personalmente por aquel muchacho. Estudió 8 meses de inglés antes de viajar, para al menos poder entablar un diálogo mínimamente fluido con su enamorado y finalmente, un 5 de febrero de 2017 (hace pocos meses) viajó a New York con la gran ilusión de conocer en persona a su príncipe azul.\\n\\nLamentablemente, el desenlace de la historia no fue el esperado. Si bien Margarita, movida por la esperanza de un amor real y duradero, finalmente dio con el paradero del joven, descubrió que estaba felizmente casado desde hacía años. Había contraído matrimonio con Jennifer Hughes, quien también formaba parte del catálogo de **123rf.com**.\\n\\nMargarita quedó anímica y económicamente destruida. Pero quizás por su esfuerzo, quizás por su entrega, el destino le tenía reservado un pequeño pero inesperado premio consuelo. Mientras lloraba desconsolada en el piso de uno de los pasillos de **123rf.com** un productor le tomó una foto sin que se diera cuenta y la subió al stock. En poco tiempo tuvo varias descargas, lo que representó un ingreso extra para Margarita que utilizó para pagarse el pasaje de vuelta. Había viajado tan convencida de que el exitoso joven sería su futura pareja que no se preocupó en gastar todos sus ahorros en el pasaje de ida, por lo que este ingreso imprevisto le vino de maravillas.\\n\\nMargarita está de vuelta en su cubículo de la agencia de publicidad, en su ciudad natal. Luego de agradecerle a su jefe por no despedirla, se puso a trabajar, con el lógico sabor amargo de la resignación. Juntó fuerzas y se metió de lleno en el diseño de un folleto para Casa Plena, una institución de prevención del suicidio. Es así que comenzó la búsqueda de fotos de gente llorando, para utilizar de tapa. Pero una imagen en particular la cautivó por completo.\\n\\nAsí es. Una vez más, el próximo lunes Margarita viaja a Bruselas, donde se encuentra la oficina central de **iStock**.\\n\\n![](https://images.mirror-media.xyz/publication-images/zDk29kYoflvV3U7K37dkR.jpg?height=526&width=769)\\n\\n###### \",\"timestamp\":1640706328,\"title\":\"Amor a primera vista\"},\"digest\":\"ZvWsaWyLsPfbXCNWHPzMc4sA7Vh2BPxJhnK1HncWavs\",\"authorship\":{\"contributor\":\"0x008f2B61dAA49360Cd905E7D4A3E2c7e7543F627\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Iccf0aPdNYgxtfaSER7Dr9-1n0ueKk-etaKL0IqvBsA\\\",\\\"y\\\":\\\"-kuTyx5Da4xRzaxlvNbSfUEkEaoU7S6zauRHn-23v7k\\\"}\",\"signature\":\"dWfMuZG7PfLVDXQu1sN9pi8dKOAHDIqXXWyqoJ9YFIWgBcNAlgw86sKNbTRz0gfc1AMduYWoKvAQDqbneG_U0g\",\"signingKeySignature\":\"0x79c6d4c6117cdf15b8bc6856c2950481047688e03d9fec9e885fb02c75673c2522511d7c3dc35542078399cd759bf1821495ab34a7e5939ad3f6774bf83bfda41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Iccf0aPdNYgxtfaSER7Dr9-1n0ueKk-etaKL0IqvBsA\\\",\\\"y\\\":\\\"-kuTyx5Da4xRzaxlvNbSfUEkEaoU7S6zauRHn-23v7k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"U46caBEUjLqt4NmpvTNg4eQc4_yQirsNlA7XXkCa0t0\"}"