"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*F6qrE-vo7mDvAxV4LXVX_Q.png)\\n\\n1. Introduction to Turf\\n2. What are properties / randomization\\n3. Benefits of being a landowner\\n4. Where is turf stored\\n5. Minting process\\n6. Minting fee usage\\n7. Roadmap forward\\n8. Technical Details\\n9. Thank you!\\n\\nHey I’m Michael, a UX/UI designer that also enjoys illustrating pixel art in my spare time. I founded Turf, a location based monopoly game, built on foursquare, in 2011 (long before that copycat Pokemon Go, jokes). It was unfortunately folded and mothballed until recently when I was urged by friends to re-release it as an NFT. At first I was reluctant & skeptical but doing a bit of research I realized how right they were to prod.\\n\\n[Turf Launch video from 2011](https://vimeo.com/39023035)\\n\\n> `Turf is the place where all of the rune wizards, sharks, doodles, cool cats, and their pfp friends live as one big community.`\\n\\nTurf is a casual ultraverse city with 5041 plots, each uniquely great in their own way. The release of the genesis Turf NFTs will lay the foundation for a much broader concept. It’s my intent to build a thriving ecosystem of related software and experiences which all touch back on the first 5041 plots.\\n\\nGenerally speaking the philosophy of Turf is to rapidly develop meta-layers on top of Turf NFT. We want to build novel experiences for our users so that Turf always feels fresh. Our meta-layers will be reflections upon the ever evolving zeitgeist of the Web3 space.\\n\\n## 2. What are Properties / Randomization\\n\\nTurf comprises a foundation of 5041 plots. These will be the only plots ever released in the core district from now until forever. Though a day may come that a future Turf DAO decides together to expand the world of Turf… I’m getting ahead of myself.\\n\\nEach plot has a unique coordinate as well as a property type. Coordinates will be used to place the plot on the Turf Map. There are 150+ property types to collect (gardens, theaters, convention centers, train yards, etc). The full list will become self-evident when all 5041 plots are collected.\\n\\n![Buildable (left), Unbuildable (right)](https://miro.medium.com/max/6000/1\\\\*fiXpQjo4OPYRx447z6SFkQ.gif?&&&&&&&size=large)\\n\\nA property can be one of two types — buildable or unbuildable:\\n\\n* Buildables can have additional floors on top of the ground floor. Additional floors have randomized attributes: windows, accessories, signs, rooftops, graffiti, cracks, bots. (ex: cafes, movie theaters, magic shops, robo dojos).\\n* Unbuildables can’t have additional floors but have unique randomized sky elements: helicopters, rockets, blimps. (ex. Fountains, graveyards, convention centers, airports)\\n* Attributes of plots are assigned based on a rarity chart which will remain obfuscated for drop security purposes. We have taken great care to ensure that all properties feel unique and different. We are bullish on variety!\\n\\n## 3. Benefits of being a landowner\\n\\nOwning a Turf NFT will give its owner access to members only content. This may be in the form of meat space parties/gatherings/merch as well as meta experiences — special activities and administrative control of owned plots. It will be awesome to be a plot owner. We plan to build a robust but casual metaverse experience that in the future will include meta-layers. TL;DR — Genesis property owners will have advantages over regular citizens.\\n\\nThough we plan to reward our most loyal collectors we also want to build in enough incentives to regular citizens to keep them returning. A lonely island albeit full of wealth is still just a lonely island. So our minds are constantly thinking about ways to keep “outsiders” engaged.\\n\\nTurf is also a CC0 project, ownership of building IP is squarely in the hands of the owners. Do with it what you will!\\n\\n## 4. Where is Turf Stored?\\n\\nI believe that as NFTs intend to replicate many meat space behaviors, Turfs infrastructure is a critical consideration. Many ‘famous’ meat space artists only become valuable posthumously, the ability to thrive after my unfortunate but inevitable demise means that longterm storing of data on conventional hosting services like AWS aren’t up for consideration. I can’t trust uncle Bezos to keep my pixels intact.\\n\\nEach Turf NFT comprises 3 components:\\n\\n* Turf Smart Contract (ERC-721) — Ethereum blockchain\\n* Unique plot attributes JSon — ArWeave\\n* Unique plot graphic — ArWeave\\n\\nBy decentralizing the smart contract, plot attributes, and graphics - all are protected from future meddling. If the ethereum chain or ArWeave goes down I think we can all agree that something very bad has happened to Earth and Turf is the last thing you’re thinking about. We are doing everything in our power to ensure that our collectors are not purchasing expensive 404 errors.\\n\\n## 5. Minting process\\n\\nThe minting process is scheduled to take place in February 2022.\\n\\n* 200 Geographer founders passes will be available for sale on opensea (0.1eth)/ give away.\\n* Founders passes will entitle the holder to 1 free mint per Turf collection + the earliest mint window.\\n* Minting of Turf NFT genesis plots occur on [www.turf.ooo](https://www.turf.ooo) using metamask/wallet connect/coinbase wallet\\n* Collectors will have the week before launch to get allow listed through Discord (allow listing is intended less as a privilege and more as an anti-bot / gas mitigation measure)\\n* 2 days before general sale Geographer founders pass holders will be able to mint (24 hour window)\\n* 1 day before general sale Allow-List members will be given the opportunity to mint (24 hour window)\\n* Each collector will be able to mint up to 3 random NFTs per wallet. You may do it one at a time or all 3 at once, though we recommend to do them at the same time to save on gas\\n* After the conclusion of the allow list sale, the minting bot will be open to all to mint up to 3 random Turf NFTs per wallet. If you were on the founders list or allow list and minted 3 then you have hit your cap\\n* Minting may be paused for security reasons but will otherwise remain open until all 5041 NFTs are collected\\n* Turf graphics/Json attributes will be revealed 24–48 hours after general mint opens\\n* Assets will NOT immediately be hosted on ArWeave. Once all 5041 NFTs are collected and 1 week has passed we will migrate assets to ArWeave. This will provide us a window to fix any issues that may be raised after reveal. We have an additional mechanism built into our smart contract to lock in the URI’s once migrated. This will prevent us from “rugging” our collectors\\n\\n5041 Genesis Turf NFTs available\\n\\nTurf NFT minting fee: 0.07eth per + gas\\n\\nTurf NFT royalty on all future secondary market sales: 5%\\n\\nTurfHQ resides at coordinate 0,0 and will be withheld from the minting pool\\n\\n* Turf HQ will be held by M.T.\\n* 15 random NFTs will be given to our dev team\\n\\n## 6. Minting fee / Royalty usage\\n\\nThe intent of the minting fee pool is to kick start an indie software company to build upon the Turf genesis NFT. This is not meant to be a get rich quick scheme. It is the goal of this project to build something long term and self sustaining. Minting fee distribution is coded into the smart contract and available for all to see.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*JhYaEJmllrPjAIE_qLvLFg.png)\\n\\nMint Fee Distribution:\\n\\n* 16.75% to our Team\\n* 83.25% to development pool to hire and pay people a fair wage to develop the next phase(s)\\n\\nRoyalties Distribution:\\n\\nAll royalties will be apportioned appropriately to support the growing universe of Turf. Shoveling royalties into our own pockets is not a great long term strategy. Instead building more Turf IP and strengthening the foundation will dwarf the initial mint fee pool. However most critical is that investment in Turf ensures that it will survive long after we are gone — glory is forever.\\n\\nTo help achieve the goal of Turf existing well beyond our lifespans, special plots will be set aside for renewable energy initiatives — more details on this in a future update.\\n\\n## 7. Roadmap forward\\n\\n![](https://miro.medium.com/max/20000/1\\\\*qqbk7YoIo6nmy0rLZ8jubQ.png?&&&&&&&size=large)\\n\\nThis section is intended as a way to illustrate what we have in mind moving forward. It is in no way a rigid list of things that we will execute. We recognize that the NFT space is constantly changing and committing to ideas that rapidly become stale is not a winning strategy. So with the current culture in mind these are where we think Turf will go…\\n\\nGenesis City — 5041 plots. These assets are the foundation for all future software built on Turf.\\n\\nTurf Chat — a casual web3 ultraverse where people can chat with one another and some day cross chat between 3rd party metaverses\\n\\nMeta Layers — Once our core Turf chat is built we will rapidly deploy layers on top. We want to rapidly iterate and react to current trends. This may be P2E games like Wizards and dragons or games like dope wars. We imagine these to be like MMO seasons that come and go but keep the Turf city at its core.\\n\\n## Thank you!!\\n\\nIf you made it to the end of this document… holy shit thank you for taking the time. The only reason that Turf exists is because it’s a piece of software that we desperately want to exist in the world. The fact that others like yourself are passionate enough to give your time to this project emboldens us to continue on! Thank you.\\n\\nBelow are our official links, please get in touch!\\n\\n[http://www.turf.ooo](http://www.turf.ooo/)\\n\\n[https://discord.gg/turf](http://discord.gg/turf)\\n\\n[https://twitter.com/turfnft](https://twitter.com/turfnft)\\n\\n\",\"timestamp\":1642111672,\"title\":\"Introduction to Turf - Turf NFT\"},\"digest\":\"qDMUOwCqRjUp3QMdGDbVtDeu7UmJnrYzn_0OkAYMbjM\",\"authorship\":{\"contributor\":\"0x8868276382bA257B8D1713Df04759cFA2Beb35e1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"voOLISXqzNivOk1Hk_4aBfekF71oiGK0klAK7P2UIEo\\\",\\\"y\\\":\\\"GBDFkY6bVAZ8t4zhcJbLf1p3AzJy5_RDo4-Ft1Eku6E\\\"}\",\"signature\":\"Y0m3jQbnY1m4ITZpCSYaq31o2AyERLO8WmuH6obmx3-TYhKLJb6maSlb1b9T-TVGbffV6yOAEWpj6QVjOeA-cQ\",\"signingKeySignature\":\"0x651efd97f15ac2ffcef8403e566a699484dfeb1096ccc965982463d3618273c62436280a424e6fcc927f22602d87ce2347877395443e22d115b25e289b0011761b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"voOLISXqzNivOk1Hk_4aBfekF71oiGK0klAK7P2UIEo\\\",\\\"y\\\":\\\"GBDFkY6bVAZ8t4zhcJbLf1p3AzJy5_RDo4-Ft1Eku6E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CTGSOQrtgi3nxc_xD4as45IqVqas06jlWKtQzTeyxyU\"}"