"{\"content\":{\"body\":\"**Section 5 - POAP**\\n\\n![POAP - Proof of Attendance Protocol](https://images.mirror-media.xyz/publication-images/zWa0HGcmgwigLPPpiN2lI.jfif?height=350&width=1050)\\n\\nVarious types of events have different purposes: educational, musical, artistic, party, etc.\\n\\nDuring the period, in order to enrich the event and attract the increased motivation of the event, some gift certificates such as medals and vouchers are awarded for the organizers. People say that all these preparations or actions seem to be very common things. In reality, preparing these prepared vouchers takes a lot of time, low consumption and money. All these effective and not environmentally friendly.\\n\\nAt the 2019 ETHDenver conference, a project called POAP emerged. It was created for the ETHDenver conference to reward attendees for their attendance and support of the event.\\n\\nWhat is POAP?\\n\\nPOAP (pronounced poh-ap) is an acronym for Proof of Attendance Protocol. These NFT badges are awarded to prove participation in an event, whether the event occurred virtually or in the real world.\\n\\nPOAP collectors receive these digital badges backed by encrypted records in the form of NFTs, each with a unique design that makes them collectible and allows event organizers to provide additional value.\\n\\nBecause POAP is so well known, its access, use cases, etc. have been widely circulated on the Internet, so I won't go into them all. If you don't know POAP, you can read some official POAP presentations or search on social media.\\n\\n[https://poap.xyz/](https://poap.xyz/)\\n\\n[https://medium.com/@poap](https://medium.com/@poap)\\n\\n**What are the advantages of POAP over traditional proof of activity?**\\n\\n1 . POAP is more economical and environmentally friendly\\n\\nTraditionally, when event organizers provide some proof or reward to participants, they need to produce a large number of physical vouchers, which requires people not only to design, but also to spend money and materials to produce.\\n\\nThe emergence of POAP solves exactly this problem, everything comes in the form of NFT and distribution requires only a code or link, allowing event organizers to save this part of their expenses.\\n\\n2 . POAP saves time costs\\n\\nIn the event, whether it's design, production, or distribution, the work needs to be prepared out in advance, and a problem with one of them may require multiple communications and revisions. This can take too much time and effort.\\n\\nPOAP is produced and and published entirely online. Event organizers can publish events days, weeks or even months in advance. Also, POAP can be modified at a later stage. This definitely saves time and reduces risk for organizers.\\n\\n3 .  Artist's Paradise\\n\\nPOAP are essentially NFT tokens, and the advent of NFTs has given artists a space to flex their muscles while gaining a lot of attention and funding. POAP have a low threshold and require little to no purchase, and artists can design and issue their own POAP to promote their work, or they can partner with well-known event organizers.\\n\\n4 . Anonymous\\n\\nPOAP is a blockchain project with the unique feature of blockchain - anonymity. This way, attendees don't have to fill out a bunch of personal information or worry about privacy breaches.\",\"timestamp\":1640590798,\"title\":\"Blockchain technology is being integrated into the real world -POAP (Tools section)\"},\"digest\":\"3aSDitClFipKcKrLGZkh0VclEsF8M3og-a0TdMfGD7M\",\"authorship\":{\"contributor\":\"0xd1a5b91957530E1B3e9cfac1543467C60c352F69\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UE1cQQISd9JQpdGZNGv13eY60WOGPa2K1Hi5mta09dk\\\",\\\"y\\\":\\\"tnYxis2sfMpJboobhF2gnS2KE4J-VRPn9CzYJ8TWdnM\\\"}\",\"signature\":\"wYqsHNUbZ8uTv4mm4Qbv4xdqk1p8YrFAdHy9skA6K1aKdq91eZFqjaLhfwrryabIVSBq-1CHhVXmYbwYuLiahQ\",\"signingKeySignature\":\"0x66de2d32ed9ef125e4f1a185a28f9ab9a6497674db2c7f0db7648a53487c32c6465b8b94310d222dc4a41bb670125130de75c88194ece2f5a4880fc6bc6e1fcb1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UE1cQQISd9JQpdGZNGv13eY60WOGPa2K1Hi5mta09dk\\\",\\\"y\\\":\\\"tnYxis2sfMpJboobhF2gnS2KE4J-VRPn9CzYJ8TWdnM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UBLned1-NvX6rb2WgN0peISWGtaMcL5QzxJ-iYd7WfE\"}"