"{\"content\":{\"body\":\"# Guangzhou and Los Angeles celebrate 40-Year Friendship\\n\\n![The Guangzhou-Los Angeles Friendship Garden is unveiled in Guangzhou's Yuexiu Park](https://img2.chinadaily.com.cn/images/202112/13/61b69e0fa310cdd3d8204964.jpeg)\\n\\nTen years ago, when Tom Gilmore first set foot on Guangzhou, China, as a guest accompanying a delegation led by Sister Cities of Los Angeles, he fell in love with the Guangdong provincial capital's buildings, street life, cultural links, history and food.\\n\\nGilmore, a property developer, was impressed with Guangzhou's architecture and its growth that he took four to five more trips back to Guangzhou in the decade following that initial voyage.\\n\\n\\\"The fact that it's such an incredibly large city, by American standard, it's such a progressive city in terms of how much it's moving forward, makes me want to create a relationship with it for the rest of my life, because I see it as the gateway, my gateway to China,\\\" said Gilmore, who leads Sister Cities of Los Angeles, the city's leading diplomatic organization.\\n\\nOn Wednesday, Gilmore joined 100 guests who gathered in Los Angeles to help the city marks its 40 years of friendship with Guangzhou, one of the first pairs of sister cities formed between major US and Chinese cities after the establishment of China-US diplomatic ties in 1979.\\n\\nThe event welcomed city officials and civic organization leaders, some of whom were witnesses or participants to the cities' four decades of ties.\\n\\nAs sister cities, Guangzhou and Los Angeles exchanged goods, ideas and best practices with one another. They also supported each other during challenging times and strengthen one another's causes, said Los Angeles Mayor Eric Garcetti in a pre-recorded video.\\n\\nHe recalled that Guangzhou, Los Angeles and Auckland, New Zealand, joined hands in 2014 to form the Tripartite Economic Alliance, an agreement based on existing sister city ties, which \\\"create economic opportunities for trade\\\".\\n\\n\\\"As sister cities, the bonds between Guangzhou and Los Angeles are strong and lasting. I look forward to all that we can accomplish working together in the decades ahead,\\\" he said.\\n\\nIn a congratulatory letter, China's Ambassador to the US Qin Gang said the two cities are \\\"highly complementary\\\" as they are both port cities. Qin said he hopes the two will continue to work together to combat climate change on the subnational level and strengthen people-to-people exchanges.\\n\\nChina's Consul General in Los Angeles Zhang Ping said the sister cities supported each other by conducting video conferences on epidemic control and prevention during the COVID-19 pandemic.\\n\\nHe noted that there are 283 pairs of sister provinces/states and sister cities between China and the US, including Guangzhou and Los Angeles.\\n\\n\\\"At this critical juncture when China and the US are trying to find the right way to get along with each other in the new era, it is important that we value the role of the sister-city relationships and continue our efforts to ensure our cities and our people remain engaged, and friendship and goodwill are upheld,\\\" Zhang said.\\n\\nKatherine Whitman, vice-chair of the Los Angeles-Guangzhou Sister City Association, said the ties between historic Canton and Los Angeles were established on the basis of cultural, business and personal connections.\\n\\n\\\"Los Angeles and Guangzhou have committed themselves to involving their entire communities in the sister city relationship. It is truly a people-to-people relationship, one that includes business persons, educators, city officials, students, artists, and community organizations. These relationships foster the power of personal communication,\\\" she said.\\n\\nOn Dec 8, 1981, then mayors of Los Angeles and Guangzhou Tom Bradley and Liang Lingguang met at the Los Angeles City Hall to sign the sister city agreement.\\n\\nOver the years, the relationship between the two cities has been enhanced by their frequent exchange of delegations in various fields, including medical, education, sports, trade and culture. Mayors and city leaders from Guangzhou and Los Angeles have also gotten together to share their experiences and get to know one another better, Whitman said.\\n\\nA Guangzhou style polychrome overglaze porcelain Guangcai plate and a book collection of Guangzhou Encyclopedia Cantonese Opera, both gifts from the Guangzhou government, were given at the event to Nina Hachigian, first deputy mayor of international affairs for Los Angeles, and John Szabo, city librarian of the Los Angeles Public Library.\\n\\nThe Wednesday event was preceded by a similar celebration on Dec 6 in Guangzhou's Yuexiu Park, where the city's Vice-Mayor Wang Huanqing unveiled the Guangzhou-Los Angeles Friendship Garden. A commemorative plaque is being produced in Los Angeles and it will be delivered to Guangzhou when it's completed.\",\"timestamp\":1639493326,\"title\":\"Guangzhou and Los Angeles celebrate 40-Year Friendship\"},\"digest\":\"t69c7GU-zSB0QO_znkfMN727xd4aMgmpxZuC9VtLH1Q\",\"authorship\":{\"contributor\":\"0xE3E6265dd5BEBc6c31dd3eDC15eFE9bAE71b08Aa\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ja9OS6YmppVNbbqgX9eVFoOzqNaCntCY_DBC-PJTAB8\\\",\\\"y\\\":\\\"bgv1_18qVTwcAy1YH4l6P9VOM23IpeO0yDrFECZmgQ4\\\"}\",\"signature\":\"nx0VLaPinlO0dsvI4ffDZi4I_2njosS09L_H1RJQ6n003L5KAYG_67DHKSp4AWHOJZ539c3TjVxSG6r3nh0azg\",\"signingKeySignature\":\"0x0b17ef370f9409d4a34e42358ab7e4c0c4515948389570778672dfbcc604f28801ebeb2b8cdbf393c4709e29c8f4b74372cfe9a42837e12ad9f1866ae29a898e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ja9OS6YmppVNbbqgX9eVFoOzqNaCntCY_DBC-PJTAB8\\\",\\\"y\\\":\\\"bgv1_18qVTwcAy1YH4l6P9VOM23IpeO0yDrFECZmgQ4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"t69c7GU-zSB0QO_znkfMN727xd4aMgmpxZuC9VtLH1Q\"}"