"{\"content\":{\"body\":\"Institutional interest in cryptocurrencies is increasing as the space continues to mature. A survey released on Dec. 8 by European investment manager Nickel Digital Asset Management found that 85% of institutional investors and wealth managers have dedicated teams to [review](https://www.crowdfundinsider.com/2021/12/183969-nickel-digital-85-of-institutional-investors-wealth-managers-have-dedicated-crypto-teams/) cryptocurrencies and digital assets. The study noted that the investors surveyed manage around $108.4 billion in assets. The London-based firm also released a report in September of this year showing that 62% of global institutional investors with zero exposure to cryptocurrencies expect to [make their first crypto investments](https://cointelegraph.com/news/62-of-institutions-to-start-investing-in-crypto-within-a-year-survey) within the next year. \\n\\nIt’s also notable that Wall Street veterans are beginning to enter the crypto industry. Most recently, Matt Zhang, a former trading executive at the global bank Citi, launched a new venture fund dedicated entirely to cryptocurrency and blockchain startups. Known as “Hivemind Capital Partners,” Zhang previously noted in a Cointelegraph article that the [$1.5 billion multistrategy fund ](https://cointelegraph.com/news/former-citi-banker-launches-1-5b-crypto-fund-taps-algorand-as-first-partner)will help “institutionalize crypto investing.”\\n\\nGiven the rising interest in cryptocurrencies from institutions, Cointelegraph spoke to Matt Zhang during Algorand’s Decipher event in Miami to learn more about Hivemind’s plans to bring crypto to institutions. Zhang also shared his thoughts on layer-one networks, cryptocurrency regulations and nonfungible tokens, or NFTs.\\n\\n**Cointelegraph: Thanks for joining me, Matt. Can you tell us why Algorand became your first partner and what other partnerships can be expected?**\\n\\n**Matt Zhang:** I’m a multichain maximalist and believe that there will be a handful of layer-one networks building amazing projects. Algorand is providing enterprise and institutional client quality for a number of blockchain solutions. If you think blockchain is a big space, you have to bet that it will be around for the next 10 years. Therefore, funds must find partners that can survive those next 10 years. The entire crypto ecosystem currently accounts for just under $4 trillion — this is how small we are. People need to slow down and find the patient partners that want to build long-term.\\n\\nI’m also in active discussions with many other leading layer-one networks to ensure that Hivemind will have a multichain network to help our investors see the best deal flows. I think that layer one is a very different product among all blockchain ecosystems in the sense that these networks are what other crypto companies are building on top of. This means that if you are building a crypto native platform for services, you typically have to leverage one of the layer-one networks, and you may want to leverage one of the bigger more established options. Hivemind is currently at different stages with other layer ones. I think this will be an ongoing effort, and new partnerships may be seen as soon as the next couple of months.\\n\\nWe also think there are many partners in the crypto ecosystem still using yesterday's model in a human way to drive deal flows. This can be efficient, but I think using a layer-one network to see deals first is needed. We can then use the technology to help companies build their own platforms. This is essential and is much different from the last era of asset management.\\n\\n**CT: What does it mean to “institutionalize crypto investing?”**\\n\\n**MZ:** First of all, it’s important to point out that yesterday's investment model doesn't work in the crypto world. Secondly, I think there are still a lot of Wild West activities happening in the crypto space. If you want institutional investors to have dominance, we need to do more than just tell them that crypto investing is a great opportunity. \\n\\n> \\\"You basically have to tell investors that there is an opportunity here, but that we will also be able to provide the infrastructure to allow institutions access in the most compliant ways. The opportunity and how to access it must go hand-in-hand.\\\"\\n\\nWe also want to differentiate ourselves by focusing not just on the opportunity, but also on the second aspect I mentioned. Institutional investors want to make sure they don’t run operational or regulatory risks. Crypto is already interesting, so we don't have to reinvent every aspect, but we do need to rethink the operational side of things.\\n\\n**CT: Are you saying that institutions require hand holding?**\\n\\n**MZ:** Well, I think that we need to give institutions confidence by helping them understand crypto a bit more. A level of education is needed, but keep in mind that these individuals are very smart. They manage trillions of dollars in assets, so they see it and know it. They will also tell you why certain things don't work. The conversation we are having with institutions is them saying that this is a great sector and that they believe in blockchain, but investing in crypto is still a concern. In fact, one of the biggest concerns for many institutions is operational.\\n\\n> \\\"For instance, institutions want to ensure that the money they give to funds is safe and isn’t just a homemade operation. They want to make sure the fund is compliant and regulators don't have issues with how the money is being used. All of this involves confidence, which is something we have to build.\\\"\\n\\nI also think that the right amount of regulation is a good thing. I come from a highly regulated industry. If you want to make something mainstream, you also have to work with regulators. All countries today are at different stages of this regulation journey. Blockchain is decentralized, and to understand what decentralization really, means a lot of thinking goes behind it. As such, it’s only fair for regulators to take the time to understand and be cautious about this space.\\n\\nThat said, it's very important that regulation doesn't choke innovation. Innovation needs to work fast. The entire ecosystem must find a fine balance to let innovation happen, while regulations keep pace to guide us through what can be done to make growth sustainable.\\n\\n**CT: Is Hivemind focused on one region in particular?**\\n\\n**MZ:** The beauty of crypto is that you can be based anywhere. There is this community approach regardless of where you kick start a flywheel from. Eventually, many crypto projects today will be self-governed or have an entire community contributing to them. If you think that in 5-10 years' time this is where innovation is, you can work backward because it doesn't matter where it ends.\\n\\n***Related: [Smart crypto policy could keep India's tech dominance on top](https://cointelegraph.com/news/smart-crypto-policy-could-keep-india-s-tech-dominance-on-top)***\\n\\nBut, where it starts matters because there are regulations in certain countries that are more “friendly.” However, we want to back the best projects wherever they may be. There are many visionary founders in the U.S., for instance. Given that Hivemind is based in New York, we are going to leverage this and try to close deals here. But we are also interested in companies in Europe and Asia. We want to be systematic in order to find these projects and back them with all the tools necessary.\\n\\n**CT: What are your thoughts on NFTs?**\\n\\n**MZ:** Personally, I think NFTs are innovative and fun. But more importantly, I'm very interested in what can be built on top of nonfungible tokens. Currently, NFTs are being used a lot for art and gaming as collectibles. This is fun, but the utility layer of the NFT is what I believe is more interesting.\\n\\nFor example, some ticketing companies are making NFT event tickets. At the base layer, the NFT is a collectible that serves as a souvenir from an event. But, this NFT can also be used as a gateway to engage with fans moving forward. Building the next layer of opportunities on top of NFTs is what people in the crypto community will spend a lot of time thinking about — this is where I think the real value will be moving forward.\",\"timestamp\":1639379725,\"title\":\"Matt Zhang on a mission to reinvent crypto for institutional investorsn eclipse attack?\"},\"digest\":\"uIK_InewheTQHEqV8ICv7jeXvpIYOsc_UYAVyfUrXNI\",\"authorship\":{\"contributor\":\"0xd92a707ae164D70DC8b876368F14CBFc15aA8D80\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"t7PaHaxBM3Ho9rzT3DjWPiYHhSqkUm-mtokCIWmy1A4\\\",\\\"y\\\":\\\"LkNX7jA-PQPRUA-l9KXy6gc39LoEiLOPwwdDCkXpW68\\\"}\",\"signature\":\"ruc3n3vijl1AasmMSjLolCfHKkUGVjDqRJk4C7F4AY97jLabV6J2LkgC6GScJLFWKskqZ-gMV2Yafun9XwbbLQ\",\"signingKeySignature\":\"0xfa0af12acaf94ef41e6b15db2407ffc52a59c36d772cf73a85bdc7b295c3fa846b07ff7786bb1545f332fb963c8807c83d60609512483cd996f5d048623ed1841c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"t7PaHaxBM3Ho9rzT3DjWPiYHhSqkUm-mtokCIWmy1A4\\\",\\\"y\\\":\\\"LkNX7jA-PQPRUA-l9KXy6gc39LoEiLOPwwdDCkXpW68\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uIK_InewheTQHEqV8ICv7jeXvpIYOsc_UYAVyfUrXNI\"}"