"{\"content\":{\"body\":\"This purple monster, easily slaughter the middle god and the next god. That's enough to get Olivia to realize that it's tough. When he was in the fog sea, Bessie was bombarsted by a heap of purple crystals in his abdomen, and oliver had guessed that bei was very defensive.\\n\\nBebe is a beast and is linked to Beirut, and Olivia can understand why it is so tough.\\n\\nBut what about Lin lei?\\n\\n\\\"That's what Lin lei is... his body, and the purple crystal monster.\\\" Olivia was stunned by the sight. He had thought that he had been able to do so in a few decades, and that he might have done more than Lin.\\n\\nBut, facts...\\n\\nHe's got a bigger gap with Lin lei!\\n\\n\\\"This monster, not afraid of the soul attack.\\\" The roar of Lin ray rang, and his whole man fell to the distance, and he climbed up and climbed up, and said, \\\"I have done a lot of nothing to do. This monster has no reaction to it.\\\"\\n\\n\\\"Boss, just use material attacks.\\\" 'cried beibei.\\n\\n\\\"Good street\\\" Lin lei took the black yu's sword, and then jumped on it, like a giant eagle swooping down to the purple crystal monster, and Lin lei's purple and blood sword cast a mystery, and he cut it with the head of the purple crystal monster.\\n\\nThe purple crystal monster is also afraid to dodge.\\n\\n\\\"Poop-poop\\\" The purple blood sword is cut into the shoulders of the purple crystal monster, and the hard is half a meter.\\n\\nBut when Lin lei flew back, the wound was restored in a flash.\\n\\n\\\"Boss, this monster is not afraid of soul attacks, even material attacks, and heavy injuries can repair it.\\\" Beibei was helpless. Lin listened to a long corner of his own split, but the purple crystal monster had a complete length of the head.\\n\\nLin lei couldn't help laughing.\\n\\n\\\"It's a strong upper god, and I'm not afraid of me, even if I'm not afraid, at least a little bit of reaction. But this purple crystal monster doesn't have a little reaction. It's hard to catch up with the upper person. And it can quickly fix the problem.\\\"\\n\\nLin lei really has nothing to say. This monster, it's invincible!\\n\\n\\\"No wonder, even the two gods are fleeing.\\\" Lin lei thought, and also had a fierce touch with the purple crystal monster.\\n\\nLin lei broke the purple crystal monster, and Lin lei was taken by the purple crystal monster, and he was in the middle of the air, and he was standing on the ground.\\n\\nThe purple crystal monster roared with pain, and it was clearly sharp, and it ached.\",\"timestamp\":1635744037,\"title\":\"Heavy treasure\"},\"digest\":\"xp4JwxVUgANBQNqTxqdHmi8vIb-pMnt5EmKPOXgjl7I\",\"authorship\":{\"contributor\":\"0x3C6e0FF33eaFa711B9E07Ae9C0745DEc633e249a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qq3XhKP08l6cuIjIW9nLKE9gtvAeyO3N0AL-DX3ox_I\\\",\\\"y\\\":\\\"pQrjcMMvX2hAbTAQ81TttquyaXmRCphCUcbcb3muXP4\\\"}\",\"signature\":\"X9T6KWJ6fgop9SusQqqT1C5-5-ozjqSTEa1n4T0lKC82sIY6p-cnDwiH-pjqzSyo1DKLrMfY17p_RqPI_gmB5w\",\"signingKeySignature\":\"0xea813b7d533962e7e7a3ffda33391115cdcb4a96e74b3306bea312c41d468bc2273a5984be26ed1fa43aedb1c757af7fa1c02d12a436234a8db352e2e6da5c6c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qq3XhKP08l6cuIjIW9nLKE9gtvAeyO3N0AL-DX3ox_I\\\",\\\"y\\\":\\\"pQrjcMMvX2hAbTAQ81TttquyaXmRCphCUcbcb3muXP4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xp4JwxVUgANBQNqTxqdHmi8vIb-pMnt5EmKPOXgjl7I\"}"