"{\"content\":{\"body\":\"> *« Je ne suis pas un “beat” mais un mystique étrange, solitaire et fou… »*\\n\\nAaron, un Amish père de famille, avait des problèmes avec sa stent. Il voyage avec sa fille et sa femme. Son fils lui est resté dans le Michigan s’occuper des champs. Quand je le rencontre il a laissé son chapeau amish dans son compartiment de couchage et est venu au restaurant avec des béquilles, pour l’aider à marcher vu son age avancé — une déambulation dangereuse dans un train en marche.\\n\\nComme les Amish n’achètent pas d’assurance maladie et ne prennent ni assurance médicale ni sécurité sociale, il a pris le Southwest Chief de Chicago à la Californie et est allé au Mexique pour voir un médecin. Il a payé son opération du cœur en liquide à Tijuana.\\n\\n“Une camionnette nous a pris à la frontière et nous a emmenés dans une clinique”, m’a-t-il dit. “Ils ont tout là-bas.”\\n\\nIl se dirigeait maintenant vers l’est comme moi, traversant les hautes plaines sans arbres de l’est du Colorado. Aaron fixa le sagebrush et soupira : “Je veux juste retourner à la ferme. Je suppose que vous ne savez rien sur les veaux d’engraissement, n’est-ce pas ?”\\n\\nJ’en savais assez pour faire la conversation, et quand le dessert est arrivé, j’avais appris comment finir, ou engraisser, un veau avec du maïs.\\n\\nC’était la première fois que je rencontrais un Amish.\\n\\nC’était un soir de novembre, j’étais dans le California Zephyr en direction de Chicago depuis San Francisco. Un trajet de 72h à travers les US, la chaleur de la Californie, la fraicheur matinale du désert du Nevada, les gens chelous de l’Utah, les températures négatives de Denver, les chiens et la police anti drogues de Kansas City, la traversée des Rockies pour finir sur la venteuse Chicago. Un voyage hors du temps, la ou le réseau téléphonique est absent, le train est une sorte de bulle.\\n\\nLe dîner avec Aaron a été l’une de mes rencontres les plus remarquables. Mais ce n’était pas tout à fait inhabituel. Pendant les repas au restaurant, où Amtrak pratique le “community seating”, des Américains qui autrement ne se rencontreraient peut-être jamais s’assoient face à face à table et rompent le pain.\\n\\nTous les transports en commun rassemblent les Américains, bien sûr. Lorsqu’ils voyagent, l’autoségrégation qu’ils pratiquent par ailleurs — par race, revenu, éducation, politique, culture, religion, classe ou tribu politique — s’évapore. Mais un train est spécial. Contrairement à un trajet de 20 minutes en bus ou en métro ou à un vol de ligne dans le siège exigu d’un fuselage, le train exige un engagement de temps et d’espace. Les passagers voyagent ensemble pendant des heures, voire des jours, et pendant le voyage, ils ont la liberté de se déplacer, de manger et de boire, et de se rencontrer.\\n\\nLes trains ont également une intimité avec le paysage. Incapables de négocier une topographie abrupte, ils suivent les vallées, embrassent les rivières et les bords de mer, et sillonnent les plaines et les bassins désertiques. Le voyage en train induit une sorte de rêverie, un sentiment hypnotique d’être à la dérive sur la géographie de l’Amérique. Les passagers, dont beaucoup voient le pays pour la première fois, s’émerveillent de sa beauté, de sa diversité et de son exotisme. Et ces sentiments se traduisent par une tendance à s’engager les uns envers les autres et à embrasser la même diversité dans les wagons.\\n\\nJ’aurais pu prendre l’avion, pour rallier San Francisco à New York, c’était sensiblement le même prix, mais je voulais sentir et entendre l’esprit de l’Amérique. C’est le chemin des pionniers, des aventuriers, de Kerouac.\\n\\n**Finalement, l’essentiel est de suivre la route dont ce n’est pas tant la destination qui compte que le voyage et ses rencontres improbables. Le train c’est le chemin initiatique de le jeunesse vers l’âge adulte, c’est une tangente existentielle : *« La route du saint, la route du fou, la route d’arc-en-ciel, la route idiote, n’importe quelle route. C’est une route de n’importe où pour n’importe qui n’importe comment. »***\\n\\nIl faudra trouver une auberge ou un motel à Chicago. Plus tard. Pour l’instant, il n’y a que les rails. Une ombre tenace perce encore dans la nuit. Les montagnes du Colorado s’éteignent à peine. Le soleil a brûlé un long moment sur les sommets. Je roule depuis des jours. Rien d’autre ne compte. Rouler encore. La plaine ressemble à une longue étoffe qui tremble sous le vent. La vitesse, les rafales, les étoiles qui étincellent, la lune renversée, la pluie parfois, et tout cet espace, toute cette immensité. Aussi le bruit du moteur, des rails, le souffle des bâches qui tangue à toute allure. Une vie nouvelle, une vie ailleurs, qui se donne jusqu’à l’horizon. Puis se dérobe. Fermer les yeux, augmenter le volume de la musique. Kanye West à fond dans les oreilles.\\n\\nVoyager dans le California Zephyr reste une de mes plus belles expériences de voyage, pas seulement parce que les paysages traversés sont somptueux, mais aussi parce que voyager avec Amtrak, c’est une expérience unique.\\n\\nOn rencontre des gens aussi différents les uns que les autres mais en fin de compte, très peu de touristes étrangers. Il y avait quand même moi, décoiffé, polaire Patagonia sur le dos, joggings difforme et ma grande classe chaussettes-Birkenstocks.\\n\\nLe train passait devant des campeurs sans eau courante garés dans la prairie gelée et des plates-formes brûlant du gaz naturel comme des bougies colossales. La neige et le ciel brillaient d’un rouge apocalyptique.\\n\\nJe rencontre un homme au bar du train, on était entre Denver et Chicago. Il n’était pas rentré chez lui depuis des semaines.\\n\\n“Il n’y a pas de place ici pour une famille. Et ma femme, elle est malade. Elle a un cancer.”\\n\\nOn a discuté une petite heure, un petit français avec un accent anglais bien français, mais la gueule d’un immigré. Un métèque perdu dans l’Amérique, ça intrigue.\\n\\nQuand il s’est levé, il m’a tapé sur l’épaule : “Chaque jour est bon… souviens toi de ça.”\\n\\nAu fil des jours, j’ai dîné avec des enseignants, un shérif adjoint, un veuf désemparé, un apprenti entrepreneur de pompes funèbres, un vétérinaire recrutant pour les abattoirs, un prêtre qui a découvert l’appel au Vietnam, une star de cinéma vieillissante, et un homme de 98 ans qui était mitrailleur de porte sur une forteresse volante.\\n\\nIl a posé un gazoduc dans l’Oklahoma, a vécu dans des motels, a mangé du chinois et de la pizza à emporter chaque soir, et a bu des litres de bière. Riche en argent, il vivait apparemment une vie solitaire et hantée.\\n\\n> *Ça me rappelle un passage de Kerouac : “Les seuls gens vrais pour moi sont les fous, ceux qui sont fous d’envie de vivre, fous d’envie de parler, d’être sauvés, fous de désir pour tout à la fois, ceux qui ne baillent jamais et qui ne disent jamais de banalités, mais qui brûlent, brûlent, comme des feux d’artifice extraordinaires qui explosent comme des araignées dans les étoiles, et en leur centre on peut voir la lueur bleue qui éclate et tout le monde fait “Waou !”*\\n\\nJe prenais toujours des réservations pour les repas de fin de journée. Si mon ou mes compagnons sont convaincants, nous pouvons nous attarder autour d’un café ou d’une bière. Les stewards du wagon-restaurant ne sont pas pressés de débarrasser les tables et de nous jeter dehors.\\n\\nTous les repas ne sont pas un plaisir. Les jeunes amoureux ne se parlent qu’entre eux, les gens envoient des SMS sur leur smartphone, et d’autres n’ont aucun filtre pour ce qui passe pour une conversation de dîner.\\n\\nOn peut voir une colline d’éoliennes dans l’Iowa, des bateaux de glace en course sur l’Hudson, des adorateurs pimpants sortant d’une église en tôle ondulée dans le Mississippi, des enfants délinquants dans le New Jersey soulevant des pierres au train.\\n\\n**Un voyage en train se déroule dans un flux infini d’images et de mots. Et si vous écoutez bien, vous entendez l’Amérique.**\",\"timestamp\":1638369177,\"title\":\"Le Kerouac du pauvre. Une ôde au voyage.\"},\"digest\":\"96mkEDTLwRNTH8B9WwSG2yFnckr0U3uaumUaD2QqwnA\",\"authorship\":{\"contributor\":\"0x2f7cC65EFf751007e04eC6590cf8a7291d6FA947\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bO344qS2MXcDTtfanmvyF4fbO1Z_tQsqpLwpnI1vPtI\\\",\\\"y\\\":\\\"w2-cj9jikWjU-82AFW5-BDvqMIxHzLjvia6-9HBXB1c\\\"}\",\"signature\":\"6n8b9DJA406R9qOJHVFYxmPQT_ulORSeutdvpk7bKI0iLgtaFUCWoa3YnlknTqJmlHuXgSl47t5EIpv3FejZMQ\",\"signingKeySignature\":\"0x9cf9c01c6a0ed28d41357ae1333ddda97d1c244fdba65cb58815f310739e9fbf4a554ec038103a956745ad7992bf67f0edcc3d0eb617b1d8eb249de226f12fe11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bO344qS2MXcDTtfanmvyF4fbO1Z_tQsqpLwpnI1vPtI\\\",\\\"y\\\":\\\"w2-cj9jikWjU-82AFW5-BDvqMIxHzLjvia6-9HBXB1c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"96mkEDTLwRNTH8B9WwSG2yFnckr0U3uaumUaD2QqwnA\"}"