"{\"content\":{\"body\":\"## Part Two — The Valley\\n\\n![](https://images.mirror-media.xyz/publication-images/6nx4WDKhnl76rvi8c0YZi.jpeg?height=2358&width=4000&&&size=large)\\n\\nI stood on the side of the road for a while. Contrary to what I had been told, almost no cars were passing by.\\n\\nOne look at my watch confirmed what my skin was already feeling: it was almost 11 am and the July sun gearing up to exert its full strength. Summer temperatures can get close to 35°C in the Cappadocia region, so my small bottle of water and the lack of shade were becoming crucial factors in my decision-making.\\n\\nI could foot it. Ihlara Valley, a splendorous 14km gorge cut into volcanic stone with a river stream running through its core and honeycombed by rock-cut churches from the Byzantine period, was less than 20 km away. I had no GPS signal to give me a more precise location, but from what I could figure from the offline map on my tablet it was pretty much just a couple of roads in a somewhat straight line.\\n\\nWith the heat and the added weight of the rucksack, it could take me up to three hours to get there, leaving just about enough time left to explore. But three hours under the midday sun in an arid region with nothing but tarmac to cushion my stride would feel like hell. I knew that because I had already been through such purgatory several times.\\n\\nMy train of thought was interrupted by the sound of an automobile approaching fast. I looked back: it was a small red vehicle, at least 3 people inside.\\n\\n“No way are these guys stopping for me.” I thought, as I stuck my thumb up and put on the most convincing smile.\\n\\nThe car swerved and made a hard brake just past me, unsettling the dust on the side of the road. Inside were three young guys, cheerfully shouting at each other and glancing back at me through the rear windshield. It appeared I was the most amusing thing they had seen in ages.One couldn’t tell if they wanted to help or just mess with me, but these were the first people to stop in over half an hour, so I made a conscious effort to keep my hopes high while walking up to the front passenger side. I greeted them with an optimistic *merhaba* (that’s hello in Turkish).\\n\\n“My friend, where you going?” The driver asked while the others giggled.\\n\\nAfter hearing about my destination, they all turned and gleefully told me to get in.\\n\\n“Ihlara not far, we take you.”\\n\\nBeing allocated the back seat seemed reasonable at first. However, this was a three-door car, which meant the front passenger had to exit and incline his seat forward for me to get in or out. In addition, there was already someone in the back, barely leaving enough space for me and the rucksack in such a small car…this triggered my traveller *spider-sense*. If these guys decided to start something, I would be virtually trapped.\\n\\nThese were also the youngest people to ever stop for me (even though there wasn’t a significant age gap between us), so I wasn’t sure what to make of their motives. I had mixed feelings about getting in the car.\\n\\n*Teenage me would never stop for anyone, why are these guys doing this?*\\n\\nWithout giving it any further thought, I grabbed the backpack and got in. Two weeks deep in Turkey, after hitchhiking half of my way across the country with nothing but overwhelmingly positive experiences…somehow it didn’t feel that much of a leap of faith.\\n\\nAs soon as we drove off, the usual questions got thrown around. At this point, I could already compact my life story in a few sentences and explain my journey up until that point in a couple more. The boys had a limited English but that didn’t stop the conversation from flowing aimlessly.\\n\\nThey were fascinated by how many places I had already visited in Turkey and, all being football fans, my Portuguese nationality instantly sparked the usual shout outs to Cristiano Ronaldo and other fellow countrymen player references.\\n\\nFootball: arguably the best bonding token between males around the globe.\\n\\nAs we chatted and drove in what I estimated to be the right direction, I got more at ease. Despite their age, rough looks, obnoxious mannerisms, loud voices and the driver’s heavy foot on the accelerator, they were friendly guys, genuinely excited to meet a foreigner in such awkward circumstances. Still, I kept the tablet inside my tote bag, which meant I had no idea if they were taking me anywhere near my objective.\\n\\nAfter a good fifteen minutes of driving, I expected to see the Valley coming up anytime soon, especially considering the speed we were at, but everywhere I looked out the windshield, all I saw were maroon hills and the occasional greenery spots.\\n\\nThis was a borderline desert, and I was in a car with three strangers and no easy escape route.\\n\\n“Ihlara Vadisi, how long?”\\n\\n“Very close!”\\n\\nI grew impatient.\\n\\nThe car turned into a side road, to what seemed to be a local village. Weariness was starting to take over. My adrenaline was shooting up for all the wrong reasons.\\n\\nAt the bottom of this hill that seemed to be the village’s main street, my eyes noticed something on the horizon. Looking ahead, I couldn’t help it but let loose a sigh.\\n\\nI blinked twice, in a theatrical way, to confirm it wasn’t a mirage.\\n\\nThe only way I can describe the scenery goes something like this: picture a Godzilla-sized construction worker who opened a gap into the land with a gigantic hydraulic hammer, as far as the eye could see, and then pulled each side away, just enough to create this canyon that beamed with life.\\n\\nIt was like the Earth itself was green on the inside; the dry brown from the surface just meant to throw you off. A snake-shaped oasis, engulfed by rocky walls. Stunning doesn’t even start to make it justice.\\n\\nA minute later the car swerved once more, this time onto a parking lot with red stone pavement. Surely they all could tell the relief on my face and knew what it meant in regards to them; still, I received nothing but broad smiles in return.\\n\\nI still regard those smiles, and many others I found along the way, as the most heart-warming physical manifestation of good fortune I ever came across in my travels.\\n\\n### Previous part:\\n\\n[https://mirror.xyz/0x778b5DeBb5127a7B6F87e28E7033Dd54F6d1Ffaa/lLhg3HXOjSkqIY_VE4KzT-jrvobD-rkGUm_6t9bbAwM](https://mirror.xyz/0x778b5DeBb5127a7B6F87e28E7033Dd54F6d1Ffaa/lLhg3HXOjSkqIY_VE4KzT-jrvobD-rkGUm_6t9bbAwM)\\n\\n### Next part:\\n\\n[https://mirror.xyz/0x778b5DeBb5127a7B6F87e28E7033Dd54F6d1Ffaa/1ByUvEMzQ30lvvTpcdfpqA3dK1zXQJ9x03Epy9r6yKc](https://mirror.xyz/0x778b5DeBb5127a7B6F87e28E7033Dd54F6d1Ffaa/1ByUvEMzQ30lvvTpcdfpqA3dK1zXQJ9x03Epy9r6yKc)\\n\\n[https://mirror.xyz/0x778b5DeBb5127a7B6F87e28E7033Dd54F6d1Ffaa/1ByUvEMzQ30lvvTpcdfpqA3dK1zXQJ9x03Epy9r6yKc](https://mirror.xyz/0x778b5DeBb5127a7B6F87e28E7033Dd54F6d1Ffaa/1ByUvEMzQ30lvvTpcdfpqA3dK1zXQJ9x03Epy9r6yKc)\\n\\n\",\"timestamp\":1640772230,\"title\":\"That Time I Almost Died in Cappadocia (2/5)\"},\"digest\":\"RpXULj2scd4psigjUpE8wCnOVUozPfLgDL6UuBx7ucE\",\"authorship\":{\"contributor\":\"0x778b5DeBb5127a7B6F87e28E7033Dd54F6d1Ffaa\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PwYaAPmavm8yMAX7NDWlZjQMI3dT_nl_CVyLhn3v6gQ\\\",\\\"y\\\":\\\"w5ioO7jGlEOFm0c5fp9jhr7v32_sAjfTZY1Kn6dU7g8\\\"}\",\"signature\":\"4nlX2aUwFZAqSxJOjrXkvFM8yffMJHWgh_gW2jD8jf5JeUpLCv8GvUzJioLAWHeuu3GOGOw5-IjJ954a6Qf6Ag\",\"signingKeySignature\":\"0x5b8475ac802c007d3f3275bc5ca573854f06e88fe557476e8e02ee217667520d7202f18c98929aac75c363b83d952ff9bc2dacffa90719caa8e96d2956ee58671c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PwYaAPmavm8yMAX7NDWlZjQMI3dT_nl_CVyLhn3v6gQ\\\",\\\"y\\\":\\\"w5ioO7jGlEOFm0c5fp9jhr7v32_sAjfTZY1Kn6dU7g8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"yXk7Rc3Z1mcGWrFk87RgF37BC93Ln0cuInYo9DMY9d4\"}"