"{\"content\":{\"body\":\"![Dirty S1 Holo (25/25)](https://images.mirror-media.xyz/publication-images/4067d646-36d4-4a1c-a7ed-b04f5411cb95.gif?height=500&width=500)\\n\\nA few months ago, we [sold NFT editions](https://air.mirror.xyz/lmV9Dxeos9HvKSu0BKY9pqARK2vAlPXhrNMt68E4GkI) to raise around $30,000 to fund the [newsletter Dirt](https://dirt.substack.com), the first newsletter run on NFTs. We then used that money for a successful two-month-long season of content, paying writers and editors a great rate for great newsletters. During that time, the subscribers grew almost 50% and Dirt was shared by influential media figures and publications. Plus, we have over 100 holders for our 131 original NFTs.\\n\\n![Dirty NFTs so far](https://images.mirror-media.xyz/publication-images/3d09ab8b-3b30-46a7-a7d0-442458dba533.png?height=858&width=1882)\\n\\nToday is the first step beyond that initial launch. We’ve now created the Dirty S1 Holo, a combination of our sold-out Pea Green and Pearl Pink NFT editions. The Holo is an edition of 25, but there are two ways to get it:\\n\\n**1. If you have two or more of our pre-existing NFTs, you’ll get it airdropped for free**.\\n\\n**2.** **Buy it for 0.3 ETH** **here on Mirror.**\\n\\nHolo owners will also get an extra 50 $DIRT-S1 tokens from Dirt’s own stash.\\n\\n![Dirt's growth during season 1](https://images.mirror-media.xyz/publication-images/be8b0ee2-39d4-431e-baca-b9cd2177a125.png?height=1168&width=1518)\\n\\nIf you have two Dirt NFTs already, we got you; if you want to buy Dirt NFTs [check OpenSea here](https://opensea.io/assets?search%5Bquery%5D=%22dirty%20s1%22&search%5BsortAscending%5D=true&search%5BsortBy%5D=PRICE). When you get two, email / tweet us at newsletterdirt@gmail.com or @dirtyxyz. **The first 25 double holders will get the Holo.**\\n\\n## Buy Dirty S1 Holo:\\n\\n**UPDATE 9/2/2021:** The Dirty S1 Holos have all been sold or swapped. Please [check on OpenSea](https://opensea.io/assets?search\\\\[query\\\\]=%22dirty%20s1%20holo%22) for any being offered for sale. \\n\\n***(There are 10 out of 25 available for direct sale right now; we’re reserving the other 15 to send to double-holders.)***\\n\\n## Post-Holo Plans\\n\\nYou can read more about the Holo launch in our newsletter, which includes instructions for selling and buying on OpenSea, or continue below for the business-y details.\\n\\nWhy do you want the Holo? Well, it’s cool, obviously. It looks rare, as they say — our rarest Dirt NFT besides the [1/1 Rainbow Wave](https://opensea.io/assets/0xabefbc9fd2f806065b4f3c237d4b59d9a97bcac7/3309). But it plays into our longer experiment to run a media company using NFTs. By launching Holo, we’re stimulating the secondary market in Dirt NFTs, helping early holders cash out (if they want) and bringing in new users. Like all good NFT projects, we just [launched a Discord](https://t.co/vyyw9NGRg9) that anyone can join; we want an active community of people buying and selling NFTs.\\n\\nAll Dirt NFT holders will have access to the private token-gated part of our Discord. And **proceeds from the Holo sale will go toward funding season two of Dirt**. We’ll also launch another NFT edition in the next few weeks, chosen by our subscribers, to raise more funding.\\n\\nBut the real goal is creating DirtDAO, a full-fledged media DAO built around the Dirt newsletter. After season two finishes, that will be the third phase of Dirt as a publication and brand. We’ll launch a funding round with an entirely new set of NFTs, designed with rare traits and new themes. We’ll distribute final $DIRT tokens, and all $DIRT-S1 token holders will be airdropped twice as many.\\n\\nThe DAO will run Dirt as a media company, helping to choose which coverage areas to invest in and which stories to commission. We’ll also launch a Dirt NFT collection, commissioning essays and curation around other NFT projects. Finally, DirtDAO will be a hub for developing new crypto-first media projects, building on our community’s interests and expertise.\\n\\nDirtDAO is being built with our original NFT holders first in mind, with bonuses and benefits distributed constantly. We think you’ll want to be a part of it. [Subscribe to Dirt newsletter here](https://dirt.substack.com).\",\"timestamp\":1630614460,\"title\":\"Sparking the Dirt NFT Market\",\"publication\":\"air\"},\"digest\":\"dlix4otXRVuOLivB-UnoZhTli2bzyTC222Mo9WY1vd8\",\"authorship\":{\"contributor\":\"0x25cbCFA16e43e58517f80D583087Ea89241293E6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hm8lf9Tylv1m_xfxoEUJBdlLex3GZErz6sAulEQVrzg\\\",\\\"y\\\":\\\"iIV7ZZuqX5yBtjh69CXUUDiagap0BuQeDT4lYTd2Z9M\\\"}\",\"signature\":\"uyfc_QCHpgJTW8vs3ltE0NVFZu4F3BV42v39urkzR0LVmRdMqYYm3ac9zLgYy0lqYMlFJL2FCXOkTtLHC-LVqg\",\"signingKeySignature\":\"0x539032ab3ab2305c06db8943e44b8803822f9a9c2eb0bd5264cb53160edde51a0360713e4408938ae7004f61352aa4e0e5b1a2cacf988701cd06eb60732714ad1b\",\"signingKeyMessage\":\"I authorize the publication of articles on air.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hm8lf9Tylv1m_xfxoEUJBdlLex3GZErz6sAulEQVrzg\\\",\\\"y\\\":\\\"iIV7ZZuqX5yBtjh69CXUUDiagap0BuQeDT4lYTd2Z9M\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"EWT5_r51nQaMXh6gf6MUS27CQKv9DsSafklvzZmCeuo\"}"