"{\"content\":{\"body\":\"Blockchain morning post on November 18, 2021\\n\\n2021-11-18 16:59·ElonMosaic\\n\\nBlockchain morning post on November 18, 2021\\n\\nToday is Thursday, November 18, 2021, October 14 of the lunar calendar. First, let's focus on today's blockchain information;\\n\\n1. Blockfi, a crypto financial company, is facing the problem of SEC's review of high-yield cryptocurrency accounts;\\n2. Fidelity was approved to become the first BTC custodian in Canada;\\n3. The monthly active users of Ethereum wallet metamask reach 21 million;\\n4. Morgan Stanley: Yuan universe is expected to become a huge market of $8 trillion\\n5. Constitutiondao raised $25 million for the auction of copies of the U.S. Constitution;\\n6. Board of Governors of the Federal Reserve: it does not object to banks issuing payment stabilization currency and bank deposits at the same time;\\n7. Enterprise survey data: 99.9% of the \\\"yuancosmos\\\" trademarks applied in 2021, with the largest number applied in Beijing\\n8. Iris energy, a BTC mining company, officially landed on NASDAQ;\\n\\nRecently, the ceremony of bitmainland's donation to Beijing National Research Center for information science and Technology (hereinafter referred to as \\\"National Research Center for information\\\") and the new generation of artificial intelligence photoelectric chip seminar were held in the information science and technology building of Tsinghua University. Bitland donated 11 million yuan to the National Information Research Center, which will be used to support the two-year \\\"open fund\\\" and \\\"seedling fund\\\" projects, support the innovation and development strategy of the National Information Research Center, and provide school running resources for the center to form innovative achievements with global leadership and significant influence in the mainstream direction of information science.\",\"timestamp\":1637230333,\"title\":\"Blockchain Morning Post\"},\"digest\":\"RDe3Kv4Syp2iYHgVIYyOo5tK7v8Q5ZuxNB_vDS-z5hk\",\"authorship\":{\"contributor\":\"0x19Ea83AEf13094b9D147355a353424C905174bfD\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mbCVpmfh5kUoHZOWpgRp2EefwzBBMyVMZ8-ariWkaZM\\\",\\\"y\\\":\\\"sHsDfq1UGXztzClQRgaaQPWG-_HtTz9J-gSeHf_wg-I\\\"}\",\"signature\":\"JF5Z67OlqQAg5bozjh-28kwxgypEXqKuU1bIv6z2BdGkHAMXcXtXrWoet-U_pI0lftaeJDldaqDy7b_b8ODVyA\",\"signingKeySignature\":\"0x629ed52a84e0bf0fbb0d3fe05d91a14ac663a12db5dcee91005837cfb967cbd30a774be2c6d19f67ca3eb457ad948aba0203557fcd0eca252776c9161fd4c66e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mbCVpmfh5kUoHZOWpgRp2EefwzBBMyVMZ8-ariWkaZM\\\",\\\"y\\\":\\\"sHsDfq1UGXztzClQRgaaQPWG-_HtTz9J-gSeHf_wg-I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RDe3Kv4Syp2iYHgVIYyOo5tK7v8Q5ZuxNB_vDS-z5hk\"}"