"{\"content\":{\"body\":\"Cross-chain technology appeared very early. In 2013, a large number of technologies were used to discuss the cross-chain of Bitcoin. There are three main cross-chain technologies, Lightning Network, Side Chain and Relay. Before the emergence of Ethereum, the blockchain rarely talked about \\\"contracts\\\". At that time, only \\\"coins\\\" were talked about. At that time, the cross-chain technology all referred to \\\"the cross-chain of assets (coins).\\\" Asset cross-chain, perhaps should be called currency cross-chain. In simple terms, asset cross-chain means that the coins of the two chains are sent to each other. But how does it happen? There are many cross-chain technologies for coins, including two-way-peg, hash time locks, atomic swaps, asset pledge transfers, gateways, federated signatures, and so on. Two-way anchoring is a very important concept in Bitcoin side chain technology, which is used to achieve cross-chain between Bitcoin main chain coins and side chain coins. Two-way anchoring allows the side chain to \\\"know\\\" whether a particular coin on the main chain is in a locked state, and unlock or destroy the corresponding number of side chain coins based on this locked state. It is as if BTC \\\"crossed\\\" to the side chain, or vice versa, side chain coins \\\"crossed\\\" back to the main chain. BitShares is a decentralized exchange where Bitcoin can be traded. Hey, how did the Bitcoin in it appear? The gateway technology is used. The principle is very simple, that is, the user sends Bitcoin to a place called the \\\"gateway\\\", and then the \\\"gateway\\\" will generate a Bitcoin stablecoin to circulate in Bitcoin shares. When a user wants to withdraw bitcoin, the reverse is the case. The gateway will destroy the bitcoin stablecoin and then send the same amount of bitcoin to the user. There is a very important concept of currency cross-chain called \\\"atomic exchange\\\". The so-called atomic swap refers to a transaction on the A chain and a transaction on the B chain, either at the same time or not at the same time. For example, BTC and LTC, two people, Zhang San is willing to exchange 1BTC for Li Si's 100LTC. In order to prevent breach of contract, the two parties use atomic swap technology to complete the exchange of coins.\",\"timestamp\":1640448323,\"title\":\"About the development history of cross-chain.\"},\"digest\":\"s8B-xQoyWleA_B6RIWiMfq2GBqruWCwe6osmOlEZayw\",\"authorship\":{\"contributor\":\"0x5D44965Db07306bD93Ea23B3E24f303D351ad7E2\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DDRGMgQrJFKrDUo4WbcgEMEQG3MA-q5fmkJDsXxluAI\\\",\\\"y\\\":\\\"F2-4sP4QlYNAM7YVo3OhosxV_gsv6_Y5_GnHXBR0MVM\\\"}\",\"signature\":\"kRnupe3KcrDlSlHP4bXl1yusvXstFBG7_nGvTBoBuEs4BDWa4MZVH-SxOTCZ9wssSnU_0Y8D0vFRLNGmKS87mQ\",\"signingKeySignature\":\"0x3ad52926590d696cddd898a086d929f499231ef0920f759c0eea292e96d48b3a0069fe36889c5766cd9bb789fc471672336ce8e847b5ed031a16c2bdec3443b91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DDRGMgQrJFKrDUo4WbcgEMEQG3MA-q5fmkJDsXxluAI\\\",\\\"y\\\":\\\"F2-4sP4QlYNAM7YVo3OhosxV_gsv6_Y5_GnHXBR0MVM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"s8B-xQoyWleA_B6RIWiMfq2GBqruWCwe6osmOlEZayw\"}"