"{\"content\":{\"body\":\"Originally Published - May 27, 2021\\n\\nWe’re excited to announce that Upshot is moving to Polygon! 🎉\\n\\n![](https://images.mirror-media.xyz/publication-images/Z6-U88l6LwLbPsl8wTiuN.jpeg?height=655&width=1060)\\n\\nNetwork congestion and high gas fees on Ethereum have made transactions extraordinarily expensive, with transaction costs reaching hundreds of dollars in some cases as network demand continues to outstrip overall throughput.\\n\\n[Polygon](https://polygon.technology/), a protocol building and connecting EVM-compatible blockchain networks, is a powerful scaling solution for Ethereum that aims to solve these limitations — providing higher throughput and lower fees for secure and scalable transactions.\\n\\nIntegrating with Polygon will enable reduced gas fees, faster transactions, and a seamless experience for Upshot users. Upshot will also benefit from the thriving ecosystem being built on Polygon, which now includes some of the leading DeFi projects — Aave, Slingshot, and Sushi, just to name a few — making Polygon a perfect fit for us as we work to build scalable pricing infrastructure at the intersection of NFTs and DeFi.\\n\\nWith this move, users will be able to quickly deposit and withdraw funding from groups at near-zero cost. On Upshot, groups specify the types of NFTs being appraised and how influential each appraiser is. Funding provides “fuel” for groups in the form of yield. When someone funds a group, their staked capital is invested in different interest-earning protocols on-chain. The yield earned from these protocols is divided among appraisers based on how truthful their answers are.\\n\\n![Fund Appraisals](https://miro.medium.com/max/1200/0\\\\*pgu4EgThYIt87ufA.gif)\\n\\nInitially, funding was deposited in Compound. With the move to Polygon, Upshot will leverage Aave as a yield source, making it possible to fund groups at a mere fraction of what it cost previously.\\n\\n## Migrating to Polygon\\n\\nIf you have deposited USDC into a group, you will need to withdraw your funds from the mainnet pools and bridge them to Polygon. Here’s how:\\n\\n1. Open the Upshot app and make sure you’re connected to ***Ethereum Mainnet.***\\n2. Head to the ***Groups*** page by clicking the group icon in the header next to your profile picture.\\n3. After selecting Fund, select ***Continue*** and you will be presented the ability to withdraw your funds. Confirm with ***Withdrawal***.\\n4. To bridge your assets to Polygon, click ***Connect to Polygon*** in the header. Allow Upshot to switch the network for your wallet and then click ***Bridge***. You’ll be brought to the Matic Wallet where you can quickly and easily move funds over.\\n\\nOnce assets have been bridged, you will be able to quickly fund groups on Polygon going forward.\\n\\nWe’re excited to be building on Polygon. Low cost, lightning fast transactions will help make sure Upshot is accessible to a wide-variety of appraisers, collectors, and integrators.\\n\\n## Stay in the loop!\\n\\n* Join us on [Discord](https://discord.gg/xNeh7vzXTQ)\\n* Follow us on [Twitter](https://twitter.com/UpshotHQ)\\n* Subscribe to our [newsletter](http://eepurl.com/hgllNn)\",\"timestamp\":1637679299,\"title\":\"Upshot’s Moving to Polygon - UpshotHQ\"},\"digest\":\"OLYAawIT3tg9yxwDPcMcjRiFJ1_IvljhLhb78REe8mY\",\"authorship\":{\"contributor\":\"0x82FE4757D134a56BFC7968A0f0d1635345053104\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"70YDdZt7UkapAbIrgck8lxDFj7btCa_BnsnkxQ9TUbQ\\\",\\\"y\\\":\\\"HALfPZUZAd6pZtK9LcxbUpPBouuP5Pm0UfKtuOdeIII\\\"}\",\"signature\":\"XhMTHS38en2C04_FFMY_2ed_UvBb8HXzcd3ZMiwwRuYfWbjxw5rfkMBYaRKdTStGtWEaMaLfqFDV3Fo0gD6cpw\",\"signingKeySignature\":\"0xb319b5679697e95aa7fb0a88e16f37632c0cedf5b9be5d2a483a789c027fbb566b9bcb78be07bd4540c7ac2ea77e20529742b0203fe9967fef6785b7816b7ed81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"70YDdZt7UkapAbIrgck8lxDFj7btCa_BnsnkxQ9TUbQ\\\",\\\"y\\\":\\\"HALfPZUZAd6pZtK9LcxbUpPBouuP5Pm0UfKtuOdeIII\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ampPHxZh4TxbHCLmStYOUZUVI9M8qZ_F1tbGWVC2Qhc\"}"