"{\"content\":{\"body\":\"`This study has been tough, indeed there is very little information about Kratos DAO and we were even obliged to ask the members of the discord and the team some figures and details. We will update this document when we have more informations.`\\n\\n![Kratos (God of war)](https://images.mirror-media.xyz/publication-images/SYI-hf8bZdrnOi0jcfmPy.png?height=959&width=969)\\n\\n## I. What is Kratos DAO ? What are their goals ?\\n\\n### A. What is Kratos DAO\\n\\nKratos is a DAO (Decentralized Autonomous Organization), a community organization that seeks to invest in decentralized applications (Dapps) at an early stage. The governance of a DAO is distributed, with all funds and assets managed on-chain via smart contracts. There’s no board of directors, nor is there central control of the organization. They coordinate components of the soft human-facing layer of crypto: money, social capital, reputation and attention. They give power to individuals upon crowd consensus, and are inherently **a political tool**. Unfortunately, **there isn’t more informations** about the Kratos’s team, nor on the creation of the project.\\n\\n### B. What’s their goals ?\\n\\nTheir goal is to create a community and get them involved in the project as much as possible. As I have seen on the discord they make their members vote for all decisions and it is in this spirit that the project wants to develop. Their ambitions are to maximize the return on investment by investing in projects not accessible to the general public with 10 or 20% of the cash flow.\\n\\n**This DAO will offer opportunities :**\\n\\n* Stacking, bonding with a possibility of better stability than other DAO due to the high number of whitelists (+1300)\\n* The protocol will allocate part of its liquidity to invest in other projects (10 to 20%)\\n* IDO's offering (Copperlaunch considered)\\n\\n## II. The choice of Optimism as a remedy\\n\\n### A. Brief history of Optimism\\n\\nBefore going into the details of the Optimism protocol, let's go back to Ethereum's scalability problem.\\n\\nAs it stands, the Ethereum network has a processing capacity of about 30 transactions per second. Although its characteristics have allowed it to scale so far, the network's limits have been steadily being reached since early 2020.\\n\\nIn practice, the network has consistently exceeded **90%** utilization. A level that has steadily increased to nearly full capacity. As it stands, the majority of traffic recorded by Ethereum, as well as a large portion of its decentralized applications, takes place on Layer 1, namely the Ethereum blockchain.\\n\\nAs a result, the vast majority of actions performed on Ethereum draw on the limited capacity of the network.Optimism is a project initiated in June 2019, which leverages Rollups to provide a second layer solution to the Ethereum network. In theory, this solution would be able to process over **20,000** **transactions per second**. It therefore provides near-instantaneous transactions with very low gas fees.\\n\\nA rollup is an aggregate of off-chain transactions performed in a smart contract. Thus, all transactions performed by users of a smart contract will be finalized on the main chain at a later date. While waiting for them to be finalized, the protocol still publishes the information necessary to reconstruct the current state on the Ethereum blockchain, which allows for the detection of any inconsistencies.\\n\\n### B. Why Kratos plans to use Optimism\\n\\nThe DIO (discord initial offering) will be deployed on the main Ethereum network and the Polygon PoS chain. Kratos will need to build a bridge to **move the liquidity from the Mainnet to Optimism**. Optimism rollup will provide scaling by bundling or rolling app sidechain transaction into a single transaction and generating a cryptographic proof also name SNARK (succinct non interactive argument on knowledge) this proof is only submitted by the based layer with rollups, all transactions state in tx state and execution are handled in sidechains the main eth chain only stores transaction data Optimism Rollup run and EVM-Compatible virtual machine\\n\\n## III. Roadmap and technical specificities: tokenomics, IDO, initial token circulation, smart contracts, security,..\\n\\n### A. The launch\\n\\nThe project will kick off with a Discord Initial Offering (DIO) : a total of 1350 WhiteList spots are reserved for the early contributors from the community. They’ll be able to buy between 20 $KRA and 40 $KRA for 25 DAI each. This IDO will help the protocol bootstrap liquidity for basic requirements and startup costs\\n\\n![Kratos Allocation](https://images.mirror-media.xyz/publication-images/jDZXyBP7H8SPYLpC1u2d_.png?height=674&width=1129)\\n\\nThe goal of this DIO is to raise between 675,000 to 1,150,000 DAI. Target date is the **11th of December**.\\n\\nTo further increase the liquidity and make it as fair as possible, A Balancer Liquidity Bootstrapping Pool will take place on CopperLaunch. Talks are ongoing with CopperLaunch since it is running on Ethereum Mainnet and is not available on Optimism.\\n\\nThe LPB launch date will be announced on their discord.\\n\\nAnother interesting fact, they also aim to bring FRAX into the Optimism ecosystem with the help of the FRAX team.\\n\\nFinally, an official partnership with PelicanSwap is on the table to provide swapping and DEX solutions.\\n\\n### B. Security\\n\\nNo multi sig has been announced as of yet.\\n\\nThe project is being audited by **Hacken** a leading cybersecurity consulting firm with a key focus on blockchain security in partnership with coin guecko, launched in 2017, it is a trusted protocol.\\n\\nAs for the contracts, they are available in open source on their github for optimal transparency.\\n\\n### C. Community choice\\n\\nThe most important aspect of KratosDAO is transparency. Every decision within the DAO is pitched, discussed, voted on and documented publicly.Transparency is their greatest wish. Every decision price will be voted and shown publicly. Kratos wants to bet on the community and the power it can have if it is well informed, to put forward the strength of the community more than the other DAO's which were content to create projects without real projects. They will have a holistic approach that is to say take the opinion of everyone to redistribute the best.\\n\\n![Flow of Funds](https://images.mirror-media.xyz/publication-images/fYRC-15AffoEXIM3eOEa3.png?height=674&width=1203)\\n\\n## IV. Team's opinion on the project and link with Concave Fi\\n\\nOne of the main goal of Kratos DAO is to have a fair launch (Copperlaunch), and bear the name of DAO proudly. It means that Kratos wants to use the liquidity as the community wants. What does it mean ?\\n\\nLike Tokemak and… Concave, Kratos has clearly talked about use a portion of liquidity to invest into new projects. Look at this quote, it’s crystal clear: “OlympusDAO has accumulated a huge reserve in their treasury. What if we use a portion (10 or 20% — decided by the DAO) of the stablecoins that’s in the treasury and make a better use of it by investing in Seed/Private rounds via the DAO community? We can maximize the ROI by investing in vetted projects by our DAO members.\\\". Yes, Kratos wants to use the liquidity like a true DAO, this continues the ideas evoked by the different theories about Concave. According to the spoon theory, Concave could work like a spoon, using the liquidity to develop projects, not to incentivize the community with crazy APYs. Kratos DAO is definitely a community project, created to deserve the investors, with an idea of redistribution instead of division. This looks like Kratos is ready to team up, to share its goals with a bigger project like Concave.\\n\\n`Credits: PurpleJ#7777 ; Djamro#5737 ; TemplarElder#6666 ; teix#7723 ; axldarealest#6754`\\n\\n*Special thanks: Yass, Kalabok.*\\n\\n**Sources:**\\n\\n[https://github.com/kratosdao/kratos-contracts](https://github.com/kratosdao/kratos-contracts)\\n\\n[https://twitter.com/KratosDao](https://twitter.com/KratosDao)\\n\\n[https://discord.gg/TjaNxRma](https://discord.gg/TjaNxRma)\\n\\n\",\"timestamp\":1638827673,\"title\":\"Analysis and study about Kratos DAO.\"},\"digest\":\"e09qPiYfI88fKfunP-FAay2FhE-eep_mP791Z900BZo\",\"authorship\":{\"contributor\":\"0x737254A9C2c1143c9417eA7899a31fB477FEE92a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eBxDRrEvQn-fipNefa3F8w2Usu_LyNn7XaRmn41ICZM\\\",\\\"y\\\":\\\"EN9yyuEXNfC1o22ylvrpBvxAgwh7Wrll6liQwic00IA\\\"}\",\"signature\":\"iZrQghLi-ZxXJB0ZrsqpPCyydaGibqAHjRMPMALxErMYCVA24XI7bbRaYs9zJcg4AChOQrIAUk9GSxMZjsv1OA\",\"signingKeySignature\":\"0x64da6053e5ee1195deb28db189157d350948cde39b42976df0af509186ac86241d77119a4703bb240db8008f6db4a1c9e72bbd141a549d908c871344040082a91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eBxDRrEvQn-fipNefa3F8w2Usu_LyNn7XaRmn41ICZM\\\",\\\"y\\\":\\\"EN9yyuEXNfC1o22ylvrpBvxAgwh7Wrll6liQwic00IA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xAG4WciLwAn3AKUMu6j5M6oZlyz6gu_QJMybT5qaqoo\"}"