"{\"content\":{\"body\":\"He was the eldest son of Christiana his mother, and for some time now she had been a sorely burdened widow.  Matthew's father was no longer near his son to watch over him and to warn him against the temptations and the dangers that wait on opening manhood.  And thus his mother, with all her other cares, had to be both father and mother to her eldest son; and, with all her good sense and all her long and close acquaintance with the world, she was too fond a mother to suspect any evil of her eldest son.  And thus it was that Christiana had nearly lost her eldest son before her eyes were open to the terrible dangers he had for a long time been running.  For it was so, that the upward way that this household without a head had to travel lay through a land full of all kinds of dangers both to the bodies and to the souls of such travellers as they were.  And what well-nigh proved a fatal danger to Matthew lay right in his way.  It was Beelzebub's orchard.  Not that this young man's way lay through that orchard exactly; yet, walled up as was that orchard with all its forbidden fruit, that evil fruit would hang over the wall so that if any lusty youth wished to taste it, he had only to reach up to the over-hanging branches and plash down on himself some of the forbidden bunches. Now, that was just what Matthew had done.  Till we have him lying at the House Beautiful, not only not able to enjoy the delights of the House and of the season, but so pained in his bowels and so pulled together with inward pains, that he sometimes cried out as if he were being torn to pieces.  At that moment Mr. Skill, the ancient physician, entered the sick-room, when, having a little observed Matthew's intense agony, with a certain mixture of goodness and severity he recited these professional verses over the trembling bed:\\n\\n\\\"O conscience, who can stand against thy power? Endure thy gripes and agonies one hour? Stone, gout, strappado, racks, whatever is Dreadful to sense, are only toys to this - No pleasures, riches, honours, friends can tell How to give ease to this, 'tis like to hell.\\\"\\n\\nAnd then, turning to the sick man's mother, who stood at the bed's head wringing her hands, the ancient leech said to her:  \\\"This boy of yours has been tampering with the forbidden fruit!\\\"  At which the angry mother turned on the well-approved physician as if he had caused all the trouble that he had come to cure.  But the ancient man knew both the son and the mother too, and therefore he addressed her with some asperity:  \\\"I tell you both that strong measures must be taken instantly, else he will die.\\\"  When Mr. Skill had seen that the first purge was too weak, he made him one to the purpose; and it was made, as he so learnedly said, ex carne et sanguine Christi.  The pills were to be taken three at a time, fasting, in half a quarter of a pint of the tears of repentance. After some coaxing, such as mothers know best how to use, Matthew took the medicine and was soon walking about again with a staff, and was able to go from room to room of the hospitable and happy house.  Understandest thou what thou readest? said Philip the deacon to Queen Candace's treasurer as he sat down beside him in the chariot and opened up to him the fifty-third of the prophet Isaiah.  And, understandest thou what thou here readest in Matthew and Mr. Skill?\\n\\n1. Now, on this almost too closely veiled case I shall venture to remark, in the first place, that multitudes of boys grow up into young men, and go out of our most godly homes and into a whole world of temptation without due warning being given them as to where they are going.  \\\"I do marvel that none did warn him of it,\\\" said Mr. Skill, with some anger.  What Matthew's father might have done in this matter had he been still in this world when his son became a man in it we can only guess.  As it was, it never entered his mother's too fond mind to take her fatherless boy by himself when she saw Beelzebub's orchard before him, and tell him what Solomon told his son, and to point out to him the prophecy that King Lemuel's mother prophesied to her son.  Poor Matthew was a young man before his mother was aware of it.  And, poor woman, she only found that out when Mr. Skill was in the sick-room and was looking at her with eyes that seemed to say to her that she had murdered her child.  She had loved too long to look on her first- born as still a child.  When he went at any time for a season out of her sight, she had never followed him with her knowledge of the world; she had never prevented him with an awakened and an anxious imagination; till now she had got him home with no rest in his bones because of his sin.  And then she began to cry too late, O naughty boy, and, O careless mother, what shall I do for my son!\\n2. \\\"That food, to wit, that fruit,\\\" said Mr. Skill, \\\"is even the most hurtful of all.  It is the fruit of Beelzebub's orchard.\\\"  So it is.  There is no fruit that hurts at all like that fruit.  How it hurts at the time, we see in Matthew's sick-room; and how it hurts all a man's after days we see in Jacob, and in Job, and in David, and in a thousand sin-sick souls of whose psalms of remorse and repentance the world cannot contain all the books that should be written.  \\\"And yet I marvel,\\\" said the indignant physician, \\\"that none did warn him of it; many have died thereof.\\\"  Oh if I could but get the ears of all the sons of godly fathers and mothers who are beginning to tamper with Beelzebub's orchard-trees, I feel as if I could warn them to-night, and out of this text, of what they are doing!  I have known so many who have died thereof.  Oh if I could but save them in time from those gripes of conscience that will pull them to pieces on the softest and the most fragrant bed that shall ever be made for them on earth!  It will be well with them if they do not lie down torn to pieces on their bed in hell, and curse the day they first plashed down into their youthful hands the vine of Sodom.  Both the way to hell and the way to heaven are full of many kinds of hurtful fruits; but that species of fruit that poor misguided Matthew plucked and ate after he had well passed the gate that is at the head of the way is, by all men's testimony, by far the most hurtful of all forbidden fruits.\\n3. The whole scene in Matthew's sick-room reads, after all, less like a skilful invention than a real occurrence.  Inventive and realistic as John Bunyan is, there is surely something here that goes beyond even his genius.  After making all allowance for Bunyan's unparalleled powers of creation and narration, I am inclined to think, the oftener I read it, that, after all, we have not so much John Bunyan here as very Nature herself.  Yes; John Gifford surely was Mr. Skill.  Sister Bosworth surely was Matthew's mother.  And Matthew himself was Sister Bosworth's eldest son, while one John Bunyan, a travelling tinker, was busy with his furnaces and his soldering-irons in Dame Bosworth's kitchen.  Young Bunyan, with all his blackguardism, had never plashed down Beelzebub's orchard.  He swears he never did, and we are bound to believe him.  But young Bosworth had been tampering with the forbidden fruit, and Gifford saw at a glance what was wrong.  John Gifford was first an officer in the Royalist army, then a doctor in Bedford, and now a Baptist Puritan pastor; and the young tinker looked up to Gifford as the most wonderful man for learning in books and in bodies and souls of men in all the world.  And when Gifford talked over young Bosworth's bed half to himself and half to them about a medicine made ex carne et sanguine Christi, the future author of the Pilgrim's Progress never forgot the phrase. At a glance Gifford saw what was the whole matter with the sick man.  And painful as the truth was to the sick man's mother, and humiliating with a life-long humiliation to the sick man himself, Gifford was not the man or the minister to beat about the bush at such a solemn moment.  \\\"This boy has been tampering with that which will kill him unless he gets it taken off his conscience and out of his heart immediately.\\\"  Now, this same divination into our pastoral cases is by far and away the most difficult part of a minister's work.  It is easy and pleasant with a fluent tongue to get through our pulpit work; but to descend the pulpit stairs and deal with life, and with this and that sin in the lives of our people,--that is another matter.  \\\"We must labour,\\\" says Richard Baxter in his Reformed Pastor, \\\"to be acquainted with the state of all our people as fully as we can; both to know the persons and their inclinations and conversation; to know what sins they are most in danger of, what duties they neglect, and what temptations they are most liable to.  For, if we know not their temperament or their disease, we are likely to prove but unsuccessful physicians.\\\" But when we begin to reform our pastorate to that pattern, we are soon compelled to set down such entries in our secret diary as that of Thomas Shepard of Harvard University:  \\\"Sabbath, 5th April 1641. Nothing I do, nay, none under my shadow prosper.  I so want wisdom for my place, and to guide others.\\\"  Yes; for what wisdom is needed for the place of a minister like John Gifford, John Bunyan, Richard Baxter, and Thomas Shepard!  What wisdom, what divine genius, to dive into and divine the secret history of a soul from a twinge of conscience, even from a drop of the eye, a tone of the voice, or a gesture of the hand or of the head!  And yet, with some natural taste for the holy work, with study, with experience, and with life-long expert reading, even a plain minister with no genius, but with some grace and truth, may come to great eminence in the matters of the soul.  And then, with what an interest, solemn and awful, with what a sleepless interest such a pastor goes about among his diseased, sin-torn, and scattered flock!  All their souls are naked and open under his divining eye.  They need not to tell him where they ail, and of what sickness they are nigh unto death. That food, he says, with some sternness over their sick-bed, I warned you of it; I told you with all plainness that many have died of eating that fruit!  \\\"We must be ready,\\\" Baxter continues, \\\"to give advice to those that come to us with cases of conscience.  A minister is not only for public preaching, but to be a known counsellor for his people's souls as the lawyer is for their estates, and the physician is for their bodies.  And because the people are grown unacquainted with this office of the ministry, and their own necessity and duty herein, it belongeth to us to acquaint them herewith, and to press them publicly to come to us for advice concerning their souls.  We must not only be willing of the trouble, but draw it upon ourselves by inviting them hereto.  To this end it is very necessary to be acquainted with practical cases and able to assist them in trying their states.  One word of seasonable and prudent advice hath done that good that many sermons would not have done.\\\"\\n4. As he went on pounding and preparing his well-approved pill, the (at the bottom of his heart) kind old leech talked encouragingly to the mother and to her sick son, and said:  \\\"Come, come; after all, do not he too much cast down.  Had we lived in the days of the old medicine, I would have been compounding a purge out of the blood of a goat, and the ashes of an heifer, and the juice of hyssop.  But I have a far better medicine under my hands here. This moment I will make you a purge to the purpose.\\\"  And then the learned man, half-doctor, half-divine, chanted again the sacred incantation as he bent over his pestle and mortar, saying:  Ex carne et sanguine Christi!  Those shrewd old eyes soon saw that, in spite of all their defences and all their denials, damage had been done to the conscience and the heart that nothing would set right but a frank admission of the evil that had been done, and a prompt submission to the regimen appointed and the medicine prepared.  And how often we ministers puddle and peddle with goat's blood and heifer's ashes and hyssop juice when we should instantly prescribe stern fasting and secret prayer and long spaces of repentance, and then the body and the blood of Christ.  How often our people cheat us into healing their hurt slightly!  How often they succeed in putting us off, after we are called in, with their own account of their cases, and set us out on a wild-goose chase!  I myself have more than once presented young men in their trouble with apologetic books, University sermons, and watered-down explanations of the Confession and the Catechism, when, had I known all I came afterwards to know, I would have sent them Bunyan's Sighs from Hell.  I have sent soul-sick women also The Bruised Reed, and The Mission of the Comforter with sympathising inscriptions, and sweet scriptures written inside, when, had I had Mr. Skill's keen eyes in my stupid head, I would have gone to them with the total abstinence pledge in my one hand, and Jeremy Taylor's Holy Living and Dying in my other.  \\\"No diet but that which is wholesome!\\\" almost in anger answered the sick man's mother.  \\\"I tell you,\\\" the honest leech replied, in more anger, \\\"this boy has been tampering with Beelzebub's orchard.  And many have died of it!\\\"\\n5. It was while all the rest of the House Beautiful were supping on lamb and wine, and while there was such music in the House that made Mercy exclaim over it with wonder--it was at the smell of the supper and at the sound of the psalmody that Matthew's gripes seized upon him worse than ever.  All the time the others sat late into the night Matthew lay on the rack pulled to pieces.  After William Law's death at King's Cliffe, his executors found among his most secret papers a prayer he had composed for his own alone use on a certain communion day when he was self-debarred from the Lord's table.  I do not know for certain just what fruit the young non-juror had stolen out of Beelzebub's orchard before that communion season; but I can see that he was in poor Matthew's exact experience that communion night,--literally torn to pieces with agonies of conscience while all his fellow-worshippers were at the table of the Lord.  While the psalms and hymns are being sung at the supper-table, lay your ear to Law's closet door.  \\\"Whilst all Thy faithful servants are on this day offering to Thee the comfortable sacrifice of the body and the blood of Christ, and feasting at that holy table which Thou hast ordained for the refreshment, joy, and comfort of their souls, I, unhappy wretch, full of guilt, am justly denied any share of these comforts that are common to the Christian world.  O my God, I am an unclean worm, a dead dog, a stinking carcass, justly removed from that society of saints who this day kneel about Thine altar.  But, oh! suffer me to look toward Thy holy Sanctuary; suffer my soul again to be in the place where Thine honour dwelleth.  Reject not the sacrifice of a broken heart, and do Thou be with me in secret, though I am not fit to appear in Thy public worship.  Lord, if Thou wilt Thou canst make me clean.  Lord, speak but the word, and Thy servant shall be healed.\\\"  It is the fruit of Beelzebub's orchard.  Many have died thereof.\\n6. \\\"Pray, sir, make me up twelve boxes of them; for if I can get these, I will never take other physic.\\\"  \\\"These same pills,\\\" he replied, \\\"are good also to prevent diseases as well as to cure when one is sick.  But, good woman, thou must take these pills no other way but as I have prescribed; for if you do, they will do no good.\\\" I have taken one illustration from William Law's life; I shall take another from that world of such illustrations and so close.  \\\"O God, let me never see such another day as this.  Let the dreadful punishment of this day never be out of my mind.\\\"  And it never was. For, after that day in hell, Law never laid down his head on his pillow that he did not seem to remember that dreadful day.  William Law would have satisfied Dr. Skill for a convalescent.  For he never felt that he had any right to touch the body and blood of Christ, either at communion times, or a thousand times every day, till he had again got ready his heart of true repentance.  My brethren, self-destroyed out of Beelzebub's orchard, and all my brethren, live a life henceforth of true repentance.  Not out of the sins of your youth only, but out of the best, the most watchful, and the most blameless day you ever live, distil your half-pint of repentance every night before you sleep.  For, as dear old Skill said, unless you do, neither flesh nor blood of Christ, nor anything else, will do you any genuine good.\\n\\nTHE SHEPHERD BOY\\n\\n\\\"He humbled Himself.\\\"--Paul.\\n\\nNow as they were going along and talking, they espied a boy feeding his father's sheep.  The boy was in very mean clothes, but of a very fresh and well-favoured countenance, and as he sat by himself he sang.  Hark, said Mr. Greatheart, to what the shepherd boy saith.  So they hearkened and he said:\\n\\nHe that is down, needs fear no fall; He that is low no pride: He that is humble, ever shall Have God to be his guide. I am content with what I have, Little be it or much: And, Lord, contentment still I crave, Because thou savest such. Fulness to such a burden is That go on pilgrimage: Here little, and hereafter bliss, Is best from age to age.\\n\\nThen said their guide, Do you hear him?  I will dare say that this boy lives a merrier life and wears more of that herb called Heart's-ease in his bosom than he that is clad in silk and velvet.\\\"\\n\\nNow, notwithstanding all that, nobody knew better than John Bunyan knew, that no shepherd boy that ever lived on the face of the earth ever sang that song; only one Boy ever sang that song, and He was not the son of a shepherd at all, but the son of a carpenter.  And, saying that leads me on to say this before I begin, that I look for a man of John Bunyan's inventive and sanctified genius to arise some day, and armed also to boot with all our latest and best New Testament studies.  When that sorely-needed man so arises he will take us back to Nazareth where that carpenter's Boy was brought up, and he will let us see Him with our own eyes being brought up.  He will lead us into Mary's house on Sabbath days, and into Joseph's workshop on week days, and he will show us the child Jesus, not so much learning His letters and then putting on His carpenter's clothes, as learning obedience by the things that He every day suffered.  That choice author will show us our Lord, both before He had discovered Himself to be our Lord, as well as after He had made that great discovery, always clothing Himself with humility as with a garment; taking up His yoke of meekness and lowly-mindedness every day, and never for one moment laying it down.  When some writer with as holy an imagination as that of John Bunyan, and with as sweet an English style, and with a New Testament scholarship of the first order so arises, and so addresses himself to the inward life of our Lord, what a blessing to our children that writer will be!  For he will make them see and feel just what all that was in which our Lord's perfect humility consisted, and how His perfect humility fulfilled itself in Him from day to day; up through all His childhood days, school and synagogue days, workshop and holy days, early manhood and mature manhood days; till He was so meek in all His heart and so humble in all His mind that all men were sent to Him to learn their meekness and their humility of Him.  I envy that gifted man the deep delight he will have in his work, and the splendid reward he will have in the love and the debt of all coming generations.  Only, may he be really sent to us, and that soon! Theodor Keim comes nearest a far-off glimpse of that eminent service of any New Testament scholar I know.  Jeremy Taylor and Thomas Goodwin also, in their own time and in their own way, had occasional inspirations toward this still-waiting treatment of the master-subject of all learning and all genius--the inward sanctification, the growth in grace, and then the self-discovery of the incarnate Son of God.  But, so let it please God, some contemporary scholar will arise some day soon, combining in himself Goodwin's incomparable Christology, and Taylor's incomparable eloquence, and Keim's incomparably digested learning, with John Bunyan's incomparable imagination and incomparable English style, and the waiting work will be done, and theology for this life will take on its copestone.  In his absence, and till he comes, let us attempt a few annotations to-night on this so-called shepherd boy's song in the Valley of Humiliation.\\n\\nHe that is down, needs fear no fall.\\n\\nThe whole scenery of the surrounding valley is set before us in that single eloquent stanza.  The sweet-voiced boy sits well off the wayside as he sings his song to himself.  He looks up to the hill-tops that hang over his valley, and every shining tooth of those many hill-tops has for him its own evil legend.  \\\"He thinks he sees a little heap of bleaching bones just under where that eagle hangs and wheels and screams.  Not one traveller through these perilous parts in a thousand gets down those cruel rocks unhurt; and many travellers have been irrecoverably lost among those deadly rocks, and have never received Christian burial.  All the shepherds' cottages and all the hostel supper-tables for many miles round are full of terrible stories of the Hill Difficulty and the Descent Dangerous.  And thus it is that this shepherd boy looks up with such fear at those sharp peaks and shining precipices, and lifts his fresh and well-favoured countenance to heaven and sings again:  \\\"He that is down, needs fear no fall.\\\"  Down in his own esteem, that is.  For this is a song of the heart rather than of the highway.  Down--safe, that is, from the steep and slippery places of self-estimation, self-exaltation, self-satisfaction. Down--so as to be delivered from all ambition and emulation and envy.  Down, and safe, thank God, from all pride, all high- mindedness, and all stout-heartedness.  Down from the hard and cruel hills, and buried deep out of sight among those meadows where that herb grows which is called Heart's-ease.  Down, where the green pastures grow and the quiet waters flow.  No, indeed; he that is down into this sweet bottom needs fear no fall.  For there is nowhere here for a man to fall from.  And, even if he did fall, he would only fall upon a fragrance-breathing bed of lilies.  The very herbs and flowers here would conspire to hold him up.  Many a day, as He grew up, the carpenter's son sat in that same valley and sang that same song to His own humble and happy heart.  He loved much to be here.  He loved also to walk these meadows, for He found the air was pleasant.  Methinks, He often said with Mercy, I am as well in this valley as I have been anywhere else in My journey.  The place, methinks, suits with My spirit.  I love to be in such places where there is no rattling with coaches nor rumbling with wheels. Methinks, also, here one may without much molestation be thinking what he is, whence he came, and to what his King has called him.\\n\\nHe that is low, no pride.\\n\\nLow in his own eyes, that is.  For pride goeth before destruction, and a haughty spirit before a fall.  Yes; but he who is low enough already--none of the sure destructions that pride always works shall ever come near to him.  \\\"The proud man,\\\" says Sir Henry Taylor, \\\"is of all men the most vulnerable.  \\\"Who calls?\\\" asks the old shepherd in As You Like It.  \\\"Your betters,\\\" is the insolent answer.  And what is the shepherd's rejoinder?  \\\"Else are they very wretched.\\\"  By what retort, reprisal, or repartee could it have been made half so manifest that the insult had lighted upon armour of proof?  Such is the invincible independence and invulnerability of humility.\\\"\\n\\nHe that is humble ever shall Have God to be his guide.\\n\\nFor thus saith the high and holy One that inhabiteth eternity, whose name is Holy:  I dwell in the high and holy place, with him also that is of a contrite and humble spirit, to revive the heart of the humble, and to revive the heart of the contrite ones . . . All those things hath Mine hand made, but to this man will I look, saith the Lord, even to him that is poor and of a contrite spirit, and who trembleth at My word . . . Though the Lord be high, yet hath He respect unto the lowly; but the proud He knoweth afar off . . . Likewise, ye younger, submit yourselves unto the elder.  Yea, all of you be subject one to another, and be clothed with humility; for God resisteth the proud and giveth grace to the humble . . . Lord, my heart is not haughty, nor mine eyes lofty, neither do I exercise myself in great matters, or in things too high for me. Surely I have behaved and quieted myself, as a child that is weaned of his mother:  my soul is even as a weaned child . . . Take My yoke upon you and learn of Me, for I am meek and lowly in heart, and ye shall find rest unto your souls.  For My yoke is easy and My burden is light.\\n\\nI am content with what I have, Little be it, or much: And, Lord, contentment still I crave, Because thou savest such.\",\"timestamp\":1641292821,\"title\":\"\\nMatthew, it must always be remembered, was by this time a young man.\"},\"digest\":\"atSkRk8ndQ17KizXtrIa9WReHSTBdmLrkXaWRMnxaYU\",\"authorship\":{\"contributor\":\"0xa216D8906Acd104a8EC6a31f93e945DFe15768c1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VJi6PMhqfGz6AB7omTqJ-9tUoKUJUWQaGqnq6roz9_8\\\",\\\"y\\\":\\\"wmYiNZnDwNRWbJ1eKcvIbr7zSAM3g-1fZKkDgiH4MmE\\\"}\",\"signature\":\"3HwolzuWda8uyt2HJGvOZEWDM0r7uU3Re00yl2yS2SMpJCWS7EnQlM3GnKz8L7rKQEfjLIJLDaGQleB8ol5qBg\",\"signingKeySignature\":\"0x238b7c2c45ad3d33194ec4cb297d7cdf5199f6ed67a980b822025dc1efbc18c81d2ff2b706aca473418c7a0390c10c6d2cfd36e170090d51679aa0b3fc703a1a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VJi6PMhqfGz6AB7omTqJ-9tUoKUJUWQaGqnq6roz9_8\\\",\\\"y\\\":\\\"wmYiNZnDwNRWbJ1eKcvIbr7zSAM3g-1fZKkDgiH4MmE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"atSkRk8ndQ17KizXtrIa9WReHSTBdmLrkXaWRMnxaYU\"}"