"{\"content\":{\"body\":\"defi 2.0\\n\\nliquidity mining is the heart and soul of DeFi 2020 summer, but a year later the incentives have lost the people's favor, because the impact of changes in traffic for protocol value has two sides; over time , Its negative impact becomes clearer and clearer, and the incentive effect of liquidity mining on users is significantly weakened.\\n\\n\\\"DeFi 2.0\\\" was created by Scoopy Trooples, the developer of Alchemx Finance. The concept was proposed mainly to emphasize innovative liquidity management methods, mainly through automated, enhanced or expanded economic models for the project itself or other projects. Liquidity services, that is, liquidity as a service (LaaS).\\n\\nThis field is still very new. Emphasizing that generalizations and summaries do not help to enhance the understanding of its real and vivid content. We mainly describe this field through project introductions.\\n\\nOrdinary users are attracted by OHM, first of all because of its super high APY. On June 18th, through pledge of OHM, an annualized income of 1,800 times was once obtained, that is to say, the percentage is 180,000. Even if APY is currently at a relatively low level, it is 7929.88%. The ultra-high rate of return inevitably requires a large number of additional issuances, and a large number of additional issuances are often accompanied by the collapse of market prices; but OHM has experienced a decline, but has not collapsed. A very important reason is that the OHM pledge rate continues to remain above 90%, and Only pledges can participate in the distribution of additional issuance.\\n\\nIf only achieving a high pledge rate through high APY, OHM is obviously underestimated. Another core mechanism of OHM is PCL (Portocol Controlled Liquidity), that is, the protocol controls liquidity as high as 99% or more, that is, more than 99% of the liquidity pool assets including OHM, DAI, ETH, and FRAX are all owned by the protocol, including all transactions The right to income from handling fees. Are these assets provided by the agreement? Of course not, they are all assets invested by community members in order to obtain OHM. This is OHM’s bond auction mechanism. Everyone can purchase OHM through LP Token. Of course, the purpose of users holding OHM is still super high APY, but the agreement also obtains The reserve assets can be increased through fee income. It\\n\\nseems that OHM is a complex intellectual game project, but its true purpose is relatively simple, that is, to provide higher-value reserve assets for OHM circulating in the market. After all, the value of reserve assets The higher the higher, the larger the scale of OHM. This is OHM’s \\\"initial intention\\\", in fact, OHM does the same.\\n\\n\\\"Bond auction\\\" is actually the primary market of OHM, and SUSHI is its secondary market, regardless of the primary Both the market and the secondary market transaction fees have changed. 1. Olympus (OHM)\\n\\nMany people classify Olympus as an algorithmic stable currency project, but in fact it is not that simple. OHM is a tool that has borrowed from \\\"calculated stable\\\" and is currently growing as the core objectives include the number and value of the currency, but may eventually play a monetary functions of the project. it sounds a bit around, but the fact is that, OHM is speaking in a \\\"count stable\\\" heart, but your life out there is expandingfrom\\n\\ncount From the perspective of the anchor price mechanism of other projects on the stable track, the anchor price can be fixed, such as AMPL, ESD, and BSC, etc., or it can be variable, such as FEI, or uncertain, such as Rai, but OHM The anchor price of OHM is \\\"fake\\\" OHM borrows the anchor price and rebase mechanism in the algorithmic stable currency, but at this stage OHM does not have an anchor price, but only the \\\"protected price declared by the project\\\". This price is used in the OHM system The role and anchoring price are also very different.\\n\\nOHM designed the Rebase mechanism (additional issuance and destruction mechanism), but the target price is not 1DAI, but the intrinsic value of OHM, that is, the locked-up value of the agreement at a certain moment divided by the OHM circulation.’s price will\\nOHMbecome some of the income of OHM and enter the reserve. In addition, whether OHM is issued or destroyed, the Olympus DAO treasury will receive 10% of the income.\\n\\nOHM has created a trading scene dressed in \\\"calculated stability\\\". But this transaction scenario is mainly characterized by arbitrage. OHM provides a cyclic flow model from income to currency price, and then from currency price to income; based on this model, OHM is expected to achieve an expansion in the scale of assets, only if it is large enough Only a large-scale asset can realize the dream of assuming the value exchange medium of the virtual world.\\n\\n1. The additionalissuance amount of\\n\\nissuance and repurchase of the additionalOHM are carried out according to the following formula. Among them, the additional issuance formula is:\\n\\nepochMint = (TWAP-IV) \\\\* supply \\\\* The ICV \\\\* Discount\\n\\nagreement calculates TWAP (Time Weighted Average Price) at the end of each market cycle (about 8 hours). When the time weighted average price of OHM is higher than the reserve value IV, the agreement will execute additional issuance, and users can purchase or Sold OHM.\\n\\nAccording to the above The number of additional OHM issued by the treasury is determined by ICV (Infation Control Variable, set by DAO governance) and Discount (the discount rate is mainly used to stimulate arbitrage behavior and stimulate users to buy or sell).\\n\\nAccording to official website data, as of October 26, the value of contracted reserve assets is 626 million DAI, OHM market circulation is 3.23 M, and the value of each OHM reserve asset is 193.53 DAI; since the agreement goes online, one OHM can be mortgaged to obtain about 26 Staking rewards.\\n\\n1. Profit distribution\\n\\nOHM sales, 90% of the income goes to the pledge contract, and 10% goes to the OHM treasury. For example, the current price of OHM is US$901, and Alice buys 1 OHM with 901 DAI through the bond mechanism. At this time, the agreement receives 901 DAI and casts 901 OHM, one of which is given to Alice, and 810 OHM (900*90%) is entered Pledge contract, the remaining 90 OHM (900*10%) are stored in DAO.\\n\\n1. The destruction\\n\\nformula is:\\n\\nepochBurn = (TWAP-IV) \\\\* supply \\\\* DCV \\\\* Discount\\n\\nAccording to the above equation, if the OHM TWAP price is lower than its IV (reserve value), the treasury will destroy OHM, and the amount of destruction is subject to DCV (Deflation Control Variable, which is set by DAO governance) and Discount (the discount rate is mainly used to stimulate arbitrage behavior and stimulate users to buy or sell).\\n\\n1. Bond mechanism\\n\\nIn other projects that are considered stable, the role of the bond mechanism is generally that when stablecoins are lower than the anchor price, it will encourage users to purchase their bonds with stablecoins, thereby reducing the total amount of stablecoins and promoting The stablecoin returns to the anchor price. But in Olympus, its bonds are purchased through OHM/DAI LP tokens, and there are discounts and arbitrage.\\n\\nThis mechanism can motivate users to provide liquidity for OHM and thereby increase the demand for OHM; the other is to control the LP Token in the hands of the project party, and the user only holds OMH tokens, and cannot transfer the LP Token Unlock and exit the liquidity pool; third, LP Token can obtain income and make it the value support of OHM.\\n\\nUsers can use their OHM/DAI LP tokens to purchase OHM at a certain discount, but users need to have an exercise period. Users send their OHM/DAI LP tokens to the Olympus treasury to obtain an OHM claim. The length of the vesting period of LP tokens determines when OHM can be claimed. During the vesting period, the user's LP tokens are not locked, and the LP tokens can be reclaimed through the forfeiture of the bonds.\\n\\nThe price of the bond is determined by the LP token and the number of bonds issued. The more bonds waiting to be exercised, the lower the discount that bondholders will receive on OHM. The reverse is also true. In this way, people's enthusiasm for buying bonds is adjusted. According to OHM's data, the bond price equation is as follows:\\n\\nbond price=RFV/Premium,\\n\\nwhere RFV (Risk-free value) is the risk-free value:\\n\\nRFV=2sqrt(constantProduct)\\\\* (LP/totalLP),\\nthrough the constant product (x \\\\*y=k), the ratio of the total amount of LP and LP tokens, and the square root to get the value of RFV. When x=y, that is, when OHM=DAI, RFV is the minimum value of x+y.\\n\\nPremium is a premium, and it is also a parameter controlled by the protocol. The equation for premium is\\n\\nPremium = 1 + (debtRatio ∗ n),\\n\\nand the equation for debt ratio:\\n\\ndebtRatio = bondsOutstanding / ohmSupply.\\n\\nThe lower the premium and the higher the discount, encourage people to buy bonds; the higher the premium, the lower the discount, which reduces the incentive for people to buy bonds. The premium comes from the system’s debt ratio and expansion variables. Use it to control the rate of increase in bond prices.\\n\\nHigher OHM prices will encourage more LPs to purchase bonds. When calculating the bond price, the agreement is to calculate the OHM value in the LP token based on the intrinsic price of the OHM instead of the market price. The bondholder usually sells his LP to the agreement at a price lower than the market value. However, this can be offset by an agreement to make an OHM offer to bondholders at a below-market price. This makes the value of the bond OHM grow faster relative to the value of the LP token share. In other words, a higher OHM price will lead to a more liquid\\n\\neconomic model: OHM is used as a stable currency and can be used for pricing, payment, and value storage. It is also a system governance token, which can participate in system governance and capture the revenue and expenses generated by the system. pOHM is a token issued to the team and investors. It has an option nature and can motivate the team and external financing. The team and investors can use 1pOHM plus 1DAI to cast 1OHM. Therefore, when 1OHM is greater than 1DAI, after the team and investors obtain OHM, they can obtain the value of the premium when they are sold in the market.\\n\\nToken distribution: The\\ninitial total issuance of OHM is 68,260, which are mainly issued through the Discord community, and are distributed in equal amounts according to the number of community members registered. As of May 25, 2021, there are 252,564 pieces in circulation, which will be minted according to market changes. In addition, the team also issued pOHM, which is mainly used for team incentives and external financing. pOHM is similar to an option. OHM is cast by providing pOHM, and investors provide 1DAI and 1pOHM to generate an OHM. The holder enjoys the excess income of the system. At present, 1 billion pieces have been issued, and the total number is between 2 billion and 5 billion pieces. The number of pOHM is related to the actual growth of the OHM system and is determined by the community.\\n\\n​​OHM Token Distribution\\n​​The issuance of Olympus is different from other projects. There is no airdrop and liquidity mining. Instead, it provides early members in the Discord community with the opportunity to purchase 73% of OHM’s creation tokens. The remaining 27% of OHM is used to provide initial liquidity on Sushiswap. When the OHM market price is greater than the endogenous value, the user submits a minting request to the agreement. At present, the minting function has been stopped. The additional issuance method is mainly that the user purchases bonds, uses the bonds to propose to the agreement in exchange for OHM tokens, and the agreement mints and performs additional issuance.\\n\\npOHM token distribution OHM is a single token model, without equity tokens. In order to motivate the team and raise funds from investors, the project party created pOHM. pOHM is similar to an option, and OHM is cast by providing pOHM. For example, the investor provides 1DAI and 1pOHM to generate an OHM. That is, 1pOHM=1OHM-1DAI. Only when 1OHM is greater than 1DAI, 1pOHM is valuable. What the team enjoys is the excess revenue part of the system. The issuance of pOHM depends on the actual growth of the OHM system. The final upper limit of the amount of options held by insiders is between 2 billion and 5 billion OHM. The specific allocation is as follows: Team: 33 million pOHM, 7.8% of the supply investor: 70 million pOHM, 3% of the supply consultant: 50 million pOHM, 1% of the supply-15-Community: 55,000 pOHM, no supply Upper limit (the community can decide).\\n\\nLatest News:\\nOctober 27\\nOlympusDAO developer Zeus is about to launch the stable currency exchange protocol Range, which builds an exchange pool Range Pools, which makes an optimistic assumption: the tokens in the pool have the same value and can be exchanged at 1:1 Rate exchange. The proportion of tokens in the pool will remain within a preset range, for example, DAI is 20%-70%, and any transaction that causes the proportion to exceed this range will be rejected. In this way, the exchange rate of stablecoins can be guaranteed, gas fees can be reduced, capital utility can be increased, and risks can be accurately assessed.\\nOctober 15\\nOlympusDAO announced that it will launch the V2 version. The update of this version includes the use Compound of the governance contract Governor Bravo developed by thecommunity to initiate on-chain governance in three phases. In addition, for the service of token issuance through bonds, updates will include allowing bonds to be held as NFTs and incentivizing third parties to run front-ends for Olympus to reduce the risk of single points of failure.\\n\\nRisk warning: The\\nvalue of the underlying assets has fallen sharply, falling into a death spiral. OHM uses DAI as the underlying asset to provide value support for the stablecoin system. However, since the underlying assets of DAI still have large volatility, if the market demand is insufficient and the price of the underlying assets drops sharply, it may cause users to sell their stable coins, and the underlying assets will be consumed rapidly; the rapid consumption of underlying assets will prompt users to further Run and fall into a death spiral.\\n\\n2\\\\.Abracadabra\\n\\nAbracadabra.money is a stable currency protocol based on interest-bearing assets, currently deployed in,BSC, Avalanche,EthereumFantom and Arbitrum One.\\n\\nProject mechanism:\\n\\nThe project uses interest-earning assets to create CDPs. Compared with MarkerDAO, its mortgage and liquidation processes are similar, but the difference is that its mortgage assets can earn interest. Under this mechanism,each MiM has a certain ibTKN (such as yvTokn) as asupport.AbracadabraAlthoughsupports multi-chain deployment, there is no contract-level interaction between multiple chains. Users can lend MIM on the same main chain after mortgage interest-bearing assets. Therefore, from the perspective of multi-chain ecology, MIM is still Decentralized, but the project provides a cross-chain bridge that can support exchanges between MIMs of multiple public chains.\\n\\nEconomic model:\\n\\ndual token model, governance token SPELL and USD stable currency MIM. As a governance token, SPELL is mainly used to adjust the overall parameters of the agreement, just as MKR holders need to vote for the new assets of the agreement, the upper limit of asset issuance, mortgage rate and other parameters on demand. Moreover, Abracadabra users need to pay a portion of the handling fee when borrowing, and this part of the income will eventually be distributed to SPELL holders through repurchase or various forms.\\n\\nToken distribution:\\n\\nThe maximum supply of SPELL is 210 billion, 7% is issued through IDO, 30% is distributed by the team, and the rest is distributed through liquid mining, 18% to SushiSwap ETH-SPELL LP (promote SPELL and other tokens) Between the transaction), 45% to MIM-3LP3CRV LP (promote the transaction of MIM and the three major US dollar stablecoins). The interest and borrowing costs of the users who minted/borrowed MIM plus approximately 10% of the clearing fee are used to purchase SPELL on the market and then redistribute them proportionally.\\n\\nMagic Internet Money (MIM) is a decentralized multi-chain stable currency that is pegged to the U.S. dollar. Users can ibToken deposit and borrowthe MIM.\\n\\nLatest news:\\n\\nAbracadabra.money is currently online, with functions such as Farm (farming), lending, pledge, Curve Pool quick entry, exchange, and cross-chain bridge. The project recently released a liquidity reduction proposal, and the tokens allocated for liquidity rewards will be reduced by 20%. There is no major progress in other areas.\\n\\nRisks:\\n\\nAbracadabra’s mechanism is more in line with users’ needs for high capital efficiency, but its own project integrates a number of other protocols (Yearn, Curve, Sushiswap, etc.), and the security risks of these external protocols will also penetrate Abracadabra.money itself. . At the same time, the US Securities and Exchange Commission (SEC) has declared that it will regulate interest-earning assets and stable currency agreements, so there is a certainfor Abracadabra.moneyregulatoryrisk.\\n\\n3)Fodl Finance\\nIntroduction to\\nFODL is a leveraged trading platform for lending and lending without an unfunded rate. The origin of this item is: 0xb1 team found that when the market is extremely volatile, it is impossible to find a low-rate hedging method on CEX or DEX, because there are too many hedgers at this time and the squeeze is too large. To improve the liquidity of such transactions, users have to pay premium rates. In order to solve this problem, the 0Xb1 team tried to leverage the liquidity of the lending platform. Unlike CEX and DEX, lending platforms such as comp and aave can provide high liquidity, low cost, and 100% leveraged transactions on the chain. After 0Xb1 finished the product, he found that the cost was lower than expected, so he put this set of things on the chain to make the product.\\nFodl Finance official website of the\\noperational details of the\\nconstruction attention immediately head Cropping a picture\\nprinciple to build attention immediately lever head on FODL platform Cropping a picture is this: When the supply of assets, supply ⾦ amount of user setup is good, after borrow START assets and leverage ratio and other parameters, FODL platform calculates the How much assets are needed to borrow, and then use the folding strategy to take out a lightning loan to help users open positions. The folding strategy is to deposit the collateral in the lending platform, then continue to deposit the lent, and repeat the dolls to achieve the required leverage ratio.\\nJust like the traditional cex or dex built heads, if it is a long head, then it is a mortgage that is not a stable currency to lend a stable currency. On the contrary, if it is a short position, it is mortgaged stablecoins to lend non-stablecoins.\\nFodl Finance began to package and solve these pain points with an agreement.\\n\\nFacemachine\\nFODLprovides three major machine Face: Face to a still damage the machine, to a still surplus and liquidation machine machine Face Face. The profitable robot helps users close positions when the head reaches a suitable profit, and the lossy robot helps users close their losses when they reach a certain loss. The clearing machine is because of the characteristics of compound and other lending platforms. To ensure the smooth operation of the Compound system, the agreement has designed a complete set of insurance and clearing rules. In order to reduce loan risk, the Compound agreement adds the collateral factor attribute to each type of asset. This attribute defines the amount of other assets that can be borrowed from a certain type of asset unit collateral. That is, one expression of the mortgage rate. Previously, the main lending agreement was borrowing through over-collateralization, usually requiring a mortgage rate of less than 150%, such as: the mortgage rate in the market was 150%, and the user borrowed a DAI in the Compound over-collateralized ETH Loans, but unfortunately, the price of ETH fell sharply during the loan period, which made the value of the borrower’s collateral dropped below the 150% collateral ratio required for ETH. If there is no replenishment or sale of collateral, the liquidation process will be triggered. In addition, the borrower has to pay a liquidation penalty. At this time, the liquidator can trigger the Compound liquidation process, which can be obtained at a discount of 3% -5% below the market price. ETH collateral, this part of the price difference is the origin of Liquidation Incentive. As a result, the borrower repaid the loan of the Compound system, avoided debts and bad debts on the Compound platform, and maintained the repayment ability of the system. At the same time, the liquidator also obtained a single transaction of 3% to 5% of income, similar to mining fees , The clearing party has gained revenue, and the platform is also operating normally. In Compound's clearing mechanism, as long as the clearing party finds that the mortgage rate of the borrower is too low through the monitoring contract, once the clearing process is triggered, the clearing party will immediately activate the automatic clearing machine that clears the FODL. It will help the user to stay high. Closing a position at risk is not subject to forced liquidation. It is worth noting that in the previous test version, the machine was not active. In addition, due to the characteristics of the Ethereum network, there is no guarantee that every transaction will be successful.\\nOwned ⾦ rates\\nFODL charge a small capital ⾦ rates, there are three main ⽅ Screens 1. Use households when open, be charged a 0.1% fee ⾦ Using this as a basis for still loss and expenses at liquidation protection. 2. When the user closes the position and the first gains profit, 2.5% of the profit rate is charged. Profitability = (Receipt-Cost) / Receipt 3. A 10% loan platform reward is charged. According to the team, FODL's premium rate will be lower than traditional methods. The data\\nFodl Finance beta was launched on October 15th, and liquidity mining was started on the evening of October 20th. The current application lock-up amount is US$87 million. The total issuance of FODL is 1 billion, of which 200 million FODL has been pre-sold on the Sushiswap platform at an initial price of 0.025 US dollars, and FODL is temporarily quoted at 1 US dollars.\\nToken economics\\nToken distribution FODL is a community-driven project. Unlike various other capital-led projects that have a series of messy profit distributions such as angel rounds and early rounds, FODL’s token distribution is relatively concise. As shown in the figure below, you can see that the distribution of tokens is still fair. Among them, we can see that 400 million tokens are used as transaction incentives. Similar to DYDX's transaction mining, the issuance of incentive tokens and the number of positions held are positive. Category ￥FODL total supply 1,000,000,000\\ninitial liquidity pool 200,000,000\\nplatform opening reward 400,000,000\\nLP pledge reward 200,000,000\\nteam funding 100,000,000\\nDecentralized development grants 100,000,000\\nFODL is the governance token of the FODL platform, and FODL holders can participate in the DAO governance of the FODL platform. In addition, the governance fees charged by FODL and the fees charged to profitable heads will also be used to repurchase FODL.\",\"timestamp\":1638583674,\"title\":\"defi2.0\"},\"digest\":\"AIuc7bVZTqidaCPc3brXMqcDVJ6nDjDVD1e9QuH4CJk\",\"authorship\":{\"contributor\":\"0x455E0e9d8b0c0541F4f26ECeec2Ea54504e9b4C9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uXucsSCXizFqyxj9KBYIz1vq47e1AybsjdFUXnCKYa8\\\",\\\"y\\\":\\\"Lq5l18QEwjVHFwgCvWAE2JAJpS1CrcFQ_SjH5ECdGMc\\\"}\",\"signature\":\"c5xjprkW_yPJkkDoK6U-V2F1c997conLWSvpEQUEm95OarcrwLp8BbXRx09Ed7JXh_KB5iTWvIsVP_7VSKcMIA\",\"signingKeySignature\":\"0x469e6a450c6b7c9d95e783dc811429dae2fe3c6a75a4ac19194b205c0bbcccae2d91566b0c0820b2ef10a78e0a6a284f311274921bbfbec10a03efca4c2c99c51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uXucsSCXizFqyxj9KBYIz1vq47e1AybsjdFUXnCKYa8\\\",\\\"y\\\":\\\"Lq5l18QEwjVHFwgCvWAE2JAJpS1CrcFQ_SjH5ECdGMc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"AIuc7bVZTqidaCPc3brXMqcDVJ6nDjDVD1e9QuH4CJk\"}"