"{\"content\":{\"body\":\"Like many others, I first became fascinated by blockchain technology because of the many societal problems it aimed to solve. The potential benefits of blockchains—democratization of industry & data, financial inclusion, transparency & efficiency of government—can already be seen taking form through pilots and use cases today. Self-sovereign digital identity puts individuals in control of their data. Distributed credit allows marginalized communities access to capital in developing regions of the world. Transparent and immutable voting and land registry systems are improving the delivery and management of government services.\\n\\nHowever, while this technology offers many great benefits, serious dangers are often ignored or still likely unknown. An ethical framework for design and deployment must be developed by the community to ensure that the new power structures we are building benefit the least powerful members of our society instead of further consolidating it in the hands of corporate giants and governments. If designed improperly, blockchains have the potential to be manipulated to consolidate control over personal data, further manipulate existing financial systems to the benefit of elites, and increase authoritative government surveillance over their populations.\\n\\nWe need to act on the lessons learned from the shortcomings of the internet. The advent of the internet (and later social media) ushered in an era of decentralized information sharing. Like blockchain, it promised to remove industry gatekeepers and it democratized access to producing and consuming information. While the internet is undoubtedly one of the biggest social breakthroughs in the history of mankind, we also witnessed the danger it poses when used maliciously. The current spread of misinformation, or “fake news,” is as detrimental a threat to our democratic institutions as anything in the physical world. And just as social media broke physical barriers and connected individuals in unimaginable ways, so too did we neglect to imagine the risk of human rights violations posed by creating data silos.\\n\\nTechnology is not value neutral. Data repositories, just like history books, are being written by societal winners over the interests of the losers. Consider an improperly structured predictive model of career trajectory and financial success: Data would almost certainly reflect the profile of a straight, white, middle-aged and middle-income male. There need to be policies in place, both external and internal to blockchain systems, that protect consumers from corporate and political greed.\\n\\nAs a political science junkie and former government employee, I was fascinated by how closely blockchains resembled real life comparative political organizing. Governance structures in blockchain protocols are simply coded values reflecting the distribution of power, methods of participation, incentives for economic participation, and more. And just as in real life government we should be striving to develop a rule of law that is as democratic and fair as possible; we must develop equitable digital rules and policies within blockchain protocols.\\n\\nUnfortunately, many of the ethics and human rights threats posed by blockchains are likely not yet evident. The following section outlines a non-exhaustive list of considerations and recommendations that should be examined prior to beginning any new blockchain project.\\n\\n****Considerations****\\n\\n**1) Governance**: A blockchain’s governance system sets the basic rules of participation and decision making. It is the core political structure of the blockchain ecosystem and must be designed equitably. These questions are akin to the structuring of the U.S. legislature between the House & Senate, creation of the electoral college, and provisions for referendums and other political processes—all considerations for who gets to make decisions and how those people are selected.\\n\\n**2) Identity**: As with many blockchain problems, a major preliminary hurdle is how to best define identity within the ecosystem. Provisions for government services often require personal identification. Identity politics are often the root of inequality, and leveling the playing field from the beginning is necessary for the inclusion and protection of minority communities. How does one verify their identity in each ecosystem? If it requires verifying one’s ethnicity or one’s religious or sexual preference, it could endanger those already at threat of persecution.\\n\\n**3) Access**: Just as identity is important for accessing goods and services, so too do design principles greatly effect one’s capabilities for participating in an ecosystem. The ‘digital divide’ was studied heavily in the years following the advent of the internet, and social scientists determined that those without access to new technologies experienced worsening degrees of inequality compared to those who did. Today, it is not enough to simply guarantee access to technology—it must be designed for ease of usability for those who are not technologically literate. Blockchain and digital currency are undoubtedly a complicated phenomenon with a significant learning curve for anyone who has never been exposed to concepts of public & private keys, 2FA, and other basic requirements for participating.\\n\\n**4) Data**: In the ‘Age of Information,’ concerns over data protection will be one of the greatest factors in the future of digital policy. Who owns the data? Where is data stored? When can data be sold and to whom? What is the procedure for correcting inaccurate data on an immutable ledger? Answers to all these questions will impact the privacy rights of end users.\\n\\n****Recommendations****\\n\\n**1) Diversify your team**: The single most important factor is having an intersectionality team comprised of individuals of different backgrounds and professions that can help technologists consider principles at the earliest stages of design. Ethics must be a primary goal from the start. Today we must recognize that it is important to foster diverse opinions in federal legislatures so that the interests and needs of minority communities and disadvantaged groups are addressed. The same rule applies for determining the rules that govern our computer systems.\\n\\n**2) Employ systematic strategic planning**: Too often problems are defined by the potential solutions a technology can provide. The reverse approach of tailoring a technology to specifically solve the detailed realities of the problem at hand allows for ethical and human rights considerations to be conceived in the initial design process. Trying to rework and integrate ethics protections after a protocol is built will often be too late. [MLG Blockchain’s](https://mlgblockchain.com/) enterprise and government adoption roadmap takes care to tailor solutions with both efficiency and ethics in mind.\\n\\n**3) Join trade associations and policy groups**: Blockchains are fascinating technologies because they often touch multiple sectors across global supply chains. This requires developing your framework through an international lens. Source feedback and recommendations from others working on similar issues in the industry. Trade associations are a great meeting ground for academics, technologists, regulators, and private corporations to share information.\\n\\n**4) **[**Use the Blockchain Ethical Design Framework**](http://beeckcenter.georgetown.edu/wp-content/uploads/2018/06/The-Blockchain-Ethical-Design-Framework.pdf): This step-by-step process was developed by Georgetown University’s Beek Center for Social Impact + Innovation. This is the most comprehensive outline for ensuring a project has been built with ethics in mind, and is the primary source for much of the research presented in this article. This framework is an iterative process, and the Penrose Partners are eager to contribute to research in this field.\\n\\n****Conclusion****\\n\\nAt Penrose Partners, we recognize that any good governmental relations initiative must take a dual approach to solving policy issues in both the digital and real world. Protocol policies coded by technologists are inextricably tied to the policies created by regulators in the Senate, House of Representatives, SEC, and other governing bodies. How these policies interact and influence each other ultimately affect the benefits of the end-user.\\n\\nToday, in the United States and elsewhere, we see a polarizing and ugly system of political debate. This fervor of opinions is equally at play in the blockchain community. It is important to remember that all these opinions stem from the same honorable goal of creating the most utopic system for all: albeit sometimes by misinformed ideas. Discussion, debate, and constructive criticism are crucial for uncovering truth and improving processes. The importance of cross-sector collaboration between industry, academia, regulators, and trade associations must not be understated. Many organizations that I respect are working on these issues in my hometown region of Washington, D.C., including [Coin Center](https://coincenter.org/), the [Chamber of Digital Commerce](https://digitalchamber.org/), and the [Blockchain Association](https://theblockchainassociation.org/).\\n\\nJust as political debate over how to best structure government continues in the United States more than 240 years since the signing of the Declaration of Independence, so too will the blockchain debate rage on.\\n\\n*G Clay is the VP of Communications at Penrose Partners, and international blockchain consulting firm. Prior to joining the team at Penrose, G Clay served on Elizabeth Warrens presidential campaign. He also worked at MLG Blockchain, and before that was a Staffer on the U.S. Senate Select Committee on Ethics, a Delegate to the United Nations, and a research intern at Human Rights Watch. He has his MSc in Pubic Policy from the London School of Economics and Political Science*\\n\",\"timestamp\":1641980749,\"title\":\"Ethics in Blockchain: Considerations and recommendations from a comparative political approach\"},\"digest\":\"245nebiaw-E7Q9mWKj6TBsJUGJuuHFlX--Noko6G0qs\",\"authorship\":{\"contributor\":\"0xD1B5Ad78E657f3390ae0dE4a3305367d5a9220CF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZhTseT6kbYLCHWxLA1NdNSVJN8NUQJyGuLFGVVFeDVg\\\",\\\"y\\\":\\\"ULbFgiYRaeSRVN3BIHz3zX8j6DeBV54IC1dJXWuBiEU\\\"}\",\"signature\":\"VO8dkifVW2QXEq_ASady0P0oRukXlgAivBbx1STCKqSDkc8tdf0BDMP_Z5WcMLoEGmN6Bv5DJrt7kyHhNJUI4A\",\"signingKeySignature\":\"0x72e59d77cdc37ae32be6f0d2bbed5ca788a5ee19726b9b3212c73f505e5e6b993111bcd0e4e7d7056b9e93a04173b1c778a40f7f682f919f6c9360d5dceb17521b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZhTseT6kbYLCHWxLA1NdNSVJN8NUQJyGuLFGVVFeDVg\\\",\\\"y\\\":\\\"ULbFgiYRaeSRVN3BIHz3zX8j6DeBV54IC1dJXWuBiEU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"245nebiaw-E7Q9mWKj6TBsJUGJuuHFlX--Noko6G0qs\"}"