"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/11ee54bd-7239-4463-855d-a35cbf5c7030.png?height=1370&width=1920)\\n\\nIn recent months, NFTs have gone through a moment of cultural zeitgeist, commanding the attention and adoption of creators and communities all over the internet. Still in its infancy, the NFT ecosystem is mostly dominated by a small number of closed marketplaces—crypto middlemen and web3 gatekeepers that have launched closed-source systems on public blockchains. \\n\\n**The state of current marketplaces:**\\n- Closed source\\n- Unverified on Etherscan \\n- Permissioned access \\n- Super admin permissions\\n- Opaque\\n- Limited developer access\\n- Restricted to platform NFTs\\n\\nThe Zora ethos is to create public goods that are either owned by the community or owned by no one. \\n\\nToday we are announcing the launch of **Auction House**. Auction House is an open and permissionless protocol on Ethereum that allows any creator, community, platform or DAO to create and run their own curated NFT auction houses. We have deployed the Auction House on mainnet without admin functionality, and it is therefore entirely permissionless and unstoppable—this auction house is free of gatekeepers, middleman or corporate control. It is owned by no one. \\n\\nSoon, it will be owned by the community.\\n\\nCreators and collectors on [Zora](https://zora.co) can now list the NFTs for timed reserve auctions for primary and secondary sales. Simply add a reserve price on your NFT.\\n\\n![](https://images.mirror-media.xyz/publication-images/502cd4df-3f5c-44b0-9bce-265c4f89bcf1.gif?height=453&width=500)\\n\\nDevelopers and technologists can use the latest release of [ZoraOS](https://ourzora.gitbook.io/zoraos/dev/zdk) to create their own unique and independent auction houses, platforms and experiences that are open in nature.\\n\\n**The Auction House has unparalleled features:**\\n- Run auctions in ETH or any ERC20 token \\n- Run auctions on any ERC721 (SDK only)\\n- Recognize creator resale royalties and sell on share\\n- Introduced a role and value model for curators (more on this below)\\n- 0% protocol fees\\n- Permissionless and public\\n- Usable for primary and secondary auctions.\\n- SDK and Developer tools\\n\\n### Curators\\n![](https://images.mirror-media.xyz/publication-images/f4732545-7ed5-4293-a03a-95ee41557680.png?height=1370&width=1920)\\n\\nIn a metaverse of millions of NFTs, the act of curation is critical. Curators create and facilitate context and community which augment the value of NFTs that they select. The act of curation creates value for the NFT by contextualizing it and signalling its importance to a particular community. The act of curation is extremely valuable, and is directly recognized and empowered by the Auction House. A curator who successfully auctions off an NFT for an owner can earn a share in the sale.\\n\\nThe Auction House has been designed with special emphasis given to the role of curators. If an owner of an NFT chooses to list with a curator, that curator can charge a curator fee and has to approve any auction before it commences with that curator's auction house.\\n\\nWe have defined a curator role in the auction house. A curator can:\\n\\n- Approve and deny proposals for an NFT to be listed with them.\\n- Earn a fee for their curation\\n- Cancel an auction prior to bidding being commenced\\n\\nCreators and collectors can submit a proposal to list their NFTs with a curator onchain, which the curator must accept (or optionally reject). This creates an onchain record of a curators activity and value creation. Curators build a public reputation for the value they’re creating for creators and collectors.\\n\\n**The auction house is the ***curation primitive***.**\\n\\n> Curation is creation.\\n\\nCurators can now create and capture value from curation without needing to directly collect NFTs. We now have curation without collection. Curators can create unique contexts and spaces to auction NFTs on behalf of creators and collectors instead of having to front the capital to buy and then resell. \\n\\nSimilarly for creators and collectors, they do not need to sell their NFT and forego ownership to a curator for them to benefit from the curation—simply share in the profit from a successful auction or get the NFT back if it doesn't sell.\\n\\nCurators now have a crypto native business model that is beneficial to both themselves and owner of the NFT. This unlocks entirely new models for editors, publishers, record labels, galleries studios, blogs or any experience that aims to contextualize the world we live in.\\n\\nWe should also start to see a 100x more options for creators and collectors to list their NFTs, and start listing in spaces outside of the platforms originally minted on. Minting and listing can happen anywhere.\\n\\nCreators and collectors always have the option to run an auction without a curator for free!\\n\\n### Curator DAOs\\n![](https://images.mirror-media.xyz/publication-images/8afd8924-2380-4776-afd8-d0d18957b517.png?height=1370&width=1920)\\n\\nBecause the act of curation is being conducted ***entirely onchain***, it is now possible to create trustless Curator DAOs—community organizations that can collectively own and operate an auction house. \\n\\nThis means that any group of artists, collectors and curators can come together to start their own fully functioning and community-owned NFT marketplace, gallery or exhibition as they wish. \\n\\nBy using a DAO, you can distribute ownership with a token to all collaborators, contributors and community members. \\n\\nCommunity-owned NFT marketplaces, galleries, auction houses and platforms are now entirely possible.\\n\\n### Calling all curators:\\nIf you are interested in launching your own curated NFT gallery, platform, auction house or experience please say hi! Send an email to jacob [at] zora.co\\n\\n### Developers: build, invent and contribute:\\n\\nDevelopers and technologists, learn more about how to create your own unique galleries, platforms, auction houses, experiences and more by reading our developer documentation.\\n- [Docs](https://ourzora.gitbook.io/zoraos/)\\n- [SDK](https://ourzora.gitbook.io/zoraos/dev/zdk)\\n- [Github](https://github.com/ourzora/auction-house)\\n- [Etherscan](https://etherscan.io/address/0xe468ce99444174bd3bbbed09209577d25d1ad673)\\n\\n[Join us in Discord](https://zora.community) to learn more about building on the Zora Auction House\\n\\n### Acknowledgements\\n\\nThis project is the result of an incredible community of builders, projects and contributors in the broader Zora ecosystem. We would like to acknowledge the [Mint Fund](http://themint.fund/) and the [$BOUNTY backers](https://mint.mirror.xyz/6tD-QHgfCWvfKTjZgMoDd-8Gwdx3oibYuaGvg715Xco) for crowdfunding and coordinating the development of the initial open source version of reserve auctions.\\n\\nWe would also like to credit projects that have pioneered the reserve auction mechanism and experience, such as [SuperRare](https://superrare.co). Lastly, we'd like to acknowledge [Coldie](https://twitter.com/Coldie), the original pioneer of the reserve timed auction mechanism for NFTs.\\n\\n### Notes\\nThis post has been minted as an NFT.\",\"timestamp\":1620787511,\"title\":\"Introducing Auction House\",\"publication\":\"zora\"},\"digest\":\"9mQ9AeJK84USTnQ9eBY4Sc7s1bi0N8RoZd3Oy4q82FM\",\"authorship\":{\"contributor\":\"0x7A6f726121030CaDf9923333d5b6F29277024027\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K8jhIIgn8xW23ewQoHkI2OC6Qc_c_odQs8uufM_s1GY\\\",\\\"y\\\":\\\"GaqUY5xR-RK_FtYs1HSG9x9JJ7E8HCbTNGgBqrivPA8\\\"}\",\"signature\":\"Id7NkuTjI-XdLq0a4_XhWT7L7glCeWt2qQanQHa72MRQn1HKf1FWOT4Y3dIoLSQz-RimsbNogfalT-v72zpY3g\",\"signingKeySignature\":\"0x14c2e743ceca89ef6811d73c207e16e8239a25c7966db50c5f4e434e07bb309e16d4e820547a96369a2369664059f104a8576512eeb42cf0b315243df5fe0c741c\",\"signingKeyMessage\":\"I authorize the publication of articles on zora.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K8jhIIgn8xW23ewQoHkI2OC6Qc_c_odQs8uufM_s1GY\\\",\\\"y\\\":\\\"GaqUY5xR-RK_FtYs1HSG9x9JJ7E8HCbTNGgBqrivPA8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{\"nftTransactionHash\":\"0x36b9d44361fdae0305cf142c704e549f39cfb569445d0e8d2cd2127884ed436b\"},\"version\":\"12-21-2020\",\"originalDigest\":\"9mQ9AeJK84USTnQ9eBY4Sc7s1bi0N8RoZd3Oy4q82FM\"}"