"{\"content\":{\"body\":\"“你要是不想要就还给我，不带这么恶心人的啊，”王富贵说着就想上来把燕窝给抢回去。 \\n  \\n     任小粟乐呵呵的把燕窝盒子一盖就扔进了窝棚：“没有恶心人，这不是开个玩笑嘛？” \\n  \\n     他瞅向老王身后的那些人，说实话他要是管这些人叫做乡绅，那都是侮辱了乡绅这个词汇…… \\n  \\n     这些人都拿着一点见面礼，其实大家对任小粟也都不陌生，这次过来主要还是为了跟任小粟客套客套，意思是，我们接纳你进入我们这个圈子了，大家以后都是朋友。 \\n  \\n     任小粟也没跟他们客气，颜六元这会儿还在床上躺着养病呢，有补品何乐不为？ \\n  \\n     “任小粟，”老王把任小粟拉到一旁说道：“你这边呢赶紧搬到诊所去住，那诊所后面还有两间房子带着个十多平的小院子，不少人都盯着呢。” \\n  \\n     “嗯行，”任小粟点点头，他现在对王富贵还是比较客气的。 \\n  \\n     “还有，罗老板让人从壁垒里给你送出来了一点药品，这可都是钱啊，我都让人直接放到诊所里面了，最贵重的是消炎药和麻醉药物，这些你可看管好了，”王富贵低声说道：“有人找不到烟抽，就直接偷麻醉药来顶替那种成瘾性的麻醉药，我就吃过这种亏。” \\n  \\n     任小粟愣了一下，他没想到麻醉药还有这种功效？不过有人送东西是好事，他意犹未尽的问道：“还送什么了吗？” \\n  \\n     “还有一面锦旗。” \\n  \\n     …… \\n  \\n     上午任小粟和小玉姐随便收拾了一下东西就去诊所了，能住窗明几净的砖石房，谁愿意住窝棚呢？ \\n  \\n     他都计划好了，后面两间屋子，他和颜六元住一间，小玉姐一个人住一间。 \\n  \\n     之前小玉姐就是住砖石房的，后来为了这两个“弟弟”搬去窝棚，如今任小粟让小玉姐重新住上砖石房子也算是了却一个心愿。 \\n  \\n     只是当任小粟背着颜六元走进诊所的那一刻，整个人都不好了。 \\n  \\n     只见诊所墙上正当中挂了一面锦旗：妙手回春，罗岚。 \\n  \\n     按照王富贵的说法就是，只要这面锦旗在这诊所里，谁都不会拿任小粟怎么样，前提是任小粟别犯什么触及到罗岚利益的事情。 \\n  \\n     这就是一面护身符，虽然这护身符让任小粟非常牙疼，他不知道这是罗岚随口吩咐的让底下人制作锦旗，还是对方故意促狭自己。 \\n  \\n     应该是前者的可能性更大吧，对于罗岚来说自己也就是个壁垒外面买药的流民而已。 \\n  \\n     任小粟把颜六元安顿好，这时候小玉姐已经心疼的不行了，昨天晚上任小粟怕打扰她睡觉都没把这事告诉她，今天早上她才知道的。 \\n  \\n     颜六元享受着小玉姐的精心照顾，忽然想到之前自己还老是调侃人家来着，于是虚弱的说道：“小玉姐，以前的事对不起啊。” \\n  \\n     小玉姐剜了他一眼：“跟姐还说什么对不起，你们两个就是人小鬼大，不过要不是你们心智比别的孩子成熟，也活不到现在。” \\n  \\n     “主要是我哥厉害，”颜六元笑道。 \\n  \\n     “也不知道任小粟这孩子这么多年吃了多少苦，”小玉姐叹息道。 \\n  \\n     “数不尽的苦，”颜六元平静回答。 \\n  \\n     任小粟这时候翻检着这个诊所里剩下的药品，还有罗岚派人送过来的新药，兴许是有人给这位罗老板说过他是治外伤的，所以这位罗老板送来的麻醉药和消炎药格外的多。 \\n  \\n     忽然间任小粟看到那一大箱药里面还有清热解毒液，顿时大喜过望，他拿着消炎药和清热解毒液就去给颜六元吃药了，这次颜六元生病的主要症状就是上火导致扁桃体发炎，吃这个不说是不是特别对症，但绝对治病。 \\n  \\n     这诊所里还有一些药材，一些柜子上面写着药材的名字，还有对治的症状，任小粟感叹那位于童真是有一个好爹，却根本没有珍惜。 \\n  \\n     当天晚上颜六元终于退烧，任小粟这才松了口气，他对小玉姐说道：“那些人送来的补品啥的都给炖一下你俩吃了吧。” \\n  \\n     “成，”小玉姐点点头就去做饭了。 \\n  \\n     如今三个人就真的想姐弟一样，也都不见外了，不得不说有时候缘分就是很奇妙的东西，明明看起来凑不到一起的三个人，偏偏凑到了一起。 \\n  \\n     小玉姐端着盘子回来喊任小粟和颜六元吃饭的时候，任小粟忽然想到了什么说道：“小玉姐，你以后隔壁就是你的屋子了，以后你结婚也可以当婚房用呢。” \\n  \\n     原本准备给任小粟递饭碗的小玉姐脸色一变：“这么快就嫌弃我了？我吃饭多？还是乱花钱了？” \\n  \\n     任小粟愣了一下：“小玉姐，我不是这个意思……” \\n  \\n     “那你什么意思？”小玉姐把饭碗往回一收，赌气说道：“任小粟你太没良心了，吃着我做的饭还想撵人，我就是给狗吃也不给你吃。” \\n  \\n     说完，小玉姐把饭碗往颜六元怀里一塞：“你把饭全吃完。” \\n  \\n     颜六元：“？？？” \\n  \\n     说完，小玉姐自己第一个忍不住笑了起来，任小粟和颜六元也跟着笑。 \\n  \\n     颜六元忽然觉得小玉姐笑起来可真温柔啊，只可惜……生错了时代。 \\n  \\n     “小粟，以后有什么打算？”小玉姐吃饭的时候问道。 \\n  \\n     “没啥打算，走一步看一步呗，”任小粟说道，他这时候最惦记的东西，还是那柄未解锁的武器。 \\n  \\n     原本任小粟的心愿只有让自己和颜六元好好活下去，可是当他发现自己也拥有了超自然能力时，心中总是不免多了一些渴望。 \\n  \\n     如今连环任务还没有完成：救治10名病人。 \\n  \\n     也不知道新的任务会奖励什么，还有那个神秘的自动贩卖机，除了黑药还会出现其他商品吗？ \\n  \\n     一切未知都在等着他去揭开。 \\n  \\n     颜六元一脸期待的看着任小粟：“哥，咱们明天干啥啊，我帮你们给人治病吧？” \\n  \\n     任小粟乐了：“怎么，病好了？” \\n  \\n     “对啊，”颜六元吃完饭后精神还算不错：“我一点事都没了。” \\n  \\n     “嗯，”任小粟点点头：“没事就去上学。” \\n  \\n     “哦……” \\n \",\"timestamp\":1638279191,\"title\":\"25、一面锦旗\"},\"digest\":\"HjA5CQji4ZSYF-eMp41yG-P_di3F9Crlwg5PxBNMxSo\",\"authorship\":{\"contributor\":\"0xdCbe08185826aB07475a44f6B74FDf3cAbe5CD8B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lyuQXEXjIHwCj58IHbXsLlxpgDO69XXo16HJL_f5CFo\\\",\\\"y\\\":\\\"S26750O6g7o2ZXNJl0QxF0bI1xYs3Hx5FbYE06pm2VQ\\\"}\",\"signature\":\"CU5EIiRTlGRDPZ8aZ8t0hh7vIObVPH-JIzn4iL0D0S8G-tOPtwQULIw6ajhuo-C2wb7EnXiv6NHjy5z3rdlLUQ\",\"signingKeySignature\":\"0xb69e274afa7cfaf461dca3d3f39de18bd38e6cf43c1bb819ba58fbb90765a5686eb74d5ec7f401f16983ce829bb15ff3f3f6ed889ca061bd71159845b482dd4f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lyuQXEXjIHwCj58IHbXsLlxpgDO69XXo16HJL_f5CFo\\\",\\\"y\\\":\\\"S26750O6g7o2ZXNJl0QxF0bI1xYs3Hx5FbYE06pm2VQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HjA5CQji4ZSYF-eMp41yG-P_di3F9Crlwg5PxBNMxSo\"}"