"{\"content\":{\"body\":\"By-and-by. This will do instead, for it is as like as two peas. Now ask yourself how this comes to be in the house, and set in pearls. Why, they are worth three hundred pounds. I assure you that the master of this house is *fanatico per la musica;* heard you sing Siebel at Homburg--raved about you--wanted to call on you. We had to drag him away from the place; and he declares you are the first singer in the world; and you cannot doubt his sincerity, for *here are the pearls.\\\"*\\n\\nIna Klosking's pale cheek colored, and then she opened her two arms wide, and put them round Fanny's neck and kissed her: her innocent vanity was gratified, and her gracious nature suggested gratitude to her who had brought her the compliment, instead of the usual ungrateful bumptiousness praise elicits from vanity.\\n\\nThen Miss Gale put in her word--\\\"When you met with this unfortunate accident, I was for taking you up to my house. It is three miles off; but he would not hear of it. He said, 'No; here she got her wound, and here she must be cured.'\\\"\\n\\n\\\"So,\\\" said Fanny, \\\"pray set your mind at ease. My cousin Harrington is a very good soul, but rather arbitrary. If you want to leave this place, you must get thoroughly well and strong, for he will never let you go till you are.\\\"\\n\\nBetween these two ladies, clever and cooperating, Ina smiled, and seemed relieved; but she was too weak to converse any more just then.\\n\\nSome hours afterward she beckoned Fanny to her, and said, \\\"The master of the house--what is his name?\\\"\\n\\n\\\"Harrington Vizard.\\\"\\n\\n\\\"What!--*her* father?\\\"\\n\\n\\\"La, no; only her half-brother.\\\"\\n\\n\\\"If he is so kind to me because I sing, why comes he not to see me? *She* has come.\\\"\\n\\nFanny smiled. \\\"It is plain you are not an Englishwoman, though you speak it so beautifully. An English gentleman does not intrude into a lady's room.\\\"\\n\\n\\\"It is his room.\\\"\\n\\n\\\"He would say that, while you occupy it, it is yours, and not his.\\\"\\n\\n\\\"He awaits my invitation, then.\\\"\\n\\n\\\"I dare say he would come if you were to invite him, but certainly not without.\\\"\\n\\n\\\"I wish to see him who has been so kind to me, and so loves music; but not to-day--I feel unable.\\\"\\n\\nThe next day she asked for a glass, and was distressed at her appearance. She begged for a cap.\\n\\n\\\"What kind of a cap?\\\" asked Fanny.\\n\\n\\\"One like that,\\\" said she, pointing to a portrait on the wall. It was of a lady in a plain brown silk dress and a little white shawl, and a neat cap with a narrow lace border all round her face.\\n\\nThis particular cap was out of date full sixty years; but the house had a storeroom of relics, and Fanny, with Vizard's help, soon rummaged out a cap of the sort, with a narrow frill all round.\\n\\nHer hair was smoothed, a white silk band passed over the now closed wound, and the cap fitted on her. She looked pale, but angelic.\\n\\nFanny went down to Vizard, and invited him to come and see Mademoiselle Klosking--by her desire. \\\"But,\\\" she added, \\\"Miss Gale is very anxious lest you should get talking of Severne. She says the fever and loss of blood have weakened her terribly; and if we bring the fever on again, she cannot answer for her life.\\\"\\n\\n\\\"Has she spoken of him to you?\\\"\\n\\n\\\"Not once.\\\"\\n\\n\\\"Then why should she to me?\\\"\\n\\n\\\"Because you are a man, and she may think to get the *truth* out of you: she knows *we* shall only say what is for the best. She is very deep, and we don't know her mind yet.\\\"\\n\\nVizard said he would be as guarded as he could; but if they saw him going wrong, they must send him away.\\n\\n\\\"Oh, Miss Gale will do that, you may be sure,\\\" said Fanny.\\n\\nThus prepared, Vizard followed Fanny up the stairs to the sick-room.\\n\\nEither there is such a thing as love at first sight, or it is something more than first sight, when an observant man gazes at a woman for an hour in a blaze of light, and drinks in her looks, her walk, her voice, and all the outward signs of a beautiful soul; for the stout cynic's heart beat at entering that room as it had not beat for years. To be sure, he had not only seen her on the stage in all her glory, but had held her, pale and bleeding, to his manly breast, and his heart warmed to her all the more, and, indeed, fairly melted with tenderness.\\n\\nFanny went in and announced him. He followed softly, and looked at her.\\n\\nWealth can make even a sick-room pretty. The Klosking lay on snowy pillows whose glossy damask was edged with lace; and upon her form was an eider-down quilt covered with violet-colored satin, and her face was set in that sweet cap which hid her wound, and made her eloquent face less ghastly.\\n\\nShe turned to look at him, and he gazed at her in a way that spoke volumes.\\n\\n\\\"A seat,\\\" said she, softly.\\n\\nFanny was for putting one close to her. \\\"No,\\\" said Miss Gale, \\\"lower down; then she need not to turn her head.\\\"\\n\\nSo he sat down nearer her feet.\\n\\n\\\"My good host,\\\" said she, in her mellow voice, that retained its quality, but not its power, \\\"I desire to thank you for your goodness to a poor singer, struck down--by the hand that was bound to protect her.\\\"\\n\\nVizard faltered out that there was nothing to thank him for. He was proud to have her under his roof, though deeply grieved at the cause.\\n\\nShe looked at him, and her two nurses looked at her and at each other, as much as to say, \\\"She is going upon dangerous ground.\\\"\\n\\nThey were right. But she had not the courage, or, perhaps, as most women are a little cat-like in this, that they go away once or twice from the subject nearest their heart before they turn and pounce on it, she must speak of other things first. Said she, \\\"But if I was unfortunate in that, I was fortunate in this, that I fell into good hands. These ladies are sisters to me,\\\" and she gave Miss Gale her hand, and kissed the other hand to Fanny, though she could scarcely lift it; \\\"and I have a host who loves music, and overrates my poor ability.\\\" Then, after a pause, \\\"What have you heard me sing?\\\"\\n\\n\\\"Siebel.\\\"\\n\\n\\\"Only Siebel! why, that is a poor little thing.\\\"\\n\\n\\\"So *I* thought, till I heard you sing it.\\\"\\n\\n\\\"And, after Siebel, you bought my photograph.\\\"\\n\\n\\\"Instantly.\\\"\\n\\n\\\"And wasted pearls on it.\\\"\\n\\n\\\"No, madam. I wasted it on pearls.\\\"\\n\\n\\\"If I were well, I should call that extravagant. But it is permitted to flatter the sick--it is kind. Me you overrate, I fear; but you do well to honor music. Ay, I, who lie here wounded and broken-hearted, do thank God for music. Our bodies are soon crushed, our loves decay or turn to hate, but art is immortal.\\\"\\n\\nShe could no longer roll this out in her grand contralto, but she could still raise her eyes with enthusiasm, and her pale face was illuminated. A grand soul shone through her, though she was pale, weak, and prostrate.\\n\\nThey admired her in silence.\\n\\nAfter a while she resumed, and said, \\\"If I live, I must live for my art alone.\\\"\\n\\nMiss Gale saw her approaching a dangerous topic, so she said, hastily, \\\"Don't say *if* you live, please, because that is arranged. You have been out of danger this twenty-four hours, provided you do not relapse; and I must take care of that.\\\"\\n\\n\\\"My kind friend,\\\" said Ina, \\\"I shall not relapse; only my weakness is pitiable. Sometimes I can scarcely forbear crying, I feel so weak. When shall I be stronger?\\\"\\n\\n\\\"You shall be a little stronger every three days. There are always ups and downs in convalescence.\\\"\\n\\n\\\"When shall I be strong enough to move?\\\"\\n\\n\\\"Let me answer that question,\\\" said Vizard. \\\"When you are strong enough to sing us Siebel's great song.\\\"\\n\\n\\\"There,\\\" said Fanny Dover; \\\"there is a mercenary host for you. He means to have a song out of you. Till then you are his prisoner.\\\"\\n\\n\\\"No, no, she is mine, said Miss Gale; \\\"and she shan't go till she has sung me 'Hail, Columbia.' None of your Italian trash for me.\\\"\\n\\nIna smiled, and said it was a fair condition, provided that \\\"Hail, Columbia,\\\" with which composition, unfortunately, she was unacquainted, was not beyond her powers. \\\"I have often sung for money,\\\" said she; \\\"but this time\\\"--here she opened her grand arms and took Rhoda Gale to her bosom--\\\"I shall sing for love.\\\"\\n\\n\\\"Now we have settled that,\\\" said Vizard, \\\"my mind is more at ease, and I will retire.\\\"\\n\\n\\\"One moment,\\\" said Ina, turning to him. Then, in a low and very meaning voice, *\\\"There is something else.\\\"*\\n\\n\\\"No doubt there is plenty,\\\" said Miss Gale, sharply; \\\"and, by my authority, I postpone it all till you are stronger. Bid us good-by for the present, Mr. Vizard.\\\"\\n\\n\\\"I obey,\\\" said he. \\\"But, madam, please remember I am always at your service. Send for me when you please, and the oftener the better for me.\\\"\\n\\n\\\"Thank you, my kind host. Oblige me with your hand.\\\"\\n\\nHe gave her his hand. She took it, and put her lips to it with pure and gentle and seemly gratitude, and with no loss of dignity, though the act was humble.\\n\\nHe turned his head away, to hide the emotion that act and the touch of her sweet lips caused him; Miss Gale hurried him out of the room.\\n\\n\\\"You naughty patient,\\\" said she; \\\"you must do nothing to excite yourself.\\\"\\n\\n\\\"Sweet physician, loving nurse, I am not excited.\\\"\\n\\nMiss Gale felt her heart to see.\\n\\n\\\"Gratitude does not excite,\\\" said Ina. \\\"It is too tame a feeling in the best of us.\\\"\\n\\n\\\"That is a fact,\\\" said Miss Gale; \\\"so let us all be grateful, and avoid exciting topics. Think what I should feel if you had a relapse. Why, you would break my heart.\\\"\\n\\n\\\"Should I?\\\"\\n\\n\\\"I really think you would, tough as it is. One gets so fond of an unselfish patient. You cannot think how rare they are, dear. You are a pearl. I cannot afford to lose you.\\\"\\n\\n\\\"Then you shall not,\\\" said Ina, firmly. \\\"Know that I, who seem so weak, am a woman of great resolution. I will follow good counsel; I will postpone all dangerous topics till I am stronger; I will live. For I will not grieve the true friends calamity has raised me.\\\"\\n\\nOf course Fanny told Zoe all about this interview. She listened gloomily; and all she said was, \\\"Sisters do not go for much when a man is in love.\\\"\\n\\n\\\"Do brothers, when a woman is?\\\" said Fanny.\\n\\n\\\"I dare say they go for as much as they are worth.\\\"\\n\\n[ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/668](ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/668)\\n\\n\",\"timestamp\":1637670781,\"title\":\"\\nThe two ladies looked at each other. Miss Gale made a negative signal, and Fanny said\"},\"digest\":\"mczQKRlGux0hLS78i7UyQb7-m_Ytkc51o8PHCkEjjck\",\"authorship\":{\"contributor\":\"0x6b55Ba15E3e103d91f6dec37dd48B84ddF5B245C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ke-fW3rZtuu2ISz-65Q9U7QRX0L9bKIqUvD0NPcmqt8\\\",\\\"y\\\":\\\"WByC0rQ7r8wgwuFoEqncXATSzYv3RBvwkrwmVF2DKfA\\\"}\",\"signature\":\"0IVR5fkRENVkusCgtWZEldn-YbkfAi1j4YRaGR5WGCpniTo7ZeHJpJZp-Uvbw3bP-jh4Io2t_9Ie8Bc_e7ZOww\",\"signingKeySignature\":\"0x3b27590a20beb402f5c704833c0fe15a3b736eef2767d656512f9ea5fe38725e17dd1cf7665a2a8b7110f8d532aaa73905757f620abff073b2cbbbb7388c2afb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ke-fW3rZtuu2ISz-65Q9U7QRX0L9bKIqUvD0NPcmqt8\\\",\\\"y\\\":\\\"WByC0rQ7r8wgwuFoEqncXATSzYv3RBvwkrwmVF2DKfA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mczQKRlGux0hLS78i7UyQb7-m_Ytkc51o8PHCkEjjck\"}"