"{\"content\":{\"body\":\"CHAPTER 3. THE SAME SUBJECT CONTINUED. Bodily strength from being the distinction of heroes is now sunk into such unmerited contempt, that men as well as women, seem to think it unnecessary:  the latter, as it takes from their feminine graces, and from that lovely weakness, the source of their undue power; and the former, because it appears inimical with the character of a gentleman. That they have both by departing from one extreme run into another, may easily be proved; but it first may be proper to observe, that a vulgar error has obtained a degree of credit, which has given force to a false conclusion, in which an effect has been mistaken for a cause. People of genius have, very frequently, impaired their constitutions by study, or careless inattention to their health, and the violence of their passions bearing a proportion to the vigour of their intellects, the sword's destroying the scabbard has become almost proverbial, and superficial observers have inferred from thence, that men of genius have commonly weak, or to use a more fashionable phrase, delicate constitutions.  Yet the contrary, I believe, will appear to be the fact; for, on diligent inquiry, I find that strength of mind has, in most cases, been accompanied by superior strength of body, natural soundness of constitution, not that robust tone of nerves and vigour of muscles, which arise from bodily labour, when the mind is quiescent, or only directs the hands. Dr. Priestley has remarked, in the preface to his biographical chart, that the majority of great men have lived beyond forty-five. And, considering the thoughtless manner in which they lavished their strength, when investigating a favourite science, they have wasted the lamp of life, forgetful of the midnight hour; or, when, lost in poetic dreams, fancy has peopled the scene, and the soul has been disturbed, till it shook the constitution, by the passions that meditation had raised; whose objects, the baseless fabric of a vision, faded before the exhausted eye, they must have had iron frames.  Shakespeare never grasped the airy dagger with a nerveless hand, nor did Milton tremble when he led Satan far from the confines of his dreary prison.  These were not the ravings of imbecility, the sickly effusions of distempered brains; but the exuberance of fancy, that \\\"in a fine phrenzy\\\" wandering, was not continually reminded of its material shackles. I am aware, that this argument would carry me further than it may be supposed I wish to go; but I follow truth, and still adhering to my first position, I will allow that bodily strength seems to give man a natural superiority over woman; and this is the only solid basis on which the superiority of the sex can be built.  But I still insist, that not only the virtue, but the KNOWLEDGE of the two sexes should be the same in nature, if not in degree, and that women, considered not only as moral, but rational creatures, ought to endeavour to acquire human virtues (or perfections) by the SAME means as men, instead of being educated like a fanciful kind of HALF being, one of Rousseau's wild chimeras. But, if strength of body be, with some show of reason, the boast of men, why are women so infatuated as to be proud of a defect? Rousseau has furnished them with a plausible excuse, which could only have occurred to a man, whose imagination had been allowed to run wild, and refine on the impressions made by exquisite senses, that they might, forsooth have a pretext for yielding to a natural appetite without violating a romantic species of modesty, which gratifies the pride and libertinism of man. Women deluded by these sentiments, sometimes boast of their weakness, cunningly obtaining power by playing on the WEAKNESS of men; and they may well glory in their illicit sway, for, like Turkish bashaws, they have more real power than their masters:  but virtue is sacrificed to temporary gratifications, and the respectability of life to the triumph of an hour. Women, as well as despots, have now, perhaps, more power than they would have, if the world, divided and subdivided into kingdoms and families, was governed by laws deduced from the exercise of reason; but in obtaining it, to carry on the comparison, their character is degraded, and licentiousness spread through the whole aggregate of society.  The many become pedestal to the few.  I, therefore will venture to assert, that till women are more rationally educated, the progress of human virtue and improvement in knowledge must receive continual checks.  And if it be granted, that woman was not created merely to gratify the appetite of man, nor to be the upper servant, who provides his meals and takes care of his linen, it must follow, that the first care of those mothers or fathers, who really attend to the education of females, should be, if not to strengthen the body, at least, not to destroy the constitution by mistaken notions of beauty and female excellence; nor should girls ever be allowed to imbibe the pernicious notion that a defect can, by any chemical process of reasoning become an excellence.  In this respect, I am happy to find, that the author of one of the most instructive books, that our country has produced for children, coincides with me in opinion; I shall quote his pertinent remarks to give the force of his respectable authority to reason.\\\\* (*Footnote.  A respectable old man gives the following sensible account of the method he pursued when educating his daughter.  \\\"I endeavoured to give both to her mind and body a degree of vigour, which is seldom found in the female sex.  As soon as she was sufficiently advanced in strength to be capable of the lighter labours of husbandry and gardening, I employed her as my constant companion.  Selene, for that was her name, soon acquired a dexterity in all these rustic employments which I considered with equal pleasure and admiration.  If women are in general feeble both in body and mind, it arises less from nature than from education. We encourage a vicious indolence and inactivity, which we falsely call delicacy; instead of hardening their minds by the severer principles of reason and philosophy, we breed them to useless arts, which terminate in vanity and sensuality.  In most of the countries which I had visited, they are taught nothing of an higher nature than a few modulations of the voice, or useless postures of the body; their time is consumed in sloth or trifles, and trifles become the only pursuits capable of interesting them.  We seem to forget, that it is upon the qualities of the female sex, that our own domestic comforts and the education of our children must depend.  And what are the comforts or the education which a race of beings corrupted from their infancy, and unacquainted with all the duties of life, are fitted to bestow?  To touch a musical instrument with useless skill, to exhibit their natural or affected graces, to the eyes of indolent and debauched young men, who dissipate their husbands' patrimony in riotous and unnecessary expenses:  these are the only arts cultivated by women in most of the polished nations I had seen.  And the consequences are uniformly such as may be expected to proceed from such polluted sources, private misery, and public servitude. \\\"But, Selene's education was regulated by different views, and conducted upon severer principles; if that can be called severity which opens the mind to a sense of moral and religious duties, and most effectually arms it against the inevitable evils of life.\\\"--Mr. Day's \\\"Sandford and Merton,\\\" Volume 3.) But should it be proved that woman is naturally weaker than man, from whence does it follow that it is natural for her to labour to become still weaker than nature intended her to be?  Arguments of this cast are an insult to common sense, and savour of passion. The DIVINE RIGHT of husbands, like the divine right of kings, may, it is to be hoped, in this enlightened age, be contested without danger, and though conviction may not silence many boisterous disputants, yet, when any prevailing prejudice is attacked, the wise will consider, and leave the narrow-minded to rail with thoughtless vehemence at innovation. The mother, who wishes to give true dignity of character to her daughter, must, regardless of the sneers of ignorance, proceed on a plan diametrically opposite to that which Rousseau has recommended with all the deluding charms of eloquence and philosophical sophistry:  for his eloquence renders absurdities plausible, and his dogmatic conclusions puzzle, without convincing those who have not ability to refute them. Throughout the whole animal kingdom every young creature requires almost continual exercise, and the infancy of children, conformable to this intimation, should be passed in harmless gambols, that exercise the feet and hands, without requiring very minute direction from the head, or the constant attention of a nurse.  In fact, the care necessary for self-preservation is the first natural exercise of the understanding, as little inventions to amuse the present moment unfold the imagination.  But these wise designs of nature are counteracted by mistaken fondness or blind zeal.  The child is not left a moment to its own direction, particularly a girl, and thus rendered dependent--dependence is called natural. To preserve personal beauty, woman's glory! the limbs and faculties are cramped with worse than Chinese bands, and the sedentary life which they are condemned to live, whilst boys frolic in the open air, weakens the muscles and relaxes the nerves.  As for Rousseau's remarks, which have since been echoed by several writers, that they have naturally, that is from their birth, independent of education, a fondness for dolls, dressing, and talking, they are so puerile as not to merit a serious refutation.  That a girl, condemned to sit for hours together listening to the idle chat of weak nurses or to attend at her mother's toilet, will endeavour to join the conversation, is, indeed very natural; and that she will imitate her mother or aunts, and amuse herself by adorning her lifeless doll, as they do in dressing her, poor innocent babe! is undoubtedly a most natural consequence.  For men of the greatest abilities have seldom had sufficient strength to rise above the surrounding atmosphere; and, if the page of genius has always been blurred by the prejudices of the age, some allowance should be made for a sex, who, like kings, always see things through a false medium. In this manner may the fondness for dress, conspicuous in women, be easily accounted for, without supposing it the result of a desire to please the sex on which they are dependent.  The absurdity, in short, of supposing that a girl is naturally a coquette, and that a desire connected with the impulse of nature to propagate the species, should appear even before an improper education has, by heating the imagination, called it forth prematurely, is so unphilosophical, that such a sagacious observer as Rousseau would not have adopted it, if he had not been accustomed to make reason give way to his desire of singularity, and truth to a favourite paradox. Yet thus to give a sex to mind was not very consistent with the principles of a man who argued so warmly, and so well, for the immortality of the soul.  But what a weak barrier is truth when it stands in the way of an hypothesis!  Rousseau respected--almost adored virtue--and yet allowed himself to love with sensual fondness.  His imagination constantly prepared inflammable fuel for his inflammable senses; but, in order to reconcile his respect for self-denial, fortitude and those heroic virtues, which a mind like his could not coolly admire, he labours to invert the law of nature, and broaches a doctrine pregnant with mischief, and derogatory to the character of supreme wisdom. His ridiculous stories, which tend to prove that girls are NATURALLY attentive to their persons, without laying any stress on daily example, are below contempt.  And that a little miss should have such a correct taste as to neglect the pleasing amusement of making O's, merely because she perceived that it was an ungraceful attitude, should be selected with the anecdotes of the learned pig.* (\\\\*Footnote.  \\\"I once knew a young person who learned to write before she learned to read, and began to write with her needle before she could use a pen.  At first indeed, she took it into her head to make no other letter than the O:  this letter she was constantly making of all sizes, and always the wrong way. Unluckily one day, as she was intent on this employment, she happened to see herself in the looking glass; when, taking a dislike to the constrained attitude in which she sat while writing, she threw away her pen, like another Pallas, and determined against making the O any more.  Her brother was also equally averse to writing:  it was the confinement, however, and not the constrained attitude, that most disgusted him.\\\" Rousseau's \\\"Emilius.\\\") I have, probably, had an opportunity of observing more girls in their infancy than J. J. Rousseau.  I can recollect my own feelings, and I have looked steadily around me; yet, so far from coinciding with him in opinion respecting the first dawn of the female character, I will venture to affirm, that a girl, whose spirits have not been damped by inactivity, or innocence tainted by false shame, will always be a romp, and the doll will never excite attention unless confinement allows her no alternative.  Girls and boys, in short, would play harmless together, if the distinction of sex was not inculcated long before nature makes any difference.  I will, go further, and affirm, as an indisputable fact, that most of the women, in the circle of my observation, who have acted like rational creatures, or shown any vigour of intellect, have accidentally been allowed to run wild, as some of the elegant formers of the fair sex would insinuate. The baneful consequences which flow from inattention to health during infancy, and youth, extend further than is supposed, dependence of body naturally produces dependence of mind; and how can she be a good wife or mother, the greater part of whose time is employed to guard against or endure sickness; nor can it be expected, that a woman will resolutely endeavour to strengthen her constitution and abstain from enervating indulgences, if artificial notions of beauty, and false descriptions of sensibility, have been early entangled with her motives of action.  Most men are sometimes obliged to bear with bodily inconveniences, and to endure, occasionally, the inclemency of the elements; but genteel women are, literally speaking, slaves to their bodies, and glory in their subjection. I once knew a weak woman of fashion, who was more than commonly proud of her delicacy and sensibility.  She thought a distinguishing taste and puny appetite the height of all human perfection, and acted accordingly.  I have seen this weak sophisticated being neglect all the duties of life, yet recline with self-complacency on a sofa, and boast of her want of appetite as a proof of delicacy that extended to, or, perhaps, arose from, her exquisite sensibility:  for it is difficult to render intelligible such ridiculous jargon.  Yet, at the moment, I have seen her insult a worthy old gentlewoman, whom unexpected misfortunes had made dependent on her ostentatious bounty, and who, in better days, had claims on her gratitude.  Is it possible that a human creature should have become such a weak and depraved being, if, like the Sybarites, dissolved in luxury, every thing like virtue had not been worn away, or never impressed by precept, a poor substitute it is true, for cultivation of mind, though it serves as a fence against vice? Such a woman is not a more irrational monster than some of the Roman emperors, who were depraved by lawless power.  Yet, since kings have been more under the restraint of law, and the curb, however weak, of honour, the records of history are not filled with such unnatural instances of folly and cruelty, nor does the despotism that kills virtue and genius in the bud, hover over Europe with that destructive blast which desolates Turkey, and renders the men, as well as the soil unfruitful. Women are every where in this deplorable state; for, in order to preserve their innocence, as ignorance is courteously termed, truth is hidden from them, and they are made to assume an artificial character before their faculties have acquired any strength. Taught from their infancy, that beauty is woman's sceptre, the mind shapes itself to the body, and, roaming round its gilt cage, only seeks to adorn its prison.  Men have various employments and pursuits which engage their attention, and give a character to the opening mind; but women, confined to one, and having their thoughts constantly directed to the most insignificant part of themselves, seldom extend their views beyond the triumph of the hour.  But was their understanding once emancipated from the slavery to which the pride and sensuality of man and their short sighted desire, like that of dominion in tyrants, of present sway, has subjected them, we should probably read of their weaknesses with surprise.  I must be allowed to pursue the argument a little farther. Perhaps, if the existence of an evil being was allowed, who, in the allegorical language of scripture, went about seeking whom he should devour, he could not more effectually degrade the human character than by giving a man absolute power. This argument branches into various ramifications.  Birth, riches, and every intrinsic advantage that exalt a man above his fellows, without any mental exertion, sink him in reality below them.  In proportion to his weakness, he is played upon by designing men, till the bloated monster has lost all traces of humanity.  And that tribes of men, like flocks of sheep, should quietly follow such a leader, is a solecism that only a desire of present enjoyment and narrowness of understanding can solve.  Educated in slavish dependence, and enervated by luxury and sloth, where shall we find men who will stand forth to assert the rights of man; or claim the privilege of moral beings, who should have but one road to excellence? Slavery to monarchs and ministers, which the world will be long in freeing itself from, and whose deadly grasp stops the progress of the human mind, is not yet abolished. Let not men then in the pride of power, use the same arguments that tyrannic kings and venal ministers have used, and fallaciously assert, that woman ought to be subjected because she has always been so.  But, when man, governed by reasonable laws, enjoys his natural freedom, let him despise woman, if she do not share it with him; and, till that glorious period arrives, in descanting on the folly of the sex, let him not overlook his own. Women, it is true, obtaining power by unjust means, by practising or fostering vice, evidently lose the rank which reason would assign them, and they become either abject slaves or capricious tyrants.  They lose all simplicity, all dignity of mind, in acquiring power, and act as men are observed to act when they have been exalted by the same means. It is time to effect a revolution in female manners, time to restore to them their lost dignity, and make them, as a part of the human species, labour by reforming themselves to reform the world. It is time to separate unchangeable morals from local manners.  If men be demi-gods, why let us serve them!  And if the dignity of the female soul be as disputable as that of animals, if their reason does not afford sufficient light to direct their conduct whilst unerring instinct is denied, they are surely of all creatures the most miserable and, bent beneath the iron hand of destiny, must submit to be a FAIR DEFECT in creation.  But to justify the ways of providence respecting them, by pointing out some irrefragable reason for thus making such a large portion of mankind accountable and not accountable, would puzzle the subtlest casuist. The only solid foundation for morality appears to be the character of the Supreme Being; the harmony of which arises from a balance of attributes; and, to speak with reverence, one attribute seems to imply the NECESSITY of another.  He must be just, because he is wise, he must be good, because he is omnipotent.  For, to exalt one attribute at the expense of another equally noble and necessary, bears the stamp of the warped reason of man, the homage of passion. Man, accustomed to bow down to power in his savage state, can seldom divest himself of this barbarous prejudice even when civilization determines how much superior mental is to bodily strength; and his reason is clouded by these crude opinions, even when he thinks of the Deity.  His omnipotence is made to swallow up, or preside over his other attributes, and those mortals are supposed to limit his power irreverently, who think that it must be regulated by his wisdom. I disclaim that species of humility which, after investigating nature, stops at the author.  The high and lofty One, who inhabiteth eternity, doubtless possesses many attributes of which we can form no conception; but reason tells me that they cannot clash with those I adore, and I am compelled to listen to her voice. It seems natural for man to search for excellence, and either to trace it in the object that he worships, or blindly to invest it with perfection as a garment.  But what good effect can the latter mode of worship have on the moral conduct of a rational being?  He bends to power; he adores a dark cloud, which may open a bright prospect to him, or burst in angry, lawless fury on his devoted head, he knows not why.  And, supposing that the Deity acts from the vague impulse of an undirected will, man must also follow his own, or act according to rules, deduced from principles which he disclaims as irreverent.  Into this dilemma have both enthusiasts and cooler thinkers fallen, when they laboured to free men from the wholesome restraints which a just conception of the character of God imposes. It is not impious thus to scan the attributes of the Almighty:  in fact, who can avoid it that exercises his faculties? for to love God as the fountain of wisdom, goodness, and power, appears to be the only worship useful to a being who wishes to acquire either virtue or knowledge.  A blind unsettled affection may, like human passions, occupy the mind and warm the heart, whilst, to do justice, love mercy, and walk humbly with our God, is forgotten.  I shall pursue this subject still further, when I consider religion in a light opposite to that recommended by Dr. Gregory, who treats it as a matter of sentiment or taste. To return from this apparent digression.  It were to be wished, that women would cherish an affection for their husbands, founded on the same principle that devotion ought to rest upon.  No other firm base is there under heaven, for let them beware of the fallacious light of sentiment; too often used as a softer phrase for sensuality.  It follows then, I think, that from their infancy women should either be shut up like eastern princes, or educated in such a manner as to be able to think and act for themselves. Why do men halt between two opinions, and expect impossibilities? Why do they expect virtue from a slave, or from a being whom the constitution of civil society has rendered weak, if not vicious? Still I know that it will require a considerable length of time to eradicate the firmly rooted prejudices which sensualists have planted; it will also require some time to convince women that they act contrary to their real interest on an enlarged scale, when they cherish or affect weakness under the name of delicacy, and to convince the world that the poisoned source of female vices and follies, if it be necessary, in compliance with custom, to use synonymous terms in a lax sense, has been the sensual homage paid to beauty:  to beauty of features; for it has been shrewdly observed by a German writer, that a pretty woman, as an object of desire, is generally allowed to be so by men of all descriptions; whilst a fine woman, who inspires more sublime emotions by displaying intellectual beauty, may be overlooked or observed with indifference, by those men who find their happiness in the gratification of their appetites.  I foresee an obvious retort; whilst man remains such an imperfect being as he appears hitherto to have been, he will, more or less, be the slave of his appetites; and those women obtaining most power who gratify a predominant one, the sex is degraded by a physical, if not by a moral necessity. This objection has, I grant, some force; but while such a sublime precept exists, as, \\\"be pure as your heavenly father is pure;\\\" it would seem that the virtues of man are not limited by the Being who alone could limit them; and that he may press forward without considering whether he steps out of his sphere by indulging such a noble ambition.  To the wild billows it has been said, \\\"thus far shalt thou go, and no further; and here shall thy proud waves be stayed.\\\"  Vainly then do they beat and foam, restrained by the power that confines the struggling planets within their orbits, matter yields to the great governing Spirit.  But an immortal soul, not restrained by mechanical laws, and struggling to free itself from the shackles of matter, contributes to, instead of disturbing, the order of creation, when, co-operating with the Father of spirits, it tries to govern itself by the invariable rule that, in a degree, before which our imagination faints, the universe is regulated. Besides, if women are educated for dependence, that is, to act according to the will of another fallible being, and submit, right or wrong, to power, where are we to stop?  Are they to be considered as viceregents, allowed to reign over a small domain, and answerable for their conduct to a higher tribunal, liable to error? It will not be difficult to prove, that such delegates will act like men subjected by fear, and make their children and servants endure their tyrannical oppression.  As they submit without reason, they will, having no fixed rules to square their conduct by, be kind or cruel, just as the whim of the moment directs; and we ought not to wonder if sometimes, galled by their heavy yoke, they take a malignant pleasure in resting it on weaker shoulders. But, supposing a woman, trained up to obedience, be married to a sensible man, who directs her judgment, without making her feel the servility of her subjection, to act with as much propriety by this reflected light as can be expected when reason is taken at second hand, yet she cannot ensure the life of her protector; he may die and leave her with a large family. A double duty devolves on her; to educate them in the character of both father and mother; to form their principles and secure their property.  But, alas! she has never thought, much less acted for herself.  She has only learned to please men, to depend gracefully on them; yet, encumbered with children, how is she to obtain another protector; a husband to supply the place of reason?  A rational man, for we are not treading on romantic ground, though he may think her a pleasing docile creature, will not choose to marry a FAMILY for love, when the world contains many more pretty creatures.  What is then to become of her?  She either falls an easy prey to some mean fortune hunter, who defrauds her children of their paternal inheritance, and renders her miserable; or becomes the victim of discontent and blind indulgence.  Unable to educate her sons, or impress them with respect; for it is not a play on words to assert, that people are never respected, though filling an important station, who are not respectable; she pines under the anguish of unavailing impotent regret.  The serpent's tooth enters into her very soul, and the vices of licentious youth bring her with sorrow, if not with poverty also, to the grave. This is not an overcharged picture; on the contrary, it is a very possible case, and something similar must have fallen under every attentive eye. I have, however, taken it for granted, that she was well disposed, though experience shows, that the blind may as easily be led into a ditch as along the beaten road.  But supposing, no very improbable conjecture, that a being only taught to please must still find her happiness in pleasing; what an example of folly, not to say vice, will she be to her innocent daughters!  The mother will be lost in the coquette, and, instead of making friends of her daughters, view them with eyes askance, for they are rivals--rivals more cruel than any other, because they invite a comparison, and drive her from the throne of beauty, who has never thought of a seat on the bench of reason. It does not require a lively pencil, or the discriminating outline of a caricature, to sketch the domestic miseries and petty vices which such a mistress of a family diffuses.  Still she only acts as a woman ought to act, brought up according to Rousseau's system. She can never be reproached for being masculine, or turning out of her sphere; nay, she may observe another of his grand rules, and, cautiously preserving her reputation free from spot, be reckoned a good kind of woman.  Yet in what respect can she be termed good? She abstains, it is true, without any great struggle, from committing gross crimes; but how does she fulfil her duties? Duties!--in truth she has enough to think of to adorn her body and nurse a weak constitution. With respect to religion, she never presumed to judge for herself; but conformed, as a dependent creature should, to the ceremonies of the church which she was brought up in, piously believing, that wiser heads than her own have settled that business:  and not to doubt is her point of perfection.  She therefore pays her tythe of mint and cummin, and thanks her God that she is not as other women are.  These are the blessed effects of a good education! these the virtues of man's helpmate.  I must relieve myself by drawing a different picture. Let fancy now present a woman with a tolerable understanding, for I do not wish to leave the line of mediocrity, whose constitution, strengthened by exercise, has allowed her body to acquire its full vigour; her mind, at the same time, gradually expanding itself to comprehend the moral duties of life, and in what human virtue and dignity consist.  Formed thus by the relative duties of her station, she marries from affection, without losing sight of prudence, and looking beyond matrimonial felicity, she secures her husband's respect before it is necessary to exert mean arts to please him, and feed a dying flame, which nature doomed to expire when the object became familiar, when friendship and forbearance take place of a more ardent affection.  This is the natural death of love, and domestic peace is not destroyed by struggles to prevent its extinction.  I also suppose the husband to be virtuous; or she is still more in want of independent principles. Fate, however, breaks this tie.  She is left a widow, perhaps, without a sufficient provision:  but she is not desolate!  The pang of nature is felt; but after time has softened sorrow into melancholy resignation, her heart turns to her children with redoubled fondness, and anxious to provide for them, affection gives a sacred heroic cast to her maternal duties.  She thinks that not only the eye sees her virtuous efforts, from whom all her comfort now must flow, and whose approbation is life; but her imagination, a little abstracted and exalted by grief, dwells on the fond hope, that the eyes which her trembling hand closed, may still see how she subdues every wayward passion to fulfil the double duty of being the father as well as the mother of her children.  Raised to heroism by misfortunes, she represses the first faint dawning of a natural inclination, before it ripens into love, and in the bloom of life forgets her sex--forgets the pleasure of an awakening passion, which might again have been inspired and returned.  She no longer thinks of pleasing, and conscious dignity prevents her from priding herself on account of the praise which her conduct demands.  Her children have her love, and her brightest hopes are beyond the grave, where her imagination often strays. I think I see her surrounded by her children, reaping the reward of her care.  The intelligent eye meets her's, whilst health and innocence smile on their chubby cheeks, and as they grow up the cares of life are lessened by their grateful attention.  She lives to see the virtues which she endeavoured to plant on principles, fixed into habits, to see her children attain a strength of character sufficient to enable them to endure adversity without forgetting their mother's example. The task of life thus fulfilled, she calmly waits for the sleep of death, and rising from the grave may say, behold, thou gavest me a talent, and here are five talents. I wish to sum up what I have said in a few words, for I here throw down my gauntlet, and deny the existence of sexual virtues, not excepting modesty.  For man and woman, truth, if I understand the meaning of the word, must be the same; yet the fanciful female character, so prettily drawn by poets and novelists, demanding the sacrifice of truth and sincerity, virtue becomes a relative idea, having no other foundation than utility, and of that utility men pretend arbitrarily to judge, shaping it to their own convenience. Women, I allow, may have different duties to fulfil; but they are HUMAN duties, and the principles that should regulate the discharge of them, I sturdily maintain, must be the same. To become respectable, the exercise of their understanding is necessary, there is no other foundation for independence of character; I mean explicitly to say, that they must only bow to the authority of reason, instead of being the MODEST slaves of opinion. In the superior ranks of life how seldom do we meet with a man of superior abilities, or even common acquirements?  The reason appears to me clear; the state they are born in was an unnatural one.  The human character has ever been formed by the employments the individual, or class pursues; and if the faculties are not sharpened by necessity, they must remain obtuse.  The argument may fairly be extended to women; for seldom occupied by serious business, the pursuit of pleasure gives that insignificancy to their character which renders the society of the GREAT so insipid. The same want of firmness, produced by a similar cause, forces them both to fly from themselves to noisy pleasures, and artificial passions, till vanity takes place of every social affection, and the characteristics of humanity can scarcely be discerned.  Such are the blessings of civil governments, as they are at present organized, that wealth and female softness equally tend to debase mankind, and are produced by the same cause; but allowing women to be rational creatures they should be incited to acquire virtues which they may call their own, for how can a rational being be ennobled by any thing that is not obtained by its OWN exertions?\\n\\nCHAPTER 4. OBSERVATIONS ON THE STATE OF DEGRADATION TO WHICH WOMAN IS REDUCED BY VARIOUS CAUSES. That woman is naturally weak, or degraded by a concurrence of circumstances is, I think, clear.  But this position I shall simply contrast with a conclusion, which I have frequently heard fall from sensible men in favour of an aristocracy:  that the mass of mankind cannot be any thing, or the obsequious slaves, who patiently allow themselves to be penned up, would feel their own consequence, and spurn their chains.  Men, they further observe, submit every where to oppression, when they have only to lift up their heads to throw off the yoke; yet, instead of asserting their birthright, they quietly lick the dust, and say, let us eat and drink, for to-morrow we die.  Women, I argue from analogy, are degraded by the same propensity to enjoy the present moment; and, at last, despise the freedom which they have not sufficient virtue to struggle to attain.  But I must be more explicit. With respect to the culture of the heart, it is unanimously allowed that sex is out of the question; but the line of subordination in the mental powers is never to be passed over.  Only \\\"absolute in loveliness,\\\" the portion of rationality granted to woman is, indeed, very scanty; for, denying her genius and judgment, it is scarcely possible to divine what remains to characterize intellect. The stamina of immortality, if I may be allowed the phrase, is the perfectibility of human reason; for, was man created perfect, or did a flood of knowledge break in upon him, when he arrived at maturity, that precluded error, I should doubt whether his existence would be continued after the dissolution of the body. But in the present state of things, every difficulty in morals, that escapes from human discussion, and equally baffles the investigation of profound thinking, and the lightning glance of genius, is an argument on which I build my belief of the immortality of the soul.  Reason is, consequentially, the simple power of improvement; or, more properly speaking, of discerning truth.  Every individual is in this respect a world in itself. More or less may be conspicuous in one being than other; but the nature of reason must be the same in all, if it be an emanation of divinity, the tie that connects the creature with the Creator; for, can that soul be stamped with the heavenly image, that is not perfected by the exercise of its own reason?  Yet outwardly ornamented with elaborate care, and so adorned to delight man, \\\"that with honour he may love,\\\" (Vide Milton) the soul of woman is not allowed to have this distinction, and man, ever placed between her and reason, she is always represented as only created to see through a gross medium, and to take things on trust.  But, dismissing these fanciful theories, and considering woman as a whole, let it be what it will, instead of a part of man, the inquiry is, whether she has reason or not.  If she has, which, for a moment, I will take for granted, she was not created merely to be the solace of man, and the sexual should not destroy the human character. Into this error men have, probably, been led by viewing education in a false light; not considering it as the first step to form a being advancing gradually toward perfection; (This word is not strictly just, but I cannot find a better.) but only as a preparation for life.  On this sensual error, for I must call it so, has the false system of female manners been reared, which robs the whole sex of its dignity, and classes the brown and fair with the smiling flowers that only adorn the land.  This has ever been the language of men, and the fear of departing from a supposed sexual character, has made even women of superior sense adopt the same sentiments.  Thus understanding, strictly speaking, has been denied to woman; and instinct, sublimated into wit and cunning, for the purposes of life, has been substituted in its stead. The power of generalizing ideas, of drawing comprehensive conclusions from individual observations, is the only acquirement for an immortal being, that really deserves the name of knowledge. Merely to observe, without endeavouring to account for any thing, may, (in a very incomplete manner) serve as the common sense of life; but where is the store laid up that is to clothe the soul when it leaves the body? This power has not only been denied to women; but writers have insisted that it is inconsistent, with a few exceptions, with their sexual character.  Let men prove this, and I shall grant that woman only exists for man.  I must, however, previously remark, that the power of generalizing ideas, to any great extent, is not very common amongst men or women.  But this exercise is the true cultivation of the understanding; and every thing conspires to render the cultivation of the understanding more difficult in the female than the male world. I am naturally led by this assertion to the main subject of the present chapter, and shall now attempt to point out some of the causes that degrade the sex, and prevent women from generalizing their observations. I shall not go back to the remote annals of antiquity to trace the history of woman; it is sufficient to allow, that she has always been either a slave or a despot, and to remark, that each of these situations equally retards the progress of reason.  The grand source of female folly and vice has ever appeared to me to arise from narrowness of mind; and the very constitution of civil governments has put almost insuperable obstacles in the way to prevent the cultivation of the female understanding:  yet virtue can be built on no other foundation!  The same obstacles are thrown in the way of the rich, and the same consequences ensue. Necessity has been proverbially termed the mother of invention; the aphorism may be extended to virtue.  It is an acquirement, and an acquirement to which pleasure must be sacrificed, and who sacrifices pleasure when it is within the grasp, whose mind has not been opened and strengthened by adversity, or the pursuit of knowledge goaded on by necessity?  Happy is it when people have the cares of life to struggle with; for these struggles prevent their becoming a prey to enervating vices, merely from idleness!  But, if from their birth men and women are placed in a torrid zone, with the meridian sun of pleasure darting directly upon them, how can they sufficiently brace their minds to discharge the duties of life, or even to relish the affections that carry them out of themselves? Pleasure is the business of a woman's life, according to the present modification of society, and while it continues to be so, little can be expected from such weak beings.  Inheriting, in a lineal descent from the first fair defect in nature, the sovereignty of beauty, they have, to maintain their power, resigned their natural rights, which the exercise of reason, might have procured them, and chosen rather to be short-lived queens than labour to attain the sober pleasures that arise from equality. Exalted by their inferiority (this sounds like a contradiction) they constantly demand homage as women, though experience should teach them that the men who pride themselves upon paying this arbitrary insolent respect to the sex, with the most scrupulous exactness, are most inclined to tyrannize over, and despise the very weakness they cherish.  Often do they repeat Mr. Hume's sentiments; when comparing the French and Athenian character, he alludes to women.  \\\"But what is more singular in this whimsical nation, say I to the Athenians, is, that a frolic of yours during the Saturnalia, when the slaves are served by their masters, is seriously continued by them through the whole year, and through the whole course of their lives; accompanied too with some circumstances, which still further augment the absurdity and ridicule.  Your sport only elevates for a few days, those whom fortune has thrown down, and whom she too, in sport, may really elevate forever above you.  But this nation gravely exalts those, whom nature has subjected to them, and whose inferiority and infirmities are absolutely incurable.  The women, though without virtue, are their masters and sovereigns.\\\" Ah! why do women, I write with affectionate solicitude, condescend to receive a degree of attention and respect from strangers, different from that reciprocation of civility which the dictates of humanity, and the politeness of civilization authorise between man and man?  And why do they not discover, when \\\"in the noon of beauty's power,\\\" that they are treated like queens only to be deluded by hollow respect, till they are led to resign, or not assume, their natural prerogatives?  Confined then in cages, like the feathered race, they have nothing to do but to plume themselves, and stalk with mock-majesty from perch to perch.  It is true, they are provided with food and raiment, for which they neither toil nor spin; but health, liberty, and virtue are given in exchange.  But, where, amongst mankind has been found sufficient strength of mind to enable a being to resign these adventitious prerogatives; one who rising with the calm dignity of reason above opinion, dared to be proud of the privileges inherent in man? and it is vain to expect it whilst hereditary power chokes the affections, and nips reason in the bud. The passions of men have thus placed women on thrones; and, till mankind become more reasonable, it is to be feared that women will avail themselves of the power which they attain with the least exertion, and which is the most indisputable.  They will smile, yes, they will smile, though told that-- \\\"In beauty's empire is no mean, And woman either slave or queen, Is quickly scorn'd when not ador'd.\\\" But the adoration comes first, and the scorn is not anticipated. Lewis the XIVth, in particular, spread factitious manners, and caught in a specious way, the whole nation in his toils; for establishing an artful chain of despotism, he made it the interest of the people at large, individually to respect his station, and support his power.  And women, whom he flattered by a puerile attention to the whole sex, obtained in his reign that prince-like distinction so fatal to reason and virtue. A king is always a king, and a woman always a woman: (And a wit, always a wit, might be added; for the vain fooleries of wits and beauties to obtain attention, and make conquests, are much upon a par.)  his authority and her sex, ever stand between them and rational converse.  With a lover, I grant she should be so, and her sensibility will naturally lead her to endeavour to excite emotion, not to gratify her vanity but her heart.  This I do not allow to be coquetry, it is the artless impulse of nature, I only exclaim against the sexual desire of conquest, when the heart is out of the question. This desire is not confined to women; \\\"I have endeavoured,\\\" says Lord Chesterfield, \\\"to gain the hearts of twenty women, whose persons I would not have given a fig for.\\\"  The libertine who in a gust of passion, takes advantage of unsuspecting tenderness, is a saint when compared with this cold-hearted rascal; for I like to use significant words.  Yet only taught to please, women are always on the watch to please, and with true heroic ardour endeavour to gain hearts merely to resign, or spurn them, when the victory is decided, and conspicuous. I must descend to the minutiae of the subject. I lament that women are systematically degraded by receiving the trivial attentions, which men think it manly to pay to the sex, when, in fact, they are insultingly supporting their own superiority.  It is not condescension to bow to an inferior.  So ludicrous, in fact, do these ceremonies appear to me, that I scarcely am able to govern my muscles, when I see a man start with eager, and serious solicitude to lift a handkerchief, or shut a door, when the LADY could have done it herself, had she only moved a pace or two. A wild wish has just flown from my heart to my head, and I will not stifle it though it may excite a horse laugh.  I do earnestly wish to see the distinction of sex confounded in society, unless where love animates the behaviour.  For this distinction is, I am firmly persuaded, the foundation of the weakness of character ascribed to woman; is the cause why the understanding is neglected, whilst accomplishments are acquired with sedulous care:  and the same cause accounts for their preferring the graceful before the heroic virtues. Mankind, including every description, wish to be loved and respected for SOMETHING; and the common herd will always take the nearest road to the completion of their wishes.  The respect paid to wealth and beauty is the most certain and unequivocal; and of course, will always attract the vulgar eye of common minds. Abilities and virtues are absolutely necessary to raise men from the middle rank of life into notice; and the natural consequence is notorious, the middle rank contains most virtue and abilities.  Men have thus, in one station, at least, an opportunity of exerting themselves with dignity, and of rising by the exertions which really improve a rational creature; but the whole female sex are, till their character is formed, in the same condition as the rich: for they are born, I now speak of a state of civilization, with certain sexual privileges, and whilst they are gratuitously granted them, few will ever think of works of supererogation, to obtain the esteem of a small number of superior people. When do we hear of women, who starting out of obscurity, boldly claim respect on account of their great abilities or daring virtues?  Where are they to be found?  \\\"To be observed, to be attended to, to be taken notice of with sympathy, complacency, and approbation, are all the advantages which they seek.\\\"  True! my male readers will probably exclaim; but let them, before they draw any conclusion, recollect, that this was not written originally as descriptive of women, but of the rich.  In Dr. Smith's Theory of Moral Sentiments, I have found a general character of people of rank and fortune, that in my opinion, might with the greatest propriety be applied to the female sex.  I refer the sagacious reader to the whole comparison; but must be allowed to quote a passage to enforce an argument that I mean to insist on, as the one most conclusive against a sexual character.  For if, excepting warriors, no great men of any denomination, have ever appeared amongst the nobility, may it not be fairly inferred, that their local situation swallowed up the man, and produced a character similar to that of women, who are LOCALIZED, if I may be allowed the word, by the rank they are placed in, by COURTESY?  Women, commonly called Ladies, are not to be contradicted in company, are not allowed to exert any manual strength; and from them the negative virtues only are expected, when any virtues are expected, patience, docility, good-humour, and flexibility; virtues incompatible with any vigorous exertion of intellect.  Besides by living more with each other, and to being seldom absolutely alone, they are more under the influence of sentiments than passions. Solitude and reflection are necessary to give to wishes the force of passions, and enable the imagination to enlarge the object and make it the most desirable.  The same may be said of the rich; they do not sufficiently deal in general ideas, collected by impassionate thinking, or calm investigation, to acquire that strength of character, on which great resolves are built.  But hear what an acute observer says of the great. \\\"Do the great seem insensible of the easy price at which they may acquire the public admiration? or do they seem to imagine, that to them, as to other men, it must be the purchase either of sweat or of blood?  By what important accomplishments is the young nobleman instructed to support the dignity of his rank, and to render himself worthy of that superiority over his fellow citizens, to which the virtue of his ancestors had raised them? Is it by knowledge, by industry, by patience, by self-denial, or by virtue of any kind?  As all his words, as all his motions are attended to, he learns an habitual regard for every circumstance of ordinary behaviour, and studies to perform all those small duties with the most exact propriety.  As he is conscious how much he is observed, and how much mankind are disposed to favour all his inclinations, he acts, upon the most indifferent occasions, with that freedom and elevation which the thought of this naturally inspires.  His air, his manner, his deportment all mark that elegant and graceful sense of his own superiority, which those who are born to an inferior station can hardly ever arrive at.  These are the arts by which he proposes to make mankind more easily submit to his authority, and to govern their inclinations according to his own pleasure:  and in this he is seldom disappointed.  These arts, supported by rank and pre-eminence, are, upon ordinary occasions, sufficient to govern the world.  Lewis XIV. during the greater part of his reign, was regarded, not only in France, but over all Europe, as the most perfect model of a great prince.  But what were the talents and virtues, by which he acquired this great reputation? Was it by the scrupulous and inflexible justice of all his undertakings, by the immense dangers and difficulties with which they were attended, or by the unwearied and unrelenting application with which he pursued them?  Was it by his extensive knowledge, by his exquisite judgment, or by his heroic valour?  It was by none of these qualities.  But he was, first of all, the most powerful prince in Europe, and consequently held the highest rank among kings; and then, says his historian, 'he surpassed all his courtiers in the gracefulness of his shape, and the majestic beauty of his features. The sound of his voice noble and affecting, gained those hearts which his presence intimidated.  He had a step and a deportment, which could suit only him and his rank, and which would have been ridiculous in any other person.  The embarrassment which he occasioned to those who spoke to him, flattered that secret satisfaction with which he felt his own superiority.' These frivolous accomplishments, supported by his rank, and, no doubt, too, by a degree of other talents and virtues, which seems, however, not to have been much above mediocrity, established this prince in the esteem of his own age, and have drawn even from posterity, a good deal of respect for his memory.  Compared with these, in his own times, and in his own presence, no other virtue, it seems, appeared to have any merit.  Knowledge, industry, valour, and beneficence, trembling, were abashed, and lost all dignity before them.\\\" Woman, also, thus \\\"in herself complete,\\\" by possessing all these FRIVOLOUS accomplishments, so changes the nature of things, --\\\"That what she wills to do or say Seems wisest, virtuousest, discreetest, best; All higher knowledge in HER PRESENCE falls Degraded.  Wisdom in discourse with her Loses discountenanc'd, and like folly shows; Authority and reason on her wait.\\\"-- And all this is built on her loveliness! In the middle rank of life, to continue the comparison, men, in their youth, are prepared for professions, and marriage is not considered as the grand feature in their lives; whilst women, on the contrary, have no other scheme to sharpen their faculties.  It is not business, extensive plans, or any of the excursive flights of ambition, that engross their attention; no, their thoughts are not employed in rearing such noble structures.  To rise in the world, and have the liberty of running from pleasure to pleasure, they must marry advantageously, and to this object their time is sacrificed, and their persons often legally prostituted.  A man, when he enters any profession, has his eye steadily fixed on some future advantage (and the mind gains great strength by having all its efforts directed to one point) and, full of his business, pleasure is considered as mere relaxation; whilst women seek for pleasure as the main purpose of existence.  In fact, from the education which they receive from society, the love of pleasure may be said to govern them all; but does this prove that there is a sex in souls?  It would be just as rational to declare, that the courtiers in France, when a destructive system of despotism had formed their character, were not men, because liberty, virtue, and humanity, were sacrificed to pleasure and vanity.  Fatal passions, which have ever domineered over the WHOLE race! The same love of pleasure, fostered by the whole tendency of their education, gives a trifling turn to the conduct of women in most circumstances:  for instance, they are ever anxious about secondary things; and on the watch for adventures, instead of being occupied by duties. A man, when he undertakes a journey, has, in general the end in view; a woman thinks more of the incidental occurrences, the strange things that may possibly occur on the road; the impression that she may make on her fellow travellers; and, above all, she is anxiously intent on the care of the finery that she carries with her, which is more than ever a part of herself, when going to figure on a new scene; when, to use an apt French turn of expression, she is going to produce a sensation.  Can dignity of mind exist with such trivial cares? In short, women, in general, as well as the rich of both sexes, have acquired all the follies and vices of civilization, and missed the useful fruit.  It is not necessary for me always to premise, that I speak of the condition of the whole sex, leaving exceptions out of the question.  Their senses are inflamed, and their understandings neglected; consequently they become the prey of their senses, delicately termed sensibility, and are blown about by every momentary gust of feeling.  They are, therefore, in a much worse condition than they would be in, were they in a state nearer to nature.  Ever restless and anxious, their over exercised sensibility not only renders them uncomfortable themselves, but troublesome, to use a soft phrase, to others.  All their thoughts turn on things calculated to excite emotion; and, feeling, when they should reason, their conduct is unstable, and their opinions are wavering, not the wavering produced by deliberation or progressive views, but by contradictory emotions.  By fits and starts they are warm in many pursuits; yet this warmth, never concentrated into perseverance, soon exhausts itself; exhaled by its own heat, or meeting with some other fleeting passion, to which reason has never given any specific gravity, neutrality ensues. Miserable, indeed, must be that being whose cultivation of mind has only tended to inflame its passions!  A distinction should be made between inflaming and strengthening them.  The passions thus pampered, whilst the judgment is left unformed, what can be expected to ensue?  Undoubtedly, a mixture of madness and folly! This observation should not be confined to the FAIR sex; however, at present, I only mean to apply it to them. Novels, music, poetry and gallantry, all tend to make women the creatures of sensation, and their character is thus formed during the time they are acquiring accomplishments, the only improvement they are excited, by their station in society, to acquire.  This overstretched sensibility naturally relaxes the other powers of the mind, and prevents intellect from attaining that sovereignty which it ought to attain, to render a rational creature useful to others, and content with its own station; for the exercise of the understanding, as life advances, is the only method pointed out by nature to calm the passions. Satiety has a very different effect, and I have often been forcibly struck by an emphatical description of damnation, when the spirit is represented as continually hovering with abortive eagerness round the defiled body, unable to enjoy any thing without the organs of sense.  Yet, to their senses, are women made slaves, because it is by their sensibility that they obtain present power. And will moralists pretend to assert, that this is the condition in which one half of the human race should be encouraged to remain with listless inactivity and stupid acquiescence?  Kind instructors! what were we created for?  To remain, it may be said, innocent; they mean in a state of childhood.  We might as well never have been born, unless it were necessary that we should be created to enable man to acquire the noble privilege of reason, the power of discerning good from evil, whilst we lie down in the dust from whence we were taken, never to rise again. It would be an endless task to trace the variety of meannesses, cares, and sorrows, into which women are plunged by the prevailing opinion, that they were created rather to feel than reason, and that all the power they obtain, must be obtained by their charms and weakness; \\\"Fine by defect, and amiably weak!\\\" And, made by this amiable weakness entirely dependent, excepting what they gain by illicit sway, on man, not only for protection, but advice, is it surprising that, neglecting the duties that reason alone points out, and shrinking from trials calculated to strengthen their minds, they only exert themselves to give their defects a graceful covering, which may serve to heighten their charms in the eye of the voluptuary, though it sink them below the scale of moral excellence? Fragile in every sense of the word, they are obliged to look up to man for every comfort.  In the most trifling dangers they cling to their support, with parasitical tenacity, piteously demanding succour; and their NATURAL protector extends his arm, or lifts up his voice, to guard the lovely trembler--from what?  Perhaps the frown of an old cow, or the jump of a mouse; a rat, would be a serious danger.  In the name of reason, and even common sense, what can save such beings from contempt; even though they be soft and fair? These fears, when not affected, may be very pretty; but they shew a degree of imbecility, that degrades a rational creature in a way women are not aware of--for love and esteem are very distinct things. I am fully persuaded, that we should hear of none of these infantine airs, if girls were allowed to take sufficient exercise and not confined in close rooms till their muscles are relaxed and their powers of digestion destroyed.  To carry the remark still further, if fear in girls, instead of being cherished, perhaps, created, were treated in the same manner as cowardice in boys, we should quickly see women with more dignified aspects.  It is true, they could not then with equal propriety be termed the sweet flowers that smile in the walk of man; but they would be more respectable members of society, and discharge the important duties of life by the light of their own reason.  \\\"Educate women like men,\\\" says Rousseau, \\\"and the more they resemble our sex the less power will they have over us.\\\"  This is the very point I aim at.  I do not wish them to have power over men; but over themselves. In the same strain have I heard men argue against instructing the poor; for many are the forms that aristocracy assumes.  \\\"Teach them to read and write,\\\" say they, \\\"and you take them out of the station assigned them by nature.\\\"  An eloquent Frenchman, has answered them; I will borrow his sentiments.  But they know not, when they make man a brute, that they may expect every instant to see him transformed into a ferocious beast.  Without knowledge there can be no morality! Ignorance is a frail base for virtue!  Yet, that it is the condition for which woman was organized, has been insisted upon by the writers who have most vehemently argued in favour of the superiority of man; a superiority not in degree, but essence; though, to soften the argument, they have laboured to prove, with chivalrous generosity, that the sexes ought not to be compared; man was made to reason, woman to feel:  and that together, flesh and spirit, they make the most perfect whole, by blending happily reason and sensibility into one character. And what is sensibility?  \\\"Quickness of sensation; quickness of perception; delicacy.\\\"  Thus is it defined by Dr. Johnson; and the definition gives me no other idea than of the most exquisitely polished instinct.  I discern not a trace of the image of God in either sensation or matter.  Refined seventy times seven, they are still material; intellect dwells not there; nor will fire ever make lead gold! I come round to my old argument; if woman be allowed to have an immortal soul, she must have as the employment of life, an understanding to improve.  And when, to render the present state more complete, though every thing proves it to be but a fraction of a mighty sum, she is incited by present gratification to forget her grand destination.  Nature is counteracted, or she was born only to procreate and rot.  Or, granting brutes, of every description, a soul, though not a reasonable one, the exercise of instinct and sensibility may be the step, which they are to take, in this life, towards the attainment of reason in the next; so that through all eternity they will lag behind man, who, why we cannot tell, had the power given him of attaining reason in his first mode of existence. When I treat of the peculiar duties of women, as I should treat of the peculiar duties of a citizen or father, it will be found that I do not mean to insinuate, that they should be taken out of their families, speaking of the majority.  \\\"He that hath wife and children,\\\" says Lord Bacon, \\\"hath given hostages to fortune; for they are impediments to great enterprises, either of virtue or mischief.  Certainly the best works, and of greatest merit for the public, have proceeded from the unmarried or childless men.\\\" I say the same of women.  But, the welfare of society is not built on extraordinary exertions; and were it more reasonably organized, there would be still less need of great abilities, or heroic virtues.  In the regulation of a family, in the education of children, understanding, in an unsophisticated sense, is particularly required:  strength both of body and mind; yet the men who, by their writings, have most earnestly laboured to domesticate women, have endeavoured by arguments dictated by a gross appetite, that satiety had rendered fastidious, to weaken their bodies and cramp their minds.  But, if even by these sinister methods they really PERSUADED women, by working on their feelings, to stay at home, and fulfil the duties of a mother and mistress of a family, I should cautiously oppose opinions that led women to right conduct, by prevailing on them to make the discharge of a duty the business of life, though reason were insulted.  Yet, and I appeal to experience, if by neglecting the understanding they are as much, nay, more attached from these domestic duties, than they could be by the most serious intellectual pursuit, though it may be observed, that the mass of mankind will never vigorously pursue an intellectual object, I may be allowed to infer, that reason is absolutely necessary to enable a woman to perform any duty properly, and I must again repeat, that sensibility is not reason. The comparison with the rich still occurs to me; for, when men neglect the duties of humanity, women will do the same; a common stream hurries them both along with thoughtless celerity.  Riches and honours prevent a man from enlarging his understanding, and enervate all his powers, by reversing the order of nature, which has ever made true pleasure the reward of labour. Pleasure--enervating pleasure is, likewise, within woman's reach without earning it.  But, till hereditary possessions are spread abroad, how can we expect men to be proud of virtue?  And, till they are, women will govern them by the most direct means, neglecting their dull domestic duties, to catch the pleasure that is on the wing of time. \\\"The power of women,\\\" says some author, \\\"is her sensibility;\\\" and men not aware of the consequence, do all they can to make this power swallow up every other.  Those who constantly employ their sensibility will have most: for example; poets, painters, and composers.  Yet, when the sensibility is thus increased at the expense of reason, and even the imagination, why do philosophical men complain of their fickleness?  The sexual attention of man particularly acts on female sensibility, and this sympathy has been exercised from their youth up.  A husband cannot long pay those attentions with the passion necessary to excite lively emotions, and the heart, accustomed to lively emotions, turns to a new lover, or pines in secret, the prey of virtue or prudence.  I mean when the heart has really been rendered susceptible, and the taste formed; for I am apt to conclude, from what I have seen in fashionable life, that vanity is oftener fostered than sensibility by the mode of education, and the intercourse between the sexes, which I have reprobated; and that coquetry more frequently proceeds from vanity than from that inconstancy, which overstrained sensibility naturally produces. Another argument that has had a great weight with me, must, I think, have some force with every considerate benevolent heart. Girls, who have been thus weakly educated, are often cruelly left by their parents without any provision; and, of course, are dependent on, not only the reason, but the bounty of their brothers.  These brothers are, to view the fairest side of the question, good sort of men, and give as a favour, what children of the same parents had an equal right to.  In this equivocal humiliating situation, a docile female may remain some time, with a tolerable degree of comfort.  But, when the brother marries, a probable circumstance, from being considered as the mistress of the family, she is viewed with averted looks as an intruder, an unnecessary burden on the benevolence of the master of the house, and his new partner. Who can recount the misery, which many unfortunate beings, whose minds and bodies are equally weak, suffer in such situations--unable to work and ashamed to beg?  The wife, a cold-hearted, narrow-minded woman, and this is not an unfair supposition; for the present mode of education does not tend to enlarge the heart any more than the understanding, is jealous of the little kindness which her husband shows to his relations; and her sensibility not rising to humanity, she is displeased at seeing the property of HER children lavished on an helpless sister. These are matters of fact, which have come under my eye again and again.  The consequence is obvious, the wife has recourse to cunning to undermine the habitual affection, which she is afraid openly to oppose; and neither tears nor caresses are spared till the spy is worked out of her home, and thrown on the world, unprepared for its difficulties; or sent, as a great effort of generosity, or from some regard to propriety, with a small stipend, and an uncultivated mind into joyless solitude. These two women may be much upon a par, with respect to reason and humanity; and changing situations, might have acted just the same selfish part; but had they been differently educated, the case would also have been very different.  The wife would not have had that sensibility, of which self is the centre, and reason might have taught her not to expect, and not even to be flattered by the affection of her husband, if it led him to violate prior duties. She would wish not to love him, merely because he loved her, but on account of his virtues; and the sister might have been able to struggle for herself, instead of eating the bitter bread of dependence. I am, indeed, persuaded that the heart, as well as the understanding, is opened by cultivation; and by, which may not appear so clear, strengthening the organs; I am not now talking of momentary flashes of sensibility, but of affections.  And, perhaps, in the education of both sexes, the most difficult task is so to adjust instruction as not to narrow the understanding, whilst the heart is warmed by the generous juices of spring, just raised by the electric fermentation of the season; nor to dry up the feelings by employing the mind in investigations remote from life. With respect to women, when they receive a careful education, they are either made fine ladies, brimful of sensibility, and teeming with capricious fancies; or mere notable women.  The latter are often friendly, honest creatures, and have a shrewd kind of good sense joined with worldly prudence, that often render them more useful members of society than the fine sentimental lady, though they possess neither greatness of mind nor taste.  The intellectual world is shut against them; take them out of their family or neighbourhood, and they stand still; the mind finding no employment, for literature affords a fund of amusement, which they have never sought to relish, but frequently to despise.  The sentiments and taste of more cultivated minds appear ridiculous, even in those whom chance and family connexions have led them to love; but in mere acquaintance they think it all affectation. A man of sense can only love such a woman on account of her sex, and respect her, because she is a trusty servant.  He lets her, to preserve his own peace, scold the servants, and go to church in clothes made of the very best materials.  A man of her own size of understanding would, probably, not agree so well with her; for he might wish to encroach on her prerogative, and manage some domestic concerns himself.  Yet women, whose minds are not enlarged by cultivation, or the natural selfishness of sensibility expanded by reflection, are very unfit to manage a family; for by an undue stretch of power, they are always tyrannizing to support a superiority that only rests on the arbitrary distinction of fortune.  The evil is sometimes more serious, and domestics are deprived of innocent indulgences, and made to work beyond their strength, in order to enable the notable woman to keep a better table, and outshine her neighbours in finery and parade.  If she attend to her children, it is, in general, to dress them in a costly manner--and, whether, this attention arises from vanity or fondness, it is equally pernicious. Besides, how many women of this description pass their days, or, at least their evenings, discontentedly.  Their husbands acknowledge that they are good managers, and chaste wives; but leave home to seek for more agreeable, may I be allowed to use a significant French word, piquant society; and the patient drudge, who fulfils her task, like a blind horse in a mill, is defrauded of her just reward; for the wages due to her are the caresses of her husband; and women who have so few resources in themselves, do not very patiently bear this privation of a natural right. A fine lady, on the contrary, has been taught to look down with contempt on the vulgar employments of life; though she has only been incited to acquire accomplishments that rise a degree above sense; for even corporeal accomplishments cannot be acquired with any degree of precision, unless the understanding has been strengthened by exercise.  Without a foundation of principles taste is superficial; and grace must arise from something deeper than imitation.  The imagination, however, is heated, and the feelings rendered fastidious, if not sophisticated; or, a counterpoise of judgment is not acquired, when the heart still remains artless, though it becomes too tender. These women are often amiable; and their hearts are really more sensible to general benevolence, more alive to the sentiments that civilize life, than the square elbowed family drudge; but, wanting a due proportion of reflection and self-government, they only inspire love; and are the mistresses of their husbands, whilst they have any hold on their affections; and the platonic friends of his male acquaintance.  These are the fair defects in nature; the women who appear to be created not to enjoy the fellowship of man, but to save him from sinking into absolute brutality, by rubbing off the rough angles of his character; and by playful dalliance to give some dignity to the appetite that draws him to them.  Gracious Creator of the whole human race! hast thou created such a being as woman, who can trace thy wisdom in thy works, and feel that thou alone art by thy nature, exalted above her--for no better purpose? Can she believe that she was only made to submit to man her equal; a being, who, like her, was sent into the world to acquire virtue? Can she consent to be occupied merely to please him; merely to adorn the earth, when her soul is capable of rising to thee?  And can she rest supinely dependent on man for reason, when she ought to mount with him the arduous steeps of knowledge? Yet, if love be the supreme good, let women be only educated to inspire it, and let every charm be polished to intoxicate the senses; but, if they are moral beings, let them have a chance to become intelligent; and let love to man be only a part of that glowing flame of universal love, which, after encircling humanity, mounts in grateful incense to God. To fulfil domestic duties much resolution is necessary, and a serious kind of perseverance that requires a more firm support than emotions, however lively and true to nature.  To give an example of order, the soul of virtue, some austerity of behaviour must be adopted, scarcely to be expected from a being who, from its infancy, has been made the weathercock of its own sensations. Whoever rationally means to be useful, must have a plan of conduct; and, in the discharge of the simplest duty, we are often obliged to act contrary to the present impulse of tenderness or compassion. Severity is frequently the most certain, as well as the most sublime proof of affection; and the want of this power over the feelings, and of that lofty, dignified affection, which makes a person prefer the future good of the beloved object to a present gratification, is the reason why so many fond mothers spoil their children, and has made it questionable, whether negligence or indulgence is most hurtful:  but I am inclined to think, that the latter has done most harm. Mankind seem to agree, that children should be left under the management of women during their childhood.  Now, from all the observation that I have been able to make, women of sensibility are the most unfit for this task, because they will infallibly, carried away by their feelings, spoil a child's temper.  The management of the temper, the first and most important branch of education, requires the sober steady eye of reason; a plan of conduct equally distant from tyranny and indulgence; yet these are the extremes that people of sensibility alternately fall into; always shooting beyond the mark.  I have followed this train of reasoning much further, till I have concluded, that a person of genius is the most improper person to be employed in education, public or private. Minds of this rare species see things too much in masses, and seldom, if ever, have a good temper.  That habitual cheerfulness, termed good humour, is, perhaps, as seldom united with great mental powers, as with strong feelings.  And those people who follow, with interest and admiration, the flights of genius; or, with cooler approbation suck in the instruction, which has been elaborately prepared for them by the profound thinker, ought not to be disgusted, if they find the former choleric, and the latter morose; because liveliness of fancy, and a tenacious comprehension of mind, are scarcely compatible with that pliant urbanity which leads a man, at least to bend to the opinions and prejudices of others, instead of roughly confronting them. But, treating of education or manners, minds of a superior class are not to be considered, they may be left to chance; it is the multitude, with moderate abilities, who call for instruction, and catch the colour of the atmosphere they breathe.  This respectable concourse, I contend, men and women, should not have their sensations heightened in the hot-bed of luxurious indolence, at the expence of their understanding; for, unless there be a ballast of understanding, they will never become either virtuous or free:  an aristocracy, founded on property, or sterling talents, will ever sweep before it, the alternately timid and ferocious slaves of feeling. Numberless are the arguments, to take another view of the subject, brought forward with a show of reason; because supposed to be deduced from nature, that men have used morally and physically to degrade the sex.  I must notice a few. The female understanding has often been spoken of with contempt, as arriving sooner at maturity than the male.  I shall not answer this argument by alluding to the early proofs of reason, as well as genius, in Cowley, Milton, and Pope, (Many other names might be added.) but only appeal to experience to decide whether young men, who are early introduced into company (and examples now abound) do not acquire the same precocity.  So notorious is this fact, that the bare mentioning of it must bring before people, who at all mix in the world, the idea of a number of swaggering apes of men whose understandings are narrowed by being brought into the society of men when they ought to have been spinning a top or twirling a hoop. It has also been asserted, by some naturalists, that men do not attain their full growth and strength till thirty; but that women arrive at maturity by twenty.  I apprehend that they reason on false ground, led astray by the male prejudice, which deems beauty the perfection of woman--mere beauty of features and complexion, the vulgar acceptation of the world, whilst male beauty is allowed to have some connexion with the mind.  Strength of body, and that character of countenance, which the French term a physionomie, women do not acquire before thirty, any more than men.  The little artless tricks of children, it is true, are particularly pleasing and attractive; yet, when the pretty freshness of youth is worn off, these artless graces become studied airs, and disgust every person of taste.  In the countenance of girls we only look for vivacity and bashful modesty; but, the springtide of life over, we look for soberer sense in the face, and for traces of passion, instead of the dimples of animal spirits; expecting to see individuality of character, the only fastener of the affections. We then wish to converse, not to fondle; to give scope to our imaginations, as well as to the sensations of our hearts. At twenty the beauty of both sexes is equal; but the libertinism of man leads him to make the distinction, and superannuated coquettes are commonly of the same opinion; for when they can no longer inspire love, they pay for the vigour and vivacity of youth.  The French who admit more of mind into their notions of beauty, give the preference to women of thirty.  I mean to say, that they allow women to be in their most perfect state, when vivacity gives place to reason, and to that majestic seriousness of character, which marks maturity; or, the resting point.  In youth, till twenty the body shoots out; till thirty the solids are attaining a degree of density; and the flexible muscles, growing daily more rigid, give character to the countenance; that is, they trace the operations of the mind with the iron pen of fate, and tell us not only what powers are within, but how they have been employed. It is proper to observe, that animals who arrive slowly at maturity, are the longest lived, and of the noblest species.  Men cannot, however, claim any natural superiority from the grandeur of longevity; for in this respect nature has not distinguished the male. Polygamy is another physical degradation; and a plausible argument for a custom, that blasts every domestic virtue, is drawn from the well-attested fact, that in the countries where it is established, more females are born than males.  This appears to be an indication of nature, and to nature apparently reasonable speculations must yield.  A further conclusion obviously presents itself; if polygamy be necessary, woman must be inferior to man, and made for him. With respect to the formation of the foetus in the womb, we are very ignorant; but it appears to me probable, that an accidental physical cause may account for this phenomenon, and prove it not to be a law of nature.  I have met with some pertinent observations on the subject in Forster's Account of the Isles of the South Sea, that will explain my meaning.  After observing that of the two sexes amongst animals, the most vigorous and hottest constitution always prevails, and produces its kind; he adds,--\\\"If this be applied to the inhabitants of Africa, it is evident that the men there, accustomed to polygamy, are enervated by the use of so many women, and therefore less vigorous; the women on the contrary, are of a hotter constitution, not only on account of their more irritable nerves, more sensitive organization, and more lively fancy; but likewise because they are deprived in their matrimony of that share of physical love which in a monogamous condition, would all be theirs; and thus for the above reasons, the generality of children are born females.\\\" \\\"In the greater part of Europe it has been proved by the most accurate lists of mortality, that the proportion of men to women is nearly equal, or, if any difference takes place, the males born are more numerous, in the proportion of 105 to 100.\\\" The necessity of polygamy, therefore, does not appear; yet when a man seduces a woman, it should I think, be termed a LEFT-HANDED marriage, and the man should be LEGALLY obliged to maintain the woman and her children, unless adultery, a natural divorcement, abrogated the law.  And this law should remain in force as long as the weakness of women caused the word seduction to be used as an excuse for their frailty and want of principle; nay, while they depend on man for a subsistence, instead of earning it by the exercise of their own hands or heads.  But these women should not in the full meaning of the relationship, be termed wives, or the very purpose of marriage would be subverted, and all those endearing charities that flow from personal fidelity, and give a sanctity to the tie, when neither love nor friendship unites the hearts, would melt into selfishness.  The woman who is faithful to the father of her children demands respect, and should not be treated like a prostitute; though I readily grant, that if it be necessary for a man and woman to live together in order to bring up their offspring, nature never intended that a man should have more than one wife. Still, highly as I respect marriage, as the foundation of almost every social virtue, I cannot avoid feeling the most lively compassion for those unfortunate females who are broken off from society, and by one error torn from all those affections and relationships that improve the heart and mind.  It does not frequently even deserve the name of error; for many innocent girls become the dupes of a sincere affectionate heart, and still more are, as it may emphatically be termed, RUINED before they know the difference between virtue and vice:  and thus prepared by their education for infamy, they become infamous.  Asylums and Magdalens are not the proper remedies for these abuses.  It is justice, not charity, that is wanting in the world! A woman who has lost her honour, imagines that she cannot fall lower, and as for recovering her former station, it is impossible; no exertion can wash this stain away.  Losing thus every spur, and having no other means of support, prostitution becomes her only refuge, and the character is quickly depraved by circumstances over which the poor wretch has little power, unless she possesses an uncommon portion of sense and loftiness of spirit.  Necessity never makes prostitution the business of men's lives; though numberless are the women who are thus rendered systematically vicious.  This, however, arises, in a great degree, from the state of idleness in which women are educated, who are always taught to look up to man for a maintenance, and to consider their persons as the proper return for his exertions to support them.  Meretricious airs, and the whole science of wantonness, has then a more powerful stimulus than either appetite or vanity; and this remark gives force to the prevailing opinion, that with chastity all is lost that is respectable in woman.  Her character depends on the observance of one virtue, though the only passion fostered in her heart--is love. Nay the honour of a woman is not made even to depend on her will. When Richardson makes Clarissa tell Lovelace that he had robbed her of her honour, he must have had strange notions of honour and virtue.  For, miserable beyond all names of misery is the condition of a being, who could be degraded without its own consent!  This excess of strictness I have heard vindicated as a salutary error. I shall answer in the words of Leibnitz--\\\"Errors are often useful; but it is commonly to remedy other errors.\\\" Most of the evils of life arise from a desire of present enjoyment that outruns itself.  The obedience required of women in the marriage state, comes under this description; the mind, naturally weakened by depending on authority, never exerts its own powers, and the obedient wife is thus rendered a weak indolent mother.  Or, supposing that this is not always the consequence, a future state of existence is scarcely taken into the reckoning when only negative virtues are cultivated.  For in treating of morals, particularly when women are alluded to, writers have too often considered virtue in a very limited sense, and made the foundation of it SOLELY worldly utility; nay, a still more fragile base has been given to this stupendous fabric, and the wayward fluctuating feelings of men have been made the standard of virtue.  Yes, virtue as well as religion, has been subjected to the decisions of taste. It would almost provoke a smile of contempt, if the vain absurdities of man did not strike us on all sides, to observe, how eager men are to degrade the sex from whom they pretend to receive the chief pleasure of life; and I have frequently, with full conviction, retorted Pope's sarcasm on them; or, to speak explicitly, it has appeared to me applicable to the whole human race.  A love of pleasure or sway seems to divide mankind, and the husband who lords it in his little harem, thinks only of his pleasure or his convenience.  To such lengths, indeed, does an intemperate love of pleasure carry some prudent men, or worn out libertines, who marry to have a safe companion, that they seduce their own wives.  Hymen banishes modesty, and chaste love takes its flight. Love, considered as an animal appetite, cannot long feed on itself without expiring.  And this extinction, in its own flame, may be termed the violent death of love.  But the wife who has thus been rendered licentious, will probably endeavour to fill the void left by the loss of her husband's attentions; for she cannot contentedly become merely an upper servant after having been treated like a goddess.  She is still handsome, and, instead of transferring her fondness to her children, she only dreams of enjoying the sunshine of life.  Besides, there are many husbands so devoid of sense and parental affection, that during the first effervescence of voluptuous fondness, they refuse to let their wives suckle their children.  They are only to dress and live to please them:  and love, even innocent love, soon sinks into lasciviousness when the exercise of a duty is sacrificed to its indulgence. Personal attachment is a very happy foundation for friendship; yet, when even two virtuous young people marry, it would, perhaps, be happy if some circumstance checked their passion; if the recollection of some prior attachment, or disappointed affection, made it on one side, at least, rather a match founded on esteem. In that case they would look beyond the present moment, and try to render the whole of life respectable, by forming a plan to regulate a friendship which only death ought to dissolve. Friendship is a serious affection; the most sublime of all affections, because it is founded on principle, and cemented by time.  The very reverse may be said of love.  In a great degree, love and friendship cannot subsist in the same bosom; even when inspired by different objects they weaken or destroy each other, and for the same object can only be felt in succession.  The vain fears and fond jealousies, the winds which fan the flame of love, when judiciously or artfully tempered, are both incompatible with the tender confidence and sincere respect of friendship. Love, such as the glowing pen of genius has traced, exists not on earth, or only resides in those exalted, fervid imaginations that have sketched such dangerous pictures.  Dangerous, because they not only afford a plausible excuse to the voluptuary, who disguises sheer sensuality under a sentimental veil; but as they spread affectation, and take from the dignity of virtue.  Virtue, as the very word imports, should have an appearance of seriousness, if not austerity; and to endeavour to trick her out in the garb of pleasure, because the epithet has been used as another name for beauty, is to exalt her on a quicksand; a most insidious attempt to hasten her fall by apparent respect.  Virtue, and pleasure are not, in fact, so nearly allied in this life as some eloquent writers have laboured to prove.  Pleasure prepares the fading wreath, and mixes the intoxicating cup; but the fruit which virtue gives, is the recompence of toil:  and, gradually seen as it ripens, only affords calm satisfaction; nay, appearing to be the result of the natural tendency of things, it is scarcely observed.  Bread, the common food of life, seldom thought of as a blessing, supports the constitution, and preserves health; still feasts delight the heart of man, though disease and even death lurk in the cup or dainty that elevates the spirits or tickles the palate.  The lively heated imagination in the same style, draws the picture of love, as it draws every other picture, with those glowing colours, which the daring hand will steal from the rainbow that is directed by a mind, condemned, in a world like this, to prove its noble origin, by panting after unattainable perfection; ever pursuing what it acknowledges to be a fleeting dream.  An imagination of this vigorous cast can give existence to insubstantial forms, and stability to the shadowy reveries which the mind naturally falls into when realities are found vapid.  It can then depict love with celestial charms, and dote on the grand ideal object; it can imagine a degree of mutual affection that shall refine the soul, and not expire when it has served as a \\\"scale to heavenly;\\\" and, like devotion, make it absorb every meaner affection and desire. In each other's arms, as in a temple, with its summit lost in the clouds, the world is to be shut out, and every thought and wish, that do not nurture pure affection and permanent virtue.  Permanent virtue! alas! Rousseau, respectable visionary! thy paradise would soon be violated by the entrance of some unexpected guest.  Like Milton's, it would only contain angels, or men sunk below the dignity of rational creatures.  Happiness is not material, it cannot be seen or felt!  Yet the eager pursuit of the good which every one shapes to his own fancy, proclaims man the lord of this lower world, and to be an intelligential creature, who is not to receive, but acquire happiness.  They, therefore, who complain of the delusions of passion, do not recollect that they are exclaiming against a strong proof of the immortality of the soul. But, leaving superior minds to correct themselves, and pay dearly for their experience, it is necessary to observe, that it is not against strong, persevering passions; but romantic, wavering feelings, that I wish to guard the female heart by exercising the understanding; for these paradisiacal reveries are oftener the effect of idleness than of a lively fancy. Women have seldom sufficient serious employment to silence their feelings; a round of little cares, or vain pursuits, frittering away all strength of mind and organs, they become naturally only objects of sense.  In short, the whole tenor of female education (the education of society) tends to render the best disposed, romantic and inconstant; and the remainder vain and mean.  In the present state of society, this evil can scarcely be remedied, I am afraid, in the slightest degree; should a more laudable ambition ever gain ground, they may be brought nearer to nature and reason, and become more virtuous and useful as they grow more respectable. But I will venture to assert, that their reason will never acquire sufficient strength to enable it to regulate their conduct, whilst the making an appearance in the world is the first wish of the majority of mankind.  To this weak wish the natural affections and the most useful virtues are sacrificed.  Girls marry merely to BETTER THEMSELVES, to borrow a significant vulgar phrase, and have such perfect power over their hearts as not to permit themselves to FALL IN LOVE till a man with a superior fortune offers.  On this subject I mean to enlarge in a future chapter; it is only necessary to drop a hint at present, because women are so often degraded by suffering the selfish prudence of age to chill the ardour of youth. >From the same source flows an opinion that young girls ought to dedicate great part of their time to needle work; yet, this employment contracts their faculties more than any other that could have been chosen for them, by confining their thoughts to their persons.  Men order their clothes to be made, and have done with the subject; women make their own clothes, necessary or ornamental, and are continually talking about them; and their thoughts follow their hands.  It is not indeed the making of necessaries that weakens the mind; but the frippery of dress.  For when a woman in the lower rank of life makes her husband's and children's clothes, she does her duty, this is part of her business; but when women work only to dress better than they could otherwise afford, it is worse than sheer loss of time.  To render the poor virtuous, they must be employed, and women in the middle rank of life did they not ape the fashions of the nobility, without catching their ease, might employ them, whilst they themselves managed their families, instructed their children, and exercised their own minds. Gardening, experimental philosophy, and literature, would afford them subjects to think of, and matter for conversation, that in some degree would exercise their understandings.  The conversation of French women, who are not so rigidly nailed to their chairs, to twist lappets, and knot ribbands, is frequently superficial; but, I contend, that it is not half so insipid as that of those English women, whose time is spent in making caps, bonnets, and the whole mischief of trimmings, not to mention shopping, bargain-hunting, etc. etc.:  and it is the decent, prudent women, who are most degraded by these practices; for their motive is simply vanity. The wanton, who exercises her taste to render her person alluring, has something more in view. These observations all branch out of a general one, which I have before made, and which cannot be too often insisted upon, for, speaking of men, women, or professions, it will be found, that the employment of the thoughts shapes the character both generally and individually.  The thoughts of women ever hover around their persons, and is it surprising that their persons are reckoned most valuable?  Yet some degree of liberty of mind is necessary even to form the person; and this may be one reason why some gentle wives have so few attractions beside that of sex.  Add to this, sedentary employments render the majority of women sickly, and false notions of female excellence make them proud of this delicacy, though it be another fetter, that by calling the attention continually to the body, cramps the activity of the mind. Women of quality seldom do any of the manual part of their dress, consequently only their taste is exercised, and they acquire, by thinking less of the finery, when the business of their toilet is over, that ease, which seldom appears in the deportment of women, who dress merely for the sake of dressing.  In fact, the observation with respect to the middle rank, the one in which talents thrive best, extends not to women; for those of the superior class, by catching, at least a smattering of literature, and conversing more with men, on general topics, acquire more knowledge than the women who ape their fashions and faults without sharing their advantages.  With respect to virtue, to use the word in a comprehensive sense, I have seen most in low life.  Many poor women maintain their children by the sweat of their brow, and keep together families that the vices of the fathers would have scattered abroad; but gentlewomen are too indolent to be actively virtuous, and are softened rather than refined by civilization. Indeed the good sense which I have met with among the poor women who have had few advantages of education, and yet have acted heroically, strongly confirmed me in the opinion, that trifling employments have rendered women a trifler.  Men, taking her ('I take her body,' says Ranger.) body, the mind is left to rust; so that while physical love enervates man, as being his favourite recreation, he will endeavour to enslave woman:  and who can tell how many generations may be necessary to give vigour to the virtue and talents of the freed posterity of abject slaves?  ('Supposing that women are voluntary slaves--slavery of any kind is unfavourable to human happiness and improvement.'--'Knox's Essays'.) In tracing the causes that in my opinion, have degraded woman, I have confined my observations to such as universally act upon the morals and manners of the whole sex, and to me it appears clear, that they all spring from want of understanding.  Whether this arises from a physical or accidental weakness of faculties, time alone can determine; for I shall not lay any great stress upon the example of a few women (Sappho, Eloisa, Mrs. Macaulay, the Empress of Russia, Madame d'Eon, etc.  These, and many more, may be reckoned exceptions; and, are not all heroes, as well as heroines, exceptions to general rules?  I wish to see women neither heroines nor brutes; but reasonable creatures.) who, from having received a masculine education, have acquired courage and resolution; I only contend that the men who have been placed in similar situations have acquired a similar character, I speak of bodies of men, and that men of genius and talents have started out of a class, in which women have never yet been placed.\\n\\nCHAPTER 5. ANIMADVERSIONS ON SOME OF THE WRITERS WHO HAVE RENDERED WOMEN OBJECTS OF PITY, BORDERING ON CONTEMPT. The opinions speciously supported, in some modern publications on the female character, and education, which have given the tone to most of the observations made, in a more cursory manner, on the sex, remain now to be examined. SECTION 5.1. I shall begin with Rousseau, and give a sketch of the character of women in his own words, interspersing comments and reflections.  My comments, it is true, will all spring from a few simple principles, and might have been deduced from what I have already said; but the artificial structure has been raised with so much ingenuity, that it seems necessary to attack it in a more circumstantial manner, and make the application myself. Sophia, says Rousseau, should be as perfect a woman as Emilius is a man, and to render her so, it is necessary to examine the character which nature has given to the sex. He then proceeds to prove, that women ought to be weak and passive, because she has less bodily strength than man; and from hence infers, that she was formed to please and to be subject to him; and that it is her duty to render herself AGREEABLE to her master--this being the grand end of her existence. Supposing women to have been formed only to please, and be subject to man, the conclusion is just, she ought to sacrifice every other consideration to render herself agreeable to him:  and let this brutal desire of self-preservation be the grand spring of all her actions, when it is proved to be the iron bed of fate, to fit which, her character should be stretched or contracted, regardless of all moral or physical distinctions.  But if, as I think may be demonstrated, the purposes of even this life, viewing the whole, are subverted by practical rules built upon this ignoble base, I may be allowed to doubt whether woman was created for man:  and though the cry of irreligion, or even atheism be raised against me, I will simply declare, that were an angel from heaven to tell me that Moses's beautiful, poetical cosmogony, and the account of the fall of man, were literally true, I could not believe what my reason told me was derogatory to the character of the Supreme Being:  and, having no fear of the devil before mine eyes, I venture to call this a suggestion of reason, instead of resting my weakness on the broad shoulders of the first seducer of my frail sex. \\\"It being once demonstrated,\\\" continues Rousseau, \\\"that man and woman are not, nor ought to be, constituted alike in temperament and character, it follows of course, that they should not be educated in the same manner.  In pursuing the directions of nature, they ought indeed to act in concert, but they should not be engaged in the same employments:  the end of their pursuits should be the same, but the means they should take to accomplish them, and, of consequence, their tastes and inclinations should be different.\\\" (Rousseau's 'Emilius', Volume 3 page 176.) \\\"Girls are from their earliest infancy fond of dress.  Not content with being pretty, they are desirous of being thought so; we see, by all their little airs, that this thought engages their attention; and they are hardly capable of understanding what is said to them, before they are to be governed by talking to them of what people will think of their behaviour.  The same motive, however, indiscreetly made use of with boys, has not the same effect:  provided they are let to pursue their amusements at pleasure, they care very little what people think of them.  Time and pains are necessary to subject boys to this motive. \\\"Whencesoever girls derive this first lesson it is a very good one. As the body is born, in a manner before the soul, our first concern should be to cultivate the former; this order is common to both sexes, but the object of that cultivation is different.  In the one sex it is the developement of corporeal powers; in the other, that of personal charms:  not that either the quality of strength or beauty ought to be confined exclusively to one sex; but only that the order of the cultivation of both is in that respect reversed. Women certainly require as much strength as to enable them to move and act gracefully, and men as much address as to qualify them to act with ease.\\\" \\\\*    \\\\*    \\\\*    \\\\*    \\\\*    \\\\*    \\\\*    \\\\*    \\\\*    \\\\*    \\\\*    \\\\*    \\\\*    \\\\* \\\"Children of both sexes have a great many amusements in common; and so they ought; have they not also many such when they are grown up? Each sex has also its peculiar taste to distinguish in this particular.  Boys love sports of noise and activity; to beat the drum, to whip the top, and to drag about their little carts: girls, on the other hand, are fonder of things of show and ornament; such as mirrors, trinkets, and dolls; the doll is the peculiar amusement of the females; from whence we see their taste plainly adapted to their destination.  The physical part of the art of pleasing lies in dress; and this is all which children are capacitated to cultivate of that art.\\\" \\\\*    \\\\*    \\\\*    \\\\*    \\\\*    \\\\*    \\\\*    \\\\*    \\\\*    \\\\*    \\\\*    \\\\*    \\\\*    \\\\* \\\"Here then we see a primary propensity firmly established, which you need only to pursue and regulate.  The little creature will doubtless be very desirous to know how to dress up her doll, to make its sleeve knots, its flounces, its head dress, etc., she is obliged to have so much recourse to the people about her, for their assistance in these articles, that it would be much more agreeable to her to owe them all to her own industry.  Hence we have a good reason for the first lessons which are usually taught these young females:  in which we do not appear to be setting them a task, but obliging them, by instructing them in what is immediately useful to themselves.  And, in fact, almost all of them learn with reluctance to read and write; but very readily apply themselves to the use of their needles.  They imagine themselves already grown up, and think with pleasure that such qualifications will enable them to decorate themselves.\\\" This is certainly only an education of the body; but Rousseau is not the only man who has indirectly said that merely the person of a young woman, without any mind, unless animal spirits come under that description, is very pleasing.  To render it weak, and what some may call beautiful, the understanding is neglected, and girls forced to sit still, play with dolls, and listen to foolish conversations; the effect of habit is insisted upon as an undoubted indication of nature.  I know it was Rousseau's opinion that the first years of youth should be employed to form the body, though in educating Emilius he deviates from this plan; yet the difference between strengthening the body, on which strength of mind in a great measure depends, and only giving it an easy motion, is very wide. Rousseau's observations, it is proper to remark, were made in a country where the art of pleasing was refined only to extract the grossness of vice.  He did not go back to nature, or his ruling appetite disturbed the operations of reason, else he would not have drawn these crude inferences. In France, boys and girls, particularly the latter, are only educated to please, to manage their persons, and regulate their exterior behaviour; and their minds are corrupted at a very early age, by the worldly and pious cautions they receive, to guard them against immodesty.  I speak of past times.  The very confessions which mere children are obliged to make, and the questions asked by the holy men I assert these facts on good authority, were sufficient to impress a sexual character; and the education of society was a school of coquetry and art.  At the age of ten or eleven; nay, often much sooner, girls began to coquet, and talked, unreproved, of establishing themselves in the world by marriage. In short, they were made women, almost from their very birth, and compliments were listened to instead of instruction.  These, weakening the mind, Nature was supposed to have acted like a step-mother, when she formed this after-thought of creation. Not allowing them understanding, however, it was but consistent to subject them to authority, independent of reason; and to prepare them for this subjection, he gives the following advice: \\\"Girls ought to be active and diligent; nor is that all; they should also be early subjected to restraint.  This misfortune, if it really be one, is inseparable from their sex; nor do they ever throw it off but to suffer more cruel evils.  They must be subject, all their lives, to the most constant and severe restraint, which is that of decorum:  it is, therefore, necessary to accustom them early to such confinement, that it may not afterward cost them too dear; and to the suppression of their caprices, that they may the more readily submit to the will of others.  If, indeed, they are fond of being always at work, they should be sometimes compelled to lay it aside.  Dissipation, levity, and inconstancy, are faults that readily spring up from their first propensities, when corrupted or perverted by too much indulgence.  To prevent this abuse, we should learn them, above all things, to lay a due restraint on themselves.  The life of a modest woman is reduced, by our absurd institutions, to a perpetual conflict with herself:  not but it is just that this sex should partake of the sufferings which arise from those evils it hath caused us.\\\" And why is the life of a modest woman a perpetual conflict?  I should answer, that this very system of education makes it so. Modesty, temperance, and self-denial, are the sober offspring of reason; but when sensibility is nurtured at the expense of the understanding, such weak beings must be restrained by arbitrary means, and be subjected to continual conflicts; but give their activity of mind a wider range, and nobler passions and motives will govern their appetites and sentiments. \\\"The common attachment and regard of a mother, nay, mere habit, will make her beloved by her children, if she does nothing to incur their hate.  Even the restraint she lays them under, if well directed, will increase their affection, instead of lessening it; because a state of dependence being natural to the sex, they perceive themselves formed for obedience.\\\" This is begging the question; for servitude not only debases the individual, but its effects seem to be transmitted to posterity. Considering the length of time that women have been dependent, is it surprising that some of them hug their chains, and fawn like the spaniel? \\\"These dogs,\\\" observes a naturalist, \\\"at first kept their ears erect; but custom has superseded nature, and a token of fear is become a beauty.\\\" \\\"For the same reason,\\\" adds Rousseau, \\\"women have or ought to have, but little liberty; they are apt to indulge themselves excessively in what is allowed them.  Addicted in every thing to extremes, they are even more transported at their diversions than boys.\\\" The answer to this is very simple.  Slaves and mobs have always indulged themselves in the same excesses, when once they broke loose from authority.  The bent bow recoils with violence, when the hand is suddenly relaxed that forcibly held it:  and sensibility, the plaything of outward circumstances, must be subjected to authority, or moderated by reason. \\\"There results,\\\" he continues, \\\"from this habitual restraint, a tractableness which the women have occasion for during their whole lives, as they constantly remain either under subjection to the men, or to the opinions of mankind; and are never permitted to set themselves above those opinions.  The first and most important qualification in a woman is good-nature or sweetness of temper; formed to obey a being so imperfect as man, often full of vices, and always full of faults, she ought to learn betimes even to suffer injustice, and to bear the insults of a husband without complaint; it is not for his sake, but her own, that she should be of a mild disposition.  The perverseness and ill-nature of the women only serve to aggravate their own misfortunes, and the misconduct of their husbands; they might plainly perceive that such are not the arms by which they gain the superiority.\\\" Formed to live with such an imperfect being as man, they ought to learn from the exercise of their faculties the necessity of forbearance; but all the sacred rights of humanity are violated by insisting on blind obedience; or, the most sacred rights belong ONLY to man. The being who patiently endures injustice, and silently bears insults, will soon become unjust, or unable to discern right from wrong.  Besides, I deny the fact, this is not the true way to form or meliorate the temper; for, as a sex, men have better tempers than women, because they are occupied by pursuits that interest the head as well as the heart; and the steadiness of the head gives a healthy temperature to the heart.  People of sensibility have seldom good tempers.  The formation of the temper is the cool work of reason, when, as life advances, she mixes with happy art, jarring elements.  I never knew a weak or ignorant person who had a good temper, though that constitutional good humour, and that docility, which fear stamps on the behaviour, often obtains the name.  I say behaviour, for genuine meekness never reached the heart or mind, unless as the effect of reflection; and, that simple restraint produces a number of peccant humours in domestic life, many sensible men will allow, who find some of these gentle irritable creatures, very troublesome companions. \\\"Each sex,\\\" he further argues, \\\"should preserve its peculiar tone and manner:  a meek husband may make a wife impertinent; but mildness of disposition on the woman's side will always bring a man back to reason, at least if he be not absolutely a brute, and will sooner or later triumph over him.\\\"  True, the mildness of reason; but abject fear always inspires contempt; and tears are only eloquent when they flow down fair cheeks. Of what materials can that heart be composed, which can melt when insulted, and instead of revolting at injustice, kiss the rod?  Is it unfair to infer, that her virtue is built on narrow views and selfishness, who can caress a man, with true feminine softness, the very moment when he treats her tyrannically?  Nature never dictated such insincerity; and though prudence of this sort be termed a virtue, morality becomes vague when any part is supposed to rest on falsehood.  These are mere expedients, and expedients are only useful for the moment. Let the husband beware of trusting too implicitly to this servile obedience; for if his wife can with winning sweetness caress him when angry, and when she ought to be angry, unless contempt had stifled a natural effervescence, she may do the same after parting with a lover.  These are all preparations for adultery; or, should the fear of the world, or of hell, restrain her desire of pleasing other men, when she can no longer please her husband, what substitute can be found by a being who was only formed by nature and art to please man?  what can make her amends for this privation, or where is she to seek for a fresh employment?  where find sufficient strength of mind to determine to begin the search, when her habits are fixed, and vanity has long ruled her chaotic mind? But this partial moralist recommends cunning systematically and plausibly. \\\"Daughters should be always submissive; their mothers, however, should not be inexorable.  To make a young person tractable, she ought not to be made unhappy; to make her modest she ought not to be rendered stupid.  On the contrary, I should not be displeased at her being permitted to use some art, not to elude punishment in case of disobedience, but to exempt herself from the necessity of obeying.  It is not necessary to make her dependence burdensome, but only to let her feel it.  Subtilty is a talent natural to the sex; and as I am persuaded, all our natural inclinations are right and good in themselves, I am of opinion this should be cultivated as well as the others:  it is requisite for us only to prevent its abuse.\\\" \\\"Whatever is, is right,\\\" he then proceeds triumphantly to infer. Granted; yet, perhaps, no aphorism ever contained a more paradoxical assertion.  It is a solemn truth with respect to God. He, reverentially I speak, sees the whole at once, and saw its just proportions in the womb of time; but man, who can only inspect disjointed parts, finds many things wrong; and it is a part of the system, and therefore right, that he should endeavour to alter what appears to him to be so, even while he bows to the wisdom of his Creator, and respects the darkness he labours to disperse. The inference that follows is just, supposing the principle to be sound: \\\"The superiority of address, peculiar to the female sex, is a very equitable indemnification for their inferiority in point of strength: without this, woman would not be the companion of man; but his slave:  it is by her superiour art and ingenuity that she preserves her equality, and governs him while she affects to obey. Woman has every thing against her, as well our faults as her own timidity and weakness: she has nothing in her favour, but her subtilty and her beauty.  Is it not very reasonable, therefore, she should cultivate both?\\\"  Greatness of mind can never dwell with cunning or address; for I shall not boggle about words, when their direct signification is insincerity and falsehood; but content myself with observing, that if any class of mankind be so created that it must necessarily be educated by rules, not strictly deducible from truth, virtue is an affair of convention.  How could Rousseau dare to assert, after giving this advice, that in the grand end of existence, the object of both sexes should be the same, when he well knew, that the mind formed by its pursuits, is expanded by great views swallowing up little ones, or that it becomes itself little? Men have superiour strength of body; but were it not for mistaken notions of beauty, women would acquire sufficient to enable them to earn their own subsistence, the true definition of independence; and to bear those bodily inconveniences and exertions that are requisite to strengthen the mind. Let us then, by being allowed to take the same exercise as boys, not only during infancy, but youth, arrive at perfection of body, that we may know how far the natural superiority of man extends. For what reason or virtue can be expected from a creature when the seed-time of life is neglected? None--did not the winds of heaven casually scatter many useful seeds in the fallow ground. \\\"Beauty cannot be acquired by dress, and coquetry is an art not so early and speedily attained.  While girls are yet young, however, they are in a capacity to study agreeable gesture, a pleasing modulation of voice, an easy carriage and behaviour; as well as to take the advantage of gracefully adapting their looks and attitudes to time, place, and occasion.  Their application, therefore, should not be solely confined to the arts of industry and the needle, when they come to display other talents, whose utility is already apparent.\\\" \\\"For my part I would have a young Englishwoman cultivate her agreeable talents, in order to please her future husband, with as much care and assiduity as a young Circassian cultivates her's, to fit her for the Haram of an Eastern bashaw.\\\" To render women completely insignificant, he adds,--\\\"The tongues of women are very voluble; they speak earlier, more readily, and more agreeably than the men; they are accused also of speaking much more:  but so it ought to be, and I should be very ready to convert this reproach into a compliment; their lips and eyes have the same activity, and for the same reason.  A man speaks of what he knows, a woman of what pleases her; the one requires knowledge, the other taste; the principal object of a man's discourse should be what is useful, that of a woman's what is agreeable.  There ought to be nothing in common between their different conversation but truth.\\\" \\\"We ought not, therefore, to restrain the prattle of girls, in the same manner as we should that of boys, with that severe question, 'To what purpose are you talking?' but by another, which is no less difficult to answer, 'How will your discourse be received?'  In infancy, while they are as yet incapable to discern good from evil, they ought to observe it as a law, never to say any thing disagreeable to those whom they are speaking to:  what will render the practice of this rule also the more difficult, is, that it must ever be subordinate to the former, of never speaking falsely or telling an untruth.\\\"  To govern the tongue in this manner must require great address indeed; and it is too much practised both by men and women.  Out of the abundance of the heart how few speak! So few, that I, who love simplicity, would gladly give up politeness for a quarter of the virtue that has been sacrificed to an equivocal quality, which, at best, should only be the polish of virtue. But to complete the sketch.  \\\"It is easy to be conceived, that if male children be not in a capacity to form any true notions of religion, those ideas must be greatly above the conception of the females:  it is for this very reason, I would begin to speak to them the earlier on this subject; for if we were to wait till they were in a capacity to discuss methodically such profound questions, we should run a risk of never speaking to them on this subject as long as they lived.  Reason in women is a practical reason, capacitating them artfully to discover the means of attaining a known end, but which would never enable them to discover that end itself.  The social relations of the sexes are indeed truly admirable:  from their union there results a moral person, of which woman may be termed the eyes, and man the hand, with this dependence on each other, that it is from the man that the woman is to learn what she is to see, and it is of the woman that man is to learn what he ought to do.  If woman could recur to the first principles of things as well as man, and man was capacitated to enter into their minutae as well as woman, always independent of each other, they would live in perpetual discord, and their union could not subsist.  But in the present harmony which naturally subsists between them, their different faculties tend to one common end; it is difficult to say which of them conduces the most to it: each follows the impulse of the other; each is obedient, and both are masters.\\\" \\\"As the conduct of a woman is subservient to the public opinion, her faith in matters of religion, should for that very reason, be subject to authority.  'Every daughter ought to be of the same religion as her mother, and every wife to be of the same religion as her husband:  for, though such religion should be false, that docility which induces the mother and daughter to submit to the order of nature, takes away, in the sight of God, the criminality of their error'.\\\\*  As they are not in a capacity to judge for themselves, they ought to abide by the decision of their fathers and husbands as confidently as by that of the church.\\\" (*Footnote.  What is to be the consequence, if the mother's and husband's opinion should chance not to agree?  An ignorant person cannot be reasoned out of an error, and when persuaded to give up one prejudice for another the mind is unsettled.  Indeed, the husband may not have any religion to teach her though in such a situation she will be in great want of a support to her virtue, independent of worldly considerations.) \\\"As authority ought to regulate the religion of the women, it is not so needful to explain to them the reasons for their belief, as to lay down precisely the tenets they are to believe:  for the creed, which presents only obscure ideas to the mind, is the source of fanaticism; and that which presents absurdities, leads to infidelity.\\\" Absolute, uncontroverted authority, it seems, must subsist somewhere:  but is not this a direct and exclusive appropriation of reason?  The RIGHTS of humanity have been thus confined to the male line from Adam downwards.  Rousseau would carry his male aristocracy still further, for he insinuates, that he should not blame those, who contend for leaving woman in a state of the most profound ignorance, if it were not necessary, in order to preserve her chastity, and justify the man's choice in the eyes of the world, to give her a little knowledge of men, and the customs produced by human passions; else she might propagate at home without being rendered less voluptuous and innocent by the exercise of her understanding:  excepting, indeed, during the first year of marriage, when she might employ it to dress, like Sophia.  \\\"Her dress is extremely modest in appearance, and yet very coquettish in fact:  she does not make a display of her charms, she conceals them; but, in concealing them, she knows how to affect your imagination.  Every one who sees her, will say, There is a modest and discreet girl; but while you are near her, your eyes and affections wander all over her person, so that you cannot withdraw them; and you would conclude that every part of her dress, simple as it seems, was only put in its proper order to be taken to pieces by the imagination.\\\"  Is this modesty?  Is this a preparation for immortality?  Again.  What opinion are we to form of a system of education, when the author says of his heroine, \\\"that with her, doing things well is but a SECONDARY concern; her principal concern is to do them NEATLY.\\\" Secondary, in fact, are all her virtues and qualities, for, respecting religion, he makes her parents thus address her, accustomed to submission--\\\"Your husband will instruct you in good time.\\\" After thus cramping a woman's mind, if, in order to keep it fair, he has not made it quite a blank, he advises her to reflect, that a reflecting man may not yawn in her company, when he is tired of caressing her.  What has she to reflect about, who must obey? and would it not be a refinement on cruelty only to open her mind to make the darkness and misery of her fate VISIBLE?  Yet these are his sensible remarks; how consistent with what I have already been obliged to quote, to give a fair view of the subject, the reader may determine. \\\"They who pass their whole lives in working for their daily bread, have no ideas beyond their business or their interest, and all their understanding seems to lie in their fingers' ends.  This ignorance is neither prejudicial to their integrity nor their morals; it is often of service to them.  Sometimes, by means of reflection, we are led to compound with our duty, and we conclude, by substituting a jargon of words, in the room of things.  Our own conscience is the most enlightened philosopher.  There is no need of being acquainted with Tully's offices, to make a man of probity: and perhaps the most virtuous woman in the world is the least acquainted with the definition of virtue.  But it is no less true, than an improved understanding only can render society agreeable; and it is a melancholy thing for a father of a family, who is fond of home, to be obliged to be always wrapped up in himself, and to have nobody about him to whom he can impart his sentiments. \\\"Besides, how should a woman void of reflection be capable of educating her children?  How should she discern what is proper for them?  How should she incline them to those virtues she is unacquainted with, or to that merit of which she has no idea?  She can only sooth or chide them; render them insolent or timid; she will make them formal coxcombs, or ignorant blockheads; but will never make them sensible or amiable.\\\"  How indeed should she, when her husband is not always at hand to lend her his reason --when they both together make but one moral being?  A blind will, \\\"eyes without hands,\\\" would go a very little way; and perchance his abstract reason, that should concentrate the scattered beams of her practical reason, may be employed in judging of the flavour of wine, discanting on the sauces most proper for turtle; or, more profoundly intent at a card-table, he may be generalizing his ideas as he bets away his fortune, leaving all the minutiae of education to his helpmate or chance. But, granting that woman ought to be beautiful, innocent, and silly, to render her a more alluring and indulgent companion--what is her understanding sacrificed for?  And why is all this preparation necessary only, according to Rousseau's own account, to make her the mistress of her husband, a very short time?  For no man ever insisted more on the transient nature of love.  Thus speaks the philosopher.  \\\"Sensual pleasures are transient.  The habitual state of the affections always loses by their gratification.  The imagination, which decks the object of our desires, is lost in fruition.  Excepting the Supreme Being, who is self-existent, there is nothing beautiful but what is ideal.\\\" But he returns to his unintelligible paradoxes again, when he thus addresses Sophia.  \\\"Emilius, in becoming your husband, is become your master, and claims your obedience.  Such is the order of nature.  When a man is married, however, to such a wife as Sophia, it is proper he should be directed by her:  this is also agreeable to the order of nature:  it is, therefore, to give you as much authority over his heart as his sex gives him over your person, that I have made you the arbiter of his pleasures.  It may cost you, perhaps, some disagreeable self-denial; but you will be certain of maintaining your empire over him, if you can preserve it over yourself;  what I have already observed, also shows me, that this difficult attempt does not surpass your courage. \\\"Would you have your husband constantly at your feet? keep him at some distance from your person.  You will long maintain the authority of love, if you know but how to render your favours rare and valuable.  It is thus you may employ even the arts of coquetry in the service of virtue, and those of love in that of reason.\\\" I shall close my extracts with a just description of a comfortable couple.  \\\"And yet you must not imagine, that even such management will always suffice.  Whatever precaution be taken, enjoyment will, by degrees, take off the edge of passion.  But when love hath lasted as long as possible, a pleasing habitude supplies its place, and the attachment of a mutual confidence succeeds to the transports of passion.  Children often form a more agreeable and permanent connexion between married people than even love itself. When you cease to be the mistress of Emilius, you will continue to be his wife and friend; you will be the mother of his children.\\\" (Rousseau's Emilius.) Children, he truly observes, form a much more permanent connexion between married people than love.  Beauty he declares will not be valued, or even seen, after a couple have lived six months together; artificial graces and coquetry will likewise pall on the senses:  why then does he say, that a girl should be educated for her husband with the same care as for an eastern haram? I now appeal from the reveries of fancy and refined licentiousness to the good sense of mankind, whether, if the object of education be to prepare women to become chaste wives and sensible mothers, the method so plausibly recommended in the foregoing sketch, be the one best calculated to produce those ends?  Will it be allowed that the surest way to make a wife chaste, is to teach her to practise the wanton arts of a mistress, termed virtuous coquetry by the sensualist who can no longer relish the artless charms of sincerity, or taste the pleasure arising from a tender intimacy, when confidence is unchecked by suspicion, and rendered interesting by sense? The man who can be contented to live with a pretty useful companion without a mind, has lost in voluptuous gratifications a taste for more refined enjoyments; he has never felt the calm satisfaction that refreshes the parched heart, like the silent dew of heaven--of being beloved by one who could understand him.  In the society of his wife he is still alone, unless when the man is sunk in the brute.  \\\"The charm of life,\\\" says a grave philosophical reasoner, is \\\"sympathy; nothing pleases us more than to observe in other men a fellow-feeling with all the emotions of our own breast.\\\" But, according to the tenor of reasoning by which women are kept from the tree of knowledge, the important years of youth, the usefulness of age, and the rational hopes of futurity, are all to be sacrificed, to render woman an object of desire for a short time.  Besides, how could Rousseau expect them to be virtuous and constant when reason is neither allowed to be the foundation of their virtue, nor truth the object of their inquiries? But all Rousseau's errors in reasoning arose from sensibility, and sensibility to their charms women are very ready to forgive!  When he should have reasoned he became impassioned, and reflection inflamed his imagination, instead of enlightening his understanding.  Even his virtues also led him farther astray; for, born with a warm constitution and lively fancy, nature carried him toward the other sex with such eager fondness, that he soon became lascivious.  Had he given way to these desires, the fire would have extinguished itself in a natural manner, but virtue, and a romantic kind of delicacy, made him practise self-denial; yet, when fear, delicacy, or virtue restrained him, he debauched his imagination; and reflecting on the sensations to which fancy gave force, he traced them in the most glowing colours, and sunk them deep into his soul. He then sought for solitude, not to sleep with the man of nature; or calmly investigate the causes of things under the shade where Sir Isaac Newton indulged contemplation, but merely to indulge his feelings.  And so warmly has he painted what he forcibly felt, that, interesting the heart and inflaming the imagination of his readers; in proportion to the strength of their fancy, they imagine that their understanding is convinced, when they only sympathize with a poetic writer, who skilfully exhibits the objects of sense, most voluptuously shadowed, or gracefully veiled; and thus making us feel, whilst dreaming that we reason, erroneous conclusions are left in the mind. Why was Rousseau's life divided between ecstasy and misery?  Can any other answer be given than this, that the effervescence of his imagination produced both; but, had his fancy been allowed to cool, it is possible that he might have acquired more strength of mind. Still, if the purpose of life be to educate the intellectual part of man, all with respect to him was right; yet, had not death led to a nobler scene of action, it is probable that he would have enjoyed more equal happiness on earth, and have felt the calm sensations of the man of nature, instead of being prepared for another stage of existence by nourishing the passions which agitate the civilized man. But peace to his manes!  I war not with his ashes, but his opinions.  I war only with the sensibility that led him to degrade woman by making her the slave of love. ....\\\"Curs'd vassalage, First idoliz'd till love's hot fire be o'er, Then slaves to those who courted us before.\\\" Dryden. The pernicious tendency of those books, in which the writers insidiously degrade the sex, whilst they are prostrate before their personal charms, cannot be too often or too severely exposed. Let us, my dear contemporaries, arise above such narrow prejudices! If wisdom is desirable on its own account, if virtue, to deserve the name, must be founded on knowledge; let us endeavour to strengthen our minds by reflection, till our heads become a balance for our hearts; let us not confine all our thoughts to the petty occurrences of the day, nor our knowledge to an acquaintance with our lovers' or husbands' hearts; but let the practice of every duty be subordinate to the grand one of improving our minds, and preparing our affections for a more exalted state! Beware then, my friends, of suffering the heart to be moved by every trivial incident:  the reed is shaken by a breeze, and annually dies, but the oak stands firm, and for ages braves the storm. Were we, indeed, only created to flutter our hour out and die--why let us then indulge sensibility, and laugh at the severity of reason.  Yet, alas! even then we should want strength of body and mind, and life would be lost in feverish pleasures or wearisome languor. But the system of education, which I earnestly wish to see exploded, seems to presuppose, what ought never to be taken for granted, that virtue shields us from the casualties of life; and that fortune, slipping off her bandage, will smile on a well-educated female, and bring in her hand an Emilius or a Telemachus.  Whilst, on the contrary, the reward which virtue promises to her votaries is confined, it is clear, to their own bosoms; and often must they contend with the most vexatious worldly cares, and bear with the vices and humours of relations for whom they can never feel a friendship. There have been many women in the world who, instead of being supported by the reason and virtue of their fathers and brothers, have strengthened their own minds by struggling with their vices and follies; yet have never met with a hero, in the shape of a husband; who, paying the debt that mankind owed them, might chance to bring back their reason to its natural dependent state, and restore the usurped prerogative, of rising above opinion, to man. SECTION 5.2. Dr. Fordyce's sermons have long made a part of a young woman's library; nay, girls at school are allowed to read them; but I should instantly dismiss them from my pupil's, if I wished to strengthen her understanding, by leading her to form sound principles on a broad basis; or, were I only anxious to cultivate her taste; though they must be allowed to contain many sensible observations. Dr. Fordyce may have had a very laudable end in view; but these discourses are written in such an affected style, that were it only on that account, and had I nothing to object against his MELLIFLUOUS precepts, I should not allow girls to peruse them, unless I designed to hunt every spark of nature out of their composition, melting every human quality into female weakness and artificial grace.  I say artificial, for true grace arises from some kind of independence of mind. Children, careless of pleasing, and only anxious to amuse themselves, are often very graceful; and the nobility who have mostly lived with inferiors, and always had the command of money, acquire a graceful ease of deportment, which should rather be termed habitual grace of body, than that superiour gracefulness which is truly the expression of the mind.  This mental grace, not noticed by vulgar eyes, often flashes across a rough countenance, and irradiating every feature, shows simplicity and independence of mind.  It is then we read characters of immortality in the eye, and see the soul in every gesture, though when at rest, neither the face nor limbs may have much beauty to recommend them; or the behaviour, any thing peculiar to attract universal attention.  The mass of mankind, however, look for more TANGIBLE beauty; yet simplicity is, in general, admired, when people do not consider what they admire; and can there be simplicity without sincerity? but, to have done with remarks that are in some measure desultory, though naturally excited by the subject. In declamatory periods Dr. Fordyce spins out Rousseau's eloquence; and in most sentimental rant, details his opinions respecting the female character, and the behaviour which woman ought to assume to render her lovely. He shall speak for himself, for thus he makes nature address man. \\\"Behold these smiling innocents, whom I have graced with my fairest gifts, and committed to your protection; behold them with love and respect; treat them with tenderness and honour.  They are timid and want to be defended.  They are frail; O do not take advantage of their weakness!  Let their fears and blushes endear them.  Let their confidence in you never be abused.  But is it possible, that any of you can be such barbarians, so supremely wicked, as to abuse it?  Can you find in your hearts* to despoil the gentle, trusting creatures of their treasure, or do any thing to strip them of their native robe of virtue?  Curst be the impious hand that would dare to violate the unblemished form of Chastity!  Thou wretch! thou ruffian! forbear; nor venture to provoke heaven's fiercest vengeance.\\\"  I know not any comment that can be made seriously on this curious passage, and I could produce many similar ones; and some, so very sentimental, that I have heard rational men use the word indecent, when they mentioned them with disgust. (*Footnote.  Can you?--Can you? would be the most emphatical comment, were it drawled out in a whining voice.) Throughout there is a display of cold, artificial feelings, and that parade of sensibility which boys and girls should be taught to despise as the sure mark of a little vain mind.  Florid appeals are made to heaven, and to the BEAUTEOUS INNOCENTS, the fairest images of heaven here below, whilst sober sense is left far behind.  This is not the language of the heart, nor will it ever reach it, though the ear may be tickled. I shall be told, perhaps, that the public have been pleased with these volumes.  True--and Hervey's Meditations are still read, though he equally sinned against sense and taste. I particularly object to the lover-like phrases of pumped up passion, which are every where interspersed.  If women be ever allowed to walk without leading-strings, why must they be cajoled into virtue by artful flattery and sexual compliments?  Speak to them the language of truth and soberness, and away with the lullaby strains of condescending endearment!  Let them be taught to respect themselves as rational creatures, and not led to have a passion for their own insipid persons.  It moves my gall to hear a preacher descanting on dress and needle-work; and still more, to hear him address the 'British fair, the fairest of the fair', as if they had only feelings. Even recommending piety he uses the following argument.  \\\"Never, perhaps, does a fine woman strike more deeply, than when, composed into pious recollection, and possessed with the noblest considerations, she assumes, without knowing it, superiour dignity and new graces; so that the beauties of holiness seem to radiate about her, and the by-standers are almost induced to fancy her already worshipping amongst her kindred angels!\\\"  Why are women to be thus bred up with a desire of conquest? the very epithet, used in this sense, gives me a sickly qualm!  Does religion and virtue offer no stronger motives, no brighter reward?  Must they always be debased by being made to consider the sex of their companions? Must they be taught always to be pleasing?  And when levelling their small artillery at the heart of man, is it necessary to tell them that a little sense is sufficient to render their attention INCREDIBLY SOOTHING?  \\\"As a small degree of knowledge entertains in a woman, so from a woman, though for a different reason, a small expression of kindness delights, particularly if she have beauty!\\\" I should have supposed for the same reason. Why are girls to be told that they resemble angels; but to sink them below women?  Or, that a gentle, innocent female is an object that comes nearer to the idea which we have formed of angels than any other.  Yet they are told, at the same time, that they are only like angels when they are young and beautiful; consequently, it is their persons, not their virtues, that procure them this homage. Idle empty words!  what can such delusive flattery lead to, but vanity and folly?  The lover, it is true, has a poetic licence to exalt his mistress; his reason is the bubble of his passion, and he does not utter a falsehood when he borrows the language of adoration.  His imagination may raise the idol of his heart, unblamed, above humanity; and happy would it be for women, if they were only flattered by the men who loved them; I mean, who love the individual, not the sex; but should a grave preacher interlard his discourses with such fooleries? In sermons or novels, however, voluptuousness is always true to its text.  Men are allowed by moralists to cultivate, as nature directs, different qualities, and assume the different characters, that the same passions, modified almost to infinity, give to each individual.  A virtuous man may have a choleric or a sanguine constitution, be gay or grave, unreproved; be firm till be is almost over-bearing, or, weakly submissive, have no will or opinion of his own; but all women are to be levelled, by meekness and docility, into one character of yielding softness and gentle compliance. I will use the preacher's own words.  \\\"Let it be observed, that in your sex manly exercises are never graceful; that in them a tone and figure, as well as an air and deportment, of the masculine kind, are always forbidding; and that men of sensibility desire in every woman soft features, and a flowing voice, a form not robust, and demeanour delicate and gentle.\\\" Is not the following portrait--the portrait of a house slave?  \\\"I am astonished at the folly of many women, who are still reproaching their husbands for leaving them alone, for preferring this or that company to theirs, for treating them with this and the other mark of disregard or indifference; when, to speak the truth, they have themselves in a great measure to blame.  Not that I would justify the men in any thing wrong on their part.  But had you behaved to them with more RESPECTFUL OBSERVANCE, and a more EQUAL TENDERNESS; STUDYING THEIR HUMOURS, OVERLOOKING THEIR MISTAKES, SUBMITTING TO THEIR OPINIONS in matters indifferent, passing by little instances of unevenness, caprice, or passion, giving SOFT answers to hasty words, complaining as seldom as possible, and making it your daily care to relieve their anxieties and prevent their wishes, to enliven the hour of dulness, and call up the ideas of felicity: had you pursued this conduct, I doubt not but you would have maintained and even increased their esteem, so far as to have secured every degree of influence that could conduce to their virtue, or your mutual satisfaction; and your house might at this day have been the abode of domestic bliss.\\\"  Such a woman ought to be an angel--or she is an ass--for I discern not a trace of the human character, neither reason nor passion in this domestic drudge, whose being is absorbed in that of a tyrant's. Still Dr. Fordyce must have very little acquaintance with the human heart, if he really supposed that such conduct would bring back wandering love, instead of exciting contempt.  No, beauty, gentleness, etc. etc. may gain a heart; but esteem, the only lasting affection, can alone be obtained by virtue supported by reason.  It is respect for the understanding that keeps alive tenderness for the person. As these volumes are so frequently put into the hands of young people, I have taken more notice of them than strictly speaking, they deserve; but as they have contributed to vitiate the taste, and enervate the understanding of many of my fellow-creatures, I could not pass them silently over. SECTION 5.3. Such paternal solicitude pervades Dr. Gregory's Legacy to his daughters, that I enter on the task of criticism with affectionate respect; but as this little volume has many attractions to recommend it to the notice of the most respectable part of my sex, I cannot silently pass over arguments that so speciously support opinions which, I think, have had the most baneful effect on the morals and manners of the female world. His easy familiar style is particularly suited to the tenor of his advice, and the melancholy tenderness which his respect for the memory of a beloved wife diffuses through the whole work, renders it very interesting; yet there is a degree of concise elegance conspicuous in many passages, that disturbs this sympathy; and we pop on the author, when we only expected to meet the--father. Besides, having two objects in view, he seldom adhered steadily to either; for, wishing to make his daughters amiable, and fearing lest unhappiness should only be the consequence, of instilling sentiments, that might draw them out of the track of common life, without enabling them to act with consonant independence and dignity, he checks the natural flow of his thoughts, and neither advises one thing nor the other. In the preface he tells them a mournful truth, \\\"that they will hear, at least once in their lives, the genuine sentiments of a man, who has no interest in deceiving them.\\\" Hapless woman! what can be expected from thee, when the beings on whom thou art said naturally to depend for reason and support, have all an interest in deceiving thee!  This is the root of the evil that has shed a corroding mildew on all thy virtues; and blighting in the bud thy opening faculties, has rendered thee the weak thing thou art!  It is this separate interest-- this insidious state of warfare, that undermines morality, and divides mankind! If love has made some women wretched--how many more has the cold unmeaning intercourse of gallantry rendered vain and useless! yet this heartless attention to the sex is reckoned so manly, so polite, that till society is very differently organized, I fear, this vestige of gothic manners will not be done away by a more reasonable and affectionate mode of conduct.  Besides, to strip it of its imaginary dignity, I must observe, that in the most civilized European states, this lip-service prevails in a very great degree, accompanied with extreme dissoluteness of morals.  In Portugal, the country that I particularly allude to, it takes place of the most serious moral obligations; for a man is seldom assassinated when in the company of a woman.  The savage hand of rapine is unnerved by this chivalrous spirit; and, if the stroke of vengeance cannot be stayed--the lady is entreated to pardon the rudeness and depart in peace, though sprinkled, perhaps, with her husband's or brother's blood. I shall pass over his strictures on religion, because I mean to discuss that subject in a separate chapter. The remarks relative to behaviour, though many of them very sensible, I entirely disapprove of, because it appears to me to be beginning, as it were at the wrong end.  A cultivated understanding, and an affectionate heart, will never want starched rules of decorum, something more substantial than seemliness will be the result; and, without understanding, the behaviour here recommended, would be rank affectation.  Decorum, indeed, is the one thing needful!  decorum is to supplant nature, and banish all simplicity and variety of character out of the female world.  Yet what good end can all this superficial counsel produce?  It is, however, much easier to point out this or that mode of behaviour, than to set the reason to work; but, when the mind has been stored with useful knowledge, and strengthened by being employed, the regulation of the behaviour may safely be left to its guidance. Why, for instance, should the following caution be given, when art of every kind must contaminate the mind; and why entangle the grand motives of action, which reason and religion equally combine to enforce, with pitiful worldly shifts and slight of hand tricks to gain the applause of gaping tasteless fools?  \\\"Be even cautious in displaying your good sense.*  It will be thought you assume a superiority over the rest of the company-- But if you happen to have any learning keep it a profound secret, especially from the men, who generally look with a jealous and malignant eye on a woman of great parts, and a cultivated understanding.\\\"  If men of real merit, as he afterwards observes, are superior to this meanness, where is the necessity that the behaviour of the whole sex should be modulated to please fools, or men, who having little claim to respect as individuals, choose to keep close in their phalanx. Men, indeed, who insist on their common superiority, having only this sexual superiority, are certainly very excusable. (*Footnote.  Let women once acquire good sense--and if it deserve the name, it will teach them; or, of what use will it be how to employ it.) There would be no end to rules for behaviour, if it be proper always to adopt the tone of the company; for thus, for ever varying the key, a FLAT would often pass for a NATURAL note. Surely it would have been wiser to have advised women to improve themselves till they rose above the fumes of vanity; and then to let the public opinion come round--for where are rules of accommodation to stop?  The narrow path of truth and virtue inclines neither to the right nor left, it is a straight-forward business, and they who are earnestly pursuing their road, may bound over many decorous prejudices, without leaving modesty behind. Make the heart clean, and give the head employment, and I will venture to predict that there will be nothing offensive in the behaviour. The air of fashion, which many young people are so eager to attain, always strikes me like the studied attitudes of some modern prints, copied with tasteless servility after the antiques; the soul is left out, and none of the parts are tied together by what may properly be termed character.  This varnish of fashion, which seldom sticks very close to sense, may dazzle the weak; but leave nature to itself, and it will seldom disgust the wise.  Besides, when a woman has sufficient sense not to pretend to any thing which she does not understand in some degree, there is no need of determining to hide her talents under a bushel.  Let things take their natural course, and all will be well. It is this system of dissimulation, throughout the volume, that I despise.  Women are always to SEEM to be this and that--yet virtue might apostrophize them, in the words of Hamlet--Seems!  I know not seems!--Have that within that passeth show!-- Still the same tone occurs; for in another place, after recommending, (without sufficiently discriminating) delicacy, he adds, \\\"The men will complain of your reserve.  They will assure you that a franker behaviour would make you more amiable.  But, trust me, they are not sincere when they tell you so.  I acknowledge that on some occasions it might render you more agreeable as companions, but it would make you less amiable as women:  an important distinction, which many of your sex are not aware of.\\\" This desire of being always women, is the very consciousness that degrades the sex.  Excepting with a lover, I must repeat with emphasis, a former observation--it would be well if they were only agreeable or rational companions.  But in this respect his advice is even inconsistent with a passage which I mean to quote with the most marked approbation. \\\"The sentiment, that a woman may allow all innocent freedoms, provided her virtue is secure, is both grossly indelicate and dangerous, and has proved fatal to many of your sex.\\\"  With this opinion I perfectly coincide.  A man, or a woman, of any feeling must always wish to convince a beloved object that it is the caresses of the individual, not the sex, that is received and returned with pleasure; and, that the heart, rather than the senses, is moved.  Without this natural delicacy, love becomes a selfish personal gratification that soon degrades the character. I carry this sentiment still further.  Affection, when love is out of the question, authorises many personal endearments, that naturally flowing from an innocent heart give life to the behaviour; but the personal intercourse of appetite, gallantry, or vanity, is despicable.  When a man squeezes the hand of a pretty woman, handing her to a carriage, whom he has never seen before, she will consider such an impertinent freedom in the light of an insult, if she have any true delicacy, instead of being flattered by this unmeaning homage to beauty.  These are the privileges of friendship, or the momentary homage which the heart pays to virtue, when it flashes suddenly on the notice--mere animal spirits have no claim to the kindnesses of affection. Wishing to feed the affections with what is now the food of vanity, I would fain persuade my sex to act from simpler principles.  Let them merit love, and they will obtain it, though they may never be told that:  \\\"The power of a fine woman over the hearts of men, of men of the finest parts, is even beyond what she conceives.\\\" I have already noticed the narrow cautions with respect to duplicity, female softness, delicacy of constitution; for these are the changes which he rings round without ceasing, in a more decorous manner, it is true, than Rousseau; but it all comes home to the same point, and whoever is at the trouble to analyze these sentiments, will find the first principles not quite so delicate as the superstructure. The subject of amusements is treated in too cursory a manner; but with the same spirit. When I treat of friendship, love, and marriage, it will be found that we materially differ in opinion; I shall not then forestall what I have to observe on these important subjects; but confine my remarks to the general tenor of them, to that cautious family prudence, to those confined views of partial unenlightened affection, which exclude pleasure and improvement, by vainly wishing to ward off sorrow and error--and by thus guarding the heart and mind, destroy also all their energy.  It is far better to be often deceived than never to trust; to be disappointed in love, than never to love; to lose a husband's fondness, than forfeit his esteem. Happy would it be for the world, and for individuals, of course, if all this unavailing solicitude to attain worldly happiness, on a confined plan, were turned into an anxious desire to improve the understanding.  \\\"Wisdom is the principal thing:  THEREFORE get wisdom; and with all thy gettings get understanding.\\\"  \\\"How long ye simple ones, will ye love simplicity, and hate knowledge?\\\"  Saith Wisdom to the daughters of men! SECTION 5.4. I do not mean to allude to all the writers who have written on the subject of female manners--it would in fact be only beating over the old ground, for they have, in general, written in the same strain; but attacking the boasted prerogative of man--the prerogative that may emphatically be called the iron sceptre of tyranny, the original sin of tyrants, I declare against all power built on prejudices, however hoary. If the submission demanded be founded on justice--there is no appealing to a higher power--for God is justice itself.  Let us then, as children of the same parent, if not bastardized by being the younger born, reason together, and learn to submit to the authority of reason when her voice is distinctly heard.  But, if it be proved that this throne of prerogative only rests on a chaotic mass of prejudices, that have no inherent principle of order to keep them together, or on an elephant, tortoise, or even the mighty shoulders of a son of the earth, they may escape, who dare to brave the consequence without any breach of duty, without sinning against the order of things. Whilst reason raises man above the brutal herd, and death is big with promises, they alone are subject to blind authority who have no reliance on their own strength.  \\\"They are free who will be free!\\\"* (*Footnote.  \\\"He is the free man, whom TRUTH makes free!\\\"  Cowper.) The being who can govern itself, has nothing to fear in life; but if any thing is dearer than its own respect, the price must be paid to the last farthing.  Virtue, like every thing valuable, must be loved for herself alone; or she will not take up her abode with us. She will not impart that peace, \\\"which passeth understanding,\\\" when she is merely made the stilts of reputation and respected with pharisaical exactness, because \\\"honesty is the best policy.\\\" That the plan of life which enables us to carry some knowledge and virtue into another world, is the one best calculated to ensure content in this, cannot be denied; yet few people act according to this principle, though it be universally allowed that it admits not of dispute.  Present pleasure, or present power, carry before it these sober convictions; and it is for the day, not for life, that man bargains with happiness.  How few! how very few! have sufficient foresight or resolution, to endure a small evil at the moment, to avoid a greater hereafter. Woman in particular, whose virtue* is built on mutual prejudices, seldom attains to this greatness of mind; so that, becoming the slave of her own feelings, she is easily subjugated by those of others.  Thus degraded, her reason, her misty reason! is employed rather to burnish than to snap her chains. (*Footnote.  I mean to use a word that comprehends more than chastity, the sexual virtue.) Indignantly have I heard women argue in the same track as men, and adopt the sentiments that brutalize them with all the pertinacity of ignorance. I must illustrate my assertion by a few examples.  Mrs. Piozzi, who often repeated by rote, what she did not understand, comes forward with Johnsonian periods. \\\"Seek not for happiness in singularity; and dread a refinement of wisdom as a deviation into folly.\\\"  Thus she dogmatically addresses a new married man; and to elucidate this pompous exordium, she adds, \\\"I said that the person of your lady would not grow more pleasing to you, but pray let her never suspect that it grows less so:  that a woman will pardon an affront to her understanding much sooner than one to her person, is well known; nor will any of us contradict the assertion.  All our attainments, all our arts, are employed to gain and keep the heart of man; and what mortification can exceed the disappointment, if the end be not obtained: There is no reproof however pointed, no punishment however severe, that a woman of spirit will not prefer to neglect; and if she can endure it without complaint, it only proves that she means to make herself amends by the attention of others for the slights of her husband!\\\" These are true masculine sentiments.  \\\"All our ARTS are employed to gain and keep the heart of man:\\\"--and what is the inference?--if her person, and was there ever a person, though formed with Medicisan symmetry, that was not slighted? be neglected, she will make herself amends by endeavouring to please other men.  Noble morality!  But thus is the understanding of the whole sex affronted, and their virtue deprived of the common basis of virtue. A woman must know, that her person cannot be as pleasing to her husband as it was to her lover, and if she be offended with him for being a human creature, she may as well whine about the loss of his heart as about any other foolish thing.  And this very want of discernment or unreasonable anger, proves that he could not change his fondness for her person into affection for her virtues or respect for her understanding. Whilst women avow, and act up to such opinions, their understandings, at least, deserve the contempt and obloquy that men, WHO NEVER insult their persons, have pointedly levelled at the female mind.  And it is the sentiments of these polite men, who do not wish to be encumbered with mind, that vain women thoughtlessly adopt.  Yet they should know, that insulted reason alone can spread that SACRED reserve about the persons which renders human affections, for human affections have always some base alloy, as permanent as is consistent with the grand end of existence--the attainment of virtue. The Baroness de Stael speaks the same language as the lady just cited, with more enthusiasm.  Her eulogium on Rousseau was accidentally put into my hands, and her sentiments, the sentiments of too many of my sex, may serve as the text for a few comments. \\\"Though Rousseau,\\\" she observes, \\\"has endeavoured to prevent women from interfering in public affairs, and acting a brilliant part in the theatre of politics; yet, in speaking of them, how much has he done it to their satisfaction!  If he wished to deprive them of some rights, foreign to their sex, how has he for ever restored to them all those to which it has a claim!  And in attempting to diminish their influence over the deliberations of men, how sacredly has he established the empire they have over their happiness!  In aiding them to descend from an usurped throne, he has firmly seated them upon that to which they were destined by nature; and though he be full of indignation against them when they endeavour to resemble men, yet when they come before him with all THE CHARMS WEAKNESSES, VIRTUES, and ERRORS, OF their sex, his respect for their PERSONS amounts almost to adoration.\\\"  True!--For never was there a sensualist who paid more fervent adoration at the shrine of beauty.  So devout, indeed, was his respect for the person, that excepting the virtue of chastity, for obvious reasons, he only wished to see it embellished by charms, weaknesses, and errors.  He was afraid lest the austerity of reason should disturb the soft playfulness of love.  The master wished to have a meretricious slave to fondle, entirely dependent on his reason and bounty; he did not want a companion, whom he should be compelled to esteem, or a friend to whom he could confide the care of his children's education, should death deprive them of their father, before he had fulfilled the sacred task.  He denies woman reason, shuts her out from knowledge, and turns her aside from truth; yet his pardon is granted, because, \\\"he admits the passion of love.\\\" It would require some ingenuity to show why women were to be under such an obligation to him for thus admitting love; when it is clear that he admits it only for the relaxation of men, and to perpetuate the species; but he talked with passion, and that powerful spell worked on the sensibility of a young encomiast.  \\\"What signifies it,\\\" pursues this rhapsodist, \\\"to women, that his reason disputes with them the empire, when his heart is devotedly theirs.\\\"  It is not empire--but equality, that they should contend for.  Yet, if they only wished to lengthen out their sway, they should not entirely trust to their persons, for though beauty may gain a heart, it cannot keep it, even while the beauty is in full bloom, unless the mind lend, at least, some graces. When women are once sufficiently enlightened to discover their real interest, on a grand scale, they will, I am persuaded, be very ready to resign all the prerogatives of love, that are not mutual, (speaking of them as lasting prerogatives,) for the calm satisfaction of friendship, and the tender confidence of habitual esteem.  Before marriage they will not assume any insolent airs, nor afterward abjectly submit; but, endeavouring to act like reasonable creatures, in both situations, they will not be tumbled from a throne to a stool. Madame Genlis has written several entertaining books for children; and her letters on Education afford many useful hints, that sensible parents will certainly avail themselves of; but her views are narrow, and her prejudices as unreasonable as strong. I shall pass over her vehement argument in favour of the eternity of future punishments, because I blush to think that a human being should ever argue vehemently in such a cause, and only make a few remarks on her absurd manner of making the parental authority supplant reason.  For every where does she inculcate not only BLIND submission to parents; but to the opinion of the world.* (*Footnote.  A person is not to act in this or that way, though convinced they are right in so doing, because some equivocal circumstances may lead the world to SUSPECT that they acted from different motives.  This is sacrificing the substance for a shadow. Let people but watch their own hearts, and act rightly as far as they can judge, and they may patiently wait till the opinion of the world comes round.  It is best to be directed by a simple motive--for justice has too often been sacrificed to propriety;--another word for convenience.) She tells a story of a young man engaged by his father's express desire to a girl of fortune.  Before the marriage could take place she is deprived of her fortune, and thrown friendless on the world. The father practises the most infamous arts to separate his son from her, and when the son detects his villany, and, following the dictates of honour, marries the girl, nothing but misery ensues, because forsooth he married WITHOUT his father's consent.  On what ground can religion or morality rest, when justice is thus set at defiance?  In the same style she represents an accomplished young woman, as ready to marry any body that her MAMMA pleased to recommend; and, as actually marrying the young man of her own choice, without feeling any emotions of passion, because that a well educated girl had not time to be in love.  Is it possible to have much respect for a system of education that thus insults reason and nature? Many similar opinions occur in her writings, mixed with sentiments that do honour to her head and heart.  Yet so much superstition is mixed with her religion, and so much worldly wisdom with her morality, that I should not let a young person read her works, unless I could afterwards converse on the subjects, and point out the contradictions. Mrs. Chapone's Letters are written with such good sense, and unaffected humility, and contain so many useful observations, that I only mention them to pay the worthy writer this tribute of respect.  I cannot, it is true, always coincide in opinion with her; but I always respect her. The very word respect brings Mrs. Macaulay to my remembrance.  The woman of the greatest abilities, undoubtedly, that this country has ever produced.  And yet this woman has been suffered to die without sufficient respect being paid to her memory. Posterity, however, will be more just; and remember that Catharine Macaulay was an example of intellectual acquirements supposed to be incompatible with the weakness of her sex.  In her style of writing, indeed, no sex appears, for it is like the sense it conveys, strong and clear. I will not call her's a masculine understanding, because I admit not of such an arrogant assumption of reason; but I contend that it was a sound one, and that her judgment, the matured fruit of profound thinking, was a proof that a woman can acquire judgment, in the full extent of the word.  Possessing more penetration than sagacity, more understanding than fancy, she writes with sober energy, and argumentative closeness; yet sympathy and benevolence give an interest to her sentiments, and that vital heat to arguments, which forces the reader to weigh them.* (*Footnote.  Coinciding in opinion with Mrs. Macaulay relative to many branches of education, I refer to her valuable work, instead of quoting her sentiments to support my own.) When I first thought of writing these strictures I anticipated Mrs. Macaulay's approbation with a little of that sanguine ardour which it has been the business of my life to depress; but soon heard with the sickly qualm of disappointed hope, and the still seriousness of regret--that she was no more! SECTION 5.5. Taking a view of the different works which have been written on education, Lord Chesterfield's Letters must not be silently passed over.  Not that I mean to analyze his unmanly, immoral system, or even to cull any of the useful shrewd remarks which occur in his frivolous correspondence--No, I only mean to make a few reflections on the avowed tendency of them--the art of acquiring an early knowledge of the world.  An art, I will venture to assert, that preys secretly, like the worm in the bud, on the expanding powers, and turns to poison the generous juices which should mount with vigour in the youthful frame, inspiring warm affections and great resolves. For every thing, saith the wise man, there is reason; and who would look for the fruits of autumn during the genial months of spring? But this is mere declamation, and I mean to reason with those worldly-wise instructors, who, instead of cultivating the judgment, instil prejudices, and render hard the heart that gradual experience would only have cooled.  An early acquaintance with human infirmities; or, what is termed knowledge of the world, is the surest way, in my opinion, to contract the heart and damp the natural youthful ardour which produces not only great talents, but great virtues.  For the vain attempt to bring forth the fruit of experience, before the sapling has thrown out its leaves, only exhausts its strength, and prevents its assuming a natural form; just as the form and strength of subsiding metals are injured when the attraction of cohesion is disturbed.  Tell me, ye who have studied the human mind, is it not a strange way to fix principles by showing young people that they are seldom stable?  And how can they be fortified by habits when they are proved to be fallacious by example?  Why is the ardour of youth thus to be damped, and the luxuriancy of fancy cut to the quick?  This dry caution may, it is true, guard a character from worldly mischances; but will infallibly preclude excellence in either virtue or knowledge.  The stumbling-block thrown across every path by suspicion, will prevent any vigorous exertions of genius or benevolence, and life will be stripped of its most alluring charm long before its calm evening, when man should retire to contemplation for comfort and support. A young man who has been bred up with domestic friends, and led to store his mind with as much speculative knowledge as can be acquired by reading and the natural reflections which youthful ebullitions of animal spirits and instinctive feelings inspire, will enter the world with warm and erroneous expectations.  But this appears to be the course of nature; and in morals, as well as in works of taste, we should be observant of her sacred indications, and not presume to lead when we ought obsequiously to follow. In the world few people act from principle; present feelings, and early habits, are the grand springs:  but how would the former be deadened, and the latter rendered iron corroding fetters, if the world were shown to young people just as it is; when no knowledge of mankind or their own hearts, slowly obtained by experience rendered them forbearing?  Their fellow creatures would not then be viewed as frail beings; like themselves, condemned to struggle with human infirmities, and sometimes displaying the light and sometimes the dark side of their character; extorting alternate feelings of love and disgust; but guarded against as beasts of prey, till every enlarged social feeling, in a word--humanity, was eradicated. In life, on the contrary, as we gradually discover the imperfections of our nature, we discover virtues, and various circumstances attach us to our fellow creatures, when we mix with them, and view the same objects, that are never thought of in acquiring a hasty unnatural knowledge of the world.  We see a folly swell into a vice, by almost imperceptible degrees, and pity while we blame; but, if the hideous monster burst suddenly on our sight, fear and disgust rendering us more severe than man ought to be, might lead us with blind zeal to usurp the character of omnipotence, and denounce damnation on our fellow mortals, forgetting that we cannot read the heart, and that we have seeds of the same vices lurking in our own. I have already remarked, that we expect more from instruction, than mere instruction can produce:  for, instead of preparing young people to encounter the evils of life with dignity, and to acquire wisdom and virtue by the exercise of their own faculties, precepts are heaped upon precepts, and blind obedience required, when conviction should be brought home to reason. Suppose, for instance, that a young person in the first ardour of friendship deifies the beloved object--what harm can arise from this mistaken enthusiastic attachment?  Perhaps it is necessary for virtue first to appear in a human form to impress youthful hearts; the ideal model, which a more matured and exalted mind looks up to, and shapes for itself, would elude their sight.  He who loves not his brother whom he hath seen, how can he love God? asked the wisest of men. It is natural for youth to adorn the first object of its affection with every good quality, and the emulation produced by ignorance, or, to speak with more propriety, by inexperience, brings forward the mind capable of forming such an affection, and when, in the lapse of time, perfection is found not to be within the reach of mortals, virtue, abstractly, is thought beautiful, and wisdom sublime.  Admiration then gives place to friendship, properly so called, because it is cemented by esteem; and the being walks alone only dependent on heaven for that emulous panting after perfection which ever glows in a noble mind.  But this knowledge a man must gain by the exertion of his own faculties; and this is surely the blessed fruit of disappointed hope! for He who delighteth to diffuse happiness and show mercy to the weak creatures, who are learning to know him, never implanted a good propensity to be a tormenting ignis fatuus. Our trees are now allowed to spread with wild luxuriance, nor do we expect by force to combine the majestic marks of time with youthful graces; but wait patiently till they have struck deep their root, and braved many a storm.  Is the mind then, which, in proportion to its dignity advances more slowly towards perfection, to be treated with less respect?  To argue from analogy, every thing around us is in a progressive state; and when an unwelcome knowledge of life produces almost a satiety of life, and we discover by the natural course of things that all that is done under the sun is vanity, we are drawing near the awful close of the drama.  The days of activity and hope are over, and the opportunities which the first stage of existence has afforded of advancing in the scale of intelligence, must soon be summed up.  A knowledge at this period of the futility of life, or earlier, if obtained by experience, is very useful, because it is natural; but when a frail being is shown the follies and vices of man, that he may be taught prudently to guard against the common casualties of life by sacrificing his heart--surely it is not speaking harshly to call it the wisdom of this world, contrasted with the nobler fruit of piety and experience. I will venture a paradox, and deliver my opinion without reserve; if men were only born to form a circle of life and death, it would be wise to take every step that foresight could suggest to render life happy.  Moderation in every pursuit would then be supreme wisdom; and the prudent voluptuary might enjoy a degree of content, though he neither cultivated his understanding nor kept his heart pure.  Prudence, supposing we were mortal, would be true wisdom, or, to be more explicit, would procure the greatest portion of happiness, considering the whole of life; but knowledge beyond the conveniences of life would be a curse. Why should we injure our health by close study?  The exalted pleasure which intellectual pursuits afford would scarcely be equivalent to the hours of languor that follow; especially, if it be necessary to take into the reckoning the doubts and disappointments that cloud our researches.  Vanity and vexation close every inquiry:  for the cause which we particularly wished to discover flies like the horizon before us as we advance.  The ignorant, on the contrary, resemble children, and suppose, that if they could walk straight forward they should at last arrive where the earth and clouds meet.  Yet, disappointed as we are in our researches, the mind gains strength by the exercise, sufficient, perhaps, to comprehend the answers which, in another step of existence, it may receive to the anxious questions it asked, when the understanding with feeble wing was fluttering round the visible effects to dive into the hidden cause. The passions also, the winds of life, would be useless, if not injurious, did the substance which composes our thinking being, after we have thought in vain, only become the support of vegetable life, and invigorate a cabbage, or blush in a rose.  The appetites would answer every earthly purpose, and produce more moderate and permanent happiness.  But the powers of the soul that are of little use here, and, probably, disturb our animal enjoyments, even while conscious dignity makes us glory in possessing them, prove that life is merely an education, a state of infancy, of which the only hopes worth cherishing should not be sacrificed.  I mean, therefore to infer, that we ought to have a precise idea of what we wish to attain by education, for the immortality of the soul is contradicted by the actions of many people, who firmly profess the belief. If you mean to secure ease and prosperity on earth as the first consideration, and leave futurity to provide for itself, you act prudently in giving your child an early insight into the weaknesses of his nature.  You may not, it is true, make an Inkle of him; but do not imagine that he will stick to more than the letter of the law, who has very early imbibed a mean opinion of human nature; nor will he think it necessary to rise much above the common standard. He may avoid gross vices, because honesty is the best policy; but he will never aim at attaining great virtues.  The example of writers and artists will illustrate this remark. I must therefore venture to doubt, whether what has been thought an axiom in morals, may not have been a dogmatical assertion made by men who have coolly seen mankind through the medium of books, and say, in direct contradiction to them, that the regulation of the passions is not always wisdom.  On the contrary, it should seem, that one reason why men have superiour judgment and more fortitude than women, is undoubtedly this, that they give a freer scope to the grand passions, and by more frequently going astray, enlarge their minds.  If then by the exercise of their own reason, they fix on some stable principle, they have probably to thank the force of their passions, nourished by FALSE views of life, and permitted to overleap the boundary that secures content.  But if, in the dawn of life, we could soberly survey the scenes before us as in perspective, and see every thing in its true colours, how could the passions gain sufficient strength to unfold the faculties? Let me now, as from an eminence, survey the world stripped of all its false delusive charms.  The clear atmosphere enables me to see each object in its true point of view, while my heart is still.  I am calm as the prospect in a morning when the mists, slowly dispersing, silently unveil the beauties of nature, refreshed by rest. In what light will the world now appear?  I rub my eyes and think, perchance, that I am just awaking from a lively dream. I see the sons and daughters of men pursuing shadows, and anxiously wasting their powers to feed passions which have no adequate object--if the very excess of these blind impulses pampered by that lying, yet constantly-trusted guide, the imagination, did not, by preparing them for some other state, render short sighted mortals wiser without their own concurrence; or, what comes to the same thing, when they were pursuing some imaginary present good. After viewing objects in this light, it would not be very fanciful to imagine, that this world was a stage on which a pantomime is daily performed for the amusement of superiour beings.  How would they be diverted to see the ambitious man consuming himself by running after a phantom, and, pursuing the bubble fame in \\\"the cannon's mouth\\\" that was to blow him to nothing:  for when consciousness is lost, it matters not whether we mount in a whirlwind or descend in rain.  And should they compassionately invigorate his sight, and show him the thorny path which led to eminence, that like a quicksand sinks as he ascends, disappointing his hopes when almost within his grasp, would he not leave to others the honour of amusing them, and labour to secure the present moment, though from the constitution of his nature he would not find it very easy to catch the flying stream?  Such slaves are we to hope and fear! But, vain as the ambitious man's pursuit would be, he is often striving for something more substantial than fame--that indeed would be the veriest meteor, the wildest fire that could lure a man to ruin.  What! renounce the most trifling gratification to be applauded when he should be no more! Wherefore this struggle, whether man is mortal or immortal, if that noble passion did not really raise the being above his fellows? And love!  What diverting scenes would it produce--Pantaloon's tricks must yield to more egregious folly.  To see a mortal adorn an object with imaginary charms, and then fall down and worship the idol which he had himself set up--how ridiculous!  But what serious consequences ensue to rob man of that portion of happiness, which the Deity by calling him into existence has (or, on what can his attributes rest?) indubitably promised; would not all the purposes of life have been much better fulfilled if he had only felt what has been termed physical love?  And, would not the sight of the object, not seen through the medium of the imagination, soon reduce the passion to an appetite, if reflection, the noble distinction of man, did not give it force, and make it an instrument to raise him above this earthy dross, by teaching him to love the centre of all perfection! whose wisdom appears clearer and clearer in the works of nature, in proportion as reason is illuminated and exalted by contemplation, and by acquiring that love of order which the struggles of passion produce? The habit of reflection, and the knowledge attained by fostering any passion, might be shown to be equally useful though the object be proved equally fallacious; for they would all appear in the same light, if they were not magnified by the governing passion implanted in us by the Author of all good, to call forth and strengthen the faculties of each individual, and enable it to attain all the experience that an infant can obtain, who does certain things, it cannot tell why. I descend from my height, and mixing with my fellow creatures, feel myself hurried along the common stream; ambition, love, hope, and fear, exert their wonted power, though we be convinced by reason that their present and most attractive promises are only lying dreams; but had the cold hand of circumspection damped each generous feeling before it had left any permanent character, or fixed some habit, what could be expected, but selfish prudence and reason just rising above instinct?  Who that has read Dean Swift's disgusting description of the Yahoos, and insipid one of Houyhnhnm with a philosophical eye, can avoid seeing the futility of degrading the passions, or making man rest in contentment? The youth should ACT; for had he the experience of a grey head, he would be fitter for death than life, though his virtues, rather residing in his head than his heart could produce nothing great, and his understanding prepared for this world, would not, by its noble flights, prove that it had a title to a better. Besides, it is not possible to give a young person a just view of life; he must have struggled with his own passions before he can estimate the force of the temptation which betrayed his brother into vice.  Those who are entering life, and those who are departing, see the world from such very different points of view, that they can seldom think alike, unless the unfledged reason of the former never attempted a solitary flight. When we hear of some daring crime--it comes full upon us in the deepest shade of turpitude, and raises indignation; but the eye that gradually saw the darkness thicken, must observe it with more compassionate forbearance.  The world cannot be seen by an unmoved spectator, we must mix in the throng, and feel as men feel before we can judge of their feelings.  If we mean, in short, to live in the world to grow wiser and better, and not merely to enjoy the good things of life, we must attain a knowledge of others at the same time that we become acquainted with ourselves-- knowledge acquired any other way only hardens the heart and perplexes the understanding. I may be told, that the knowledge thus acquired, is sometimes purchased at too dear a rate.  I can only answer, that I very much doubt whether any knowledge can be attained without labour and sorrow; and those who wish to spare their children both, should not complain if they are neither wise nor virtuous.  They only aimed at making them prudent; and prudence, early in life, is but the cautious craft of ignorant self-love.  I have observed, that young people, to whose education particular attention has been paid, have, in general, been very superficial and conceited, and far from pleasing in any respect, because they had neither the unsuspecting warmth of youth, nor the cool depth of age.  I cannot help imputing this unnatural appearance principally to that hasty premature instruction, which leads them presumptuously to repeat all the crude notions they have taken upon trust, so that the careful education which they received, makes them all their lives the slaves of prejudices. Mental as well as bodily exertion is, at first, irksome; so much so, that the many would fain let others both work and think for them.  An observation which I have often made will illustrate my meaning.  When in a circle of strangers, or acquaintances, a person of moderate abilities, asserts an opinion with heat, I will venture to affirm, for I have traced this fact home, very often, that it is a prejudice.  These echoes have a high respect for the understanding of some relation or friend, and without fully comprehending the opinions, which they are so eager to retail, they maintain them with a degree of obstinacy, that would surprise even the person who concocted them. I know that a kind of fashion now prevails of respecting prejudices; and when any one dares to face them, though actuated by humanity and armed by reason, he is superciliously asked, whether his ancestors were fools.  No, I should reply; opinions, at first, of every description, were all, probably, considered, and therefore were founded on some reason; yet not unfrequently, of course, it was rather a local expedient than a fundamental principle, that would be reasonable at all times.  But, moss-covered opinions assume the disproportioned form of prejudices, when they are indolently adopted only because age has given them a venerable aspect, though the reason on which they were built ceases to be a reason, or cannot be traced.  Why are we to love prejudices, merely because they are prejudices?  A prejudice is a fond obstinate persuasion, for which we can give no reason; for the moment a reason can be given for an opinion, it ceases to be a prejudice, though it may be an error in judgment:  and are we then advised to cherish opinions only to set reason at defiance?  This mode of arguing, if arguing it may be called, reminds me of what is vulgarly termed a woman's reason.  For women sometimes declare that they love, or believe certain things, BECAUSE they love, or believe them. It is impossible to converse with people to any purpose, who, in this style, only use affirmatives and negatives.  Before you can bring them to a point, to start fairly from, you must go back to the simple principles that were antecedent to the prejudices broached by power; and it is ten to one but you are stopped by the philosophical assertion, that certain principles are as practically false as they are abstractly true.  Nay, it may be inferred, that reason has whispered some doubts, for it generally happens that people assert their opinions with the greatest heat when they begin to waver; striving to drive out their own doubts by convincing their opponent, they grow angry when those gnawing doubts are thrown back to prey on themselves. The fact is, that men expect from education, what education cannot give.  A sagacious parent or tutor may strengthen the body and sharpen the instruments by which the child is to gather knowledge; but the honey must be the reward of the individual's own industry. It is almost as absurd to attempt to make a youth wise by the experience of another, as to expect the body to grow strong by the exercise which is only talked of, or seen. Many of those children whose conduct has been most narrowly watched, become the weakest men, because their instructors only instill certain notions into their minds, that have no other foundation than their authority; and if they are loved or respected, the mind is cramped in its exertions and wavering in its advances.  The business of education in this case, is only to conduct the shooting tendrils to a proper pole; yet after laying precept upon precept, without allowing a child to acquire judgment itself, parents expect them to act in the same manner by this borrowed fallacious light, as if they had illuminated it themselves; and be, when they enter life, what their parents are at the close.  They do not consider that the tree, and even the human body, does not strengthen its fibres till it has reached its full growth. There appears to be something analogous in the mind.  The senses and the imagination give a form to the character, during childhood and youth; and the understanding as life advances, gives firmness to the first fair purposes of sensibility--till virtue, arising rather from the clear conviction of reason than the impulse of the heart, morality is made to rest on a rock against which the storms of passion vainly beat. I hope I shall not be misunderstood when I say, that religion will not have this condensing energy, unless it be founded on reason. If it be merely the refuge of weakness or wild fanaticism, and not a governing principle of conduct, drawn from self-knowledge, and a rational opinion respecting the attributes of God, what can it be expected to produce?  The religion which consists in warming the affections, and exalting the imagination, is only the poetical part, and may afford the individual pleasure without rendering it a more moral being.  It may be a substitute for worldly pursuits; yet narrow instead of enlarging the heart:  but virtue must be loved as in itself sublime and excellent, and not for the advantages it procures or the evils it averts, if any great degree of excellence be expected.  Men will not become moral when they only build airy castles in a future world to compensate for the disappointments which they meet with in this; if they turn their thoughts from relative duties to religious reveries. Most prospects in life are marred by the shuffling worldly wisdom of men, who, forgetting that they cannot serve God and mammon, endeavour to blend contradictory things.  If you wish to make your son rich, pursue one course --if you are only anxious to make him virtuous, you must take another; but do not imagine that you can bound from one road to the other without losing your way.* (\\\\*Footnote.  See an excellent essay on this subject by Mrs. Barbauld, in Miscellaneous pieces in Prose.)\",\"timestamp\":1637495951,\"title\":\"HE SAME SUBJECT CONTINUED. Bodily strength from being the distinction\"},\"digest\":\"lbyemoYWJQTO9AU5TghdAGPoDZCuBAPQTubNiesIuMI\",\"authorship\":{\"contributor\":\"0x93be0c9BA98F727B6919FE7c4E542c3bD617d31D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XXxAJBDbY5Kds7VbrpR4S0Ieky2l1TwoXMqcWcz2AyI\\\",\\\"y\\\":\\\"e_hPvertbTzgfcqb7sEx3pth8LQ3rS-sEmJAzbiETbU\\\"}\",\"signature\":\"ptPFE4bMNxvJS0kxj8jsZgvY1b2IDKpAfaiMafJPh1L1pzyCAScF0xeK2Qkugd2IWvHYG2gQE6cE0UKki7S9_g\",\"signingKeySignature\":\"0x57aec2ca8169570c9ab736597b2130c3c3790e71cf6992163fc5d2cb9db8540541fce26ecd745fb62243af5b4f763669b62f3ce3beac6fa4c6da476bcbc99e001b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XXxAJBDbY5Kds7VbrpR4S0Ieky2l1TwoXMqcWcz2AyI\\\",\\\"y\\\":\\\"e_hPvertbTzgfcqb7sEx3pth8LQ3rS-sEmJAzbiETbU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lbyemoYWJQTO9AU5TghdAGPoDZCuBAPQTubNiesIuMI\"}"