"{\"content\":{\"body\":\"I’ve been active in the Web3/NFT space for a few months now. I was heavily skeptical in early 2021 on the idea of a decentralised system of computers. I struggled to see the use and understand how it all worked. It took a bit of research and un-learning a lot of what I thought I already knew about the internet. Eventually, I started realising that the hype around the decentralised web might actually be justified.\\n\\nThe most accessible entry-point to the world of Web3 that i found was NFTs. They are one of the most basic technologies enabled by blockchains, although they represent what blockchains and decentralised systems are about—trust, verifiability, and ownership. Three elements that are nowhere to be seen in classic, centralised systems on the web that most people know today.\\n\\nIt wasn’t long before I had fully immersed myself in NFTs and crypto, joining discords and following almost every twitter account that mentioned ‘Web3’, ‘crypto’, and ‘NFTs’ in their bio. I had truly fallen down the rabbit hole. I finally decided to buy my first set of NFTs. It was only then that I started paying more attention to the projects I was thinking of buying into. Why? Because it was my money on the line. I *had* to do more research, or I’d risk losing money. It was having skin in the game that forced me to learn much faster than I would’ve from observing alone. So I took the plunge.\\n\\nHumans are instinctively community-forming creatures. We long to be part of groups that represent who we are. Satisfying this instinct is one of the strongest contributors to an NFT’s success. They enable people to become members in seemingly exclusive groups due to a relatively limited supply of memberships, or in this case, the NFT being the membership. People from all over the world can buy into a community and verify their membership by holding an NFT. I wanted to avoid using the Bored Ape Yacht Club (BAYC) as an example because of how cliche it is now, but they have become the gold standard for NFTs in terms of community-building and creating value for their holders. With celebrities and influencers buying their way into the club, more and more people want to be a part of it. The high demand along with a fixed cap of 10,000 pieces results in some crazy prices being paid, all to be part of the BAYC. The cheapest ape currently listed will set you back 78eth (approx. $237,000 USD), with Bored Ape #1401 selling recently for 400eth (approx. $1.2 million USD). Whether these prices are justified, only time will tell.\\n\\nAnother function enabled by NFTs is the ability to program artist royalties into the blockchain itself. Traditionally, when an artist makes a sale, the get paid for that primary sale only. Any further sales down the line and the original artist makes nothing from them. However, by programming royalties into an NFT’s contract, artists are able to earn a percentage of every sale down the line, without anyone having to do anything. Their piece can be sold 10 or 50 times and they would still make a profit (depending on the royalties *they* set) for each consecutive sale. Artists are rewarded for eternity whenever their work is sold. Again, something that is just not possible on traditional internet platforms.\\n\\nBeing decentralised means that no single corporation can own or operate Web3—its ownership is distributed to the users. OpenSea is currently the largest NFT marketplace in terms of daily volume. It does not control or own your NFTs. It is simply an interface that allows people to interact with the blockchain to buy and sell NFTs that they own. Nothing is stopping anyone from deciding to sell on another platform, or even creating their own platform for that matter. Unlike Web2 which is currently controlled by a handful of big corporations (Facebook, Google, Amazon, etc). Everything you do on those services is owned by those services. You are not the customer, you are the product. Ever heard of Google rewarding people for holding domain names? Neither have I. That’s not so uncommon in Web3 though. In early November of 2021, a platform that allows users to purchase their own ‘.eth’ name (think of it as a universal web3 username) called ‘ENS’ announced they will be rewarding early adopters of their service through an airdrop (it’s like a reward). The way this worked was by creating a digital token, $ENS, and allowing eligible users to claim a certain amount of the token based on their activity on the platform. For example, aspects such as the age of the domain name were considered, its expiry, and how many names the user owned as at 31st October were considered. Users were given an amount of tokens proportional to these factors. The value of one ENS token currently is about $26 USD, so with many users claiming hundreds of ENS, they were rewarded thousands of dollars just for using a service. The ENS airdrop is one classic example of rewarding early adopters of a service, but there have been many more since then and there will continue to be more in the future. In Web3, you are the customer and the owner, not the product.\\n\\nOne thing I noticed when I started learning about Web3 and something I continue to notice every day is that the more I learnt, the more I realised I didn’t know. I would go down one path trying to learn about one thing, then I’d read about something I didn’t know, so I’d divert my path and research that. Rinse and repeat. Just when I thought I understood something, some new term would come and throw all that away. This was so exciting for me because I loved the process of learning and easily spending hours trying to do research on what started as one topic, but quickly branched into many more.\\n\\nI have not even touched on the world of decentralised finance (DeFi). That is an area I’m still figuring out for myself. DeFi allows people to trade digital tokens, lend them out to earn interest, and even borrow assets without needing to back them by physical assets. That’s another rabbit hole I’m not quite ready to go down, but it deserved an introduction. Along similar lines in terms of being something I don’t fully understand but is definitely worth mentioning in this post are DAOs, or decentralised autonomous organisations. As defined by Linda Xie, former product manager at Coinbase, “a DAO is a group organised around a mission that coordinates through a shared set of rules enforced on a blockchain.” What makes DAOs so beneficial is that they enable global collaboration with lower entry costs than traditional organisations. Additionally, transparency is highly incentivised as each transaction from the DAO is publicly viewable and permanently available on the blockchain. They have potential to shake up how most modern-day organisations are run—top-down, tightly managed and rarely transparent. This is only the beginning.\\n\\nIn Web3, users are responsible for their own assets. Everything is stored in a digital wallet which only they should be able to access. They need to approve sites they wish to interact with. This presents a security issue as it is entirely possible (and not uncommon) for a site to seem authentic and harmless, only for it to be linked with a malicious program that will wipe the wallets of whoever connects to it. Once stolen, there is very little that can be done to retrieve lost assets. The security of a wallet is thus in the hands of the individual who owns it. No one else can protect what you own but yourself. The good news is that there are many tips to stay safe while interacting with the decentralised web and many of them make it very difficult to be scammed when paired with some extra vigilance and an awareness of how the scams work. This is an important point to consider, especially for beginners.\\n\\nWe are heading towards a future where digital assets will matter almost as much as, if not more than physical assets. Instantly verifiable ownership through the blockchain will enable financial services that we could have never imagined just a few years ago. I believe in a future where blockchains such as Ethereum and Solana provide opportunities for millions of people. It’s the next step towards creating a truly global economy, where people from across the world can interact with each other without relying any external third parties. Where transparency and open trust become the new standard. Web3 and Web2 to can coexist at least for a while. We need both the speed and ease of access that Web2 corporations currently provide, as well as the verifiability and ownership that decentralised systems provide. There is so much utility in Web3 that is yet to be discovered.\\n\\nLooking back now, I notice that most of the hate and skepticism towards Web3 comes from a lack of understanding of the possibilities enabled by this technology. It’s easy to dismiss crypto and Web3 as a scam and a failed system if you are not aware of the potential they unlock. Early internet users were mocked for using the internet because most people did not understand it fully. Today, it’s hard for any business or service to succeed if it does not have an internet presence. So I encourage everyone to give Web3 a try. Go look at or buy NFTs, explore the world of DeFi, set up a wallet, buy a cryptocurrency, join a DAO (none of this is financial advice). Explore your curiosities. We are still early and WAGMI.\\n\\nThank you for reading.\\n\\nIf you’re looking for a place to start your research, check out these links:\\n\\n* The Ethereum Whitepaper (basically everything you need to know about Ethereum): <https://ethereum.org/en/whitepaper/>\\n* An intro to Solana: [https://solana.com](https://solana.com/)\\n* An intro to DAOs: <https://linda.mirror.xyz/Vh8K4leCGEO06_qSGx-vS5lvgUqhqkCz9ut81WwCP2o>\\n* More resources about DAOs: <https://future.a16z.com/dao-canon/>\\n* A perfect introduction to Web3 and Ethereum: <https://www.notboring.co/p/own-the-internet?utm_campaign=post&utm_medium=web>\\n* A thread on surviving in crypto: <https://twitter.com/punk6529/status/1477259809493819393?s=21>\\n* One of the best podcasts covering all things Web3 in depth: <https://podcasts.apple.com/au/podcast/the-tim-ferriss-show/id863897795?i=1000540043607>\\n* For more resources, check out my twitter: <https://twitter.com/tkoutsaplis>\\n\\nImage credits: Photo by [Shubham Dhage](https://unsplash.com/@theshubhamdhage?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText) on [Unsplash](https://unsplash.com/s/photos/web3?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText)\",\"timestamp\":1641963963,\"title\":\"A beginner's thoughts on Web3\"},\"digest\":\"dgDXPG6fbcKG28qoWx5elK6B96NMa90t_8z8x0rzA_8\",\"authorship\":{\"contributor\":\"0xF2Bc5807145f624aBde79ff35F41E54018b9AccB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RlaoxvXcxjcHw1ulOOLTFE9OhNOHCSnPF02ZN8k0LBE\\\",\\\"y\\\":\\\"dSsOWcBVoDdc2luWiqihaefncZGc4_Gzo5YM1A2u6SE\\\"}\",\"signature\":\"9Reqf1gPg5M4x8bG2Rfl4sWQTIGX-bzsjsgzmH6qcyC-Yt3V71QQXPs11spv2aV6OOUgvPB2T_hzhTC1Ci08aQ\",\"signingKeySignature\":\"0xa84aa17bf9a7652a1cc75a694e071517b18cdb0123e97fe2f07150ea66df89d35b72196c8cba0882686244becf24a3d37de32c77619eabc9d4fd0cd3d828bf451b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RlaoxvXcxjcHw1ulOOLTFE9OhNOHCSnPF02ZN8k0LBE\\\",\\\"y\\\":\\\"dSsOWcBVoDdc2luWiqihaefncZGc4_Gzo5YM1A2u6SE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4WSjTYxSz89URSDm5s-BA9eRtJF1WZvvHBdYB12vLNw\"}"