"{\"content\":{\"body\":\"```\\n    That such a secession would weaken us more than could be compensated by any foreign alliance:\\n\\n    That in the event of such a division, foreign powers would either refuse to join themselves to our fortunes, or, having us so much in their power as that desperate declaration would place us, they would insist on terms proportionably more hard and prejudicial:\\n\\n    That we had little reason to expect an alliance with those to whom alone as yet we had cast our eyes:\\n\\n    That France & Spain had reason to be jealous of that rising power which would one day certainly strip them of all their American possessions:\\n\\n    That it was more likely they should form a connection with the British court, who, if they should find themselves unable otherwise to extricate themselves from their difficulties, would agree to a partition of our territories, restoring Canada to France, & the Floridas to Spain, to accomplish for themselves a recovery of these colonies:\\n\\n    That it would not be long before we should receive certain information of the disposition of the French court, from the agent whom we had sent to Paris for that purpose:\\n\\n    That if this disposition should be favorable, by waiting the event of the present campaign, which we all hoped would be successful, we should have reason to expect an alliance on better terms:\\n\\n    That this would in fact work no delay of any effectual aid from such ally, as, from the advance of the season & distance of our situation, it was impossible we could receive any assistance during this campaign:\\n\\n    That it was prudent to fix among ourselves the terms on which we should form alliance, before we declared we would form one at all events:\\n\\n    And that if these were agreed on, & our Declaration of Independance ready by the time our Ambassador should be prepared to sail, it would be as well as to go into that Declaration at this day.\\n\\n    On the other side it was urged by J. Adams, Lee, Wythe, and others\\n\\n    That no gentleman had argued against the policy or the right of separation from Britain, nor had supposed it possible we should ever renew our connection; that they had only opposed its being now declared:\\n\\n    That the question was not whether, by a declaration of independance, we should make ourselves what we are not; but whether we should declare a fact which already exists:\\n\\n    That as to the people or parliament of England, we had alwais been independent of them, their restraints on our trade deriving efficacy from our acquiescence only, & not from any rights they possessed of imposing them, & that so far our connection had been federal only & was now dissolved by the commencement of hostilities:\\n\\n    That as to the King, we had been bound to him by allegiance, but that this bond was now dissolved by his assent to the late act of parliament, by which he declares us out of his protection, and by his levying war on us, a fact which had long ago proved us out of his protection; it being a certain position in law that allegiance & protection are reciprocal, the one ceasing when the other is withdrawn:\\n\\n    That James the IId. never declared the people of England out of his protection yet his actions proved it & the parliament declared it:\\n\\n    No delegates then can be denied, or ever want, a power of declaring an existing truth:\\n\\n    That the delegates from the Delaware counties having declared their constituents ready to join, there are only two colonies Pennsylvania & Maryland whose delegates are absolutely tied up, and that these had by their instructions only reserved a right of confirming or rejecting the measure:\\n\\n    That the instructions from Pennsylvania might be accounted for from the times in which they were drawn, near a twelvemonth ago, since which the face of affairs has totally changed:\\n\\n    That within that time it had become apparent that Britain was determined to accept nothing less than a carte-blanche, and that the King's answer to the Lord Mayor Aldermen & common council of London, which had come to hand four days ago, must have satisfied every one of this point:\\n\\n    That the people wait for us to lead the way:\\n\\n    That _they_ are in favour of the measure, tho' the instructions given by some of their _representatives_ are not:\\n\\n    That the voice of the representatives is not always consonant with the voice of the people, and that this is remarkably the case in these middle colonies:\\n\\n    That the effect of the resolution of the 15th of May has proved this, which, raising the murmurs of some in the colonies of Pennsylvania & Maryland, called forth the opposing voice of the freer part of the people, & proved them to be the majority, even in these colonies:\\n\\n    That the backwardness of these two colonies might be ascribed partly to the influence of proprietary power & connections, & partly to their having not yet been attacked by the enemy:\\n\\n    That these causes were not likely to be soon removed, as there seemed no probability that the enemy would make either of these the seat of this summer's war:\\n\\n    That it would be vain to wait either weeks or months for perfect unanimity, since it was impossible that all men should ever become of one sentiment on any question:\\n\\n    That the conduct of some colonies from the beginning of this contest, had given reason to suspect it was their settled policy to keep in the rear of the confederacy, that their particular prospect might be better, even in the worst event:\\n\\n    That therefore it was necessary for those colonies who had thrown themselves forward & hazarded all from the beginning, to come forward now also, and put all again to their own hazard:\\n\\n    That the history of the Dutch revolution, of whom three states only confederated at first proved that a secession of some colonies would not be so dangerous as some apprehended:\\n\\n    That a declaration of Independence alone could render it consistent with European delicacy for European powers to treat with us, or even to receive an Ambassador from us:\\n\\n    That till this they would not receive our vessels into their ports, nor acknowledge the adjudications of our courts of admiralty to be legitimate, in cases of capture of British vessels:\\n\\n    That though France & Spain may be jealous of our rising power, they must think it will be much more formidable with the addition of Great Britain; and will therefore see it their interest to prevent a coalition; but should they refuse, we shall be but where we are; whereas without trying we shall never know whether they will aid us or not:\\n\\n    That the present campaign may be unsuccessful, & therefore we had better propose an alliance while our affairs wear a hopeful aspect:\\n\\n    That to await the event of this campaign will certainly work delay, because during this summer France may assist us effectually by cutting off those supplies of provisions from England & Ireland on which the enemy's armies here are to depend; or by setting in motion the great power they have collected in the West Indies, & calling our enemy to the defence of the possessions they have there:\\n\\n    That it would be idle to lose time in settling the terms of alliance, till we had first determined we would enter into alliance:\\n\\n    That it is necessary to lose no time in opening a trade for our people, who will want clothes, and will want money too for the paiment of taxes:\\n\\n    And that the only misfortune is that we did not enter into alliance with France six months sooner, as besides opening their ports for the vent of our last year's produce, they might have marched an army into Germany and prevented the petty princes there from selling their unhappy subjects to subdue us.\\n\\n    It appearing in the course of these debates that the colonies of N. York, New Jersey, Pennsylvania, Delaware, Maryland, and South Carolina were not yet matured for falling from the parent stem, but that they were fast advancing to that state, it was thought most prudent to wait a while for them, and to postpone the final decision to July 1. but that this might occasion as little delay as possible a committee was appointed to prepare a declaration of independence. The commee were J. Adams, Dr. Franklin, Roger Sherman, Robert R. Livingston & myself.  Committees were also appointed at the same time to prepare a plan of confederation for the colonies, and to state the terms proper to be proposed for foreign alliance.  The committee for drawing the declaration of Independence desired me to do it.  It was accordingly done, and being approved by them, I reported it to the house on Friday the 28th of June when it was read and ordered to lie on the table.  On Monday, the 1st of July the house resolved itself into a commee of the whole & resumed the consideration of the original motion made by the delegates of Virginia, which being again debated through the day, was carried in the affirmative by the votes of N. Hampshire, Connecticut, Massachusetts, Rhode Island, N. Jersey, Maryland, Virginia, N. Carolina, & Georgia.  S. Carolina and Pennsylvania voted against it.  Delaware having but two members present, they were divided.  The delegates for New York declared they were for it themselves & were assured their constituents were for it, but that their instructions having been drawn near a twelvemonth before, when reconciliation was still the general object, they were enjoined by them to do nothing which should impede that object.  They therefore thought themselves not justifiable in voting on either side, and asked leave to withdraw from the question, which was given them.  The commee rose & reported their resolution to the house.  Mr. Edward Rutledge of S. Carolina then requested the determination might be put off to the next day, as he believed his colleagues, tho' they disapproved of the resolution, would then join in it for the sake of unanimity.  The ultimate question whether the house would agree to the resolution of the committee was accordingly postponed to the next day, when it was again moved and S. Carolina concurred in voting for it.  In the meantime a third member had come post from the Delaware counties and turned the vote of that colony in favour of the resolution.  Members of a different sentiment attending that morning from Pennsylvania also, their vote was changed, so that the whole 12 colonies who were authorized to vote at all, gave their voices for it; and within a few days, the convention of N. York approved of it and thus supplied the void occasioned by the withdrawing of her delegates from the vote.\\n\\n    Congress proceeded the same day to consider the declaration of Independance which had been reported & lain on the table the Friday preceding, and on Monday referred to a commee of the whole.  The pusillanimous idea that we had friends in England worth keeping terms with, still haunted the minds of many.  For this reason those passages which conveyed censures on the people of England were struck out, lest they should give them offence.  The clause too, reprobating the enslaving the inhabitants of Africa, was struck out in complaisance to South Carolina and Georgia, who had never attempted to restrain the importation of slaves, and who on the contrary still wished to continue it.  Our northern brethren also I believe felt a little tender under those censures; for tho' their people have very few slaves themselves yet they had been pretty considerable carriers of them to others.  The debates having taken up the greater parts of the 2d 3d & 4th days of July were, in the evening of the last, closed the declaration was reported by the commee, agreed to by the house and signed by every member present except Mr. Dickinson.  As the sentiments of men are known not only by what they receive, but what they reject also, I will state the form of the declaration as originally reported.  The parts struck out by Congress shall be distinguished by a black line drawn under them; & those inserted by them shall be placed in the margin or in a concurrent column.\\n\\n      A Declaration by the Representatives of the                 United States of America, in General                         Congress Assembled.\\n\\n    When in the course of human events it becomes necessary for one people to dissolve the political bands which have connected them with another, and to assume among the powers of the earth the separate & equal station to which the laws of nature and of nature's God entitle them, a decent respect to the opinions of mankind requires that they should declare the causes which impel them to the separation.\\n\\n    We hold these truths to be self-evident: that all men are created equal; that they are endowed by their creator with *inherent and* [certain] inalienable rights; that among these are life, liberty, & the pursuit of happiness: that to secure these rights, governments are instituted among men, deriving their just powers from the consent of the governed; that whenever any form of government becomes destructive of these ends, it is the right of the people to alter or abolish it, & to institute new government, laying it's foundation on such principles, & organizing it's powers in such form, as to them shall seem most likely to effect their safety & happiness. Prudence indeed will dictate that governments long established should not be changed for light & transient causes; and accordingly all experience hath shown that mankind are more disposed to suffer while evils are sufferable, than to right themselves by abolishing the forms to which they are accustomed.  But when a long train of abuses & usurpations *begun at a distinguished period and* pursuing invariably the same object, evinces a design to reduce them under absolute despotism, it is their right, it is their duty to throw off such government, & to provide new guards for their future security. Such has been the patient sufferance of these colonies; & such is now the necessity which constrains them to *expunge* [alter] their former systems of government.  The history of the present king of Great Britain is a history of *unremitting* [repeated] injuries & usurpations, *among which appears no solitary fact to contradict the uniform tenor of the rest but all have* [all having] in direct object the establishment of an absolute tyranny over these states.  To prove this let facts be submitted to a candid world *for the truth of which we pledge a faith yet unsullied by falsehood.*\\n\\n    He has refused his assent to laws the most wholesome & necessary for the public good.\\n\\n    He has forbidden his governors to pass laws of immediate & pressing importance, unless suspended in their operation till his assent should be obtained; & when so suspended, he has utterly neglected to attend to them.\\n\\n    He has refused to pass other laws for the accommodation of large districts of people, unless those people would relinquish the right of representation in the legislature, a right inestimable to them, & formidable to tyrants only.\\n\\n    He has called together legislative bodies at places unusual, uncomfortable, and distant from the depository of their public records, for the sole purpose of fatiguing them into compliance with his measures.\\n\\n    He has dissolved representative houses repeatedly *& continually* for opposing with manly firmness his invasions on the rights of the people.\\n\\n    He has refused for a long time after such dissolutions to cause others to be elected, whereby the legislative powers, incapable of annihilation, have returned to the people at large for their exercise, the state remaining in the meantime exposed to all the dangers of invasion from without & convulsions within.\\n\\n    He has endeavored to prevent the population of these states; for that purpose obstructing the laws for naturalization of foreigners, refusing to pass others to encourage their migrations hither, & raising the conditions of new appropriations of lands.\\n\\n    He has *suffered* [obstructed] the administration of justice *totally to cease in some of these states* [by] refusing his [assent to laws for establishing judiciary powers.\\n\\n    He has made *our* judges dependant on his will alone, for the tenure of their offices, & the amount & paiment of their salaries.\\n\\n    He has erected a multitude of new offices *by a self assumed power* and sent hither swarms of new officers to harass our people and eat out their substance.\\n\\n    He has kept among us in times of peace standing armies *and ships of war* without the consent of our legislatures.\\n\\n    He has affected to render the military independant of, & superior to the civil power.\\n\\n    He has combined with others to subject us to a jurisdiction foreign to our constitutions & unacknowledged by our laws, giving his assent to their acts of pretended legislation for quartering large bodies of armed troops among us; for protecting them by a mock-trial from punishment for any murders which they should commit on the inhabitants of these states; for cutting off our trade with all parts of the world; for imposing taxes on us without our consent; for depriving us [ ] [in many cases] of the benefits of trial by jury; for transporting us beyond seas to be tried for pretended offences; for abolishing the free system of English laws in a neighboring province, establishing therein an arbitrary government, and enlarging it's boundaries, so as to render it at once an example and fit instrument for introducing the same absolute rule into these *states* [colonies]; for taking away our charters, abolishing our most valuable laws, and altering fundamentally the forms of our governments; for suspending our own legislatures, & declaring themselves invested with power to legislate for us in all cases whatsoever.\\n\\n    He has abdicated government here *withdrawing his governors, and declaring us out of his allegiance & protection*.  [by declaring us out of his protection, and waging war against us.]\\n\\n    He has plundered our seas, ravaged our coasts, burnt our towns, & destroyed the lives of our people.\\n\\n    He is at this time transporting large armies of foreign mercenaries to compleat the works of death, desolation & tyranny already begun with circumstances of cruelty and perfidy [ ] [scarcely paralleled in the most barbarous ages, & totally] unworthy the head of a civilized nation.\\n\\n    He has constrained our fellow citizens taken captive on the high seas to bear arms against their country, to become the executioners of their friends & brethren, or to fall themselves by their hands.\\n```\",\"timestamp\":1639988193,\"title\":\"\\n        That if such a declaration should now be agreed to, these delegates must retire & possibly their colonies might secede\"},\"digest\":\"xunXXjhWseOkM02BRzlj3IX66B9MAhC_ZbNP4L9Jc-0\",\"authorship\":{\"contributor\":\"0x6961235d2e95818F7a1E230634bC24de80Bd6f6a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"29-CBOyf4dZ3hb4MK-2ysIGTNUn-XcLt8-uot-Mw47c\\\",\\\"y\\\":\\\"hUCK53LzgRVtkGT9kVyJhsTAdnRh3hMl8WJcxuC1tSE\\\"}\",\"signature\":\"Xcjf4ttbtQZOFaFsKWjbxlNyi8a3mY6h1SB0VpCQW73jwgIg5hg-s1KRU_bM1HSlJEmUFLcugOs0D9D22RDTNw\",\"signingKeySignature\":\"0xf4d5c2330cdd9493d22c8f2bebfb2852f21830f6741b0858288146611c93366a14f937f3687911396a34cdbe3fbf7ff22cb78d4cef314f3cf0b66060f568da671c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"29-CBOyf4dZ3hb4MK-2ysIGTNUn-XcLt8-uot-Mw47c\\\",\\\"y\\\":\\\"hUCK53LzgRVtkGT9kVyJhsTAdnRh3hMl8WJcxuC1tSE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xunXXjhWseOkM02BRzlj3IX66B9MAhC_ZbNP4L9Jc-0\"}"