"{\"content\":{\"body\":\" \\n   \\n  \\n 　　有一种“黑”，是借法律之名把真相抹去；有一种“恶”，是以法律之名伪装卑劣行径！这起案件本来就是违法无耻行为引发的纠纷，对方李晶利用提前得到“棚改”信息打时间差，恶意购买我的住房，以达到谋取补偿款的目的。当我发现后提出终止协议，其又勾结晋宁区法院法官孙建刚，恶意诉讼，不允许按违约条款执行，硬判我败诉。 \\n  \\n 　　精心演戏巧布局，政府公告破谎言 \\n 　　 \\n 　　我今年70岁，自16岁当学工就在云南轮胎厂工作，在厂区有一套70平米的房子。退休后回昆明照顾老母亲和残疾弟弟，后丈夫因病去世，2017年8月初我的残疾弟弟又查出癌症晚期，在自己身心疲惫又焦虑弟弟医疗费用之际，8月中旬该中介联系说仍有人要买房，遂于8月19日在中介处见到购房人李晔（男）。 \\n 　　我建议先看房，对方表示不用，情急之中就以12.8万的价格与李晔签了《购房定金协议》（下称《协议》）。中介要求我将《房屋所有权证》、《土地使用权证》两证原件交其“保管”，作为交付定金的平等保证形式（《协议》上约定）。8月22日，又催着我去晋宁区房管所签合同，但购房人突然换成一个叫李晶的女人，说是一家人，后了解到她在晋宁区政府工作。二人马上将10万元打至我账户，说8千元尾款等房子过户后就给我。中介说等待合同备案，后续很多手续，让我先回昆明等候通知。 \\n 　　直到9月10日中介联系我：因棚户区改造房子交易不成了。我当即告知李晔房子卖不成了，要退款给他们以便去找房子给老人住。对方只说商量下就一直无果。9月24日我去昆阳，这时买方和中介姿态突变强硬，说是房子已易主。但我了解到：2017年9月5日和9月8日，晋宁区政府和晋宁区棚改办就分别发布了征收公告和相关通知，我的房子属于棚户区改造范围。文件明确规定：自9月5日起，不得进行国有土地使用权的出让、转让、房屋的转让等活动，并于9月8日起，不动产中心停止办理产权转移及房屋登记发证手续。此时我方知当时中介和对方提供的市场信息与公告中所列房子的市场价格出入有3倍之巨。我到相关部门落实，得知房子还在我名下，而且产权登记中心工作人员答复因在棚改范围内也无法办理转让，这与李晶、李晔和中介所言大相径庭。 \\n 　　令人惊奇的是本应为中介保管的两证原件居然在买方手里。我再一回想起当初对方居然不要求看房即签字给定金，取回备案合同也不知会我，得知所买房屋要拆也是不心急。就在我9月10日告知对方房子无法交易的第二天，李晶竟背着我急忙跑到云轮社区以权利人的名义进行了棚改入户调查登记。产权中心停止办理具体过户登记手续，这和通知精神相一致。但不知为何买主口口声声坚持说可以过户，我意识到这已经不是一起单纯的房屋买卖了。为了维护自身的权益，也是根据《公告》和《通知》的禁止继续交易的规定，我在9月29日再次表明房屋不卖了，钱款退还，并将证件归还于我。10月11日李晔李晶公然翻墙撬锁，进入我的房屋。我报警，后双方协商不成，李晶表示要起诉。 \\n  \\n 　　恶人告状先发声，法官指定要案件 \\n 　　 \\n 　　法律本是保障公民合法权益的武器，但在本案中却成为有心者趋利避害达成一己之私的工具！这本是一起因政府公告导致合同无法履行的简单民事案件，法官不仅“重视”，也让我这个从头至尾被蒙蔽、被欺骗的一个破产企业的退休老人，被指责是“见利忘义”的被告人。抛开他们各种有违合同履行中的诚实信用的因素来看，本案也完全符合《合同法》规定的情势变更或不可抗力导致合同无法履行的条件。但随着对方一纸诉状，一场大戏就此上演！ \\n 　　李晶告我似乎很有底气，按合同规定，即使没有任何理由，一方反悔了，按违约条款执行就是，扯不上打官司的。2017年10月20日，我在法院领传票时就听到工作人员说：“这是孙法官指定要的案子”。哪个法官审哪个案子本来应该是随机抽取的或者领导分派的，现在才知道孙建刚法官可以“指定要”某个案子，开眼了。之后在与孙建刚法官的接触中，他几乎在扮演李晶的代言人角色。孙建刚对我说：“确权官司不能调解只能判决。人家给你点，你配合产权过户”；都没有听听我方的阐释就说：“无非就是有了利益（拆迁补偿），大家来争，你就反悔”。未开庭，孙建刚已为该案定了调子。 \\n 　　事实上李晶到晋宁区法院告我两次，第一次诉请即要求判我的房屋归其所有。按法律规定买卖合同尚未履行完结（房款未结清、房子未交接、产权未变更），不纳入物权确认之诉。确认物权以存在物权所有权争议为前提，而本案中房屋权属很清楚。但法院仍然在2017年11月开庭审理，后蹊跷地在宣判前告知李晶撤诉欲找新证据重新起诉。而我们知道的是这次撤诉居然全额退还受理费，还是露出了袒护的马脚。 \\n 　　很富戏剧性的是在庭审中，陪审员问李晶：购房动机是什么？对方发表了一番“给父母住”的言论，我方欲发表质证观点时，法官当即制止：“房子就是买给耗子住都与本案无关”。这问题的背后本就是解开该案谜团的症结所在！ \\n 　　更为可笑的是，当对方证人（即中介）在庭上信誓旦旦一副权威发布般地表述：“合同一签，原房主就不是权利人了。”我方当即询问证人“房屋权属的转移以何为标志”时，孙建刚法官竟告诉对方不用回答。 \\n 　　看到李晶提供的一系列证据时，我更加坚信这起房屋买卖彻头彻尾就是一场骗局。李晶出示的《房产交易纳税申报表》等几份书证均伪造我签字，为了抢时间不惜采用“先塑菩萨后盖庙”的办法，在我不在场的情况下越俎代庖冒充我办理各项申请手续，造成既定事实，在庭上我均已否认，而且如此明显，法院也不得不承认签字非我所为。但法官一句“均系相关国家行政机关出具的规范文书”就盖棺定论了！ \\n 　　 \\n 　　我在9月10日已明确通知他们终止交易，但李晶卑鄙到不惜在9月13日以我名义向晋宁区国土局提出转让申请，而国土局果然配合她“替”我办了个《国有建设用地使用权补办出让再转让批准通知书》。居然说“陈碧英拟将……住房转让给李晶使用，现申请补办该土地使用权出让和转让手续……”，在这张表上有经办人、审批领导的签字，落款日期都是2017年9月13日，而按晋宁区政府和棚改办的相关通知，9月8日起就停办。这就是政府官员不执行政府的规定。李晶却在法庭上拿出来企图证明“连国土局都同意了”，可是我根本就没有申请过也不可能去申请。尽管如此，我方依然在庭上（第一次）拿出了强有力的证据，即公告本身已详细说明禁办事项为一刀切政令，不容讨价和钻空子。 \\n 　　法官毕竟是法官，自是看出了其中的问题。于是孙建刚两肋插刀亲自上阵，为此专门找区棚改办副主任王会瑛，搞了个无手印无公章无第三人见证也无调查记录人签字的所谓《调查笔录》，堂而皇之出现在第二次庭审上，这样李晶等人的行为就“顺利成章了”。 \\n 　　第一次审理中，我们看到了李晶与李晔并非一家人的证明材料。第二次审理中就没有了。 \\n 　　凡此种种，不胜枚举。破绽之多，漏洞之大，不尊重事实，又缺乏法理。光是整理一审判决书之错漏就达99处之多。正所谓欲加之罪何患无辞！ \\n  \\n 　　头顶三尺有神明，不畏人知畏己知 \\n 　　 \\n 　　我依法上诉至昆明市中级人民法院。2018年6月审理过程中，法官曾询问涉案房屋还能过户吗？我再次电话向不动产登记中心落实，了解到棚户区范围内房屋登记仍在冻结状态，并向法官进行反映。为确认本案合同是否能继续履行，市中院向晋宁区国土局发函调查。在晋国土局的《复函》中附上了2018年7月20日晋宁区棚改办发给晋宁区不动产登记中心的一份《补充通知》，这份时隔近一年后才发出的通知公然说，为保障房屋交易双方的合法权益，9月8日前签了合同的允许为其办理不动产登记手续。根据这份“恰逢时宜”出来的通知，晋国土局《复函》“光明正大”地宣布：根据通知规定，涉案房屋可以按不动产登记相关规定办理产权转移登记手续。至此李晶的诉请得到了“全面公开彻底”的支持。中院也就顺势认为“认定事实清楚，适用法律正确，应予维持”。 \\n 　　李晶一行拿到了尚方宝剑就着急忙慌地申请执行。我既没有收到书面协助执行通知，也无任何口头传达，我的房子就被强行过户至李晶名下。 \\n 　　2018年9月我向省高院提出再审申请（附有新证据），根据规定资料必须由市中院转交。在今年3月却收到市中院做出的驳回裁定书，上面赫然写着是我要向市中院进行再审申请的，我表示质疑，但只告诉我要走的法院程序已完毕。 \\n 　　面对这样的结果，我有心理准备，从一开始我就知道我是在向权势挑战，无异于是以卵击石，不自量力！类似我这样遭遇的不单我一家，面对有权有势之徒，大多都是自认倒霉，更有人劝我放弃，说你是斗不过“他们”的。 \\n 　　我是一名老共产党员，我的企业破产了但我的信仰没有破产，我年老体弱又多病，但是我的人格底限没有缺失。当每次看到“努力让人民群众在每一个司法案件中都感受到公平正义”这句话时，我不仅悲从中来，随着对相关法规的学习了解，我除了困惑、疑问、愤怒，更多的就是无奈，难道只因为我无权无势无关系，就没有享受公平正义的机会了吗？ \\n 　　我虽年已七旬，但仍然行走在艰难的维权路上，坚信在依法治国的今天，终会遇到秉公执法的包青天，公平正义永不会缺席。 \\n 　　结语：在某些人手中，法律是双刃的。当自己的利益被侵犯，我跟你讲法律；当法律不在我这边，我就在法律框架下断章取义，“另辟蹊径”。法律本是为了维护公平，可很多时候法律和规则保护不了守规则之人，却被巧取豪夺之人利用！ \\n  \\n  \\n 　　实名控告人：陈碧英 云南轮胎厂退休职工 \\n 　　联系人：覃艳春   \\n 　　电话：18487256375\",\"timestamp\":1638038123,\"title\":\"恶人强买棚改房晋宁区法官助纣为虐 包青天，你在哪里？\"},\"digest\":\"GnBCNcq1iLRIV0yLmsyA9msD4EKR7JpuzcE2gE7qFoE\",\"authorship\":{\"contributor\":\"0x311A2d0607616Eb5b3994f7b8eB835Cf7fcc409E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cxnDjZArUIr9KAOJeaNocgWSehfsuGZOVAavsY088j8\\\",\\\"y\\\":\\\"pIkSyn0s3eOzHQ_bVR7r-3psCtIemAwlvAyv5Ja2JMk\\\"}\",\"signature\":\"1ou3XUoT9IR_WknUaH3egnvnJVLOX7wNk9isU4XoP1t-DvC7VvoosmwKNYxbYM8NPa_hDVqRGXDq6g4fEoft4A\",\"signingKeySignature\":\"0x83944fe7aa7b53c21564b38d431d5293aeae39b24775130aea7e358f1ae1a32c00944adc70274383939369c5ad507ecdab02fb7d42938384cdc3888c86dd11b01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cxnDjZArUIr9KAOJeaNocgWSehfsuGZOVAavsY088j8\\\",\\\"y\\\":\\\"pIkSyn0s3eOzHQ_bVR7r-3psCtIemAwlvAyv5Ja2JMk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GnBCNcq1iLRIV0yLmsyA9msD4EKR7JpuzcE2gE7qFoE\"}"