"{\"content\":{\"body\":\"走到先前遭遇鼠群的地方，我打开背包，将火把统统拿了出来，掏出精钢锹，在矿道里挖出一个个间隔10公分小坑，将火把一根根整齐插在了地上，两边排好，只留中间一条过道走人。\\n\\n```\\n嘿嘿，巨鼠啊巨鼠，不是俺想这样的，怪只怪你们仗着鼠多势众欺负我，拿出打火石，两手一敲，一点红芒飘落到静静竖立在地上的火把上，“哄”的一声，顿时点燃起2条火蛇。\\n\\n得抓紧时间，别巨鼠没杀完，火把都熄灭了，俺就没的混了。收好打火石，拿出匕首后，我一头冲进了矿道深处。\\n\\n不知道是不是先前杀了一头巨鼠，沾染了它的味道，还是我本来就比较有魅力，刚冲到前面的岔口，就看到几十只巨鼠正用那黄豆小眼，鼠视眈眈的看着我，嘴里直叫唤着，身后粗长的尾巴甩在地上“啪，啪”做响的迎接我。\\n\\n赶紧刹住脚步，大吼了一声“杀”，咱赶紧扭头就往回路跑。\\n\\n又想跑，可没这么容易，一个体型稍大的巨鼠一声尖叫，所有巨鼠立马应声追了过来。\\n\\n一阵风似地跑过两条火把中间后，我两腿八字分开一站定，一手叉腰，一手拿着诅咒之刃比画着前面蜂拥而来的巨鼠，“小样的老鼠们，来吧，看俺砍不死你们。”\\n\\n冲在最前面的几只巨鼠看到熊熊燃烧的火把，赶紧叫嚷着慢了下来，可是后面跟着冲上来的巨鼠将它们挤到了火把上，“哧，哧”的几声，火苗顺着巨鼠那蓬松的毛皮烧了起来，-20，-35的数字不断从烧着的几只巨鼠头上飘起来，呵呵，看来果然有效果啊，空气中也弥漫着一股焦肉的香味。\\n\\n知道了两旁的火把不太好惹，巨鼠们不甘地看着站在另一头的我，一个接一个地从中间的过道跑了过来，哈哈，这不是找死吗？一个个的我还会怕你们不成，老子是一夫当关，万鼠莫开。\\n\\n有着压倒性优势的我，挥舞着手中的匕首，一只只皮开肉绽的巨鼠躺在了地上，被我送回了老家。现在的我杀巨鼠已经能保持体力的平衡，毕竟高敏给我增加了不少的躲避几率，而吸血更是让我有了安全保障，而等级也在经验飞升中提高到了13级，不是这样吧，又是5点分配啊，俺都有点不太好意思了，3点力量，2点敏捷老规矩，有了匕首，还加什么体力，嘿嘿。\\n\\n“呼呼”我喘了喘气，停下了手，看了看满地的尸体，总算把这些麻烦的家伙给解决掉。赶紧吹灭了两边的火把，不能太浪费，还能用段时间。\\n\\n看看有啥好东西不，仔细的检查着尸体下面的东东，钱，毫无悬念的依旧是几个铜币，装备，还没有找到。\\n\\n“叭”俺一脚踢到什么了，低头一看，嘿，一件灰色色的装备正卡在坑轨中间的缝隙里,拿起一看，\\n\\n地突之刺       等级：11\\n\\n攻击： 14-22   持久：38\\n\\n双手           速度：2.6\\n\\n原来是副拳套，适合转职格斗者的玩家使用，青钢制成的外表十分平滑，手背出如同牛角般凸出四个螺旋钢角，可以增加肉搏的攻击效果，有时还能造成撕裂的效果，好东西，估计能卖个好价钱。\\n\\n收好了地突之刺，看了看背包，呵呵，已经超额完成眼珠任务了，打了18只，就是不知道回去能不能推销的掉。\\n\\n恩，已经完成2个任务，就差最后一个，俺可得抓紧时间，早一点转职就意味着实力能早点增强，那就能早点去杀高等级的怪，也就能掉更好的东西，网络游戏最简单的规则。\\n\\n跨过巨鼠的尸体，我走到了岔口，向左转还是向右转呢，随便吧，就转右边好了，估计都能碰的到的吧，我心里是这样美好的想，可惜当我从右边走了进去后，俺就深深的后悔了，咋就不能好好考虑一下，咋就不走左边呢。\\n\\n问我为撒这么后悔，就因为当我看到右边的坑道里面有个箱子，心头一阵狂喜，“哈哈，这里还有藏宝箱啊，发达了。”嘴里嘀咕着，就不管三七二十一的冲了过去。\\n\\n我发誓，我以后绝对不会冲动的去抢任何放置于不明地带的物品，尤其是放置在昏暗环境中的。打开箱子一看，靠，只有几柄损坏的铁锹和几件破碎的衣服，一点实际价值也没有。\\n\\n叹了口气，刚转头，“啊！”\\n\\n一张泛白诡异的脸映着昏暗的灯光出现在我的面前，腐烂的头皮歪歪地搭在脑袋上，空洞的眼眶里只有死寂，烂得剩下孔的鼻子无力的抽动，“嗷”的冲我张开了那口只有几颗牙齿的臭嘴。\\n\\n我靠，\\n\\n僵尸  等级：12\\n\\n破破烂烂的衣服凌乱地垂挂在身上，剥落的皮肤下面可见萎缩的肌肉和不再跳动的脉搏，“啪”的一声，僵尸一爪打在我身上，-45。\\n\\n靠，当我吓大的，随便扔个僵尸出来就想搞定我，从吃惊中回过神的我看了看漂在头上的数字，有点恼火的挥出匕首，-120，毕竟也是12级的怪，防御不算低。\\n\\n一边躲闪着僵尸的攻击，我一边转向了来是的方向，既然这里没骷髅，那我还杀什么，又不是特地来升级的，赶快找正主才对。\\n\\n呀，俺怎么不好走了，我前进的身子突然卡住了，低下头一看，我靠，一个只剩半截身子的僵尸正用手死死地抓住我的双脚，怎么体力也不停的减少，-5，-8的数字不断的飘起。\\n\\n看看状态，NND地上这家伙的爪子有尸毒，还好吃初级的，我靠，赶紧吃了一瓶恢复药，扬起匕首狠劈下去，一种如同掉到了烂泥里的感觉从手上传来，住住我的爪子是给顺利的砍了下来，不过地上的僵尸又张开了嘴，用断了的双腕在地上一撑，跃起一口向我咬了过来。\\n\\n怕怕，我闪，一头冲向已经挡我前面的僵尸，用肩膀重重撞在他那有如败革的身体上，回手就是几刀，嘿嘿，挂了吧。不好，后面好象又有2个僵尸摇摇摆摆地走了过来，一脚踢上没咬到我，又扑了过来的半截子僵尸，匕首对准他那个烂冬瓜一般摸样的头颅乱砍下去。\\n\\n尸毒在持续了30秒后失去了作用，死去的僵尸掉了一张尸皮，黑黑的皮革硬邦邦的，摸上去有一点金属的味道，我可没时间好好琢磨了，赶紧扔到背包里，闪人。\\n\\nNND，吓了我不算，还浪费我的药，还好只有一个趴在地上的僵尸缠着我，要是多来几个，抓着我的话，估计想完好的走了出来都不容易啊。\\n\\n摆脱了跟随在后面的僵尸，我心里暗暗叫道，下次可不能这么莽撞，要小心谨慎，点起一个火把，我慢慢的沿着坑道，走向了岔路的另一边，既然这边是僵尸，那不用问，另一边自然就是让我好生寻找的骷髅。\\n```\\n\\n\\n------------\",\"timestamp\":1640150893,\"title\":\"第十七章 再探矿坑二\"},\"digest\":\"8rgUMa9GMMv_YiGMaseJRjKzBi-9WgFConeLPd_dBxM\",\"authorship\":{\"contributor\":\"0x181367aFB7aEB14183b1eCdd4Bd93ed20ED875f7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gFuN89rVYbDnxxlUxPKar0y4OqwTHRo36yvt8wTQUlM\\\",\\\"y\\\":\\\"gojrPG90ZUiqTEn3uZLR6_9DbtgrV5KXVZDRyqrUcn0\\\"}\",\"signature\":\"IPLwrm5pOa0VQDDuJsBue3posnpTxk_NyHiJ8tBBJ-ckboLMblYhBhGce8UGIYnLqXTjU0DSSoLk_al-bfdjYw\",\"signingKeySignature\":\"0xc96bbbe7bf808d6c6b95df4faf1f36f3aa55e2898cc221c2342ceac6a88946c3315c2f0615aa8a1dc83bdab08d38d0519b0ee4ca01611ca66359a860c4fc4fd21b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gFuN89rVYbDnxxlUxPKar0y4OqwTHRo36yvt8wTQUlM\\\",\\\"y\\\":\\\"gojrPG90ZUiqTEn3uZLR6_9DbtgrV5KXVZDRyqrUcn0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8rgUMa9GMMv_YiGMaseJRjKzBi-9WgFConeLPd_dBxM\"}"