"{\"content\":{\"body\":\"\\\"But I would have that to hope for.\\\"\\n\\nLeehallfae walked on in silence.\\n\\n\\\"A man is the half of Life,\\\" ae broke out suddenly.  \\\"A woman is the other half of life, but a phaen is the whole of life.  Moreover, when life becomes split into halves, something else has dropped out of it - something that belongs only to the whole.  Between your love and mine there is no comparison.  If even your sluggish blood is drawn to Faceny, without stopping to ask what will come of it, how do you suppose it is with me?\\\"\\n\\n\\\"I don't question the genuineness of your passion,\\\" replied Maskull, \\\"but it's a pity you can't see your way to carry it forward into the next world.\\\"\\n\\nLeehallfae gave a distorted grin, expressing heaven knows what emotion.  \\\"Men think what they like, but phaens are so made that they can see the world only as it really is.\\\"\\n\\nThat ended the conversation.\\n\\nThe sun was high in the sky, and they appeared to be approaching the head of the ravine.  Its walls had still further closed in and, except at those moments when Branchspell was directly behind them, they strode along all the time in deep shade; but still it was disagreeably hot and relaxing.  All life had ceased.  A beautiful, fantastic spectacle was presented by the cliff faces, the rocky ground, and the boulders that choked the entire width of the gorge. They were a snow-white crystalline limestone, heavily scored by veins of bright, gleaming blue.  The rivulet was no longer green, but a clear, transparent crystal.  Its noise was musical, and altogether it looked most romantic and charming, but Leehallfae seemed to find something else in it - aer features grew more and more set and tortured.\\n\\nAbout half an hour after all the other life forms had vanished, another plant-animal was precipitated out of space, in front of their eyes.  It was as tall as Maskull himself, and had a brilliant and vigorous appearance, as befitted a creature just out of Nature's mint.  It started to walk about; but hardly had it done so when it burst silently asunder.  Nothing remained of it - the whole body disappeared instantaneously into the same invisible mist from which it had sprung.\\n\\n\\\"That bears out what you said,\\\" commented Maskull, turning rather pale.\\n\\n\\\"Yes,\\\" answered Leehallfae, \\\"we have now come to the region of terrible life.\\\"\\n\\n\\\"Then, since you're right in this, I must believe all that you've been telling me.\\\"\\n\\nAs he uttered the words, they were just turning a bend of the ravine. There now loomed up straight ahead a perpendicular cliff about three hundred feet in height, composed of white, marbled rock.  It was the head of the valley, and beyond it they could not proceed.\\n\\n\\\"In return for my wisdom,\\\" said the phaen, \\\"you will now lend me your luck.\\\"\\n\\nThey walked up to the base of the cliff, and Maskull looked at it reflectively.  It was possible to climb it, but the ascent would be difficult.  The now tiny brook issued from a hole in the rock only a few feet up.  Apart from its musical running, not a sound was to be beard.  The floor of the gorge was in shadow, but about halfway up the precipice the sun was shining.\\n\\n\\\"What do you want me to do?\\\" demanded Maskull.  \\\"Everything is now in your hands, and I have no suggestions to make.  Now it's your luck that must help us.\\n\\nMaskull continued gazing up a little while longer.  \\\"We had better wait till the afternoon, Leehallfae.  I'll probably have to climb to the top, but it's too hot at present - and besides, I'm tired.  I'll snatch a few hours' sleep.  After that, we'll see.\\\"\\n\\nLeehallfae seemed annoyed, but raised no opposition.\\n\\nChapter 17\\n\\nCORPANG\\n\\nMaskull did not awaken till long after Blodsombre.  Leehallfae was standing by his side, looking down at him.  It was doubtful whether ae had slept at all.\\n\\n\\\"What time is it?\\\" Maskull asked, rubbing his eyes and sitting up.\\n\\n\\\"The day is passing,\\\" was the vague reply.\\n\\nMaskull got on to his feet, and gazed up at the cliff.  \\\"Now I'm going to climb that.  No need for both of us to risk our necks, so you wait here, and if I find anything on top I'll call you.\\\"\\n\\nAle phaen glanced at him strangely.  \\\"There's nothing up there except a bare hillside.  I've been there often.  Have you anything special in mind?\\\"\\n\\n\\\"Heights often bring me inspiration.  Sit down, and wait.\\\"\\n\\nRefreshed by his sleep, Maskull immediately attacked the face of the cliff, and took the first twenty feet at a single rush.  Then it grew precipitous, and the ascent demanded greater circumspection and intelligence.  There were few hand-  or footholds: he had to reflect before every step.  On the other hand, it was sound rock, and he was no novice at the sport.  Branchspell glared full on the wall, so that it half blinded him with its glittering whiteness.\\n\\nAfter many doubts and pauses he drew near the top.  He was hot, sweating copiously, and rather dizzy.  To reach a ledge he caught hold of two projecting rocks, one with each hand, at the same time scrambling upward, his legs between the rocks.  The left-hand rock, which was the larger of the two, became dislodged by his weight, and, flying like a huge, dark shadow past his head, crashed down with a terrifying sound to the foot of the precipice, followed by an avalanche of smaller stones.  Maskull steadied himself as well as he could, but it was some moments before he dared to look down behind him.\\n\\nAt first he could not distinguish Leehallfae.  Then he caught sight of legs and hindquarters a few feet up the cliff from the bottom.  He perceived that the phaen had aer head in a cavity and was scrutinising something, and waited for aer to reappear.\\n\\nAe emerged, looked up to Maskull, and called out in aer hornlike voice, \\\"The entrance is here!\\\"\\n\\n\\\"I'm coming down!\\\" roared Maskull.  \\\"Wait for me!\\\"\\n\\nHe descended swiftly - without taking too much care, for he thought he recognised his \\\"luck\\\" in this discovery - and within twenty minutes was standing beside the phaen.\\n\\n\\\"What happened?\\\"\\n\\n\\\"The rock you dislodged struck this other rock just above the spring. It tore it out of its bed.  See - now there's room for us to get in!\\\"\\n\\n\\\"Don't get excited!\\\" said Maskull.  \\\"It's a remarkable accident, but we have plenty of time.  Let me look.\\\"\\n\\nHe peered into the hole, which was large enough to admit a big man without stooping.  Contrasted with the daylight outside it was dark, yet a peculiar glow pervaded the place, and he could see well enough. A rock tunnel went straight forward into the bowels of the hill, out of sight.  The valley brook did not flow along the floor of this tunnel, as he had expected, but came up as a spring just inside the entrance.\\n\\n\\\"Well Leehallfae, not much need to deliberate, eh?  Still, observe that your stream parts company with us here.\\\"\\n\\nAs he turned around for an answer he noticed that his companion was trembling from head to foot.\\n\\n\\\"Why, what's the matter?\\\"\\n\\nLeehallfae pressed a hand to aer heart.  \\\"The stream leaves us, but what makes the stream what it is continues with us.  Faceny is there.\\\"\\n\\n\\\"But surely you don't expect to see him in person?  Why are you shaking?\\\"\\n\\n\\\"Perhaps it will be too much for me after all.\\\"\\n\\n\\\"Why?  How is it affecting you?\\\"\\n\\nThe phaen took him by the shoulder and held him at arm's length, endeavouring to study him with aer unsteady eyes.  \\\"Faceny's thoughts are obscure. I am his lover, you are a lover of women, yet he grants to you what he denies to me.\\\"\\n\\n\\\"What does he grant to me?\\\"\\n\\n\\\"To see him, and go on living. I shall die.  But it's immaterial. Tomorrow both of us will be dead.\\\"\\n\\nMaskull impatiently shook himself free.  \\\"Your sensations may be reliable in your own case, but how do you know I shall die?\\\"\\n\\n\\\"Life is flaming up inside you,\\\" replied Leehallfae, shaking aer head.  \\\"But after it has reached its climax - perhaps tonight - it will sink rapidly and you'll die tomorrow.  As for me, if I enter Threal I shan't come out again.  A smell of death is being wafted to me out of this hole.\\\"\\n\\n\\\"You talk like a frightened man. I smell nothing.\\\"\\n\\n\\\"I am not frightened,\\\" said Leehallfae quietly - ae had been gradually recovering aer tranquillity - \\\"but when one has lived as long as I have, it is a serious matter to die.  Every year one puts out new roots.\\\"\\n\\n\\\"Decide what you're going to do,\\\" said Maskull with a touch of contempt, \\\"for I'm going in at once.\\\"\\n\\nThe phaen gave an odd, meditative stare down the ravine, and after that walked into the cavern without another word.  Maskull, scratching his head, followed close at aer heels.\\n\\nThe moment they stepped across the bubbling spring, the atmosphere altered.  Without becoming stale or unpleasant, it grew cold, clear and refined, and somehow suggested austere and tomblike thoughts. The daylight disappeared at the first bend in the tunnel.  After that, Maskull could not say where the light came from.  The air itself must have been luminous, for though it was as light as full moon on Earth, neither he nor Leehallfae cast a shadow.  Another peculiarity of the light was that both the walls of the tunnel and their own bodies appeared colourless.  Everything was black and white, like a lunar landscape.  This intensified the solemn, funereal feelings created by the atmosphere.\\n\\nAfter they had proceeded for about ten minutes, the tunnel began to widen out.  The roof was high above their heads, and six men could have walked side by side.  Leehallfae was visibly weakening.  Ae dragged aerself along slowly and painfully, with sunken head.\\n\\nMaskull caught hold of aer.  \\\"You can't go on like that.  Better let me take you back.\\\"\\n\\nThe phaen smiled, and staggered.  \\\"I'm dying.\\\"\\n\\n\\\"Don't talk like that.  It's only a passing indisposition.  Let me take you back to the daylight.\\\"\\n\\n\\\"No, help me forward. I wish to see Faceny.\\\"\\n\\n\\\"The sick must have their way,\\\" said Maskull.  Lifting aer bodily in his arms, he walked quickly along for another hundred yards or so. They then emerged from the tunnel and faced a world the parallel of which he had never set eyes upon before.\\n\\n\\\"Set me down!\\\" directed Leehallfae feebly.  \\\"Here I'll die.\\\"\\n\\nMaskull obeyed, and laid aer down at full length on the rocky ground. The phaen raised aerself with difficulty on one arm, and stared with fast-glazing eyes at the mystic landscape.\\n\\nMaskull looked too, and what he saw was a vast, undulating plain, lighted as if by the moon - but there was of course no moon, and there were no shadows.  He made out running streams in the distance. Beside them were trees of a peculiar kind; they were rooted in the ground, but the branches also were aerial roots, and there were no leaves.  No other plants could be seen.  The soil was soft, porous rock, resembling pumice.  Beyond a mile or two in any direction the light merged into obscurity.  At their back a great rocky wall extended on either hand; but it was not square like a wall, but full of bays and promontories like an indented line of sea cliffs.  The roof of this huge underworld was out of sight.  Here and there a mighty shaft of naked rock, fantastically weathered, towered aloft into the gloom, doubtless serving to support the roof.  There were no colours - every detail of the landscape was black, white, or grey. The scene appeared so still, so solemn and religious, that all his feelings quieted down to absolute tranquillity.\\n\\nLeehallfae fell back suddenly.  Maskull dropped on his knees, and helplessly watched the last flickerings of aer spirit, going out like a candle in foul air.  Death came.... He closed the eyes.  The awful grin of Crystalman immediately fastened upon the phaen's dead features.\\n\\nWhile Maskull was still kneeling, he became conscious of someone standing beside him.  He looked up quickly and saw a man, but did not at once rise.\\n\\n\\\"Another phaen dead,\\\" said the newcomer in a grave, toneless, and intellectual voice.\\n\\nMaskull got up.\\n\\nThe man was short and thickset but emaciated.  His forehead was not disfigured by any organs.  He was middle-aged.  The features were energetic and rather coarse - yet it seemed to Maskull as though a pure, hard life had done something toward refining them.  His sanguine eyes carried a twisted, puzzled look; some unanswerable problem was apparently in the forefront of his brain.  His face was hairless; the hair of his head was short and manly; his brow was wide.  He was clothed in a black, sleeveless robe, and bore a long staff in his hand.  There was an air of cleanness and austerity about the whole man that was attractive.\\n\\nHe went on speaking dispassionately to Maskull, and, while doing so, kept passing his hand reflectively over his cheeks and chin.  \\\"They all find their way here to die.  They come from Matterplay.  There they live to an incredible age.  Partly on that account, and partly because of their spontaneous origin, they regard themselves as the favoured children of Faceny.  But when they come here to find him, they die at once.\\\"\\n\\n\\\"I think this one is the last of the race.  But whom do I speak to?\\\"\\n\\n\\\"I am Corpang.  Who are you, where do you come from, and what are you doing here?\\\"\",\"timestamp\":1637649062,\"title\":\"\\n\\\"I would, regardless of the consequences.\\\"\\n\\n\\\"Even if you personally had nothing to hope for?\\\"\"},\"digest\":\"bQMA5d3hxJOTUq-C0isoGVuJoux1vWY_K4KnQegBFiw\",\"authorship\":{\"contributor\":\"0xBD49781Dd387395918Bf70f33643d6b0BDC2f41E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eLff-L5tMZiB1cA3gVtySbo-BS4-f30qkRHhHTBWFP4\\\",\\\"y\\\":\\\"uRk50NMzvvpMHLqTMOMY_Hw_kvey0RlvhS6hZHh_LYw\\\"}\",\"signature\":\"I_QDKKk4JtLfIPiwLcZW_TJglIXFoJ28I3XP62Yq39Ai-BkQH1z3fDELj_DB_wp3BZNClq5gks5jd4aN2u1aog\",\"signingKeySignature\":\"0xe6388bcce932b4d966ff8a1ef483605b4538f991a416a12aeae064ebf67e99452c159ecf86412c5c9fcceaedc8408bc474ce018281071686ee9be134f3b6ba661c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eLff-L5tMZiB1cA3gVtySbo-BS4-f30qkRHhHTBWFP4\\\",\\\"y\\\":\\\"uRk50NMzvvpMHLqTMOMY_Hw_kvey0RlvhS6hZHh_LYw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bQMA5d3hxJOTUq-C0isoGVuJoux1vWY_K4KnQegBFiw\"}"