"{\"content\":{\"body\":\"七月的南阳盆地，到处都是绿意盎然，盛夏时节该有的样子，这里都有了，唯独缺少儿时经常能听到的蝉鸣声，似乎蝉这种我们小时候的美味食物已经绝迹了。没有了蝉鸣，夏天就像是就少了很多的乐趣。 \\n \\n\\n     家里的花花草草都长的特别好，门口我和父母一起载的月季树已经开了三茬花了，月季树从花盆里移到门外的土地上以后，也许是接了地气，这些月季树的枝条像疯了一样的蔓延生长，一朵朵红色的月季花像一只只站立枝头的红色小鸟，老远看过来，独成一道风景线。父亲告诉我说有天晚上，家里的狗叫的特别凶，听起来好像是有人在我家门外，打开门一开，有几个邻居正在我家的月季树前在拍照，这些月季树又变成了很好的照片伴侣。我们家不只是有月季花，还有很多其他的我叫不上名字的花，爱花、养花似乎是我们家庭的基因，家里的其他亲人也都热衷于养花弄草，今天粗略的数了一下家里的花就有超过一百盆，可以做一个小型的花圃了。\\n\\n我早上八点不到就醒来了，夏天的天总是亮的特别早，鸟儿们也起的更早了，还在床上的时候就听到了窗外很多的鸟叫声，我能叫出名字的有麻雀和燕子。我走到院子里，果然看到有两只燕子站在我家二楼走廊的晾衣杆上，白色的肚皮羽毛和黑的发亮的背部羽毛，像两个绅士一样。\\n\\n      父亲很早就把玉米汤给熬好了，母亲去摘了两根自己在三叔院子里种的黄瓜回来，做成了一道凉拌黄瓜菜，配上几个咸鸡蛋咸鸭蛋，还有几根油馍，就是我们的早餐了。\\n\\n      正要准备吃饭，狗咬的很凶，邻居香姐骑了个小车子到我们家门口，从车篓里拿了几根大紫茄子送给我们，是她们自己家种的，摘的时候给我们家送了一些。让她来家里坐一下喝口水，她说家里还有事，掉头就回去了。\\n\\n     小彤彤今天早上醒的有点晚了，估计是昨晚玩的太久了，早上醒来母亲给她穿衣服的时候不让穿，非要让我抱着她，才让给穿，撒娇从早上开始。吃饭的时候，今天倒是挺乖，自己抱着碗就呼呼的喝起来了，咸鸭蛋就爱吃蛋白，看到蛋黄立马摆手，凉拌黄瓜也吃了不少，酸的、甜的、咸的她都不排斥，胃口是真的好。\\n\\n       吃完早餐，母亲接到了弟弟的电话，他们全家上午要回来吃饭，问问要买什么菜，母亲拿不定主意，就让他自己看着买。我把家里的地又拖了一遍，回来以后，小彤彤老喜欢往我的床上跑，把地拖干净一点，她的脚就不会有太多灰尘了，我的床单也能看起来干净一点。\\n\\n 母亲的坐在门口歇凉的时候，又一个邻居来了，提了一个小袋子，里面是一些土鸡蛋，送过来给小彤彤吃。和母亲两个人一边寒暄一边坐下来唠起来。父亲又开始在拼多多上看垃圾袋，自从上次一块钱在拼多多上买了一百个垃圾袋后，父亲已经成了拼多多的忠实粉丝，最近的纸巾、电钻都在上面买了。\\n\\n      吃完饭后的小彤彤又开始兴奋了，拉着我各种疯玩，小孩子的快乐真是简单，哪怕你只是简单的陪着，她都会自己玩的很开心。\\n\\n       没过多久，二爹二妈弟弟弟妹侄子侄女，全家总动员都回来了，家里瞬间进入了爆炸模式。三个孩子吵翻天了，一个比一个嗓门大的喊叫着嬉戏。家里玩具桶里面的玩具全部都被倒出来，几个人在那边各种摆弄玩耍。\\n\\n     弟弟买了一个大西瓜，估计有十多斤重，我从井里抽了一些冷水，把它放在里面自然的冰冻一下，夏天的深井水真是凉，那种刺骨的透心凉，是自来水永远也体会不到的感觉。\\n\\n     今天中午的主食是焖面，父亲的焖面一直是拿手的绝活，也是家人点单最多的一道美味。焖面的做法各地都不一样，原来在内蒙时候吃的焖面和我家这边的焖面几乎都是两种食物。出门在外的时候，有时候也会特别馋，就像吃一顿正宗的焖面，但出了河南，就很难找到这个味道了。\\n\\n     到了下午，小孩子们还在继续吵闹，没有一点想睡午觉的意思，大人们都开始犯困了，弟弟坐在大椅子上就睡着了，弟妹和母亲躺在床上也眯起来了，二爹躺在长凳上已经睡着了，但好景不长，小孩子们闹腾的太厉害了，完全没法睡，最后弟弟他们决定提前回家了，刚好下午他们还要准备出门去到另一个地方去。等到弟弟走好，剩下小彤彤自己，她也开始犯困了，我们也终于可以跟着休息一下。\\n\\n我还在睡梦中，感觉有人拍了我一下，睁开眼，小彤彤已经醒了，又到我床上来玩耍了。看我睁开眼，自己乐的哈哈大笑。\\n\\n      四点多钟的时候，我突然想吃黄瓜了，就自己到母亲的菜地里摘了一根黄瓜回来吃，咬一口，浓浓的黄瓜味，没有农药和化肥，自己种的黄瓜也许看起来品相一般，但味道是真的好。\\n\\n又过来了没多久，家门外的文化广场上来了一辆宣传车，听播音讲是晚上要在广场上表演杂技与魔术，邀请大家都去免费观看。天下没有免费的午餐，更没有免费的表演，我当时就预感他们应该是表演卖东西的，晚上的时候果然是卖东西的，也都是些很便宜的日常生活用品，让我没有想到的是，现场购买的人还很多，父亲也去买了些东西回来。\\n\\n      刚刚吃完晚饭没有多久，隔壁的邻居来了，说是他的微信支付里面有些钱不见了，让我帮忙看看是什么情况，查看了消费记录，应该是他家的孩子知道他的微信密码和支付密码，用他的钱买东西去了。邻居倒也是想的明白，说之前他就发现这个问题了，只是懒得理，今天看金额大了，才来想要处理一下，后来帮他重新设定了一下支付密码和微信密码。\\n\\n       送走了邻居，我打开了家里的水泵，用管子把整个院子冲洗了一边，天气炎热，冲洗一下，一方面是为了干净清洁，另一方面是为了降降温。后来我又把门外的月季树、葡萄树、扇子树、南瓜秧都浇了一遍。\\n\\n      晚上洗完澡，和北京的一位朋友通了一个电话，讲了一下关于电费合作的事情，和香港的同事交流了一个客户的方案，和深圳的一位朋友唠了一些工作生活方面的事情。\\n\\n     太阳下山了，外面的表演也停止了，喧闹已经渐渐的归于平静，一天结束了。\",\"timestamp\":1639980143,\"title\":\"七月的一天\"},\"digest\":\"SMAZ3HGVctgBM143z5GCHpfAX1mHMynf4O5rEgpr4lI\",\"authorship\":{\"contributor\":\"0xa8f7343261373e20d83F574858f6917f394AEC5B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"W08S24XXZMiXIoUwOZrP29qXoItkdd2tVc6KW8PNVX4\\\",\\\"y\\\":\\\"Hup3CYIWzVWEivvO7fuGEtBtOYCWVMzJMXGweZsVmX4\\\"}\",\"signature\":\"frsJgLyJ9y6jX9Do3XeS04p5Z-n2Qq0Yb-XywyfG5rDHh-ya6Gt-8CWOxtbzOlJ-5u6MPB4kOCH8Q9qlBg4kUg\",\"signingKeySignature\":\"0x5a9e082167df7b2bd613efaa573c0bcc2fbf775a1f68d9471b386dd50970176d64aef6e3bba4f8857a9a89886a575a03a3b7d78295adced478300f9cff0c92d51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"W08S24XXZMiXIoUwOZrP29qXoItkdd2tVc6KW8PNVX4\\\",\\\"y\\\":\\\"Hup3CYIWzVWEivvO7fuGEtBtOYCWVMzJMXGweZsVmX4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SMAZ3HGVctgBM143z5GCHpfAX1mHMynf4O5rEgpr4lI\"}"