"{\"content\":{\"body\":\"*Summary of episode 9 of Seed Club DAO Podcast with [David Spinks](https://twitter.com/DavidSpinks). Listen to the full podcast [here](https://pod.link/1589640079/episode/71c3403c24d987d876e713a366a8f777) or read the [full transcript](https://otter.ai/u/VW6DRF5hho6Yw9ZV6oJO1nr-zjA).*\\n\\n## Community Driven Business\\n\\nIn this episode Joss and David dive deep into how to build meaningful communities. Why is it important to build strong communities - the short answer is it’s good for business and gives you a competitve advantage.\\n\\nSpinks talks about the transition from Customer Support > Customer Success pioneered by Zappos, and now with Web3 taking it further to Community Driven Business.\\n\\nThis transition runs along side the growing power the internet has given consumers through extending their voice and connecting with each other. Forcing companies to adapt and view consumer empowerment as a competive advantage.\\n\\nCommunity Driven Business means:\\n\\n> we're going to invest in us helping you… we are going to start creating ecosystems where you are now able to help each other and you can actually take on leadership roles within the community you can create for each other, you can support each other, you can feel like you have ownership in what we're building.\\n\\n## What is Community?\\n\\nThe anatomy of community is a system of concentric circles, the core rings being the most involved and active. To create a sense of belonging you need to go deep.\\n\\n> *A community is a group of people that are willing to make your problems, their problems.*\\n\\nAll groups of people can be considered a community but there is a specturm of depth and meaning.\\n\\nStrong community is when people have the confidence to share their problems with the group and get a resolution.\\n\\nDive deeper in [Spink’s definition of community here](https://medium.com/@davidspinks/the-definition-of-community-9fc17312811f).\\n\\n### Common Misconceptions\\n\\nThere are two common misconeption in Web3 community building:\\n\\n* if you build it they will come\\n* if they come they will stay\\n\\nHere we dive into how to build better communities that will stand the test of time with practical aquisition and retention tips.\\n\\n## Acquisition\\n\\nDesign a thoughtful onboarding experience. The community member journey starts before they become a member.\\n\\nPeople engage with your narrative through what you share publicly and what others share about you.\\n\\nBe intentional about what information you put out and how you welcome people to the ecosystem from this outset.\\n\\nPutting all your information behind a discord join wall hinder their ablity a deep awareness about your community and feel confident to be an active participant.\\n\\nStepping foot into the door is the most overwhelming part. Design your onboarding to reduce both information and social overlaod.\\n\\n### Reduce Information overlaod\\n\\nGive people more control over the information and how much they need to digest.\\n\\n* First touch point is an intro channel followed by ‘choose-your-own-adventure’ via emoji based on you interests or skill sets.\\n* Slow drip content like daily welcome tips: why we exists, our values, our team, spotlight members, ways to engage, etc\\n\\n### Reduce social overload\\n\\n* Shrink down the size of the groups that people are in through smaller channels and curated groups.\\n* Break through the feeling of not being part of any cliques and make new comers feel welcome.\\n* Make sure that everyone that introduces themselves make sure they get a response to feel welcomed\\n* Set up a buddy system where new members are paired with existing members to answer questions and introduce them to other community members. Simlar to [Fraternity family tree system](https://blog.omegafi.com/managing-a-fraternity-family-tree).\\n\\n## Retention\\n\\n### Experiment\\n\\nProduct Market Fit > Community Market Fit \\n\\nLean Startup > Lean Community\\n\\nThe same principles of testing launching initiatives and programs and iterating regularly to uncover what the the community responds best too.\\n\\n### Consitency and Rituals\\n\\nYou never launch a community, you are always building it and need to bring the energy each day. Show up every day until you see the organic growth.\\n\\n* Commit to doing a minimum everyday until it happens organically; respond to 10 people or post in one thread\\n* In the early days it’s up to the founding team to show up and share the culture they want to see grow\\n* Create rituals that are specific to your community that happen regularly - have a regular newsletter, weekly threads monthly meet up\\n\\n### Incentives  - Financial and Social\\n\\nWhat are the incentives embedded in your community. While financial incentives may drive large numbers upfront, skewing to strong financial over social incentives will only drive people playing in the outer rings.\\n\\nFinancial incentives are proven to replace intrinsic social values as people value transactions over quality interactions.\\n\\nThat being said the potential of web3 to reward active partipants is huge\\n\\nPositive financial incentive that people can see the upside of their contribution and capture value that in Web2 was concentrated in only employees.\\n\\n### Collaborative Learning Initiatives\\n\\nAnother way to create depth and meaningful connections is through collective learning groups. There are many more of these cohort based learning communities coming up that allow people to be onboarded and learn and create together.\\n\\nExamples include [Web3 Baddies](https://twitter.com/web3baddies?lang=en), [Crypto, Culture and Society DAO](https://twitter.com/cryptosocietys1) communities and groups like [Station](https://www.station.express/).\\n\\n## Building bridges - welcoming Web2 to Web3\\n\\nWe actively need to create lighthouses and landing pads for people that are curious and coming in from Web2. Rather than seeing the two as ideologically separate, they will be complimentary to each other while we transition to new models that web3 promises.\\n\\nUntil then it’s important that we don’t recreate old inequalities so building bridges for people is critical to ensuring we have DEI (Diversity, Equity and Inclusion).\\n\\n## The Team\\n\\nMany Community teams are a collection of moderators that must wear many hats and operate haphazardly without a clear guiding vision.\\n\\nSpinks outlines how to structure your community team to allow for strategic vision, thoughtful design and and smooth operations through specialization.\\n\\n* Chief Community Officer: The strategic leader that has a seat at the highest level table to be involved in direction of organisation. They will oversee strategy across all community programs and lead the team.\\n* Community Engagement Manager - They facilitate engagement, driving growth and experimenting with different formats. A public facing roles and they are very active in the community.\\n* Community Event organiser -  People specialized on running live events; planning, prepping coordinating and post event comms and documentation.\\n* Community Manager - They are proactively creating engagement programs\\n* Community operations - Taking care of the pipes to ensure everything is running smoothing. Includes reviewing automation of processes, data and analytics, measure community health to check against business metrics, and ensuring comms channels are running smoothly.\\n* Community associates or moderators - Junior team members that execute on day to day programs and general support.\\n\\nIn addition to this as Web3 governance models start building we’ll see more people with political and financial backgrounds join to help facilitate more complex governance and finacial models and processes.\\n\\n## Resources\\n\\nSome resources and linkes mentioned in the episode:\\n\\n* [The Business of Belonging Book](https://cmxhub.com/the-business-of-belonging/)\\n* [The Business of Belonging Newsletter](https://davidspinks.substack.com/)\\n* [CMX Hub - Resources on Community Building](https://cmxhub.com/)\\n* [Masters of Community Podcast](https://pod.cmxhub.com/)\\n* [Sapiens: A Brief History of Humankind](https://www.ynharari.com/book/sapiens-2/)\\n* [Episode transcript](https://otter.ai/u/VW6DRF5hho6Yw9ZV6oJO1nr-zjA)\",\"timestamp\":1641205413,\"title\":\"Building Better Communities - with David Spinks\"},\"digest\":\"uxIFCKR9bDv42-8wuzt-F360MMXnL5H7RHC_FbNTIzE\",\"authorship\":{\"contributor\":\"0x067A20070eB4d4B675Ed31103a6E55b48c95133A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gFQbCuvkhMDy9Xfl68cbF0L5OqQcHu377UEgR68XRqs\\\",\\\"y\\\":\\\"nK7p-ozebaMaE8ZhB3UVGmvTFkmhvSDjgk6bw56HS5k\\\"}\",\"signature\":\"Yody40EFb9LOa3qf_XrzmipDaDiMBPSK8KT23JQ1VgG-sHqXMQ_E2R3gasldAINjNDt6c9zxkwXE8ZSM4Ld6CQ\",\"signingKeySignature\":\"0xaccaac6e496f34a9caec0c84c98eece8d8e858abfe1f67df5981ad2c75118112534b94f83ca9ca93613b76944021efdfcce3034099a95cdf690e12f7264093021b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gFQbCuvkhMDy9Xfl68cbF0L5OqQcHu377UEgR68XRqs\\\",\\\"y\\\":\\\"nK7p-ozebaMaE8ZhB3UVGmvTFkmhvSDjgk6bw56HS5k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3q0pEaP82bFuBvrKKzpYR7uQADHxQIi3g_e-xyqUYvs\"}"