"{\"content\":{\"body\":\"I was a social drinker for ±10 years; through high school, college, and my early career in software sales. Social drinker is the term we use to rationalize the fact that we drink heavily on the weekends, sometimes at lunch, sometimes on Thursdays…but if it’s a birthday week or a holiday, maybe a little extra…okay, so life catches up and we end up drinking often.\\n\\nWhatever my intake was, it was a lot for my age and weight/body type. And that was normal and accepted (and still is). And I wanted to drink. I wanted to enjoy going out, meeting new people and networking. I love the thrill of introducing myself to someone new, because they only know you as you are, right now, in the present moment. That’s freeing coming from a small town that was a direct pipeline to another small town, our college ecosystem. Where everyone knew who you were, what you did, and where you’re from meant that’s who you’ll become. \\n\\nI always believed in something different and better for myself. But my desire to belong, our instinctual desire to want to be seen and felt and heard by others, was stronger than my desire to grow into myself and own my truth. \\n\\nSide note: let me define what that means. My passions, interests and hobbies developed at a young age. I got a cell phone when I was 8, and a Myspace account when I was 9. As a byproduct of being online and immersed in media (MTV music videos before school in the AM, browsing the teen fashion magazine aisle at Barnes & Noble in the PM) I was exposed to ideas early and often. I had a high information diet. I was a sponge to what I found online and out in the world. I knew about countries I’d never heard anyone IRL talk about, I knew about powerful people and what they did to build their career, I found music no one else I was friends with listened to, and I discovered the power of being connected to a world that I knew didn’t exist in person yet I could design my life to look like one day. I never believed that I couldn’t achieve whatever I wanted, but I also knew I’d have to work for it. \\n\\nOne thing was clear to me at a very young age - The internet is an enabler of my desires, dreams, and passions.\\n\\nThere were no excuses not to discover cities I wanted to travel to in 10 years - I got an invite to Pinterest in 10th grade. There were no excuses not to stay connected to my friends who went to different schools - I started sharing on Snapchat stories in 11th grade. There were no excuses not to find new music I was interested in - I could embed a playlist onto my Myspace profile in 6th grade. I held myself to an incredibly high standard, and still do, because I knew I was the only one who was going to make all of these ideas and concepts feel real. \\n\\nI would spend hours in flow state in middle school and high school. In high school, I took art classes for 3 years which was a great excuse to stay in my bedroom and make things. I love being a vessel of inspiration and ideas and distilling it down to what’s most important to me, and sharing it but making it impersonal. I like to communicate at scale, this is something I’ve learned many years ago growing up as an early adopter to all of these aforementioned platforms. Making feels more effective that way, but it can still be authentic and honest. \\n\\nI didn’t realize this as a kid, I only just now saw it this way… but to be Inspired means to be In Spirit. Inspiration, the root of creativity, is a blessing. And it doesn’t happen without being instigated. You could be inspired everyday; you could put yourself in situations where you go to see the cherry blossoms when they’re in season or attend a dinner party with people in a different industry/field. You can choose to be open and receptive, willing to suspend your disbelief and accept that there are things you don’t know about to be able to learn something new. \\n\\nAnd this is what I gave up when I would drink. I didn’t realize it until I stopped drinking. There’s a lot of power in stopping something. \\n\\nEspecially when its contrary to popular belief. That wasn’t the intent, of course, it was an inwardly-focused judgement call I had to make to honor myself. But the most unexpected side affect has been getting respect for my decision. I thought I would be shamed. The inverse was true. I was more shamed when I would drink.\\n\\nDrawing a line in the sand. Standing on one side, where no matter what dollar amount is in front of me, I won’t budge. Going sober has been a great practice in resolve and fortitude, if you frame it that way. Dare me $10M dollars to take a shot and I won’t do it, because it would cost me my integrity. The market value on that principle is priceless to me. It’s not pride, and it’s not holier-than-thou. It’s more genuine, authentic, and honest. It’s a pact I’ve made with myself. It’s a decision I continue to make everyday, whether or not I post about it or anyone sees me that day. It’s not about image, it’s about my relationship with myself.\\n\\nI first thought I should stop drinking when I (somewhere between Tumblr and Pinterest scrolls) decided to dig into Buddhism and what it would mean to become a Buddhist. I was on my bedroom floor learning about the Eightfold Path and the Four Noble Truths. I intellectually agreed with most all principles, and already lived out some of them. But then I read about vowing not to drink or do drugs. Then I thought to myself, “well I would have to give up my social life, and I’m sure I will want to drink with my future coworkers.” The opportunity cost wasn’t there, so I kept scrolling and moved on. \\n\\nIn high school, I was a news anchor for 3 years (JCNN). We would rotate between 8-10 different anchors, and when I was on schedule I’d wake up, do full hair and makeup and listen to Nicki Minaj or Beyonce on my ride to Starbucks before school. I’d walk into the production room \\\\~30 minutes to spare to properly caffeinate, reapply lip gloss and mentally prepare. We’d get mic’ed about 5 minutes before and get ipads with our scripts since the TV teleprompter almost consistently glitched every broadcast. This is when I decided it was an obvious choice to start my career in journalism. I liked obvious choices in my career. If it made sense, I went with it. Why go against momentum? It was abundantly clear to me growing up that no one was going to support me after college and I needed to invest in myself.\\n\\nI was also involved in several clubs - I worked JC Java so I could get free coffee in the mornings, and I worked in the library so I could make friends with the librarian and ask them to order specific books and let me check out the first copy. I read Girlboss by Sophia Amoruso this way. It was a great hack, and I enjoyed being in the media center. It was a really nice room in the center of our high school with wide open windows and shelves of books neatly stacked. I also joined musical theatre as a dancer in plays like Footloose because I found the people in theatre to be interesting and passionate. There was so much talent in my dance group, I couldn’t believe it. I was much happier doing this than I ever was joining Lacrosse as a freshman, or being a Diamond Doll, Lax Lady or Sideline Sweetheart (please, don’t ask…). \\n\\nTransitioning from high school to college was very liberating. For one year, from my high school to Georgia State University, I could walk around and not know the history of everyone I saw, and vice versa. I could wear sweatpants and no makeup and not be recognized. I could go to class, leave and explore the city. I felt free. I felt like I had space to grow into myself. Free of distractions, I was on the Presidents List in my classes, started clocking internships (learning very quickly that early work experience was the path to a full-time role), worked out everyday and cooked. I would buy furniture and park in a garage four blocks down (thanks, Atlanta construction) and furnish our 2BR. I would support my sister’s creative pursuits and go to her shows at the Mammal Gallery and other emerging arts venues down past campus. I would drive like a taxi driver from our place in Midtown to my yoga studio in Inman Park to train with a teacher who talked about the body’s anatomy and history of yoga (and importance of chavasanah) in a way I’d never heard before. I got a Fulton County Library card and would check out e-books on my Kindle. I would go to exhibits like ODLR at Scad Fash and wonder what it would be like to afford going to a private arts school. I would join clubs centered around campus events (GSU Spotlight and TedX) to shake hands with interesting people like Brandon Stanton and Soledad O’Brien.\\n\\nDuring that time, I slowed drinking. I was pursuing my interests, and generally in a good place making a ton of progress on my academic career. Also, I couldn’t afford to drink. I wanted to get 51 transferrable credits by end of Freshman Fall to transfer to UGA because I liked their Journalism college. \\n\\nNext fall, I joined a sorority and coming in as a Sophomore who grew up in state, I had an unfair advantage. I had a good friend in almost every house, so I enjoyed the rush process. I remember talking to my childhood best friend Leslie\\\\* outside of her house at the end of pref asking “Do you drink? Could I….not drink?” and she laughed and said “Brooke…that’s not a thing. It’s apart of the life(style) here.” \\n\\n*\\\\*name changed to respect identity :)*\\n\\nI went home, chose a different house (not for that conversation), and reconciled with what I had just gotten myself into. \\n\\nAlright, now I’m going to a major SEC school where \\\\~30% of the students were involved with greek life, and the students that aren’t involved are still very social. We have 93 bars in downtown Athens, nearly unavoidable to go to school and not be involved with this scene. They would turn anything into a bar or a drinking activity. Let’s be clear - rush wasn’t the first week of the school year. I had been placed in a “box” to rush this sorority ever since I was in high school. Every party I went to was a ballot cast, the external validation that I needed to rush this house. \\n\\nLike every 20-year-old does, I assimilated. I still kept my grades, attended lectures multiple times a week outside of class, went on study abroad and professional networking trips, was on leadership boards for three clubs and clocked three more internships, drove to Atlanta weekly for info interviews with whoever would respond to my LinkedIn messages, and designed my life in an Erin Condren planner. \\n\\nBut on a personal level, I was going out. A lot. With people I didn’t know well, and wouldn’t have been in my life if it weren’t for gamedays and socials. \\n\\nGraduating a semester earlier than my friends gave me freedom. I didn’t have to go through a drawn-out graduation ceremony and attend 30+ graduation parties like I did in high school. Instead, I could treat my closest girlfriends to a dinner during the weekend of the National Championship and leave peacefully. I had known that school wasn’t for me. I didn’t find the schoolwork challenging (I.e. why I spent so much time working outside of class) and I knew it didn’t give me the space, time or resources to grow into myself. It felt limiting, sometimes suffocating, to be defined as you always have been. \\n\\nIn two weeks from walking on stage at the Coliseum, I booked a one way ticket to New York and slept on a mattress on the floor in Stuytown. I didn’t have a plan, just a ton of drive. During one of my info interviews a few weeks prior, I was told that I was not tenacious and wouldn’t make it. My family told me not to move without a job lined up, and that it was too unstable and unpredictable.\\n\\nWithin 30 days, I got my first full-time role at an ad agency and one of my friends who also graduated in the fall asked to stay with me and sign a lease together. \\n\\nA few more months of sharing a mattress on the floor with my friend, and we finally got a lease. Then I got a call from someone I had interviewed with and didn’t land the first time around, who said “I guarantee I will pay you more than you’re making now.” I was sitting in the backseat of my taxi in Hudson Yards, very intrigued. On the spot, I committed to an interview. \\n\\nIt was an intense, 5 hour process where I wore head-to-toe MM La Fleur. Since I would be selling to investment bankers, I knew I had to get the right uniform to dress the part. It was a job in client entertainment, so naturally we went to Chinese Tuxedo as apart of the interview. We ate copious amounts of Chinese and sipped on tequila drinks as they subtly got to know me and judged my social cues (does she keep her heels on, or change into “commuter shoes?” does she put her napkin in her lap as soon as she sits down? will she ask for a to-go box?”) As a woman who’s sensitive to criticism, I picked up what they were putting down. I knew it was still an interview. \\n\\nThe next day, I got the offer. I was sitting outside of Cha Cha Matcha when I took the call that they were going to move forward with my candidacy and start background checks. I felt so grateful and full of tears because with my base + commission, I would be making more at 22 than my single parent did while raising two kids. \\n\\nLots of Knicks games at MSG and late nights at Gospel later, through my job which entailed boozy lunches on a corporate card and my dating/social life which involved clubs and dinners, it’s safe to say I was drinking 4-5 times a week. \\n\\nThen COVID-19 happened. I was at Don Angie with one of my good friends on Sunday, March 1st when I read a report that the first COVID-19 case hit New York. I knew it was a domino effect. I posted the news report on my Instagram Story and bought groceries on Amazon. I was ready for lockdown. I stopped taking the subway and cancelled (“pushed”) my in-person client meetings. By the second week of March, New York was clearing out in droves. I went back to my moms and reconciled with some hard truths. \\n\\nFor the first time in my life, I understood that one day I won’t be here anymore. I had heard of the concept of death, but I’d never understood it before. I never faced the truth of my impermanence, and I was too busy building my life in my first chapter to notice my trajectory. I was focused on “the next step” but not the “big picture.” To be frank, it’s hard to know the long-term effects of anything when you’re young - To know it by first-hand experience, because you have to let time to pass to connect the dots. \\n\\nI was walking in our neighborhood, the same 2.5 mile loop everyday, but this time was different. Editing weekly, chasing the sunset, I understood how finite time is. And I had the same passions, interests and desires as I did as a kid but now I knew I needed to define it and build some container around it. There was no waiting for someday or someone to have the timing right. You can’t become successful if you only work towards your dreams when you’re inspired. You have to marry inspiration and discipline to get to where you want to go. \\n\\nSuccess, in my eyes, is living out your highest potential. Squeezing every ounce of potential you have in this lifetime, to do what you were put on this Earth to do. Sounds abstract? Yep, that’s the point. If it was obvious, it wouldn’t be meaningful. It’s very satisfying to uncover new dimensions to who you are as you grow up and grow older. And it’s very gratifying to share this new side of yourself to the world, to put your art out there and see who it resonates with. \\n\\nOnce Phase 2 was announced and you could drink in the streets, I moved back up. I stayed in lockdown New York from July to December, with no trips out until New Years. That’s an incredibly long stretch of time to spend in the city, albeit downtown area squaring FiDi, TriBeCa and SoHo. I drank a lot nearly everyday, went out with people I didn’t know well and tried to make the most of the situation. \\n\\nWhen I would drink, I felt that same darkness creep back in from upperclassmen college years. I couldn’t describe it well at the time, but now I know it’s resistance to my soul’s purpose. It’s an extreme, loud, intense resistance against what’s meant for me. It manifested in nights crying, nights overeating, nights starving, nights making a mess, nights that led to mornings waking up too late, nights with people who didn’t love me back. Lots of messy, drunk moments that we all go through and justify as normal. \\n\\nI was apart of the Sohoworks coworking space, which was a huge relief. I was able to really grind, because to keep your sales job during this time was a mix of luck and extreme effort. One day, on October 4th, 2020, I had had enough. My ego had cracks in it, and I became aware of what I was doing to myself. \\n\\nHere’s the scariest part - No one noticed. I was working at an exclusive members club, earning a promotion, living in a big city. \\n\\nIt took me having an honest conversation with myself to decide to change my life. My unhealthy relationship to alcohol and its dangerous ripple effects moved from the unconscious subconscious to the conscious subconscious. \\n\\nI had dug my own grave. I did this to myself. I had to take full responsibility for where I was in my life. And crawl back out. Sounds intense, and it was. It felt that low.\\n\\nI had only told myself to stop drinking for “as long as I could.” Which quickly turned into 1 week, then 2 weeks. By the time I had hit 2 weeks, I knew I needed to make this commitment. It was time. When the student is ready, the teacher appears.\\n\\nI cancelled my social calendar for three months. I would stay in and interview for jobs because I knew I wanted to transition from corporate sales to startup sales. I started reading - a LOT.  I remember walking into McNally Jackson with a new lease on life, looking at all of the different sections and what I could potentially be interested in. I hadn’t explored my interest in graphic design or philosophy in what felt like years. It probably had been years. I had become so distant to my old explorative, creative version of myself. I would listen to Clubhouse late at night, always clearing the calendar for Culture Club with Ruba, Virgil, and others. \\n\\nDay by day, I started to substitute my time and energy with things that actually served me.\\n\\nI dropped hints here and there about sobriety. I had told some people close to me and not others. Sometimes I’d say it’s because I’m doing 75 hard and focused on my physical health. Sometimes I’d say I had a big day of meetings the next day. It took a long time to feel comfortable with my decision, and I’m still growing into it. I still get fear or shame responses when I say that I’m sober, but mainly I just get respect. Or no response at all, which is fine. Because it self-selects who should be in my life, anyways. \\n\\nSobriety is one part of my identity now. It’s a key trait that defines who I am and who I’m not. \\n\\nI think a lot of people are sober or sober curious (shoutout Ruby Warrington:) and don’t talk about it because of the fear of hypocrisy.\\n\\nFear of being a hypocrite because they used to drink. Fear of being a hypocrite because they might drink again. \\n\\nSometimes, my joking response to that is “No promises! I might have a glass of champagne at my wedding.” \\n\\nBut also, my joking response to moving to New York used to be “Oh, I’ll just do the 2 year thing.” Here I am, typing this from a loft in Chinatown 3+ years later…\\n\\nMy response is the truth - that I cannot tell you with 100% certainty that I won’t drink again. I cannot tell you with 100% certainty that I’ll do anything in the future. \\n\\nI can tell you with 99% certainty that I won’t drink, only because I have shifted my identity, perspective and worldview. I’ve also changed my inner circle, influences, desires, and preferences. I’m more aligned with who I am (my personality) and more vertically-aligned with who I’m meant to be (my soul). \\n\\nAbove all else, I’m reminded of a quote in Ryan Holiday’s book, “Stillness is Key.” (And yes, I’ve read the trilogy and yes, I love his writing). \\n\\n“Just because we’ve done it once doesn’t mean the floor is clean forever.\\n\\nEveryday the dust comes back.\\n\\nEveryday we must sweep.”\",\"timestamp\":1636939301,\"title\":\"the decision that changed my life; becoming sober\"},\"digest\":\"ZYQGheeBXQN4WbGx5HEt6XZKk_GC2w02hfaN5AJ1mgY\",\"authorship\":{\"contributor\":\"0x5D4f6a9f6a0dA05d317BC6a1D86B738d37AAC8b9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dW4KgjL77nPZWbl98XYar28tIAewRS7QwrJO-tGjb7I\\\",\\\"y\\\":\\\"MCw9Ob_tUywnDAIyc6n1kqCIgysEKZoKsd9CRG8FdI4\\\"}\",\"signature\":\"5C6Gi3TUPrV3LEe7GEtBElZW08zWONvOOVx-jIij2mHyKCgC0ZR55T7dM3lqfdKNR0brZDxb3HWreYQce3kKSw\",\"signingKeySignature\":\"0x04b84ed799416206c4007f1393233de3e3d9979ae36bb7085aa48aceda0893fd69ccbd592f91a512b677ebeea5f5c2a7f6e3784ba97f84530cf2037b878cc6351c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dW4KgjL77nPZWbl98XYar28tIAewRS7QwrJO-tGjb7I\\\",\\\"y\\\":\\\"MCw9Ob_tUywnDAIyc6n1kqCIgysEKZoKsd9CRG8FdI4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZYQGheeBXQN4WbGx5HEt6XZKk_GC2w02hfaN5AJ1mgY\"}"