"{\"content\":{\"body\":\"This episode explores three timely issues relating to DAOs. But first some porn.\\n\\n![Not a turn-on](https://images.mirror-media.xyz/publication-images/BVV_JNPPsw9tnj-0H0lpp.jpg?height=560&width=1600)\\n\\nWhat you just viewed is a portion of the body of the person associated with the wallet 0xa5A975bBE102B1bcc2bd2E992525d5D351BABDD3. This individual, a Lurker Season 1, Episode 1 NFT collector, agreed to submit this image into the blockchain on the condition we didn’t divulge what  body part it featured. We’ve been authorized to confirm it’s an extremely sensitive and strange smelling region of the body that enjoys hot tubs and Giants games. It considers itself spiritual rather than religious, and its biggest regret is thinking “What is this shit?” when it saw a Squiggle for the first time.\\n\\nWe’d like to state very clearly for Arweave and the historical-record IRL, that this is the first porn ever published on Mirror, unless you consider Mirror pub owner @coopatroopa’s simple presence and everyday-outfits sensual enough to induce arousal (hint: It is and they are).\\n\\n![oh hell yes](https://images.mirror-media.xyz/publication-images/MlEwLYDk3f6lxrRGhdIRn.jpg?height=560&width=1600)\\n\\nNow, to Lurker business. These are the things on our mind, at the moment.\\n\\n### Issue # 1 - Whiners\\n\\nThey’ve arrived. DAOs are made up of humans. And humans come in all types. And some of those types are a bit miffed because the creator-economy-focused DAO they are members of didn’t choose to fund their magical-realism book project that also apparently will include some crypto-references in chapter twelve.\\n\\n![Reminds us of a few BTC-maxis we know](https://images.mirror-media.xyz/publication-images/iYDd3xNL5P8BzaXaXwdrW.jpg?height=560&width=1600)\\n\\nThese folks have been telling anyone who will listen that they “thought this project was going to be more decentralized.” They’ve attracted the attention of the community managers who are trying to buck them up by following them on twitter and hitting every one of their sniffly Discord comments with a [️‍](https://emojipedia.org/heart-on-fire/)🔥.\\n\\nDo these individuals have the mojo to form a splinter DAO? Will they propose their own snapshot vote to counter DAO leadership? Or will they suck it up and get over it? Lurkers everywhere will be watching to find out.\\n\\n### Issue #2 - Shit involving DJs\\n\\nFrom the first moment lurkers joined DAOs it was clear that just about everyone else was more bespoke, intellectual and hip than they were. Want a taste? This is a realistic, yet make-believe intro post on Friends with Benefits:\\n\\n***Greetings- I’m Stefan, a PhD student at the University of Berlin. I’m working on a treatise about the German Black Forest and its relationship to psychedelic-induced nirvana. I’ll be presenting my findings to the United Nations General Assembly in October. My hot partner Gretchen and I road-tripped through southern Africa this summer. You may have seen the documentary about the trip titled Good Looking, Brilliant People Driving Through Africa. Once the World Chess Championships are over and I’m back from Moscow, I look forward to vibing with you all. Also, Gretchen and I just joined a16z as General Partners. And we surf!***\\n\\nThis guy would be a total loser in most DAOs. He doesn’t appear to have any connection to DJs. That’s the new cool in DAOs. It is amazing how many people in this space are either supporting DJ-related projects, are members of a posse led by DJs *or are actual DJs themselves*.\\n\\n![how does one get invited to such an event?](https://images.mirror-media.xyz/publication-images/XO-b1ZdcrhpN3fwrvTkCz.jpg?height=560&width=1600)\\n\\nDo we really want to go there? Once we accept the hipster-inflation of requiring DJ cred to be cool, we permanently disadvantage millions of MetMask wallets. Most importantly, every Lurker on earth takes a hit because we don’t know any DJs, other than Bradley in Phoenix whose sixty-three year old father is a “DJ” in the band, *Mid-Life Crisis*.\\n\\nFor our mental health we are going to assume ninety-percent of those who claim connections to DJs are liars. Because in our world, the only way to get involved with a DJ is to show up at a late night-y club and when the DJ goes on break, approach him or her, stick out one’s hand and say, “Hello, my name is Alfred, it’s nice to meet you.” And that just doesn’t sound like it would work.\\n\\n### Issue # 3 - Vibes. Where do we stand?\\n\\nBeing a member of a DAO is more than just flexing online, though that is extremely important. It’s also about the vibes.\\n\\nMost people assume you can reliably measure the vibes by the number of gms in your feed. But that’s not good enough. Lurker has developed a proprietary algorithm that is  more precise. We used it to review the vibes at three blue-chip DAOs.\\n\\n![Billion-dollar organizations on trillion-dollar networks?](https://images.mirror-media.xyz/publication-images/xDyUdLRKsSOSBBVNbCJ08.png?height=560&width=1600)\\n\\n### Friends with Benefits\\n\\nThe vibes in FWB were OK earlier in the summer, nothing to get too excited about. In early August, the vibes started getting better. Then on August 26th and again on August 28th, the vibes turned orgasmic. These were the vibes the VCs came for. But then on September 4th the vibes changed. Suddenly the vibes SUCKED ASS. Now that the vibes are going sideways, many FWB members are thinking about diversifying their vibes into ETH or maybe some Solana small-caps.\\n\\n### Forefront\\n\\nMedia companies haven’t had great vibes over the past ten years. That’s why it was cute but not realistic that Forefront could create good vibes. They are a media company. On the blockchain. These guys aren’t exactly talking about taking over world culture city-by-city like the frenzied masses at FWB. So the vibes were predictably mellow through June. And then in August and extending into September, THE VIBES WENT PARABOLIC. They went so parabolic that even shy, pale lurkers, often snacking on a bag of Flamin-Hot Doritos in their mom’s basements have a small, shy smile on their faces.\\n\\n### Bankless\\n\\nMeasuring the vibes in the Bankless DAO is difficult because it’s filled with some of the biggest dweebs in crypto. This is distracting. The first task, before even considering technical analysis, is to distinguish between David Hoffman and Ryan Sean Adams. At first blush, they are the same perky person. They each have the complexion of an eleven year old girl. Both are fueled by lemonade, sunshine and Easter Bunny whiskers. But with our proprietary Lurker algorithm, we’ve come up with some good data. It’s just too boring to share. In short, Bankless has had pretty solid vibes all summer. Yet, these vibes come at a steady discount because when a high-level lurker joined the DAO they were aggressively approached with a question, “Hi Gerald, why did you join Bankless and what projects do you plan on working on?”\\n\\n### Artist’s note\\n\\n![Meet GREP](https://images.mirror-media.xyz/publication-images/yRhI53v7wCQIvY6NsuWtP.png?height=560&width=1600)\\n\\nThis episode features GREP (ze/zir/zim), the second of Lurker’s mascots. Ze quietly lurks in the cloud, watching all the plain-text data sets pass by, occasionally stopping to read someone’s particularly interesting unencrypted Target shopping list or peruse a public database of city names that start with Q. Zir star sign is Capricorn.\\n\\ndesignerd reference 1: grep is a UNIX command\\n\\ndesignerd reference 2: Zir clouds have a hex pattern made up of hex code (0-F)\\n\\n## Collect this NFT of Season 1, Episode 2 above… or have fun staying poor.\\n\\nHave ideas or tips for future episodes? Check out our [Discord](https://discord.gg/AwFrfh2HKu).\",\"timestamp\":1632513952,\"title\":\"Lurker | First Porn on Mirror\",\"publication\":\"danconway\"},\"digest\":\"osbtrAa6hiVKYgkrRZy5h2andsMJM7KAE0TyQwjMDrM\",\"authorship\":{\"contributor\":\"0xfbdf598dB4dBA841f40680Cd9C2D3cF618265be0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"A5rgyaJuTlOFRnNnWRm4tf3jtivUc7l5V8sSphNDqCw\\\",\\\"y\\\":\\\"lJht2z50qVQa7fWjDHcv6RhO9wEHLlkIIJjIMH0MKxI\\\"}\",\"signature\":\"BQtjr4-m2t7alGjoO3dxGwu38DSXTS-0BY2eZz3wKNt33Gj93gmMcUylRAvhDx0lvETZB-FA2S_dl_YAQ4uD-w\",\"signingKeySignature\":\"0x7e833d39a8e95db448b448bf334676e0d4a8bc21b7da3175dee3ee31e6ea3d7c3dccb6f4820d7ac98166edd8688aba096ed42e20b2c145981050ae22a38619d81c\",\"signingKeyMessage\":\"I authorize the publication of articles on danconway.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"A5rgyaJuTlOFRnNnWRm4tf3jtivUc7l5V8sSphNDqCw\\\",\\\"y\\\":\\\"lJht2z50qVQa7fWjDHcv6RhO9wEHLlkIIJjIMH0MKxI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4_VfzE7foOGA9BRqmOGB4pjH9KUR4Ju9Wn3W1rJ8ayk\"}"