"{\"content\":{\"body\":\"Trends are a quintessential part of the human experience, whether we think of them as trends or not. Although the word is most associated with fashion, it exists in every field and profession out there. I can speak for programmers and software developers from personal experience. I remember when jQuery was labelled “trendy,” years before React took the crown. But even more abstract principles, like object-oriented programming and the DRY dogma could be considered trends, albeit with much longer cycles than a JavaScript library.\\n\\nI initially took what I considered a “rational” approach to this turnover, thinking that surely after one or two hype phases, one final perfect successor would emerge that takes the best from all of them. And upon this achievement, the problem would be solved for good. Oh, how wrong I was. What I hadn’t realized, and what only comes with experience, is that very little is based on technical or objective merit. Certainly, decisions need to be competent and reasonably feasible. But ultimately so much of our world is driven by boredom.\\n\\nEach decade, each trend, continues until the market becomes saturated, people get bored, and a challenger brings something fresh and different (not necessarily “new”). Synthesizers were huge in the 1980’s, until people got bored and suddenly the sounds of grunge rock and hip pop took on a shiny new sheen. But the situation could’ve just as easily been reversed (barring, of course, the various ways music is embedded within the socioeconomic and political climate that produces it). If the 80’s was instead dominated by guitar solos and rap, the 90’s would’ve had a different musical signature.\\n\\nWhile obvious, this fact is incredibly encouraging for entrepreneurs, musicians, artists, and go-getters of all sorts. What is popular will not always be so. Human history is not one long, monotonous drag because people will simply become too bored to ever let that happen. We get restless and listen for something new to pique our curiosity. The key, then, is to remain true to yourself and your vision rather than copy those around you. Because while they may enjoy success now, every dog has its day. The future hype, however, belongs to today’s underdogs.\",\"timestamp\":1642128961,\"title\":\"The Everlasting Gift of Boredom\"},\"digest\":\"rK4VGHljGk6NEhJaEef6UDxblTiNMf7UUVQT6ha3JE4\",\"authorship\":{\"contributor\":\"0xeCAb71279EcaB5456c0e0450bAE7077a360630D2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MrSRrVjJaX51j1BvwUrb5VPRoCOG_J_5kC4tmhXu4JE\\\",\\\"y\\\":\\\"kf6hBw9pqkVPaik8zRd2DU1fLCy3MY69Rp6qa0XnXtw\\\"}\",\"signature\":\"pmwEvp0UEP8bOsWCzuXp8bQwje4Ovau1T6pznVeVeXiieeqYgQsiKjL2tl3tU0OvTvQ6IEM0fvHKaX2XZQ9pLw\",\"signingKeySignature\":\"0x35b9406c96b4d2edbbac808fc55f7d158d49e36a20fd653de219fbc70275a9080da2a131bddb3fad56fc711b928b3736755cfc7fda9ff101b04b52d00397da401c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MrSRrVjJaX51j1BvwUrb5VPRoCOG_J_5kC4tmhXu4JE\\\",\\\"y\\\":\\\"kf6hBw9pqkVPaik8zRd2DU1fLCy3MY69Rp6qa0XnXtw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rK4VGHljGk6NEhJaEef6UDxblTiNMf7UUVQT6ha3JE4\"}"