"{\"content\":{\"body\":\"Friends with Benefits has become the web3 home for the creative class. \\n\\nBound together by shared values and shared incentives ($FWB), [Friends with Benefits](https://fwb.help/) started as a private Discord server populated by our favorite creatives and has since evolved into a global community.\\n\\nMembers hold $FWB to gain access to the ultimate cultural membership consisting of ever evolving token gated internet products, global events and parties, and an active Discord home base where the community converses, coordinates, and collaborates. \\n \\nWith two Seasons in the books, FWB has built itself up to be a leading tokenized community where creatives traverse from Web2 to Web3 while collectively redefining what it means to be a member of an internet-native family.\\n\\nIn this post, we’ll dive into Season Two community accomplishments and what to expect from Season Three - officially starting on July 9th.\\n\\n## Season Two Highlights\\n\\nFriends with Benefits executed a [Treasury Diversification proposal](https://fwb.mirror.xyz/9DCOelQSQVlBgqy4lKAa3CGq0N_ckECsuRp6CJeRnrg) to the tune of $700k from leading funds in web3.\\n\\nUsing these funds, the DAO hired full time and part time operators, creatives, and product leads from within the community to more ambitiously expand the FWB roadmap that will extend far beyond a Discord.\\n\\nHere’s a quick list of what’s transpired:\\n\\n- Governance vote to execute the Treasury Diversification proposal and a WHALE token swap.\\n- On-chain budget allocations using Parcel and Llama\\n- FWB Digest – a community curated email newsletter and roundup of what went down in the Discord.\\n- Coffee Time chats with Tycho, Bomani X, and Lady PheOnix to Mike Demerais, BT, and Tess Henley.\\n- FWB City Guide to index Miami’s best restaurants, retail, and experiences through the eyes of FWB. \\n- First IRL event experience, taking over private club space at BTC Miami and throwing a proper token-gated rager with Yves Tumor, Jubilee, and Nick Leon available only for $FWB token holders.\\n\\n**Season Two proved that being in FWB comes with real life benefits.**\\n\\nIf you were a member of Season Two, please [check the Discord](https://discord.gg/4Sk79sYmvt) for instructions on how to claim your POAP NFT for being involved!\\n\\n## Season Three Focus\\n\\nThe world is rapidly evolving – both on screen and off screen. With it, the time commitment to our online lives is being challenged in favor of a newly reopening world.\\n\\n**Here at FWB, we believe our coordination is bound together through the digital world to generate meaningful value in the physical one.**  \\n\\nSeason Three will center around stronger cooperation to achieve real world value – made possible through the interdependent incentives that DAOs provide.\\n\\nIf Season Two was about laying the building blocks, Season Three will be about coming together to build on top of that foundation.\\n\\nTeams of contributors will coordinate and be incentivized through collaboration and production, managed by team leads across four major teams:\\n\\n- Product\\n- Editorial\\n- Membership\\n- Treasury \\n\\n![Team Leads](https://images.mirror-media.xyz/publication-images/7f8204b6-1d7b-49d9-93cf-8f04a8fb282d.jpeg?height=1440&width=2031)\\n\\nWe’re excited to introduce leads for each of these teams, and how all members of varying skills can participate.\\n\\n![FWB Org Chart](https://images.mirror-media.xyz/publication-images/9c5aded3-41ea-4cf3-bea3-19bc0ac3f7ca.jpeg?height=852&width=1600)\\n\\nTo read more about the Evolution of the FWB DAO and our growing org design, click [here](https://zhang.mirror.xyz/9sRa2kNDUpkWoQkWw67bJ8PczFyTSX8fotf7JOddxew).\\n\\n### Editorial\\n\\nHow do people discover FWB? What public impression do we make as a media DAO? How do we crystallize our community’s ideas/exchanges by translating them into various forms of media that transcend Discord? What do FWB transmedia properties look like? How can we develop FWB’s overarching voice and tone in a way that authentically reflects the community?\\n\\nThese are some of the exciting questions the Editorial team is answering and solving in real time. \\n\\nIf you’d like to join the Editorial team, submit a request [here](https://fwb.help/Contribute/) and we’ll work to find you a role. We’re looking for talented writers who are obsessed with the intersection of crypto and culture, and how Web3 is affecting the creative class. \\n\\n![Ariel](https://images.mirror-media.xyz/publication-images/2b2063b6-03d4-4408-95e2-7a4cbd8d0322.jpeg?height=726&width=1334)\\n\\n### Product\\n\\nIf FWB is building the ultimate cultural membership, what are the suite of digital and physical products that power that ecosystem?\\n\\nAs we explore this question, the Product team looks to consolidate all FWB tools under one roof. By creating a universal login for FWB members, we can better explore what a web3 passport looks like and create UX experiences made for the mainstream.\\n\\nOur [takeover](http://miami.fwb.help) of BTC Miami week was a small glimpse into the stack of tools set to rip throughout Season Three. Come be a part of what’s next.\\n\\nSome products to keep an eye out for in the coming season:\\n\\n- FWB Website and Onboarding (Reimagined)\\n- FWB Gallery\\n- Governance Dashboard + Forum\\n- IRL token-gated RSVP portal\\n- City Guides\\n- Member Directory\\n\\nIf you’d like to join the Product team, submit a request here (https://fwb.help/Contribute/). We’re looking for experienced designers and product devs who want to push the boundaries of internet products. \\n\\n![Bodge](https://images.mirror-media.xyz/publication-images/41d0ff5f-a7c4-479e-9280-49280d0620d5.jpeg?height=726&width=1334)\\n\\n### Membership\\n\\nMembership is the backbone to the FWB DAO. Membership focuses on the longevity and the health of the community, ensuring FWB remains a place we all continue to call home. \\n\\nThrough Applications and Events to Scholarships and Recruitment, Membership tackles new member onboarding, how members can coordinate better with each other, and growing demand for in person events. \\n\\nIf you’ve ever been keen to learn how a DAO operates, coordinates, and welcomes new members, [this is your team](https://fwb.help/Contribute/). We’re looking for thoughtful, kind, and compassionate members with an operational background.\\n\\n![Patti](https://images.mirror-media.xyz/publication-images/8615428c-fc33-46cd-8c38-41a831cef153.jpeg?height=726&width=1334)\\n\\n### Treasury \\n\\nAs the FWB DAO matures in operations and begins to explore revenue streams, having an experienced treasury management team becomes paramount for cost control and transparency for the community.\\n\\nThe Treasury team will help set budgets for various teams ranging from Editorial to Product, as well as continue to provide quarterly financial recaps on runway, success metrics, and revenue. \\n\\nJoin the [Treasury team](https://fwb.help/Contribute/) to help define the wild West territory of DAO financial processes.\\n\\n![Shreyas](https://images.mirror-media.xyz/publication-images/499a55a3-e103-4c0a-ad94-7a8f64a42658.jpeg?height=726&width=1334)\\n\\n------\\n\\nTying it all together, these four teams set the stage for the first round of many to come.\\n\\nWe’ll be tracking engagement through active participation in a team, ultimately building on the evolution of FWB to build more verticals for members of all disciplines to get involved in the ways they see fit.\\n\\nMore on this front coming SoonTM!\\n\\n## Season Three Membership\\n\\nStarting on July 10th, the membership threshold will be raised to 75 $FWB.\\n\\nThis threshold was decided through governance and finalized through a [Snapshot vote](https://snapshot.org/#/friendswithbenefits.eth/proposal/QmRQiMmyfAFD8DxhGGyFMYZecLcGGCS5wQQVBPqRjTA2a8).\\n\\nWe’ll share an update of this Season’s SourceCred distribution, rewarding 2000 FWB (or twice as much as last Season) across all members who have linked their wallet to earn FWB from their contributions to Discord.\\n\\nWhile the last two Seasons featured a 5 FWB increase, this Season's 15 FWB increase should create an active push for members to engage with a team of their choice.\\n\\nAs we create deeper relationships, so too should the ability to get involved.\\n\\nIf you haven’t done so already, please [consider applying]( https://fwb.help/Contribute/) for a team of your choice. While still in its early stages, there’s no better way to add value to the DAO than by working with your Friends.\\n\\nRegardless, we’re thrilled to be pioneering what it means to work in a decentralized world and look forward to curating the next wave of culture for all to enjoy.\\n\\nWith each passing Season, the FWB family grows stronger.\\n\\nThank you to each and every loyal contributor and we look forward to expanding what it means to be a [Friend with Benefits](https://discord.gg/4Sk79sYmvt).\",\"timestamp\":1625614608,\"title\":\"FWB Season Three: Creative Cooperation\",\"publication\":\"fwb\"},\"digest\":\"TvKSPfZqHNXRZVYFYyJuziCMIZ8fZ34q585YcUYRGtc\",\"authorship\":{\"contributor\":\"0xCaCEa967ae0d35d2A006Bb63ec557Fd8A6F013db\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Q1KrUhgMQLy3hafxeC9VTlPv1O9yWWHgOlfSTiHEMq0\\\",\\\"y\\\":\\\"FD0nz_aqYTu0-G5JtRmAGhpiPkdHAF_N7VQWeNzkzic\\\"}\",\"signature\":\"6XmMCCaNOxWi7FiHNsBZzW9YRYrGZsFkcrhUkhu2sk2CgovABDpAV4nyDQ6GudjTQDxxqIUnTZUs6vwr75QytA\",\"signingKeySignature\":\"0xf48e78482d551c5a47b03901952fc1c3dde801ad8f264dace3d40800b2daaa431e17d9cbdad667b5f17a7fd80e488536ed4ee635a63804f93a29b14338e673241c\",\"signingKeyMessage\":\"I authorize the publication of articles on fwb.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Q1KrUhgMQLy3hafxeC9VTlPv1O9yWWHgOlfSTiHEMq0\\\",\\\"y\\\":\\\"FD0nz_aqYTu0-G5JtRmAGhpiPkdHAF_N7VQWeNzkzic\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TvKSPfZqHNXRZVYFYyJuziCMIZ8fZ34q585YcUYRGtc\"}"