"{\"content\":{\"body\":\" 孟大江看着自己儿子，想到前两日斩妖盛会上儿子和妖怪的搏杀，心中明悟。川儿的翅膀或许还稚嫩，但也的确该让他自己展翅飞了。 \\n  \\n     “孟川准备修炼神魔体之前，你带他来我这，取神魔玉髓液。”孟仙姑嘱托道。 \\n  \\n     “是。”孟大江应道。 \\n  \\n     那一滴神魔玉髓液，珍贵无比。 \\n  \\n     就是王都的一些古老神魔家族，大多数天才少年也不可能得到一滴神魔玉髓液用来打造神魔根基。一般只有那些天资卓绝，家族百年一出的天才……才得到古老神魔家族的大力栽培。 \\n  \\n     “孟川，你修行上有什么困惑，也可以来问姑祖母。”孟仙姑笑道，“遇到什么麻烦事也可以来找姑祖母说说。” \\n  \\n     “姑祖母。” \\n  \\n     孟川立即道，“我的确有一事，如今颇为困惑。” \\n  \\n     “怎么达到刀法境界的下一重，对吗？”孟仙姑微笑道。 \\n  \\n     “嗯。”孟川点头，“我问过道院院长，院长只是说了，他是自创出一套顶尖刀法方才悟出刀势。” \\n  \\n     “这的确是一种方法。”孟仙姑点头，看向孟大江，“大江，你是怎么突破的？” \\n  \\n     孟大江一愣，眼中有着一丝追忆，说道：“当初我服兵役，在一支小队中各有分工，我就是负责缠住妖怪。所以主要也就修炼三招刀法……我在沁阳关待了十年。后来离开返乡，也顺道游历周围各府。恰好碰到了一女子和妖怪搏杀。” \\n  \\n     孟大江看向孟川，笑道：“那就是你母亲。” \\n  \\n     孟川心头一颤。 \\n  \\n     娘？ \\n  \\n     “你母亲长的很好看，阳光照射下，你母亲和妖怪厮杀的身影，这一辈子我都不会忘。我当时全身充满力量，想都不想直接冲上去，施展刀法轻易缠住妖怪。那一次，我施展刀法格外空灵，格外轻松。竟然就这么悟出刀势了。”孟大江笑道，“第一次遇到你母亲，我就悟出刀势了，真巧。” \\n  \\n     “大江是有战场十年的积累，在这一天直接突破。”孟仙姑说道，“大江仅仅修炼三招刀法，你们镜湖道院院长是自创一套顶尖刀法，你们院长在于博，大江在于精。二者并无高下之分，甚至在纠缠敌人方面你父亲更擅长。” \\n  \\n     孟川也点头：“我看过神魔传记，写神魔邓风的。他孤独一人在深山一人练刀，每天拔刀万次，拔刀二十年。刚出山，就以洗髓境实力一刀杀死了一位无漏境。” \\n  \\n     “对，能洗髓境杀无漏境，他那一刀……已经超出了刀势的境界。他就是专精的代表，只是他天赋比你父亲高太多了，那一刀太惊艳，被元初山直接招揽。都无需通过考验。”孟仙姑说道，“不过他没有人指点，刀法是有致命缺陷的，缺陷就是他只会那一刀！若是别人了解他的底细，针对他的弱点，他就惨了。当然他刚崭露头角，就被元初山招揽，也很快弥补了弱点。并且使得他擅长的更强大。才真正纵横无敌一个时代。” \\n  \\n     孟川微微点头。 \\n  \\n     “我在安海关待过很久，也得到过安海王指点。”孟仙姑说道，“安海王，实力难以测算，在元初山地位极尊。论实力绝对不亚于你所说的那位神魔邓风。” \\n  \\n     孟川当然知道安海王很厉害。 \\n  \\n     在东宁府，寻常凡俗去服兵役都是去沁阳关！而东宁府的神魔们上战场，大多是去安海关。安海关最高统帅就是安海王。连大周王朝的皇室都无比敬重他，直接封其王位。 \\n  \\n     “安海王和我说过。”孟仙姑看着孟川，“修行，就是要循着直觉，循着内心中最喜欢的方向，一路前进。你会走的越来越远，当数十年后，你再回头看，你已经远远超越当初的自己。这句话我也送给你。循着直觉，循着你内心中最喜欢的去前行。” \\n  \\n     “嗯。”孟川轻轻点头。 \\n  \\n     …… \\n  \\n     孟川回到了镜湖孟府，回到了练武场。 \\n  \\n     独自一人坐在那，吃着水果，思索着。 \\n  \\n     “安海王指点姑祖母的那句话，和我整合的修行九条第四条‘匠人和宗师’，是有些共通之处的。”孟川了然，“既然循着直觉，循着内心最喜欢的。那自然能修炼更‘用心’，更享受其中，痴迷的更深，更有望成宗师。” \\n  \\n     “听院长，听老爹，又听姑祖母说了。再依我整合的修行九条来看……” \\n  \\n     “接下来该怎么修炼，我也心中有底了。” \\n  \\n     孟川其实早有想法。 \\n  \\n     只是他还是要多听听修炼出势的前辈的指点，相互验证。 \\n  \\n     “修行九条第六条：自身所学，当自成体系。如此才不会有致命破绽，一名强者决定他生死的，一般是他最致命的短板！只要有一明显的弱点，将来就会被针对。被克制，进而丢了性命！就算你一招鲜吃遍天。胜了十次百次。可只要一次栽了可能就丢了性命。” \\n  \\n     “那位神魔邓风，就擅长那一刀！姑祖母也说神魔邓风有致命缺陷，幸好立即被招揽进元初山，弥补了缺点。” \\n  \\n     “作为一名刀客。” \\n  \\n     “杀敌、护身、逃命，也就三方面。”孟川说道，“这三招就形成一体系，接下来我当专精这三条路。” \\n  \\n     “修行九条第五条：日有所进，月有所变，终有所成。只要修行每日都进步，每日进步一点，三年五年十年下来，就会有巨大成就。” \\n  \\n     “古人曾言：‘积土成山，风雨兴焉；积水成渊，蛟龙生焉；积善成德，而神明自得，圣心备焉。故不积跬步，无以至千里；不积小流，无以成江海。骐骥一跃，不能十步；驽马十驾，功在不舍。锲而舍之，朽木不折；锲而不舍，金石可镂。蚓无爪牙之利，筋骨之强，上食埃土，下饮黄泉，用心一也。蟹六跪而二螯，非蛇鳝之穴无可寄托者，用心躁也。’，这一段话和第五条也有共通之处。” \\n  \\n     “但是这一条却有一个致命缺陷。” \\n  \\n     “就算每日前进，可如果走了一个大圆圈，最后还是会走到原地！就算积跬步，若方向错了，也难以到达千里外的目的地。” \\n  \\n     “修行也是如此……如果没有明确的方向，只知道修炼，很可能走岔了路，也可能是在原地转圈。就算十年二十年，一样无所成。这也是学神魔邓风苦练刀法，大多失败的其中一个原因。”孟川暗道。 \\n  \\n     学神魔邓风苦练刀法的后辈也是有的。 \\n  \\n     失败，绝大多数都中途放弃！因为他们有道院的教导，有长辈的教导，谁能不顾外界干扰，埋头每天浪费四个时辰只练一刀？ \\n  \\n     就算真的能排除一切干扰，只练一刀，练歪了也很正常。 \\n  \\n     当然也有成功的。 \\n  \\n     所以才有‘一招鲜，吃遍天’这句话。 \\n  \\n     “必须有一个明确方向，确定自己一直在前进。”孟川暗道，“沿着方向前进，没有转圈，没有绕道。每一天都走的更远。终究能真正走到千里外的目的地。” \\n  \\n     “我为什么喜欢快刀，就是因为快啊。” \\n  \\n     “所以我确定的方向——就是快！” \\n  \\n     …… \\n  \\n     练武场。 \\n  \\n     “少爷，那我开始了？”一位护卫持着手弩站在大树的枝杈上，手弩对着下方地面。 \\n  \\n     “开始。” \\n  \\n     孟川站在那。 \\n  \\n     “咻。” \\n  \\n     护卫一扣手弩扳机，立即一根飞箭朝下方射出。 \\n  \\n     孟川瞬间拔刀，劈出。 \\n  \\n     噗！ \\n  \\n     这根飞箭被斩断，有刀气切割在粗壮大树上，在大树上留下一道痕迹。 \\n  \\n     “只要刀风留在树上的痕迹，一直往上。就代表我出刀速度更快，劈开飞箭更早。”孟川暗道。 \\n  \\n     杀敌、护身、逃命，三条路。 \\n  \\n     杀敌他只练一招，循着直觉，循着心灵中最喜欢的，他选择了拔刀式！他喜欢拔刀的那一刹那，刀出鞘时的悄无声息，破开风时静听风吟！这样的刀法才足够的美，让他每一次都很痴迷。他喜欢出刀更快，刀破风的风吟声更好听。 \\n  \\n     只练一招，追求快！快，也是他从小喜欢的。 \\n  \\n     越快越好。 \\n  \\n     “咻。”大树上的护卫朝下方又射出一飞箭，手弩射飞箭的好处是足够稳定，保证每一箭都一样快！如此才能让孟川确定自己刀法是否在变快。并且不单单是追求快，还准求‘准头’。电光火石间，一刀必须劈开飞箭。 \\n  \\n     孟川每日第一项修炼：拔刀式！每日拔刀劈飞箭三个时辰，八千次。 \\n  \\n     孟川的拔刀式，源自于落叶刀的拔刀式，那是元初山神魔定下在大周王朝各道院教导的，招数足够的完美。\",\"timestamp\":1637973516,\"title\":\"第十九章 孟川的修行路\"},\"digest\":\"64L4wa_XpyF8hPprLO8Wm5_ssIFQbOSiuYM6n9pccn4\",\"authorship\":{\"contributor\":\"0xf08c9cbd20583013Bd2E64B9e2DD9223eb3a3C09\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fo4mK3oUsCRJoc-ZquCoUtXd-HQ_qQoScC82pqlTqN4\\\",\\\"y\\\":\\\"hHLTh4KjXDEvSSCd5IsZRGxcQ8OqhWhqngxhK0JEH68\\\"}\",\"signature\":\"lSKynPk1ps-2fC-4IJok3Q2NAmj5g-wpWv40LfsiuGtHqJD5KbY31r0OWM9pSj1w4t3Y3N5Du4JCFlxoyKfeJA\",\"signingKeySignature\":\"0x0c0731ff931d69d0c791b145ad08b81fef65255d18bfac3c4f4afcb1d49f476b5f4da6d50aeffec29e4d32ed95ca0808d8755d31fb1ec4e09743f8bd167a22de1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fo4mK3oUsCRJoc-ZquCoUtXd-HQ_qQoScC82pqlTqN4\\\",\\\"y\\\":\\\"hHLTh4KjXDEvSSCd5IsZRGxcQ8OqhWhqngxhK0JEH68\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"64L4wa_XpyF8hPprLO8Wm5_ssIFQbOSiuYM6n9pccn4\"}"