"{\"content\":{\"body\":\"Saw AC blaming Mochi for being a fork replicating Spell, and providing 90% LTV, which is hilarious to me. \\n  \\n As someone who holds hundreds of millions of Spell, not only does spell provide more than 80% LTV for other tokens, even sspell/spell’s own token’s LTV is at 80%. So you are saying that others can’t provide a LTV of 90% but you can provide a 80% LTV for your own token?  \\n \\n\\nI’ve already addressed this issue many times in Abracadabra Money’s Discord group chat. I am very certain that since AC knows what impact 90% of LTV can bring, doesn’t Spell’s team knows what 80% LTV means for the community? Spell is liquidating every single day and also earning profits from other tokens and interests. The mere revenue from the Ethereum chain sums up to more than four hundred million US dollars in early November, let alone other chains. I estimate that Spell’s profits every week sums up to more than ten million, but what has the team done？Only two hundred and fifty million from the four hundred million profits on Ethereum was used for the buyback, where did the rest go？ \\n \\n\\nI’ve discussed with the team members regarding this issuing on discord and they said that the liquidation fees will be given to the spell holders through buyback, but there still isn’t buyback for many days and there is to estimated time of arrival for the buyback? Mochi only did what Spell did. As a industry leader, AC has very strong influence. This business is between Mochi and Spell but you are using your influence to Mochi? Have you not seen what you have done to Spell?\\n\\nSpell’s current problems:\\n\\n* No estimated time of arrival for buyback, and revenue earned aren’t transparent to the public\\n* Using spell/sspell as collateral but providing 80% LTV, which negatively benefits all spell holders\\n* When we addressed this question to the team, they knew that this was a high risk （ which is how AC accused Mochi today）and the teamed said that they didn’t know that this is risky？\\n* As a holder of Ice, Time and Spell, I’ve realized that Spell’s team is spending lesser and lesser time and energy on Spell, and has not been making its revenue income transparent\\n* Influencers like AC should not use their influence to supress new projects. So what if there is a fork? Spell itself should be solving all the problems that I’ve stated above, be competitive, not using the influence and power you have to belittle others\\n\\nSpell’s problem is not about Mochi having the courage to be competitive, it’s because Spell not solving its current problems and its chaotic community governance\\n\\nEven though I’m still holding Spell, it isn’t stopping me from giving constructive feedback and criticizing AC and Spell\\n\\nWhat I absolutely detest is that this is all just business, but certain people use their industry influence and benefits to suppress new projects.  \\n  \\n Wanna beat Mochi? Please take actions to make Spell better.\",\"timestamp\":1636614827,\"title\":\"Supporting Mochi as a fork of Spell even though I'm a long-time holder of Spell\"},\"digest\":\"MKFihlLM_Mv4Ca-UJfQgh5tW-MOEhzbyFl0K2STr3ts\",\"authorship\":{\"contributor\":\"0x846344Bab9c006F67D8bA2c0c4Fa77818558e8cB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LJWjSq9DRFbiC8TyvCqVNsClUuq5zNOqTyfAg17HBdc\\\",\\\"y\\\":\\\"0XmuKD-jDcHWoQHhtBpiKRqLYMhuxT5WS1Mj8LHYvzk\\\"}\",\"signature\":\"GII5FuEigo-M2PKFd_qlyjOPI7bUZD80DGGqrBNIASGlSGycjnthmPv_H2X8qxFB_k9zkJuJ34sqeGUZS73bhA\",\"signingKeySignature\":\"0xc819696812c486c0c647a3bed23466dc431884603f9a4fa69cc3375c88b1dad236368f7969e5bbee6a08feb039b7d505843f21f629ffc6350d6136eadf3e905e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LJWjSq9DRFbiC8TyvCqVNsClUuq5zNOqTyfAg17HBdc\\\",\\\"y\\\":\\\"0XmuKD-jDcHWoQHhtBpiKRqLYMhuxT5WS1Mj8LHYvzk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"MKFihlLM_Mv4Ca-UJfQgh5tW-MOEhzbyFl0K2STr3ts\"}"