"{\"content\":{\"body\":\"Since we [announced that ENS would be launching a DAO](https://ens.mirror.xyz/) and $ENS token to govern key components of the ENS protocol, we’ve had a lot of inquiries as to how the DAO will be structured and what the token airdrop to community members will look like.\\n\\nHere’s an overview of what we have planned.\\n\\n## ENS Token and DAO Overview\\n\\nThe core components of ENS are decentralized and self-running (e.g., no one can take away another person’s .ETH name), but there are a few things that require some human discretion.\\n\\nDuring the first week of the claim process, community members will vote directly on a [proposed ENS Constitution](https://discuss.ens.domains/t/proposed-ens-constitution/814), a set of rules and guidelines for the community.\\n\\nAfter that, and in its first act as a DAO, $ENS token holders will vote on a proposal to formally request from the root key holders the ability to:\\n\\n* govern protocol parameters, like .ETH pricing, the price oracle, and more\\n* control funds from the existing community treasury, as well as receive future revenue.\\n\\nProposals will require the support of at least 100k tokens to go to a vote and a simple majority voting to approve with a quorum of at least 1% of all tokens.\\n\\nClaims will open on November 8, 2021. Users will be encouraged to delegate their voting power to a community member that represents their views ([call for delegates](https://ens.mirror.xyz/cfvfKRpQSPtZJjPQOprWqEeqv2rytE7tQkxDg6ht7Oo)) and will have **until May 4th, 2022 to claim their tokens, after which any remaining tokens will be sent to the DAO treasury**.\\n\\nWe have established an organization called The ENS Foundation in the Cayman Islands to legally represent the DAO, e.g. fulfill any tax obligations. The foundation's articles of incorporation give token holders the right to appoint and dismiss directors, and to instruct the foundation to take real-world actions. More details are available [here](https://ens.gitbook.io/ens-dao-governance-docs/).\\n\\n## ENS Constitution\\n\\nAs part of the claim process, those claiming $ENS tokens will vote on a [proposed ENS Constitution](https://discuss.ens.domains/t/proposed-ens-constitution/814). The ENS Constitution is a set of rules and guidelines for the ENS community on how ENS should be governed. For an article to pass, it’ll need 67% approval of all votes cast in the first week of the token launch.\\n\\nThe Constitution can always be amended by the ENS DAO in the future with a threshold of 67% approval and a quorum of 5% of total tokens.\\n\\n## ENS Token Distribution\\n\\n![](https://images.mirror-media.xyz/publication-images/24CmedtTQqbGg8OuVlTxO.png?height=1200&width=2400&&&&&size=medium)\\n\\nThe contract address for $ENS is token.ensdao.eth (0xC18360217D8F7Ab5e7c516566761Ea12Ce7F9D72).\\n\\nThere will be 100 million total $ENS tokens, and the distribution is as follows:\\n\\n* 25% airdrop to .ETH holders (>137k accounts)\\n* 25% to ENS contributors (>100 individuals and groups, plus hundreds of Discord users)\\n* 50% to the DAO community treasury\\n\\n### Airdrop to users\\n\\nThe 25% of the total supply allocated for the $ENS airdrop to users will be distributed to all addresses that are or have been the registrant of a .ETH second-level domain. The distribution is based on the total time of an address's past registration and future registration as of October 31st, 2021.\\n\\nThe total time of future registrations is capped at 8 years. Importantly, **the retroactive airdrop is per account, not per name**. This means that each address is counted for a given day based on whether it owns at least one .ETH name on that day.\\n\\nThe airdrop also features a 2x multiplier for Ethereum accounts that have set their Primary ENS Name (formerly known as Reverse Record), since this is an indicator that someone is an active user.\\n\\nThe airdrop formula is roughly:\\n\\n0\\\\.27 \\\\* (# days the account owned at least one ENS name)\\n\\n\\\\+\\n\\n0\\\\.062 \\\\* (# days until the expiration of the last name on the account)\\n\\nThe total is then multiplied by 2 if the account also has a Primary ENS Name set.\\n\\n*NOTE (Nov 7, 2021, 2:06pm EST): We tweaked the above formula due to a previous calculation error*\\n\\nWe recognize that this will be disappointing to some users who only own subdomains or DNS domains imported to ENS. Given that the initial purpose of the DAO is to govern the parameters of the .ETH registrar, and determine how to allocate the funds collected by it, however, we determined it was fair to give users that have contributed to that system the power to affect its future.\\n\\n### Contributors\\n\\nThe 25% designated for contributors will be allocated to over 100 individuals and organizations that have contributed in significant ways to ENS over the last four years, including the core team at True Names LTD, external contributors, significant integrations, translators, root key holders, and more.\\n\\nTokens for core contributors and launch advisors will have a four year lock-up and vesting schedule.\\n\\nThere are no tokens allocated for investors, since there are none.\\n\\nA portion of the contributors allocation has also been set aside for >450 active participants in the ENS Discord.\\n\\n### Community Treasury\\n\\nThe remaining 50% of $ENS tokens is allocated to the DAO. 10% of this allocation will be available to the DAO at launch, with the remaining unlocking over 4 years. This is in addition to the ENS treasury of funds raised from .ETH name registrations that the DAO is expected to receive from the ENS root multisig.\\n\\nThe DAO is encouraged to allocate these tokens towards community focused initiatives to help the development and growth of ENS, such as grants, hackathons, meetups and more.\\n\\n## Next Steps\\n\\nWe’ll be opening the token claim process on November 8. Keep an eye on the ENS Twitter account and here on Mirror for an update then!\",\"timestamp\":1636311997,\"title\":\"$ENS Token Allocation (Claiming Opens Nov 8)\",\"publication\":\"ens\"},\"digest\":\"eS_Ri3u8fsYUxbp9CNfC7Qjr2YWITh0vBjv_FwmjQB8\",\"authorship\":{\"contributor\":\"0x983110309620D911731Ac0932219af06091b6744\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JtTULwv22cL4r4apjD1hSwvsVJNarEvef9OGuj43ykM\\\",\\\"y\\\":\\\"79H088tRB51XsPh0vrNJfWea8afoeV2MRhhsRF0POtM\\\"}\",\"signature\":\"k2GHpenqXcdGLFDpDXgN369C-OnYpQUHgA7IJt01IJ1dPGrwbF-KvQbpeVdoh8GC0Q8jJ67gbImjxbdQH3VU-w\",\"signingKeySignature\":\"0x36ca2885b26c0b055da9e52bf91721b04873aaab6359fb1d9064696d3af3b78753e023f9c6de1c2c2b8ade345208fcbd6671b121bda5ca60d887e3163e4fc4a41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JtTULwv22cL4r4apjD1hSwvsVJNarEvef9OGuj43ykM\\\",\\\"y\\\":\\\"79H088tRB51XsPh0vrNJfWea8afoeV2MRhhsRF0POtM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-eaqMv7XPikvXhvjbjzzPNLS4wzcQ8vdOgi9eNXeUuY\"}"