"{\"content\":{\"body\":\"between whose various parts there is an exact analogy, correspondence, or sympathetic relation. \\\"Nature (the productive principle), says IAMBLICHOS (3rd-4th century), the Neo-Platonist, \\\"in her peculiar way, makes a likeness of invisible principles through symbols in visible forms.\\\"\\\\[2\\\\] The belief that seemingly similar things sympathetically affect one another, and that a similar relation holds good between different things which have been intimately connected with one another as parts within a whole, is a very ancient one. Most primitive peoples are very careful to destroy all their nail-cuttings and hair-clippings, since they believe that a witch gaining possession of these might work them harm. For a similar reason they refuse to reveal their REAL names, which they regard as part of themselves, and adopt nicknames for common use.  The belief that a witch can torment an enemy by making an image of his person in clay or wax, correctly naming it, and mutilating it with pins, or, in the case of a waxen image, melting it by fire, is a very ancient one, and was held throughout and beyond the Middle Ages.  The Sympathetic Powder of Sir KENELM DIGBY we have already noticed, as well as other instances of the belief in \\\"sympathy,\\\" and examples of similar superstitions might be multiplied almost indefinitely. Such are generally grouped under the term \\\"sympathetic magic\\\"; but inasmuch as all magical practices assume that by acting on part of a thing, or a symbolic representation of it, one acts magically on the whole, or on the thing symbolised, the expression may in its broadest sense be said to involve the whole of magic.\\n\\n\\\\[2\\\\] IAMBLICHOS:  *Theurgia, or the Egyptian Mysteries* (trans. by Dr ALEX.  WILDER, New York, 1911), p.  239.\\n\\nThe names of the Divine Being, angels and devils, the planets of the solar system (including sun and moon) and the days of the week, birds and beasts, colours, herbs, and precious stones-- all, according to old-time occult philosophy, are connected by the sympathetic relation believed to run through all creation, the knowledge of which was essential to the magician; as well, also, the chief portions of the human body, for man, as we have seen, was believed to be a microcosm--a universe in miniature. I have dealt with this matter and exhibited some of the supposed correspondences in \\\"The Belief in Talismans\\\". Some further particulars are shown in the annexed table, for which I am mainly indebted to AGRIPPA.  But, as in the case of the zodiacal gems already dealt with, the old authorities by no means agree as to the majority of the planetary correspondences.\\n\\nTABLE OF OCCULT CORRESPONDENCES\\n\\nArch- Part of Precious angel.  Angel.  Planet.  Human Animal. Bird.  stone.  Body.\\n\\nRaphael Michael Sun Heart Lion Swan Carbuncle Gabriel Gabriel Moon Left foot Cat Owl Crystal Camael Zamael Mars Right Wolf Vulture Diamond hand Michael Raphael Mercury Left hand Ape Stork Agate Zadikel Sachiel Jupiter Head Hart Eagle Sapphire (=Lapis lazuli) Haniel Anael Venus Generative Goat Dove Emerald organs Zaphhiel Cassiel Saturn Right foot Mole Hoopoe Onyx\\n\\nThe names of the angels are from Mr Mather's translation of *Clavicula Salomonis*; the other correspondences are from the second book of Agrippa's *Occult Philosophy*, chap.  x.\\n\\nIn many cases these supposed correspondences are based, as will be obvious to the reader, upon purely trivial resemblances, and, in any case, whatever may be said--and I think a great deal may be said--in favour of the theory of symbology, there is little that may be adduced to support the old occultists' application of it.\\n\\nSo essential a part does the use of symbols play in all magical operations that we may, I think, modify the definition of \\\"magic\\\" adopted at the outset, and define \\\"magic\\\" as \\\"an attempt to employ the powers of the spiritual world for the production of marvellous results, BY THE AID OF SYMBOLS.\\\"  It has, on the other hand, been questioned whether the appeal to the spirit-world is an essential element in magic. But a close examination of magical practices always reveals at the root a belief in spiritual powers as the operating causes. The belief in talismans at first sight seems to have little to do with that in a supernatural realm; but, as we have seen, the talisman was always a silent invocation of the powers of some spiritual being with which it was symbolically connected, and whose sign was engraved thereon.  And, as Dr T. WITTON DAVIES well remarks with regard to \\\"sympathetic magic\\\": \\\"Even this could not, at the start, be anything other than a symbolic prayer to the spirit or spirits having authority in these matters. In so far as no spirit is thought of, it is a mere survival, and not magic at all....\\\"\\\\[1\\\\]\\n\\n\\\\[1\\\\] Dr T. WITTON DAVIES:  *Magic, Divination, and Demonology among the Hebrews and their Neighbours* (1898), p.  17.\\n\\nWhat I regard as the two essentials of magical practices, namely, the use of symbols and the appeal to the supernatural realm, are most obvious in what is called \\\"ceremonial magic\\\". Mediaeval ceremonial magic was subdivided into three chief branches-- White Magic, Black Magic, and Necromancy.  White magic was concerned with the evocations of angels, spiritual beings supposed to be essentially superior to mankind, concerning which I shall give some further details later--and the spirits of the elements,--which were, as I have mentioned in \\\"Some Characteristics of Mediaeval Thought,\\\" personifications of the primeval forces of Nature.  As there were supposed to be four elements, fire, air, water, and earth, so there were supposed to be four classes of elementals or spirits of the elements, namely, Salamanders, Sylphs, Undines, and Gnomes, inhabiting these elements respectively, and deriving their characters therefrom.  Concerning these curious beings, the inquisitive reader may gain some information from a quaint little book, by the Abbe de MONTFAUCON DE VILLARS, entitled *The Count of Gabalis, or Conferences about Secret Sciences* (1670), translated into English and published in 1680, which has recently been reprinted.  The elementals, we learn therefrom, were, unlike other supernatural beings, thought to be mortal. They could, however, be rendered immortal by means of sexual intercourse with men or women, as the case might be; and it was, we are told, to the noble end of endowing them with this great gift, that the sages devoted themselves.\\n\\nGoety, or black magic, was concerned with the evocation of demons and devils--spirits supposed to be superior to man in certain powers, but utterly depraved.  Sorcery may be distinguished from witchcraft, inasmuch as the sorcerer attempted to command evil spirits by the aid of charms, *etc*., whereas the witch or wizard was supposed to have made a pact with the Evil One; though both terms have been rather loosely used, \\\"sorcery\\\" being sometimes employed as a synonym for \\\"necromancy\\\". Necromancy was concerned with the evocation of the spirits of the dead: etymologically, the term stands for the art of foretelling events by means of such evocations, though it is frequently employed in the wider sense.\\n\\nIt would be unnecessary and tedious to give any detailed account of the methods employed in these magical arts beyond some general remarks. Mr A. E. WAITE gives full particulars of the various rituals in his *Book of Ceremonial Magic* (1911), to which the curious reader may be referred. The following will, in brief terms, convey a general idea of a magical evocation:--\\n\\nChoosing a time when there is a favourable conjunction of the planets, the magician, armed with the implements of magical art, after much prayer and fasting, betakes himself to a suitable spot, alone, or perhaps accompanied by two trusty companions.  All the articles he intends to employ, the vestments, the magic sword and lamp, the talismans, the book of spirits, *etc*., have been specially prepared and consecrated. If he is about to invoke a martial spirit, the magician's vestment will be of a red colour, the talismans in virtue of which he may have power over the spirit will be of iron, the day chosen a Tuesday, and the incense and perfumes employed of a nature analogous to Mars.  In a similar manner all the articles employed and the rites performed must in some way be symbolical of the spirit with which converse is desired. Having arrived at the spot, the magician first of all traces the magic circle within which, we are told, no evil spirit can enter; he then commences the magic rite, involving various prayers and conjurations, a medley of meaningless words, and, in the case of the black art, a sacrifice. The spirit summoned then appears (at least, so we are told), and, after granting the magician's request, is licensed to depart--a matter, we are admonished, of great importance.\\n\\nThe question naturally arises, What were the results obtained by these magical arts?  How far, if at all, was the magician rewarded by the attainment of his desires?  We have asked a similar question regarding the belief in talismans, and the reply which we there gained undoubtedly applies in the present case as well. Modern psychical research, as I have already pointed out, is supplying us with further evidence for the survival of human personality after bodily death than the innate conviction humanity in general seems to have in this belief, and the many reasons which idealistic philosophy advances in favour of it. The question of the reality of the phenomenon of \\\"materialisation,\\\" that is, the bodily appearance of a discarnate spirit, such as is vouched for by spiritists, and which is what, it appears, was aimed at in necromancy (though why the discarnate should be better informed as to the future than the incarnate, I cannot suppose), must be regarded as *sub judice*.\\\\[1\\\\] Many cases of fraud in connection with the alleged production of this phenomenon have been detected in recent times; but, inasmuch as the last word has not yet been said on the subject, we must allow the possibility that necromancy in the past may have been sometimes successful. But as to the existence of the angels and devils of magical belief-- as well, one might add, of those of orthodox faith,--nothing can be adduced in evidence of this either from the results of psychical research or on *a priori* grounds.\\n\\n\\\\[1 The late Sir WILLIAM CROOKES' *Experimental Researches in the Phenomena of Spiritualism* contains evidence in favour of the reality of this phenomenon very difficult to gainsay.\\n\\nPseudo-DIONYSIUS classified the angels into three hierarchies, each subdivided into three orders, as under:--\\n\\n*First Hierarchy*.--Seraphim, Cherubim, and Thrones;\\n\\n*Second Hierarchy*.--Dominions, Powers, and Authorities (or Virtues);\\n\\n*Third Hierarchy*.--Principalities, Archangels, and Angels,--\\n\\nand this classification was adopted by AGRIPPA and others. Pseudo-DIONYSIUS explains the names of these orders as follows: \\\" . . . the holy designation of the Seraphim denotes either that they are kindling or burning; and that of the Cherubim, a fulness of knowledge or stream of wisdom.... The appellation of the most exalted and pre-eminent Thrones denotes their manifest exaltation above every grovelling inferiority, and their super-mundane tendency towards higher things; . . . and their invariable and firmly-fixed settlement around the veritable Highest, with the whole force of their powers.... The explanatory name of the Holy Lordships \\\\[Dominions\\\\] denotes a certain unslavish elevation . . . superior to every kind of cringing slavery, indomitable to every subserviency, and elevated above every dissimularity, ever aspiring to the true Lordship and source of Lordship.... The appellation of the Holy Powers denotes a certain courageous and unflinching virility . . . vigorously conducted to the Divine imitation, not forsaking the Godlike movement through its own unmanliness, but unflinchingly looking to the super-essential and powerful-making power, and becoming a powerlike image of this, as far as is attainable.... The appellation of the Holy Authorities . . . denotes the beautiful and unconfused good order, with regard to Divine receptions, and the discipline of the super-mundane and intellectual authority . . . conducted indomitably, with good order towards Divine things.... \\\\[And the appellation\\\\] of the Heavenly Principalities manifests their princely and leading function, after the Divine example....\\\"\\\\[1\\\\] There is a certain grandeur in these views, and if we may be permitted to understand by the orders of the hierarchy, \\\"discrete \\\" degrees (to use SWEDENBORG'S term) of spiritual reality--stages in spiritual involution,-- we may see in them a certain truth as well.  As I said, all virtue, power, and knowledge which man has from God was believed to descend to him by way of these angelical hierarchies, step by step; and thus it was thought that those of the lowest hierarchy alone were sent from heaven to man. It was such beings that white magic pretended to evoke. But the practical occultists, when they did not make them altogether fatuous, attributed to these angels characters not distinguishable from those of the devils. The description of the angels in the *Heptemeron*, or *Magical Elements*,\\\\[2\\\\] falsely attributed to PETER DE ABANO (1250-1316), may be taken as fairly characteristic. Of MICHAEL and the other spirits of Sunday he writes: \\\"Their nature is to procure Gold, Gemmes, Carbuncles, Riches; to cause one to obtain favour and benevolence; to dissolve the enmities of men; to raise men to honors; to carry or take away infirmities.\\\"  Of GABRIEL and the other spirits of Monday, he says:  \\\"Their nature is to give silver; to convey things from place to place; to make horses swift, and to disclose the secrets of persons both present and future.\\\" Of SAMAEL and the other spirits of Tuesday he says: \\\"Their nature is to cause wars, mortality, death and combustions; and to give two thousand Souldiers at a time; to bring death, infirmities or health,\\\" and so on for RAPHAEL, SACHIEL, ANAEL, CASSIEL, and their colleagues.\\\\[1b\\\\]\\n\\n\\\\[1\\\\] *On the Heavenly Hierarchy*.  See the Rev. JOHN PARKER'S translation of *The Works of* DIONYSIUS *the Areopagite*, vol.  ii.  (1889), pp. 24, 25, 31, 32, and 36.\\n\\n\\\\[2\\\\] The book, which first saw the light three centuries after its alleged author's death, was translated into English by ROBERT TURNER, and published in 1655 in a volume containing the spurious *Fourth Book of Occult Philosophy*, attributed to CORNELIUS AGRIPPA, and other magical works. It is from this edition that I quote.\\n\\n\\\\[1b\\\\] *Op.  cit*., pp.  90, 92, and 94.\\n\\nConcerning the evil planetary spirits, the spurious *Fourth Book of Occult Philosophy*, attributed to CORNELIUS AGRIPPA, informs us that the spirits of Saturn \\\"appear for the most part with a tall, lean, and slender body, with an angry countenance, having four faces; one in the hinder part of the head, one on the former part of the head, and on each side nosed or beaked: there likewise appeareth a face on each knee, of a black shining colour: their motion is the moving of the wince, with a kinde of earthquake: their signe is white earth, whiter than any Snow.\\\"  The writer adds that their \\\"particular forms are,--      A King having a beard, riding on a Dragon.      An Old man with a beard.      An Old woman leaning on a staffe.      A Hog.      A Dragon.      An Owl.      A black Garment.      A Hooke or Sickle.      A Juniper-tree.\\\"\\n\\nConcerning the spirits of Jupiter, he says that they \\\"appear with a body sanguine and cholerick, of a middle stature, with a horrible fearful motion; but with a milde countenance, a gentle speech, and of the colour of Iron.  The motion of them is flashings of Lightning and Thunder; their signe is, there will appear men about the circle, who shall seem to be devoured of Lions,\\\" their particular forms being--      \\\"A King with a Sword drawn, riding on a Stag.      A Man wearing a Mitre in long rayment.      A Maid with a Laurel-Crown adorned with Flowers.      A Bull.      A Stag.      A Peacock.      An azure Garment.      A Sword.      A Box-tree.\\\"\\n\\nAs to the Martian spirits, we learn that \\\"they appear in a tall body, cholerick, a filthy countenance, of colour brown, swarthy or red, having horns like Harts horns, and Griphins claws, bellowing like wilde Bulls.  Their Motion is like fire burning; their signe Thunder and Lightning about the Circle.  Their particular shapes are,--      A King armed riding upon a Wolf.      A Man armed.      A Woman holding a buckler on her thigh.      A Hee-goat.      A Horse.      A Stag.      A red Garment.      Wool.      A Cheeslip.\\\"\\\\[1\\\\]\\n\\n\\\\[1\\\\] *Op.  cit*., pp.  43-45.\\n\\nThe rest are described in equally fantastic terms.\\n\\nI do not think I shall be accused of being unduly sceptical if I say that such beings as these could not have been evoked by any magical rites, because such beings do not and did not exist, save in the magician's own imagination.  The proviso, however, is important, for, inasmuch as these fantastic beings did exist in the imagination of the credulous, therein they may, indeed, have been evoked. The whole of magic ritual was well devised to produce hallucination. A firm faith in the ritual employed, and a strong effort of will to bring about the desired result, were usually insisted upon as essential to the success of the operation.\\\\[2\\\\] A period of fasting prior to the experiment was also frequently prescribed as necessary, which, by weakening the body, must have been conducive to hallucination.  Furthermore, abstention from the gratification of the sexual appetite was stipulated in certain cases, and this, no doubt, had a similar effect, especially as concerns magical evocations directed to the satisfaction of the sexual impulse. Add to these factors the details of the ritual itself, the nocturnal conditions under which it was carried out, and particularly the suffumigations employed, which, most frequently, were of a narcotic nature, and it is not difficult to believe that almost any type of hallucination may have occurred. Such, as we have seen, was ELIPHAS LEVI'S view of ceremonial magic; and whatever may be said as concerns his own experiment therein (for one would have thought that the essential element of faith was lacking in this case), it is undoubtedly the true view as concerns the ceremonial magic of the past.  As this author well says: \\\"Witchcraft, properly so-called, that is ceremonial operation with intent to bewitch, acts only on the operator, and serves to fix and confirm his will, by formulating it with persistence and labour, the two conditions which make volition efficacious.\\\"\\\\[1b\\\\]\\n\\n\\\\[2\\\\] \\\"MAGICAL AXIOM.  In the circle of its action, every word creates that which it affirms.\\n\\nDIRECT CONSEQUENCE.  He who affirms the devil, creates or makes the devil.\\n\\n\\\"*Conditions of Success in Infernal Evocations*. 1, Invincible obstinacy; 2, a conscience at once hardened to crime and most subject to remorse and fear; 3, affected or natural ignorance; 4, blind faith in all that is incredible, 5, a completely false idea of God.  (ELIPHAS LEVI:  *Op.  cit*., pp. 297 and 298.)\\n\\n\\\\[1b\\\\] ELIPHAS LEVI:  *Op.  cit*., pp.  130 and 131.\\n\\nEMANUEL SWEDENBORG in one place writes:  \\\"Magic is nothing but the perversion of order; it is especially the abuse of correspondences.\\\"\\\\[2\\\\] A study of the ceremonial magic of the Middle Ages and the following century or two certainly justifies SWEDENBORG in writing of magic as something evil. The distinction, rigid enough in theory, between white and black, legitimate and illegitimate, magic, was, as I have indicated, extremely indefinite in practice.  As Mr A. E. WAITE justly remarks: \\\"Much that passed current in the west as White (*i.e*. permissible) Magic was only a disguised goeticism, and many of the resplendent angels invoked with divine rites reveal their cloven hoofs. It is not too much to say that a large majority of past psychological experiments were conducted to establish communication with demons, and that for unlawful purposes. The popular conceptions concerning the diabolical spheres, which have been all accredited by magic, may have been gross exaggerations of fact concerning rudimentary and perverse intelligences, but the wilful viciousness of the communicants is substantially untouched thereby.\\\"\\\\[1b\\\\]\\n\\n\\\\[2\\\\] EMANUEL SWEDENBORG:  *Arcana Caelestia*, SE 6692.\\n\\n\\\\[1b\\\\] ARTHUR EDWARD WAITE:  *The Occult Sciences* (1891), p.  51.\\n\\nThese \\\"psychological experiments\\\" were not, save, perhaps, in rare cases, carried out in the spirit of modern psychical research, with the high aim of the man of science.  It was, indeed, far otherwise; selfish motives were at the root of most of them; and, apart from what may be termed \\\"medicinal magic,\\\" it was for the satisfaction of greed, lust, revenge, that men and women had recourse to magical arts. The history of goeticism and witchcraft is one of the most horrible of all histories.  The \\\"Grimoires,\\\" witnesses to the superstitious folly of the past, are full of disgusting, absurd, and even criminal rites for the satisfaction of unlawful desires and passions. The Church was certainly justified in attempting to put down the practice of magic, but the means adopted in this design and the results to which they led were even more abominable than witchcraft itself. The methods of detecting witches and the tortures to which suspected persons were subjected to force them to confess to imaginary crimes, employed in so-called civilised England and Scotland and also in America, to say nothing of countries in which the \\\"Holy\\\" Inquisition held undisputed sway, are almost too horrible to describe.  For details the reader may be referred to Sir WALTER SCOTT'S *Letters on Demonology and Witchcraft* (1830), and (as concerns America) COTTON MATHER'S The *Wonders of the Invisible World* (1692). The credulous Church and the credulous people were terribly afraid of the power of witchcraft, and, as always, fear destroyed their mental balance and made them totally disregard the demands of justice. The result may be well illustrated by what almost inevitably happens when a country goes to war; for war, as the Hon. BERTRAND RUSSELL has well shown, is fear's offspring.  Fear of the enemy causes the military party to persecute in an insensate manner, without the least regard to justice, all those of their fellow-men whom they consider are not heart and soul with them in their cause; similarly the Church relentlessly persecuted its supposed enemies, of whom it was so afraid. No doubt some of the poor wretches that were tortured and killed on the charge of witchcraft really believed themselves to have made a pact with the devil, and were thus morally depraved, though, generally speaking, they were no more responsible for their actions than any other madmen. But the majority of the persons persecuted as witches and wizards were innocent even of this.\\n\\nHowever, it would, I think, be unwise to disregard the existence of another side to the question of the validity and ethical value of magic, and to use the word only to stand for something essentially evil. SWEDENBORG, we may note, in the course of a long passage from the work from which I have already quoted, says that by \\\"magic\\\" is signified \\\"the science of spiritual things\\\"\\\\[1\\\\] His position appears to be that there is a genuine magic, or science of spiritual things, and a false magic, that science perverted:  a view of the matter which I propose here to adopt. The word \\\"magic\\\" itself is derived from the Greek \\\"magos,\\\" the wise man of the East, and hence the strict etymological meaning of the term is \\\"the wisdom or science of the magi\\\"; and it is, I think, significant that we are told (and I see no reason to doubt the truth of it) that the magi were among the first to worship the new-born CHRIST.\\\\[2\\\\]\\n\\n\\\\[1\\\\] *Op.  cit*., SE 5223.\\n\\n\\\\[2\\\\] See The Gospel according to MATTHEW, chap.  ii., verses 1 to 12.\\n\\nIf there be an abuse of correspondences, or symbols, there surely must also be a use, to which the word \\\"magic\\\" is not inapplicable. As such, religious ritual, and especially the sacraments of the Christian Church, will, no doubt, occur to the minds of those who regard these symbols as efficacious, though they would probably hesitate to apply the term \\\"magical\\\" to them. But in using this term as applying thereto, I do not wish to suggest that any such rites or ceremonies possess, or can possess, any CAUSAL efficacy in the moral evolution of the soul. The will alone, in virtue of the power vouchsafed to it by the Source of all power, can achieve this; but I do think that the soul may be assisted by ritual, harmoniously related to the states of mind which it is desired to induce. No doubt there is a danger of religious ritual, especially when its meaning is lost, being engaged in for its own sake. It is then mere superstition;\\\\[1\\\\] and, in view of the danger of this degeneracy, many robust minds, such as the members of the Society of Friends, prefer to dispense with its aid altogether. When ritual is associated with erroneous doctrines, the results are even more disastrous, as I have indicated in \\\"The Belief in Talismans\\\". But when ritual is allied with, and based upon, as adequately symbolising, the high teaching of genuine religion, it may be, and, in fact, is, found very helpful by many people. As such its efficacy seems to me to be altogether magical, in the best sense of that word.\\n\\n\\\\[1\\\\] As \\\"ELIPHAS LEVI\\\" well says:  \\\"Superstition . . . is the sign surviving the thought; it is the dead body of a religious rite.\\\" (*Op cit*., p.  150.)\\n\\nBut, indeed, I think a still wider application of the word \\\"magic\\\" is possible.  \\\"All experience is magic,\\\" says NOVALIS (1772-1801), \\\"and only magically explicable\\\";\\\\[2a\\\\] and again: \\\"It is only because of the feebleness of our perceptions and activity that we do not perceive ourselves to be in a fairy world.\\\" No doubt it will be objected that the common experiences of daily life are \\\"natural,\\\" whereas magic postulates the \\\"supernatural\\\". If, as is frequently done, we use the term \\\"natural,\\\" as relating exclus-ively to the physical realm, then, indeed, we may well speak of magic as \\\"supernatural,\\\" because its aims are psychical. On the other hand, the term \\\"natural\\\" is sometimes employed as referring to the whole realm of order, and in this sense one can use the word \\\"magic\\\" as descriptive of Nature herself when viewed in the light of an idealistic philosophy, such as that of SWEDENBORG, in which all causation is seen to be essentially spiritual, the things of this world being envisaged as symbols of ideas or spiritual verities, and thus physical causation regarded as an appearance produced in virtue of the magical, non-causal efficacy of symbols.\\\\[1\\\\] Says CORNELIUS AGRIPPA:  \\\". . . every day some natural thing is drawn by art and some divine thing is drawn by Nature which, the Egyptians, seeing, called Nature a Magicianess (*i.e*.) the very Magical power itself, in the attracting of like by like, and of suitable things by suitable.\\\"\\\\[2\\\\]\\n\\n\\\\[2a\\\\] NOVALIS:  *Schriften* (ed. by LUDWIG TIECK and FR.  SCHLEGEL, 1805), vol.  ii.  p.  195\\n\\n\\\\[1\\\\] For a discussion of the essentially magical character of inductive reasoning, see my *The Magic of Experience* (1915)\\n\\n\\\\[2\\\\] *Op.  cit*., bk.  i.  chap.  xxxvii.  p.  119.\\n\\nI would suggest, in conclusion, that there is nothing really opposed to the spirit of modern science in the thesis that \\\"all experience is magic, and only magically explicable.\\\"  Science does not pretend to reveal the fundamental or underlying cause of phenomena, does not pretend to answer the final Why?  This is rather the business of philosophy, though, in thus distinguishing between science and philosophy, I am far from insinuating that philosophy should be otherwise than scientific. We often hear religious but non-scientific men complain because scientific and perhaps equally as religious men do not in their books ascribe the production of natural phenomena to the Divine Power.  But if they were so to do they would be transcending their business as scientists. In every science certain simple facts of experience are taken for granted: it is the business of the scientist to reduce other and more complex facts of experience to terms of these data, not to explain these data themselves. Thus the physicist attempts to reduce other related phenomena of greater complexity to terms of simple force and motion; but, What are force and motion?  Why does force produce or result in motion? are questions which lie beyond the scope of physics.  In order to answer these questions, if, indeed, this be possible, we must first inquire, How and why do these ideas of force and motion arise in our minds? These problems land us in the psychical or spiritual world, and the term \\\"magic\\\" at once becomes significant.\\n\\n\\\"If, says THOMAS CARLYLE, . . . we . . . have led thee into the true Land of Dreams; and . . . thou lookest, even for moments, into the region of the Wonderful, and seest and feelest that thy daily life is girt with Wonder, and based on Wonder, and thy very blankets and breeches are Miracles,-- then art thou profited beyond money's worth....\\\"\\\\[1\\\\]\\n\\n\\\\[1\\\\] THOMAS CARLYLE:  *Sartor Resartus*, bk.  iii.  chap.  ix.\\n\\nVIII\\n\\nARCHITECTURAL SYMBOLISM\\n\\nI WAS once rash enough to suggest in an essay \\\"On Symbolism in Art\\\"\\\\[1\\\\] that \\\"a true work of art is at once realistic, imaginative, and symbolical,\\\" and that its aim is to make manifest the spiritual significance of the natural objects dealt with.  I trust that those artists (no doubt many) who disagree with me will forgive me--a man of science-- for having ventured to express any opinion whatever on the subject. But, at any rate, if the suggestions in question are accepted, then a criterion for distinguishing between art and craft is at once available; for we may say that, whilst craft aims at producing works which are physically useful, art aims at producing works which are spiritually useful. Architecture, from this point of view, is a combination of craft and art.  It may, indeed, be said that the modern architecture which creates our dwelling-houses, factories, and even to a large extent our places of worship, is pure craft unmixed with art. On the other hand, it might be argued that such works of architecture are not always devoid of decoration, and that \\\"decorative art,\\\" even though the \\\"decorative artist\\\" is unconscious of this fact, is based upon rules and employs symbols which have a deep significance. The truly artistic element in architecture, however, is more clearly manifest if we turn our gaze to the past.  One thinks at once, of course, of the pyramids and sphinx of Egypt, and the rich and varied symbolism of design and decoration of antique structures to be found in Persia and elsewhere in the East.  It is highly probable that the Egyptian pyramids were employed for astronomical purposes, and thus subserved physical utility, but it seems no less likely that their shape was suggested by a belief in some system of geometrical symbolism, and was intended to embody certain of their philosophical or religious doctrines.\\n\\n\\\\[1\\\\] Published in *The Occult Review* for August 1912, vol.  xvi.  pp. 98 to 102.\\n\\nThe mediaeval cathedrals and churches of Europe admirably exhibit this combination of art with craft.  Craft was needed to design and construct permanent buildings to protect worshippers from the inclemency of the weather; art was employed not only to decorate such buildings, but it dictated to craft many points in connection with their design. The builders of the mediaeval churches endeavoured so to construct their works that these might, as a whole and in their various parts, embody the truths, as they believed them, of the Christian religion: thus the cruciform shape of churches, their orientation, etc. The practical value of symbolism in church architecture is obvious. As Mr F. E. HULME remarks, \\\"The sculptured fonts or stained-glass windows in the churches of the Middle Ages were full of teaching to a congregation of whom the greater part could not read, to whom therefore one great avenue of knowledge was closed. The ignorant are especially impressed by pictorial teaching, and grasp its meaning far more readily than they can follow a written description or a spoken discourse.\\\"\\\\[1\\\\]\\n\\n\\\\[1\\\\] F. EDWARD HULME, F.L.S., F.S.A.: *The History, Principles, and Practice of Symbolism in Christian Art* (1909), p.  2.\\n\\nThe subject of symbolism in church architecture is an extensive one, involving many side issues.  In these excursions we shall consider only one aspect of it, namely, the symbolic use of animal forms in English church architecture.\\n\\nAs Mr COLLINS, who has written, in recent years, an interesting work on this topic of much use to archaeologists as a book of data,\\\\[2a\\\\] points out, the great sources of animal symbolism were the famous *Physiologus* and other natural history books of the Middle Ages (generally called \\\"Bestiaries\\\"), and the Bible, mystically understood. The modern tendency is somewhat unsympathetic towards any attempt to interpret the Bible symbolically, and certainly some of the interpretations that have been forced upon it in the name of symbolism are crude and fantastic enough.  But in the belief of the mystics, culminating in the elaborate system of correspondences of SWEDENBORG, that every natural object, every event in the history of the human race, and every word of the Bible, has a symbolic and spiritual significance, there is, I think, a fundamental truth.  We must, however, as I have suggested already, distinguish between true and forced symbolism. The early Christians employed the fish as a symbol of Christ, because the Greek word for fish, icqus, is obtained by *notariqon*\\\\[1\\\\] from the phrase <gr 'Ihsous Cristos Qeou Uios, Swthr>--\\\"JESUS CHRIST, the Son of God, the Saviour.\\\"  Of course, the obvious use of such a symbol was its entire unintelligibility to those who had not yet been instructed in the mysteries of the Christian faith, since in the days of persecution some degree of secrecy was necessary.  But the symbol has significance only in the Greek language, and that of an entirely arbitrary nature. There is nothing in the nature of the fish, apart from its name in Greek, which renders it suitable to be used as a symbol of CHRIST.  Contrast this pseudo-symbol, however, with that of the Good Shepherd, the Lamb of God (fig. 34), or the Lion of Judah.  Here we have what may be regarded as true symbols, something of whose meanings are clear to the smallest degree of spiritual sight, even though the second of them has frequently been badly misinterpreted.\\n\\n\\\\[2a\\\\] ARTHUR H. COLLINS, M.A.: *Symbolism of Animals and Birds represented in English Church Architecture* (1913).\\n\\n\\\\[1\\\\] A Kabalistic process by which a word is formed by taking the initial letters of a sentence or phrase.\\n\\nIt was a belief in the spiritual or moral significance of nature similar to that of the mystical expositors of the Bible, that inspired the mediaeval naturalists. The Bestiaries almost invariably conclude the account of each animal with the moral that might be drawn from its behaviour. The interpretations are frequently very far-fetched, and as the writers were more interested in the morals than in the facts of natural history themselves, the supposed facts from which they drew their morals were frequently very far from being of the nature of facts.  Sometimes the product of this inaccuracy is grotesque, as shown by the following quotation: \\\"The elephants are in an absurd way typical of Adam and Eve, who ate of the forbidden fruit, and also have the dragon for their enemy. It was supposed that the elephant . . . used to sleep by leaning against a tree.  The hunters would come by night, and cut the trunk through.  Down he would come, roaring helplessly. None of his friends would be able to help him, until a small elephant should come and lever him up with his trunk. This small elephant was symbolic of Jesus Christ, Who came in great humility to rescue the human race which had fallen \\\\`through a tree.'  \\\"\\\\[1\\\\]\\n\\n\\\\[1\\\\] A. H. COLLINS:  *Symbolism of Animals, etc*., pp. 41 and 42.\\n\\nIn some cases, though the symbolism is based upon quite erroneous notions concerning natural history, and is so far fantastic, it is not devoid of charm. The use of the pelican to symbolise the Saviour is a case in point. Legend tells us that when other food is unobtainable, the pelican thrusts its bill into its breast (whence the red colour of the bill) and feeds its young with its life-blood. Were this only a fact, the symbol would be most appropriate. There is another and far less charming form of the legend, though more in accord with current perversions of Christian doctrine, according to which the pelican uses its blood to revive its young, after having slain them through anger aroused by the great provocation which they are supposed to give it. For an example of the use of the pelican in church architecture see fig.  36.\\n\\nMention must also be made of the purely fabulous animals of the Bestiaries, such as the basilisk, centaur, dragon, griffin, hydra, mantichora, unicorn, phoenix, *etc*.  The centaur (fig. 39) was a beast, half man, half horse. It typified the flesh or carnal mind of man, and the legend of the perpetual war between the centaur and a certain tribe of simple savages who were said to live in trees in India, symbolised the combat between the flesh and the spirit.\\\\[1\\\\]\\n\\n\\\\[1\\\\] A H. COLLINS:  *Symbolism of Animals, etc*., pp. 150 and 153.\\n\\nWith bow and arrow in its hands the centaur forms the astrological sign Sagittarius (or the Archer). An interesting example of this sign occurring in church architecture is to be found on the western doorway of Portchester Church--a most beautiful piece of Norman architecture. \\\"This sign of the Zodiac,\\\" writes the Rev. Canon VAUGHAN, M.A., a former Vicar of Portchester, \\\"was the badge of King Stephen, and its presence on the west front \\\\[of Portchester Church\\\\] seems to indicate, what was often the case elsewhere, that the elaborate Norman carving was not carried out until after the completion of the building.\\\"\\\\[2\\\\] The facts, however, that this Sagittarius is accompanied on the other side of the doorway by a couple of fishes, which form the astrological sign Pisces (or the Fishes), and that these two signs are what are termed, in astrological phraseology, the \\\"houses\\\" of the planet Jupiter, the \\\"Major Fortune,\\\" suggest that the architect responsible for the design, influenced by the astrological notions of his day, may have put the signs there in order to attract Jupiter's beneficent influence. Or he may have had the Sagittarius carved for the reason Canon VAUGHAN suggests, and then, remembering how good a sign it was astrologically, had the Pisces added to complete the effect.\\\\[1b\\\\]\\n\\n\\\\[2\\\\] Rev. Canon VAUGHAN, M.A.: A Short History of Portchester Castle, p.  14.\\n\\n\\\\[1b\\\\] Two other possible explanations of the Pisces have been suggested by the Rev. A. HEADLEY.  In his MS. book written in 1888, when he was Vicar of Portchester, he writes: \\\"I have discovered an interesting proof that it \\\\[the Church\\\\] was finished in Stephen's reign, namely, the figure of Sagittarius in the Western Doorway.\\n\\n\\\"Stephen adopted this as his badge for the double reason that it formed part of the arms of the city of Blois, and that the sun was in Sagittarius in December when he came to the throne. I, therefore, conclude that this badge was placed where it is to mark the completion of the church.\",\"timestamp\":1641298296,\"title\":\"\\nThe doctrine of emanations makes the universe one vast harmonious whole,\"},\"digest\":\"CrqLbW9kkTWjOVa2WPA0HXY63-f0-hBiMdYptSTZmKg\",\"authorship\":{\"contributor\":\"0x6A321BD15f7B900C7F8Dd29Ce6ed73fa0E7D220F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aY-AH3LD0b8-5V3Lb9HqFsrVz5PweYydlDBWUF54Z1k\\\",\\\"y\\\":\\\"PFp6lEKsKnkmehzuAVm9oqLHjeT-NNLkNKDOetVi298\\\"}\",\"signature\":\"PTXab5KCRE0Bd5QFYtPpdd5JpdZjcF3M1zoj4eIEi5I58fJ9UrBb5igQ7xsFfdYWq0VzkKIsfLgM_Gks7YvDWw\",\"signingKeySignature\":\"0x1ee3c0cf6be2b71822f302cc10feb2d78fea8d5b19bb13775e0b23adca4aaf78709c931fb7358d23ec730b04e0ef6470a018b5bbe7e0ac781d45d30f704371f91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aY-AH3LD0b8-5V3Lb9HqFsrVz5PweYydlDBWUF54Z1k\\\",\\\"y\\\":\\\"PFp6lEKsKnkmehzuAVm9oqLHjeT-NNLkNKDOetVi298\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CrqLbW9kkTWjOVa2WPA0HXY63-f0-hBiMdYptSTZmKg\"}"