"{\"content\":{\"body\":\"A [Wisconsin](https://www.foxnews.com/category/us/us-regions/midwest/wisconsin) judge has laid out the final ground rules on what [evidence](https://www.foxnews.com/category/us/crime) will be allowed when Kyle Rittenhouse goes on [trial](https://www.foxnews.com/category/us/crime/trials) next week for shooting three people, two [fatally](https://www.foxnews.com/category/us/crime/homicide), during a [protest](https://www.foxnews.com/category/us/us-protests) last year, ruling that he will prohibit both sides from using certain words to describe the wounded individuals, according to reports. \\n\\nMonday’s hearing was likely the last before Rittenhouse heads to trial Nov. 1 for the shootings during destructive demonstrations in Kenosha on Aug. 25, 2020, two days after a White police officer in that city shot a Black man, Jacob Blake, in the back while responding to a domestic disturbance.\\n\\nRittenhouse, 18, of Antioch, [Illinois](https://www.foxnews.com/category/us/us-regions/midwest/illinois), was among a number of people who traveled to the Wisconsin city that night, with the teen telling reporters on the ground there that he was in Kenosha to guard a business and to help if people got hurt.\\n\\n**[RITTENHOUSE PROSECUTORS ASK THAT MEN SHOT NOT BE DESCRIBED AS 'LOOTERS' OR 'RIOTERS' DURING TRIAL](https://www.foxnews.com/us/kyle-rittenhouse-back-in-court-looters-rioters-self-defense-expert)**\\n\\nKyle Rittenhouse, who is accused of fatally shooting two protesters in Wisconsin during a period of civil unrest, received thousands of dollars in donations for his legal defense from public officials and police officers.  (Adam Rogan/The Journal Times via AP, File)\\n\\nRittenhouse is charged with homicide and other crimes in the fatal shootings of Joseph Rosenbaum and Anthony Huber and the wounding of Gaige Grosskreutz.\\n\\nOn Monday, Judge Bruce Schroeder ruled that Rittenhouse’s defense team is permitted to describe the three wounded men as \\\"rioters,\\\" \\\"looters\\\" or arsonists, The Associated Press reported. In doing so, he was denying a request from Assistant District Attorney Thomas Binger, and said those terms would be allowed if the defense can produce evidence showing that's what they were.\\n\\nProsecutors, however, will not be allowed to refer to the three wounded men as \\\"victims,\\\" the[ Chicago Tribune](https://finance.yahoo.com/news/rittenhouse-back-court-today-prosecutors-125700152.html) reported. \\n\\n\\\"The word victim is a loaded, loaded word,\\\" Schroeder reportedly said.\\n\\n* next\\n\\n  Image 1 of 3\\n\\n  Circuit Court Judge Bruce Schroeder presides over Kyle Rittenhouse's pre-trial hearing at the Kenosha County Courthouse in Kenosha, Wisconsin, on Monday, Oct. 25, 2021. (Mark Hertzberg/Pool Photo via AP) (Mark Hertzberg/Pool Photo via AP)\\n\\nAlso in question was whether the defense team would be permitted to call a use-of-force expert, John Black, to testify that Rittenhouse acted in self-defense. Prosecutors had asked Schroeder to block Black's testimony, arguing that jurors don't need an expert to understand what happened that night.\\n\\n**[KYLE RITTENHOUSE'S DECISION TO SHOOT WAS REASONABLE, USE-OF-FORCE EXPERT TESTIFIES](https://www.foxnews.com/us/kyle-rittenhouse-shooting-reasonable-use-of-force-expert-testify)**\\n\\nSchroeder told the attorneys that Black wouldn't be allowed to testify about what Rittenhouse was thinking when he pulled the trigger or whether he definitively acted in self-defense.\\n\\nBinger said if Schroeder allowed Black to testify only about the timeline of events that night he wouldn't call his own expert to the stand. Defense attorney Mark Richards agreed to the deal.\\n\\n[Video](http://video.foxnews.com/v/6193602229001)\\n\\nBinger asked Schroeder to bar a video that shows police telling Rittenhouse and other armed militia members on the streets that they appreciated their presence and tossing Rittenhouse a bottle of water. The prosecutor said the video would transform the trial into a referendum on police procedure that night when it isn't relevant.\\n\\n\\\"This is a case about what the defendant did that night,\\\" Binger said. \\\"I'm concerned this will be turned into a trial about what law enforcement did or didn't do that night.\\\"\\n\\nDefense attorney Corey Chirafisi argued the video shows that police believed Rittenhouse wasn't acting recklessly. Binger countered that the shootings happened after Rittenhouse interacted with the police, but Schroeder decided to allow the video.\\n\\n**[CLICK HERE TO GET THE FOX NEWS APP](https://www.foxnews.com/apps-products?pid=AppArticleLink)**\\n\\n\\\"If the jury is being told, if the defendant is walking down the sidewalk and doing what he claims he was hired to do and police say, ‘Good thing you’re here,’ is that something influencing the defendant and emboldening him in his behavior? That would be an argument for relevance,\\\" the judge said.\\n\\n*The Associated Press contributed to this report.* \\n\\nStephanie Pagones is a Digital Reporter for FOX Business and Fox News. Follow her on Twitter at @steph_pagones. If you've got a tip, you can email her at Stephanie.Pagones@fox.com.\",\"timestamp\":1635336683,\"title\":\"Kyle Rittenhouse case: Prosecutors can't call wounded men 'victims' during upcoming trial, judge rules\"},\"digest\":\"6hAObSJQp2zKO57GJRaqnUbIYw0ZBh-HIhc12FX5HwM\",\"authorship\":{\"contributor\":\"0xC46e66793e975C115c6fEb679fB2557ce22FD597\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fsMX1Vf6eaxDfBb1VgXqd05CaegNa6DZoUVfCMY-2V4\\\",\\\"y\\\":\\\"Qw4ESL-jDslYEGJqMulDdUZvCrtQPDWL6zvfmXpXdXo\\\"}\",\"signature\":\"K3chXIKUc8PtC7KlEbU3C9QaNHzh2Vv21Q2VHwmU3WpktWVsOHdMkeVH5bWcOP_iFsLjZMhvER994tFOKWulTw\",\"signingKeySignature\":\"0xa1df1480d681f7efdc114a51062f50b5d3f3f23b6b7dd16005e8bb3f0f2ff15d1ce44e15e72a8ef67a6bd7da5820e45736682e749fd12d0020bae1c8394fea341b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fsMX1Vf6eaxDfBb1VgXqd05CaegNa6DZoUVfCMY-2V4\\\",\\\"y\\\":\\\"Qw4ESL-jDslYEGJqMulDdUZvCrtQPDWL6zvfmXpXdXo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6hAObSJQp2zKO57GJRaqnUbIYw0ZBh-HIhc12FX5HwM\"}"