"{\"content\":{\"body\":\"Outside:\\n\\nToday I am a badass bitch. I am attacking my goals, and every day I am one step closer to the future of my dreams. I finished another semester at the top university in the country with a 4.0, successfully completed my internship, and enrolled in stenography school all while raising 3 kids and keeping a household running. I am fierce and determined and my potential is limitless. I am an example to my children, the rock for my significant other, and the daughter my mother brags about. Everyone is always reminding me how amazing I am, how strong I am, asking how I make it all work. I smile and thanks them graciously. I say things like “well, I do the best I can” or “I just keep putting one foot in front of the other”. They think that their words encourage me and fill me with pride. They don’t. They overwhelm me with shame, make me feel like a fraud for somehow making people believe that I am anything like this strong woman I pretend to be. If they could see inside me they would be as disgusted as I am.\\n\\nInside:\\n\\nToday I am lost. I suppose that saying that infers that I had ever been found which I’m not sure is the case, but these days I feel further from found than I ever have. I know where I want to go and which road leads me there. I have the resources, support, and capacity to create the future of my dreams but I keep spinning in circles sabotaging myself with food, alcohol, and self-hatred. Why?  Why, when my dreams are more attainable than ever, do I self-destruct? Why do I speak so cruelly to myself and then feel the need to validate those hateful words through actions that are deserving of them? Why do I betray myself?  I take that first drink on a Friday night knowing that I will spend the weekend breaking all the promises I made to myself and my family. When Monday rolls around I spend it wallowing in self-disgust over my actions and promising that today is the day I stop killing myself all the while swallowing those feelings deeper with each bite of Taco Bell or Burger King. I stuff food in my mouth knowing, even as I confirm that Doordash order, that I will wake up riddled with guilt and anxiety and cry as I look in the mirror at the body I have spent my life punishing. And the cycle repeats. \",\"timestamp\":1639706509,\"title\":\"Juxtaposition\"},\"digest\":\"_fVp9XYY7_YEgtsYcEgGrSm3EXiTTlKUl803OJNH_AU\",\"authorship\":{\"contributor\":\"0x786E3d3b5610d1D99392556A0A7520d0443Cbc87\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DnsS2epKeLaFvBSxhqizCeqMrd-3MmfZiNTUQdus6L8\\\",\\\"y\\\":\\\"sBOCjAg0JWAlFn5TmWLEQMP9ERewJwoi8-CwW_z1Yco\\\"}\",\"signature\":\"5RVUGO3Kke5nLZni_R6OvGDr1ZSviidPyMITNKqQ0RZPQKxyKRt2XKsNigb6F0lyhLDBDyEyYsW1zFRjkbeUrQ\",\"signingKeySignature\":\"0x3d42df5eb5d8588c8a721c96ccb242a35bf3902ec020cb106ecd6af2c97f1cfa7066dfccc174afc0336a66b8cf8280883d64182dd78005e764e08cb354e3d5df1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DnsS2epKeLaFvBSxhqizCeqMrd-3MmfZiNTUQdus6L8\\\",\\\"y\\\":\\\"sBOCjAg0JWAlFn5TmWLEQMP9ERewJwoi8-CwW_z1Yco\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_fVp9XYY7_YEgtsYcEgGrSm3EXiTTlKUl803OJNH_AU\"}"