"{\"content\":{\"body\":\"She nodded approval, and said, \\\"If we find one head we'll burn the village.  Hey, you, Charley!  What fella place head he stop?\\\"\\n\\n\\\"S'pose he stop along devil-devil house,\\\" was the answer.  \\\"That big fella house, he devil-devil.\\\"\\n\\nIt was the largest house in the village, ambitiously ornamented with fancy-plaited mats and king-posts carved into obscene and monstrous forms half-human and half-animal.  Into it they went, in the obscure light stumbling across the sleeping-logs of the village bachelors and knocking their heads against strings of weird votive- offerings, dried and shrivelled, that hung from the roof-beams.  On either side were rude gods, some grotesquely carved, others no more than shapeless logs swathed in rotten and indescribably filthy matting.  The air was mouldy and heavy with decay, while strings of fish-tails and of half-cleaned dog and crocodile skulls did not add to the wholesomeness of the place.\\n\\nIn the centre, crouched before a slow-smoking fire, in the littered ashes of a thousand fires, was an old man who blinked apathetically at the invaders.  He was extremely old--so old that his withered skin hung about him in loose folds and did not look like skin.  His hands were bony claws, his emaciated face a sheer death's-head. His task, it seemed, was to tend the fire, and while he blinked at them he added to it a handful of dead and mouldy wood.  And hung in the smoke they found the object of their search.  Joan turned and stumbled out hastily, deathly sick, reeling into the sunshine and clutching at the air for support.\\n\\n\\\"See if all are there,\\\" she called back faintly, and tottered aimlessly on for a few steps, breathing the air in great draughts and trying to forget the sight she had seen.\\n\\nUpon Sheldon fell the unpleasant task of tallying the heads.  They were all there, nine of them, white men's heads, the faces of which he had been familiar with when their owners had camped in Berande compound and set up the poling-boats.  Binu Charley, hugely interested, lent a hand, turning the heads around for identification, noting the hatchet-strokes, and remarking the distorted expressions.  The Poonga-Poonga men gloated as usual, and as usual the Tahitians were shocked and angry, several of them cursing and muttering in undertones.  So angry was Matapuu, that he strode suddenly over to the fire-tender and kicked him in the ribs, whereupon the old savage emitted an appalling squeal, pig-like in its wild-animal fear, and fell face downward in the ashes and lay quivering in momentary expectation of death.\\n\\nOther heads, thoroughly sun-dried and smoke-cured, were found in abundance, but, with two exceptions, they were the heads of blacks. So this was the manner of hunting that went on in the dark and evil forest, Sheldon thought, as he regarded them.  The atmosphere of the place was sickening, yet he could not forbear to pause before one of Binu Charley's finds.\\n\\n\\\"Me savvee black Mary, me savvee white Mary,\\\" quoth Binu Charley. \\\"Me no savvee that fella Mary.  What name belong him?\\\"\\n\\nSheldon looked.  Ancient and withered, blackened by many years of the smoke of the devil-devil house, nevertheless the shrunken, mummy-like face was unmistakably Chinese.  How it had come there was the mystery.  It was a woman's head, and he had never heard of a Chinese woman in the history of the Solomons.  From the ears hung two-inch-long ear-rings, and at Sheldon's direction the Binu man rubbed away the accretions of smoke and dirt, and from under his fingers appeared the polished green of jade, the sheen of pearl, and the warm red of Oriental gold.  The other head, equally ancient, was a white man's, as the heavy blond moustache, twisted and askew on the shrivelled upper lip, gave sufficient advertisement; and Sheldon wondered what forgotten beche-de-mer fisherman or sandalwood trader had gone to furnish that ghastly trophy.\\n\\nTelling Binu Charley to remove the ear-rings, and directing the Poonga-Poonga men to carry out the old fire-tender, Sheldon cleared the devil-devil house and set fire to it.  Soon every house was blazing merrily, while the ancient fire-tender sat upright in the sunshine blinking at the destruction of his village.  From the heights above, where were evidently other villages, came the booming of drums and a wild blowing of war-conchs; but Sheldon had dared all he cared to with his small following.  Besides, his mission was accomplished.  Every member of Tudor's expedition was accounted for; and it was a long, dark way out of the head-hunters' country.  Releasing their two prisoners, who leaped away like startled deer, they plunged down the steep path into the steaming jungle.\\n\\nJoan, still shocked by what she had seen, walked on in front of Sheldon, subdued and silent.  At the end of half an hour she turned to him with a wan smile and said, -\\n\\n\\\"I don't think I care to visit the head-hunters any more.  It's adventure, I know; but there is such a thing as having too much of a good thing.  Riding around the plantation will henceforth be good enough for me, or perhaps salving another Martha; but the bushmen of Guadalcanar need never worry for fear that I shall visit them again.  I shall have nightmares for months to come, I know I shall. Ugh!--the horrid beasts!\\\"\\n\\nThat night found them back in camp with Tudor, who, while improved, would still have to be carried down on a stretcher.  The swelling of the Poonga-Poonga man's shoulder was going down slowly, but Arahu still limped on his thorn-poisoned foot.\\n\\nTwo days later they rejoined the boats at Carli; and at high noon of the third day, travelling with the current and shooting the rapids, the expedition arrived at Berande.  Joan, with a sigh, unbuckled her revolver-belt and hung it on the nail in the living- room, while Sheldon, who had been lurking about for the sheer joy of seeing her perform that particular home-coming act, sighed, too, with satisfaction.  But the home-coming was not all joy to him, for Joan set about nursing Tudor, and spent much time on the veranda where he lay in the hammock under the mosquito-netting.\\n\\nCHAPTER XXVI--BURNING DAYLIGHT\\n\\nThe ten days of Tudor's convalescence that followed were peaceful days on Berande.  The work of the plantation went on like clock- work.  With the crushing of the premature outbreak of Gogoomy and his following, all insubordination seemed to have vanished.  Twenty more of the old-time boys, their term of service up, were carried away by the Martha, and the fresh stock of labour, treated fairly, was proving of excellent quality.  As Sheldon rode about the plantation, acknowledging to himself the comfort and convenience of a horse and wondering why he had not thought of getting one himself, he pondered the various improvements for which Joan was responsible--the splendid Poonga-Poonga recruits; the fruits and vegetables; the Martha herself, snatched from the sea for a song and earning money hand over fist despite old Kinross's slow and safe method of running her; and Berande, once more financially secure, approaching each day nearer the dividend-paying time, and growing each day as the black toilers cleared the bush, cut the cane-grass, and planted more cocoanut palms.\\n\\nIn these and a thousand ways Sheldon was made aware of how much he was indebted for material prosperity to Joan--to the slender, level-browed girl with romance shining out of her gray eyes and adventure shouting from the long-barrelled Colt's on her hip, who had landed on the beach that piping gale, along with her stalwart Tahitian crew, and who had entered his bungalow to hang with boy's hands her revolver-belt and Baden-Powell hat on the nail by the billiard table.  He forgot all the early exasperations, remembering only her charms and sweetnesses and glorying much in the traits he at first had disliked most--her boyishness and adventurousness, her delight to swim and risk the sharks, her desire to go recruiting, her love of the sea and ships, her sharp authoritative words when she launched the whale-boat and, with firestick in one hand and dynamite-stick in the other, departed with her picturesque crew to shoot fish in the Balesuna; her super-innocent disdain for the commonest conventions, her juvenile joy in argument, her fluttering, wild-bird love of freedom and mad passion for independence.  All this he now loved, and he no longer desired to tame and hold her, though the paradox was the winning of her without the taming and the holding.\\n\\nThere were times when he was dizzy with thought of her and love of her, when he would stop his horse and with closed eyes picture her as he had seen her that first day, in the stern-sheets of the whale-boat, dashing madly in to shore and marching belligerently along his veranda to remark that it was pretty hospitality this letting strangers sink or swim in his front yard.  And as he opened his eyes and urged his horse onward, he would ponder for the ten thousandth time how possibly he was ever to hold her when she was so wild and bird-like that she was bound to flutter out and away from under his hand.\\n\\nIt was patent to Sheldon that Tudor had become interested in Joan. That convalescent visitor practically lived on the veranda, though, while preposterously weak and shaky in the legs, he had for some time insisted on coming in to join them at the table at meals.  The first warning Sheldon had of the other's growing interest in the girl was when Tudor eased down and finally ceased pricking him with his habitual sharpness of quip and speech.  This cessation of verbal sparring was like the breaking off of diplomatic relations between countries at the beginning of war, and, once Sheldon's suspicions were aroused, he was not long in finding other confirmations.  Tudor too obviously joyed in Joan's presence, too obviously laid himself out to amuse and fascinate her with his own glorious and adventurous personality.  Often, after his morning ride over the plantation, or coming in from the store or from inspection of the copra-drying, Sheldon found the pair of them together on the veranda, Joan listening, intent and excited, and Tudor deep in some recital of personal adventure at the ends of the earth.\\n\\nSheldon noticed, too, the way Tudor looked at her and followed her about with his eyes, and in those eyes he noted a certain hungry look, and on the face a certain wistful expression; and he wondered if on his own face he carried a similar involuntary advertisement. He was sure of several things:  first, that Tudor was not the right man for Joan and could not possibly make her permanently happy; next, that Joan was too sensible a girl really to fall in love with a man of such superficial stamp; and, finally, that Tudor would blunder his love-making somehow.  And at the same time, with true lover's anxiety, Sheldon feared that the other might somehow fail to blunder, and win the girl with purely fortuitous and successful meretricious show.  But of the one thing Sheldon was sure:  Tudor had no intimate knowledge of her and was unaware of how vital in her was her wildness and love of independence.  That was where he would blunder--in the catching and the holding of her.  And then, in spite of all his certitude, Sheldon could not forbear wondering if his theories of Joan might not be wrong, and if Tudor was not going the right way about after all.\\n\\nThe situation was very unsatisfactory and perplexing.  Sheldon played the difficult part of waiting and looking on, while his rival devoted himself energetically to reaching out and grasping at the fluttering prize.  Then, again, Tudor had such an irritating way about him.  It had become quite elusive and intangible, now that he had tacitly severed diplomatic relations; but Sheldon sensed what he deemed a growing antagonism and promptly magnified it through the jealous lenses of his own lover's eyes.  The other was an interloper.  He did not belong to Berande, and now that he was well and strong again it was time for him to go.  Instead of which, and despite the calling in of the mail steamer bound for Sydney, Tudor had settled himself down comfortably, resumed swimming, went dynamiting fish with Joan, spent hours with her hunting pigeons, trapping crocodiles, and at target practice with rifle and revolver.\\n\\nBut there were certain traditions of hospitality that prevented Sheldon from breathing a hint that it was time for his guest to take himself off.  And in similar fashion, feeling that it was not playing the game, he fought down the temptation to warn Joan.  Had he known anything, not too serious, to Tudor's detriment, he would have been unable to utter it; but the worst of it was that he knew nothing at all against the man.  That was the confounded part of it, and sometimes he was so baffled and overwrought by his feelings that he assumed a super-judicial calm and assured himself that his dislike of Tudor was a matter of unsubstantial prejudice and jealousy.\\n\\nOutwardly, he maintained a calm and smiling aspect.  The work of the plantation went on.  The Martha and the Flibberty-Gibbet came and went, as did all the miscellany of coasting craft that dropped in to wait for a breeze and have a gossip, a drink or two, and a game of billiards.  Satan kept the compound free of niggers. Boucher came down regularly in his whale-boat to pass Sunday. Twice a day, at breakfast and dinner, Joan and Sheldon and Tudor met amicably at table, and the evenings were as amicably spent on the veranda.\\n\\nAnd then it happened.  Tudor made his blunder.  Never divining Joan's fluttering wildness, her blind hatred of restraint and compulsion, her abhorrence of mastery by another, and mistaking the warmth and enthusiasm in her eyes (aroused by his latest tale) for something tender and acquiescent, he drew her to him, laid a forcible detaining arm about her waist, and misapprehended her frantic revolt for an exhibition of maidenly reluctance.  It occurred on the veranda, after breakfast, and Sheldon, within, pondering a Sydney wholesaler's catalogue and making up his orders for next steamer-day, heard the sharp exclamation of Joan, followed by the equally sharp impact of an open hand against a cheek. Jerking free from the arm that was all distasteful compulsion, Joan had slapped Tudor's face resoundingly and with far more vim and weight than when she had cuffed Gogoomy.\\n\\nSheldon had half-started up, then controlled himself and sunk back in his chair, so that by the time Joan entered the door his composure was recovered.  Her right fore-arm was clutched tightly in her left hand, while the white cheeks, centred with the spots of flaming red, reminded him of the time he had first seen her angry.\\n\\n[ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/333](ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/333)\\n\\n\",\"timestamp\":1639040845,\"title\":\"But they should be taught not to take white men's heads,\\\" Sheldon argued.\\n\"},\"digest\":\"Dt2jpoMQDS0gLICVLe6N4-PdzTf3SL4ykCErhH-n0Vs\",\"authorship\":{\"contributor\":\"0x12DAB7FFceEebeDFF34FE12b77b7a16997723371\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Soa4ITFkTokf9DtU7dnQaUyFHWtqRbBJG8158uQc7Y4\\\",\\\"y\\\":\\\"DspG_em8kGgm8a0NVAfLlX-SfLoV6mH_W4VB6pKy4wQ\\\"}\",\"signature\":\"RZ20sBQ6ZZtZ2mBYvvfjyIITtiG8GBs3wz4804SFyaRYvTzUNmBYuHkiTNPzn0Jf4_CSsu5sWtyTh-TMLDdaXw\",\"signingKeySignature\":\"0xbd7ac4b4c57ed355e841d9f15114d1717c9659ae79b40d0bdf866d790e75292a6c8c26853a0c7333f45060f804bf860f0adb5c60325870ead1de134fa03df20b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Soa4ITFkTokf9DtU7dnQaUyFHWtqRbBJG8158uQc7Y4\\\",\\\"y\\\":\\\"DspG_em8kGgm8a0NVAfLlX-SfLoV6mH_W4VB6pKy4wQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Dt2jpoMQDS0gLICVLe6N4-PdzTf3SL4ykCErhH-n0Vs\"}"