"{\"content\":{\"body\":\"A [decentralized city](https://www.meatspacealgorithms.com/decentralized-cities/) is a network of **distinct physical locations tied together by shared governance and culture.** It allows people to maintain close social ties and norms while moving around to different places. It also creates resilience against local changes in climate, regulation, and society.\\n\\nInspired by Balaji's essay on [The Location Stack](https://1729.com/location/) for technological progressives and conversations at [Creator Cabins](https://www.creatorcabins.com/) this past week, we've been thinking through a rough sketch of the tech stack for decentralized cities:\\n\\n![](https://images.mirror-media.xyz/publication-images/c9eff57a-48ee-4e01-bce5-6a71e784d038.jpeg?height=1725&width=1307)\\n\\nLike a computer, a decentralized city has hardware and software. **Hardware is the physical space**: the land, the infrastructure, and the buildings. **Software is the virtual layer**: incorporation, governance, and social interaction. \\n\\nThis separation can allow decentralized cities to operate with compatible and interchangeable hardware and software architectures. If a local node in the network doesn't agree with decisions being made, they can spin up a new virtual governance layer. And if a physical location becomes an untenable place to continue living, the community can migrate to a new location without losing its governance and community. \\n\\n**By decoupling these functions, everyone has a plausible [path to exit](https://en.wikipedia.org/wiki/Exit,_Voice,_and_Loyalty) to try something different.** You can imagine that virtual \\\"governments\\\" would gain and lose physical locations over time, and that physical locations could be part of multiple social and governance layers, depending on their needs:\\n![](https://images.mirror-media.xyz/publication-images/49e05c2c-07d5-44b5-9038-803cac2a07ab.png?height=1099&width=1704)\\n\\n\\n## Hardware for a decentralized city\\n\\nThere are three layers of the physical hardware stack:\\n\\n1. Land\\n2. Infrastructure\\n3. Buildings\\n\\n### Land: Develop multiple exurban locations\\n\\nWhile the metaverse will increase our time spent in virtual realities, we still need to live in good old-fashioned physical reality. And if you want to be able to control your physical space, you need to own land.\\n\\nDecentralized cities need land, but a key difference that separates them from conventional cities is that the land doesn't all need to be in the same place. Multiple physical nodes in the network allow flexibility and a plausible path to exit from any specific location. \\n\\nWhere should these nodes be located? The best living locations are usually determined through quality-of-life factors like:\\n\\n- *Cost*: housing, food, taxes...\\n- *Environment*: climate, access to nature...\\n- *Infrastructure*: internet speed, airports, healthcare...\\n- *Culture*: access to dining, museums, concerts...\\n- *Regulation*: the ability to build, experiment...\\n\\n**We think that exurban environments provide the best trade-off among these factors for the first decentralized cities.** They have relatively low costs and regulations and provide access to both nature and urban areas.\\n\\nUnincorporated areas approximately 30 minutes - 1 hour outside of core urban areas seem to be ideal. For example, we've located the first Creator Cabins location in an exurban sweet spot, out in nature but only 45 minutes from downtown Austin:\\n\\n![](https://images.mirror-media.xyz/publication-images/ac2d734f-8a1d-4e38-9f59-c8c59639f090.jpg?height=1512&width=1926)\\n\\n\\n### Infrastructure: Go off-grid \\n\\nTo build a robust decentralized city node, off-the-grid technologies make up the core of our infrastructure tech stack. Solar panels, fixed wireless or satellite internet, a well, and a septic system can provide for an entirely independent retreat. Here are some pictures of our infra set-up:\\n\\n![](https://images.mirror-media.xyz/publication-images/5085a095-c5d9-4873-b302-035da188e624.jpg?height=1333&width=1961)\\n\\nThere are probably several whole posts to be written about lessons learned putting in our infrastructure. But generally speaking, these technologies have gotten good enough that you can create a functioning outpost on your own infrastructure nearly anywhere in the world. With the proliferation of 5G and Starlink, internet access will soon be very fast in most places. \\n\\n\\n### Buildings: design for community and flexibility\\n\\nThe physical buildings should be suited to the target citizens of your decentralized city. Architects have done a lot of thinking about this, and I'm trying to learn from their [interrogation of the problem-space](https://www.ribbonfarm.com/2015/12/17/we-are-all-architects-now/). I've personally found [A Pattern Language](https://www.amazon.com/Pattern-Language-Buildings-Construction-Environmental/dp/0195019199) to be a helpful guide, featuring hundreds of patterns (or principles) for the spatial design of integrated physical communities.\\n\\nIn our case, we designed the new cabin from the ground up for creator co-living and working. It features private bedroom suites with built-in desks and large connected public areas for social interaction and collaboration: \\n\\n![](https://images.mirror-media.xyz/publication-images/e626a4ec-2085-4f7c-910e-c8ee2d05120f.png?height=1708&width=2462)\\n\\nWe partnered with [Forte Shelter](https://www.forteshelter.com/) to pre-fabricate this cabin out of shipping containers. It's an inherently modular and extensible design. While pre-fab construction is not a panacea, **it allows the flexibility to install similar cabins anywhere in the world and move existing cabins to new locations if needed**:\\n\\n![](https://images.mirror-media.xyz/publication-images/11103b3b-578b-46f0-914f-4cab39355273.jpg?height=1174&width=1710)\\n\\nOther flexible living options like [Kibbo](https://www.kibbo.com/) could allow for even easier migration of living spaces. Chenoe Hart has written about [the ways in which self-driving technology may blur the lines between vehicles and buildings](https://reallifemag.com/perpetual-motion-machines/). \\n\\n\\n## Software for a decentralized city\\n\\nDecentralized cities run on three primary layers of the software stack:\\n\\n1. Incorporation\\n2. Governance\\n3. Social\\n\\n### Remote incorporation\\n\\nIn Balaji's [Location Stack](https://1729.com/location/) post, he asks for people to help research options for jurisdictions friendly to tech progressives. Posts like [this one](https://dougantin.com/remote-work-the-tech-enabled-exit/) walk-through options for living tailored to local governance preferences. But the underlying assumption is that the place you live is also the place you will be governed. This may always be true, but it doesn't have to be. \\n\\nTraditionally, cities are in a single place and are incorporated locally. **But much like startups now incorporate in Delaware regardless of where they do business, cities may start to incorporate in one place and then do their work in many places.** Wyoming creating a legal structure for DAOs could make it a compelling option for incorporating a city. \\n\\nI am not a lawyer, and state laws aren't going anywhere. But decentralized cities with remote incorporation could actually work elegantly within the existing structures of American federalism. The idea of powers left to local governing bodies is core to the structure of the US Constitution. \\n\\nIf local governance isn't tied to a single location, where does it happen? On-chain.\\n\\n\\n### On-chain governance\\n\\nBlockchains are a natural fit for decentralized city governance. They allow for open access, transportability, and a permanent and inalterable historical record.\\n\\nOne of my favorite characters of Texas history is [Angelina Eberly](https://en.wikipedia.org/wiki/Angelina_Eberly), an innkeeper who protected Texas' government records with a cannon when Sam Houston (then the president of Texas) tried to forcibly relocate the state capital from Austin to his namesake town of Houston. There's a statue to honor her near the capitol in downtown Austin:\\n\\n![](https://images.mirror-media.xyz/publication-images/b6a9b444-019a-475e-920f-0f0c39e60ca2.jpg?height=912&width=1600)\\n\\nThe [Texas Archive War](https://en.wikipedia.org/wiki/Texas_Archive_War), as it was called, isn't possible when the governance records are located on a blockchain. **Anyone can look at the records at any time from anywhere, and no one can change them.**\\n\\nWe are experimenting with this at Creator Cabins by launching CabinDAO, [a token-based governance structure for funding and awarding creator residencies at our cabins](https://www.meatspacealgorithms.com/crowdfunded-creator-residencies/). Stay tuned for our $CABIN crowdfund on Mirror later this week!\\n\\n\\n### Off-chain social communication & connection\\n\\nWhile Web3 provides an ideal governance layer for decentralized cities, we can borrow lessons from Web2 in developing the social layer to tie decentralized communities together.\\n\\nIn the 20th century, people gathered in churches that represented shared cultural, social, and religious values. We need new ways of doing this in the 21st century:\\n\\n> The internet era has opened us to the possibility of curating and creating our own tailored practices and to looking to our peers for guidance as much as any teacher or authority figure\\n\\n*[The Power of Ritual](https://www.amazon.com/Power-Ritual-Everyday-Activities-Practices/dp/0062881817), Casper ter Kuile*\\n\\nAs traditional religion falls by the wayside, people are developing new structures of accountability and community connection. The social layer of decentralized cities can provide these services. \\n\\nTools for social connection, community onboarding, reputation management, and member recruiting can all draw from existing Web2 models. However, because these tools will be owned and operated collectively by the community, they can be designed to exclusively serve the users instead of advertisers or other attention economy intermediaries. \\n\\n\\n## A rough sketch\\n\\nThis post provides a rough outline of a tech stack, but take the implementation details with a grain of salt. They are our best guess from an initial exploration of the idea maze, not an ideal solution. We'd love to hear from other people thinking about building innovative living spaces and organizing social and governance structures. **After all, only through many experiments with hardware and software stacks will we start to evolve a network of nodes in the first decentralized cities.**\\n\\n\\n\\n\\n*Acknowledgments: thanks to Jon Gold, Zachary Fleischmann, Lauren Alexander for feedback, edits, and ideas*\\n\\n\",\"timestamp\":1621893794,\"title\":\"Tech stack for decentralized cities\",\"publication\":\"creators\"},\"digest\":\"lgEByLBU1bociQ7Bzcz9MnWSESScwejkixibxGYE9lo\",\"authorship\":{\"contributor\":\"0xbeC26FFa12c90217943D1b2958f60A821aE6E549\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4BQqEBrrhD6AerFcB8x8ukf95hJ0YgTqIkr15CsIoeQ\\\",\\\"y\\\":\\\"ZRXWcxXnsGnG_9NyA8ijCvQkQUBMgv5phqGH6bs-2FE\\\"}\",\"signature\":\"rv46uLQDGmSi5woTW_9neAlkqRSM-FVXA9KYffbC2PJ0gyKNic8a21GQQ1jYslc2hiEqXvCCBxwSO8aF2qXZdw\",\"signingKeySignature\":\"0x966d02b74c365d3b5ca2c2fb1b2f00cfabe0ad89f82ae4c0236c6ead91e646af11aa170e25abc4695140730fef4e4cc6f2824bf9ae3c7b75565c31df3003c6611b\",\"signingKeyMessage\":\"I authorize the publication of articles on creators.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4BQqEBrrhD6AerFcB8x8ukf95hJ0YgTqIkr15CsIoeQ\\\",\\\"y\\\":\\\"ZRXWcxXnsGnG_9NyA8ijCvQkQUBMgv5phqGH6bs-2FE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-lNPJRz2GLWIcsuMTZqklGNEWRrY7Nk0Y33Qn6Lw4q4\"}"