"{\"content\":{\"body\":\"Funding generally has a pool. The source of the pool may be the Ethereum Foundation, or it may come from donations from other people. We will not discuss this.\\n\\nWe simply set up a convenient model: Suppose the pool wants to fund three projects A, B, and C. There are 20 people who voted for Project A, and each voted 50 dollars, which is a total of 1000 dollars; Project B is two people and one person. For 500 US dollars, it is still 1000 US dollars; C is 100 people, and one person casts 10 US dollars, which is also 1000 US dollars. At this time, there is 10,000 US dollars to be allocated to these three project parties. How to allocate it? How much should I get for each of the three projects A, B, and C?\\nIn this so-called quadratic Funding model, we have to calculate the weights of A, B, and C. Its weight has a formula. I just say how to calculate it.\\n\\nFirst look at the A project, use the square of (20 times the root sign 50) = 20000; the b project, use the square of (500 times 2 under the root sign) = 2000; c project, the square of (10 times 100 under the root sign) =100000\\n\\nAt this time, how do you calculate how much subsidy you can get for Project A? Divide the weight of a by (the weight of a+b+c) and multiply it by 10000. This can be used to determine how much money has been allocated to Project A from that pool of funds. The result is 1639.34u\\n\\nThe same method is used for the subsidy of b, except that the numerator is changed to 2000, and the result is 163.934U, and C is 8196.76U\\nAlthough the money given by the voters of the three projects is 1000 US dollars, the funds in the pool are different in the end. The reason is that the number of participants is different. We can see that the larger the number of participants, the more scattered, the smaller the amount of participation, and the greater the number of people, the greater the subsidy they will receive. This is the basic situation of the so-called quadratic financing.\",\"timestamp\":1634478519,\"title\":\"Quadratic Funding\"},\"digest\":\"cKcADWN2oJdCfbbGEm-IaTtn1Wnq83t42yxgYKJHoC8\",\"authorship\":{\"contributor\":\"0xb7701468e583809C7C102b40349f2DbD1EA094d5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Df5_grf-pUVeVzmKDRdEaLgpdPTlz4cblJtlpdiJcl4\\\",\\\"y\\\":\\\"gayexz6N5r_6vdBEqMHt64AtaqEaUVSVFJ4BjGGdL9Q\\\"}\",\"signature\":\"8Hls-9e46qvpiHes9YynuucoCkr5-nfntLe9neYEic7XKlaXbsX74JdxrR1ltT7Zn8t3LGAi40YQP5xG5EYENg\",\"signingKeySignature\":\"0xf3b8b68983bc3b0f9208262aa977118153b4a1ff6312c195c786c6cf423c0ac8262dbe96d3d85d6f7cf0092a3f41ddae2f54f7d5faf581443e4f62526ea110f71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Df5_grf-pUVeVzmKDRdEaLgpdPTlz4cblJtlpdiJcl4\\\",\\\"y\\\":\\\"gayexz6N5r_6vdBEqMHt64AtaqEaUVSVFJ4BjGGdL9Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cKcADWN2oJdCfbbGEm-IaTtn1Wnq83t42yxgYKJHoC8\"}"