"{\"content\":{\"body\":\"I get it. Mental health thought, literature, and best practices emerged from the medical field. It explains why therapy is so intricately tied to (and mismanaged by) the healthcare industry, and it explains why people tend to consider therapy when they’re “sick” or “need help”.\\n\\nMany of us have personally or know people who begin seeing a therapist if they experience persistent and uncontrollable pangs of anxiety, fall into an inescapable state of depression, or perhaps experience a traumatic life event. There’s something “wrong” and they want to “fix” it.\\n\\nThankfully, it has become easier to talk about therapy and mental health in recent years, and more people who do want to “fix” something feel comfortable seeking help. Millions have sought and received support from trained professionals, as we’ve become more comfortable talking about mental health.\\n\\nBut we still primarily speak about mental health in a reactive way. She was having panic attacks, so he saw a therapist. He was having eating issues, so he began to see a therapist. They’re having marriage complications, so they’re seeing a therapist.\\n\\nTherapy, when best utilized and most effective, should not be reactive. It’s proactive and preventative. Investing in proper mental health should be an essential aspect of everyone’s weekly health regiment. It’s common knowledge that brushing one’s teeth every day prevents dental catastrophes like gum disease. Exercising several times a week prevents major medical issues caused by high blood pressure, high cholesterol, and obesity. We do these things so that we can avoid seeing the doctor under more tragic circumstances in the future.\\n\\nTherapy should be considered in the same bucket. It’s not for the ill, the anxious, the depressed, the wacky. That’s like saying exercise is only for the obese. No, it’s specifically to prevent obesity. Therapy is for everyone. When properly utilized, it prevents anxiety, depression, social isolation, etc. It’s not a health category unto itself. It’s simply “health”. It’s “fitness”.\\n\\nWe’ve de-stigmatized mental health to an extent. That’s a critical development that should not be trivialized. But we still talk only of the (granted, large and growing) populace with mental health issues when discussing the market or topic. That’s too narrow, and too reactive. 85% of Americans get some physical activity in every week. Those same people should be finding time to support, challenge, and evolve their mental health for a holistic and effective approach to their personal growth.\\n\\nToday, it feels insane that mental health wasn’t an acceptable part of the national conversation even 20 years ago, when we know so many people suffer silently. In 20 years, we’re going to be baffled that everyone today didn’t make mental health a core part of their regular fitness regimen.\\n\\nLet’s re-brand mental health. Let’s just be healthy.\\n\\n![Mental Health = Fitness](https://images.mirror-media.xyz/publication-images/2WnwP_R7hBthD-n48RcKo.jpeg?height=1160&width=1740)\\n\\n\",\"timestamp\":1638450723,\"title\":\"We've Badly Mis-branded Mental Health\"},\"digest\":\"Z_6-3ve0znCrkT14XIGGgJF4mOHsXdlyRdwk61Lv6XI\",\"authorship\":{\"contributor\":\"0x3F004961500B04896A0857B46EE22136E23fc8cE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KE5T9_PSQrmKT27cKd2Z3DWnF2qfAIKjFBZU3-RoAxA\\\",\\\"y\\\":\\\"MdlBBWtsUq_AWMzPwRhd_hD_NAAvwpFPNdk2m6G3JRQ\\\"}\",\"signature\":\"UjpkbC9kAjkip9lWA2O-oA46sZ3gH8a0WUTQxdvT12_jWGm-A5Cwtw3yUdJlc7otb1W9UNvFFmcCmz1Y1DK-Mw\",\"signingKeySignature\":\"0x6dba2fbd4d9293b56c3ef0834be5460e64324578fbc5876c5c0d664fe432eff90d6d2ee9a86761755cb2b03255667644dd9ff3ec922e3c12440fe4d7f22f4ecb1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KE5T9_PSQrmKT27cKd2Z3DWnF2qfAIKjFBZU3-RoAxA\\\",\\\"y\\\":\\\"MdlBBWtsUq_AWMzPwRhd_hD_NAAvwpFPNdk2m6G3JRQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Z_6-3ve0znCrkT14XIGGgJF4mOHsXdlyRdwk61Lv6XI\"}"