"{\"content\":{\"body\":\"In former articles we have explored numerous topics regarding the Curve wars. We have learned about the involvement of various protocols in these wars, such as the involvement of Convex, Yearn and also what our involvement will be.\\n\\nIn this article we will explain the differences between the voting platform **Votium** and **\\\\[REDACTED\\\\]** as a DAO. So let us begin!\\n\\n\\n---\\n\\n![](https://images.mirror-media.xyz/publication-images/kR91AD7UG12rm69EE_fmL.png?height=417&width=1521)\\n\\nFirst question, what is Votium at all? We can find the answer to our question immediately from the [Votium documentation](https://docs.votium.app/):\\n\\n> Votium is an incentives platform where **vlCVX** holders can receive compensation from buyers interested in amassing voting power. Delegating/Voting on Snapshot incurs no risk to user funds, you always retain custody of your **vlCVX**.\\n\\nSimilarly to **veCRV**, **vlCVX** is the currency received for locking **CVX** for a certain period of time. One CVX controls more than one CRV, so CVX itself is very effective when used to vote on Curve Gauges. This [Dune Query](https://dune.xyz/queries/120194/241200) shows us exactly this.\\n\\nNow, how does Votium actually help a **vlCVX** holder choose what pool to vote for and accrue money through incentives? It’s simple! Votium is a **dashboard, first and foremost** which shows a user incentives deposited by protocols or individual accounts, for a certain pool. This is the reason it is being referred to as an “incentives platform” in the official documentation.\\n\\n![An example of the voting dashboard](https://images.mirror-media.xyz/publication-images/Xg686FoWdDqvZOAHsYba2.png?height=1211&width=1777)\\n\\nThis means, that a user has an overview of how profitable it will be for him to vote on a pool. It is expected, that in the case of everyone wanting to maximize their own profit, they distribute their votes in a certain way as to assure an equal amount of incentives received for each user, scaled by how much **vlCVX** this user deposits. This is where the second function of Votium comes in. **Instead of voting themselves, users can delegate their vlCVX to Votium, Votium then optimally votes for each user**. This is what Votium is all about!\\n\\n\\n---\\n\\n![](https://images.mirror-media.xyz/publication-images/NDi-Q3mvd8M6959ogmmRp.png?height=250&width=602)\\n\\nBefore even going into the details, the first thing which should have possibly become obvious is the fact that **Votium is not a DAO!** There is no governance involved, only a group of individual voters attempting to maximize their own holdings while contributing **vlCVX** to Votium. This is only the most basic and simple difference though, let us investigate!\\n\\n**\\\\[REDACTED\\\\]** is going to be (or *is*, depending on the readers time) a sub-DAO of Olympus specifically focused on leveraging the position of Olympus in the DeFi landscape by **incentivizing and directing liquidity locked in protocols which allow this aforementioned liquidity to be incentivized and directed** (such as **Curve**) **into pools with denominations which benefit the entire DAO.**\\n\\nThis very general statement essentially means that \\\\[REDACTED\\\\] is here to proactively **encourage liquidity providers to provide liquidity where it will benefit the entirety of Olympus and \\\\[REDACTED\\\\]!** \\n\\nThus, we come to our **second** difference between \\\\[REDACTED\\\\] and Votium:\\n\\n**\\\\[REDACTED\\\\] is protocol-agnostic** and will leverage its position by making use of any protocol. Besides Convex, this also means that it will engage with protocols like **Frax** which are looking to be a strong stablecoin layer on Ethereum and beyond. **Votium** is specifically focused on Curve finance, as of the time of writing, and is thus **not protocol-agnostic.** This is for the reason that Convex itself is only focused on Curve.\\n\\nHaving covered these basics, we can now continue on to more specific differences between Votium and \\\\[REDACTED\\\\]:\\n\\n* As a **DAO**, \\\\[REDACTED\\\\] owns a treasury which will be used for exactly the formerly mentioned actions of incentivizing and directing liquidity in certain directions. **This will be a collaborative effort** between all of the DAO contributors, as this is what defines a real decentralized autonomous organization. \\\\[REDACTED\\\\] goes a step further with this, and defines **a mathematical framework** which will be used to automatize and improve DAO decision making, making it one of the first one-of-a-kind **AI enhanced decentralized autonomous organizations.**\\n* \\\\[REDACTED\\\\] also has its own token with the ticker **$BTRFLY**! This token will serve a much wider purpose than just being an economic mirror of protocol productivity. $BRTFLY will be used to coordinate the behavior of individual investors to strengthen the Curve ecosystem as a whole and increase yields and governance participation. This will happen through elaborate governance mechanics which will require multiple articles of their own!\\n\\n\\n---\\n\\nSumming up, in this post we have demonstrated the intricacies of both Votium and \\\\[REDACTED\\\\], and have demonstrated how \\\\[REDACTED\\\\] is seeking to be one of the *most advanced* entities which will be engaged in the DeFi space, for this reason we invite our readers to join us in the advancement of *human coordination itself* in our [Discord 🦋](https://discord.gg/fcvDvPb9)! \\n  \\n **LFG!**\",\"timestamp\":1637433598,\"title\":\"[REDACTED] vs Votium\"},\"digest\":\"tyqY1yddSp3V9M7MTKaBbkRQMICfWoSfgtep5zt8WKc\",\"authorship\":{\"contributor\":\"0x584d2Ac4442B961f6ec1a81Ef9C941BcF8139Dd6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3n7T1EE3JEkpHXNtUDEKkx5-xVShe4gJUWgm8Svlt70\\\",\\\"y\\\":\\\"FVfyNoF1HGCSXWftY-TrsmQUXWLq3HWvbJ02ItsH5Uk\\\"}\",\"signature\":\"hEufvx0WsJm4wmclkzch08OzzgVJAeemIoCTum1MheqalCWcvLK0OHFhX38PYgdo7WEl-iSL1k5rwqUfZXCNIg\",\"signingKeySignature\":\"0xf0c8bb6478869e08f13dbdf03c84fd3e73f4fc0f6ac03dd9462c93a6caeb20214ec36122e45c944a38f10ffeb6d8cffd81f60412c93b2cde55fbcd7f7b8d77c800\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3n7T1EE3JEkpHXNtUDEKkx5-xVShe4gJUWgm8Svlt70\\\",\\\"y\\\":\\\"FVfyNoF1HGCSXWftY-TrsmQUXWLq3HWvbJ02ItsH5Uk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tyqY1yddSp3V9M7MTKaBbkRQMICfWoSfgtep5zt8WKc\"}"