"{\"content\":{\"body\":\"**摘要**\\n\\n**电价上涨，供应新风险：聚焦欧洲、印度和中国**\\n\\n在《大宗商品：库存预期能否兑现？》中，我们讨论了天气、产业政策等因素对大宗商品供应的潜在影响。九月，全球煤炭、天然气价格加速上行并传导到电力价格，全球多地电力成本抬升进一步影响了工业品成本和生产。本篇报告中，我们聚焦欧洲、印度和中国市场，讨论了当地政策变化和电价上升对铝、锌、钢铁生产成本的影响，以及对[农产品](https://laohu8.com/S/000061)市场的间接影响。\\n\\n**欧洲：**根据BNEF，欧洲十个国家平均现货电力价格达到去年同期的五倍水平至0.187欧元/千瓦时。截至目前，电价高企已造成欧洲电解铝、锌、镍铁、钢铁发生减产。由于欧盟国家以现货系统交易电力，叠加冷冬预期（《拉尼娜或回归，市场价格如何演绎？》），我们预计其电力价格将在冬季维持高位。\\n\\n**印度：**根据印度中央电力局截止10月18日的数据，印度电厂煤炭可用天数已低至4天，而2020年和2019年同期这一数据分别为18天和10天。9月下旬，印度矿业联合会称煤炭供应趋紧，大多数铝厂自备电厂煤炭库存已达到最低水平，如果煤炭供应没有恢复，到10月底印度电解铝厂可能不得不减产。\\n\\n**中国：**国内市场，由于煤炭价格快速上涨，燃煤电厂亏损，10月11日，国家发改委发布有序放开燃煤发电电量上网电价通知，其中将燃煤发电市场交易价格浮动范围扩大为上下浮动原则上均不超过20%，高耗能企业市场交易电价不受上浮20%限制。根据已经公布地区电费价格上浮区间，我们预估高耗能企业电价可能上浮20%\\\\~50%。此外，考虑到12月至明年5月都是枯水季，我们预计云南地区电力紧张仍将持续。\\n\\n**大宗商品生产成本抬升，冬季供应风险或将蔓延**\\n\\n**铝：**九月份，国内纯碱价格上涨88%，推高氧化铝成本；叠加海外氧化铝厂事故后短期复产无望，海运氧化铝价格继续拉涨。能耗成本方面，九月动力煤现货价格几乎翻倍，显著抬升拥有自备电厂的电解铝厂成本；基于发改委发布的燃煤发电浮动电价政策，使用公网电力的电解铝成本同样大幅抬升。我们计算得出，浮动电价下使用公网电力的铝厂和有自备电厂铝厂的现金成本几乎持平，利润缩窄。海外市场，我们认为应密切关注来自欧洲和印度的潜在供给减少风险。欧洲电解铝供应占全球总量11%，按其现货电力价格计算，吨铝电费成本相比去年同期增加2250欧元，叠加氧化铝价格上涨，高电价下电解铝厂理论上已经出现亏损。而印度电解铝供应占全球总量5%，并且基本依靠火电。如果其国内电厂库存维持低位无法得到补充，我们认为当地电解铝企业仍有减产风险。\\n\\n**锌：**鉴于欧洲电价快速上涨，Nyrstar和[嘉能可](https://laohu8.com/S/GLEN.UK)分别宣布旗下欧洲锌冶炼厂错峰生产。我们按照目前欧洲平均电费计算，海外每吨精炼锌电费成本相比去年同期增加615欧元，考虑到2021年度长协TC为159美元/吨而现货TC在80美元/吨，采购现货锌精矿的冶炼厂面临更大亏损。欧洲精炼锌产量占全球产量17%，若减产继续蔓延，我们认为应关注是否将影响现货锌精矿TC上移。\\n\\n**钢铁：**受能源价格高企影响，总部位于卢森堡的钢铁公司安塞乐米塔尔已决定对其位于意大利和西班牙的电炉钢厂实行间歇停产。以电炉生产螺纹钢吨钢耗电550千瓦时计算，每吨钢生产的电力成本相比去年同期增加84欧元左右。据世界钢协，2019年欧洲粗钢占全球粗钢产量12%，其中电炉钢的占比约为45%，高于全球28.4%的电弧炉占比水平。\\n\\n**农产品：**电价上浮对农产品的直接影响较小，但由于能源供应偏紧，国际天然气价格大幅上涨，传导至下游化肥价格快速攀升。我们预计化肥价格急剧上涨可能给农民种粮积极性带来一定影响，若氮肥价格持续上涨，或将导致美国明年春播玉米种植面积下滑。国内方面，能源价格上涨导致肥料生产也受到一定影响，叠加冷冬预期，有可能影响农民冬小麦种粮积极性。\\n\\n**正文**\\n\\n### 大宗商品：全球电价上涨，供应新风险\\n\\n**电价上涨，供应新风险：聚焦欧洲、印度和中国**\\n\\n九月，全球煤炭、天然气价格加速上行，电力成本抬升进一步影响工业品生产。本篇报告中，我们首先回顾了欧盟、印度和中国这三大市场的最新近况，并分别点评了电解铝、锌和钢铁的成本变化。\\n\\n由于欧盟国家以现货形式交易电力，按照边际模型，其最终电力价格与满足预期需求所需的边际燃料价格挂钩。当预期需求超过来自清洁能源的供应时，就必须使用化石燃料来替代，而这一来源，也就是天然气，在欧洲现货市场的批发价格迄今已经同比上涨250%。根据BNEF，欧洲十个国家（如图1）平均电价三季度较二季度翻倍，达到去年同期的五倍水平至0.187欧元/千瓦时。截至目前，电价高企已造成欧洲电解铝、锌、镍生铁、钢铁发生减产。\\n\\n欧洲有色金属行业协会在致欧盟委员会的一封信中提到说“电价上涨已经导致限电，并可能导致我们的行业进一步迁往国外，如果不解决欧洲问题。我们担心，如果电力仍然过于昂贵，它将抑制工业电气化作为脱碳路线的动力，从而破坏欧盟的绿色协议目标。”\\\\[1\\\\]该协会成员包括工业企业Glencore和Nyrstar，他们试图与当地政府协商，争取在电力价格方面得到帮助\\\\[2\\\\]。但是由于欧盟国家以现货形式交易电力，我们预计在冬季需求较高的季节，当地电费价格可能维持高位。\\n\\n**图表1：欧洲主要国家电力价格**\\n\\n资料来源：BNEF,[中金公司](https://laohu8.com/S/601995)研究部\\n\\n**图表2：海运煤以及欧洲基准天然气价格**\\n\\n资料来源：彭博，[中金公司](https://laohu8.com/S/03908)研究部\\n\\n而印度，作为世界第二大煤炭进口国，目前深受煤炭紧缺的问题困扰。根据印度中央电力局截止10月15日的数据，印度电厂煤炭可用天数已低至4天，2020年和2019年同期这一数据分别为18天和10天。印度工业企业自备电厂煤炭供应不足时，可以接入公共电网，而印度70%的电力都来自煤炭，由于煤炭价格上涨，印度能源交易所9月份的平均电价以及上涨63%。\\n\\n国内市场，由于煤炭价格快速上涨，燃煤电厂普遍亏损，10月11日，国家发改委发布有序放开燃煤发电电量上网电价通知\\\\[3\\\\]，其中将燃煤发电市场交易价格浮动范围扩大为上下浮动原则上均不超过20%，高耗能企业市场交易电价不受上浮20%限制。具体电费浮动仍需参考各个地方政府的通知，根据已经公布的地区电费价格上浮区间，我们预估高耗能企业电价可能上浮20%\\\\~50%。此外，考虑到12月至明年5月都是枯水季，我们预计云南地区电力紧张仍将持续。\\n\\n除欧洲、印度和中国，今年韩国、印尼和巴西市场电力价格也出现上涨，考虑到电价涨幅、各个商品生产单位能耗以及在相应市场中的产量份额，本篇报告我们依次讨论了能源紧缺、电价上行的背景下，国内外铝、锌、钢铁的成本变化，以及对农产品市场的间接影响。\\n\\n**图表3：印度电厂煤炭库存**\\n\\n资料来源：印度中央电力局，中金公司研究部\\n\\n**图表4：  商品生产平均能耗（数据截至2019年）**\\n\\n资料来源：IAI，ICSG，IZLSG，中金公司研究部\\n\\n**铝：原材料以及电力涨价抬升成本**\\n\\n今年国内电解铝产量频繁受到“能耗双控”以及限电干扰，九月份之后，减量影响扩大。加上河南洪水影响的产能，我们预计今年减少的年产能约320万吨，而铝价抬升也刺激部分复产，预计有98万吨。此外，鉴于云南于12月至明年5月将处于枯水季，我们预计当地限电情况难有改善，当地已减产的产能短期内难以复产。\\n\\n此外，成本抬升压缩电解铝利润明显。九月份，国内纯碱价格上涨88%，直接推高氧化铝成本，氧化铝价格上涨47%；叠加海外氧化铝厂事故后短期复产无望，海运氧化铝价格继续拉涨。能耗成本方面，九月份动力煤现货价格也几乎翻倍，显著抬升拥有自备电厂的电解铝厂成本；同时考虑到上周发改委发布的燃煤发电浮动电价政策，使用公网电力的电解铝成本同样大幅抬升。根据我们的成本计算模型，氧化铝和电力，分别占电解铝现金成本40%和45%，浮动电价下（图6虚线部分），使用公网电力的铝厂和有自备电厂铝厂的现金成本几乎持平，电解铝厂利润缩窄，但每吨仍有3000元左右的利润。\\n\\n海外市场，我们认为应密切关注来自欧洲和印度的潜在供给减少风险。欧洲电解铝供应占全球总量11%。截止10月中旬，欧洲主要国家平均电力现货价格已经比去年同期翻了五倍（BNEF）。根据IAI，欧洲电解铝生产平均电耗为15494千瓦时/吨，依照该耗电量计算，电解铝企业吨铝电费成本相比去年同期增加2250欧元，叠加氧化铝价格上涨，根据我们的成本估算，高电价下电解铝厂理论上已经出现亏损。荷兰铝生产商Aldel（年产能11万吨原铝）已宣布从10月11日开始暂停原铝生产，至少到2022年初。\\n\\n印度电解铝供应占全球总量5%，并且都配有自备电厂，大部分自备电厂也有自有煤矿或煤炭供应长单，但近期，其煤炭供应也受到干扰。9月下旬，印度矿业联合会（FIMI）称煤炭供应趋紧\\\\[4\\\\]，大多数铝厂自备电厂煤炭库存已达到非常低的水平，如果煤炭供应没有恢复，到10月底印度电解铝厂可能不得不减产。一般而言，煤炭供应不足的情况下当地铝厂可能接入公网电力系统，但考虑到印度电厂煤炭可用天数已低至4天，若其煤炭供应不能恢复，我们认为电解铝厂电力供应可能受到影响。\\n\\n**图表5：中国氧化铝生产成本估算**\\n\\n资料来源：SMM，万得资讯，中金公司研究部\\n\\n**图表6：中国电解铝生产成本估算**\\n\\n资料来源：SMM，万得资讯，中金公司研究部\\n\\n**锌：关注海外减产蔓延，以及锌精矿TC变化**\\n\\n鉴于欧洲电价快速上涨，在保加利亚，生产商 KCM Plovdiv于8 月初因电价上涨宣布其锌冶炼厂Plovdiv（年产能7.6万吨）停产10天，管理层已致函精矿供应商，通知他们，如果情况在 9 月份没有改善，生产将停止，精矿供应协议将被取消。九月下旬，Nyrstar旗下位于荷兰的冶炼厂Boliden宣布错峰减产。10月，Nyrstar宣布其三家欧洲精炼锌冶炼厂（年产能合计约70万吨，）将减产50%，相当于影响全球锌产量2.5%水平，何时复产尚不确定。随后，嘉能可宣布旗下欧洲锌冶炼厂将施行错峰减产，其年产能合计80万吨，具体减产量尚未公布。\\n\\n我们按照目前欧洲平均电费计算，锌冶炼厂每吨精炼锌电费成本相比去年同期增加615欧元，目前已有减产的欧洲锌冶炼厂通过错峰生产的方式节省电费成本。冶炼厂收入方面，锌价上涨提升冶炼厂free metal部分收入，而且目前海外升水仍然上涨，考虑到2021年度长协TC为159美元/吨而现货TC在80美元/吨，采购现货锌精矿的冶炼厂面临更大亏损风险。若减产继续蔓延，我们认为应关注是否将影响现货锌精矿TC上移。\\n\\n**图表7：进口锌精矿TC仍处于低位**\\n\\n资料来源：SMM，万得资讯，中金公司研究部\\n\\n**图表8：海外锌冶炼厂成本估算**\\n\\n资料来源：SMM，Woodmac，万得资讯，彭博，中金公司研究部\\n\\n**钢铁：欧洲电炉钢生产已经受到影响**\\n\\n在欧洲，电价高企也影响到了钢铁，特别是电炉钢的生产。我们看到，受能源价格高企影响，总部位于卢森堡的钢铁公司安塞乐米塔尔已决定对其位于意大利和西班牙的电炉钢厂实行间歇停产，长材生产将受到影响。当前欧洲十国平均电价已涨至0.187欧元每千瓦时，较去年同期上涨约5倍，以电炉螺纹钢吨钢耗电550千瓦时计算，每吨钢生产的额外成本大约在84欧元左右。据资讯公司Kallanish报道\\\\[5\\\\]，安塞乐米塔尔将对每吨长材产品收取额外50欧元的费用。\\n\\n据世界钢协（WorldSteel），2019年欧洲粗钢产量约为2.17亿吨，占全球粗钢产量的12%，其中电炉钢的占比约为45%，高于全球28.4%的电弧炉水平。\\n\\n**农产品：化肥价格上涨，关注对粮食播种的影响**\\n\\n国际方面，近期能源供应偏紧，导致国际天然气价格大幅上涨，传导至下游化肥价格快速攀升。据美国农业部数据，当前伊利诺伊州的玉米肥料成本约为165美元/英亩，较去年同期85-90美元/英亩，上涨约80%。化肥价格急剧上涨或将给农民种粮积极性带来一定影响，我们认为若氮肥价格持续上涨，或将导致美国明年春播玉米种植面积下滑。国内方面，在我国能耗双控政策背景下，肥料生产亦受到一定影响。当前冬小麦正直播种期，化肥对粮食增产贡献率在40%以上，特别是在冷冬预期下，化肥价格上涨可能影响农民种粮积极性。\\n\\n为了稳定农民种粮收益，政策层面已加强对化肥市场的宏观调控力度。9月24日，国家发改委会同多部门发布《化肥保供稳价工作的通知》，同时扩大化肥铁路优惠运价范围，促进化肥生产流通，支持农业生产，增加缓释肥料、水溶肥料等8个新型肥料品种享受铁路优惠运价。另外，在近期的电价改革中，国家发展改革委指出保持农业用电价格稳定，各地要优先将低价电源用于保障农业用电，农业用电由电网企业保障供应。\",\"timestamp\":1634799087,\"title\":\"中金：全球电价上涨，供应新风险\"},\"digest\":\"I6iBAiEyXGb3YIebSgjVEeAMAZxm3pci2urxVGK2nfg\",\"authorship\":{\"contributor\":\"0x62c0be315d417280B07FD4043f0E78d7526Ee530\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wVWxaqrnYzAJOCCqMJRbL-RLN8u17zJYwmVNJWTlcSI\\\",\\\"y\\\":\\\"60JgfwLsMpQPrh6Do7r86xfAha0CAJTGMOpBYDHTdvQ\\\"}\",\"signature\":\"-McbmqhAAm3i8HH46JzKGtx6UCPU0LvtdFb9vjj9JjF08L6fKUcpJPKOTxxXs8mUgoAxlT6CWChRk8m8UgYJXQ\",\"signingKeySignature\":\"0xc4b9ab0db50296accb39ed04333d49aed37e006f94394fb8bbaeea44576e16de6edb7cd0a039769baa78d6816eb5bc9c9fcea827b1411d7dfa5c3a71be29343a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wVWxaqrnYzAJOCCqMJRbL-RLN8u17zJYwmVNJWTlcSI\\\",\\\"y\\\":\\\"60JgfwLsMpQPrh6Do7r86xfAha0CAJTGMOpBYDHTdvQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"I6iBAiEyXGb3YIebSgjVEeAMAZxm3pci2urxVGK2nfg\"}"