"{\"content\":{\"body\":\"**Uniting the best analytical minds in the space to build the future of crypto analytics.**\\n\\n[Join MetricsDAO on Discord](https://discord.gg/yrxDvYdcDZ)\\n\\n# The DAO Mission\\n\\nThe purpose of MetricsDAO is to empower analytical minds and enable blockchains and protocols to succeed. It's critical for blockchains and all ecosystem participants to have the data, insights, visualizations and metrics that enable an active, educated and informed community. MetricsDAO will provide the framework for insights to be delivered on-demand and as-needed — sourcing community questions, activating analysts, structuring bounties, and quality controlling results. It will be data platform neutral.\\n\\nMetricsDAO will be a community that benefits analysts of all skill levels. It will allow for multiple modes of participation. Blockchains and protocols will be able to engage with the DAO to get the metrics they need.\\n\\n# Why?\\n\\nAnalytics and metrics are the lifeblood of blockchain ecosystems. Protocols are evolving in real time. In order to best understand, to share ideas, to know fundamental truths, the data must be available.\\n\\n# Who We Are\\n\\nThe DAO is being launched by a crew of active analysts and analytic minds in the blockchain ecosystem, supported initially by infrastructure from [Flipside Crypto](https://flipsidecrypto.com).  Flipside is donating its IP to make this possible.  **We welcome any other data provider and any other community of analysts to join.**\\n\\n`We believe that access to data for analysis should be open and free; and that all data providers and all analytics platforms help raise the tide of the overall crypto and blockchain ecosystem. `\\n\\n`We believe blockchains and protocols should have a clear open format to access analytical minds for on-demand, real-time visualizations, analysis and metrics they need.`\\n\\n## Genesis participants include:\\n\\nWe’re beginning with a set of individuals who are analytically minded and DAO-principled:\\n\\n[@danner.eth](https://twitter.com/drakedanner) -  [@Sunslinger.ust](https://twitter.com/GJFlannery19) -  [@drethereum](https://twitter.com/dr_ethereum) -\\n\\n[@andrew.i](https://twitter.com/andrewhong5297) -  [@jdcook](https://twitter.com/josephdcook) -  [@sui414](https://twitter.com/sui414) -  [@MSilb7](https://twitter.com/MSilb7)\\n\\n# How does this work? How do I participate?\\n\\n**Community Membership**\\n\\nIt’s simple. If you are an analyst of any type. If you have an analytical mind. If you are just interested in analysis, you are already a member!\\n\\n[Come and join our Discord](https://discord.gg/yrxDvYdcDZ) and [Follow Us On Twitter](https://twitter.com/MetricsDAO).\\n\\nGenesis Members will receive a POAP.  Future awards will be coming.  Head over to the discord and twitter to see it all go down.\\n\\n# What will I do as a participant?\\n\\nFirst and foremost, you'll have access to the data you need to construct insights in any format you seek. Again, this is vendor neutral, you may work with data on any platform you are comfortable with.\\n\\nSecond, there are a variety of tasks to enable effective metrics outcomes. To name a few: suggesting questions that require analysis; structuring bounties; reviewing dashboards, charts and visualizations for quality control. Most importantly, this will be an open forum for active dialogue and learning about all things analytics.\\n\\nCome raise your hand; there will be plenty to do, and no shortage of benefits for those who want to empower analytical minds, and help blockchains succeed.\",\"timestamp\":1637178227,\"title\":\"Introducing: MetricsDAO\"},\"digest\":\"igQj4U5VtQCaC5XqdhXOGQjzGgXHdBVdiNOHhnTVt7s\",\"authorship\":{\"contributor\":\"0x3138165f8d21d4869dbD406CD8bc8055CAC8fb6E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AIhkaUyvaeM4uq4dQZPsDAz7Rox2Hf48mpxyxNdhz34\\\",\\\"y\\\":\\\"940T1n-REcqndbfUYd1gT8lXTeOTgntdvrVcHPF9ZAQ\\\"}\",\"signature\":\"TZwo623Un8b28u-TS3YA8Ttkh9zWP0sHQlBKvqN8zxehE8ikD41ZXct01D7ai48C-hyR3xfmDlA2o0N_qWHVzg\",\"signingKeySignature\":\"0x0643f138e8668e831ca419641ffa3f1c2d8a52aba323e320a8df4d5b805eb7825c82e6bff470888f42b85edc196a21462ae81390e1d7ccf30ac765c4ff186b821b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AIhkaUyvaeM4uq4dQZPsDAz7Rox2Hf48mpxyxNdhz34\\\",\\\"y\\\":\\\"940T1n-REcqndbfUYd1gT8lXTeOTgntdvrVcHPF9ZAQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cQtRNHKaXr2OnX0X3QNsDGSusykYkw9D5XwY1PHvvZ4\"}"