"{\"content\":{\"body\":\"This slightly streamlined recipe for the world-famous pasteis de nata, or Portuguese custard tarts, uses just few basic ingredients but requires numerous steps and a certain amount of finesse. The results are so worth it, though, you'll want to make a double batch. The extra moisture inside the sticky dough, activated by a very hot oven, creates the signature flaky, buttery, crispy crust, which encases a custard subtly scented with lemon, cinnamon, and vanilla.\\n\\n[ \\n ](https://www.allrecipes.com/cook/foodwisheswithchefjohn/)Directions\\n\\nInstructions Checklist\\n\\n* Step 1\\n\\n  Combine flour, salt, and cold water in a bowl. Mix with a wooden spoon until dough just comes together and pulls away from the sides of the bowl. Dough should be sticky; adjust with more flour or water to achieve what's shown in the video.\\n* Step 2\\n\\n  Transfer dough onto a well floured surface. Dust a little more flour over the top. Knead for a minute or two to form a round. Cover and let rest for 15 to 20 minutes.\\n* Step 3\\n\\n  Roll dough into a square about 1/8 inch thick, dusting with flour as necessary; dough should still be sticky.\\n* Step 4\\n\\n  Spread 1/3 of the butter over 2/3 of the square using a silicone spatula, leaving a 1/2 inch border. Flip the unbuttered side over the middle of the square and fold the opposite end over it like a letter. Straighten the edges as needed.\\n* Step 5\\n\\n  Turn dough with a bench scraper to unstick it from the counter; dust with flour. Flip and sprinkle more flour on top. Roll dough into a 1/8-inch-thick rectangle, carefully stretching edges as needed. Spread another 1/3 of the butter over 2/3 of the dough. Fold into thirds. Transfer onto a lined baking sheet and freeze until butter is slightly chilled, about 10 minutes.\\n* Step 6\\n\\n  Sprinkle dough with flour and roll into a square a little over 1/8 inch thick. Spread remaining butter over the dough, leaving a 1- to 1 1/2-inch border on the top edge. Dip your finger in water and lightly moisten the unbuttered edge. Roll dough into a log starting from the bottom edge. Dust with more flour and polish the ends as needed. Seal with plastic wrap and refrigerate at least 2 hours, preferably overnight.\\n* Step 7\\n\\n  Combine sugar, 1/4 cup plus 1 tablespoon water, cinnamon, and lemon zest in a pot. Boil over medium heat, without stirring, until syrup reaches 210 to 215 degrees F (100 degrees C). Remove from heat.\\n* Step 8\\n\\n  Preheat oven 550 degrees F (288 degrees C). Grease a 12-cup muffin tin.\\n* Step 9\\n\\n  Whisk flour, salt, and cold milk together very thoroughly in a cold pot. Cook over medium heat, whisking constantly, until milk thickens, about 5 minutes. Remove from heat and let cool for at least 10 minutes.\\n* Step 10\\n\\n  Whisk egg yolks into the cooled milk. Add the sugar syrup and vanilla extract. Mix until combined. Strain custard into a glass measuring cup.\\n* Step 11\\n\\n  Unwrap the dough and trim any uneven bits on the ends. Score log into 12 even pieces using a knife; cut through.\\n* Step 12\\n\\n  Place a piece of dough in each muffin cup. Dip your thumb lightly in some cold water. Press thumb into the center of the swirl; push dough against the bottom and up the sides of the cup until it reaches least 1/8 inch past the top. Fill each cup 3/4 of the way with custard.\\n* Step 13\\n\\n  Bake in the preheated oven until the pastry is browned and bubbly, and the tops start to blister and caramelize, about 12 minutes. Cool tarts briefly and serve warm.\",\"timestamp\":1640344473,\"title\":\"Portuguese Custard Tarts (Pasteis de Nata)\"},\"digest\":\"Tqj7uMnSO8qAiHMKWGxQf1zancV44-mrWXefIUW3iA0\",\"authorship\":{\"contributor\":\"0xE5fb5f7b7Dce87f9eCf5bca03C329001160fC709\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZA4GgIZlmgnzIeULdkj869F4TFjJBY3djXgn5pOtET4\\\",\\\"y\\\":\\\"l4qbF_2CNGWK0DJKw4VdudYsPiM3Bp4JAzw3G6BatLU\\\"}\",\"signature\":\"MnfXHiLeON78S7z-y_gI3lpgBr8w_6gGHrFxiaUKlM5pFWLPORvmvfewKdFwWlhe6o-XSiTCYjgaxB8IPFFdJA\",\"signingKeySignature\":\"0xe1fd62fd1adc946d0401ae703b9e90139cac71bd8672dd43f3575c1af5a93e8e2a4950c26aeb55dbbaec70f5bad85ce745995a4d53be9514c5315b65f7e420d61b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZA4GgIZlmgnzIeULdkj869F4TFjJBY3djXgn5pOtET4\\\",\\\"y\\\":\\\"l4qbF_2CNGWK0DJKw4VdudYsPiM3Bp4JAzw3G6BatLU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Tqj7uMnSO8qAiHMKWGxQf1zancV44-mrWXefIUW3iA0\"}"