"{\"content\":{\"body\":\"Are you a crypto lover? Want to earn more with crypto and have some fun? So here at Cradles, they came up with a special game for you. Cradles.io that began in prehistoric times. It is a Blockchain based video game, in which the video game allows people to come together all over the world to make a mesh of entropy. Some people think that blockchain gaming is a form of money-making innovation, so Cradle enables them to grow their traditional crypto NFT and trade with other cryptocurrencies..\\n\\nCradles introduced the new concept of gaming experience under the slogan \\\"Play to Enjoy, Enjoy to Earn\\\". The gaming experience of the cradle has its hype of joy. In terms of the gaming experience, cradles give you the option to make money in their dual NFT token model that consists of traditional cash with cryptocurrency and crystals as the in-game currency. In this article, we will cover all the aspects of the cradle gaming project. \\n ** \\n Note: Currently Cradles is giving 505 Cradles NFT for their Discord users, join Cradles Discord now for more info: <https://discord.gg/fqrATQzN>**\\n\\n \\n\\n## What exactly is Cradles.io? \\n\\n \\n\\nCradles: The origin of species is based on the prehistoric times. They introduce a metaverse time and entropy system to mesh real-world time and space in a game. It is the Metaverse world in which Blockchain exists. Cradles allow you to play the game as if it were the Triassic age of the Metaverse. \\n\\n It’s a virtual reality game developed by the DRepublic team and powered by Blockchain,we'll talk about it later in the article. Cradle gaming on VR devices depicts you and your immense self as various species in the cradle world. Although it has the gaming content and NFT token mechanism of a cryptosystem. They have a variety of features, content, and excitements and the major advancement of AI, which makes them powerful gameplay in the real world. Along with the gameplay, it has the NFT exchange program, in which you can trade with your community.\",\"timestamp\":1638432117,\"title\":\"Cradles, Prehistoric Metaverse Game: A Hidden Gem\"},\"digest\":\"DCfSttBKcw_K7KJbhSPmz4I7oXTlMOR3OVRcWwta4Kw\",\"authorship\":{\"contributor\":\"0x1BB92b7e104F12A12B89c1C999740e5bd4B05C06\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"m5-Mlq5bUqHq1f6jOpV2yzq23GjIANz5eFC9P-LFRyE\\\",\\\"y\\\":\\\"L-RolVOQgplDva_zG5SONWttQCnYJUrHleFUm1m41AA\\\"}\",\"signature\":\"tuFnnUtyCHHLsWMnuj7UM3WCNXBeegDryNVd6rZCNy8D7jv4iQA8YZ3uG5npNnEUkJqMA2isI-oB9Wh-2I8ApA\",\"signingKeySignature\":\"0x31a64e873c749f26c2d4a15f9eac063de433ab5e3c01e90775585b4c22ce7f2940b12b6d9cf6a1337d2c40208c4faa499a33fffda0c9ecbe1c94c0725996fe941b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"m5-Mlq5bUqHq1f6jOpV2yzq23GjIANz5eFC9P-LFRyE\\\",\\\"y\\\":\\\"L-RolVOQgplDva_zG5SONWttQCnYJUrHleFUm1m41AA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DCfSttBKcw_K7KJbhSPmz4I7oXTlMOR3OVRcWwta4Kw\"}"