"{\"content\":{\"body\":\"8\\\\.6.1 New Worlds Mean New Rules\\n\\n1976 Mars\\n\\nThere was a world with an ocean and a warm atmosphere. It died.\\n\\nA team of explorers were sent - they were made, not born. Two. They were hurled into the dark, with thousands of names of their makers inside their bodies. Others were sent in the past, most did not survive.\\n\\nEach had a companion which did the flying, for millions of miles, and then released them. The companions would fly around this dead world, and take pictures to send back to their makers.\\n\\nAs the explorers fell from the sky, their aeroshields protected them, which glowed hot despite a thin atmosphere. The chutes unfurled, the retros fired. The landing pads deployed. Touchdown.\\n\\nTheir names: Viking.\\n\\nMars was not Earth. The rules were different, the prize was a mystery.\\n\\nThe surface pressure was less than 4% of Mt. Everest. There was no magnetic field to keep out the electromagnetic fury of the sun. The sunsets were blue. Dry, dusty, colder than ice back home, in summer.\\n\\nThe probes were made to learn what man could not on his own. They were squat with one mechanical arm, tools and sensors.\\n\\nThey did not find the expected answers, they found new questions.\\nThey did not discover life but they could not disprove it wasn’t there.\\n\\nTheir eyes looked backward in time, millions of years, on a dead world.\\n\\nA frozen desert world showed the marks of water and rain, the scars of fire and ice. An ancient ocean carved into the bedrock for thousands of miles. The sides of ancient volcanoes were marked by rain, like those in Hawaii. Massive channels made by flows 10,000 times that of the Mississippi river.\\n\\nThe Vikings’ bodies failed in the next few years. None followed for 20.\\n\\n![](https://images.mirror-media.xyz/publication-images/HgVkkBmw3VFPJ_nUL6irQ.png?height=1612&width=1201)\\n\\n\",\"timestamp\":1642275611,\"title\":\"1976 8.6 New Worlds, New Rules\"},\"digest\":\"lyTkbj9dqnr2ebPReQOxHG8AsHP77-HojlfKdYN9S6A\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zPVtMyaQpDsDDVMjJesiMZMonuGdwDy-z4GiCoW285I\\\",\\\"y\\\":\\\"Sj1MexBfn8IhGL2V2t3MueP6MdvJoUFmyRgdO4ow8wQ\\\"}\",\"signature\":\"rNaaIYcPPe6P8hRidkn6nFNMfkFZCsOp8E_2IT1twpZVqSxHrSVDA4IGKeNSOZjWQdVs6BFMQOqFdkAwggH2qw\",\"signingKeySignature\":\"0x939c3e74a74214d6af1d91162bfa0388ffcf1810af9855b8880f77fac5246e92763b9303b41ee3fbd48236f8d0f8e555ab6e872cb7d0c6983323d6d9cc5c151c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zPVtMyaQpDsDDVMjJesiMZMonuGdwDy-z4GiCoW285I\\\",\\\"y\\\":\\\"Sj1MexBfn8IhGL2V2t3MueP6MdvJoUFmyRgdO4ow8wQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ifB17lNPcI9mOQAFEl3V-zNpkfpBMw0vm-YpBwkmj3o\"}"