"{\"content\":{\"body\":\"> *“In ███ theory, with the butterfly effect, ████████████████████ a small change █████████████████████████████████ can result in large differences █████”*\\n\\nIn its short lifespan, [Curve Finance](https://learn.bybit.com/defi/what-is-curve-finance/) has established itself as one of the key building blocks in the DeFi ecosystem, utilizing its DAO and [gauge mechanism](https://resources.curve.fi/base-features/understanding-gauges) as a gatekeeper for success among some of the fastest growing protocols in DeFi such as Convex and Abracadabra. Yet, many participants are not aware of the full extent of Curve’s influence in DeFi. Being the black hole for liquidity that it is, anyone who has experimented with DeFi protocols, will find that quite a few of those DApps use Curve to source liquidity and yield without you even recognizing it.\\n\\nREDACTED Cartel is an initiative using the POL mechanics of OlympusDAO to accumulate as much liquidity as possible from the Curve ecosystem in order to have a majority say over the Curve gauge. The cartel does not aim to act maliciously, rather gamify and decentralize the process of bribing the gauge through a DAO. Using concepts from the Olympus model, we will make a blackhole for CRV, CVX, and Curve LP tokens and manifest a DAO that has a majority say in the Curve gauge? The first DAO political party? ██████? Gauge-as-a-service? Why not?\\n\\n### but ser, why?\\n\\nJust over a year ago when the Curve governance token first released, the protocol started issuing CRV rewards to LP holders in order to accumulate more stablecoins and fees which in turn, further bolstered Curve as the hub for high liquidity, efficiency, and yield. Like most tokens in DeFi, CRV has its main use case in governance over the protocol. Token holders are required to lock CRV for veCRV ( vote-escrow CRV) which acts as the illiquid access token to the governance mechanism.\\n\\nVotes and rewards are weighed by both the quantity of tokens and the duration for which the tokens are time-locked. The longer the lock-up period, the greater the voting power and the larger the rewards. Users can lock CRV for a minimum of a week and up to four years. The longer the CRV is locked, the bigger the “boost” (up to 2.5x), which means that the user receives more veCRV, which aligns long-term stakeholders with the protocol's success. At the time of writing, 47% of all circulating CRV is vote-locked for an average of 3.6 years. Another benefit for veCRV holders is the right to receive fees generated by the liquidity pools, in addition to deposit and withdrawal fees.\\n\\nThe most active part of the governance is the gauge mechanism. The inflation of the CRV token goes to users who provide liquidity. This usage is measured with gauges. The liquidity gauge measures how much a user is providing in liquidity. Each gauge also has a weight and a type. Those weights represent how much of the daily CRV inflation will be received by the liquidity gauge.\\n\\n![Proposed gauge weights for November 4th 2021. Will expand on this later, but notice how the Abracadabra community discovered this trend early and utilizes the gauge to further bolster the success of MIM 🧙](https://images.mirror-media.xyz/publication-images/ARz0cKL9xv4W9kga0VPln.png?height=800&width=1200)\\n\\nAround a year after this experiment in decentralized inflation went live, recognizing the importance of the curve gauge to the success of different protocols, the Yearn team released a tool appropriately called bribe.crv.finance that allows DeFi projects to bribe (could have used a less malicious term lol) veCRV holders with token rewards in exchange for their votes. Making sure you get as fat of a slice of the gauge pie is critical to the success of nearly every project in the DeFi space. Some examples:\\n\\n* Yearn/Convex - Making sure its users get as high of a yield as possible on their stablecoins and Curve LPs.\\n* Abracadabra - Bootstrap the liquidity and adoption of their stablecoin\\n* Badger - Point as many rewards as possible towards Bitcoin-focused Curve LPs\\n* Layer-1s - Bridging stablecoin liquidity to their chain\\n\\n  [https://twitter.com/danielesesta/status/1425743865634562049?s=20 ](https://twitter.com/danielesesta/status/1425743865634562049?s=20)\\n\\n[https://twitter.com/FantomFDN/status/1425774478164996096](https://twitter.com/FantomFDN/status/1425774478164996096)\\n\\n[https://twitter.com/CreamdotFinance/status/1425788607806119939?s=20](https://twitter.com/CreamdotFinance/status/1425788607806119939?s=20)\\n\\n### but ser, how?\\n\\nWe will rally around the REDACTED cartel to bring this vision of decentralizing the Curve gauge to life.\\n\\nREDACTED incentivizes bonding tokens from the Curve ecosystem in to our treasury in exchange for the BTRFLY token. Each BTRFLY token is backed by value from the Curve ecosystem locked in the DAO treasury. BTRFLY is an ERC20 token, but will bridge the core components and token to whatever chains Curve scales to.\\n\\nThe strategies employed through bonding allow REDACTED to accumulate voting power in the Curve gauge and utilize that power to vote on the behalf of minters ensuring their interests are best represented in the Curve gauge.\\n\\nIn addition to an aggregation of voting power, when utilizing Curve LP tokens to mint BTRFLY, users are receiving a maximized yield and are in possession of a liquid token that is securely backed by stable assets. BTRFLY is primarily backed by the stablecoin LP tokens, remaining relatively stable regardless of the market dynamics.\\n\\nBTRFLY will be the latest building block in the Curve governance that aims to accumulate as much veCRV (and CVX) as possible through the mechanics of OlympusDAO. It is important to note that while *technically* this is an Olympus fork (oh no!), we are not trying to become a reserve currency or compete with them in anyway. We aim to leverage the concept of PCV through their architecture in order to achieve our goal of creating a major say in the Curve gauge.\\n\\nBTRFLY is also leveraged for unlocking liquidity in the Curve ecosystem, in exchange for bonding Curve tokens to the treasury, we will give up a liquid alternative in the form of BTRFLY. In its future — REDACTED will become a core piece in the curve economy where the whole ecosystem and monetary policy are managed by the REDACTED Cartel (aka a DAO). This way we guarantee transparent decision making and long-term stability.\\n\\nOur next article will focus on the few modifications we are making to the Olympus code including limiting volatility of the BTRFLY token through Uniswap V3 range LPs as well as our roadmap on how we can accumulate as much market share in the Curve economy as possible.\\n\\nFull Gitbook coming ██████ and mainnet launch coming ██████\\n\\nJoin our [Discord](https://discord.gg/RwghRM6Shf) and be an early contributor.\",\"timestamp\":1635848315,\"title\":\"Introducing ██████\"},\"digest\":\"W72QdN6SBZIrR8WrCAgUffVlXUDycn3W7O67VWp2xfc\",\"authorship\":{\"contributor\":\"0xE90c74145245B498fef924fAdC7bb34253c7cF90\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DulOj6JskgesLw9jf24fq8uoCfzUnMq2GWO51y45rhE\\\",\\\"y\\\":\\\"di0pDfm6K9ld6kdtfOyiEHV8Trr2BrjKsGXnRl_fIrQ\\\"}\",\"signature\":\"gRNILiQj5w6_KNO5BjnG-nJSYESpT0opmUF7FzCBzrJXVcjfMyuIDb4TODBnc7tSoOdKiQYBLqtt89tJ7DXVxA\",\"signingKeySignature\":\"0x85ee45995f58080c5407387993e4c8c6b6eeec3ed3418125279984a5b9263581458365b56df703dbabedee25ec927b7b6b65c1f86ae1c011cc1ef701e8ac56761b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DulOj6JskgesLw9jf24fq8uoCfzUnMq2GWO51y45rhE\\\",\\\"y\\\":\\\"di0pDfm6K9ld6kdtfOyiEHV8Trr2BrjKsGXnRl_fIrQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3PhgwWY2F5a1_fZ4rSiZSQLmsvZRmLmRxMn5e2rxM_k\"}"