"{\"content\":{\"body\":\"*Learn all about Web3, blockchain, crypto, metaverse, NFTs, DeFi and more with our scavenger hunt-inspired playbook*\\n\\nSo many articles. Too many terms. Thousands of currencies. And what are tokens anyway? If you or those you love are wondering how to learn about the world of blockchain and crypto, look no further – Web3 is your gateway to understanding concepts you’ve heard about but haven’t grasped. With Decasonic’s **Play to Learn: 50 Ways to Embrace Web3 in 2022**, you’ll go from blockchain beginner to crypto connoisseur in no time.\\n\\nAt Decasonic, we work with founders to help bring blockchain innovations to life. We also strive to make this transformative technology more accessible for all. Challenge yourself with our bite-sized tasks so you can “walk the talk” in a world that’s going blockchain.\\n\\nReady. Set. Go!\\n\\n**Get Curious About Cryptocurrencies (Level: Beginner)**\\n\\n***1. Buy a BTC on Coinbase Mobile***. *[Coinbase](https://www.coinbase.com/)* is like a brokerage with a virtual wallet. To buy bitcoin tokens (digital currency), download the Coinbase app and buy your first fractional share – because a single BTC currently hovers around $50,000!\\n\\n***2. Trade BTC to ETH on Coinbase Pro Web***. [Coinbase Pro](https://pro.coinbase.com/) works as an exchange where people buy and sell from each other. In your account, figure out how many ETH (Ethereum) tokens you can get for, say, $5 of BTC. Make your first trade and feel like an industry insider.\\n\\n***3. Transfer ETH onto cold storage.*** “Cold wallets” are physical devices – modern flash drives – that allow offline storage of coins and tokens as opposed to holding them in “hot wallets” (internet-based storage like Coinbase or *[MetaMask](https://metamask.io/)*). Plug your *[Ledger](https://www.ledger.com/)* or *[Trezor](https://trezor.io/)* device into your computer and watch your ETH coins deposit into your very own hardware wallet – just like a secure piggy bank.\\n\\n***4. Send an ETH to a friend’s wallet.*** Each crypto type has its own address. Make sure you are sending Bitcoin to a Bitcoin address and ETH to an ETH address (ETH means *[Ethereum](https://ethereum.org/en/)*, by the way). You’ll need to get your friend’s wallet address – or the address of a business – to make a transfer from your wallet to theirs. If you’ve used Venmo or Zelle from Chase, the concept is already familiar. Voila – you’re making crypto payments.\\n\\n**Top Tech Resources To Take In (Level: Beginner)**\\n\\n***5. Read the [Satoshi whitepaper](https://bitcoin.org/en/bitcoin-paper).*** Authored in 2008 under the pseudonym Satoshi Nakamoto, this iconic paper about Bitcoin revolutionized fintech by envisioning a future operated by secure self-governing digital financial assets. This *[link](https://bitcoin.org/en/bitcoin-paper)* on bitcoin.org translates the original whitepaper into many languages.\\n\\n***6. Read a16z’s crypto canon.*** This digestible set of resources from venture capital giant *[Andreesen Horowitz](https://a16z.com/2018/02/10/crypto-readings-resources/)* will get you up to speed on all aspects of crypto and blockchain.\\n\\n***7. Read a16z’s DAO canon.*** Dazzle your friends by explaining what decentralized autonomous organizations are – and why they matter. Another [\\\\*valuable set of resources \\\\*](https://future.a16z.com/dao-canon/)from Andreesen Horowitz not to be missed.\\n\\n***8. Read a16z’s NFT canon.*** Clearly we’re fans of Andreesen Horowitz’s curated materials – *[start here](https://future.a16z.com/nft-canon/)* to learn all about non-fungible tokens.\\n\\n***9. Complete Crypto Startup school***. If you’re ready to take your learnings to the next level, a16z offers *[videos and materials](https://a16z.com/crypto-startup-school/)* to start building your own crypto projects.\\n\\n***10. Understand why mnemonic phrases are important in crypto.*** Not everything should be digital – like keywords and phrases to access your crypto wallet. That’s where *[nonsensical but memorable phrases](https://coinmarketcap.com/alexandria/glossary/mnemonic-phrase)* come in. If you want to know how these secret phrases generate safe addresses behind the scenes, *[this article](https://medium.com/mycrypto/the-journey-from-mnemonic-phrase-to-address-6c5e86e11e14)* explains it.\\n\\n\\\\*\\\\*\\\\*11. Read Messari’s Crypto Theses for 2022. \\\\*\\\\*\\\\*Get caught up on the industry, quickly. Messari specializes in research and data tools that deliver greater transparency across the crypto landscape. Their [\\\\*latest report \\\\*](https://messari.io/crypto-theses-for-2022)outlines key trends, people, companies and projects to watch with predictions for 2022.\\n\\n**Cozy Up With Crypto Communities (Level: Beginner)**\\n\\n***12. Join a Discord discussion group.*** Think of *[Discord](https://discord.com/)* as Slack, but geared for gamers. Connect and chat with crypto and blockchain users globally in discussion rooms and study groups, Or just sit back and soak in some knowledge.\\n\\n***13. Join a discussion group on Telegram***. Similar to Discord, *[Telegram](https://telegram.org/)* is a messaging app that encrypts all activity, enhancing privacy and security. Many crypto professionals use Telegram as their preferred mobile chat app. Start by subscribing to our group: *[t.me/decasonic](https://t.me/decasonic)*.\\n\\n***14. Join a Reddit forum***. Chances are you’ve already stumbled upon Reddit if you’ve ever Googled something like “how to solve a Rubik’s cube.” There are thousands of Reddit forums, like *[Cryptocurrency News & Discussion](https://www.reddit.com/r/CryptoCurrency/)*, which has 4.1 million members.\\n\\n***15. Find and screenshot three crypto terms on Twitter***. Head over to Twitter to test your knowledge by searching three terms you’ve learned so far. You’ll quickly realize that there is a hashtag for almost everything *[#crypto](https://twitter.com/search?q=%23Crypto&src=typeahead_click&f=top)*.\\n\\n***16. Follow 5 crypto “news outlets” or “influencers” on Twitter***. The crypto community is very active on Twitter. From investors to news coverage, there is no shortage of experts to follow. *[Here’s](https://www.coindesk.com/tech/2021/12/07/coindesk-most-influential-2021/)* a great list of top industry influencers from Coindesk.\\n\\n**Become a Web3 Wizard (Level: Intermediate)**\\n\\n***17. Download Brave Browser and set up your MetaMask wallet***. *[Brave](https://brave.com/)* boasts the best privacy online and 3x the speed of Chrome. Now put your new browser to work by installing the *[MetaMask](https://metamask.io/)* extension on Brave, a crypto wallet that serves as a gateway to virtually any blockchain app.\\n\\n***18. Set up the MetaMask mobile app and fund with your credit card.*** Secure your digital wallet by downloading *[MetaMask](https://metamask.io/)* as a mobile application. Used by blockchain newcomers, token traders, crypto gamers, and developers, MetaMask is a simple way to use your credit card and buy digital assets.\\n\\n***19. Buy an NFT on OpenSea.*** Explore the *[biggest digital marketplace](https://opensea.io/)* for non-fungible tokens. Buying an NFT gives you irrevocable ownership rights to an original digital asset. Owning the one and only version means that scarcity could create value over time.\\n\\n***20. Mint an NFT on Testnet.*** Minting NFTs can cost you fees. Our friends at the University of Illinois created [this cool app](https://illini-mint.vercel.app/) to practice minting NFTs on a testnet.\\n\\n***21. Buy an ENS domain name using MetaMask Web.*** This allows you to shorten your alphanumeric wallet address into a domain name format, which can be used as your identity on social media or as an alternative to using a wallet to send funds. This *[Medium article](https://medium.com/the-ethereum-name-service/a-beginners-guide-to-buying-an-ens-domain-3ccac2bdc770)* is a good beginner’s guide to learn more.\\n\\n***22. Set up Phantom Wallet on Solana; send SOL and exchange tokens in the SOL ecosystem.*** *[Solana](https://solana.com/)* is a rising blockchain platform known for speed and low transaction costs compared to other leading blockchain ecosystems such as Ethereum. By setting up a *[Phantom Wallet](https://phantom.app/)*, you can safely store, send, stake and swap tokens on the Solana blockchain. Give it a go!\\n\\n***23. Join an NFT project drop.*** When new NFT projects become available at a scheduled date and time, you can buy before the NFTs are all gone or you’re priced out. Here’s *[more info](https://cyberscrilla.com/what-is-an-nft-drop-nft-drops-explained/)* – you’ll hear more about these cool events so get familiar now.\\n\\n***24. Buy a Solana-ecosystem NFT with Solanart.*** *[Solanart](https://solanart.io/)* is an NFT marketplace that promotes artists and makes it easy to buy or sell the Solana-based NFTs they create.\\n\\n***25. Set up other wallets to further your ecosystem play – Binance Smart Chain, Polygon and AVAX.*** Each of these wallets offers their own merits. Explore and discover. But first, here’s a tip: AVAX is short for *[Avalanche](https://www.avax.network/)*.\\n\\n***26. Transfer Ethereum to Polygon.*** By now, you’ve acquired some ETH and might be wondering what’s next. Take it to Polygon! This blockchain provides scalable, secure and fast transactions for ETH-based currencies. [This article](https://support.opensea.io/hc/en-us/articles/1500012881642-How-do-I-transfer-ETH-from-Ethereum-to-Polygon-) explains how to make the transfer.\\n\\n**Get Gamified (Level: Intermediate)**\\n\\n***27. Enter the Metaverse: set up Decentraland***. This virtual reality universe allows users to explore, create, and trade digital assets using crypto token LAND or MANA. You can purchase and monetize digital real estate, play games and interact with other users. You can even explore *[Decentraland](https://play.decentraland.org/)* for free.\\n\\n***28. Join the Play to Earn (P2E) revolution: play the Axie Infinity game***. Inspired by Pokémon, *[Axie Infinity](https://axieinfinity.com/)* is a blockchain-based game where you trade NFT-based pet characters (Axies) and earn in-game currency by building virtual kingdoms for them. It’s wildly popular. Try it to learn why.\\n\\n***29. Compound your P2E earnings: set up staking in AXS.*** Axie Infinity Shards (AXS) are governance tokens that bind all Axie community members together. AXS holders can claim rewards if they stake their tokens, play the game, and participate in key governance votes. Read more *[here](https://axieinfinity.com/axs/)*.\\n\\n***30. Try The Sandbox***. A new virtual Metaverse, *[The Sandbox](https://www.sandbox.game/en/)* empowers artists, creators and players to unleash their creativity and build monetized assets and virtual experiences. It stands out for its partnerships with major brands and influencers, from Adidas to Snoop Dogg.\\n\\n***31. Try Splinterlands***. Another play-to-earn game that’s centered around trading, playing and earning cards. It is known to be one of the most active NFT-based games in the space with[\\\\* over 100,000 players\\\\*](https://www.asiacryptotoday.com/splinterlands/). Collect, trade, and battle *[here](https://splinterlands.com/)*.\\n\\n**Demystify DAOs (Level: Advanced)**\\n\\n***32. Understand how to set up a DAO.*** A simple way to describe a decentralized autonomous organization (DAO) is to think of it as an internet business led by its own members. Each decision made is through proposals and voting, giving everyone a voice. Here is a quick article about *[how to create your own DAO](https://medium.com/bitfwd/how-to-create-run-your-own-dao-5e3eadd96962)*.\\n\\n***33. Read a forum post on snapshot.org***. *[Snapshot](https://snapshot.org/#/)* is a platform used by decentralized organizations to determine the direction of projects using a decentralized voting system. Check out *[this proposal](https://snapshot.org/#/ens.eth/proposal/0x9ab53c76cee40d58cb27b244dfa5f9f2763bd8b97b1b4be1dd0f0bf706818fb4)* to get an idea of how it works.\\n\\n***34. Read a mirror.xyz post.*** Similar to Medium or Substack, *[Mirror.xyz](https://mirror.xyz/)* is a publishing tool for writers, only it is crypto-based and decentralized. Joining Mirror doesn’t just make you a member, you become a co-owner of the platform.\\n\\n**Build Blockchain Acumen With Crypto Analytics (Advanced)**\\n\\n***35. Find your address on [etherscan.io](http://etherscan.io/).*** Etherscan helps you see what’s going on with any of your ETH transactions. It's a decentralized smart contracts platform for Ethereum. To find your account, you need an identifier like a wallet address or transaction ID to paste into the search field. Once there, you can see associated transactions, addresses, timestamps and amounts.\\n\\n***36. Star a code repository on GitHub.*** *[GitHub](https://github.com/)* is a repository hosting service for developers as well as a directory of storage space. Users of the site are able to “star” (or bookmark) other people’s repositories so they can follow a project. Basically, it’s an archive where you store code to make better, more reliable software. It can be a local folder on your computer or storage space on GitHub. Extra credit: check out the web3 version of GitHub, *[Radicle](https://radicle.xyz/)*.\\n\\n***37. Explore the token economics on [messari.io](http://messari.io/).*** Tokenized economies are on the rise. How we value tokens is becoming increasingly important. Messari’s free open-source data library for crypto prices, market data metrics, on-chain metrics and asset profiles helps researchers, investors, and regulators make sense of the industry.\\n\\n***38. Find market volume on coinmarketcap.com.*** To understand market volume you need to understand market cap. Market cap is one way to rank the relative size of cryptocurrency. It's calculated by multiplying the price of the token by the circulating supply. Volume is the sum of the actual trades taking place between buyers and sellers. *[coinmarketcap.com](https://coinmarketcap.com/)* is a price tracking website that offers accurate information for comparing crypto assets to inform your decisions on what to buy and what to sell.\\n\\n**39. Explore a visualization on Dune Analytics.** This [powerful tool for blockchain research](https://dune.xyz/browse/dashboards) can be used to store, query, extract, and visualize vast amounts of data on the Ethereum blockchain.\\n\\n**Adopt DeFi, or Decentralized Finance (Level: Advanced)**\\n\\n***40. Stake a token (ETH, SOL, or DOT)***. Tokens are essentially digital coins. *[Ethereum](https://ethereum.org/en/)*, Solana and Polkadot are just a few among thousands to look at for your initial token investments. Staking simply means investing your token for a certain period of time to earn rewards. Coinbase and other major exchanges are now enabling this seamlessly through their services.\\n\\n***41. Borrow funds on Maker*.** Borrow funds on *[Maker](https://makerdao.com/en/)* – a digital bank of sorts – by buying DAI, its token currency. Take money out of your wallet and convert it to DAI. You have to put up ETH as your collateral for DAI via smart contracts that lock-in ETH as your down payment. Make sure you have enough assets to do this. Unlock your ETH to pay back the loan and fees associated with it.\\n\\n***42. Buy and sell tokens on exchanges***\\\\*.\\\\* To swap tokens, you need pairs of tokens to swap. So if you are going to use USD to buy BTC, your pairs are “USD/BTC.” Easy peasy? These assets now can be traded on exchanges such as Uniswap, Sushiswap or *[1inch](https://1inch.io/)*. Trading pairs lets you compare costs between currencies.\\n\\n***43. Use Zerion to connect all wallets together - lend, borrow, stake, yield farm in one platform.*** *[Zerion](https://zerion.io/)* is the easiest way to manage your entire DeFi portofolio in one place. It connects to any of the decentralized exchanges. It does everything on Web3, not wallet accounts. This is for your own protection. Zerion is an interface that lets you follow all your assets in real time, like live pricing updates. This means that it doesn’t work well with centralized exchanges like Coinbase or Binance.\\n\\n***44. Try PancakeSwap and the BSC.*** *[PancakeSwap](https://pancakeswap.finance/swap)* is an automated market maker meaning users automatically draw liquidity from a liquidity pool rather than through bid/ask systems or limit market orders. It's a decentralized exchange that sits on the [Binance Smart Chain](https://www.binance.org/en) (BSC) that is fast and more affordable than the Ethereum exchange. Binance is a growing alternative to other leading cryptocurrency platforms for this reason.\\n\\n***45. Connect to Polygon (MATIC) and try QuickSwap using MetaMask*.** *[Polygon](https://polygon.technology/)*, formerly known as the Matic Network, provides tools to improve the speed and reduce the cost of transactions on blockchain networks. It’s a layer-2 network meaning it acts as an add-on or a sidechain to Ethereum. Its token is MATIC, which you can purchase and move to your MetaMask crypto wallet. Buy *[QuickSwap](https://quickswap.exchange/#/swap)* using MATIC. It’s faster, cheaper and gives better options for gaming and NFT.\\n\\n***46. Participate in a Polkadot Parachain auction: stake DOT and receive rewards in native project tokens (\\\\~2 year DOT staking commitment).***\\\\* \\\\*Put DOT tokens to work and create more DOT on a *[Parachain auction](https://polkadot.network/auctions/)* held on the Polkadot exchange. Polkadot connects chains to allow for scalability across the ecosystem for bidding while decentralized exchanges like Ethereum aims to provide a secure public blockchain for high value transactions.\\n\\n***47. Participate in an IDO, either in the ETH, Polygon, Solana or BSC ecosystem using launchpads such as Polkastarter, PAID network, Solstarter, Cardstarter, Binance (centralized), Seedify or DuckDao.*** Stick with these advanced level challenges – you’ve got this! An IDO is like an IPO except you’re launching a new cryptocurrency on an exchange. Crypto launchpads like *[Solstarter](https://solstarter.org/)* (decentralized) and *[Binance](https://www.binance.org/en)* are IDO platforms for launching new coins and raising money from retail investors via crowdfunding.\\n\\n***48. Become a liquidity provider on [Uniswap](https://uniswap.org/)*, *[1inch](https://1inch.io/)* and other DeFi protocols**. Being a liquidity provider means your assets are held in the liquidity pool by a smart contract and you receive pool tokens that you can later redeem in return. It’s a way for users to pool their assets on exchanges like Uniswap for traders to swap between currencies. In general, Uniswap has greater liquidity and less slippage which occurs when prices for the coins drop. Liquidity pools provide cash flow, speed and convenience to the DeFi ecosystem.\\n\\n***49. Operate a master node for a major Layer 1 blockchain like Bitcoin through Bison Trails or native chain.*** *[Bison Trails](https://bisontrails.co/)* is enterprise infrastructure that powers the crypto ecosystem. A node operator runs software like this for the blockchains networks and earns rewards for doing this. Master nodes are part of the infrastructure that sustains cryptocurrencies and perform special roles in the blockchain. They do not add blocks, or nodes, to the chain.\\n\\n***50. Participate in [Yearn Finance](https://yearn.finance/)* DeFi yield vaults.** Depositing cryptocurrency in a vault or pool of funds (*[YFD](https://www.coinbase.com/price/yfdfi-finance)*) is to earn interest and generate the best yield farming profits possible. Yield farming (liquidity investing) involves staking or locking up your crypto in exchange for interest and rewards. The real payoff comes if a coin appreciates rapidly.\\n\\nYou made it! Whether you choose to do all, some or none of the suggestions offered in our **Play to Learn: 50 Ways to Embrace Web3 in 2022**, you’re smarter about blockchain just by reading our playbook.\\n\\nKeep in mind: this industry changes fast. Next year, our list will undoubtedly be different. So don’t waste any time – try our scavenger hunt suggestions *now*. Because next year, you’ll be needed to help others get their blockchain on.\\n\\nHave other ideas? We’d love to hear them. Reach out to us and please do share with others! Together, let’s work to bring blockchain innovation to everyone. [#embraceWeb3](https://www.decasonic.com/blog/hashtags/embraceWeb3)\",\"timestamp\":1641519780,\"title\":\"Play to Learn: 50 Ways To Embrace Web3 in 2022\"},\"digest\":\"4NytXvs6PFkqhy0dgF874r_tEb29l4MtlsY1oBXOuCM\",\"authorship\":{\"contributor\":\"0xd24e4795Eb96fc3f1fAf609Bd5a270425639899c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"N2T7Uwo4TvAcOg_ByQlBy7xOfSi-_uuNEny7VPVN3_0\\\",\\\"y\\\":\\\"XJfkniEmdKruPc3lplGLwQ53H0irrHdgiHskAH6m2Zk\\\"}\",\"signature\":\"_S27BGWC4FENdu4Am76p1N0BMSkhWenB99sSO1QTD7DxBlKaQ499sOnU90oYGv-ReAY_0hnyxQTs8DffMN28TQ\",\"signingKeySignature\":\"0x509c6d4e410014f03b5ec47718313ab7b8e9463134852a043bfc025c81ba741a06b846fd23d039fea1645b7442eca16e99d263d1de0f0f9ae9b411c02b07e6921b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"N2T7Uwo4TvAcOg_ByQlBy7xOfSi-_uuNEny7VPVN3_0\\\",\\\"y\\\":\\\"XJfkniEmdKruPc3lplGLwQ53H0irrHdgiHskAH6m2Zk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3EQruPJZV-wR5crnnxMh1YtQwnzXL20i86YtYCwCrSo\"}"