"{\"content\":{\"body\":\"Leo la prensa económica y veo con preocupación como las páginas de la prensa salmón incluyen entre sus gráficas y *ratios*las de determinadas firmas de abogados. La marcha, buena o mala, de estas firmas se mide en euros, las firmas tienen tanto más éxito cuanto más dinero ingresan. Miro y remiro la gráfica con detenimiento tratando de dar con alguna magnitud no cuantificada en euros y no encuentro nada más que el criterio del beneficio económico para medir el éxito o el fracaso. No son muchas las firmas que aparecen en esos periódicos, usualmente cuatro o cinco, lo cual, en un país con 150.000 abogados, da una imagen bastante poco cercana a la realidad de lo que es, de verdad, la abogacía en España.\\n\\nTratan de convencernos de que el ejercicio de la abogacía es un negocio y que, como tal negocio ha de ser tratado, imponiendo el criterio mercantil del reparto de dividendos como el único valido para regir la empresa.\\n\\nEsta visión de la abogacía como negocio es compartido por muchas y muy poderosas entidades. La Comisión Nacional del Mercado de la Competencia, cada poco tiempo, deja oír su voz inquisidora en defensa del mercado como si el mercado fuera el supremo interés del género humano, muy por encima de cualquier derecho fundamental proclamado en las constituciones. La nueva ortodoxia religiosa fija el mercado libre como el nuevo paraíso terrenal ya él se dirigen sus fieles sin que un derecho fundamental de más o de menos vaya a dificultar su marcha.\\n\\nYo creo que si eres jurista sabes perfectamente que la abogacía no es un negocio, o al menos no es exclusivamente un negocio, porque antes y por encima del beneficio económico se sitúan otros fines y consideraciones que —aunque el mercado no las entienda— un jurista las percibe de inmediato. Preséntenme a un abogado cuya primera prioridad sea ganar dinero y les señalaré a un psicópata con un brillante futuro delictivo. Luego le pillarán o no; de momento, alguna de esas cuatro o cinco firmas habituales de los papeles salmón, han confirmado ya esta predicción que les hago.\\n\\nLo diré una vez más: los abogados a los que admiro no miden su éxito en dinero.\\n\\nQuizá nadie como Dionisio Moreno ilustre esto que les digo. Él fue el letrado del Caso Aziz, ese que incluyó que todo el abuso hipotecario español fue dinamitado por la jurisprudencia europea. Dionisio, sin duda, con su trabajo, ha sido el hombre que mayor cantidad de felicidad ha regalado a los españoles en los últimos tiempos: hoy centenares de miles de familias españolas no han perdido sus hogares porque Dionisio hizo lo que hizo, hoy centenares de miles de familias españolas litigan para recuperar parte de las cantidades ingentes de dinero que, esos supremos sacerdotes del dividendo que son los bancos, les sacaron del bolsillo.\\n\\nHoy Dionisio debería ser famoso y hartarse de conferencias, pero resultó que en la época en que defendía a Aziz alguien trató de hacer la puñeta. Yo no diría que ninguno de los bufetes de la prensa salmón haya tenido un éxito comparable al suyo.\\n\\nEste tipo de letrados como Dionisio son el 80% de los que ejercen la abogacía en España. Son los letrados de la gente común, los que no trabajan para el alto staff de bancos, aseguradoras, multinacionales o grandes corporaciones. Son quienes no deben nada a los grandes y por eso son la esperanza de los pequeños, son los abogados que molestan a quienes prefieren una abogacía menos luchadora, a los que quieren «desjudicializar» los asuntos para impedir que nadie pueda conocer sus fechorías.\\n\\nEsta abogacía independiente y al servicio de la población, esta que no divide a los abogados en «seniors» o «juniors», esta que no sale en las hojas sepia de la prensa económica, es mi abogacía; a la que pertenezco, a la que amo, la imprescindible si de verdad queremos poder vivir en libertad y con justicia.\\n\\nHoy esa abogacía está sufriendo el mayor ataque de su historia: casi un 25% de sus miembros no pueden pagar la Mutualidad, se han reducido sus parcelas de actuación y una legislación dolosa trata de favorecer los entornos sociales y económicos donde ejercer este tipo de abogacía sea ​​cada vez más difícil.\\n\\nEstamos en el punto de no retorno y no alcanzando parece que las instituciones corporativas (Colegios, CGAE) sean capaces de invertir este rápido descenso a los infiernos. Hay que hacer algo y hay que hacerlo ya. Y si algo hay que hacer en primer lugar es recuperar la dimensión ética de nuestra profesión, de nuestra escasez, de lo que somos y de lo que podemos llegar a ser. Porque pueden haber unos cuantos mandarines que piensen que lo nuestro es sólo una forma de hacer dinero pero yo sé que tú sabes que tu profesión es más, mucho más que un simple negocio.\\n\\nAún somos muchos y aún podemos conseguirlo todo pero esto no siempre seguirá siendo así. Es hora de actuar. Si nos determinamos a impedirlo tened la absoluta certeza de que la esperanza de los más quedará a salvo y que los menos no se saldrán con la suya.\",\"timestamp\":1633770785,\"title\":\"Los abogados de verdad no miden su éxito en dinero\"},\"digest\":\"dvgcrLadQVCM4OqelZEH9ken9kAbwoMFzKitLBNj3sY\",\"authorship\":{\"contributor\":\"0xb5bF77b790f8185a6968F0B26f7Ff2610c1aAe42\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qco6hvljD6g765aRikL-70AG9K2_SjmpC0FA2x1g9v0\\\",\\\"y\\\":\\\"IeDiKXN859L9LtTsK-KvFVMvuzbor1aaKyJ0ny8-an4\\\"}\",\"signature\":\"NP-xsh0Ti583n4fjgF-mYiGmaDivn3YkY0kgKk7FCNAJsRRMFZSxUM3cBOksFnSSSjaBGFCGrKG2s39-HuIv0w\",\"signingKeySignature\":\"0x50a047ad6ff7f41d9263473cb1e85f705f11153de978991cc29e08655075b9552f4557c853a6c5fe3143471d8b9f433002ae2726c289429dda8d04ae47dda62c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qco6hvljD6g765aRikL-70AG9K2_SjmpC0FA2x1g9v0\\\",\\\"y\\\":\\\"IeDiKXN859L9LtTsK-KvFVMvuzbor1aaKyJ0ny8-an4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dvgcrLadQVCM4OqelZEH9ken9kAbwoMFzKitLBNj3sY\"}"