"{\"content\":{\"body\":\"and I've a friend ready to lend a 'and in getting it on the cab.  It's a rare 'eavy 'un, but Mr. Raffles an' me could lift it all right between us, so I dessay me an' my friend can.\\\"\\n\\nFor my own part, I must confess that its weight concerned me less than the vast size of that infernal chest, as I drove with it past club and park at ten o'clock in the morning.  Sit as far back as I might in the four-wheeler, I could conceal neither myself nor my connection with the huge iron-clamped case upon the roof: in my heated imagination its wood was glass through which all the world could see the guilty contents.  Once an officious constable held up the traffic at our approach, and for a moment I put a blood-curdling construction upon the simple ceremony.  Low boys shouted after us  - or if it was not after us, I thought it was - and that their cry was \\\"Stop thief!\\\"  Enough said of one of the most unpleasant cab-drives I ever had in my life.  Horresco referens.\\n\\nAt the bank, however, thanks to the foresight and liberality of Raffles, all was smooth water.  I paid my cabman handsomely, gave a florin to the stout fellow in livery whom he helped with the chest, and could have pressed gold upon the genial clerk who laughed like a gentleman at my jokes about the Liverpool winners and the latest betting on the Family Plate.  I was only disconcerted when he informed me that the bank gave no receipts for deposits of this nature.  I am now aware that few London banks do.  But it is pleasing to believe that at the time I looked - what I felt - as though all I valued upon earth were in jeopardy.\\n\\nI should have got through the rest of that day happily enough, such was the load off my mind and hands, but for an extraordinary and most disconcerting note received late at night from Raffles himself. He was a man who telegraphed freely, but seldom wrote a letter. Sometimes, however, he sent a scribbled line by special messenger; and overnight, evidently in the train, he had scribbled this one to post in the small hours at Crewe:\\n\\n\\\"'Ware Prince of Professors!  He was in the offing when I left.   If slightest cause for uneasiness about bank, withdraw at once   and keep in own rooms Like good chap,                                                     \\\"A.  J.  R.   \\\"P.  8. - Other reasons, as you shall hear.\\\"\\n\\nThere was a nice nightcap for a puzzled head!  I had made rather an evening of it, what with increase of funds and decrease of anxiety, but this cryptic admonition spoiled the remainder of my night.  It had arrived by a late post, and I only wished that I had left it all night in my letter-box.  What exactly did it mean?  And what exactly must I do?  These were questions that confronted me with fresh force in the morning.\\n\\nThe news of Crawshay did not surprise me.  I was quite sure that Raffles had been given good reason to bear him in mind before his journey, even if he had not again beheld the ruffian in the flesh. That ruffian and that journey might be more intimately connected than I had yet supposed.  Raffles never told me all.  Yet the solid fact held good - held better than ever - that I had seen his plunder safely planted in my bank.  Crawshay himself could not follow it there.  I was certain he had not followed my cab: in the acute self-consciousness induced by that abominable drive, I should have known it in my bones if he had.  I thought of the porter's friend who had helped me with the chest.  No, I remember him as well as I remembered Crawshay; they were quite different types.\\n\\nTo remove that vile box from the bank, on top of another cab, with no stronger pretext and no further instructions, was not to be thought of for a moment.  Yet I did think of it, for hours.  I was always anxious to do my part by Raffles; he had done more than his by me, not once or twice, to-day or yesterday, but again and again from the very first.  I need not state the obvious reasons I had for fighting shy of the personal custody of his accursed chest. Yet he had run worse risks for me, and I wanted him to learn that he, too, could depend on a devotion not unworthy of his own.\\n\\nIn my dilemma I did what I have often done when at a loss for light and leading.  I took hardly any lunch, but went to Northumberland Avenue and had a Turkish bath instead.  I know nothing so cleansing to mind as well as body, nothing better calculated to put the finest possible edge on such judgment as one may happen to possess.  Even Raffles, without an ounce to lose or a nerve to soothe, used to own a sensuous appreciation of the peace of mind and person to be gained in this fashion when all others failed.  For me, the fun began before the boots were off one's feet; the muffled footfalls, the thin sound of the fountain, even the spent swathed forms upon the couches, and the whole clean, warm, idle atmosphere, were so much unction to my simpler soul.  The half-hour in the hot-rooms I used to count but a strenuous step to a divine lassitude of limb and accompanying exaltation of intellect.  And yet - and yet - it was in the hottest room of all, in a temperature of 270?Fahrenheit, that the bolt fell from the Pall Mall Gazette which I had bought outside the bath.\\n\\nI was turning over the hot, crisp pages, and positively revelling in my fiery furnace, when the following headlines and leaded paragraphs leapt to my eye with the force of a veritable blow:\\n\\n```\\n                BANK ROBBERS IN THE WEST END -                      DARING AND MYSTERIOUS CRIME\\n```\\n\\nAn audacious burglary and dastardly assault have been committed   on the premises of the City and Suburban Bank in Sloane Street, W.   From the details so far to hand, the robbery appears to have been   deliberately planned and adroitly executed in the early hours of   this morning.\\n\\nA night watchman named Fawcett states that between one and two   o'clock he heard a slight noise in the neighborhood of the lower   strong-room, used as a repository for the plate and other    possessions of various customers of the bank.  Going down to   investigate, he was instantly attacked by a powerful ruffian,   who succeeded in felling him to the ground before an alarm could   be raised.\\n\\nFawcett is unable to furnish any description of his assailant   or assailants, but is of opinion that more than one were engaged   in the commission of the crime.  When the unfortunate man   recovered consciousness, no trace of the thieves remained, with   the exception of a single candle which had been left burning on   the flags of the corridor.  The strong-room, however, had been   opened, and it is feared the raid on the chests of plate and   other valuables may prove to have been only too successful, in   view of the Easter exodus, which the thieves had evidently taken   into account.  The ordinary banking chambers were not even   visited; entry and exit are believed to have been effected   through the coal cellar, which is also situated in the basement.   Up to the present the police have effected no arrest.\\n\\nI sat practically paralyzed by this appalling news; and I swear that, even in that incredible temperature, it was a cold perspiration in which I sweltered from head to heel.  Crawshay, of course!  Crawshay once more upon the track of Raffles and his ill-gotten gains!  And once more I blamed Raffles himself: his warning had come too late: he should have wired to me at once not to take the box to the bank at all.  He was a madman ever to have invested in so obvious and obtrusive a receptacle for treasure.  It would serve Raffles right if that and no other was the box which had been broken into by the thieves.\\n\\nYet, when I considered the character of his treasure, I fairly shuddered in my sweat.  It was a hoard of criminal relics.  Suppose his chest had indeed been rifled, and emptied of every silver thing but one; that one remaining piece of silver, seen of men, was quite enough to cast Raffles into the outer darkness of penal servitude! And Crawshay was capable of it - of perceiving the insidious revenge  - of taking it without compunction or remorse.\\n\\nThere was only one course for me.  I must follow my instructions to the letter and recover the chest at all hazards, or be taken myself in the attempt.  If only Raffles had left me some address, to which I could have wired some word of warning!  But it was no use thinking of that; for the rest there was time enough up to four o'clock, and as yet it was not three.  I determined to go through with my bath and make the most of it.  Might it not be my last for years?\\n\\nBut I was past enjoying even a Turkish bath.  I had not the patience for a proper shampoo, or sufficient spirit for the plunge.  I weighed myself automatically, for that was a matter near my heart; but I forgot to give my man his sixpence until the reproachful intonation of his adieu recalled me to myself.  And my couch in the cooling gallery - my favorite couch, in my favorite corner, which I had secured with gusto on coming in - it was a bed of thorns, with hideous visions of a plank-bed to follow!\\n\\nI ought to be able to add that I heard the burglary discussed on adjacent couches before I left I certainly listened for it, and was rather disappointed more than once when I had held my breath in vain. But this is the unvarnished record of an odious hour, and it passed without further aggravation from without; only, as I drove to Sloane Street, the news was on all the posters, and on one I read of \\\"a clew\\\" which spelt for me a doom I was grimly resolved to share.\\n\\nAlready there was something in the nature of a \\\"run\\\" up on the Sloane Street branch of the City and Suburban.  A cab drove away with a chest of reasonable dimensions as mine drove up, while in the bank itself a lady was making a painful scene.  As for the genial clerk who had roared at my jokes the day before, he was mercifully in no mood for any more, but, on the contrary, quite rude to me at sight.\\n\\n\\\"I've been expecting you all the afternoon,\\\" said he.  \\\"You needn't look so pale.\\\"\\n\\n\\\"Is it safe?\\\"\\n\\n\\\"That Noah's Ark of yours?  Yes, so I hear; they'd just got to it when they were interrupted, and they never went back again.\\\"\\n\\n\\\"Then it wasn't even opened?\\\"\\n\\n\\\"Only just begun on, I believe.\\\"\\n\\n\\\"Thank God!\\\"\\n\\n\\\"You may; we don't,\\\" growled the clerk.  \\\"The manager says he believes your chest was at the bottom of it all.\\\"\\n\\n\\\"How could it be?\\\" I asked uneasily.\\n\\n\\\"By being seen on the cab a mile off, and followed,\\\" said the clerk.\\n\\n\\\"Does the manager want to see me?\\\" I asked boldly.\\n\\n\\\"Not unless you want to see him,\\\" was the blunt reply.  \\\"He's been at it with others all. the afternoon, and they haven't all. got off as cheap as you.\\\"\\n\\n\\\"Then my silver shall not embarrass you any longer,\\\" said I grandly. \\\"I meant to leave it if it was all. right, but after all. you have said I certainly shall not.  Let your man or men bring up the chest at once.  I dare say they also have been 'at it with others all. the afternoon,' but I shall make this worth their while.\\\"\\n\\nI did not mind driving through the streets with the thing this time. My present relief was too overwhelming as yet to admit of pangs and fears for the immediate future.  No summer sun had ever shone more brightly than that rather watery one of early April.  There was a green-and-gold dust of buds and shoots on the trees as we passed the park.  I felt greater things sprouting in my heart.  Hansoms passed with schoolboys just home for the Easter holidays, four-wheelers outward bound, with bicycles and perambulators atop; none that rode in them were half so happy as I, with the great load on my cab, but the greater one off my heart.\\n\\nAt Mount Street it just went into the lift; that was a stroke of luck; and the lift-man and I between us carried it into my flat. It seemed a featherweight to me now.  I felt a Samson in the exaltation of that hour.  And I will not say what my first act was when I found myself alone with my white elephant in the middle of the room; enough that the siphon was still doing its work when the glass slipped through my fingers to the floor.\\n\\n\\\"Bunny!\\\"\\n\\nIt was Raffles.  Yet for a moment I looked about me quite in vain. He was not at the window; he was not at the open door.  And yet Raffles it had been, or at all. events his voice, and that bubbling over with fun and satisfaction, be his body where it might.  In the end I dropped my eyes, and there was his living face in the middle of the lid of the chest, like that of the saint upon its charger.\\n\\nBut Raffles was alive, Raffles was laughing as though his vocal cords would snap - there was neither tragedy nor illusion in the apparition of Raffles.  A life-size Jack-in-the-box, he had thrust his head through a lid within the lid, cut by himself between the two iron bands that ran round the chest like the straps of a portmanteau.  He must have been busy at it when I found him pretending to pack, if not far into that night, for it was a very perfect piece of work; and even as I stared without a word, and he crouched laughing in my face, an arm came squeezing out, keys in hand; one was turned in either of the two great padlocks, the whole lid lifted, and out stepped Raffles like the conjurer he was.\\n\\n\\\"So you were the burglar!\\\" I exclaimed at last.  \\\"Well, I am just as glad I didn't know.\\\"\\n\\nHe had wrung my hand already, but at this he fairly mangled it in his.\\n\\n\\\"You dear little brick,\\\" he cried, \\\"that's the one thing of all. things I longed to hear you say!  How could you have behaved as you've done if you had known?  How could any living man?  How could you have acted, as the polar star of all. the stages could not have acted in your place?  Remember that I have heard a lot, and as good as seen as much as I've heard.  Bunny, I don't know where you were greatest: at the Albany, here, or at your bank!\\\"\\n\\n\\\"I don't know where I was most miserable,\\\" I rejoined, beginning to see the matter in a less perfervid light.  \\\"I know you don't credit me with much finesse, but I would undertake to be in the secret and to do quite as well; the only difference would be in my own peace of mind, which, of course, doesn't count.\\\"\\n\\nBut Raffles wagged away with his most charming and disarming smile; he was in old clothes, rather tattered and torn, and more than a little grimy as to the face and hands, but, on the surface, wonderfully little the worse for his experience.  And, as I say, his smile was the smile of the Raffles I loved best.\\n\\n\\\"You would have done your damnedest, Bunny!  There is no limit to your heroism; but you forget the human equation in the pluckiest of the plucky.  I couldn't afford to forget it, Bunny; I couldn't afford to give a point away.  Don't talk as though I hadn't trusted you!  I trusted my very life to your loyal tenacity.  What do you suppose would have happened to me if you had let me rip in that strong-room?  Do you think I would ever have crept out and given myself up?  Yes, I'll have a peg for once; the beauty of all. laws is in the breaking, even of the kind we make unto ourselves.\\\"\\n\\nI had a Sullivan for him, too; and in another minute he was spread out on my sofa, stretching his cramped limbs with infinite gusto, a cigarette between his fingers, a yellow bumper at hand on the chest of his triumph and my tribulation.\\n\\n\\\"Never mind when it occurred to me, Bunny; as a matter of fact, it was only the other day, when I had decided to go away for the real reasons I have already given you.  I may have made more of them to you than I do in my own mind, but at all. events they exist.  And I really did want the telephone and the electric light.\\\"\\n\\n\\\"But where did you stow the silver before you went?\\\"\\n\\n\\\"Nowhere; it was my luggage - a portmanteau, cricket-bag, and suit-case full of very little else - and by the same token I left the lot at Euston, and one of us must fetch them this evening.\\\"\\n\\n\\\"I can do that,\\\" said I.  \\\"But did you really go all. the way to Crewe?\\\"\\n\\n\\\"Didn't you get my note?  I went all. the way to Crewe to post you those few lines, my dear Bunny!  It's no use taking trouble if you don't take trouble enough; I wanted you to show the proper set of faces at the bank and elsewhere, and I know you did.  Besides, there was an up-train four minutes after mine got in.  I simply posted my letter in Crewe station, and changed from one train to the other.\\\"\\n\\n\\\"At two in the morning!\\\"\\n\\n\\\"Nearer three, Bunny.  It was after seven when I slung in with the Daily Mail.  The milk had beaten me by a short can.  But even so I had two very good hours before you were due.\\\"\\n\\n\\\"And to think,\\\" I murmured, \\\"how you deceived me there!\\\"\\n\\n\\\"With your own assistance,\\\" said Raffles laughing.  \\\"If you had looked it up you would have seen there was no such train in the morning, and I never said there was.  But I meant you to be deceived, Bunny, and I won't say I didn't - it was all. for the sake of the side!  Well, when you carted me away with such laudable despatch, I had rather an uncomfortable half-hour, but that was all. just then.  I had my candle, I had matches, and lots to read. It was quite nice in that strong-room until a very unpleasant incident occurred.\\\"\\n\\n\\\"Do tell me, my dear fellow!\\\"\\n\\n\\\"I must have another Sullivan - thank you - and a match.  The unpleasant incident was steps outside and a key in the lock!  I was disporting myself on the lid of the trunk at the time.  I had barely time to knock out my light and slip down behind it.  Luckily it was only another box of sorts; a jewel-case, to be more precise; you shall see the contents in a moment.  The Easter exodus has done me even better than I dared to hope.\\\"\\n\\nHis words reminded me of the Pall Mall Gazette, which I had brought in my pocket from the Turkish bath.  I fished it out, all. wrinkled and bloated by the heat of the hottest room, and handed it to Raffles with my thumb upon the leaded paragraphs.\\n\\n\\\"Delightful!\\\" said he when he had read them.  \\\"More thieves than one, and the coal-cellar of all. places as a way in!  I certainly tried to give it that appearance.  I left enough candle-grease there to make those coals burn bravely.  But it looked up into a blind backyard, Bunny, and a boy of eight couldn't have squeezed through the trap. Long may that theory keep them happy at Scotland Yard!\\\"\\n\\n\\\"But what about the fellow you knocked out?\\\" I asked.  \\\"That was not like you, Raffles.\\\"\\n\\nRaffles blew pensive rings as he lay back on my sofa, his black hair tumbled on the cushion, his pale profile as clear and sharp against the light as though slashed out with the scissors.\\n\\n\\\"I know it wasn't, Bunny,\\\" he said regretfully.  \\\"But things like that, as the poet will tell you, are really inseparable from victories like mine.  It had taken me a couple of hours to break out of that strong-room; I was devoting a third to the harmless task of simulating the appearance of having broken in; and it was then I heard the fellow's stealthy step.  Some might have stood their ground and killed him; more would have bolted into a worse corner than they were in already.  I left my candle where it was, crept to meet the poor devil, flattened myself against the wall, and let him have it as he passed.  I acknowledge the foul blow, but here's evidence that it was mercifully struck.  The victim has already told his tale.\\\"\\n\\nAs he drained his glass, but shook his head when I wished to replenish it, Raffles showed me the flask which he had carried in his pocket: it was still nearly full; and I found that he had otherwise provisioned himself over the holidays.  On either Easter Day or Bank Holiday, had I failed him, it had been his intention to make the best escape he could.  But the risk must have been enormous, and it filled my glowing skin to think that he had not relied on me in vain.\\n\\nAs for his gleanings from such jewel-cases as were spending the Easter recess in the strong-room of my bank, without going into rhapsodies or even particulars on the point,) I may mention that they realized enough for me to join Raffles on his deferred holiday in Scotland, besides enabling him to play more regularly for Middlesex in the ensuing summer than had been the case for several seasons.  In fine, this particular exploit entirely justified itself in my eyes, in spite of the superfluous (but invariable) secretiveness which I could seldom help resenting in my heart I never thought less of it than in the present instance; and my one mild reproach was on the subject of the phantom Crawshay.\\n\\n\\\"You let me think he was in the air again,\\\" I said.  \\\"But it wouldn't surprise me to find that you had never heard of him since the day of his escape through your window.\\\"\\n\\n\\\"I never even thought of him, Bunny, until you came to see me the day before yesterday, and put him into my head with your first words. The whole point was to make you as genuinely anxious about the plate as you must have seemed all. along the line.\\\"\\n\\n\\\"Of course I see your point,\\\" I rejoined; \\\"but mine is that you labored it.  You needn't have written me a downright lie about the fellow.\\\"\\n\\n\\\"Nor did I, Bunny.\\\"\\n\\n\\\"Not about the 'prince of professors' being 'in the offing' when you left?\\\"\\n\\n\\\"My dear Bunny, but so he was!\\\" cried Raffles.  \\\"Time was when I was none too pure an amateur.  But after this I take leave to consider myself a professor of the professors.  And I should like to see one more capable of skippering their side!\\\"\\n\\nThe Rest Cure\\n\\nI had not seen Raffles for a month or more, and I was sadly in need of his advice.  My life was being made a burden to me by a wretch who had obtained a bill of sale over the furniture in Mount Street, and it was only by living elsewhere that I could keep the vulpine villain from my door.  This cost ready money, and my balance at the bank was sorely in need of another lift from Raffles.  Yet, had he been in my shoes, he could not have vanished more effectually than he had done, both from the face of the town and from the ken of all. who knew him.\\n\\nIt was late in August; he never played first-class cricket after July, when, a scholastic understudy took his place in the Middlesex eleven.  And in vain did I scour my Field and my Sportsman for the country-house matches with which he wilfully preferred to wind up the season; the matches were there, but never the magic name of A. J. Raffles.  Nothing was known of him at the Albany; he had left no instructions about his letters, either there or at the club.  I began to fear that some evil had overtaken him.  I scanned the features of captured criminals in the illustrated Sunday papers; on each occasion I breathed again; nor was anything worthy of Raffles going on.  I will not deny that I was less anxious on his account than on my own.  But it was a double relief to me when he gave a first characteristic sign of life.\\n\\nI had called at the Albany for the fiftieth time, and returned to Piccadilly in my usual despair, when a street sloucher sidled up to me in furtive fashion and inquired if my name was what it is.\\n\\n\\\"'Cause this 'ere's for you,\\\" he rejoined to my affirmative, and with that I felt a crumpled note in my palm.\\n\\nIt was from Raffles.  I smoothed out the twisted scrap of paper, and on it were just a couple of lines in pencil:\\n\\n\\\"Meet me in Holland Walk at dark to-night.  Walk up and down till I come.                                           A.  J.  R.\\\"\\n\\nThat was all.!  Not another syllable after all. these weeks, and the few words scribbled in a wild caricature of his scholarly and dainty hand!  I was no longer to be alarmed by this sort of thing; it was all. so like the Raffles I loved least; and to add to my indignation, when at length I looked up from the mysterious missive, the equally mysterious messenger had disappeared in a manner worthy of the whole affair.  He was, however, the first creature I espied under the tattered trees of Holland Walk that evening.\\n\\n\\\"Seen 'im yet?\\\" he inquired confidentially, blowing a vile cloud from his horrid pipe.\\n\\n\\\"No, I haven't; and I want to know where you've seen him,\\\" I replied sternly.  \\\"Why did you run away like that the moment you had given me his note?\\\"\\n\\n\\\"Orders, orders,\\\" was the reply.  \\\"I ain't such a juggins as to go agen a toff as makes it worf while to do as I'm bid an' 'old me tongue.\\\"\\n\\n\\\"And who may you be?\\\" I asked jealously.  \\\"And what are you to Mr. Raffles?\\\"\\n\\n\\\"You silly ass, Bunny, don't tell all. Kensington that I'm in town!\\\" replied my tatterdemalion, shooting up and smoothing out into a merely shabby Raffles.  \\\"Here, take my arm - I'm not so beastly as I look.  But neither am I in town, nor in England, nor yet on the face of the earth, for all. that's known of me to a single soul but you.\\\"\\n\\n\\\"Then where are you,\\\" I asked, \\\"between ourselves?\\\"\\n\\n\\\"I've taken a house near here for the holidays, where I'm going in for a Rest Cure of my own description.  Why?  Oh, for lots of reasons, my dear Bunny; among others, I have long had a wish to grow my own beard; under the next lamppost you will agree that it's training on very nicely.  Then, you mayn't know it, but there's a canny man at Scotland Yard who has had a quiet eye on me longer than I like.  I thought it about time to have an eye on him, and I stared him in the face outside the Albany this very morning.  That was when I saw you go in, and scribbled a line to give you when you came out.  If he had caught us talking he would have spotted me at once.\\\"\\n\\n\\\"So you are lying low out here!\\\"\\n\\n\\\"I prefer to call it my Rest Cure,\\\" returned Raffles, \\\"and it's really nothing else.  I've got a furnished house at a time when no one else would have dreamed of taking one in town; and my very neighbors don't know I'm there, though I'm bound to say there are hardly any of them at home.  I don't keep a servant, and do everything for myself.  It's the next best fun to a desert island. Not that I make much work, for I'm really resting, but I haven't done so much solid reading for years.  Rather a joke, Bunny: the man whose house I've taken is one of her Majesty's inspectors of prisons, and his study's a storehouse of criminology.  It has been quite amusing to lie on one's back and have a good look at one's self as others fondly imagine they see one.\\\"\\n\\n\\\"But surely you get some exercise?\\\" I asked; for he was leading me at a good rate through the leafy byways of Camp den Hill; and his step was as springy and as light as ever.\\n\\n\\\"The best exercise I ever had in my life,\\\" said Raffles; \\\"and you would never live to guess what it is.  It's one of the reasons why I went in for this seedy kit.  I follow cabs.  Yes, Bunny, I turn out about dusk and meet the expresses at Euston or King's Cross; that is, of course, I loaf outside and pick my cab, and often run my three or four miles for a bob or less.  And it not only keeps you in the very pink: if you're good they let you carry the trunks up-stairs; and I've taken notes from the inside of more than one commodious residence which will come in useful in the autumn.  In fact, Bunny, what with these new Rowton houses, my beard, and my otherwise well-spent holiday, I hope to have quite a good autumn season before the erratic Raffles turns up in town.\\\"\\n\\nI felt it high time to wedge in a word about my own far less satisfactory affairs.  But it was not necessary for me to recount half my troubles.  Raffles could be as full of himself as many a worse man, and I did not like his society the less for these human outpourings.  They had rather the effect of putting me on better terms with myself, through bringing him down to my level for the time being.  But his egoism was not even skin-deep; it was rather a cloak, which Raffles could cast off quicker than any man I ever knew, as he did not fail to show me now.\\n\\n\\\"Why, Bunny, this is the very thing!\\\" he cried.  \\\"You must come and stay with me, and we'll lie low side by side.  Only remember it really is a Rest Cure.  I want to keep literally as quiet as I was without you.  What do you say to forming ourselves at once into a practically Silent Order?  You agree?  Very well, then, here's the street and that's the house.\\\"\\n\\nIt was ever such a quiet little street, turning out of one of those which climb right over the pleasant hill.  One side was monopolized by the garden wall of an ugly but enviable mansion standing in its own ground; opposite were a solid file of smaller but taller houses; on neither side were there many windows alight, nor a solitary soul on the pavement or in the road.  Raffles led the way to one of the small tall houses.  It stood immediately behind a lamppost, and I could not but notice that a love-lock of Virginia creeper was trailing almost to the step, and that the bow-window on the ground floor was closely shuttered.  Raffles admitted himself with his latch-key, and I squeezed past him into a very narrow hall.  I did not hear him shut the door, but we were no longer in the lamplight, and he pushed softly past me in his turn.\\n\\n\\\"I'll get a light,\\\" he muttered as he went; but to let him pass I had leaned against some electric switches, and while 'his back was turned I tried one of these without thinking.  In an instant hall and staircase were flooded with light; in another Raffles was upon me in a fury, and, all. was dark once more.  He had not said a word, but I heard him breathing through his teeth.\\n\\nNor was there anything to tell me now.  The mere flash of electric light upon a hail of chaos and uncarpeted stairs, and on the face of Raffles as he sprang to switch it off, had been enough even for me.\\n\\n\\\"So this is how you have taken the house,\\\" said I in his own undertone.  \\\"'Taken' is good; 'taken' is beautiful!\\\"\\n\\n\\\"Did you think I'd done it through an agent?\\\" he snarled.  \\\"Upon my word, Bunny, I did you the credit of supposing you saw the joke all. the time!\\\"\\n\\n\\\"Why shouldn't you take a house,\\\" I asked, \\\"and pay for it?\\\"\\n\\n\\\"Why should I,\\\" he retorted, \\\"within three miles of the Albany? Besides, I should have had no peace; and I meant every word I said about my Rest Cure.\\\"\\n\\n\\\"You are actually staying in a house where you've broken in to steal?\\\"\\n\\n\\\"Not to steal, Bunny!  I haven't stolen a thing.  But staying here I certainly am, and having the most complete rest a busy man could wish.\\\"\\n\\n\\\"There'll be no rest for me!\\\"\\n\\nRaffles laughed as he struck a match.  I had followed him into what would have been the back drawing-room in the ordinary little London house; the inspector of prisons had converted it into a separate study by filling the folding doors with book-shelves, which I scanned at once for the congenial works of which Raffles had spoken.  I was not able to carry my examination very far.  Raffles had lighted a candle, stuck (by its own grease) in the crown of an opera hat, which he opened the moment the wick caught.  The light thus struck the ceiling in an oval shaft, which left the rest of the room almost as dark as it had been before.\\n\\n\\\"Sorry, Bunny!\\\" said Raffles, sitting on one pedestal of a desk from which the top had been removed, and setting his makeshift lantern on the other.  \\\"In broad daylight, when it can't be spotted from the outside, you shall have as much artificial light as you like.  If you want to do some writing, that's the top of the desk on end against the mantlepiece.  You'll never have a better chance so far as interruption goes.  But no midnight oil or electricity!  You observe that their last care was to fix up these shutters; they appear to have taken the top off the desk to get at 'em without standing on it; but the beastly things wouldn't go all. the way up, and the strip they leave would give us away to the backs of the other houses if we lit up after dark.  Mind that telephone!  If you touch the receiver they will know at the exchange that the house is not empty, and I wouldn't put it past the colonel to have told them exactly how long he was going to be away.  He's pretty particular: look at the strips of paper to keep the dust off his precious books!\\\"\\n\\n\\\"Is he a colonel?\\\" I asked, perceiving that Raffles referred to the absentee householder.\\n\\n\\\"Of sappers,\\\" he replied, \\\"and a V.C. into the bargain, confound him! Got it at Rorke's Drift; prison governor or inspector ever since; favorite recreation, what do you think?  Revolver shooting!  You can read all. about him in his own Who's Who.  A devil of a chap to tackle, Bunny, when he's at home!\\\"\\n\\n\\\"And where is he now?\\\" I asked uneasily.  And do you know he isn't on his way home?\\\"\\n\\n\\\"Switzerland,\\\" replied Raffles, chuckling; \\\"he wrote one too many labels, and was considerate enough to leave it behind for our guidance.  Well, no one ever comes back from Switzerland at the beginning of September, you know; and nobody ever thinks of coming back before the servants. When they turn up they won't get in.  I  keep the latch jammed, but the servants will think it's jammed itself, and while they're gone for the locksmith we shall walk out like gentlemen - if we haven't done so already.\\\"\\n\\n\\\"As you walked in, I suppose?\\\"\\n\\nRaffles shook his head in the dim light to which my sight was growing inured.\\n\\n\\\"No, Bunny, I regret to say I came in through the dormer window. They were painting next door but one.  I never did like ladder work, but it takes less time than in picking a lock in the broad light of a street lamp.\\\"\\n\\n\\\"So they left you a latch-key as well as everything else!\\\"\\n\\n\\\"No, Bunny.  I was just able to make that for myself.  I am playing at 'Robinson Crusoe,' not 'The Swiss Family Robinson.'  And now, my dear Friday, if you will kindly take off those boots, we can explore the island before we turn in for the night.\\\"\\n\\nThe stairs were very steep and narrow, and they creaked alarmingly as Raffles led the way up, with the single candle in the crown of the colonel's hat.  He blew it out before we reached the half-landing, where a naked window stared upon the backs of the houses in the next road, but lit it again at the drawing-room door.  I just peeped in upon a semi-grand swathed in white and a row of water colors mounted in gold.  An excellent bathroom broke our journey to the second floor.\\n\\n\\\"I'll have one to-night,\\\" said I, taking heart of a luxury unknown in my last sordid sanctuary.\\n\\n\\\"You'll do no such thing,\\\" snapped Raffles.  \\\"Have the goodness to remember that our island is one of a group inhabited by hostile tribes.  You can fill the bath quietly if you try, but it empties under the study window, and makes the very devil of a noise about  it.  No, Bunny, I bale out every drop and pour it away through the scullery sink, so you will kindly consult me before you turn a tap. Here's your room; hold the light outside while I draw the curtains; it's the old chap's dressing-room.  Now you can bring the glim. How's that for a jolly wardrobe?  And look at his coats on their cross-trees inside: dapper old dog, shouldn't you say?  Mark the boots on the shelf above, and the little brass rail for his ties! Didn't I tell you he was particular?  And wouldn't he simply love to catch us at his kit?\\\"\\n\\n\\\"Let's only hope it would give him an apoplexy,\\\" said I shuddering.\\n\\n\\\"I shouldn't build on it,\\\" replied Raffles.  \\\"That's a big man's trouble, and neither you nor I could get into the old chap's clothes. But come into the best bedroom, Bunny.  You won't think me selfish if I don't give it up to you?  Look at this, my boy, look at this! It's the only one I use in all. the house.\\\"\\n\\nI had followed him into a good room, with ample windows closely curtained, and he had switched on the light in a hanging lamp at the bedside.  The rays fell from a thick green funnel in a plateful of strong light upon a table deep in books.  I noticed several volumes of the \\\"Invasion of the Crimea.\\\"\\n\\n\\\"That's where I rest the body and exercise the brain,\\\" said Raffles. \\\"I have long wanted to read my Kinglake from A to Z, and I manage about a volume a night.  There's a style for you, Bunny!  I love the punctilious thoroughness of the whole thing; one can understand its appeal to our careful colonel.  His name, did you say?  Crutchley, Bunny - Colonel Crutchley, R.E., V.C.\\\"\\n\\n\\\"We'd put his valor to the test!\\\" said I, feeling more valiant myself after our tour of inspection.\\n\\n\\\"Not so loud on the stairs,\\\" whispered Raffles.  \\\"There's only one door between us and - \\\"\\n\\nRaffles stood still at my feet, and well he might!  A deafening double knock had resounded through the empty house; and to add to the utter horror of the moment, Raffles instantly blew out the light. I heard my heart pounding.  Neither of us breathed.  We were on our way down to the first landing, and for a moment we stood like mice; then Raffles heaved a deep sigh, and in the depths I heard the gate swing home.\\n\\n\\\"Only the postman, Bunny!  He will come now and again, though they have obviously left instructions at the post-office.  I hope the old colonel will let them have it when he gets back.  I confess it gave me a turn.\\\"\\n\\n\\\"Turn!\\\" I gasped.  \\\"I must have a drink, if I die for it.\\\"\\n\\n\\\"My dear Bunny, that's no part of my Rest Cure.\\\"\\n\\n\\\"Then good-by!  I can't stand it; feel my forehead; listen to my heart!  Crusoe found a footprint, but he never heard a double-knock at the street door!\\\"\\n\\n\\\"'Better live in the midst of alarms,'\\\" quoted Raffles, \\\"'than dwell in this horrible place.'  I must confess we get it both ways, Bunny. Yet I've nothing but tea in the house.\\\"\\n\\n\\\"And where do you make that?  Aren't you afraid of smoke?\\\"\\n\\n\\\"There's a gas-stove in the dining-room.\\\"\\n\\n\\\"But surely to goodness,\\\" I cried, \\\"there's a cellar lower down!\\\"\",\"timestamp\":1637495031,\"title\":\"\\n\\\"Only about the box, sir.  Mr. Raffles said as you was goin' to take chawge of it time he's away, \"},\"digest\":\"_BIqtztVg7wv5ndgX-or3Da3ldc22iui47kXQh6G-ks\",\"authorship\":{\"contributor\":\"0x9657e9353C2fAbB7cFDcd22Fb91D23149b982AE8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G54NqNcQqoHsPMkM-zz6STdfO1VPV3rUnsSmcEuky4I\\\",\\\"y\\\":\\\"_ptAXwPzG1u5PzGK7F1M0axF-12R2rJsQG_AG9OXPeg\\\"}\",\"signature\":\"CzdnN4LHuGhlx8tnRtEhOLUWEyCyiqX1Kso9O6qhRmJycAMLXJkzWsmmoESXNO5W3Ynde7YuzH3Qq4Z8xO2lFw\",\"signingKeySignature\":\"0x3f7321eadd10171fd4e7c4216fb9bb0d09df20a32f14b9808ba8b35c05643d052b9c46c4b240c7c883f0612251a4913272dceb230b8e1130f2bb5746059834561b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"G54NqNcQqoHsPMkM-zz6STdfO1VPV3rUnsSmcEuky4I\\\",\\\"y\\\":\\\"_ptAXwPzG1u5PzGK7F1M0axF-12R2rJsQG_AG9OXPeg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_BIqtztVg7wv5ndgX-or3Da3ldc22iui47kXQh6G-ks\"}"