"{\"content\":{\"body\":\"*How indie-microbusinesses and antibiotic resistant bacteria are surviving and thriving*\\n\\nMost people have a small number of people in their direct acquaintance but almost every pair of two random people can reach one-another via a handful of intermediary connections. Dunbar’s number puts that degree of separation to six. Facebook recently said this number (the average ‘degree of separation’) is around 4, as calculated from the social-graph data of its more than a billion users.\\n\\nSociologists have found that people tend to gather in [homophilous cliques](https://academic.oup.com/jcmc/article/11/4/1062/4617719) (of size \\\\~ 50 to 150) for maximal participation from members. When the group gets bigger, it breaks into two or more units. In this way, a small-world network emerges — with high level of clustering while at the same time the length of the path across the clusters is minimized. Most naturally emerging networks in the real-world like social networks are small-world networks(SFN).\\n\\n![](https://miro.medium.com/max/1400/1\\\\*Og6zuMGG4BaFawfVETQkVQ.png)\\n\\n* *Scale-Free Network(SFN*) -- looks like a corporate hierarchy- it has clustering but no redundancy in links (destruction of a single central node can separate the clusters)→ \\\\****Efficient but fragile***\\n* *Random Network(RN)* -- has lots of links means lots of redundancy — but no clustering, which leads to longer **average-shortest-path** between any two nodes → \\\\****Robust but Inefficient***\\n* *Small-World Network(SWN)* -- takes the best of both worlds — clustering and link-redundancy → \\\\****Efficient and Robust***\\n\\nIn terms of the mobility-friendliness,\\n\\n* Hierarchical *scale-free networks* as illustrated above have **strong gatekeeping**\\n* *Random networks* have **negligible gatekeeping**\\n* *Small-world networks* have **porous gates**.\\n\\n## The Oblique Strategy of Bacteria\\n\\nHorizontal Gene Transfer(HGT) is a way to bypass the gatekeeper for acquisition of genes. Instead of being limited to the gene-acquisition via reproductive heredity, an organism can acquire genes from another organism who is not its parent and is not even from the same species.\\n\\n![Horizontal Gene Transfer skips the lifetime-long wait for next mutation](https://miro.medium.com/max/1400/1\\\\*cAOKAElNVc2WOg70g_oqNQ.png)\\n\\nBacteria use horizontal transfer of antibiotic-resistance enabling genes from one species to another, resulting in an evolution faster than the speed at which pharmaceutical companies upgrade the effectiveness of antibiotic drugs. Usually, the transfer involves a virus (temperate bacteriophages) being the vector for this transmission. This accelerated co-evolution by horizontal sharing of useful genes is possible only by having a universal layer that underlies gene expression. That universal lingua-franca of life that can understand and combine genes from different species is thought to be the set of mechanisms common across species for genetic protein synthesis.\\n\\nThe equivalent of this in the digital world is the common file-transfer protocols of the internet, allowing for horizontal exchange of information across different formats, industries, and cultures. Many independent micro-businesses today, run by free-agents, are exploiting the power of this horizontal exchange and collaboration, resulting in free-agent clusters (FAC). They can take forms of a private group of solo-preneurs or freelancers on Slack or Skype, who discuss regularly to share their varied insights, skills, resources and challenges. In physical spaces, it’s not new for free-agents to form close-knit clusters that meet up in coffeehouses or breakfast clubs. These clusters nurture long-term partnerships and shared ventures by inducing the scarce element of trust via transparency. The symbiotic co-evolution these free-agent clusters generate is a win-win — the way to go for the indie micro-businesses that the common layer of internet and software tools is creating and enabling.\\n\\nTo exploit the economy-of-scope, free-agent clusters are connecting to other clusters from distant domains, although maintaining sufficient boundaries for the sake of their own coherence and community. This higher layer of radical inter-disciplinarity is opening viable out-of-the-box opportunities. With the rise of complexity, the necessity to take an interdisciplinary approach to solve a complex problem is rising. Take the example of the nascent field of crypto- solutions being built in crypto merge insights from neuroscience, cryptography, finance, psychology and software technology. Same is true for the emerging fields of AI and bioengineering, they are cutting across domains. Climate change, Urban traffic congestion, and International terrorism are all problems that demand multi-domain solutions.\\n\\n## Connected Colonies\\n\\nHierarchy, division of labor, and specialization — all of these are there to serve the big organization because economy of scale made all this worth while. While being a useful cog of the ‘big machine’ was great, we seem to be hitting the productivity-ceiling in such jobs. That is also making it possible to replace human cogs with mechanical ones by using self-driving cars and project management software.\\n\\nIncreasing automation of medium-skill jobs is prodding us to extract more unique economic value out of human capabilities. Instead of pushing vertically to break this productivity-ceiling with even more narrow specialization, rigid hierarchy and tranched sub-domains, we need to move horizontally- towards the many open doors around us. Horizontal movement across these open doors lead to paths that overlap with those of other domains and create new domains, new frameworks and spark new ways of things previously unconsidered. This is where the notion of radical interdisciplinarity comes in.\\n\\n![network of free-agent clusters](https://miro.medium.com/max/1400/1\\\\*iKTR4CZL8ZL3j12LxMsu-Q.png)\\n\\n**How does a single Free-Agent Cluster (FAC) look like?**\\n\\nA FAC resembles an informal incubator which is hosted by one or few of the free agents and contains a homophilous clique of people(usually between 6 to 30). There is essential dissemination of products, skills, ideas- both tacit and definitive knowledge, and there are commonly accepted norms, stated or unstated.\\n\\nThere is free space for casual exploration of new ideas, along with respect and mutual appreciation for unexpected ways of thinking and doing things. It can be a manifested in a digital space — a Slack channel or in a physical space — like a tinkering lab. As we hit the limits of economy-of-scale driven by centralization, we are ready to tap in the economy-of-scope.\\n\\n## Network of Free-Agent Clusters\\n\\n*Collaborative Commerce* is now enabled by on-demand flexible manufacturing, free distribution via the internet and cheap software systems to create, communicate and collaborate. A small-world network of free-agent clusters (NoFAC) is emerging to leverage the techno-industrial layer of abundant, on-demand, flexible manufacturing that was built and optimized by specialized labor and centralized organizations. This layer includes cheap software-as-a-service(SaaS) platforms and products for creation, free-education, free instant communication and collaboration tools along with on-demand manufacturing and distribution. This layer is the universal lingua franca for horizontal collaboration that accelerates co-evolution of symbiotically clustered free-agents.\\n\\nCreating the free-agent ecosystem requires at least three layers to exploit horizontal collaboration:\\n\\n1. Essential resource-infrastructure to be free or cheap- accessible to maximum free agents, enabling permission-less learning and creation.\\n2. Close-knit clustering for free-agents with shared values and interests to group together in symbiotic relationships and provide a coherent community.\\n3. Radical interdisciplinarity to leverage economy-of-scope to solve complex problems that demand multi-domain solutions enabled by horizontal collaboration.\\n\\nA NoFAC is a small-world network of free-agents (armed with on-demand techno-industrial systems) who form small clusters of like-minded people, along with plenty of inter-cluster linking. This horizontal inter-cluster linking is manifested as *radical interdisciplinarity.* Overall, a NoFAC resembles in functional structure, an archipelago of self-organizing islands of homophilous tribes.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*25eNFD3DMbhZZUS0R_VBKA.png)\\n\\n**Layer 1:** **Techno-Industrial Systems Layer** *(Essential Infrastructure)*- this layer is for a free-agent what soil is for a plant — encouraging self-learning and self-creation by autodidacts, the systems in this layer leverages economy-of-scale to provide the essential resources and leaves the freedom to choose to the free agent- encouraging maximal creativity.\\n\\n**Layer 2:** **Free-Agent Cluster** *(Sufficient Community)*- an incubator with acceptance of unexpected ideas and frameworks, encouraged by small, intimate cluster of like-minded free-agents- homophilos cliques. The cluster is self-organizing and each free agent has accountable autonomy. These free-agents share, collaborate, trade, inspire and learn together, enabled by a trust based on shared values and transparency.\\n\\n**Layer 3:** **Radically Interdisciplinary Network** *(Maximal Diversity Connections)*- intertwining of domains, frameworks and ways of thinking, win-win growth — this layer leverages economy-of-scope and opens up unexpected opportunities for two or more clusters to pursue together and come up with multi-domain solutions for complex problems and create entirely new fields.\\n\\nI have observed the emergence of NoFAC in my corner of the internet world, witnessing from up-close, the new tactics and strategies that have been recently developed by the indie microbusinesses to survive and thrive. Micro e-commerce brands to indie finance-bloggers to small clusters of software developers, free-agent clusters are a thing that exists to serve the existential need of the participants. Given the Cambrian explosion of internet-era indie microbusinesses we are witnessing, it is not a stretch to say that more NoFACs will become norm in the 2020s. I will be watching this phenomenon with excitement and optimism as an aspiring free-agent.\\n\\n*P.S. this essay was originally published on my Notion blog in 2019.* \",\"timestamp\":1639226774,\"title\":\"Network of Free-Agent Clusters\"},\"digest\":\"MpmzEWb5q_88zCmSbYx8XzubrDRsBjxCRAM_5qJ3c1Q\",\"authorship\":{\"contributor\":\"0x64E8B17A8C5C439156584112C66Cf5619C4C6D70\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4_v1W10zQczZxJSO3hrCQk4I68gmh6QEgEI-6sdd9u0\\\",\\\"y\\\":\\\"czt8jLCVPwHfG1htxjYYANy7j-kRQofZqkiaZjYeL8Y\\\"}\",\"signature\":\"hSzvlaa1fZjY1rB0Wn3vEEllJvP8RcW2FnijsVTMK_7eoud3PlJ4-wl9uFuzzdMVTFlxRACeDxLX2OO81I1vYQ\",\"signingKeySignature\":\"0xd6240528f19e1f7638006dcffa7d4d6bcc38b6c2c841968c2a4413b3bbd67f29289a583f9691a453f7b05c00872b327a33a0f5f5cff18014a1c6ef1a1433b0501c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4_v1W10zQczZxJSO3hrCQk4I68gmh6QEgEI-6sdd9u0\\\",\\\"y\\\":\\\"czt8jLCVPwHfG1htxjYYANy7j-kRQofZqkiaZjYeL8Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"MpmzEWb5q_88zCmSbYx8XzubrDRsBjxCRAM_5qJ3c1Q\"}"