"{\"content\":{\"body\":\"*Mirror introduces splits, a native feature that lets you route funds continuously to an unlimited number of Ethereum addresses, according to a set of percentage allocations.*\\n\\n![](https://images.mirror-media.xyz/publication-images/3301e34f-7fca-4eb3-a2f7-772c7962fb6e.jpeg?height=569&width=1012)\\n\\nFootnotes. Special thanks. Instagram tags. These are a few ways we incentivize and credit names and works that have contributed to or influenced our work—whether an old idea that sparked a new one or a hair and makeup artist who worked on a model’s latest cover shoot. These citations come with their own benefits. They reinscribe a thinker’s influence in academia. They loosely attach an intellectually generous friend to another friend’s project. They drive followers from one social account to another—yielding dividends of clout.\\n\\nSplits, Mirror’s latest feature, present a truly exciting alternative to involving people in your work. From a monetary perspective, collaborators typically have to divy up their earnings manually. That process relies on trust, manual coordination, and sometimes a ton of paperwork and legal overheard. Split’s crypto-native approach replaces a social contract with code-enforced rules that can’t be fudged.\\n\\nOn a crazier level, splits redefine what collaboration is. Traditionally, it involves a group of people getting together and churning something out. You’ve got to get people in the same space—whether that be a remote vacation home or a shared Google doc—and there’s usually a common objective. Splits make the citation and incentivization of participants so easy that the nature of one’s participation could be as ephemeral as a conversation shared on a late night subway ride from three years ago. The participant might barely remember.\\n\\nCollaboration then extends to who inspired your idea and to what extent. Who originally gifted you your *Finite and Infinite Games* paperback? Who’s always been there to lend their opinion or retweet your post? Who appeared in your dream last night? Which charity do you feel could benefit from your work? And because crypto allows economics to route between any smart contracts, split value can flow beyond just people to entities like DAOs, crowdfunds or NFTs.\\n\\nSplitting is the new tagging, and it’s just as easy. If Web2 was about social graphs—where a tagged photo connects each participant who attended last night’s dinner party—Web3 is about economic graphs, connecting entities whose influence is baked into a work. It’s not only cool that those entities get money, but that it begins to create a fascinating ledger of where ideas from different sources intersect.\\n\\nTo help inaugurate this new feature, Jack Butcher (aka [@visualizevalue](https://twitter.com/visualizevalue) on Twitter) has minted a single edition NFT titled Infinite Players and will use Mirror’s split feature to evenly route proceeds between ETH addresses who have supported his work in the past.\\n\\n[Token #3039](auction://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7?network=mainnet&tokenId=3039)\\n\\nStay tuned for our technical breakdown of splits tomorrow and check out splits in action elsewhere on Mirror:\\n\\n- [Power to the Person](https://notboring.mirror.xyz/SPV_-bchriVn_ncDj8OgnLccSb5qAsU0sXNpg9y_UTk)\\n- [Stem III](https://j.mirror.xyz/qnvV6hGoxq6gIO2anZ4KLi-kXz3RDZh6qFS78QDSM0Y)\\n- [Songcamp](https://songcamp.mirror.xyz/xVIye95frUFrZ4RbfYPFNhfi1emI7kvXCcxJOTbcBlM)\",\"timestamp\":1620147633,\"title\":\"Introducing Splits\",\"publication\":\"dev\"},\"digest\":\"mQ03-JXlfdoBnRrZisC5X3kM9nBkOILlHwxbdq382Gw\",\"authorship\":{\"contributor\":\"0x9651B2a7Aa9ed9635cE896a1Af1a7d6294d5e902\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WzMusr7K7ZFY2pPPoyTBe4-WKmG9YyWPjLlGYm_wdUU\\\",\\\"y\\\":\\\"2g7BiyYb8pGpzXwW1nv2CrLnurnrxB-t152Mvi50cpQ\\\"}\",\"signature\":\"lzLyEuYEOvsUP8Esz2MDJHVt9wul_eo1roPyGA8-ExsNJqol7O-7SyBc7p4AAyUmAJJF1kVfqTVcz7_PPkU6xw\",\"signingKeySignature\":\"0x0947836481d5f9f778ff54c4f6ad04a8eaa05a4d59f5b8aecbb246840d7dd0b1451ee618759677b5e4be81cca34fbe0b414d5d94c224b130a1ad4630a6ec893e1b\",\"signingKeyMessage\":\"I authorize the publication of articles on dev.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WzMusr7K7ZFY2pPPoyTBe4-WKmG9YyWPjLlGYm_wdUU\\\",\\\"y\\\":\\\"2g7BiyYb8pGpzXwW1nv2CrLnurnrxB-t152Mvi50cpQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mQ03-JXlfdoBnRrZisC5X3kM9nBkOILlHwxbdq382Gw\"}"