"{\"content\":{\"body\":\"Youth is not a time of life; it is a state of mind; it is not a matter of rosy cheeks, red lips and supple knees; it is a matter of the will, a quality of the imagination, vigor of the emotions; it is the freshness of the deep spring of life. 　　\\n\\nYouth means a temperamental predominance of courage over timidity, of the appetite for adventure over the love of ease. This often exists in a man of 60 more than a boy of 20. Nobody grows old merely by a number of years. We grow old by deserting our ideals. 　　Years may wrinkle the skin, but to give up enthusiasm wrinkles the soul. Worry, fear, self-distrust bows the heart and turns the spirit back to dust. 　　\\n\\nWhether 60 or 16, there is in every human being’s heart the lure of wonder, the unfailing childlike appetite for what’s next and the joy of the game of living. In the center of your heart and my heart there is a wireless station: so long as it receives messages of beauty, hope, cheer, courage and power from men and from the Infinite, so long are you young. 　　\\n\\nWhen the aerials are down, and your spirit is covered with snows of cynicism and the ice of pessimism, then you‘ve grown old, even at 20. But as long as your aerials are up, to catch waves of optimism, there is hope you may die young at 80.\",\"timestamp\":1642731401,\"title\":\"YOUTH\"},\"digest\":\"uoLrhPv0-c1m2KOkv2EdOoP5BB08Vd3LaH1Jgk2cTnk\",\"authorship\":{\"contributor\":\"0x7D1C2B5a6674EeD1007BcBE54D297b237e48Fecb\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jPz26-HbOOikKDPLsFbF06w3UbT1ypaVgWh4PFkbXvM\\\",\\\"y\\\":\\\"iA2iyvjjnxRWAx4RMvLK_RDlkA3uRmtFZlQbVoF8fNE\\\"}\",\"signature\":\"uJuJOVWFIsrXuu-EHVUfP7Ve_M_LHlW3BD5hmW32WjKr_233E7bgpG-iU9lPh5WP93UHOtVVzyPZO01zc2GPLA\",\"signingKeySignature\":\"0xd3ebec99f4ab9299d357148d652f2e8900f357bda4dfdc7d3d63dcb5ccb0d2cb4516283553653d51a5000d053cf7f0caa05e743f2cccec768a84b798c64c908a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jPz26-HbOOikKDPLsFbF06w3UbT1ypaVgWh4PFkbXvM\\\",\\\"y\\\":\\\"iA2iyvjjnxRWAx4RMvLK_RDlkA3uRmtFZlQbVoF8fNE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uoLrhPv0-c1m2KOkv2EdOoP5BB08Vd3LaH1Jgk2cTnk\"}"