"{\"content\":{\"body\":\"ConsenSys, la compañía que Joe Lubin fundó en 2015 como empresa de software para explotar la tecnología de Ethereum, es hoy un unicornio de $3.200 millones que trabaja para liderar la industria de las herramientas con las que se está construyendo la web3. La empresa indica en una nota de prensa que ha alcanzado dicha valoración tras el cierre de una ronda de financiación de 200 millones de dólares. Dragonfly Capital, Electric Capital, Spartan Group, DeFiance Capital, Animoca Brands, Coinbase Ventures o HSBC son algunos de los nombres que figuran entre los nuevos inversores.\\n\\nDurante los primeros años de su nacimiento, [ConsenSys](https://consensys.net/) fue el lugar de culto de los filoethereums. Algo normal si tenemos en cuenta que Lubin, su CEO, fue uno de los cofundadores de Ethereum. En la actualidad, la aparición de otras blockchains y el desarrollo de la industria cripto, apoyado por importantes firmas de capital riesgo, como es el caso de Andreessen Horowitz (a16z), han dejado a ConsenSys sin ese halo de exclusividad del que gozaba antaño. De hecho, a MetaMask, uno de sus productos estrella y la criptocartera de referencia para acceder a las finanzas descentralizadas (DeFi) o a los NFTs, le ha salido un duro competidor: la wallet del navegador Brave.\\n\\n[MetaMask celebra sus 10 millones de usuarios con una fiesta en Decentraland](https://observatorioblockchain.com/ethereum/metamask-celebra-sus-10-millones-de-usuarios-con-una-fiesta-en-decentraland/)\\n\\nBrave, el navegador que Brendan Eich (cofundador de Mozilla), creó en 2016 para proteger la privacidad de los usuarios, acaba de anunciar el lanzamiento de Brave Wallet. El objetivo de este nuevo monedero digital, que busca a los usuarios de Brave interconectarse con aplicaciones criptográficas mientras navegan por la red, es competir con MetaMask y Phantom. Sobre todo, con MetaMask. La criptocartera de ConsenSys acaba de anunciar que tiene 21 millones de usuarios activos al mes, el triple que hace tres meses. Un dato que subraya el ritmo acelerado con el que las criptomonedas se están incorporando a nuestras vidas. En el caso de Phantom, el monedero nativo de Solana, sus desarrolladores anunciaron a primeros de mes que buscaron alcanzar la cifra mágica del millón de usuarios.\\n\\n#### Valiente competirá con MetaMask\\n\\nFrente a estas cifras, Brave exhibe una fortaleza de más de 42 millones de usuarios. Con Brave Wallet, los usuarios del navegador podrán almacenar y gestionar criptomonedas e interactuar con aplicaciones descentralizadas (DApps) y NFTs. De hecho, en su nota de prensa, Brave indica que al tratarse de un monedero nativo en el navegador, ofrece el mayor nivel de seguridad posible para los propietarios de criptomonedas. Los desarrolladores explican que las extensiones de navegador, como es el caso de MetaMask, son susceptibles de phishing y robo de activos.\\n\\n[El navegador Brave lanza una wallet para operar con DeFi y NFT en Ethereum y Solana](https://observatorioblockchain.com/defi/el-navegador-brave-lanza-una-wallet-para-operar-con-defi-y-nft-en-ethereum-y-solana/)\\n\\nConsenSys indica que su misión es liberar el poder de colaboración de las comunidades, para que la Web 3.0 sea universalmente fácil de usar y desarrollar. La compañía se refiere a MetaMask como la herramienta que facilita a 21 millones de usuarios de todo el mundo interactuar con DeFi, NFT, juegos «jugar para ganar», organizaciones autónomas descentralizadas (DAOs) y metaversos.\\n\\n#### La era de la comunidad\\n\\nLa compañía también alude a Metamask Institutional, la versión de Metamask que integra soluciones de custodia, para que las organizaciones financieras puedan acceder y participar en DeFi. La empresa indica que el dinero obtenido en la ronda de financiación lo destinará a apoyar la expansión de Infura y MetaMask. Infura es un conjunto de herramientas para desarrolladores de blockchain, cuyos usuarios crecieron un 250% en menos de un año, pasando de 100.000 a 350.000 desarrolladores. En el horizonte de ConsenSys también está la creación de 400 nuevos empleos en todo el mundo.\\n\\n[Metamask se asocia con 3 custodios para afrontar la demanda institucional DeFi](https://observatorioblockchain.com/defi/metamask-se-asocia-con-3-custodios-para-afrontar-la-demanda-institucional-defi/)\\n\\nSobre la industria cripto, Lubin ha dicho que el ritmo de adopción es tan rápido que su compañía ha duplicado muchos de sus  indicadores clave de rendimiento. El CEO de ConsenSys asegura que el cambio de paradigma hacia un mundo que funciona con protocolos descentralizados se está acelerando. En este sentido, y con el fin de acelerar la adopción de la web3, recuerda que su compañía se está asociando con algunos de los mayores inversores financieros. Tanto en las economías tradicionales, como en las de nueva generación, «La era de los silos y los terceros de confianza está dando paso a la era de la comunidad y la colaboración. Posibilitada por una base de confianza automatizada y objetiva y un ecosistema financiero descentralizado», indica Lubin.\\n\\n\\\\*\\\\*También puedes seguirnos en nuestros canales de \\\\*\\\\*[\\\\*\\\\*Telegram \\\\*\\\\*](https://t.me/observatorioblockchain)\\\\*\\\\*y \\\\*\\\\***[Twitter](https://twitter.com/ObserBlockchain)**\",\"timestamp\":1637246872,\"title\":\"ConsenSys, un unicornio a la conquista del software de la web3\"},\"digest\":\"pjyHs2ZMGfyfLyK2ZV8tBy4SMewCfft-pPeG44q3xZU\",\"authorship\":{\"contributor\":\"0xDB584Db72160bE0694E5F91B195313dc4E13c393\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3sGcthdK5oLfI45upDnJr6SHMKezPk9oTTP-U07eQy4\\\",\\\"y\\\":\\\"4t7eFJI-aol1lvhkhZxVPJ3DDGQgxeIbZfmkQJC7n-U\\\"}\",\"signature\":\"kUpREwfQDBjR_RKD4wzr4sjqsnG9nNkWpY5-6RKq7stgTDGmdreeGsE-1ivA1ALkjVu4l1mGYZ9g2dHQFrkbEw\",\"signingKeySignature\":\"0x106f2f4dc53563977ded8b2d83f4b8adb420f05a41ce625a001f8a61fbd2607f3874aec0756fe422555e3134c6d1dc5ce34ab4fcc9cec1c9d3c81b24bf714b681c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3sGcthdK5oLfI45upDnJr6SHMKezPk9oTTP-U07eQy4\\\",\\\"y\\\":\\\"4t7eFJI-aol1lvhkhZxVPJ3DDGQgxeIbZfmkQJC7n-U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pjyHs2ZMGfyfLyK2ZV8tBy4SMewCfft-pPeG44q3xZU\"}"