"{\"content\":{\"body\":\"the light of heaven restore; Give me to see and Ajax asks no more; If Greece must perish we thy will obey But let us perish in the face of day.\\\"\\n\\nJupiter heard the prayer and dispersed the clouds.  Then Ajax sent Antilochus to Achilles with the intelligence of Patroclus's death, and of the conflict raging for his remains.  The Greeks at last succeeded in bearing off the body to the ships, closely pursued by Hector and Aeneas and rest of the Trojans.\\n\\nAchilles heard the fate of his friend with such distress that Antilochus feared for a while that he would destroy himself.  His groans reached the ears of his mother, Thetis, far down in the deeps of ocean where she abode, and she hastened to him to inquire the cause.  She found him overwhelmed with self-reproach that he had indulged his resentment so far, and suffered his friend to fall a victim to it.  But his only consolation was the hope of revenge.  He would fly instantly in search of Hector. But his mother reminded him that he was now without armor, and promised him, if he would but wait till the morrow, she would procure for him a suit of armor from Vulcan more than equal to that he had lost.  He consented, and Thetis immediately repaired to Vulcan's palace.  She found him busy at his forge making tripods for his own use, so artfully constructed that they moved forward of their own accord when wanted, and retired again when dismissed.  On hearing the request of Thetis, Vulcan immediately laid aside his work and hastened to comply with her wishes.  He fabricated a splendid suit of armor for Achilles, first a shield adorned with elaborate devices, then a helmet crested with gold, then a corslet and greaves of impenetrable temper, all perfectly adapted to his form, and of consummate workmanship.  It was all done in one night, and Thetis, receiving it, descended with it to earth and laid it down at Achilles' feet at the dawn of day.\\n\\nThe first glow of pleasure that Achilles had felt since the death of Petroclus was at the sight of this splendid armor.  And now arrayed in it, he went forth into the camp, calling all the chiefs to council.  When they were all assembled he addressed them.  Renouncing his displeasure against Agamemnon and bitterly lamenting the miseries that had resulted from it, he called on them to proceed at once to the field.  Agamemnon made a suitable reply, laying all the blame on Ate, the goddess of discord, and thereupon complete reconcilement took place between the heroes.\\n\\nThen Achilles went forth to battle, inspired with a rage and thirst for vengeance that made him irresistible.  The bravest warriors fled before him or fell by his lance.  Hector, cautioned by Apollo, kept aloof, but the god, assuming the form of one of Priam's sons, Lycaon, urged AEneas to encounter the terrible warrior.  AEneas, though he felt himself unequal, did not decline the combat.  He hurled his spear with all his force against the shield, the work of Vulcan.  It was formed of five metal plates; two were of brass, two of tin, and one of gold.  The spear pierced two thicknesses, but was stopped in the third.  Achilles threw his with better success.  It pierced through the shield of Aeneas, but glanced near his shoulder and made no wound.  Then AEneas seized a stone, such as two men of modern times could hardly lift, and was about to throw it, and Achilles, with sword drawn, was about to rush upon him, when Neptune, who looked out upon the contest, moved with pity for AEneas, who he saw would surely fall a victim if not speedily rescued, spread a cloud between the combatants, and lifting AEneas from the ground, bore him over the heads of warriors and steeds to the rear of the battle.  Achilles, when the mist cleared away, looked round in vain for his adversary, and acknowledging the prodigy, turned his arms against other champions.  But none dared stand before him, and Priam looking down from his city walls beheld his whole army in full flight towards the city.  He gave command to open wide the gates to receive the fugitives, and to shut them as soon as the Trojans should have passed, lest the enemy should enter likewise.  But Achilles was so close in pursuit that that would have been impossible if Apollo had not, in the form of Agenor, Priam's son, encountered Achilles for a while, then turned to fly, and taken the way apart from the city.  Achilles pursued and had chased his supposed victim far from the walls, when Apollo disclosed himself, and Achilles, perceiving how he had been deluded, gave up the chase.\\n\\nBut when the rest had escaped into the town Hector stood without, determined to await the combat.  His old father called to him from the walls and begged him to retire nor tempt the encounter. His mother, Hecuba, also besought him to the same effect, but all in vain.  \\\"How can I,\\\" said he to himself, \\\"by whose command the people went to this day's contest, where so many have fallen, seek safety for myself against a single foe?  But what if I offer him to yield up Helen and all her treasures and ample of our own beside?  Ah no!  It is too late.  He would not even hear me through, but slay me while I spoke.\\\"   While he thus ruminated, Achilles approached, terrible as Mars, his armor flashing lighting as he moved.  At that sight Hector's heart failed him and he fled.  Achilles swiftly pursued.  They ran, still keeping near the walls, till they had thrice encircled the city.  As often as Hector approached the walls Achilles intercepted him and forced him to keep out in a wider circle.  But Apollo sustained Hector's strength, and would not let him sink in weariness.  Then Pallas, assuming the form of Deiphobus, Hector's bravest brother, appeared suddenly at his side.  Hector saw him with delight, and, thus strengthened, stopped his flight and turned to meet Achilles.  Hector threw his spear, which struck the shield of Achilles and bounded back.  He turned to receive another from the hand of Deiphobus, but Deiphobus was gone.  Then Hector understood his doom and said, \\\"Alas!  It is plain this is my hour to die!  I thought Deiphobus at hand, but Pallas deceived me, and he is still in Troy.  But I will not fall inglorious.\\\"  So saying, he drew his falchion from his side and rushed at once to combat.  Achilles, secured behind his shield, waited the approach of Hector.  When he came within reach of his spear, Achilles, choosing with his eye a vulnerable part where the armor leaves the neck uncovered, aimed his spear at that part, and Hector fell, death-wounded, and feebly said, \\\"Spare my body!  Let my parents ransom it, and let me receive funeral rites from the sons and daughters of Troy.\\\"  To which Achilles replied, \\\"Dog, name not ransom nor pity to me, on whom you have brought such dire distress.  No!  Trust me, nought shall save thy carcass from the dogs.  Though twenty ransoms and thy weight in gold were offered, I would refuse it all.\\\"\\n\\nSo saying, he stripped the body of its armor, and fastening cords to the feet, tied them behind his chariot, leaving the body to trail along the ground.  Then mounting the chariot he lashed the steeds, and so dragged the body to and fro before the city.  What words can tell the grief of King Priam and Queen Hecuba at this sight!  His people could scarce restrain the old king from rushing forth.  He threw himself in the dust, and besought them each by name to give him way.  Hecuba's distress was not less violent.  The citizens stood round them weeping.  The sound of the mourning reached the ears of Andromache, the wife of Hector, as she sat among her maidens at work, and anticipating evil she went forth to the wall.  When she saw the sight there presented, she would have thrown herself headlong from the wall, but fainted and fell into the arms of her maidens.  Recovering, she bewailed her fate, picturing to herself her country ruined, herself a captive, and her son dependent for his bread on the charity of strangers.\\n\\nWhen Achilles and the Greeks had taken their revenge on the killer of Patroclus they busied themselves in paying due funeral rites to their friend.  A pile was erected, and the body burned with due solemnity; and then ensued games of strength and skill, chariot races, wrestling, boxing, and archery.  Then the chiefs sat down to the funeral banquet and after that retired to rest. But Achilles neither partook of the feast nor of sleep.  The recollection of his lost friend kept him awake, remembering their companionship in toil and dangers, in battle or on the perilous deep.  Before the earliest dawn he left his tent, and joining to his chariot his swift steeds, he fastened Hector's body to be dragged behind.  Twice he dragged him round the tomb of Patroclus, leaving him at length stretched in the dust.  But Apollo would not permit the body to be torn or disfigured with all this abuse, but preserved it free from all taint or defilement.\\n\\nWhen Achilles indulged his wrath in thus disgracing brave Hector, Jupiter in pity summoned Thetis to his presence.  He told her to go to her son and prevail on him to restore the body of Hector to his friends.  Then Jupiter sent Iris to King Priam to encourage him to go to Achilles and beg the body of his son.  Iris delivered her message, and Priam immediately prepared to obey. He opened his treasures and took out rich garments and cloths, with ten talents in gold and two splendid tripods and a golden cup of matchless workmanship.  Then he called to his sons and bade them draw forth his litter and place in it the various articles designed for a ransom to Achilles.\\n\\nWhen all was ready, the old king with a single companion, as aged as himself, the herald Idaeus, drove forth from the gates, parting there with Hecuba his queen, and all his friends, who lamented him as going to certain death.\\n\\nBut Jupiter, beholding with compassion the venerable king, sent Mercury to be his guide and protector.  Mercury, assuming the form of a young warrior, presented himself to the aged couple, and while at the sight of him they hesitated whether to fly or yield, the god approached, and grasping Priam's hand, offered to be their guide to Achilles' tent.  Priam gladly accepted his offered service, and he, mounting the carriage, assumed the reins and soon conveyed them to the tent of Achilles.  Mercury's wand put to sleep all the guards, and without hindrance he introduced Priam into the tent where Achilles sat, attended hy two of his warriors.  The old king threw himself at the feet of Achilles and kissed those terrible hands which had destroyed so many of his sons.  \\\"Think, O Achilles,\\\" he said, \\\"of thy own father, full of days like me, and trembling on the gloomy verge of life.  Perhaps even now some neighbor chief oppresses him, and there is none at hand to succor him in his distress.  Yet doubtless knowing that Achilles lives he still rejoices, hoping that one day he shall see thy face again.  But no comfort cheers me, whose bravest sons, so late the flower of Ilium, all have fallen.  Yet one I had, one more than all the rest the strength of my age, whom fighting for his country, thou hast slain.  I come to redeem his body, bringing inestimable ransom with me. Achilles, reverence the gods!  Recollect thy father!  For his sake show compassion to me!\\\"  These words moved Achilles and he wept; remembering by turns his absent father and his lost friend.  Moved with pity of Priam's silver locks and beard, he raised him from the earth and thus spake: \\\"Priam, I know that thou has reached this place conducted by some god, for without divine aid no mortal even in the prime of youth had dared the attempt.  I grant thy request; moved thereto by the evident will of Jove.\\\"  So saying he arose, and went forth with his two friends, and unloaded of its charge the litter, leaving two mantles and a robe for the covering of the body, which they placed on the litter, and spread the garments over it, that not unveiled it should be borne back to Troy.  Then Achilles dismissed the old king with his attendants, having first pledged himself to allow a truce of twelve days for the funeral solemnities.\\n\\nAs the litter approached the city and was descried from the walls, the people poured forth to gaze once more on the face of their hero.   Foremost of all, the mother and the wife of Hector came, and at the sight of the lifeless body renewed their lamentations.  The people all wept with them, and to the going down of the sun there was no pause or abatement of their grief.\\n\\nThe next day preparations were made for the funeral solemnities. For nine days the people brought wood and built the pile, and on the tenth they placed the body on the summit and applied the torch; while all Troy, thronging forth, encompassed the pile. When it had completely burned, they quenched the cinders with wine, collected the bones and placed them in a golden urn, which they buried in the earth, and reared a pile of stones over the spot.\\n\\n\\\"Such honors Ilium to her hero paid, And peaceful slept the mighty Hector's shade.\\\" Pope's Homer\\n\\nChapter XXI The Fall of Troy.   Return of the Greeks.   Orestes and Electra\\n\\nThe story of the Iliad ends with the death of Hector, and it is from the Odyssey and later poems that we learn the fate of the other heroes.  After the death of Hector, Troy did not immediately fall, but receiving aid from new allies still continued its resistance.  One of these allies was Memnon, the AETHIOPIAN prince, whose story we have already told.  Another was Penthesilea, queen of the Amazons, who came with a band of female warriors.  All the authorities attest their valor and the fearful effect of their war-cry.  Penthesilea slew many of the bravest warriors, but was at last slain by Achilles.  But when the hero bent over his fallen foe, and contemplated her beauty, youth and valor, he bitterly regretted his victory.  Thersites, an insolent brawler and demagogue, ridiculed his grief, and was in consequence slain by the hero.\\n\\nAchilles by chance had seen Polyxena, daughter of King Priam, perhaps on occasion of the truce which was allowed the Trojans for the burial of Hector.  He was captivated with her charms, and to win her in marriage agreed to use his influence with the Greeks to grant peace to Troy.  While in the temple of Apollo, negotiating the marriage, Paris discharged at him a poisoned arrow, which guided by Apollo, wounded Achilles in the heel, the only vulnerable part about him.  For Thetis, his mother, had dipped him when an infant in the river Styx, which made every part of him invulnerable except the heel by which she held him. (The story of the invulnerability of Achilles is not found in Homer, and is inconsistent with his account.  For how could Achilles require the aid of celestial armor if he were invulnerable?)\\n\\nThe body of Achilles, so treacherously slain, was rescued by Ajax and Ulysses.  Thetis directed the Greeks to bestow her son's armor on the hero who, of all survivors, should be judged most deserving of it.  Ajax and Ulysses were the only claimants; a select number of the other chiefs were appointed to award the prize.  It was awarded to Ulysses, thus placing wisdom before valor; whereupon Ajax slew himself.  On the spot where his blood sank into the earth a flower sprang up, called the hyacinth, bearing on its leaves the first two letters of the name of Ajax, Ai, the Greek for \\\"woe.\\\"  Thus Ajax is a claimant with the boy Hyacinthus for the honor of giving birth to this flower.  There is a species of Larkspur which represents the hyacinth of the poets in preserving the memory of this event, the Delphinium Ajacis   Ajax's Larkspur.\\n\\nIt was now discovered that Troy could not be taken but by the arrows of Hercules.  They were in possession of Philoctetes, the friend who had been with Hercules at the last, and lighted his funeral pyre.  Philoctetes had joined the Grecian expedition against Troy, but had accidentally wounded his foot with one of the poisoned arrows, and the smell from his wound proved so offensive that his companions carried him to the Isle of Lemnos and left him there.  Diomedes was now sent to induce him to rejoin the army.  He succeeded.  Philoctetes was cured of his wound by Machaon, and Paris was the first victim of the fatal arrows.  In his distress Paris bethought him of one whom in his prosperity he had forgotten.  This was the nymph OEnone, whom he had married when a youth, and had abandoned for the fatal beauty Helen.  OEnone, remembering the wrongs she had suffered, refused to heal the wound, and Paris went back to Troy and died.  OEnone quickly repented, and hastened after him with remedies, but came too late, and in her grief hung herself.\\n\\nTennyson has chosen OEnone as the subject of a short poem; but he has omitted the concluding part of the story, the return of Paris wounded, her cruelty and subsequent repentance.\\n\\n\\\"__________Hither came at noon Mournful OENONE, wandering forlorn Of Paris, once her playmate on the hills. Her cheek had lost the rose, and round her neck Floated her hair, or seemed to float in rest. She, leaning on a fragment twined with vine, Sang to the stillness, till the mountain-shade Sloped downward to her seat from the upper cliff. .    .    .    .    .    .    .    .    .    .    .    .    . \\\"'O Mother Ida, many-fountain'd Ida, Dear Mother Ida, hearken ere I die. I waited underneath the dawning hills, Aloft the mountain lawn was dewy-dark, And dewy-dark aloft the mountain pine: Beautiful Paris, evil-hearted Paris, Leading a jet-black goat, white-horned, white-hooved, Come up from reedy Simois, all alone.\\n\\n\\\"'O Mother Ida, hearken ere I die. Far off the torrent called me from the cliff: Far up the solitary morning smote The streaks of virgin snow.  With downdropt eyes I sat alone: white-breasted like a star Fronting the dawn he moved; a leopard-skin Drooped from his shoulder, but his sunny hair Clustered about his temples like a God's, And his cheek brightened as the foambow brightens When the wind blows the foam, and all my heart Went forth to embrace him coming, ere he came.\\n\\n\\\"'Dear Mother Ida, hearken ere I die. He smiled, and opening out his milk-white palm Disclosed a fruit of pure Hesperian gold, That smelt ambrosially, and while I looked And listened, the full-flowing river of speech Came down upon my heart.\\n\\n\\\"My own OENONE, Beautiful-browed OENONE, my own soul, Behold this fruit, whose gleaming rind ingraven 'For the most fair,' would seem award it thine As lovelier than whatever Oread haunt The knolls of Ida, loveliest in all grace Of movement, and the charm of married brows.\\\"\\n\\n\\\"'Dear Mother Ida, hearken ere I die. He prest the blossom of his lips to mine, And added, \\\"This was cast upon the board, When all the full-faced presence of the gods Hanged in the halls of Peleus; whereupon Rose feud, with question unto whom 'twas due; But light-foot Iris brought it yester-eve Delivering, that to me, by common voice Elected umpire, Her?comes to-day, Pallas and Aphrodite, claiming each This meed of fairest.  Thou within the cave Beyond yon whispering tuft of oldest pine, May'st well behold them unbeheld, unheard Hear all, and see thy Paris judge of gods.\\\"'\\\"\\n\\nThere was in Troy a celebrated statue of Minerva called the Palladium.  It was said to have fallen from heaven, and the belief was that the city could not be taken so long as this statue remained within it.  Ulysses and Diomedes entered the city in disguise, and succeeded in obtaining the Palladium, which they carried off to the Grecian camp.\\n\\nBut Troy still held out, and the Greeks began to despair of ever subduing it by force, and by advice of Ulysses resolved to resort to stratagem.  They pretended to be making preparations to abandon the siege, and a portion of the ships were withdrawn, and lay hid behind a neighboring island.  The Greeks then constructed an immense WOODEN HORSE, which they gave out was intended as a propitiatory offering to Minerva, but in fact was filled with armed men.  The remaining Greeks then betook themselves to their ships and sailed away, as if for a final departure.  The Trojans, seeing the encampment broken up and the fleet gone, concluded the enemy to have abandoned the siege.  The gates were thrown open, and the whole population issued forth rejoicing at the long- prohibited liberty of passing freely over the scene of the late encampment.  The great horse was the chief object of curiosity. All wondered what it could be for.  Some recommended to take it into the city as a trophy; others felt afraid of it.\\n\\nWhile they hesitate, Laocoon, the priest of Neptune, exclaims, \\\"What madness, citizens, is this!  Have you not learned enough of Grecian fraud to be on your guard against it?  For my part I fear the Greeks even when they offer gifts.\\\"  So saying he threw his lance at the horse's side.  It struck, and a hollow sound reverberated like a groan.  Then perhaps the people might have taken his advice and destroyed the fatal horse and all its contents; but just at that moment a group of people appeared dragging forward one who seemed a prisoner and a Greek. Stupefied with terror he was brought before the chiefs, who reassured him, promising that his life should be spared on condition of his returning true answers to the questions asked him.  He informed them that he was a Greek, Sinon by name, and that in consequence of the malice of Ulysses he had been left behind by his countrymen at their departure.  With regard to the wooden horse, he told them that it was a propitiatory offering to Minerva, and made so huge for the express purpose of preventing its being carried within the city; for Calchas the prophet had told them that if the Trojans took possession of it, they would assuredly triumph over the Greeks.  This language turned the tide of the people's feelings, and they began to think how they might best secure the monstrous horse and the favorable auguries connected with it, when suddenly a prodigy occurred which left no room to doubt.  There appeared advancing over the sea two immense serpents.  They came upon the land, and the crowd fled in all directions.  The serpents advanced directly to the spot where Laocoon stood with his two sons.  They first attacked the children, winding round their bodies and breathing their pestilential breath in their faces.  The father, attempting to rescue them, is next seized and involved in the serpents' coils. He struggles to tear them away, but they overpower all his efforts and strangle him and the children in their poisonous folds.  This event was regarded as a clear indication of the displeasure of the gods at Laocoon's irreverent treatment of the wooden horse, which they no longer hesitated to regard as a sacred object and prepared to introduce with due solemnity into the city.  This was done with songs and triumphal acclamations, and the day closed with festivity.  In the night the armed men who were enclosed in the body of the horse, being led out by the traitor Sinon, opened the gates of the city to their friends who had returned under cover of the night.  The city was set on fire; the people, overcome with feasting and sleep, put to the sword, and Troy completely subdued.\\n\\nOne of the most celebrated groups of statuary in existence is that of Laocoon and his children in the embrace of the serpents. \\\"There is a cast of it in the Boston Athenaeum; the original is in the Vatican at Rome.  The following lines are from the Childe Harold of Byron:\\n\\n\\\"Now turning to the Vatican go see Laocoon's torture dignifying pain; A father's love and mortal's agony With as immortal's patience blending;   vain The struggle!  Vain against the coiling strain And gripe and deepening of the dragon's grasp The old man's clinch; the long envenomed chain Rivets the living links; the enormous asp Enforces pang on pang and stifles gasp on gasp.\\\"\\n\\nThe comic poets will also occasionally borrow a classical allusion.  The following is from Swift's description of a City Shower:\\n\\n\\\"Boxed in a chair the beau impatient sits, While spouts run clattering o'er the roof by fits, And over and anon with frightful din The leather sounds; he trembles from within. So when Troy chairmen bore the wooden steed Pregnant with Greeks, impatient to be freed, (Those bully Greeks, who, as the moderns do, Instead of paying chairmen, run them through;) Laocoon struck the outside with a spear, And each imprisoned champion quaked with fear.\\\"\\n\\nKing Priam lived to see the downfall of his kingdom, and was slain at last on the fatal night when the Greeks took the city. He had armed himself and was about to mingle with the combatants, but was prevailed on by Hecuba, his aged queen, to take refuge with herself and his daughters as a suppliant at the altar of Jupiter.  While there, his youngest son Polites, pursued by Pyrrhus (Pyrrhus's exclamation, \\\"Not such aid nor such defenders does the time require,\\\" has become proverbial.), the son of Achilles, rushed in wounded, and expired at the feet of his father; whereupon Priam, overcome with indignation, hurled his spear with feeble hand against Pyrrhus, and was forthwith slain by him.\\n\\nQueen Hecuba and her daughter Cassandra were carried captives to Greece.  Cassandra had been loved by Apollo, and he gave her the gift of prophecy; but afterwards offended with her, he rendered the gift unavailing by ordaining that her predictions should never be believed.  Polyxena, another daughter, who had been loved by Achilles, was demanded by the ghost of this warrior, and was sacrificed by the Greeks upon his tomb.\\n\\n> From Schiller's poem \\\"Cassandra\\\":\\n\\n\\\"And men my prophet wail deride! The solemn sorrow dies in scorn; And lonely in the waste, I hide The tortured heart that would forewarn. Amid the happy, unregarded, Mock'd by their fearful joy, I trod; Oh, dark to me the lot awarded, Thou evil Pythian God!\\n\\n\\\"Thine oracle, in vain to be, Oh, wherefore am I thus consigned, With eyes that every truth must see, Lone in the city of the blind? Cursed with the anguish of a power To view the fates I may not thrall, The hovering tempest still must lower, The horror must befall!\\n\\nBoots it th veil to lift, and give To sight the frowning fates beneath? For error is the life we live, And, oh, our knowledge is but death! Take back the clear and awful mirror, Shut from my eyes the blood-red glare; Thy truth is but the gift of terror, When mortal lips declare.\\n\\n\\\"My blindness give to me once more, They gay dim senses that rejoice; The past's delighted songs are o'er For lips that speak a prophet's voice. To me the future thou hast granted; I miss the moment from the chain The happy present hour enchanted! Take back thy gift again!\\\" Sir Edw. L. Bulwer's translation\\n\\nMENELAUS AND HELEN\\n\\nOur readers will be anxious to know the fate of Helen, the fair but guilty occasion of so much slaughter.  On the fall of Troy Menelaus recovered possession of his wife, who had not ceased to love him, though she had yielded to the might of Venus and deserted him for another.  After the death of Paris she aided the Greeks secretly on several occasions, and in particular when Ulysses and Diomedes entered the city in disguise to carry off the Palladium.  She saw and recognized Ulysses, but kept the secret, and even assisted them in obtaining the image.  Thus she became reconciled to her husband, and they were among the first to leave the shores of Troy for their native land.  But having incurred the displeasure of the gods they were driven by storms from shore to shore of the Mediterranean, visiting Cyprus, Phoenicia and Egypt.  In Egypt they were kindly treated and presented with rich gifts, of which Helen's share was a golden spindle and a basket on wheels.  The basket was to hold the wool and spools for the queen's work.\\n\\nDyer, in his poem of The Fleece, thus alludes to the incident:\\n\\n\\\"_________many yet adhere To the ancient distaff at the bosom fixed. Casting the whirling spindle as they walk. .    .    .    .    .    .    .    .    .    . This was of old, in no inglorious days, The mode of spinning, when the Egyptian prince A golden distaff gave that beauteous nymph, Too beauteous Helen; no uncourtly gift.\\\"\\n\\nMilton also alludes to a famous recipe for an invigorating draught, called Nepenthe, which the Egyptian queen gave to Helen:\\n\\n\\\"Not that Nepenthes which the wife of Thone In Egypt gave to Jove-born Helena, Is of such power to stir up joy as this, To life so friendly or so cool to thirst.\\\" Comus\\n\\nMenelaus and Helen at length arrived in safety at Sparta, resumed their royal dignity, and lived and reigned in splendor; and when Telemachus, the son of Ulysses, in search of his father, arrived at Sparta, he found Menelaus and Helen celebrating the marriage of their daughter Hermione to Neoptolemus, son of Achilles.\\n\\nIn \\\"the Victory Feast,\\\" Schiller thus reviews the return of the Greek heroes.\\n\\n\\\"The son of Atreus, king of men, The muster of the hosts surveyed, How dwindled from the thousands, when Along Scamander first arrayed! With sorrow and the cloudy thought, The great king's stately look grew dim, Of all the hosts to Ilion brought, How few to Greece return with him! Still let the song to gladness call, For those who yet their home shall greet! For them the blooming life is sweet; Return is not for all!\\n\\n\\\"Nor all who reach their native land May long the joy of welcome feel; Beside the household gods may stand Grim Murder, with awaiting steel And they who 'scape the foe, may die Beneath the foul, familiar glaive. Thus he to whom prophetic eye Her light the wise Minerva gave; 'Ah!  Bless'd, whose hearth, to memory true The goddess keeps unstained and pure; For woman's guile is deep and sure, And falsehood loves the new!'\\n\\n\\\"The Spartan eyes his Helen's charms, By the best blood of Greece recaptured; Round that fair form his glowing arms (A second bridal) wreath, enraptured. Woe waits the work of evil birth, Revenge to deeds unblessed is given! For watchful o'er the things of earth, The eternal council-halls of heaven. Yes, ill shall never ill repay; Jove to the impious hands that stain The altar of man's heart, Again the doomer's doom shall weigh!\\\" Sir Edw. L. Bulwer's translation\\n\\nAGAMEMNON, ORESTES, AND ELECTRA\\n\\nAgamemnon, the general-in-chief of the Greeks, the brother of Menelaus, who had been drawn into the quarrel to avenge another's wrongs, was not so fortunate in the issue as his brother.  During his absence his wife Clytemnestra had been false to him, and when his return was expected, she, with her paramour, AEgisthus, laid a plan for his destruction, and at the banquet given to celebrate his return, murdered him.\\n\\nThe conspirators intended also to slay his son Orestes, a lad not yet old enough to be an object of apprehension, but from whom, if he should be suffered to grow up, there might be danger. Electra, the sister of Orestes, saved her brother's life by sending him secretly away to his uncle Strophius, king of Phocis. In the palace of Strophius, Orestes grew up with the king's son, Pylades, and formed with him that ardent friendship which has become proverbial.  Electra frequently reminded her brother hy messengers of the duty of avenging his father's death, and when grown up he consulted the oracle of Delphi, which confirmed him in his design.  He therefore repaired in disguise to Argos, pretending to he a messenger from Strophius, who had come to announce the death of Orestes, and brought the ashes of the deceased in a funeral urn.  After visiting his father's tomb and sacrificing upon it, according to the rites of the ancients, he made himself known to his sister Electra, and soon after slew both AEgisthus and Clytemnestra.\\n\\nThis revolting act, the slaughter of a mother by her son, though alleviated by the guilt of the victim and the express command of the gods, did not fail to awaken in the breasts of the ancients the same abhorrence that it does in ours.  The Eumenides, avenging deities, seized upon Orestes, and drove him frantic from land to land.  Pylades accompanied him in his wanderings, and watched over him.  At length in answer to a second appeal to the oracle, he was directed to go to Tauris in Scythia, and to bring thence a statue of Diana which was believed to have fallen from heaven.  Accordingly Orestes and Pylades went to Tauris, where the barbarous people were accustomed to sacrifice to the goddess all strangers who fell into their hands.  The two friends were seized and carried bound to the temple to be made victims.  But the priestess of Diana was no other than Iphigenia, the sister of Orestes, who, our readers will remember, was snatched away by Diana, at the moment when she was about to be sacrificed. Ascertaining from the prisoners who they were, Iphigenia disclosed herself to them, and the three made their escape with the statue of the goddess, and returned to Mycenae.\\n\\nBut Orestes was not yet relieved from the vengeance of the Erinnyes.  At length he took refuge with Minerva at Athens.  The goddess afforded him protection, and appointed the court of Areopagus to decide his fate.  The Erinnyes brought forward their accusation, and Orestes made the command of the Delphic oracle his excuse.  When the court voted and the voices were equally divided, Orestes was acquitted by the command of Minerva.\\n\\nByron, in Childe Harold, Canto IV, alludes to the story of Orestes:\\n\\n\\\"O thou who never yet of human wrong Left the unbalanced scale, great Nemesis! Thou who didst call the Furies from the abyss, And round Orestes bade them howl and hiss, For that unnatural retribution,   just, Had it but been from hands less near,   in this, Thy former realm, I call thee from the dust!\\\"\\n\\nOne of the most pathetic scenes in the ancient drama is that in which Sophocles represents the meeting of Orestes and Electra, on his return from Phocis.  Orestes, mistaking Electra for one of the domestics, and desirous of keeping his arrival a secret till the hour of vengeance should arrive, produces the urn in which his ashes are supposed to rest.  Electra, believing him to be really dead, takes the urn, and embracing it, pours forth her grief in language full of tenderness and despair.\\n\\nMilton, in one of his sonnets, says:\\n\\n\\\"The repeated air Of sad Electra's poet had the power To save the Athenian walls from ruin bare.\\\"\\n\\nThis alludes to the story that when, on one occasion, the city of Athens was at the mercy of her Spartan foes, and it was proposed to destroy it, the thought was rejected upon the accidental quotation, by some one, of a chorus of Euripides.\\n\\nTROY\\n\\nAfter hearing so much about the city of Troy and its heroes, the reader will perhaps be surprised to learn that the exact site of that famous city is still a matter of dispute.  There are some vestiges of tombs on the plain which most nearly answers to the description given by Homer and the ancient geographers, but no other evidence of the former existence of a great city.  Byron thus describes the present appearance of the scene:\\n\\n\\\"The winds are high, and Helle's tide Rolls darkly heaving to the main; And night's descending shadows hide That field with blood bedewed in vain, The desert of old Priam's pride, The tombs, sole relics of his reign, All   save immortal dreams that could beguile The blind old man of Scio's rocky isle.\\\" Bride of Abydos.\\n\\nChapter XXII\\n\\nAdventures of Ulysses.   The Lotus-Eaters.   Cyclopes.   Circe. Sirens.   Scylla and Charybdis.   Calypso\\n\\nThe romantic poem of the Odyssey is now to engage our attention. It narrates the wanderings of Ulysses (Odysseus in the Greek language) in his return from Troy to his own kingdom of Ithaca.\\n\\n> From Troy the vessels first made land at Ismarus, a city of the Ciconians, where, in a skirmish with the inhabitants, Ulysses lost six men from each ship.  Sailing thence they were overtaken by a storm which drove them for nine days along the sea till they reached the country of the Lotus-eaters.  Here, after watering, Ulysses sent three of his men to discover who the inhabitants were.  These men on coming among the Lotus-eaters were kindly entertained by them, and were given some of their own food, the lotus-plant to eat.  The effect of this food was such that those who partook of it lost all thoughts of home and wished to remain in that country.  It was by main force that Ulysses dragged these men away, and he was even obliged to tie them under the benches of his ship.  (Tennyson in the Lotus-eaters has charmingly expressed the dreamy languid feeling which the lotus-food is said to have produced:\\n\\n\\\"How sweet it were, hearing the downward stream With half-shut eyes ever to seem Falling asleep in a half-dream! To dream and dream, like yonder amber light Which will not leave the myrrh-bush on the height; To hear each other's whispered speech; Eating the lotus, day by day, To watch the crisping ripples on the beach, And tender curving lines of creamy spray; To lend our hearts and spirits wholly To the influence of mild-minded melancholy; To muse and brood and live again in memory, With those old faces of our infancy Heaped over with a mound of grass, Two handfuls of white dust, shut in an urn of brass.\\\")\\n\\nThey next arrived at the country of the Cyclopes.  The Cyclopes were giants, who inhabited an island of which they were the only possessors.  The name means \\\"round eye,\\\" and these giants were so called because they had but one eye, and that placed in the middle of the forehead.  They dwelt in caves and fed on the wild productions of the island and on what their flocks yielded, for they were shepherds.  Ulysses left the main body of his ships at anchor, and with one vessel went to the Cyclopes' island to explore for supplies.  He landed with his companions, carrying with them a jar of wine for a present, and coming to a large cave they entered it, and finding no one within examined its contents. They found it stored with the riches of the flock, quantities of cheese, pails and bowls of milk, lambs and kids in their pens, all in nice order.  Presently arrived the master of the cave, Polyphemus, bearing an immense bundle of firewood, which he threw down before the cavern's mouth.  He then drove into the cave the sheep and goats to be milked, and, entering, rolled to the cave's mouth an enormous rock, that twenty oxen could not draw.  Next he sat down and milked his ewes, preparing a part for cheese, and setting the rest aside for his customary drink.  Then turning round his great eye he discerned the strangers, and growled out to them, demanding who they were, and where from.  Ulysses replied most humbly, stating that they were Greeks, from the great expedition that had lately won so much glory in the conquest of Troy; that they were now on their way home, and finished by imploring his hospitality in the name of the gods. Polyphemus deigned no answer, but reaching out his hand, seized two of the Greeks, whom he hurled against the side of the cave, and dashed out their brains.  He proceeded to devour them with great relish, and having made a hearty meal, stretched himself out on the floor to sleep.  Ulysses was tempted to seize the opportunity and plunge his sword into him as he slept, but recollected that it would only expose them all to certain destruction, as the rock with which the giant had closed up the door was far beyond their power to remove, and they would therefore be in hopeless imprisonment.  Next morning the giant seized two more of the Greeks, and dispatched them in the same manner as their companions, feasting on their flesh till no fragment was left.  He then moved away the rock from the door, drove out his flocks, and went out, carefully replacing the barrier after him.  When he was gone Ulysses planned how he might take vengeance for his murdered friends, and effect his escape with his surviving companions.  He made his men prepare a massive bar of wood cut by the Cyclops for a staff, which they found in the cave.  They sharpened the end of it and seasoned it in the fire, and hid it under the straw on the cavern floor.  Then four of the boldest were selected, with whom Ulysses joined himself as a fifth.  The Cyclops came home at evening, rolled away the stone and drove in his flock as usual.  After milking them and making his arrangements as before, he seized two more of Ulysses' companions and dashed their brains out, and made his evening meal upon them as he had on the others.  After he had supped, Ulysses, approaching him, handed him a bowl of wine, saying, \\\"Cyclops, this is wine; taste and drink after thy meal of man's flesh.\\\"  He took and drank it, and was hugely delighted with it, and called for more.  Ulysses supplied him once and again, which pleased the giant so much that he promised him as a favor that he should be the last of the party devoured.  He asked his name, to which Ulysses replied, \\\"My name is Noman.\\\"\\n\\nAfter his supper the giant lay down to repose, and was soon sound asleep.  Then Ulysses with his four select friends thrust the end of the stake into the fire till it was all one burning coal, then poising it exactly above the giant's only eye, they buried it deeply into the socket, twirling it round and round as a carpenter does his auger.  The howling monster filled the cavern with his outcry, and Ulysses with his aids nimbly got out of his way and concealed themselves in the cave.  The Cyclops, bellowing, called aloud on all the Cyclopes dwelling in the caves around him, far and near.  They on his cry flocked around the den, and inquired what grievous hurt had caused him to sound such an alarm and break their slumbers.  He replied, \\\"O friends, I die, and Noman gives the blow.\\\"  They answered, \\\"If no man hurts thee it is the stroke of Jove, and thou must bear it.\\\"  So saying, they left him groaning.\\n\\nNext morning the Cyclops rolled away the stone to let his flock out to pasture, but planted himself in the door of the cave to feel of all as they went out, that Ulysses and his men should not escape with them.  But Ulysses had made his men harness the rams of the flock three abreast, with osiers which they found on the floor of the cave.  To the middle ram of the three one of the Greeks suspended himself, so protected by the exterior rams on either side.  As they passed, the giant felt of the animals' backs and sides, but never thought of their bellies; so the men all passed safe, Ulysses himself being on the last one that passed.  When they had got a few paces from the cavern, Ulysses and his friends released themselves from their rams, and drove a good part of the flock down to the shore to their boat.  They put them aboard with all haste, then pushed off from the shore, and when at a safe distance Ulysses shouted, \\\"Cyclops, the gods have well requited thee for thy atrocious deeds.  Know it is Ulysses to whom thou owest thy shameful loss of sight.\\\"  The Cyclops, hearing this, seized a rock that projected from the side of the mountain, and rending it from its bed he lifted it high in the air, then exerting all his force, hurled it in the direction of the voice.  Down came the mass, just clearing the vessel's stern. The ocean, at the plunge of the huge rock, heaved the ship towards the land, so that it barely escaped being swamped by the waves.  When they had with the utmost difficulty pulled off shore, Ulysses was about to hail the giant again, but his friends besought him not to do so.  He could not forbear, however, letting the giant know that they had escaped his missile, but waited till they had reached a safer distance than before,   The giant answered them with curses, but Ulysses and his friends plied their oars vigorously, and soon regained their companions.\\n\\nUlysses next arrived at the island of AEolus.  To this monarch Jupiter had intrusted the government of the winds, to send them forth or retain them at his will.  He treated Ulysses hospitably, and at his departure gave him, tied up in a leathern bag with a silver string, such winds as might be hurtful and dangerous, commanding fair winds to blow the barks towards their country. Nine days they sped before the wind, and all that time Ulysses had stood at the helm, without sleep.  At last quite exhausted he lay down to sleep.  While he slept, the crew conferred together about the mysterious bag, and concluded it must contain treasures given by the hospitable King AEolus to their commander.  Tempted to secure some portion for themselves they loosed the string, when immediately the winds rushed forth.  The ships were driven far from their course, and back again to the island they had just left.  AEolus was so indignant at their folly that he refused to assist them further, and they were obliged to labor over their course once more by means of their oars.\\n\\nTHE LAESTRYGONIANS\\n\\nThe next adventure was with the barbarous tribe of Laestrygonians.  The vessels pushed into the harbor, tempted by the secure appearance of the cove, completely land-locked; Ulysses alone moored his vessel without.  As soon as the Laestrygonians found the ships completely in their power they attacked them, having huge stones which broke and overturned them, and with their spears dispatched the seamen as they struggled in the water.  All the vessels with their crews were destroyed, except Ulysses' own ship which had remained outside, and finding no safety but in flight, he exhorted his men to ply their oars vigorously, and they escaped.\\n\\nWith grief for their slain companions mixed with joy at their own escape, they pursued their way till they arrived at the Aeaean isle, where dwelt Circe, the daughter of the sun.  Landing here Ulysses climbed a hill, and gazing round saw no signs of habitation except in one spot at the centre of the island, where he perceived a palace embowered with trees.  He sent forward one- half of his crew, under the command of Eurylochus, to see what prospect of hospitality they might find.  As they approached the palace, they found themselves surrounded by lions, tigers and wolves, not fierce, but tamed by Circe's art, for she was a powerful magician.  All these animals had once been men, but had been changed by Circe's enchantments into the forms of beasts. The sounds of soft music were heard from within, and a sweet female voice singing.  Eurylochus called aloud and the goddess came forth and invited them in.  They all gladly entered except Eurylochus, who suspected danger.  The goddess conducted her guests to a seat, and had them served with wine and other delicacies.  When they had feasted heartily, she touched them one by one with her wand, and they became immediately changed into SWINE, in \\\"head, body, voice and bristles,\\\" yet with their intellects as before.  She shut them in her sties, and supplied them with acorns and such other things as swine love.\\n\\nEurylochus hurried back to the ship and told the tale.  Ulysses thereupon determined to go himself, and try if by any means he might deliver his companions.  As he strode onward alone, he met a youth who addressed him familiarly, appearing to be acquainted with his adventures.  He announced himself as Mercury, and informed Ulysses of the arts of Circe, and of the danger of approaching her.  As Ulysses was not to be dissuaded from his attempts, Mercury provided him with a sprig of the plant Moly, of wonderful power to resist sorceries, and instructed him how to act.  Ulysses proceeded, and reaching the palace was courteously received by Circe, who entertained him as she had done his companions, and after he had eaten and drank, touched him with her wand, saying, \\\"Hence seek the sty and wallow with thy friends.\\\"  But he, instead of obeying, drew his sword and rushed upon her with fury in his countenance.   She fell on her knees and begged for mercy.  He dictated a solemn oath that she would release his companions and practise no further against him or them; and she repeated it, at the same time promising to dismiss them all in safety after hospitably entertaining them.  She was as good as her word.  The men were restored to their shapes, the rest of the crew summoned from the shore, and the whole magnificently entertained day after day, till Ulysses seemed to have forgotten his native land, and to have reconciled himself to an inglorious life of ease and pleasure.\\n\\nAt length his companions recalled him to nobler sentiments, and he received their admonition gratefully.  Circe aided their departure, and instructed them how to pas safely by the coast of the Sirens.  The Sirens were Sea-nymphs who had the power of charming by their song all who had heard them, so that the unhappy mariners were irresistibly impelled to cast themselves into the sea to their destruction.  Circe directed Ulysses to fill the ears of his seamen with wax, so that they should not hear the strain; and to cause himself to be bound to the mast, and his people to be strictly enjoined, whatever he might say or do, by no means to release him till they should have passed the Sirens' island.  Ulysses obeyed these directions.  He filled the ears of his people with wax, and suffered them to bind him with cords firmly to the mast.  As they approached the Sirens' island, the sea was calm, and over the waters came the notes of music so ravishing and attractive, that Ulysses struggled to get loose, and by cries and signs to his people, begged to be released; but they, obedient to his previous orders, sprang forward and bound him still faster.  They held on their course, and the music grew fainter till it ceased to be heard, when with joy Ulysses gave his companions the signal to unseal their ears, and they relieved him from his bonds.\\n\\nThe imagination of a modern poet, Keats, has discovered for us the thoughts that passed through the brains of the victims of Circe, after their transformation.  In his Endymion he represents one of them, a monarch in the guise of an elephant, addressing the sorceress in human language thus:\\n\\n\\\"I sue not for my happy crown again; I sue not for my phalanx on the plain; I sue not for my lone, my widowed wife; I sue not for my ruddy drops of life, My children fair, my lovely girls and boys; I will forget them; I will pass these joys, Ask nought so heavenward; so too   too high; Only I pray, as fairest boon, to die; To be delivered from this cumbrous flesh, >From this gross, detestable, filthy mesh, And merely given to the cold, bleak air. Have mercy, goddess!  Circe, feel my prayer!\\\"\\n\\nSCYLLA AND CHARYBDIS\\n\\nUlysses had been warned by Circe of the two monsters Scylla and Charybdis.  We have already met with Scylla in the story of Glaucus, and remember that she was once a beautiful maiden and was changed into a snaky monster by Circe.  She dwelt in a cave high up on the cliff, from whence she was accustomed to thrust forth her long necks for she had six heads, and in each of her mouths to seize one of the crew of every vessel passing within reach.  The other terror, Charybdis, was a gulf, nearly on a level with the water.  Thrice each day the water rushed into a frightful chasm, and thrice was disgorged.  Any vessel coming near the whirlpool when the tide was rushing in must inevitably by ingulfed; not Neptune himself could save it.\\n\\nOn approaching the haunt of the dread monsters, Ulysses kept strict watch to discover them.  The roar of the waters as Charybdis ingulfed them, gave warning at a distance, but Scylla could nowhere be discerned.  While Ulysses and his men watched with anxious eyes the dreadful whirlpool, they were not equally on their guard from the attack of Scylla, and the monster darting forth her snaky heads, caught six of his men, and bore them away shrieking to her den.  It was the saddest sight Ulysses had yet seen; to behold his friends thus sacrificed and hear their cries, unable to afford them any assistance.\\n\\nCirce had warned him of another danger.  After passing Scylla and Charybdis, the next land he would make was Trinakria, an island whereon were pastured the cattle of Hyperion, the Sun, tended by his daughters Lampetia and Phaethusa.  These flocks must not be violated, whatever the wants of the voyagers might be.  If this injunction were transgressed, destruction was sure to fall on the offenders.\\n\\nUlysses would willingly have passed the island of the Sun without stopping, but his companions so urgently pleaded for the rest and refreshment that would be derived from anchoring and passing the night on shore, that Ulysses yielded.  He bound them, however, with an oath that they would not touch one of the animals of the sacred flocks and herds, but content themselves with what provision they yet had left of the supply which Circe had put on board.  So long as this supply lasted the people kept their oath, but contrary winds detained them at the island for a month, and after consuming all their stock of provisions, they were forced to rely upon the birds and fishes they could catch.  Famine pressed them, and at length one day, in the absence of Ulysses, they slew some of the cattle, vainly attempting to make amends for the deed by offering from them a portion to the offended powers.  Ulysses, on his return to the shore, was horror-struck at perceiving what they had done, and the more so on account of the portentous signs which followed.  The skins crept on the ground, and the joints of meat lowed on the spits while roasting.\\n\\nThe wind becoming fair they sailed from the island.  They had not gone far when the weather changed, and a storm of thunder and lightning ensued.  A stroke of lightning shattered their mast, which in its fall killed the pilot.  At last the vessel itself came to pieces.  The keel and mast floating side by side, Ulysses formed of them a raft, to which he clung, and, the wind changing, the waves bore him to Calypso's island.  All the rest of the crew perished.\\n\\nThe following allusion to the stories we have just been relating is from Milton's Comus, line 252:\\n\\n\\\"I have often heard My mother Circe and the Sirens three, Amidst the flowery-kirtled Naiades, Culling their potent herbs and baneful drugs, Who as they sung would take the prisoned soul And lap it in Elysium.  Scylla wept, And chid her barking waves into attention. And fell Charybdis murmured soft applause.\\\"\\n\\nScylla and Charybdis have become proverbial, to denote opposite dangers which beset one's course.\",\"timestamp\":1641285677,\"title\":\"Lord of earth and air! Oh, king!  Oh, father!  Hear my humble prayer! Dispel this cloud\"},\"digest\":\"XH4AHuNAyACRe5UjiyQoI5Hdt8hrM-4yTCbtUI1aJwE\",\"authorship\":{\"contributor\":\"0x3F55F7d8879A09131180614410f6Ba3Af0a49E6d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"03P5Hl9bkR68GJme9A6OO-0SHq-Z4a9p42Zt4gW0d5Y\\\",\\\"y\\\":\\\"S-xos7vAsH9b6wuZLp-r7fB9slCXPxPoJF1Xu60e1Cw\\\"}\",\"signature\":\"ZWIXFI45WOguge_4GjWkwVkYOCX3aaNr2Fdas8aP2udymf-nPbpBdBz-efGBrEPlk0kOyjMF7HXu-HZETJaFwQ\",\"signingKeySignature\":\"0xf1bb63315dd95acc2ddef9a7680f099b08e3325e602fa1548a03e7017607816e246b185dec86941cecfd7070a8c8272d1cc591f4bcec998813d36a9e17f1dd311b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"03P5Hl9bkR68GJme9A6OO-0SHq-Z4a9p42Zt4gW0d5Y\\\",\\\"y\\\":\\\"S-xos7vAsH9b6wuZLp-r7fB9slCXPxPoJF1Xu60e1Cw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XH4AHuNAyACRe5UjiyQoI5Hdt8hrM-4yTCbtUI1aJwE\"}"