"{\"content\":{\"body\":\"Last August we announced SuperRare Spaces, an upcoming product that will allow independent curators and promoters to launch their own gallery pages on SuperRare. Fast forward a few short months (what feels like decades in NFT-time), and we’re finally in the home stretch: five incredibly exciting Spaces have been [publicly elected](https://superrare.mirror.xyz/token-race/bafkreiccpggffglu3tvcqexmdfd6e2kfwky3ulpa6vipdtghvphib35zzm) by the SuperRare DAO, product development is in final testing, and we’re almost ready to launch the inaugural batch of Spaces and kick off applications for the second Space Race. The future of decentralized curation is nigh!\\n\\nWhat does all this mean and why is it so important? Let’s dive in:\\n\\n### Spaces 101\\n\\n[See here](https://docs.superrare.com/) for background on what Spaces are, and why they’re awesome for both artists and collectors. In short, Spaces will function as sub-galleries on SuperRare — dedicated to specific thematic communities — that can help provide superior discovery and alpha signaling for collectors while helping artists with more hands-on promotion and sales strategies. By shining a light on these specific sub-communities, Spaces will help SuperRare continue extending the reach and cultural diversity of cryptoart while accelerating the ability to do high-quality curation at rapid speed/scale.\\n\\nSpaces are one of the core innovations aimed at turning SuperRare into the world’s first community-owned, community-curated NFT platform. Upon launch, the primary functionality of Spaces will be to curate, promote, and sell artworks. However, we see the potential for Spaces to become much more than just galleries. Similar to how Subreddits foster deep and distinct micro-communities with their own social cultures and aesthetic contributions, Spaces are well positioned to evolve into a wild and diverse ecosystem of art communities which will become cornerstones of the developing metaverse.\\n\\nEach Space is operated by an individual (or team) that will work with artists to promote, release, and curate newly commissioned artworks. Space operators will have their own branded NFT minting contracts, and can earn commissions on any sale they help to organize and promote on behalf of collaborating artists. Collectors will be able to follow Spaces, just like they can follow individual artists, keeping up to date on all their latest activity, auctions, and new releases. Some Spaces have even begun planning to organize as DAOs of their own, leading to the thrilling prospect that SuperRare could become a home for many sub-DAOs — all focused on advancing the cultural reach of this global art movement.\\n\\nWith a little luck, we may be witnessing the birth of the very cultural salons that could come to define the future of cryptoart and the emerging digital renaissance.\\n\\n### The Space Race\\n\\nSo, how does one get a Space and become a Space operator? Since SuperRare is a community-operated DAO, Spaces are elected by $RARE token holders in a community curation game called the [Space Race](https://docs.superrare.com/space-race). While decentralized curation of NFT art may sound complex and technical, it’s actually quite simple!\\n\\nFirst, aspiring Space operators submit written applications to the [forum](https://forum.superrare.com/t/space-race-1-submit-space-race-proposals-here/31) during the application window. Once applications have been reviewed, entrants are voted upon by the community during the two-week Space Race, and the racers who receive the highest number of votes are awarded the opportunity to become a Space.\\n\\nThe first Space Race was a smashing success, with five Spaces elected from a pool of 35 applicants, and that race had almost 40 million community votes! For a deep dive into the first race results, you can [read more here](https://editorial.superrare.com/2021/12/03/super-rares-first-space-race-is-complete-lets-take-a-look-at-the-results-%f0%9f%9b%b8-%f0%9f%8f%81/).\\n\\n### Come Build the Future of Art on SuperRare\\n\\nWe think Spaces are particularly well suited for curators, artist collectives, culture brands, DAOs, or anyone who has the passion to express a creative vision for the future of cryptoart on SuperRare.\\n\\nAnyone interested in launching a Space should jump into the [SuperRare Discord](https://discord.gg/pGeAWrP), read the forum, and enter to be a contestant in the next Space Race — ***the application window for SR#2 will be opening later this month.***\\n\\nWant to help usher in the next era for NFTs and the creator economy? Come join the Space Race!\",\"timestamp\":1642022155,\"title\":\"SuperRare Spaces: the Future of Community Curation\",\"publication\":\"superrare\"},\"digest\":\"w1QLELxBhPa10xSsc4MtjRBD3uwS1oglKsdBGcHeRq4\",\"authorship\":{\"contributor\":\"0x335e19b3F5dCfa2E398eE7d5Ff430a1f8CcC88B2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RbW0OrnNYAhqG4pE-F-Mp60ff6qpuiVyCNmtmUxErwo\\\",\\\"y\\\":\\\"GRolTlhQ0OEyrF8Q_6jTOGCPqA45PM3zM_NCtzupFFw\\\"}\",\"signature\":\"JiycJZ5IfvxwIiATIqPEimZJB3OUlu6bmXTuGSSihwUJXraWdU1hZVj_NNkKdkG1grVAFzsy4RkFiw5vNCE9ag\",\"signingKeySignature\":\"0x6c83d17f3fec627e6d440e8d2e5b89f38c46dd61172ff1a50ff76da521c425b77bb033a61611b42892f392c1fafb9e457ef2a42fa0c85a2a30502ebad66c4c031b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RbW0OrnNYAhqG4pE-F-Mp60ff6qpuiVyCNmtmUxErwo\\\",\\\"y\\\":\\\"GRolTlhQ0OEyrF8Q_6jTOGCPqA45PM3zM_NCtzupFFw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"j5U6Kx9YUnomb0oL4-YWLcB386vNrNUWEqEa9gkQsk0\"}"