"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*WXVtiMx0fOLIOHq0uT-tPQ.png)\\n\\n*This blog post is repurposed from the About section on the *[*imperfect website*](https://byimperfect.com/)*.*\\n\\nThe phrase “ending the stigma” has far too often been appropriated for virtue signalling, ironically, becoming stigmatized itself as a result. This is why the imperfect mission is to rebrand mental health. Intentionally and importantly distinct from “ending the stigma” or “raising awareness”, the commercial (brand) language behind this mission is inspired by strategies employed by the likes of Tesla and Beyond Meat — to drive important social change not by pleading to social consciousness, but rather by creating a product offering that is able to compete with legacy brands.\\n\\nThis analogy might seem strange. Both Tesla and Beyond Meat create products for specific industries and end users, while imperfect is simply creating…art? Bear with us.\\n\\nLike Tesla and their cars, our art may be the *means* at this point in time, but our *end* is the brand in itself. Similarly to how Tesla is trying to increase the adoption of electric vehicles, so too are we trying to increase the adoption of self-acceptance. So why are we so focused on brand?\\n\\nWe have chosen to focus on brand because we believe an ounce of prevention is worth a pound of treatment. Where we as a society often see “ending the stigma” as a goal, imperfect sees it as an important step towards the goal of significantly reducing mental illness. By creating a brand that at once identifies deeply with mental illness while also being void of the negative associations (a *cool *brand if you will) we will reduce the shame associated with suffering; shame that is itself, a source of suffering.\\n\\nWith the rise of Web3 and NFTs, it is now possible to build a brand from the bottom up, starting with the brand identity and mission, and building from there. Brands can now emerge as an empty box, a blank canvas whose meaning can take shape and gain traction through the creation of a community before even launching a product or service.\\n\\nWe aspire to capitalize on this exciting and pivotal moment in the history of the internet to build a transparent and community driven brand that will reposition the public perception of mental health struggles. While some projects try to provide a sense of their brands short term goals through roadmaps, we believe instead in providing only the larger mission, allowing the ways in which we tackle that mission to evolve with the [community](https://discord.gg/zqDu2HYD).\\n\\nBy becoming the “mental health brand”, we will provide consumers and supporters with a way to identify proudly with this important cause. In the short term, we will primarily focus on building community and creating brand equity by releasing a series of NFT collections. Eventually though, we hope to co-brand products and services to build global awareness for the imperfect movement and raise funds in the process to help support mental health organizations.\\n\\nWith this goal in mind, the imperfect mandate is to donate 90% of all proceeds generated from NFT sales to non-profit organizations operating in mental health, with the remaining 10% to be used exclusively for brand building (hiring support staff) activities. This project is not to be considered an investment, but rather, a series of artworks that will act as a token to demonstrate support for and solidarity with all of those who suffer from mental illness. I happen to believe that this is unfortunately a s\\\\*\\\\*t load of people and so do hope that the value of these works will increase with the demand as more people become aware of and resonate with the imperfect mission. However, making you or myself rich is not my goal.\\n\\nThank you for your support.\\n\\nimperfect\\n\\nTo learn more about our project, visit our [website](https://byimperfect.com/) or join our [discord](https://discord.gg/zqDu2HYD).\\n\",\"timestamp\":1642778638,\"title\":\"Rebranding mental health: Why we need to end ending the stigma\"},\"digest\":\"nGD4ht7Lxnh-WHKJLrKrSEv7O57hopXEYF72wULDGdk\",\"authorship\":{\"contributor\":\"0x012c9F9e3e96fC24D01b18344F833959f56E10Db\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0RCed_Xh_I_Lb3fI9VtCAwPlqKMHswW5VDO8xIjXzTo\\\",\\\"y\\\":\\\"2UA68SBnsXi0YHC-ij1u8OuInNQriI0xRnCKJOELXe4\\\"}\",\"signature\":\"2Ho8Abf1W2BcdkAluhjycNoA7yj_SukZN5xfyv0mBmg7BbrrCQKRkgivYX7jGOTf3yRgs5Bjn6Ogl6Kfupe0Vw\",\"signingKeySignature\":\"0x3c86853bcbe8f24416281d91863b5bab0deb8a9b22f85cecb886a13b5cf7114e3e54d583c1bcf81592c1ac50e4850c53061d57924672f89cd5e27b3c9aa81b901b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0RCed_Xh_I_Lb3fI9VtCAwPlqKMHswW5VDO8xIjXzTo\\\",\\\"y\\\":\\\"2UA68SBnsXi0YHC-ij1u8OuInNQriI0xRnCKJOELXe4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nGD4ht7Lxnh-WHKJLrKrSEv7O57hopXEYF72wULDGdk\"}"