"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/T5zLieMtRHObxhPyjL864.jpg?height=3000&width=3000)\\n\\n## Today our focus is on one of my favourite producers Kondé Oko\\n\\nKondé Oko's roots are as expansive as his skillset, having had an interest in the arts from his most formative years. Starting with writing, the 22 year-old creative has broadened his horizons to include music, graphic design, photography, videography, and any other lane his hands fancy. After he moved back to Lagos to switch schools, he fell in with a group of likeminded souls including rising producer KD, San Bravura, and the future founders of Alte Studios. Over the last 4 years, he’s put out a whopping 15 projects, a testament to his dedication to his craft. Currently, Kondé Oko is on an indefinite hiatus after dropping his 15th project, ‘Good Enough?’.\\n\\n### So you formerly went by YCG before the name change. What lead to this change and how does it affect your music moving forward ?\\n\\nYCG was an experiment in a lot of ways, trying to figure out my boundaries and limits as an artist. The last 4/5 years have really just been me trying things to see if I can do them. Now I find myself wanting to make art instead of satisfying creative curiosity, so I can’t have the history of YCG on me because I don’t want the comparisons of then and now. So I decided to get a fresh start with a new name.\\n\\n### What did YCG stand for? Any interesting story behind it?\\n\\nIt stands for YungClappedGod, basically just reclaiming a word people used to describe me when I was younger. There’s really no other meaning or thought to it, which is part of why I changed it.\\n\\n### How would you best describe your creative process?\\n\\nIt’s definitely changed over time. The more control I gain over my inputs, the smarter I’m able to work. All the aspects in music are related, if you know where the connections are. But I think the underlying idea has always been to create work I think is cool.\\n\\n### What made you develop an interest in music?\\n\\nNo lie, I heard 'A Milli' for the first time when I was 9 years old and decided I wanted to learn how to do that. I’d always enjoyed music, but it wasn’t till I heard that song that I wanted to try it out for myself. Fast forward about 6 or 7 years, I’m back in Lagos and going to this school and minus 2 or 3, all my friends here are into music as well. My interest is definitely partially because it makes me feel connected to them, because I really did start making music with my best friends.\\n\\n### Is there a specific moment that made you realize you'd probably want to make music for a long time?\\n\\n I don’t think there was a specific moment as opposed to a general shift in how I saw music. The more I learn, the more attached to it I become. And even beyond that, music’s always presented itself as the best way for me to get my thoughts out. I feel like I’m a very violent person internally and music offered a way to rage without hurting anybody. It’s become a habit, not a thing I do.\\n\\n### Top 3 tools/resources you use to create\\n\\n Laptop, microphone, audio interface.\\n\\n### From your overview we see that you're into other things like graphic design, photography and videography. How do you manage to juggle all these without burning out?\\n\\nTrial and error, for the most part. Around 2017/2018, I had to reorder my hierarchy because I felt a burnout coming on. I also don’t do commissions for anybody, so while I’m not monetizing (and I don’t think everything should be monetized), I’m able to pick and choose what lanes I want to focus on at my own pace and schedule. Moving forward, the goal’s to combine different lanes into single expressions.\\n\\n### What are your thoughts on self education/learning?\\n\\nIt’s the foundation of everything I do. I’ve always seen expertise as a binary between time and money, the less you have of one the more of the other you need. And I never had the money to pay other creatives for beats, mixes, covers, none of that. So obviously I had to invest the time into figuring all of that out for myself. Collaboration is great and should never be ignored but the more you know how to do for yourself, the more freedom you’ll have. And I think that’s my philosophy on life as a whole.\\n\\n### Source(s) of inspiration?\\n\\nMost of my friends are creatives in some way, and watching them execute in their craft constantly pushes me to improve.\\n\\n### Most creative time of the day for you? \\n\\nIt used to be from about midnight to 7am, but I quickly realized that wasn’t sustainable longterm so I’m rarely awake during my “peak” hours\\n\\n### What advice will you like to give to anyone currently juggling multiple creative ventures?\\n\\nFigure out what your hierarchy is. Creatives will often let the work they do define what they are. And the more hats you wear, the harder it becomes to dress appropriately for any one event. If you want to be multidisciplinary, figure out what your collection of skills makes you. Greater than the sum of your parts and all that.\\n\\n### What do you think is the best pathway to financial stability as a creative?\\n\\nOwnership of platform. Takes longer to establish, but the more you own the more you can leverage. Applies to everything from pricing to deal negotiation.\\n\\n### How did the lockdown affect your creativity and if there were any setbacks how did you overcome it?\\n\\nI’m probably an outlier, but lockdown was probably one of the best things to happen to me creatively. Most of my creative process happens solo anyway, so I found myself with nothing but time and ideas. School was arguably the worst part of my lockdown because I stopped caring about it almost immediately.\\n\\n### Any plans for the future? (What should we expect for 2021)\\n\\nExpect absolutely nothing. 2021 is for restructuring and consolidating everything I’ve been building up this point. Maybe 2022 though.\",\"timestamp\":1640675051,\"title\":\"Bare Maximum Newsletter 002 📰\"},\"digest\":\"AqZKD3UaNLrPia2DM16J32niZxrAUjQyb9klWN_llvc\",\"authorship\":{\"contributor\":\"0xf7bEb33Cd7Bf70AE2B1641A49cB554C513749741\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Sz6ja-KmC2k-sXDNOTIS7GfUqVVrHZSxAkHT9MN75tM\\\",\\\"y\\\":\\\"AN7Z1QSvIWWaDcDTvsFjzDQQ0JkCwrqzSYY31d4bvfg\\\"}\",\"signature\":\"PoiLMEgBnDDxWLTPPVcGHjLM_eX48k12xfoYkxTXQrwRxFWNHTg3UPod0JTKjyGiHGWHFYO18Xz5KKrgkw9zGQ\",\"signingKeySignature\":\"0xfa2a4d317bed6b0cca03a4d340e324583f1460b7982f751d8ec6785a16a662b2508920ef74214d6be1505123cc9429bb68408a24b2258e2c631a835b3f62f7a11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Sz6ja-KmC2k-sXDNOTIS7GfUqVVrHZSxAkHT9MN75tM\\\",\\\"y\\\":\\\"AN7Z1QSvIWWaDcDTvsFjzDQQ0JkCwrqzSYY31d4bvfg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"AqZKD3UaNLrPia2DM16J32niZxrAUjQyb9klWN_llvc\"}"