"{\"content\":{\"body\":\"![A crane loads containers at Erenhot Port in North China's Inner Mongolia autonomous region on April 11, 2020. ](http://img2.chinadaily.com.cn/images/202112/07/61aeb519a310cdd3d81f228a.jpeg)\\n\\nWhile we have a global economic recovery underway following the deep recession last year, there is great uncertainty ahead. We are closely watching the impact of the new COVID-19 variant, Omicron. World Bank estimates published in June indicated that global growth in 2021 was likely to recover at around 5.6 percent, but we are now adjusting downward our projections.\\n\\nAnd we are seeing an unbalanced recovery. The advanced economies are recovering faster, thanks to higher vaccination rates and greater policy space to support firms and households. China's economy also recovered fast. Other emerging markets excluding China are expected to recover more slowly, and many low-income countries are struggling.\\n\\nThe prospect of a weaker global recovery makes the divergence even more worrisome. Persistent inequalities in access to vaccines and limited fiscal and monetary policy space account for much of this divergence. The risk is that the scars of the pandemic－with children unable to attend schools, jobs and skills lost, bankruptcies and strained balance sheets of companies, and increasingly indebted governments－will weigh on the future growth prospects of developing countries.\\n\\nThe impacts of the pandemic on East Asia and Pacific countries are uneven, mirroring global patterns. Tourism dependent economies, such as Thailand and the Pacific island nations, saw deep recessions in 2020 and weak recoveries in 2021. The World Bank projects that the East Asia and Pacific region will grow around 7 percent this year, but without China, this drops to 2 to 2.5 percent, significantly below the global average. A positive development is the recent rapid increase in immunization rates, with the region projected to reach around 70 percent coverage by June.\\n\\nMore support will be necessary to avoid lasting setbacks to development. Public resources, however, are insufficient to meet the financing needs. Much has been said about the critical role of the private sector. Many useful proposals are being developed on how governments, with the support of international financial institutions, can de-risk private sector investments in clean energy, resilient infrastructure, digital technologies and creating new jobs in developing countries.\\n\\nBut to succeed in encouraging private sector investments, governments above all need to return to the difficult task of structural reform. This includes regulatory reforms to improve the investment climate and create viable business models, including in sectors that are key to a green recovery, such as renewable energy. It also involves better targeting of limited public resources to provide key public services and social safety nets, while limiting wasteful subsidies.\\n\\nA key challenge for structural reforms is to facilitate the reallocation of resources to new growth industries, in green sectors and in the digital economy.\\n\\nClimate change will only accentuate the challenge of structural adjustment. The East Asia and Pacific region is at the forefront of this challenge. Reflecting rapid economic growth, carbon-intensive energy systems and land use patterns, the region's carbon emissions have almost tripled since 2000, and now account for over a third of the global total. The region is also among the most vulnerable to climate risks. Its densely populated coastal areas are heavily exposed to rising sea levels and extreme weather patterns, and 27 percent of the region's workforce is employed in agriculture, one of the sectors most vulnerable to climate change.\\n\\nConfronting climate change will require a vast expansion of public and private investments in low carbon and climate resilient economies. It also will require policy frameworks that encourage such investments, including by putting a realistic price on carbon. It will also require much more robust and adaptive social protection systems to protect households and livelihoods against the impacts of natural disasters and help workers during the transition.\\n\\nThis may sound daunting. But let us not forget: The low carbon transition is also a major opportunity. No other emerging market is better placed than China to drive the process of green innovation.\\n\\nAlready today, China has twice as many jobs in renewable energy than in the coal sector. It leads the technological frontier on electric vehicles and battery storage. It has the largest green finance market in the world. Just as China led the recovery from COVID-19, I am confident it can lead the transition to low carbon. Let us work together for a green, resilient and inclusive recovery.\",\"timestamp\":1638879212,\"title\":\"Cooperation can bring green, resilient and inclusive recovery\"},\"digest\":\"VBmAgJbkt5IpDDaGPZwSr-PySKz346v6brYWAxYZlJY\",\"authorship\":{\"contributor\":\"0x9a123E9f1D7cd9352eAD989A2Dd78812294feC90\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"odxJJswu_LC2P6p-v2E5LMt4JfbQB9Vt8oZYAx_cc2s\\\",\\\"y\\\":\\\"AoYyUs_5uU7MVfTOgCNi7sY2VgeiPrbq3-F7ZSLoGLY\\\"}\",\"signature\":\"vCpTuX_ajWNHIfGXul9r326emhFM0Doz6TVCgN3acl_6MMHQYQuQP0NsQUXpnBrla6o9z5Peq1N16jRC-iEV8w\",\"signingKeySignature\":\"0x07310524adfe51ba02e4a85f63f9eebc6e5cf712e3d2d5c44633d8fc6aa90b215167d8437b87241467afe9a6adf53e84e6bf0d17b8d8dc8e669473a95c202b011c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"odxJJswu_LC2P6p-v2E5LMt4JfbQB9Vt8oZYAx_cc2s\\\",\\\"y\\\":\\\"AoYyUs_5uU7MVfTOgCNi7sY2VgeiPrbq3-F7ZSLoGLY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VBmAgJbkt5IpDDaGPZwSr-PySKz346v6brYWAxYZlJY\"}"