"{\"content\":{\"body\":\"*This is a never ending journey…*\\n\\n![](https://miro.medium.com/max/1400/1\\\\*mAkJRfe3lNUHzu5PD-lrsg.png)\\n\\nRecently I switched my job and have received a lot of queries from people on what they should be focusing on to become a product manager. Everything that we see around us is a product. The daily lifestyle of a human being is a product in itself that people can improve version by version. Thereby, making us inherent product managers.\\n\\nProduct management is a mindset that people cultivate over time. It is about how well you can think and communicate.\\n\\nHere is a list of few things that I did to become better at product management.\\n\\n\\\\#1 **Read, read, and read**\\n\\nPeople usually fall for certifications or courses on ‘how to become a product manager’. Surely, such courses and certification add a feather to your hat, but the actual understanding will always come with experience.\\n\\nBut there is one more thing that we can do and that is to read extensively. There is so much content available across the internet where people are talking about their product management journey. The idea is to read, understand and make an opinion of your own. Become opinionated!\\n\\nIt is always great to learn from your own mistakes but as famously quoted by Eleanor Roosevelt, who said:\\n\\n> **Learn** from the **mistakes** of **others**. You can’t live long enough to make them all yourself.\\n\\n\\\\#2\\\\*\\\\* Hands-on product management\\\\*\\\\*\\n\\nThink and understand why something came into existence and what you could have done to improve it. It is a great mental exercise that widens your vision and allows you to step into the shoes of the product manager.\\n\\nThere are quite a few online groups where anyone can join and start analysing different scenarios that a product can encounter. The one I used was [PMExercises](https://www.productmanagementexercises.com/). People can post their solutions and can get feedback on their analysis, thereby honing their skills.\\n\\n\\\\#3 **Listen to the soul of the product**\\n\\nOnce you have launched yourself as a product manager in a company of your desire. Higher chances are that the product is already launched and has covered few sprints of work, it is a wise decision to understand the soul of the product and the company before bringing in your own opinion.\\n\\nThere would have been a lot of why’s which other product managers would have already solved. Listening with an open mind just not helps you understand the product but also helps you better collaborate with other product managers.\\n\\nAs rightly said by my mom, there are always enough jobs or roles for the one who is capable.\",\"timestamp\":1642006225,\"title\":\"Becoming of a great product manager \"},\"digest\":\"BOW_gWGdS5JKUpiJIz3CSq829T5MXZgctA4VFHonskc\",\"authorship\":{\"contributor\":\"0x50b943218958EeccDF668D55f366eDB48113FBD1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0KYi_NY_YiICyY3OCOL5MF9zzvnEN3AOWpx82l5D6zc\\\",\\\"y\\\":\\\"SuD6c--nqRSxfyrYNmAaXOIcvweNbxZ3ZjOUS4EAvOk\\\"}\",\"signature\":\"nJlygxCCpgMJ7BS68_BMMp7Ry_uJ7XhC2wYTLDDMpA8ogWipTbhiq44UXrOm3kdXkyliI7u4EMsWD-EYLND8dw\",\"signingKeySignature\":\"0xb6d819cef2161bd2f99d232592bbd13f18e229a1df7fbaed5842a9e852e5a159235bfdf8338d5ca0dbb54e7e94c1249651d1a56d86f93ce31a5e5fe6dc4dd28c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0KYi_NY_YiICyY3OCOL5MF9zzvnEN3AOWpx82l5D6zc\\\",\\\"y\\\":\\\"SuD6c--nqRSxfyrYNmAaXOIcvweNbxZ3ZjOUS4EAvOk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bYz3hTkw2ik6tcvK2f0WY3DP7wIsV0Pvtyr4jzsoW6Q\"}"