"{\"content\":{\"body\":\"I read it in a rickshaw in a warm sun on my way to buy favors for a dinner to Griscom.  We have had three warm days and no doubt the sun will be out soon.  The loss of the sun, though, is no great one.  We have lots of pleasures and lots of troubles in spite of the Sun.  Yesterday the first batch of correspondents were sent on their way.  I doubt if they will get any further than Chemulpo but their going cheered the atmosphere like a storm in summer.  The diplomats and Japanese were glad to get rid of them, they were delighted to be off.  Some had been here 58 days, and we all looked at it as a good sign as it now puts us \\\"next.\\\"  But after they had gone it was pretty blue for some of them were as good friends as I want.  I know few men I like as well as I do John Bass.  Many of them were intensely interesting.  It was, by all odds, the crowd one would have wished to go with.  As it is, I suspect we all will meet again and that the two columns will be merged on the Yalu.  None of the attaches have been allowed to go, so it really is great luck for the correspondents.  Tell Chas I still am buying my Kit.  It's pretty nearly ready now.  I began in New York and kept on in Boston, San Francisco, and here.  It always was my boast that I had the most complete kit in the world, and in spite of Charley's jeers at my lack of preparedness everybody here voted it the greatest ever seen.  For the last ten days all the Jap saddlers, tent makers and tinsmiths have been copying it.\\n\\nDICK.\\n\\nTOKIO--May 2, 1904. DEAR MOTHER:\\n\\nToday, we walked into our new house and tomorrow we will settle down there.  We rented the furniture for the two unfurnished rooms; knives, forks, spoons, china for the table and extras for 35 dollars gold for two months.  It took six men to bring the things in carts.  They got nothing.  Yesterday, I took two rickshaw men from half past twelve to half past five.  Out of that time they ran and pushed me for two solid hours.  Their price for the five hours was eighty cents gold.  What you would pay a cabman to drive you from the Waldorf to Martin's.  I wish you could see our menage.  Such beautiful persons in grey silk kimonos who bow, and bow and slip and slide in spotless torn white stockings with one big toe.  They make you ashamed of yourself for walking on your own carpet in your own shoes.  Today we got the first news of the battle on the Yalu, the battle of April 26-30th.  I suppose Palmer and Bass saw it; and I try to be glad I did what was right by Collier's instead of for myself.  But I don't want to love another paper.  I suppose there will be other fights but that one was the first, and it must have been wonderful.  On the 4th we expect to be on our way to Kioto with Lloyd and his wife and John Fox.  By that time we expect to be settled in the new house.\\n\\nDICK.\\n\\nTOKIO, May 22nd, 1904. DEAR MOTHER:\\n\\nYou will be glad to hear that the correspondents at the front are not allowed within two and a half miles of the firing line.  This I am sure you will approve.  Their tales of woe have just been received here, and they certainly are having a hard time.  The one thing they all hope for is that the Japs will order them home.  My temper is vile to-day, as I cannot enjoy the gentle pleasures of this town any longer and with this long trip to Port Arthur before I can turn towards home.  I am as cross as a sick bear.  We were at Yokohama when your last letters came and they were a great pleasure.  I got splendid news of The Dictator.  Yesterday we all went to Yokohama.  There are four wild American boys here just out of Harvard who started the cry of \\\"Ping Yang\\\" for the \\\"Ping Yannigans\\\" they being the \\\"Yannigans.\\\"  They help to make things very lively and are affectionately regarded by all classes.  Yesterday, they and Fox and Cecil and I went to the races, with five ricksha boys each, and everybody lost his money except myself.  But it was great fun.  It rained like a seive, and all the gentlemen riders fell off, and every time we won money our thirty ricksha men who would tell when we won by watching at which window we had bet, would cheer us and salaam until to save our faces we had to scatter largesses.  Egan turned up in the evening and dined with John and Cecil and me in the Grand Hotel and told us first of all the story the correspondents had brought back to Kobbe for which every one from the Government down has been waiting.  It would make lively reading if any of us dared to write it.  To-day he made his protests to Fukushima as we mapped them out last night and the second lot will I expect be treated better.  But, as the first lot were the important men representing the important syndicates the harm, for the Japs, has been done.  Of course, much they do is through not knowing our points of view.  To them none of us is of any consequence except that he is a nuisance, and while they are conversationally perfect in politeness, the regulations they inflict are too insulting.  However, you don't care about that, and neither do I.  I am going to earn my money if I possibly can, and come home.\\n\\nDICK.\\n\\nTOKIO, June 13th, 1904. DEAR MOTHER:\\n\\nWe gave a farewell dinner last night to the Ping Yannigans two of whom left on the Navy expedition and another one to-morrow for God's country.  There were eight men and we had new lanterns painted with the arms of Corea and the motto of the Ping Yannigans.  Also many flags.  All but the Japanese flag.  One of them with a side glance at the servants said, \\\"Gentle-\\n\\nman and Lady:  I propose a toast, Japan for the Japanese and the Japanese for Japan.\\\"  We all knew what he meant but the servants were greatly pleased.  Jack London turned up to-day on his way home.  I liked him very much.  He is very simple and modest and gave you a tremendous impression of vitality and power.  He is very bitter against the wonderful little people and says he carries away with him only a feeling of irritation.  But I told him that probably would soon wear off and he would remember only the pleasant things.  I did envy him so, going home after having seen a fight and I not yet started.  Still THIS TIME we may get off.  Yokoyama the contractor takes our stuff on the 16th, and so we feel it is encouraging to have our luggage at the front even if we are here.\\n\\nDICK.\\n\\nYOKOHAMA, July 26th, 1904. DEAR MOTHER:\\n\\nWe gave in our passes to-day, and sail to-morrow at five.  They say we are not to see Port Arthur fall but are to be taken up to Oku's army.  That means we miss the \\\"popular\\\" story, and may have to wait around several weeks before we see the other big fight.  They promised us Port Arthur but that is reason enough for believing they do not intend we shall see it at all.  John and I are here at a Japanese hotel, the one Li Hung Chang occupied when he came over to arrange the treaty between China and Japan.  It is a very beautiful house, the best I have seen of real Japanese and the garden and view of the harbor is magnificent.  I wish Cecil could see it too, but I know she would not care for a room which is as free to the public view as the porch at Marion.  It has 48 mats and as a mat is 3 x 5 you can work it out.  We eat, sleep and dress in this room and it is like trying to be at home on top of a Chickering Grand.  But it is very beautiful and the moonlight is fine and saddening.  No one of us has the least interest in the war or in what we may see or be kept from seeing.  We have been \\\"over trained\\\" and not even a siege of London could hold our thoughts from home.  I have just missed the mail which would have told me you were at Marion.  I should so love to have heard from you from there.  I do not think you will find the Church house uncomfortable; and you can always run across the road when the traffic is not too great, and chat with Benjamin.  I do hope that Dad will have got such good health from Marion and such lashers of fish.  I got a good letter from Charles and I certainly feel guilty at putting extra work on a man as busy as he.  Had I known he was the real judge of those prize stories I would have sent him one myself and given him the name of it.  Well, goodbye for a little time.  We go on board in a few hours, and after that everything I write you is read by the Censor so I shall not say anything that would gratify their curiosity.  They think it is unmanly to write from the field to one's family and the young princes forbade their imperial spouses from writing them until the war is over.  However, not being an imperial Samaari but a home loving, family loving American, I shall miss not hearing very much, and not being able to tell you all how I love you.\\n\\nDICK.\\n\\nDALNY, July 27th, 1904. DEAR MOTHER:\\n\\nWe left Shimonoseki three days ago and have had very pleasant going on the Heijo Maru a small but well run ship of 1,500 tons.  Fox and I got one of the two best rooms and I have been very comfortable.  We are at anchor now at a place of no interest except for its sunsets.\\n\\nWe have just been told as the anchor is being lowered that we can send letters back by the Island, so I can just dash this off before leaving.  We have reached Dalny and I have just heard the first shot fired which was to send me home.  All the others came and bid John and me a farewell as soon as we were sure it was the sound of cannon.  However, as it is 20 miles away I'll have to hang on until I get a little nearer.  We have had a very pleasant trip even though we were delayed two days by fog and a slow convoy.  Now we are here at Dalny.  It looks not at all like its pictures, which, as I remember them were all taken in winter.  It is a perfectly new, good brick barracks-like town. I am landing now.  The two servants seem very satisfactory and I am in excellent health.  Today Cecil has been four days at Hong Kong.  Please send the gist of this letter dull as it is to Mrs. Clark.  When I began it I thought I would have plenty of time to finish it on shore.  Of course, after this all I write and this too, I suppose will be censored.  So, there will not be much liveliness.  I have no taste to expose my affections to the Japanese staff.  So, goodbye.\\n\\nR.\\n\\nJuly 31st, 1904. DEAR MOTHER:\\n\\nWe have been met here with a bitter disappointment.  We are all to be sent north, although only 18 hours away.  We can hear the guns at Port Arthur the fall of which they promised us we would see.  To night we are camping out in one of the Russian barracks.  To-morrow we go, partly by horse and partly by train.  A week must elapse before we can get near headquarters.  And then we have no guarantee that we will see any fighting.  This means for me a long delay.  It is very disappointing and the worst of the many we have suffered in the last four months.  I have written Cecil asking her to seriously think of going home but I am afraid she will not.  Were it not for that and the disappointment one feels in travelling a week's journey away from the sound of guns I would be content.  My horse is well and so am I.  It is good to get back to drawing water, and carrying baggage and skirmishing about for yourself.  The contractor gave us a good meal and the servants are efficient but I like doing things myself and skirmishing for them.  We make a short ride this morning of six miles to Kin Chow and then 30 miles by rail.  \\\"Headquarters\\\" is about a five days ride distant.  Tell Chas my outfit seems nearly complete.  Maybe I can buy a few things I forgot in Boston at Kin Chow.  Fox and I will get out just as soon as we see fighting but before you get this you will probably hear by cable from me.  If not, it will mean we still are waiting for a fight.  The only mistake I made was in not going home the first time they deceived us instead of waiting for this and worst of all.\\n\\nto you all.\\n\\nDICK.\\n\\nMANCHURIA, August 14, 1904.\\n\\nWe have been riding through Manchuria for eleven days.  Nine days we rode then two days we rested.  By losing the trail we managed to average about 20 miles a day.  I kept well and enjoyed it very much.  As I had to leave my servant behind with a sick horse, I had to take care of my mule and pony myself and hunt fodder for them, so I was pretty busy.  Saiki did all he could, but he is not a servant and sooner than ask him I did things myself.  We passed through a very beautiful country, sleeping at railway stations and saw two battle fields of recent fights.  Now we are in a Chinese City and waiting to see what should be the biggest fight since Sedan.  The Russians are about ten miles from us, so we are not allowed outside the gates of the city without a guide.  Of course, we have none of that freedom we have enjoyed in other wars, but apart from that they treat us very well indeed.  And in a day or two they promise us much fighting, which we will be allowed to witness from a hill.  This is a very queer old city but the towns and country are all very primitive and we depend upon ourselves for our entertainment.  I expect soon to see you at home.  In three more days I shall have been out here five months and that is too long.  Good luck to you all.\\n\\nR. H. D.\\n\\nMANCHURIA, August 18th, 1904.\\n\\nWe still are inside this old Chinese town.  It has rained for five days, and this one is the first in which we could go abroad.  Unless you swim very well it is not safe to cross one of these streets.  We have found an old temple and some of us are in it now.  It is such a relief to escape from that compound and the rain.  This place is full of weeds and pine trees, cooing doves and butterflies.  The temples are closed and no one is in charge but an aged Chinaman.  We did not come here to sit in temples, so John and I will leave in a week, battle or no battle.  The argument that having waited so long one might as well wait a little longer does not touch us.  It was that argument that kept us in Tokio when we knew we were being deceived weekly, and the same man who deceived us there, is in charge here.  It is impossible to believe anything he tells his subordinates to tell us, so, we will be on our way back when you get this.  I am well, and only disappointed.  Had they not broken faith with us about Port Arthur we would by now have seen fighting.  As it is we will have wasted six months.\\n\\nLove to Dad, and Chas and Nora and you.\\n\\nDICK.\\n\\nIn writing of his decision to leave the Japanese army, Richard, after his return to the United States, said:\\n\\n\\\"On the receipt of Oku's answer to the Correspondents we left the army.  Other correspondents would have quit then, as most of them did ten days later, but that their work and Kuroki, so far from being fifty miles north toward Mukden, as Okabe said he was, was twenty miles to the east on our right preparing for the, closing-in movement which was just about to begin.  Three days after we had left the army, the greatest battle since Sedan was waged for six days.\\n\\n\\\"So, our half-year of time and money, of dreary waiting, of daily humiliations at the hands of officers with minds diseased by suspicion, all of which would have been made up to us by the sight of this one great spectacle, was to the end absolutely lost to us.  Perhaps we made a mistake in judgment.  As the cards fell we certainly did.\\n\\n\\\"The only proposition before us was this:  There was small chance of any immediate fighting.  If there were fighting we would not see it.  Confronted with the same conditions again, I would decide in exactly the same manner.  Our misfortune lay in the fact that our experience with other armies had led us to believe that officers and gentlemen speak the truth, that men with titles of nobility, and with the higher titles of General and Major-General, do not lie.  In that we were mistaken.\\\"\\n\\nGreatly disappointed at his failure to see really anything of the war, much embittered at the Japanese over their treatment of the correspondents, Richard reached Vancouver in October.  As my father was seriously ill he came to Philadelphia at once and divided the next two months between our old home and Marion.\\n\\nOn December 14, 1904, my father died, and it was the first tragedy that had come into Richard's life, as it was in that of my sister or myself.  As an editorial writer, most of my father's work had been anonymous, but his influence had been as far-reaching as it had been ever for all that was just and fine.  All of his life he had worked unremittingly for good causes and, in spite of the heavy burdens which of his own will he had taken upon his none too strong shoulders, I have never met with a nature so calm , so simple, so sympathetic with those who were weak--weak in body or soul.  As all newspaper men must, he had been brought in constant contact with the worst elements of machine politics, as indeed he had with the lowest strata of the life common to any great city.  But in his own life he was as unsophisticated; his ideals of high living, his belief in the possibilities of good in all men and in all women, remained as unruffled as if he had never left his father's farm where he had spent his childhood.  When my father died Richard lost his \\\"kindest and severest critic\\\" as he also lost one of his very closest friends and companions.\\n\\nDuring the short illness that preceded my brother's death, although quite unconscious that the end was so near, his thoughts constantly turned back to the days of his home in Philadelphia, and he got out the letters which as a boy and as a young man he had written to his family.  After reading a number of them he said:  \\\"I know now why we were such a happy It was because we were always, all of us, of the same age.\\\"\\n\\nCHAPTER XV\\n\\nMOUNT KISCO\\n\\nDuring my brother's life there were four centres from which he set forth on his travels and to which he returned to finish the articles for which he had collected the material, or perhaps to write a novel, a few short stories, or occasionally a play, but unlike most of the followers of his craft, never to rest.  Indeed during the last twenty-five years of his life I do not recall two consecutive days when Richard did not devote a number of hours to literary work.  The centres of which I speak were first Philadelphia, then New York, then Marion, and lastly Mount Kisco.  Happy as Richard had been at Marion, the quaint little village, especially in winter, was rather inaccessible, and he realized that to be in touch with the numerous affairs in which he was interested that his headquarters should be in or near New York.  In addition to this he had for long wanted a home of his very own, and so located that he could have his family and his friends constantly about him.  Some years, however, elapsed between this dream and its realization.  In 1903 he took the first step by purchasing a farm situated in the Westchester Hills, five miles from Mount Kisco, New York.  He began by building a lake at the foot of the hill on which the home was to stand, then a water-tower, and finally the house itself.  The plans to the minutest detail had been laid out on the lawn at Marion and, as the architect himself said, there was nothing left for him to do but to design the cellar.\\n\\nRichard and his wife moved into their new home in July, 1905, and called it Crossroads Farm, keeping the original name of the place.  In later years Richard added various adjoining parcels of land to his first purchase, and the property eventually included nearly three hundred acres.  The house itself was very large, very comfortable, and there were many guest-rooms which every week-end for long were filled by the jolliest of house-parties.  In his novel \\\"The Blind Spot,\\\" Justus Miles Forman gives the following very charming picture of the place:\\n\\n\\\"It was a broad terrace paved with red brick that was stained and a little mossy, so that it looked much older than it had any right to, and along its outer border there were bay-trees set in big Italian terracotta jars; but the bay-trees were placed far apart so that they should not mask the view, and that was wise, for it was a fine view.  It is rugged country in that part of Westchester County--like a choppy sea: all broken, twisted ridges, and abrupt little hills, and piled-up boulders, and hollow, cup-like depressions among them.  The Grey house sat, as it were, upon the lip of a cup, and from the southward terrace you looked across a mile or two of hollow bottom, with a little lake at your feet, to sloping pastures where there were cattle browsing, and to the far, high hills beyond.\\n\\n\\\"There was no magnificence about the outlook--nothing to make you catch your breath; but it was a good view with plenty of elbow room and no sign of a neighbor--no huddling--only the water of the little lake, the brown November hillsides, and the clean blue sky above.  The distant cattle looked like scenic cattle painted on their green-bronze pasture to give an aspect of husbandry to the scene.\\\"\\n\\nAlthough Richard was now comfortably settled, he had of late years acquired a great dread of cold weather.  As soon as winter set in his mind turned to the tropics, and whenever it was possible he went to Cuba or some other land where he was sure of plenty of heat and sunshine.  The early part of 1906 found him at Havana, this time on a visit to the Hon. E. V. Morgan, who was then our minister to Cuba.  From Havana he went to the Isle of Pines.\\n\\nISLE OF PINES, March 26th, 1906. DEAR MOTHER:--\\n\\nWe are just returning from the Isle of Pines.  We reached there after a day on the water at about six on Wednesday, 22nd.  They dropped us at a woodshed in a mangrove swamp, where a Mr. Mason met us with two mules.  I must have said I was going to the island because every one was expecting me.  Until the night before we had really no idea when we would go, so, to be welcomed wherever we went, was confusing.  For four days we were cut off from the world, and in that time, five days in all, we covered the entire island pretty thoroughly-- It was one of the most interesting trips I ever took and Cecil enjoyed it as much as I did.  The island is a curious mixture of palm and pines, one minute it looks like Venezuela and the next like Florida and Lakewood.  It is divided into two parties of Americans, the \\\"moderates\\\" and the \\\"revolutionists.\\\"  The Cubans are very few and are all employed by the Americans, who own nine-tenths of the Island.  Of course, they all want the U. S. to take it, they differ only as to how to persuade the senators to do it.  I had to change all my opinions about the situation.  I thought it was owned by land speculators who did not live there, nor wish to live there, but instead I found every one I met had built a home and was cultivating the land.  We gave each land company a turn at me, and we had to admire orange groves and pineapples, grapefruit and coffee until we cried for help.  With all this was the most romantic history of the island before the \\\"gringos\\\" came.  It was a famous place for pirates and buried treasures and slave pens.  It was a sort of clearing house for slaves where they were fattened.  I do not believe people take much interest in or know anything about it, but I am going to try and make an interesting story of it for Collier.  It was queer to be so completely cut off from the world.  There was a wireless but they would not let me use it.  It is not yet opened to the public.  I talked to every one I met and saw much that was pathetic and human.  It was the first pioneer settlement Cecil had ever seen and the American making the ways straight is very curious.  He certainly does not adorn whatever he touches.  But never have I met so many enthusiastics and such pride in locality.  To-night we reach the Hotel Louvre, thank heaven! where I can get Spanish food again, and not American ginger bread, and, \\\"the pie like mother used to make.\\\"  We now are on a wretched Spanish tug boat with every one, myself included, very seasick and babies howling and roosters crowing.  But soon that will be over, and, after a short ride of thirty miles through a beautiful part of the island, we will be in Havana in time for a fine dinner, with ice.  What next we will do I am not sure.  After living in that beautiful palace of Morgan's, it just needed five days of the \\\"Pinero's\\\" to make us enjoy life at a hotel-- If we can make connections, I think I will go over to Santo Domingo, and study up that subject, too.  But, even if we go no where else the trip to the I. of P. was alone well worth our long journey.  I don't know when I have seen anything as curious, and as complicated a political existence.  Love to all of you dear ones.\\n\\nDICK.\\n\\nHAVANA--April 9, 1906. ARTHUR BARTLETT MAURICE, ESQ. MY DEAR MAURICE:\\n\\nI have just read about myself, in the April Bookman, which I would be very ungrateful if I did not write and tell you how much it pleased me.  That sounds as though what pleased me was, obviously, that what you said was so kind.  But what I really mean, and that for which I thank you, was your picking out things that I myself liked, and that I would like to think others liked.  I know that the men make \\\"breaks,\\\" and am sorry for it, but, I forget to be sorry when you please me by pointing out the good qualities in \\\"Laquerre,\\\" and the bull terrier.  Nothing ever hurt me so much as the line used by many reviewers of \\\"Macklin\\\" that \\\"Mr.  Davis' hero is a cad, and Mr. Davis cannot see it.\\\"  Macklin I always thought was the best thing I ever did, and it was the one over which I took the most time and care.  Its failure was what as Maggie Cline used to say, \\\"drove me into this business\\\" of play writing.  All that ever was said of it was that it was \\\"A book to read on railroad trains and in a hammock.\\\"  That was the verdict as delivered to me by Romeike from 300 reviewers, and it drove me to farces.  So, I was especially glad when you liked \\\"Royal Macklin.\\\"  I tried to make a \\\"hero\\\" who was vain, theatrical, boasting and selfconscious, but, still likable.  But, I did not succeed in making him of interest, and it always has hurt me.  Also, your liking the \\\"Derelict\\\" and the \\\"Fever Ship\\\" gave me much pleasure.  You see what I mean, it was your selecting the things upon which I had worked, and with which I had made every effort, that has both encouraged and delighted me.  Being entirely unprejudiced, I think it is a fine article, and as soon as I stamp this, I will read it over again.  So, thank you very much, indeed, for to say what you did seriously, over your own name, took a lot of courage, and for that daring, and for liking the same things I do, I thank you many times.\\n\\nSincerely yours,\\n\\nRICHARD HARDING DAVIS.\\n\\nIn reading this over, I find all I seem to have done in it is to complain because no one, but yourself and myself liked \\\"Macklin.\\\"  What I wanted to say is, that I am very grateful for the article, for the appreciation, although I don't deserve it, and for your temerity in saying so many kind things.  Nothing that has been written about what I have written has ever pleased me so much.\\n\\nR. H. D.\\n\\nIn the spring of 1906 while Richard was on a visit to Providence, R. I., Henry W. Savage produced a play by Jesse Lynch Williams and my brother was asked to assist at rehearsals, a pastime in which he found an enormous amount of pleasure.  The \\\"McCloy\\\" mentioned in the following letter was the city editor of The Evening Sun when my brother first joined the staff of that paper as a reporter.\\n\\nNEW YORK, May 4,1906. DEAR NORA:\\n\\nI left Providence Tuesday night and came on to New York yesterday.  Savage and Williams and all were very nice about the help they said I had given them, and I had as much fun as though it had been a success I had made myself, and I didn't have to make a speech, either.\\n\\nYesterday I spent in the newspaper offices gathering material from their envelopes on Winston Churchill, M. P. who is to be one of my real Soldiers of Fortune.  He will make a splendid one, in four wars, twice made a question; before he was 21 years old, in Parliament, and a leader in BOTH parties before he was 36.  In the newspaper offices they had a lot of fun with me.  When I came into the city room of The Eve. Sun, McCloy was at his desk in his shirt spiking copy.  He just raised his eyes and went on with his blue pencil.  I said \\\"There's nothing in that story, sir, the man will get well, and the woman is his wife.\\\"\\n\\n\\\"Make two sticks of it,\\\" said McCloy, \\\"and then go back to the Jefferson police court.\\\"\\n\\nWhen I sat down at my old desk, and began to write the copy boy came and stood beside me and when I had finished the first page, snatched it.  I had to explain I was only taking notes.\\n\\nAt The Journal, Sam Chamberlain who used to pay me $500 a story, touched me on the shoulder as I was scribbling down notes, and said \\\"Hearst says to take you back at $17 a week.\\\"  I said \\\"I'm worth $18 and I can't come for less.\\\" So he brought up the business manager and had a long wrangle with him as to whether I should get $18.  The business manager, a Jew gentleman, didn't know me from Adam, and seriously tried to save the paper a dollar a week.  When the reporters and typewriter girls began to laugh, he got very mad.  It was very funny how soothing was the noise of the presses, and the bells and typewriters and men yelling \\\"Copy!\\\" and \\\"Damn the boy!\\\" I could write better than if I had been in the silence of the farm.  It was like being able to sleep as soon as the screw starts.\\n\\n[ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/466](ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/466)\\n\\n\",\"timestamp\":1639126535,\"title\":\"\\nI just got your letter dated the 28th of February and the days following in which you worried over me in the ice coated trenches of Korea.\"},\"digest\":\"4Or7DRUgtsiteKiiwBw2kZSy9vuWk8F0m6CMrJ67df4\",\"authorship\":{\"contributor\":\"0x667E6054E728f4dC76df3f0F3c9c6bf23c751e8a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oAzoGzt-2gzk9dhW5GNsJ3ogwDNHX7rc3GpxhJMlmyA\\\",\\\"y\\\":\\\"hVQ7V8jF9NJEqm8wS8rVMlJOdXT_LJJu8Qe1u-XdLg0\\\"}\",\"signature\":\"6kngd3YOXtJyQDPA7Pg2v2h7UWLY_qPkjQhYR8GLCblgV34hhdO8Zrfzquo5sPhxmjnq6eaqRng4gQDrCdD3cQ\",\"signingKeySignature\":\"0xf1b5027b354ddeae3213a2b78651d5bd481f0b4a476597c3baaa95757b5db7f47fa66dd35684890664b234bf72d1b7707b10456aad3a612023a908254d6005891c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oAzoGzt-2gzk9dhW5GNsJ3ogwDNHX7rc3GpxhJMlmyA\\\",\\\"y\\\":\\\"hVQ7V8jF9NJEqm8wS8rVMlJOdXT_LJJu8Qe1u-XdLg0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4Or7DRUgtsiteKiiwBw2kZSy9vuWk8F0m6CMrJ67df4\"}"