"{\"content\":{\"body\":\"I divide bosses into three categories. Junior bosses live by rules, intermediate bosses live by strategy, and senior bosses live by realm.\\n\\nWhat exactly does that mean? There are many bosses in our society. As long as you start a business, you are\\n\\nThe boss. Some bosses are very leisurely, their business is very good, they make a lot of money, and their employees are happy.\\n\\nThe bosses are exhausted, the business is not good, the money is not much, and the employees complain. What is the reason?\\n\\n104 Entrepreneur Business School Serving Entrepreneurs\\n\\nLet me make it clear in a few words: The boss has three realms: the first kind of boss, find someone to mix with him, the purpose is to find someone to give\\n\\nHe works, he comes to pay his wages, and these people are responsible for following his instructions and earning money for him. In the market, 80%\\n\\nThis is the boss. It is an employment relationship with employees, and they rely on wages to attract people to work for them. Most of the attracted are mediocre people. Of course, such a boss will be very tired, the business will not be much better, and of course the money will not be much. Since most of the people who work in this kind of enterprise are mediocre people, there are a lot of grievances and hatreds on mediocre people. This kind of boss works hard with the employees.\\n\\nThe second type of boss: I am smarter, I already know how to build a corporate culture hanging on the wall, and I have a career. He will brainwash employees, allow them to identify with their careers, and give some core employees a small amount of shares, creating the illusion of forming a business community with some core employees. There will be very few excellent talents who have no other way out and choose to follow this kind of boss for life.\\n\\nSuch a boss is actually considered excellent, accounting for about 15% of the market.\\n\\nWill use the concept of career to fool good people to work for them. Find a group of like-minded people to accomplish one thing together. This kind of boss is the backbone of a good company.\\n\\nThe third type of boss, there is not much to talk about in the market, that is, my operation method. Everyone has learned it. If you use this set to start a business, it will be awesome. This is how the perpetual motion machine is made.\\n\\nFirst of all, you have to think, why do employees want to work for you? Especially outstanding talents, why do they want to mix with you? The answer is very simple, everything is for himself, man is not for himself, and heaven is extinguished. Therefore, the smartest boss should make use of human nature to push the boat smoothly. Achieve the employees themselves. When you have this mentality, all the rules, regulations and rules in the company are not so important. All you think about is how to make this employee become himself. Human minds are all grown-ups. As long as you have such a mentality, employees will immediately feel that you can quickly make employees and you become a spiritual community, and move employees with spirit, culture and soul.\\n\\nTherefore, in our company, I never talk about the company's rules and regulations, never talk about the company's strategy, I only talk about the company's direction, and then all the concepts I give employees are myself\\n\\nEntrepreneur Business School Serving Entrepreneurs 105\\n\\nIn itself, I turned all people's heads into the boss's head, that is, my head. Copy the thoughts and concepts in my head to their heads, and then automatically direct them to do things. When you make money, everyone takes the big head and I take the small head, because in essence the company relies on them to do business. I am just a honourable boss. Everyone does not have the concept of an employee, and he is the boss of the company. In this way, everyone naturally has no holidays, no rest, only work. My remaining task is to persuade the unqualified people to leave, and continue to look for outstanding talents to join. Especially in the early days of entrepreneurship, the team built with this routine was extremely powerful. On holidays, after work, at a glance, everyone is working, and there is no need to use clock machines to commute to and from work like some companies do. It is a laugh. In addition, my people are 100% more mindful than people in many companies. Because they are the boss, I\\n\\nThere is a saying in the \\\"Book of Changes\\\" before: See Qunlong without head, Ji. I don't understand why the dragons have no heads to pay for it. Now we understand that the dragons must have no leader. Make the enemy incapable of attacking, and I always choose fronts everywhere!\",\"timestamp\":1634795850,\"title\":\"In a few words, it is clear what kind of boss is the best\"},\"digest\":\"keVKJIeEvU9beXfhrZkt8SPsP--qlzJawhiGAAw2p7g\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"Nn1a1YF9fp9n3wZPQhqH9HG3ot1BQvuJ_bq4l2qoY5ZSyEgl7jlgIAYlQsS3L2Bs7cVz4DAnt0pvo0y-2mBnSQ\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"keVKJIeEvU9beXfhrZkt8SPsP--qlzJawhiGAAw2p7g\"}"