"{\"content\":{\"body\":\"ATEM is a decentralized social infrastructure of web 3.0 where users can chat, trade and govern in a p2p secured group space.\\n\\nIn ATEM, group spaces are formed based on mutual tokens or NFTs that are owned by individuals. Social networking and crypto trading are combined seamlessly in a “one stop shop” platform. All spaces and channels will be under DAO governance, which means users co-decide rules of the communities. Data is stored in a decentralized way with end-to-end encryption, which guarantees complete anonymity, thus users are in control of their data, identity and governance.\\n\\nATEM Network aims to build a decentralized social graph in a web 3.0 chatbox. The social graph is a graph that represents social relations between entities. It can also be referred to as \\\"the global mapping of everybody and how they're related\\\". Under the context of web3.0, ATEM is able to merge social graphs on different platforms, including social media, games and even Dapps. \\n\\nOur short-term goal is to build a user-owned group space based on tokens and NFTs, users can chat, trade and govern in the group space. Our long-term mission is to build personal and group social graphs and become the go-to one stop solution for the social infrastructure of web 3.0.\\n\\n# Web 3.0 and web 3.0 social network\\n\\nWeb 3.0 is the decentralized web where blockchain technology is the foundation protocol where users are in control of their data and identity. Web 3.0 will support p2p communications and transactions that will eliminate the need of a centralized web 2.0 major search engine or social media to transact or communicate. Cryptocurrencies, NFTs and other digital assets are some examples of blockchain p2p transactionA social network where the users are in control of their own data and identity instead of the other way around which is what we currently have available to us. Right now major social networks are centralized and control users’ data. A web 3.0 social network is a disruption to the current status quo of social networking as we know it bringing the power back to the user and letting the user own and dictate what will be stored online.\\n\\n# Key Features of ATEM\\n\\n1. Tokens/NFT Group space: Group spaces are formed based on mutual tokens or NFTs that are owned by individuals.\\n2. Chat and Social Trades: Bridge social network with crypto trading seamlessly on a “one stop shop” platform.\\n3. User-owned community: All spaces and channels are under DAO governance.\\n4. Data security: Decentralized data storage, complete anonymity with secured end-to-end encryption.\\n\\n## Seamless and secured tool to chat & trade\\n\\nCurrently in the crypto world, people chat in Telegram or Discord and trade in CEXs or DEXs. Sharing and trade, the two main parts of crypto daily life, are separated, creating problems. \\n\\n* Inconvenience: Traders have to quit chat tools and log onto trade platforms to trade. It is hard to have seamless interactions. Even so, there’s little space for bargain/negotiation. \\n* Lack of credibility check: scammers, people with bad intentions, who do not own the token or NFT can deliberately spread false news to manipulate market sentiment in the group. \\n\\nWith ATEM as a solution, users can not only chat to each other like in traditional chatrooms, but send tokens and NFTs as well. ATEM’s one-stop solution allows users to trade tokens and NFTs seamlessly in one place without the need to leave the chat room and log onto another exchange platform to perform the transaction. \\n\\nTrade prices are offered by a tier-1 swap on each chain. All transactions are done through API and executed by smart contracts, offering a smooth user experience. \\n\\nBesides peer-to-peer chat, ATEM can also group users automatically into communities based on tokens or NFTs they own. Users will also be able to create channels by themselves. This can help rule out the ones who do not own the specific token or NFT, which in turn helps seed out scammers or people trying to manipulate the market. Only holders have the right to join and speak up in the community. \\n\\n## User-Owned Community\\n\\nAll spaces and groups on ATEM are created based on the tokens or NFTs users own. This can help rule out the ones who do not own the specific token or NFT (scammers). Only holders have the right to join and speak up in the community. User-created groups can be searched and recommended to other space members. \\n\\nAs incentives, tokens will be sent automatically to every group’s treasury every week based on the activity level of the group chat. Group treasury is distributed among group members based on distribution rules displayed to all group members under a DAO governance.\\n\\nUnder DAO governance, ATEM allows members to decide on a group or space name, colors, logo and mute rules. Communities can even create their decentralized NFTs or emojis which can be used across Dapps. \\n\\n## Inner value of Web 3.0\\n\\nIn Web 2.0 social networks, users' contributions to the platform, including posts, comments, likes, etc. are properties of the platform. The value they hold does not belong to the users but to the platform and can be deleted by the platform single-handedly. The users’ content is also not owned by the user but instead by the platform. Social networks are closed sourced which means we as the public and users do not have a say as to what the social network does with our data. \\n\\nIn web 3.0, by sending a message to an ENS/wallet address and getting a reply, an on-chain personal social graph is established. By joining a group and starting interactions with other users in the group, a group social graph can be built. All information, connections and interactions will be stored on the blockchain, and most importantly, encrypted for user privacy.\\n\\nThe social graphs will be open for integration with different Dapps. The benefits and value of this is that conversations as well as transactions are made seamlessly without the need to log out of one network and log onto another. By having one place where a user can chat/transact with friends and peers provides convenience and saves time, users will also be in control of their own data, identity and governance.\",\"timestamp\":1641814248,\"title\":\"ATEM: A Decentralized Social Infrastructure of Web 3.0\"},\"digest\":\"CrUi2cg3I1ApqpmbTjJzMMJF6374ceqDG_UXaBVMQok\",\"authorship\":{\"contributor\":\"0x9c99CccE33f41Da2aD47faF3C83735ed0d7709ac\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uhoM4BaD9lpmeIv1rMMB9jn6IwVKhDrwjwExuRHe89I\\\",\\\"y\\\":\\\"yn68CjNWmw_cQ2J6lOgM4QZVbeBiCqIZPULUTRUUXSY\\\"}\",\"signature\":\"YEd3of6zw6-tE-WngYreH-Mnfua4-fU-G7w5ZEJWHCvpWUOdZjNe_wMft-tSmtyOKx4KaHByZcPmZe1dl6WmXA\",\"signingKeySignature\":\"0x5f8543853829ab0a62e3b5b5705ce3bcaea5574355a359012f23c75907279924495db2bcd32bf97c5e33e677e4cd71c0e2cf5ca76175b321f387a6d2b164a5571b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uhoM4BaD9lpmeIv1rMMB9jn6IwVKhDrwjwExuRHe89I\\\",\\\"y\\\":\\\"yn68CjNWmw_cQ2J6lOgM4QZVbeBiCqIZPULUTRUUXSY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CrUi2cg3I1ApqpmbTjJzMMJF6374ceqDG_UXaBVMQok\"}"