"{\"content\":{\"body\":\"Why change yourself?  If you can't be your own master, the consequences are very dangerous.  Those who want to find their own cause, to solve the problem, change the result.\\n\\nLife will be different depending on the depth and height of change.  There are three kinds of people in history:\\n\\nPeople who change quickly, they have a high level of motivation, the ability to quickly see into the nature of things, the ability to deeply understand themselves, and the ability to think rationally.\\n\\nSlow changers, people who are prone to procrastination, difficulty making choices, anxiety, wanting to change but not taking action.  Need a person to supervise and urge, spur, in the final analysis is the giant on thought, the short person on action, too lazy, more passive.\\n\\nPeople who never change, who are basically content with the status quo and hiding in their comfort zone.  Don't want to think, too lazy to change, self-satisfaction.  I have never tried to change everything subjectively because of external reasons, my innate ability and the attitude of the outside world towards me.  Through hard work, study, improve themselves, and better life and work.\\n\\nWhat is the reason for the difficulty in changing once you have identified yourself?\\n\\n1. Of course.  The self-comforter, believing that things or oneself are the way they should be.  Whether it's success or failure, bad or wonderful, good or bad, it's all taken for granted.  They will not notice the existence of a third party, their weaknesses, weaknesses, help from others, and efforts of others. If they are too self-centered, as time goes by, they will become obstacles to their own change and progress.\\n2. Get used to it.  Habits become natural, from the way of thinking to the way of action are the same, do not seek breakthrough and change.  Different things the same way to deal with, not deep thinking, let irrational beliefs and habits occupy their brains.\\n3. Callousness.  Treat others, other things are stuffy and numb, treat yourself rigid and stubborn, have a indifferent attitude.  Lack of enthusiasm and enthusiasm, indifference is protection.\\n4. Commonly known as appointment.  Conformism, not innovation.  Make excuses for not changing.  That's what everybody does. That's how it used to be.  Never actively look for the reason, ask why?  But to follow the herd.\\n\\nLife change starts with responsibility.The way to change yourself is to be accountable to yourself, to eliminate the bad habits that prevent us from being accountable to ourselves.  Find reasons for things, make excuses, blame others and yourself, deny yourself and others, these negative thinking is to pull out.\\n\\nChanging yourself is a process of constantly discovering yourself and then correcting yourself to take effective action.\",\"timestamp\":1635591371,\"title\":\"Change 1% and your life will Be different\"},\"digest\":\"tAGcozMaOZNRjI2Z7hUSDE8o8bF3q7wzd04TspPSG70\",\"authorship\":{\"contributor\":\"0xB31fDa6c2D9B968065fA7227Bb031A11E0F4A8a1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gw1DVxLESc9Vl_M23Ki_KZ6UzTXI5zoi4OTwktgEZJU\\\",\\\"y\\\":\\\"JtG0unFK2i-wn5lqtjdmP-AOvRHjaEfCBVt0IwzBrG0\\\"}\",\"signature\":\"5h9tf9f61ve33C8xutYRXHGSLe0yhcdAJbPoVzqNn-lSb8taiu0NHrX4Le7F5rlKNyg-hkuDMldC2qA-7W23Rw\",\"signingKeySignature\":\"0x91d8ecc605cee5dc48bef599402ba3862a515b198e9aad8a802286bd347568491a0f151491e440a66ae353944b8533afbc071e25400c208810e453a2c1f3d9cd1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gw1DVxLESc9Vl_M23Ki_KZ6UzTXI5zoi4OTwktgEZJU\\\",\\\"y\\\":\\\"JtG0unFK2i-wn5lqtjdmP-AOvRHjaEfCBVt0IwzBrG0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tAGcozMaOZNRjI2Z7hUSDE8o8bF3q7wzd04TspPSG70\"}"