"{\"content\":{\"body\":\"![BED Design by @netsynq](https://images.mirror-media.xyz/publication-images/e808acc2-3645-420f-aeca-d5ce1cba7d50.png?height=350&width=350)\\n\\n\\n\\n### Overview\\n\\n[Index Coop](https://www.indexcoop.com/) is getting into **BED** with the [Bankless DAO](https://www.bankless.community/)! The new BED Index is now [live](https://www.indexcoop.com/bed) Thursday, July 22nd. If you’re unfamiliar, BED is an equal weight index of Bitcoin ($BTC), Ethereum ($ETH), and DeFi Pulse Index ($DPI). $BED is managed by the Index Coop and rebalances the first [Friday](https://vote.indexcoop.com/#/index-coop.eth/proposal/QmbGj5P9oJZWjoybkaKhAZD5ELmexN4zKJAe6VViu9kUJN) of every month. The goal of the index is to give people an easy way to get a balanced exposure to the main themes in crypto: Bitcoin, Ethereum, and DeFi. Better yet, the BED index self-manages so it’s a great alternative for those that don't want to go through the hassle of constantly rebalancing their portfolio. The gist: buy $BED, “set it and forget it”, or HODL, and *sleep well at night*.\\n\\n### What is an Index Token?\\n\\nBefore we get into ahem, BED, let’s cover what an index token is. Index tokens hold a group of assets and provide investors exposure to them through one financial instrument. A TradFi example of Index tokens exists with ETFs. You’ve heard of the S&P 500, and the NASDAQ. Well those are bundles of stocks under one umbrella. Instead of buying 500 stocks, or every major tech company, ETFs offer weighted exposure to the whole thing, and rebalances regularly for you. \\n\\nThe $BED Index Token does exactly that for crypto. Think of $BED as an umbrella for cryptocurrency, where the strength of its pole is Bitcoin, the grip of the handle is Ethereum, and the mitigated risk of an open umbrella is the wide-reaching DeFi sector. \\n\\n\\n### Why $BED?\\n\\n\\nCurrently, most people interested in cryptocurrency recognize Bitcoin as a store of value. Maybe they don’t understand cryptography, but they know it’s **safe**. That’s partially why it has a market cap of over $600 Billion. Bitcoin is not going anywhere. So it makes sense that a third of the money under your $BED mattress be Bitcoin. *Check*. \\n\\nNext, many more have come to recognize Ethereum as programmable money that forms the base layer of decentralized finance. Ethereum’s market cap is currently over $235 Billion. Most DeFi tools are built on it. So, another third of the pie goes to Ethereum. *Check*.\\n\\nLastly, people that appreciate the potential, however risky, of these first two assets often want more exposure to the top blue-chip tokens in decentralized finance (DeFi). Many new investors are overwhelmed by the number of tokens available in the DeFi sector and miss opportunities to invest in the top protocols.\\n\\n![Image credit: [Lemonade Alpha](https://medium.com/indexcoop/recommending-crypto-to-friends-family-just-became-10x-easier-ccb57ea1903a)](https://images.mirror-media.xyz/publication-images/cbf8dc24-c591-4ba2-bbd7-70188a5e70d4.png?height=809&width=1216)\\n\\n\\n\\n\\nThe DeFi Pulse Index ($DPI) contains 14 different crypto assets, nearly 70% of which is a weighted mixture of Uniswap (22.99%), AAVE (20.51%), Maker DAO (12.99%), and Compound Finance (12.54%). These are the assets that have pioneered and continue to pave the road of DeFi. The next three assets by weight class are Synthetix (9.38%), Sushiswap (7.71%) and Yearn Finance (6.54%). These could be considered the second wave for DeFi. Combined and that’s over 90% of the pie. The last portion of the DPI includes a wake of emerging DeFi instruments (REN, LRC, KNC, BAL, CREAM, FARM, & MTA). A third of the $BED Index token invests in DPI to capture these high-quality crypto assets disrupting the world of traditional finance. \\n \\n### BED Rebalancing\\n\\nWhen you buy $BED, you have a fully collateralized investment divided in thirds across all of these sectors, and the maintenance done for you. The $BED Index token regularly rebalances to maintain an equal distribution of Bitcoin, Ethereum and DeFi. That’s 33.33% each. When any one of the three assets becomes overweight, the extra weight is rebalanced across the other two assets on the first Friday day of every month. \\n\\nWithin the DPI portion of $BED, any asset of the 14 tokens exceeding 25% weight is chopped down and redistributed. This valve is designed for the same purpose, to reduce any part of the DeFi sector that is too heavy.\\n\\n\\n### It's Bedtime!\\n\\nBy investing in this Bankless $BED Index Token, you not only get your Bitcoin and Ethereum, but you gain risk-averse exposure to DeFi. This is the no-brainer investment vehicle for you to share with anybody who understands the volatility of this emerging market, but wants to gain exposure to the emerging crypto economy. \\n\\n$BED is for your uncle who asks you about “Bitcoins” over a holiday dinner, your intramural teammate that heard “Ethereum was the new bitcoin” and wants to know more, or that friend from high school that hit you up on Facebook because they have a little extra cash to invest and want to know more about this “DeFi” thing. And that’s for the well-informed people. Importantly, this is a great way to have your friends avoid the laundry list of scammy coins that plague the market. No more answering questions about dog tokens or ETH killers--just tell them to go to BED. \\n\\nBuying $BED provides risk-optimized exposure to what is possibly the fastest growing economic space since the Internet. But as we learned during the dot com boom, if you just bought one dot com company it could go bust. Instead, the smart money says spread yourself out across the most reliable and risk-averse elements within a burgeoning and innovative industry. \\n\\nWith $BED you know what’s under your mattress, and you trust that the Index Coop’s technology will track it every day, rebalance it every month, and, essentially, make your $BED nice and neat for you. \\n\\nIt’s BED time. Sweet dreams. \\n\\n*[To learn more about how to mint or buy BED, check out this [guide](https://www.notion.so/BED-Index-How-to-Guide-bd5898adb96541ff9aadc4ca02d85389).]*\\n\\n*=[*This article does not contain financial advice, only educational information and product related data on how the $BED Index Token works. Herein, there are no projections of any potential value $BED may or may not provide. By reading this article you agree and affirm the above, as well as that you are not being solicited to make a financial decision, and that you in no way are receiving any fiduciary projection, promise, or tacit inference of your ability to achieve financial gains; You also affirm that the sole purpose of reading this article is for expanding your educational awareness of a new product coming to market, and nothing more.*]\\n\\n\",\"timestamp\":1627000534,\"title\":\"\\t\\t\\tThe Bankless $BED Index Token*\\n\",\"publication\":\"banklessdao\"},\"digest\":\"SordDQKN-i9t_j-zFbNwOCLxFfwEbYaiAusKChM2XkI\",\"authorship\":{\"contributor\":\"0xA9EB52b347BC76F95745A92dd1e1c3986BcB1E2C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5gfkrLxMjmrQwjZY5JraRVsN8BuZq7Do2m1HFcescyU\\\",\\\"y\\\":\\\"QM3TzTsYTpI4xLsmBJT2SmZOiFEcpnZFC5uqG9Vh-Jc\\\"}\",\"signature\":\"3uAEOWNJvfs1LX6vj2Psyv9c6wO4vNHNOQGXCDLGIbLU6xK6ddbNPNScHGwNvRz6cSxbaEcDCq3HrDG0DupQhg\",\"signingKeySignature\":\"0x61d631463882d7545d27eadf9ecb8192b52a11c0a53d6efa1d887d0d16073a51760b983a1c4d87ce0b95c86908d1e63584717bbb3540a2d410ca66e92b2754381c\",\"signingKeyMessage\":\"I authorize the publication of articles on banklessdao.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5gfkrLxMjmrQwjZY5JraRVsN8BuZq7Do2m1HFcescyU\\\",\\\"y\\\":\\\"QM3TzTsYTpI4xLsmBJT2SmZOiFEcpnZFC5uqG9Vh-Jc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hk896nz1jxjy6yFKv7zIKII8Zc7l_D7ShW0US3x0S2Q\"}"