"{\"content\":{\"body\":\"\\\"What babies?\\\" said Fleur mechanically.\\n\\n\\\"The 'Save the Babies.'  I got such a bargain, my dear.  A piece of old Armenian work--from before the Flood.  I want your opinion on it, Prosper.\\\"\\n\\n\\\"Auntie,\\\" whispered Fleur suddenly.\\n\\nAt the tone in the girl's voice Winifred closed in on her.'\\n\\n\\\"What's the matter?  Aren't you well?\\\"\\n\\nMonsieur Profond had withdrawn into the window, where he was practically out of hearing.\\n\\n\\\"Auntie, he-he told me that father has been married before.  Is it true that he divorced her, and she married Jon Forsyte's father?\\\"\\n\\nNever in all the life of the mother of four little Darties had Winifred felt more seriously embarrassed.  Her niece's face was so pale, her eyes so dark, her voice so whispery and strained.\\n\\n\\\"Your father didn't wish you to hear,\\\" she said, with all the aplomb she could muster.  \\\"These things will happen.  I've often told him he ought to let you know.\\\"\\n\\n\\\"Oh!\\\" said Fleur, and that was all, but it made Winifred pat her shoulder--a firm little shoulder, nice and white!  She never could help an appraising eye and touch in the matter of her niece, who would have to be married, of course--though not to that boy Jon.\\n\\n\\\"We've forgotten all about it years and years ago,\\\" she said comfortably.  \\\"Come and have dinner!\\\"\\n\\n\\\"No, Auntie.  I don't feel very well.  May I go upstairs?\\\"\\n\\n\\\"My dear!\\\" murmured Winifred, concerned, \\\"you're not taking this to heart?  Why, you haven't properly come out yet!  That boy's a child!\\\"\\n\\n\\\"What boy?  I've only got a headache.  But I can't stand that man to- night.\\\"\\n\\n\\\"Well, well,\\\" said Winifred, \\\"go and lie down.  I'll send you some bromide, and I shall talk to Prosper Profond.  What business had he to gossip?  Though I must say I think it's much better you should know.\\\"\\n\\nFleur smiled.  \\\"Yes,\\\" she said, and slipped from the room.\\n\\nShe went up with her head whirling, a dry sensation in her throat, a guttered frightened feeling in her breast.  Never in her life as yet had she suffered from even momentary fear that she would not get what she had set her heart on.  The sensations of the afternoon had been full and poignant, and this gruesome discovery coming on the top of them had really made her head ache.  No wonder her father had hidden that photograph, so secretly behind her own-ashamed of having kept it!  But could he hate Jon's mother and yet keep her photograph?  She pressed her hands over her forehead, trying to see things clearly. Had they told Jon--had her visit to Robin Hill forced them to tell him?  Everything now turned on that!  She knew, they all knew, except--perhaps--Jon!\\n\\nShe walked up and down, biting her lip and thinking desperately hard. Jon loved his mother.  If they had told him, what would he do?  She could not tell.  But if they had not told him, should she not--could she not get him for herself--get married to him, before he knew?  She searched her memories of Robin Hill.  His mother's face so passive-- with its dark eyes and as if powdered hair, its reserve, its smile-- baffled her; and his father's--kindly, sunken, ironic.  Instinctively she felt they would shrink from telling Jon, even now, shrink from hurting him--for of course it would hurt him awfully to know!\\n\\nHer aunt must be made not to tell her father that she knew.  So long as neither she herself nor Jon were supposed to know, there was still a chance--freedom to cover one's tracks, and get what her heart was set on.  But she was almost overwhelmed by her isolation.  Every one's hand was against her--every one's!  It was as Jon had said--he and she just wanted to live and the past was in their way, a past they hadn't shared in, and didn't understand!  Oh! What a shame!  And suddenly she thought of June.  Would she help them?  For somehow June had left on her the impression that she would be sympathetic with their love, impatient of obstacle.  Then, instinctively, she thought: 'I won't give anything away, though, even to her.  I daren't.  I mean to have Jon; against them all.'\\n\\nSoup was brought up to her, and one of Winifred's pet headache cachets.  She swallowed both.  Then Winifred herself appeared.  Fleur opened her campaign with the words:\\n\\n\\\"You know, Auntie, I do wish people wouldn't think I'm in love with that boy.  Why, I've hardly seen him!\\\"\\n\\nWinifred, though experienced, was not \\\"fine.\\\"  She accepted the remark with considerable relief.  Of course, it was not pleasant for the girl to hear of the family scandal, and she set herself to minimise the matter, a task for which she was eminently qualified, \\\"raised\\\" fashionably under a comfortable mother and a father whose nerves might not be shaken, and for many years the wife of Montague Dartie.  Her description was a masterpiece of understatement. Fleur's father's first wife had been very foolish.  There had been a young man who had got run over, and she had left Fleur's father. Then, years after, when it might all have come--right again, she had taken up with their cousin Jolyon; and, of course, her father had been obliged to have a divorce.  Nobody remembered anything of it now, except just the family.  And, perhaps, it had all turned out for the best; her father had Fleur; and Jolyon and Irene had been quite happy, they said, and their boy was a nice boy.  \\\"Val having Holly, too, is a sort of plaster, don't you know?\\\"  With these soothing words, Winifred patted her niece's shoulder; thought: 'She's a nice, plump little thing!' and went back to Prosper Profond, who, in spite of his indiscretion, was very \\\"amusing\\\" this evening.\\n\\nFor some minutes after her aunt had gone Fleur remained under influence of bromide material and spiritual.  But then reality came back.  Her aunt had left out all that mattered--all the feeling, the hate, the love, the unforgivingness of passionate hearts.  She, who knew so little of life, and had touched only the fringe of love, was yet aware by instinct that words have as little relation to fact and feeling as coin to the bread it buys.  'Poor Father!' she thought. 'Poor me!  Poor Jon!  But I don't care, I mean to have him!'  From the window of her darkened room she saw \\\"that man\\\" issue from the door below and \\\"prowl\\\" away.  If he and her mother--how would that affect her chance?  Surely it must make her father cling to her more closely, so that he would consent in the end to anything she wanted, or become reconciled the sooner to what she did without his knowledge.\\n\\nShe took some earth from the flower-box in the window, and with all her might flung it after that disappearing figure.  It fell short, but the action did her good.\\n\\nAnd a little puff of air came up from Green Street, smelling of petrol, not sweet.\\n\\nV\\n\\nPURELY FORSYTE AFFAIRS\\n\\nSoames, coming up to the City, with the intention of calling in at Green Street at the end of his day and taking Fleur back home with him, suffered from rumination.  Sleeping partner that he was, he seldom visited the City now, but he still had a room of his own at Cuthcott, Kingson and Forsyte's, and one special clerk and a half assigned to the management of purely Forsyte affairs.  They were somewhat in flux just now--an auspicious moment for the disposal of house property.  And Soames was unloading the estates of his father and Uncle Roger, and to some extent of his Uncle Nicholas.  His shrewd and matter-of-course probity in all money concerns had made him something of an autocrat in connection with these trusts.  If Soames thought this or thought that, one had better save oneself the bother of thinking too.  He guaranteed, as it were, irresponsibility to numerous Forsytes of the third and fourth generations.  His fellow trustees, such as his cousins Roger or Nicholas, his cousins-in-law Tweetyman and Spender, or his sister Cicely's husband, all trusted him; he signed first, and where he signed first they signed after, and nobody was a penny the worse.  Just now they were all a good many pennies the better, and Soames was beginning to see the close of certain trusts, except for distribution of the income from securities as gilt-edged as was compatible with the period.\\n\\nPassing the more feverish parts of the City toward the most perfect backwater in London, he ruminated.  Money was extraordinarily tight; and morality extraordinarily loose!  The War had done it.  Banks were not lending; people breaking contracts all over the place.  There was a feeling in the air and a look on faces that he did not like.  The country seemed in for a spell of gambling and bankruptcies.  There was satisfaction in the thought that neither he nor his trusts had an investment which could be affected by anything less maniacal than national repudiation or a levy on capital.  If Soames had faith, it was in what he called \\\"English common sense\\\"--or the power to have things, if not one way then another.  He might--like his father James before him--say he didn't know what things were coming to, but he never in his heart believed they were.  If it rested with him, they wouldn't--and, after all, he was only an Englishman like any other, so quietly tenacious of what he had that he knew he would never really part with it without something more or less equivalent in exchange.  His mind was essentially equilibristic in material matters, and his way of putting the national situation difficult to refute in a world composed of human beings.  Take his own case, for example!  He was well off.  Did that do anybody harm?  He did not eat ten meals a day; he ate no more than, perhaps not so much as, a poor man.  He spent no money on vice; breathed no more air, used no more water to speak of than the mechanic or the porter.  He certainly had pretty things about him, but they had given employment in the making, and somebody must use them.  He bought pictures, but Art must be encouraged.  He was, in fact, an accidental channel through which money flowed, employing labour.  What was there objectionable in that?  In his charge money was in quicker and more useful flux than it would be in charge of the State and a lot of slow-fly money- sucking officials.  And as to what he saved each year--it was just as much in flux as what he didn't save, going into Water Board or Council Stocks, or something sound and useful.  The State paid him no salary for being trustee of his own or other people's money he did all that for nothing.  Therein lay the whole case against nationalisation--owners of private property were unpaid, and yet had every incentive to quicken up the flux.  Under nationalisation--just the opposite!  In a country smarting from officialism he felt that he had a strong case.\\n\\nIt particularly annoyed him, entering that backwater of perfect peace, to think that a lot of unscrupulous Trusts and Combinations had been cornering the market in goods of all kinds, and keeping prices at an artificial height.  Such abusers of the individualistic system were the ruffians who caused all the trouble, and it was some satisfaction to see them getting into a stew at fast lest the whole thing might come down with a run--and land them in the soup.\\n\\nThe offices of Cuthcott, Kingson and Forsyte occupied the ground and first floors of a house on the right-hand side; and, ascending to his room, Soames thought: 'Time we had a coat of paint.'\\n\\nHis old clerk Gradman was seated, where he always was, at a huge bureau with countless pigeonholes.  Half-the-clerk stood beside him, with a broker's note recording investment of the proceeds from sale of the Bryanston Square house, in Roger Forsyte's estate.  Soames took it, and said:\\n\\n\\\"Vancouver City Stock.  H'm.  It's down today!\\\"\\n\\nWith a sort of grating ingratiation old Gradman answered him:\\n\\n\\\"Ye-es; but everything's down, Mr. Soames.\\\"  And half-the-clerk withdrew.\\n\\nSoames skewered the document on to a number of other papers and hung up his hat.\\n\\n\\\"I want to look at my Will and Marriage Settlement, Gradman.\\\"\\n\\nOld Gradman, moving to the limit of his swivel chair, drew out two drafts from the bottom lefthand drawer.  Recovering his body, he raised his grizzle-haired face, very red from stooping.\\n\\n\\\"Copies, Sir.\\\"\\n\\nSoames took them.  It struck him suddenly how like Gradman was to the stout brindled yard dog they had been wont to keep on his chain at The Shelter, till one day Fleur had come and insisted it should be let loose, so that it had at once bitten the cook and been destroyed. If you let Gradman off his chain, would he bite the cook?\\n\\nChecking this frivolous fancy, Soames unfolded his Marriage Settlement.  He had not looked at it for over eighteen years, not since he remade his Will when his father died and Fleur was born.  He wanted to see whether the words \\\"during coverture\\\" were in.  Yes, they were--odd expression, when you thought of it, and derived perhaps from horse-breeding!  Interest on fifteen thousand pounds (which he paid her without deducting income tax) so long as she remained his wife, and afterward during widowhood \\\"dum casta\\\"--old- fashioned and rather pointed words, put in to insure the conduct of Fleur's mother.  His Will made it up to an annuity of a thousand under the same conditions.  All right!  He returned the copies to Gradman, who took them without looking up, swung the chair, restored the papers to their drawer, and went on casting up.\\n\\n\\\"Gradman! I don't like the condition of the country; there are a lot of people about without any common sense.  I want to find a way by which I can safeguard Miss Fleur against anything which might arise.\\\"\\n\\nGradman wrote the figure \\\"2\\\" on his blotting-paper.\\n\\n\\\"Ye-es,\\\" he said; \\\"there's a nahsty spirit.\\\"\\n\\n\\\"The ordinary restraint against anticipation doesn't meet the case.\\\"\\n\\n\\\"Nao,\\\" said Gradman.\\n\\n\\\"Suppose those Labour fellows come in, or worse!  It's these people with fixed ideas who are the danger.  Look at Ireland!\\\"\\n\\n\\\"Ah!\\\" said Gradman.\\n\\n\\\"Suppose I were to make a settlement on her at once with myself as beneficiary for life, they couldn't take anything but the interest from me, unless of course they alter the law.\\\"\\n\\nGradman moved his head and smiled.\\n\\n\\\"Ah!\\\" he said, \\\"they wouldn't do tha-at!\\\"\\n\\n\\\"I don't know,\\\" muttered Soames; \\\"I don't trust them.\\\"\\n\\n\\\"It'll take two years, sir, to be valid against death duties.\\\"\\n\\nSoames sniffed.  Two years!  He was only sixty-five!\\n\\n\\\"That's not the point.  Draw a form of settlement that passes all my property to Miss Fleur's children in equal shares, with antecedent life-interests first to myself and then to her without power of anticipation, and add a clause that in the event of anything happening to divert her life-interest, that interest passes to the trustees, to apply for her benefit, in their absolute discretion.\\\"\\n\\nGradman grated: \\\"Rather extreme at your age, sir; you lose control.\\\"\\n\\n\\\"That's my business,\\\" said Soames sharply.\\n\\nGradman wrote on a piece of paper: \\\"Life-interest--anticipation-- divert interest--absolute discretion....\\\" and said:\\n\\n\\\"What trustees?  There's young Mr. Kingson; he's a nice steady young fellow.\\\"\\n\\n\\\"Yes, he might do for one.  I must have three.  There isn't a Forsyte now who appeals to me.\\\"\\n\\n\\\"Not young Mr. Nicholas?  He's at the Bar.  We've given 'im briefs.\\\"\\n\\n\\\"He'll never set the Thames on fire,\\\" said Soames.\\n\\nA smile oozed out on Gradman's face, greasy from countless mutton- chops, the smile of a man who sits all day.\\n\\n\\\"You can't expect it, at his age, Mr. Soames.\\\"\\n\\n\\\"Why?  What is he?  Forty?\\\"\\n\\n\\\"Ye-es, quite a young fellow.\\\"\\n\\n\\\"Well, put him in; but I want somebody who'll take a personal interest.  There's no one that I can see.\\\"\\n\\n\\\"What about Mr. Valerius, now he's come home?\\\"\\n\\n\\\"Val Dartie?  With that father?\\\"\\n\\n\\\"We-ell,\\\" murmured Gradman, \\\"he's been dead seven years--the Statute runs against him.\\\"\\n\\n\\\"No,\\\" said Soames.  \\\"I don't like the connection.\\\"  He rose.  Gradman said suddenly:\\n\\n\\\"If they were makin' a levy on capital, they could come on the trustees, sir.  So there you'd be just the same.  I'd think it over, if I were you.\\\"\\n\\n\\\"That's true,\\\" said Soames.  \\\"I will.  What have you done about that dilapidation notice in Vere Street?\\\"\\n\\n\\\"I 'aven't served it yet.  The party's very old.  She won't want to go out at her age.\\\"\\n\\n\\\"I don't know.  This spirit of unrest touches every one.\\\"\\n\\n\\\"Still, I'm lookin' at things broadly, sir.  She's eighty-one.\\\"\\n\\n\\\"Better serve it,\\\" said Soames, \\\"and see what she says.  Oh! and Mr. Timothy?  Is everything in order in case of--\\\"\\n\\n\\\"I've got the inventory of his estate all ready; had the furniture and pictures valued so that we know what reserves to put on.  I shall be sorry when he goes, though.  Dear me!  It is a time since I first saw Mr. Timothy!\\\"\\n\\n\\\"We can't live for ever,\\\" said Soames, taking down his hat.\\n\\n\\\"Nao,\\\" said Gradman; \\\"but it'll be a pity--the last of the old family!  Shall I take up the matter of that nuisance in Old Compton Street?  Those organs--they're nahsty things.\\\"\\n\\n\\\"Do.  I must call for Miss Fleur and catch the four o'clock.  Good- day, Gradman.\\\"\\n\\n\\\"Good-day, Mr. Soames.  I hope Miss Fleur--\\\"\\n\\n\\\"Well enough, but gads about too much.\\\"\\n\\n\\\"Ye-es,\\\" grated Gradman; \\\"she's young.\\\"\\n\\nSoames went out, musing: \\\"Old Gradman!  If he were younger I'd put him in the trust.  There's nobody I can depend on to take a real interest.\\n\\nLeaving the bilious and mathematical exactitude, the preposterous peace of that backwater, he thought suddenly: 'During coverture!  Why can't they exclude fellows like Profond, instead of a lot of hard- working Germans?' and was surprised at the depth of uneasiness which could provoke so unpatriotic a thought.  But there it was!  One never got a moment of real peace.  There was always something at the back of everything!  And he made his way toward Green Street.\\n\\nTwo hours later by his watch, Thomas Gradman, stirring in his swivel chair, closed the last drawer of his bureau, and putting into his waistcoat pocket a bunch of keys so fat that they gave him a protuberance on the liver side, brushed his old top hat round with his sleeve, took his umbrella, and descended.  Thick, short, and buttoned closely into his old frock coat, he walked toward Covent Garden market.  He never missed that daily promenade to the Tube for Highgate, and seldom some critical transaction on the way in connection with vegetables and fruit.  Generations might be born, and hats might change, wars be fought, and Forsytes fade away, but Thomas Gradman, faithful and grey, would take his daily walk and buy his daily vegetable.  Times were not what they were, and his son had lost a leg, and they never gave him those nice little plaited baskets to carry the stuff in now, and these Tubes were convenient things--still he mustn't complain; his health was good considering his time of life, and after fifty-four years in the Law he was getting a round eight hundred a year and a little worried of late, because it was mostly collector's commission on the rents, and with all this conversion of Forsyte property going on, it looked like drying up, and the price of living still so high; but it was no good worrying--\\\" The good God made us all\\\"--as he was in the habit of saying; still, house property in London--he didn't know what Mr. Roger or Mr. James would say if they could see it being sold like this--seemed to show a lack of faith; but Mr. Soames--he worried.  Life and lives in being and twenty-one years after--beyond that you couldn't go; still, he kept his health wonderfully--and Miss Fleur was a pretty little thing--she was; she'd marry; but lots of people had no children nowadays--he had had his first child at twenty-two; and Mr. Jolyon, married while he was at Cambridge, had his child the same year-- gracious Peter!  That was back in '69, a long time before old Mr. Jolyon--fine judge of property--had taken his Will away from Mr. James--dear, yes!  Those were the days when they were buyin' property right and left, and none of this khaki and fallin' over one another to get out of things; and cucumbers at twopence; and a melon--the old melons, that made your mouth water!  Fifty years since he went into Mr. James' office, and Mr. James had said to him: \\\"Now, Gradman, you're only a shaver--you pay attention, and you'll make your five hundred a year before you've done.\\\"  And he had, and feared God, and served the Forsytes, and kept a vegetable diet at night.  And, buying a copy of Jobn Bull--not that he approved of it, an extravagant affair--he entered the Tube elevator with his mere brown-paper parcel, and was borne down into the bowels of the earth.\\n\\nVI\\n\\nSOAMES' PRIVATE LIFE\\n\\nOn his way to Green Street it occurred to Soames that he ought to go into Dumetrius' in Suffolk Street about the possibility of the Bolderby Old Crome.  Almost worth while to have fought the war to have the Bolderby Old Crome, as it were, in flux!  Old Bolderby had died, his son and grandson had been killed--a cousin was coming into the estate, who meant to sell it, some said because of the condition of England, others said because he had asthma.\\n\\nIf Dumetrius once got hold of it the price would become prohibitive; it was necessary for Soames to find out whether Dumetrius had got it, before he tried to get it himself.  He therefore confined himself to discussing with Dumetrius whether Monticellis would come again now that it was the fashion for a picture to be anything except a picture; and the future of Johns, with a side-slip into Buxton Knights.  It was only when leaving that he added: \\\"So they're not selling the Bolderby Old Crome, after all?  \\\"In sheer pride of racial superiority, as he had calculated would be the case, Dumetrius replied:\\n\\n\\\"Oh! I shall get it, Mr. Forsyte, sir!\\\"\\n\\nThe flutter of his eyelid fortified Soames in a resolution to write direct to the new Bolderby, suggesting that the only dignified way of dealing with an Old Crome was to avoid dealers.  He therefore said, \\\"Well, good-day!\\\" and went, leaving Dumetrius the wiser.\\n\\nAt Green Street he found that Fleur was out and would be all the evening; she was staying one more night in London.  He cabbed on dejectedly, and caught his train.\\n\\nHe reached his house about six o'clock.  The air was heavy, midges biting, thunder about.  Taking his letters he went up to his dressing-room to cleanse himself of London.\\n\\nAn uninteresting post.  A receipt, a bill for purchases on behalf of Fleur.  A circular about an exhibition of etchings.  A letter beginning:\\n\\n\\\"SIR, \\\"I feel it my duty...\\\"\\n\\nThat would be an appeal or something unpleasant.  He looked at once for the signature.  There was none! Incredulously he turned the page over and examined each corner.  Not being a public man, Soames had never yet had an anonymous letter, and his first impulse was to tear it up, as a dangerous thing; his second to read it, as a thing still more dangerous.\\n\\n\\\"SIR, \\\"I feel it my duty to inform you that having no interest in the matter your lady is carrying on with a foreigner--\\\"\\n\\nReaching that word Soames stopped mechanically and examined the postmark.  So far as he could pierce the impenetrable disguise in which the Post Office had wrapped it, there was something with a \\\"sea\\\" at the end and a \\\"t\\\" in it.  Chelsea?  No! Battersea?  Perhaps! He read on.\\n\\n\\\"These foreigners are all the same.  Sack the lot.  This one meets your lady twice a week.  I know it of my own knowledge--and to see an Englishman put on goes against the grain.  You watch it and see if what I say isn't true.  I shouldn't meddle if it wasn't a dirty foreigner that's in it.  Yours obedient.\\\"\\n\\nThe sensation with which Soames dropped the letter was similar to that he would have had entering his bedroom and finding it full of black-beetles.  The meanness of anonymity gave a shuddering obscenity to the moment.  And the worst of it was that this shadow had been at the back of his mind ever since the Sunday evening when Fleur had pointed down at Prosper Profond strolling on the lawn, and said: \\\"Prowling cat!\\\"  Had he not in connection therewith, this very day, perused his Will and Marriage Settlement?  And now this anonymous ruffian, with nothing to gain, apparently, save the venting of his spite against foreigners, had wrenched it out of the obscurity in which he had hoped and wished it would remain.  To have such knowledge forced on him, at his time of life, about Fleur's mother I He picked the letter up from the carpet, tore it across, and then, when it hung together by just the fold at the back, stopped tearing, and reread it.  He was taking at that moment one of the decisive resolutions of his life.  He would not be forced into another scandal.  No!  However he decided to deal with this matter--and it required the most far-sighted and careful consideration he would do nothing that might injure Fleur. That resolution taken, his mind answered the helm again, and he made his ablutions.  His hands trembled as he dried them.  Scandal he would not have, but something must be done to stop this sort of thing!  He went into his wife's room and stood looking around him.  The idea of searching for anything which would incriminate, and entitle him to hold a menace over her, did not even come to him.  There would be nothing--she was much too practical.  The idea of having her watched had been dismissed before it came--too well he remembered his previous experience of that.  No!  He had nothing but this torn-up letter from some anonymous ruffian, whose impudent intrusion into his private life he so violently resented.  It was repugnant to him to make use of it, but he might have to.  What a mercy Fleur was not at home to- night!  A tap on the door broke up his painful cogitations.\\n\\n\\\"Mr. Michael Mont, sir, is in the drawing-room.  Will you see him?\\\"\\n\\n\\\"No,\\\" said Soames; \\\"yes.  I'll come down.\\\"\\n\\nAnything that would take his mind off for a few minutes!\\n\\nMichael Mont in flannels stood on the verandah smoking a cigarette. He threw it away as Soames came up, and ran his hand through his hair.\\n\\nSoames' feeling toward this young man was singular.  He was no doubt a rackety, irresponsible young fellow according to old standards, yet somehow likeable, with his extraordinarily cheerful way of blurting out his opinions.\\n\\n\\\"Come in,\\\" he said; \\\"have you had tea?\\\"\\n\\nMont came in.\\n\\n\\\"I thought Fleur would have been back, sir; but I'm glad she isn't. The fact is, I--I'm fearfully gone on her; so fearfully gone that I thought you'd better know.  It's old-fashioned, of course, coming to fathers first, but I thought you'd forgive that.  I went to my own Dad, and he says if I settle down he'll see me through.  He rather cottons to the idea, in fact.  I told him about your Goya.\\\"\\n\\n\\\"Oh!\\\" said Soames, inexpressibly dry.  \\\"He rather cottons?\\\"\\n\\n\\\"Yes, sir; do you?\\\"\\n\\nSoames smiled faintly.\\n\\n\\\"You see,\\\" resumed Mont, twiddling his straw hat, while his hair, ears, eyebrows, all seemed to stand up from excitement, \\\"when you've been through the War you can't help being in a hurry.\\\"\\n\\n\\\"To get married; and unmarried afterward,\\\" said Soames slowly.\\n\\n\\\"Not from Fleur, sir.  Imagine, if you were me!\\\"\\n\\nSoames cleared his throat.  That way of putting it was forcible enough.\\n\\n\\\"Fleur's too young,\\\" he said.\\n\\n\\\"Oh! no, sir.  We're awfully old nowadays.  My Dad seems to me a perfect babe; his thinking apparatus hasn't turned a hair.  But he's a Baronight, of course; that keeps him back.\\\"\\n\\n\\\"Baronight,\\\" repeated Soames; \\\"what may that be?\\\"\\n\\n\\\"Bart, sir.  I shall be a Bart some day.  But I shall live it down, you know.\\\"\\n\\n\\\"Go away and live this down,\\\" said Soames.\\n\\nYoung Mont said imploringly: \\\"Oh! no, sir.  I simply must hang around, or I shouldn't have a dog's chance.  You'll let Fleur do what she likes, I suppose, anyway.  Madame passes me.\\\"\\n\\n\\\"Indeed!\\\" said Soames frigidly.\\n\\n\\\"You don't really bar me, do you?\\\" and the young man looked so doleful that Soames smiled.\\n\\n\\\"You may think you're very old,\\\" he said; \\\"but you strike me as extremely young.  To rattle ahead of everything is not a proof of maturity.\\\"\\n\\n\\\"All right, sir; I give you our age.  But to show you I mean business--I've got a job.\\\"\\n\\n\\\"Glad to hear it.\\\"\\n\\n\\\"Joined a publisher; my governor is putting up the stakes.\\\"\\n\\nSoames put his hand over his mouth--he had so very nearly said: \\\"God help the publisher!\\\"  His grey eyes scrutinised the agitated young man.\\n\\n\\\"I don't dislike you, Mr. Mont, but Fleur is everything to me: Everything--do you understand?\\\"\\n\\n\\\"Yes, sir, I know; but so she is to me.\\\"\\n\\n\\\"That's as may be.  I'm glad you've told me, however.  And now I think there's nothing more to be said.\\\"\\n\\n\\\"I know it rests with her, sir.\\\"\\n\\n\\\"It will rest with her a long time, I hope.\\\"\\n\\n\\\"You aren't cheering,\\\" said Mont suddenly.\\n\\n\\\"No,\\\" said Soames, \\\"my experience of life has not made me anxious to couple people in a hurry.  Good-night, Mr. Mont.  I shan't tell Fleur what you've said.\\\"\\n\\n\\\"Oh!\\\" murmured Mont blankly; \\\"I really could knock my brains out for want of her.  She knows that perfectly well.\\\"\\n\\n\\\"I dare say.\\\"  And Soames held out his hand.  A distracted squeeze, a heavy sigh, and soon after sounds from the young man's motor-cycle called up visions of flying dust and broken bones.\\n\\n'The younger generation!' he thought heavily, and went out on to the lawn.  The gardeners had been mowing, and there was still the smell of fresh-cut grass--the thundery air kept all scents close to earth. The sky was of a purplish hue--the poplars black.  Two or three boats passed on the river, scuttling, as it were, for shelter before the storm.  'Three days' fine weather,' thought Soames, 'and then a storm!'  Where was Annette?  With that chap, for all he knew--she was a young woman!  Impressed with the queer charity of that thought, he entered the summerhouse and sat down.  The fact was--and he admitted it--Fleur was so much to him that his wife was very little--very little; French--had never been much more than a mistress, and he was getting indifferent to that side of things!  It was odd how, with all this ingrained care for moderation and secure investment, Soames ever put his emotional eggs into one basket.  First Irene--now Fleur.  He was dimly conscious of it, sitting there, conscious of its odd dangerousness.  It had brought him to wreck and scandal once, but now--now it should save him!  He cared so much for Fleur that he would have no further scandal.  If only he could get at that anonymous letter-writer, he would teach him not to meddle and stir up mud at the bottom of water which he wished should remain stagnant!... A distant flash, a low rumble, and large drops of rain spattered on the thatch above him.  He remained indifferent, tracing a pattern with his finger on the dusty surface of a little rustic table. Fleur's future! 'I want fair sailing for her,' he thought.  'Nothing else matters at my time of life.'  A lonely business--life!  What you had you never could keep to yourself!  As you warned one off, you let another in.  One could make sure of nothing!  He reached up and pulled a red rambler rose from a cluster which blocked the window. Flowers grew and dropped--Nature was a queer thing!  The thunder rumbled and crashed, travelling east along a river, the paling flashes flicked his eyes; the poplar tops showed sharp and dense against the sky, a heavy shower rustled and rattled and veiled in the little house wherein he sat, indifferent, thinking.\\n\\nWhen the storm was over, he left his retreat and went down the wet path to the river bank.\\n\\nTwo swans had come, sheltering in among the reeds.  He knew the birds well, and stood watching the dignity in the curve of those white necks and formidable snake-like heads.  'Not dignified--what I have to do!' he thought.  And yet it must be tackled, lest worse befell. Annette must be back by now from wherever she had gone, for it was nearly dinner-time, and as the moment for seeing her approached, the difficulty of knowing what to say and how to say it had increased.  A new and scaring thought occurred to him.  Suppose she wanted her liberty to marry this fellow!  Well, if she did, she couldn't have it.  He had not married her for that.  The image of Prosper Profond dawdled before him reassuringly.  Not a marrying man!  No, no!  Anger replaced that momentary scare.  'He had better not come my way,' he thought.  The mongrel represented---!  But what did Prosper Profond represent?  Nothing that mattered surely.  And yet something real enough in the world--unmorality let off its chain, disillusionment on the prowl!  That expression Annette had caught from him: \\\"Je m'en fiche!  \\\"A fatalistic chap!  A continental--a cosmopolitan--a product of the age!  If there were condemnation more complete, Soames felt that he did not know it.\\n\\nThe swans had turned their heads, and were looking past him into some distance of their own.  One of them uttered a little hiss, wagged its tail, turned as if answering to a rudder, and swam away.  The other followed.  Their white bodies, their stately necks, passed out of his sight, and he went toward the house.\\n\\nAnnette was in the drawing-room, dressed for dinner, and he thought as he went up-stairs 'Handsome is as handsome does.'  Handsome! Except for remarks about the curtains in the drawing-room, and the storm, there was practically no conversation during a meal distinguished by exactitude of quantity and perfection of quality. Soames drank nothing.  He followed her into the drawing-room afterward, and found her smoking a cigarette on the sofa between the two French windows.  She was leaning back, almost upright, in a low black frock, with her knees crossed and her blue eyes half-closed; grey-blue smoke issued from her red, rather full lips, a fillet bound her chestnut hair, she wore the thinnest silk stockings, and shoes with very high heels showing off her instep.  A fine piece in any room!  Soames, who held that torn letter in a hand thrust deep into the side-pocket of his dinner-jacket, said:\\n\\n\\\"I'm going to shut the window; the damp's lifting in.\\\"\\n\\nHe did so, and stood looking at a David Cox adorning the cream- panelled wall close by.\\n\\nWhat was she thinking of?  He had never understood a woman in his life--except Fleur--and Fleur not always!  His heart beat fast.  But if he meant to do it, now was the moment.  Turning from the David Cox, he took out the torn letter.\\n\\n\\\"I've had this.\\\"\\n\\nHer eyes widened, stared at him, and hardened.\\n\\nSoames handed her the letter.\\n\\n\\\"It's torn, but you can read it.\\\"  And he turned back to the David Cox--a sea-piece, of good tone--but without movement enough.  'I wonder what that chap's doing at this moment?' he thought.  'I'll astonish him yet.'  Out of the corner of his eye he saw Annette holding the letter rigidly; her eyes moved from side to side under her darkened lashes and frowning darkened eyes.  She dropped the letter, gave a little shiver, smiled, and said:\\n\\n\\\"Dirrty!\\\"\\n\\n\\\"I quite agree,\\\" said Soames; \\\"degrading.  Is it true?\\\"\\n\\nA tooth fastened on her red lower lip.  \\\"And what if it were?\\\"\\n\\nShe was brazen!\\n\\n\\\"Is that all you have to say?\\\"\\n\\n\\\"No.\\\"\\n\\n\\\"Well, speak out!\\\"\\n\\n\\\"What is the good of talking?\\\"\\n\\nSoames said icily: \\\"So you admit it?\\\"\\n\\n\\\"I admit nothing.  You are a fool to ask.  A man like you should not ask.  It is dangerous.\\\"\\n\\nSoames made a tour of the room, to subdue his rising anger.\\n\\n\\\"Do you remember,\\\" he said, halting in front of her, \\\"what you were when I married you?  Working at accounts in a restaurant.\\\"\\n\\n\\\"Do you remember that I was not half your age?\\\"\\n\\nSoames broke off the hard encounter of their eyes, and went back to the David Cox.\\n\\n\\\"I am not going to bandy words.  I require you to give up this-- friendship.  I think of the matter entirely as it affects Fleur.\\\"\\n\\n\\\"Ah!--Fleur!\\\"\\n\\n\\\"Yes,\\\" said Soames stubbornly; \\\"Fleur.  She is your child as well as mine.\\\"\\n\\n\\\"It is kind to admit that!\\\"\\n\\n\\\"Are you going to do what I say?\\\"\\n\\n\\\"I refuse to tell you.\\\"\\n\\n\\\"Then I must make you.\\\"\\n\\nAnnette smiled.\\n\\n\\\"No, Soames,\\\" she said.  \\\"You are helpless.  Do not say things that you will regret.\\\"\\n\\nAnger swelled the veins on his forehead.  He opened his mouth to vent that emotion, and could not.  Annette went on:\\n\\n\\\"There shall be no more such letters, I promise you.  That is enough.\\\"\\n\\nSoames writhed.  He had a sense of being treated like a child by this woman who had deserved he did not know what.\\n\\n\\\"When two people have married, and lived like us, Soames, they had better be quiet about each other.  There are things one does not drag up into the light for people to laugh at.  You will be quiet, then; not for my sake for your own.  You are getting old; I am not, yet. You have made me ver-ry practical\\\"\\n\\nSoames, who had passed through all the sensations of being choked, repeated dully:\\n\\n\\\"I require you to give up this friendship.\\\"\\n\\n\\\"And if I do not?\\\"\\n\\n\\\"Then--then I will cut you out of my Will.\\\"\\n\\nSomehow it did not seem to meet the case.  Annette laughed.\\n\\n\\\"You will live a long time, Soames.\\\"\\n\\n\\\"You--you are a bad woman,\\\" said Soames suddenly.\\n\\nAnnette shrugged her shoulders.\\n\\n\\\"I do not think so.  Living with you has killed things in me, it is true; but I am not a bad woman.  I am sensible--that is all.  And so will you be when you have thought it over.\\\"\\n\\n\\\"I shall see this man,\\\" said Soames sullenly, \\\"and warn him off.\\\"\\n\\n\\\"Mon cher, you are funny.  You do not want me, you have as much of me as you want; and you wish the rest of me to be dead.  I admit nothing, but I am not going to be dead, Soames, at my age; so you had better be quiet, I tell you.  I myself will make no scandal; none. Now, I am not saying any more, whatever you do.\\\"\\n\\nShe reached out, took a French novel off a little table, and opened it.  Soames watched her, silenced by the tumult of his feelings.  The thought of that man was almost making him want her, and this was a revelation of their relationship, startling to one little given to introspective philosophy.  Without saying another word he went out and up to the picture-gallery.  This came of marrying a Frenchwoman! And yet, without her there would have been no Fleur! She had served her purpose.\\n\\n'She's right,' he thought; 'I can do nothing.  I don't even know that there's anything in it.'  The instinct of self-preservation warned him to batten down his hatches, to smother the fire with want of air. Unless one believed there was something in a thing, there wasn't.\\n\\nThat night he went into her room.  She received him in the most matter-of-fact way, as if there had been no scene between them.  And he returned to his own room with a curious sense of peace.  If one didn't choose to see, one needn't.  And he did not choose--in future he did not choose.  There was nothing to be gained by it--nothing! Opening the drawer he took from the sachet a handkerchief, and the framed photograph of Fleur.  When he had looked at it a little he slipped it down, and there was that other one--that old one of Irene. An owl hooted while he stood in his window gazing at it.  The owl hooted, the red climbing roses seemed to deepen in colour, there came a scent of lime-blossom.  God!  That had been a different thing! Passion--Memory!  Dust!\\n\\nVII\\n\\nJUNE TAKES A HAND\\n\\nOne who was a sculptor, a Slav, a sometime resident in New York, an egoist, and impecunious, was to be found of an evening in June Forsyte's studio on the bank of the Thames at Chiswick.  On the evening of July 6, Boris Strumolowski--several of whose works were on show there because they were as yet too advanced to be on show anywhere else--had begun well, with that aloof and rather Christ-like silence which admirably suited his youthful, round, broad cheek-boned countenance framed in bright hair banged like a girl's.  June had known him three weeks, and he still seemed to her the principal embodiment of genius, and hope of the future; a sort of Star of the East which had strayed into an unappreciative West.  Until that evening he had conversationally confined himself to recording his impressions of the United States, whose dust he had just shaken from off his feet--a country, in his opinion, so barbarous in every way that he had sold practically nothing there, and become an object of suspicion to the police; a country, as he said, without a race of its own, without liberty, equality, or fraternity, without principles, traditions, taste, without--in a word--a soul.  He had left it for his own good, and come to the only other country where he could live well.  June had dwelt unhappily on him in her lonely moments, standing before his creations--frightening, but powerful and symbolic once they had been explained!  That he, haloed by bright hair like an early Italian painting, and absorbed in his genius to the exclusion of all else--the only sign of course by which real genius could be told--should still be a \\\"lame duck\\\" agitated her warm heart almost to the exclusion of Paul Post.  And she had begun to take steps to clear her Gallery, in order to fill it with Strumolowski masterpieces.  She had at once encountered trouble.  Paul Post had kicked; Vospovitch had stung.  With all the emphasis of a genius which she did not as yet deny them, they had demanded another six weeks at least of her Gallery.  The American stream, still flowing in, would soon be flowing out.  The American stream was their right, their only hope, their salvation--since nobody in this \\\"beastly\\\" country cared for Art.  June had yielded to the demonstration.  After all Boris would not mind their having the full benefit of an American stream, which he himself so violently despised.\\n\\nThis evening she had put that to Boris with nobody else present, except Hannah Hobdey, the mediaeval black-and-whitist, and Jimmy Portugal, editor of the Neo-Artist.  She had put it to him with that sudden confidence which continual contact with the neo-artistic world had never been able to dry up in her warm and generous nature.  He had not broken his Christ-like silence, however, for more than two minutes before she began to move her blue eyes from side to side, as a cat moves its tail.  This--he said--was characteristic of England, the most selfish country in the world; the country which sucked the blood of other countries; destroyed the brains and hearts of Irishmen, Hindus, Egyptians, Boers, and Burmese, all the best races in the world; bullying, hypocritical England!  This was what he had expected, coming to, such a country, where the climate was all fog, and the people all tradesmen perfectly blind to Art, and sunk in profiteering and the grossest materialism.  Conscious that Hannah Hobdey was murmuring, \\\"Hear, hear!\\\" and Jimmy Portugal sniggering, June grew crimson, and suddenly rapped out:\\n\\n\\\"Then why did you ever come?  We didn't ask you.\\\"\\n\\nThe remark was so singularly at variance with all she had led him to expect from her, that Strumolowski stretched out his hand and took a cigarette.\\n\\n\\\"England never wants an idealist,\\\" he said.\\n\\nBut in June something primitively English was thoroughly upset; old Jolyon's sense of justice had risen, as it were, from bed.  \\\"You come and sponge on us,\\\" she said, \\\"and then abuse us.  If you think that's playing the game, I don't.\\\"\\n\\nShe now discovered that which others had discovered before her--the thickness of hide beneath which the sensibility of genius is sometimes veiled.  Strumolowski's young and ingenuous face became the incarnation of a sneer.\\n\\n\\\"Sponge, one does not sponge, one takes what is owing--a tenth part of what is owing.  You will repent to say that, Miss Forsyte.\\\"\\n\\n\\\"Oh, no,\\\" said June, \\\"I shan't.\\\"\\n\\n\\\"Ah!  We know very well, we artists--you take us to get what you can out of us.  I want nothing from you\\\"--and he blew out a cloud of June's smoke.\\n\\nDecision rose in an icy puff from the turmoil of insulted shame within her.  \\\"Very well, then, you can take your things away.\\\"\\n\\nAnd, almost in the same moment, she thought: 'Poor boy!  He's only got a garret, and probably not a taxi fare.  In front of these people, too; it's positively disgusting!'\\n\\nYoung Strumolowski shook his head violently; his hair, thick, smooth, close as a golden plate, did not fall off.\\n\\n\\\"I can live on nothing,\\\" he said shrilly; \\\"I have often had to for the sake of my Art.  It is you bourgeois who force us to spend money.\\\"\\n\\nThe words hit June like a pebble, in the ribs.  After all she had done for Art, all her identification with its troubles and lame ducks.  She was struggling for adequate words when the door was opened, and her Austrian murmured:\\n\\n\\\"A young lady, gnadiges Fraulein.\\\"\",\"timestamp\":1639990347,\"title\":\"here you both are already; Imogen and I have had the most amusing afternoon at the Babies' bazaar\"},\"digest\":\"XAULC0cUMPmX4L2VqLW_5wE2YFDukqxMWGTr1bCFAiE\",\"authorship\":{\"contributor\":\"0x6e5524266431C8A2Cd3e28b5B838834791C3533a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FrDP0WUiY0vWU5h6d5DvhbQRIxatMQ-HdomwZP_bETc\\\",\\\"y\\\":\\\"_9ggPvnbtXmN3druipErqbW6D6ZiWvewfuKpG05b05c\\\"}\",\"signature\":\"wmiMyVuzywj96v1n_lEWKZtDr5LMdytkZoPgZUu70JgVJ4E1qTwYYVBZ99eHIMhLwX0F6C04-Ro6mCmNHHvccA\",\"signingKeySignature\":\"0x0de280a21a5588bc2e60e9661be33dcd4555fd66cd53705c4b72fc9c42d0df173485f458ebadd91cb4445d21201e60a38d0db78e95df392e2c11fc35d9c1662c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FrDP0WUiY0vWU5h6d5DvhbQRIxatMQ-HdomwZP_bETc\\\",\\\"y\\\":\\\"_9ggPvnbtXmN3druipErqbW6D6ZiWvewfuKpG05b05c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XAULC0cUMPmX4L2VqLW_5wE2YFDukqxMWGTr1bCFAiE\"}"