"{\"content\":{\"body\":\"*5.11.2020*\\n\\nA lot is currently being written about work from home and all the things that will be better about it. The pessimist in me can’t help but wonder about what we’re losing. Technology and behavior change will offer some good enough substitutes to a lot of in-office culture, but the one that I struggle to understand translating to distributed teams is how you engineer serendipity. The conversations that happen over lunch, the small talk while waiting for the elevator, being able to walk over to someone’s desk to quickly chat through an issue which leads to a broader conversation that you likely wouldn’t have had otherwise, time to talk through a news story or piece of content without it directly relating to anything you’re working on. For some jobs this kind of serendipity might not be essential, but for many jobs and companies it is critical.\\n\\nThinking about our own work together at El Cap, Stew and I are often working on different things at different times. Pre-Covid we spent most of our working hours together, with headphones on, but often breaking to share something on our computer screens, launch into a conversation on a topic, or chat through an issue related to an existing or potential investment. These things were never explicitly put on our calendars, they happened organically, and we are still figuring out how to recreate this space in our Zoom-focused workflow.\\n\\nSteve Jobs understood the value of serendipitous interactions among colleagues. He valued it so much that when he was designing Pixar’s office, Jobs took great care in designing the atrium and where he placed the bathrooms so the design would lead to serendipitous interactions between people across the company. Sometimes these conversations would just be casual chatter, but in some instances an employee might be heading back to her desk with a new idea. What is the virtual equivalent of office design for serendipity?\\n\\nMany of the products and services that are popping up for distributed teams and remote work are rightfully focused on collaboration, communication, and productivity. At the same time, I believe we need more products focused on encouraging and preserving the humanity, fun, and randomness of life and work, even as life and work look different than they did in the past.\\n\\nI’m not sure what the future of work holds for this specific idea, but I believe it's important that we try to figure it out. There are many different kinds of jobs and workplaces, chances are that the market will need and support more than a single solution. I’m excited to see what the future holds for the engineering of serendipity, so if you believe you’re building it, please reach out to me.\\n\\n[@kunaltandon](https://twitter.com/kunaltandon)\",\"timestamp\":1639612279,\"title\":\"Engineering Serendipity\"},\"digest\":\"OW1V3TdcFZo_LcwThjn_NVwL8iBExk7KYCs04KWQIaY\",\"authorship\":{\"contributor\":\"0xdC41EF1A9472aFa2DbDc181de54Ff7379BCEfB31\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1aCP9tXpYz-U40fWLq6-2f34gDf7SfxasG8I7bMYKB8\\\",\\\"y\\\":\\\"4zA6bx2CyiELkJNpNcl8QcMBYTjlJTYePxWoF2vDGS4\\\"}\",\"signature\":\"bmpWBPULvue05tgHcaLnbW7joQIr_s7O7BuvLIBDH9MTFHTCMFzBQe8i6QC1Pj7MIj4p0SAYxjCOXn4icOOOqw\",\"signingKeySignature\":\"0xd44a3c93c28e7144ee80758b86c309e0f730523ad9aa2df1237eb895047405be1e83f95302bbbe29940608dda3ffc8744f5f0a5fae6260791d35c8bba003eb301c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1aCP9tXpYz-U40fWLq6-2f34gDf7SfxasG8I7bMYKB8\\\",\\\"y\\\":\\\"4zA6bx2CyiELkJNpNcl8QcMBYTjlJTYePxWoF2vDGS4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OW1V3TdcFZo_LcwThjn_NVwL8iBExk7KYCs04KWQIaY\"}"