"{\"content\":{\"body\":\"You’re probably wondering, how do I gain sweet sweet access to the Turf allow list? Where other projects make you gallop through fiery hoops of insanity or pilfer your own social feeds we have decided to take another tack - a more humane tack.\\n\\nHere’s the link to our allow list…\\n\\n[https://www.premint.xyz/turfnft/](https://www.premint.xyz/turfnft/)\\n\\nBut wait… it’s password protected… how do I get the password??\\n\\n### So the hard honest truth… not everyone is going to make it, sorry this isn’t that kind of project where you’re in just because you saw it early…\\n\\nBut you said… no fiery hoops!? So, we ask one simple thing of all potential A-listers… participate. We want good old fashioned activity - eating, praying, and loving. Now in the past this might mean spamming a server until you reached a certain mee6 role… not really our bag. We say ‘nay’ to sitting in a voice channel for 10 hours hoping it unlocks an obscure requirement. Trust us, it tickles our cherry to watch people zoning out aimlessly in an empty room for hours but then sadness sets in as we realize that fellow humans aren’t our meat puppets.\\n\\nParticipation comes in many forms, below are examples of some things that are in the spirit of what we expect - for the most part we’re looking to reward activities that require human to human interaction.\\n\\n![POAPs are cool to collect, they also provide access to our allow list!](https://images.mirror-media.xyz/publication-images/YDMwFLjjlDJlrxp6jlpct.png?height=600&width=1200)\\n\\n* listen to us rant in our Turfsday twitter spaces\\n* being alert, like maybe the pw is “donkey”… just kidding\\n* jump in on an impromptu discord sketch stream\\n* purchase a [founders pass](https://opensea.io/assets/0x495f947276749ce646f68ac8c248420045cb7b5e/61698571352970599780028340077565043568807973171180656351546342299815261503688)\\n* help us audit code\\n* read this here essay\\n* [earn POAPs](https://poap.gallery/event/22328) through attendance\\n\\nBe alert and ever vigilant, most importantly be active!\\n\\n![Forgotten Rune Wizards, a pretty cool community](https://images.mirror-media.xyz/publication-images/V2HTc3BOYTrDk8eSNMEeT.png?height=1500&width=1500)\\n\\nBeyond participation we also feel it essential to include outstanding communities already in existence that possess the trappings of fine geographers. These communities which we hand pick will be assimilated automatically into our allow list. If you are in possession of an NFT from said communities at the time of the snapshot (January 31, 2022 @ 2:22pm EST) then you don’t have to do anything additionally aside from showing up during the designated allow list minting window and pressing some buttons.\\n\\nAssimilated communities:\\n\\n* [Forgotten Rune Wizard Cult](https://www.forgottenrunes.com/)\\n* [Cryptoadz](https://www.cryptoadz.io/)\\n* [NyanCat](https://twitter.com/nyancat)\\n\\n## Bullet Points\\n\\n* The allow list will open to a limited number of people at a time\\n* The passphrase will change with clues being doled out at random\\n* ~~The current passphrase is dune~~\\n* You will not earn access by sitting aimlessly in a voice channel or spamming chat\\n\\n## Launch Schedule\\n\\nOur launch is rapidly approaching so here is the schedule. *Note that we’ve created two pre-launch windows to try and mitigate botting and gas wars.*\\n\\nJanuary 31, 2022 at 2:22pm EST - Allow list snapshot\\n\\nFebruary 2, 2022 at 2:22pm EST - [Founders pass](https://opensea.io/assets/0x495f947276749ce646f68ac8c248420045cb7b5e/61698571352970599780028340077565043568807973171180656351546342299815261503688) window\\n\\nFebruary 3, 2022 at 2:22pm EST - Allow list minting window\\n\\nFebruary 4, 2022 at 2:22pm EST - General sale of all remaining NFTs\\n\\nFebruary 5, 2022 at 2:22pm EST - Reveal of all minted plots\\n\\n## F.A.Q.\\n\\n**What is a Founders pass and how do I get it?**\\n\\nFounders passes are an item that we [sold on Opensea](https://opensea.io/assets/0x495f947276749ce646f68ac8c248420045cb7b5e/61698571352970599780028340077565043568807973171180656351546342299815261503688). All of the purchasable ones have been claimed. Though you can buy one on secondary or win one in one of our random give aways.\\n\\n**What does a Founders pass do?**\\n\\nHolders of a Turf Founders pass get special perks\\n\\n* Earliest mint window\\n* 1 free mint per Turf collection in perpetuity\\n* Perks within our Discord\\n* Random gifts\\n* & much much more!\\n\\n**Wait but I sit silent in discord long time, why I no can’t buy thing?**\\n\\nAll due respect, we’re more interested in filling our life raft with people who we think will fertilize a thriving community.\\n\\n**There’s multiple NFTs from a collection in my wallet do I get more than one spot?**\\n\\nNay! We want to spread the love as wide as possible which means not indulging your hoarder tendencies. Though we can relate.\",\"timestamp\":1642734500,\"title\":\"Turf Allow Lists / Launch Schedule\"},\"digest\":\"3w8BSpU1Vegjfpu1qFisWtZlysu8k7ELIjUhhcOp8dc\",\"authorship\":{\"contributor\":\"0x8868276382bA257B8D1713Df04759cFA2Beb35e1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YY8CHyVGroeF8Rx04sdzXVZIeDoz9OQ8qAOhlHaYCTk\\\",\\\"y\\\":\\\"GhInWkhcX_z1TpgzzLtGm53lGiPRjQ03q6fqIBbBLSU\\\"}\",\"signature\":\"Esl21VsILr_XZm4Z6z30eBGA-Dm1HAu-KpWR-oxALhd7sIEvUgtoHhyj0g6xWfb8ERrRZsmxup9HI6A0oYGcBw\",\"signingKeySignature\":\"0x80f043cc33019b05017b0c3173f8503d115b9626d35d2d084e4760caf3e15af709dd21ecabf2d559c21397e4e5ba84f6991f704c8c5e5507a472b1789d0cdec31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YY8CHyVGroeF8Rx04sdzXVZIeDoz9OQ8qAOhlHaYCTk\\\",\\\"y\\\":\\\"GhInWkhcX_z1TpgzzLtGm53lGiPRjQ03q6fqIBbBLSU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ioI9bNFPBCiai_snfAAstkEiW-7hrbHlRl19YY70XjI\"}"