"{\"content\":{\"body\":\"带着魔法残留的光晕，我回到雷帝城那弥漫着各种花卉芬芳的广场上，看着身边如潮的玩家，舒舒服服地喘了一口气，还是这里好啊，是那个岩石般冰冷，没有生气的铁晶城根本不好比的。整了整衣服，估计刑天他们还没到吧，得，我先把身上的装备和物品处理一下，那个玄铁级的紫金项链我还没好好欣赏欣赏呢，也不知道是什么属性。\\n\\n```\\n在传送法师那增加好回程石的回点后，我跑到银行将黑暗之尘等用不到的物品统统扔了起来，都是好东西啊，可不能卖了，等有了那个什么暗之帷幕炼金卷的话，那可是杀人放火的必备良方，带着从铁晶城收获的装备我大摇大摆地来到了鉴定所，将紫金项链往鉴定师那一放，说道：“呵呵，大师我又来了，你看看鉴定一下这个项链的属性要多少钱。”\\n\\n鉴定师抬起头无力地看了看我，随手拿起我放在桌上的项链，嘴里嘀咕道：“真麻烦，直接买个鉴定卷不就得了，都是青铜级的我都看腻了。”听了他的话，我站在一旁笑而不语。\\n\\n咦，这小子运气不错啊，是个玄铁级的项链，鉴定师看到手上的项链级别后，收起一脸的不屑，抬头说道：“恩，不错，这个项链的鉴定费50个金币。”\\n\\n听了鉴定师的话，我微笑的脸色一下子被打成僵直状，上次鉴定装备不过几个金币，这次一下就要我五十个金币，那下次换个白银级的还不成百上千了，是不是看我好说话，就把我当肥羊宰不成。我气愤地问道：“怎么两次的差距这么大，买个鉴定卷不过才5个金币而已，你开口就是五十啊。”\\n\\n鉴定师一点没有着急，慢斯慢条地说道：“上次你那个不过是十几级的青铜装备，而这次是二十几级的玄铁装备，差距大多了，何况你的项链属于玄铁级的中品，收你五十个金币算便宜你了，这里能鉴定玄铁级装备的可只有我一个，别无分号，你到底要不要鉴定，不要的话就别打扰我休息了。”\\n\\n我这个紫金项链这么好吗，还是个玄铁中品啊，鉴，当然要鉴定，看看背包里可怜的几十个金币，这下可是把老底都给掏空了，等会可要找拍卖行的胖子好好说道说道。忍痛从背包里刮了又刮，掏出五十个金币递给了鉴定师说道，“钱我可一分不少，你可要花点心思帮我鉴定啊，别整一个垃圾出来。”\\n\\n“呵呵，顾客就是上帝，我怎么可能放水掺假不用心呢。”鉴定师奸笑着接过了金币说道，看着金色的光芒浮现在他手上，我怎么 感觉和上次的方法差不多，没因为等级不同而加点料啊。\\n\\n紫金项链在鉴定师手中突然暴出刺眼的紫红色光芒，属性出来了，没等鉴定师伸手，我就一把夺过项链观察起来。波纹状的链环一个个紧密相连，暗紫色的光泽如同流水般在链身上荡漾，项链中间镶嵌的一块红色火钻和链身巧妙的融合在一起，恍若天成。别说属性了，就这样子卖给女玩家的话，估计也能把本钱赚回来了，当看到项链的属性时，我更是乐得合不拢醉了，简直就是为我量身定做的装备啊。\\n\\n紫金项链等级：28（玄铁）\\n\\n敏捷：3体力：2\\n\\n持久：30\\n\\n属性：敏捷提高5%\\n\\n能够增加敏捷属性对我这个本来就以高敏见长的玩家来说，简直就是如虎添翼，尤其是在越级杀怪的基础上，更是为我增添了一个强有力的砝码，在杀黑暗小鬼的时候，我就深深体会到这点。现在的我对美好的未来更是充满了憧憬，低头看了看手上诅咒之匕那四个空洞的缺口，要是缺少的那几个晶体也能找到的话……\\n\\n“大哥，我们到了，你怎么还没来啊。”刑天的消息将我从无限遐想中拉了回来，我赶紧回道：“就到，就到。”\\n\\n“恩，那我们在三楼等你。”刑天回到。\\n\\n“行。”收起传呼器，我拔腿就往醉仙阁跑，那可是个好地方，几次路过时我都被飘出的悠悠香气惹的谗虫乱转，这也是我为什么要学习烹饪技能的原因之一，民以食为天嘛，今天可要好好在那撮上一顿，不然还真对不起自己这个肚，装备嘛，就处理给冲天剑得了，哥们我清楚他可不是个寒酸的主。\\n\\n嘿，从外面看那醉仙阁仿佛冷冷清清，我一进门才发觉大错特错，宽敞明亮的大厅里已经是坐着不少玩家，一个个神采飞扬，把酒言欢，都是有钱的主啊，门口的NPC小二冲我问道：“客官您是一个人，还是有预定？”\\n\\n“哦，有预定了，冲天剑叫我来的，他和你们交代了吗。”我回道。\\n\\n“哦，是冲大爷的客人啊，他早吩咐过来，您跟我来，在三楼的聚义厅呢。”NPC小二客套的说着，这哪是NPC啊，就算是真实的玩家也没这么周到吧。我暗念着跟在他后面拾梯而上，古朴的木质楼梯扶手上雕满了镂空的各种花纹，煞是美观。\\n\\n“聚义厅”三个金色大字龙飞凤舞般映入我眼帘，一旁小二突然高声说道：“隐为者玩家到。”吓我一跳，好端端你叫唤什么啊，只见里面立即就迎出几个人来，我一看，喝，都是熟脸：冲天剑是意气风发排在第一，左边是一脸欢喜之色的刑天，右边是神情彪悍，虎背熊腰的血染疆土，身后是他那如花似玉的美女妹妹……呵呵，人基本上都齐全了嘛。\\n\\n“冲兄，你好大的排场啊，呵呵，这么急着召集人马去沉寂之塔啊，”我笑着上前说道。\\n\\n一把拉住我的手，冲天剑推笑道：“先不谈这个，大家难得聚聚，走，咱们进去先尝尝这里厨师的手艺，正事回头再说。”\\n\\n我也乐得于此，跟在冲天剑后面和其他人寒暄着进了房间，雷帝城第一的酒楼果然名不虚传，古朴典雅的包间错落有秩地摆放着一些古玩，看样子都不是便宜货色，墙上那副奔马图十分传神，硕大的桃红色圆桌旁整齐放置着一圈靠背长椅，桌上的餐具都是白玉金器，真是奢侈啊。\\n\\n一桌人相互推扯了一番，才分了个主次坐了下来，说什么客人为先，硬让我坐了个上首，有什么区别吗，真是的，这么好一桌菜，赶紧动手吃啊，我拿起白玉筷子说道：“来，大家吃吃吃。”\\n\\n醉仙楼的特色美酒仙人倒是十个金币一瓶，冲天剑这小子一下子就拿了六瓶，我这个不擅酒力的人也禁不住那香醇袭人的诱惑，喝了半瓶，刑天和血染疆土两人一人就消灭了一瓶，不花自己的钱一点都不知道珍惜。\\n\\n酒足饭饱，小二将桌上的残羹收拾干净后，给我们泡上二壶上好的茶水，看着清茶上飘着的氤氲水雾，冲天剑脸色一正，开始切入正题说道：“小隐，听说你知道一些关于沉寂之塔的事情，不知道是哪方面的。”\\n\\n我浅咂一口茶水，清了清嗓子说道：“能坐在这里的都不是外人，我也就不绕圈子了，你们现在几次寻觅未果的沉寂之塔其实是假的，真正的沉寂之塔是在地下，至于入口嘛，就在一旁的黑水湖下。”我此言一出，周围人脸色都一变，心中暗道：怪不得总是没个方向，找不到boss，原来找错地方了。\\n\\n“原来是这样的啊，唉，要是早点知道的话，也不用白白浪费几次弟兄们的等级了。”血染疆土恨恨地说道。\\n\\n早知道，我也不过是前几天才知道的，我要是不告诉你们，你们起码还要过段时间才能知道，真是人心不足蛇吞象。我心想到。\\n\\n“呵呵，现在知道也不晚啊，起码其他许多组织都不知道这个消息，我们还是有先机的，怎么样，小隐你愿意跟我们一起去看看吗，无论成败与否，我都愿意出二百个金币请你，如果能成功得到令牌，分红另算怎么样。”冲天剑又开始利诱我说道。\\n\\n我现在已经二十八级了，而现在排行榜上最高的依旧是三十级，如果说沉寂之塔的怪物等级不是很高的话，我倒有信心去一试，何况我还有个秘密通道呢，我假装沉思了一番后问道：“沉寂之塔上面的怪物多少级，你们现在多少级，能召集到多少二十六级以上的人。”\\n\\n“上面迷宫的怪都是30级的，我和疆土都二十九了，我妹妹和刑天正好二十六，我们手下弟兄等级符合的估计有二百人左右吧。”冲天剑想了想回道。\\n\\n“恩，上面的就已经是三十级了，怪不得你们几次都能全军覆没，那下面的起码都在32级以上，BOSS更是未知的谜，人手不够啊。”我思量了一下念叨。\\n\\n“那怎么办，总不能在等下去吧，听说再过几天系统要升级，会开放RMB兑换等一系列变动，到时候会冒出很多新兴势力，打沉寂之塔的心思的人更多了。”血染疆土急吼吼地说道。\\n\\n咦，系统要升级了，我怎么不知道，开放RMB兑换了，哈哈，那样的话要是打到个行会令牌，冲天剑你小子怎么也得给我个万儿八千的吧，不过靠那点人的话，万一遇到个超强boss，带上一大票小弟，估计是有去无回了，得再找点人手。\\n\\n“小隐，我和疆土能调动的高等级的现在就这么多了，其他的人在别的地方升级也没钱过来，除非等要货币兑换开放以后，你看看你那能找到人吗。”冲天剑似乎从我的眼里看出点什么问道。\\n\\n“人嘛，我倒是想到了一个，不过就是不知道他愿意不愿意，和你们是否能达成个共同协议。”我突然想起了他，回道。\\n\\n“没关系，一切好商量，你联系联系看看。”冲天剑笑着说道。\\n\\n“朋友，有件事想找你合作一下，可有兴趣。”我扔了个消息给雪舞月色的哥哥——傲气凌云，那家伙也是个角色。\\n\\n“什么事，你说好了。”傲气凌云很快地回道。\\n\\n“关于沉寂之塔的，怎么样，有兴趣的话来雷帝城谈谈，我们在醉闲阁三楼的聚义厅等你。”我回道。\\n\\n“沉寂之塔，沉寂之塔，难道隐为者有什么计划吗。”看着手上传呼器上的消息，傲气凌云自言自语地说道，身边可爱迷人的雪舞月色看着发呆的哥哥问道：“哥，你怎么拉，想什么呢。”\\n\\n“没什么，对了，我要去办点事，你好好跟在无情他们后面升级，不要到处乱跑了知道吗。”傲气凌云拍了拍妹妹的额头，和声地说道。\\n\\n“无情，你们好好带着我妹妹，我等会给消息你们。”没容雪舞月色多说什么，傲气凌云招呼了一下旁边的兄弟后就回了城，扔了个消息给我，“就到。”\\n\\n看着眼前一桌的人，傲气凌云笑着对我说道：“怎么，隐兄弟叫我来开会啊。”\\n\\n我连忙起身迎了上去，拖过傲气凌云跟大家互相介绍到：“这是傲气凌云，这个是冲天剑……除了女同胞外，都是好汉子，说话就不打马虎了。”\\n\\n让了个位置给傲气凌云坐下后，我继续说道：“这次冲天剑和血染疆土打算联手去沉寂之塔，我感觉人手不够，因此向他们推荐你，这不，你们看看怎么合作。”我把总体情况一说，剩下的你们自己去讨论吧，我悠闲地走到窗口欣赏外面的风景了。\\n\\n刑天这小子也跟着起来拉着一个美女扭扭捏捏地走到我旁边说道：“嘿嘿，大哥，这个是俺老婆晓晓，”\\n\\n你小子也太神奇了吧，一段时间没见，原本说的女朋友一下子升级成老婆了，恩让我看看，小姑娘唇红齿白，眼明鼻挺的，挺不错的，听了刑天的话，她脸上立即如熟透的苹果，白里透红，与众不同，而手上也呈鹰爪之势狠狠掐了刑天几下，疼的他龇牙咧嘴直哼哼，呵呵，管死你这小子，看你还风liu不。\\n\\n“呵呵，我以茶代酒，欲祝我们合作成功。”听到冲天剑爽朗的笑声，我就知道事成了，不知道他开的什么条件，回头看看傲气凌云那样肯定是答应他了，那我的秘道信息是说还是不说呢，我心里犹豫着想到。\\n```\\n\\n\\n------------\",\"timestamp\":1640247692,\"title\":\"第六十章 三雄相聚，我分红二\"},\"digest\":\"rNjRqwzII5T2jVXPr0EQOa05WXMZrNFDQLSFDH2ZQC4\",\"authorship\":{\"contributor\":\"0xc19E4AD450A3F1E5FFd35c41dc6Dc8E1886e780c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rNc1BKnxBELBunKl2scjXt91otRYOv8Qg5xHZdlaffs\\\",\\\"y\\\":\\\"UpLA4tOYuVl20ZwdqWKyfxBn0ZEPDloDcCjNFnnnDIg\\\"}\",\"signature\":\"L6BzMlwCviSvPLfserAMuz06R5HPFVx7W0r6NV0CTBwEUw9hZp5CCGsiHLnlweuFYIb4hEvYNNkIIhIB3XBEZw\",\"signingKeySignature\":\"0xe0858f605d975b537eddfeccfd2ae0c10dcdf5938a73df076ba10b287ba3158975b626ee422d13b5f75c596e30eef70a5d5fe8fb99d37f16a07aab3e46ee05cb1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rNc1BKnxBELBunKl2scjXt91otRYOv8Qg5xHZdlaffs\\\",\\\"y\\\":\\\"UpLA4tOYuVl20ZwdqWKyfxBn0ZEPDloDcCjNFnnnDIg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rNjRqwzII5T2jVXPr0EQOa05WXMZrNFDQLSFDH2ZQC4\"}"