"{\"content\":{\"body\":\"Metaverse\\\" has become a complete buzzword, but what exactly is metaverse? To answer this question, I'm going to tweet what I said at a WIRED conference in the past. First of all, the metaverse is, in a nutshell, the Internet in three dimensions.\\n\\nIn the age of the metaverse, three-dimensional services such as Fortnite, Minecraft, Roblox, etc. will exist as web services, and we will be able to communicate and conduct economic activities on these platforms while moving back and forth between them instantly with something like a browser. It will be possible to communicate and conduct economic activities on the platform.\\n\\nIn this sense, the Internet-like three-dimensional platform and economic sphere is the true nature of what we call the metaverse. Therefore, Fortnite, Roblox, etc. are not yet metaverse, but are more like cool web services that exist independently. \\n\\nOn the other hand, VR Chat is an approach that suddenly creates something like a browser. I'm not sure which approach is correct, but perhaps both approaches will work together and intersect to form a metaverse. \\n\\nThis is a diagram of the metaverse, along with related technologies, organized in different aspects. Basically, technology has an evolutionary orientation that brings the distance between the digital world and the physical world closer, from the mainframe to the PC to the smartphone, and the ultimate realization of this is a worldview called the mirror world. \\n\\n![](https://images.mirror-media.xyz/publication-images/I5Z0dcdxCwg6eMv7cVbjo.png?height=2158&width=3840)\\n\\nIn the mirror world, digital information, content, and users are naturally woven into the physical world, and the disconnect between the physical world and the digital world has almost disappeared. The glue that binds the two worlds together is the digital twin as data and the AR cloud as a system. \\n\\nIn addition, human beings have a fundamental desire to go someplace other than here, and if the expansion of the physical world is the expansion of the universe, then the expansion of the digital world is the expansion of the \\\"Metaverse\\\" world. \\n\\nIn this sense, we can say that the Metaverse is a centrifugal force and the mirror world is a centripetal force.\\nOf course, there are areas of overlap between the two. For example, the 3D world that recreates Tokyo is part of the metaverse world, but it is also a mirror world in the sense that you can use the data of Tokyo to have an experience that connects to the real world. \\n\\nAR/VR and other Spatial Computing technologies will be the main interface for the next world across metaverse, mirror world, and even universes, and MESON is a company that deals with all the above concepts in betting on this technology.\\n\",\"timestamp\":1639563150,\"title\":\"First Entry\"},\"digest\":\"Vs1Y6iPknDdEkhVjngg34lzVVGzgpCm40ebSSGx2xHw\",\"authorship\":{\"contributor\":\"0xEc0A3E8B3cfB8F09F19234B53B7738ed4eD0fE58\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5pOIX_G7xreKB5pq8EVy1P8tOMV5EUaSt28hOCBHxOc\\\",\\\"y\\\":\\\"ouQazg4WJuVY8wWlx1w7UxGq00WHvgaV4fgr2YO9xQE\\\"}\",\"signature\":\"f8heaMXSnjDxdDZKlFOWARrfTaPlIMhNQ10HbuXQTgm80IZTKqIV3NceMs-H3nWw_MFb6RG09oIu8yhOMoONsg\",\"signingKeySignature\":\"0x93674199cea42f14c6620e3f79dbd413ebf411cbe05365ea6724df3353fc374269e39c27a2284ea5588b95bdec7b8769eccb73b3db02175a56ad36bbc1c3b7ea1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5pOIX_G7xreKB5pq8EVy1P8tOMV5EUaSt28hOCBHxOc\\\",\\\"y\\\":\\\"ouQazg4WJuVY8wWlx1w7UxGq00WHvgaV4fgr2YO9xQE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Vs1Y6iPknDdEkhVjngg34lzVVGzgpCm40ebSSGx2xHw\"}"