"{\"content\":{\"body\":\"## — Amara’s online meeting with the Vietnamese community\\n\\n![](https://images.mirror-media.xyz/publication-images/8ZuyDdTjwj0talEVX_WYb.png?height=430&width=900)\\n\\n**On Nov 12th 9:00 PM Hanoi time**, Amara team had its meeting with Vietnamese ambassadors Level 1. Neal, the head of BD North America, recognized and praised the excellent work done by Vietnamese ambassadors at the beginning of the meeting. With great earnestness, participants discussed the updates of Amara and exchanged ideas about how to grow the Amara Vietnamese community.\\n\\nSpecial thanks to translator Bùi Đức Phú\\n\\n \\n \\n\\n![](https://images.mirror-media.xyz/publication-images/PnuUJRsq0PeGRBXLNT208.png?height=720&width=1280)\\n\\n## Here is the recap:\\n\\n> Q: Can you tell us the motivations and benefits for investors to hold your tokens in the long term?\\n\\nA: Token holders will have power of voting and participating in project governance. Long-tail assets are generally more risky, but with higher rewards. The project also will solve a major problem of uncertainties and risks of high quality long tail assets by designing a stable interest model for long tail and introducing a risk management system so that users can see their asset growth without worrying about catastrophic loss. So users can hold Mara and stake MARA with better risk control. MARA is also a deflationary token, which means if you are a holder, you will not suffer market volatility.\\n\\n> Q: As we know one of the world’s first cross-chain bridges is available by AMARA finance. How did you come up with this great idea of introducing the cross chain bridge?\\n\\nA: We would like to bring on a top-notch experience for users through three core products: the AmaraLend, AmaraLink, the cross-chain bridge, and the AmaraPay. The integration of the cross-chain bridge on popular public chains will facilitate asset movement between chains and introduce more assets into Polkadot, it will realize seamless transfer among top public chains and improve overall liquidity.\\n\\n> Q: It is impressive to see your investors and backers. And what were the most unique features that intrigue those backers and make them really want to partner with you?\\n\\nA: We are proud to say that we have a strong community, a strong team with smart people and a cool infrastructure (Polkadot).\\n\\n> Q: The upcoming IDO, what privileges do Vietnamese ambassadors Level 1 have compared to everyone else?\\n\\nA: As a way to show our appreciation towards Vietnamese ambassadors, we do have incentives for major contributors. We will have those contributors enrolled in the whitelist of the upcoming IDO event.\\n\\n> Q: Do you plan to burn or redeem any tokens from the market in the future?\\n\\nA: We do have such plans. Typically fees collected through lending/ borrowing activities that will be used to buy back tokens and then burn them. And since we believe in the project’s futures, the more users we have, the more fees we will collect and as a result, more tokens will be burned in the future. There will be plans to design a deflationary token model so the total token supply will dwindle overtime.\\n\\n## About Amara Finance\\n\\nAmara is a top lending protocol within the Polkadot ecosystem. It highlights a multi-chain assets lending protocol AmaraLend and an asset cross-chain protocol AmaraLink. AmaraLend Beta has been deployed on Moonbase Alpha testnet and it plans to be officially deployed on the Moonriver network. Amara is striving to be the most popular lending market in the short term and introduce possibly more assets into the Polkadot ecosystem.\\n\\n## Follow Us\\n\\n> *Webiste：<https://www.amara.link/> \\n Discord：<https://discord.com/invite/rhkyBmmCBf> \\n Telegram：<https://t.me/AmaraFinance> \\n Twitter：<https://twitter.com/AmaraFinance> \\n Medium：[https://amara-finance.medium.com](https://amara-finance.medium.com/)*\",\"timestamp\":1639119603,\"title\":\"Amara Ambassador Meeting - Vietnamese\"},\"digest\":\"ehzM-VzgyaW-n_FjIBVeTUQ0y30LptI3G1GhU2yBALE\",\"authorship\":{\"contributor\":\"0x540f582115209Dce1475FadBa786ab7a5B9c989D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fLf8M8UI49yf2mn135fq1UauyCNZ-XAzwRPkXrMO2GQ\\\",\\\"y\\\":\\\"faD67GGNd4N5upaKGd4-82Ed-f9k0cOyq3lwa24N_Sc\\\"}\",\"signature\":\"rFa54mB-zkmrrY9rOgpX7491UVW-aD5OOu-wRHyGvK3KMTNsIX4mTBvaeHlnLdNhcQjesbStI7pBOLZx81SlEQ\",\"signingKeySignature\":\"0x619ef74586f0891e901bc1927ed762aec1426a6bcfe921c72887652e8b5af9df6ec58b8e654351703f2a69a252b8ae486b7d889c4aedf3f72e023b1e37b7d0651b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fLf8M8UI49yf2mn135fq1UauyCNZ-XAzwRPkXrMO2GQ\\\",\\\"y\\\":\\\"faD67GGNd4N5upaKGd4-82Ed-f9k0cOyq3lwa24N_Sc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ME3Aak40p4D1NKQJG99XbPf7UNR_uA4H6ZSEWz61GCk\"}"