"{\"content\":{\"body\":\"![](https://img.panewslab.com/upload/image/20211225/21122515031008035902.jpeg)\\n\\n作者|陈丽姗编审| 于百程 排版|王纪珑琰\\n\\n作为新兴的信息技术，区块链在2021年继续深入发展，在监管政策和应用上均有所延续和突破，与之相关的NFT、元宇宙以及央行数字货币等层面迎来爆发。\\n\\n在数字经济时代下，把握区块链的发展及发展趋势尤为重要。本文将从全球视角和国内视角两个角度出发，盘点出2021年全球区块链发展的七大现状。\\n\\n为全面展示区块链产业发展情况，01区块链、零壹智库将推出《中国区块链产业发展普查报告（2021）》，欢迎相关机构参与提供创新案例。\\n\\n（一）全球视角：区块链产业跨步式增长，新兴领域赛道火热\\n\\n**1．区块链成为多国战略，加密货币政策两级分化**\\n\\n在鼓励区块链技术发展方面,越来越多的国家将区块链产业上升到国家战略层面，以及出台各种措施积极鼓励区块链技术创新与产业发展。\\n\\n中国在2019年中央政治局第十八次集体学习时就将发展区块链技术提上国家战略层面，习近平总书记强调“要把区块链作为核心技术自主创新的重要突破口，明确主攻方向，加大投入力度，着力攻克一批关键核心技术，加快推动区块链技术和产业创新发展”。\\n\\n在美国，2020年10月，美国政府公布了“国家关键技术和新兴技术战略”，将区块链纳入管制技术以保护国家基础设施的安全。此外，目前美国绝大多数州政府已明确对区块链技术的监管立场,很多州政府已制定或颁布区块链领域相关法律。\\n\\n此外，包括德国、澳大利亚、新加坡等国也纷纷明确发展区块链的政策。2019年9月18日，德国联邦政府审议通过并发布“德国区块链战略”,明确区块链国家战略,认为区块链技术在未来是互联网的组成部分,可以有效助力德国数字经济的发展。\\n\\n澳大利亚政府在2020年2月发布了长达52页的区块链产业路线图，强调了区块链技术的潜力，并提出了设计特定行业监管框架的方法。新加坡在技术创新方面也投入了大量资金，政府于2020年12月拨款1200万美元以促进区块链的创新和商业用途的采用。\\n\\n在对区块链技术进行布局和研究的同时，各国也在加强对虚拟货币市场的监管。中国一直以来禁止在国内进行有关虚拟货币的交易活动，今年以来也陆续发布政策以打压虚拟货币交易以及“挖矿”活动。\\n\\n在美国，尽管存在大量加密货币投资者和区块链公司，该国尚未对虚拟货币的资产类别制定明确的监管框架。美国证券交易委员会 (SEC)通常将加密货币视为一种证券，商品期货交易委员会 (CFTC) 将比特币称为商品，财政部则将其称为货币，美国国税局 (IRS)将加密货币归类为联邦所得税目的的财产。\\n\\n美国的加密货币交易属于《银行保密法》（BSA）的监管范围，必须在金融犯罪执法网络（FinCEN）注册。\\n\\n欧盟、加拿大、日本和澳大利亚等国则明确了加密货币的资产类别，并采取积极的政策。加密货币在欧盟的大部分地区都是合法的，对交易所治理与税收因各个成员国而异。\\n\\n加拿大将加密投资公司归类为货币服务企业 (MSB)，加密货币与其他商品在税收上类似，加密货币交易平台和交易商在注册后可开展业务，该国在2012年2月成为第一个批准比特币交易所交易基金(ETF) 的国家。\\n\\n日本根据《支付服务法》（PSA）承认加密货币为合法财产，同时将加密货币产生的交易收益视为“杂项收入”，并相应地向投资者征税。澳大利亚将加密货币归类为合法财产，因此需要缴纳资本利得税，交易所可以在该国自由运营。\\n\\n英国将加密货币视为财产，加密货币交易所必须在英国金融行为监管局（FCA）注册，并被禁止提供加密衍生品交易，投资者需对加密交易利润缴纳资本利得税。2021年9月7日,萨尔多瓦的比特币法案正式生效,成为首个采用比特币作为法定货币的国家。\\n\\n**2．区块链支出规模增长，银行业支出领先**\\n\\n区块链和其他分布式账本技术在提高业务运营效率和创造新的价值交付方式方面表现出极大的潜力，各行业和公司正在实施这些技术并将其集成到现有的基础设施和产业规划中。根据statista数据，2021 年全球在区块链解决方案上的支出预计将达到 66 亿美元。预测表明，未来几年区块链解决方案的支出将继续增长，到 2024 年将达到近 190 亿美元。\\n\\n![](https://img.panewslab.com/upload/image/20211225/21122515031022211406.png)\\n\\n数据来源：statista\\n\\n从区块链支出的效果和细分行业看，据会计师事务所德勤发布的《2021年全球区块链调查：数字资产新时代》调查报告，在对全球10个地区的1280名高管和从业人员进行了抽样调查后，结果显示绝大多数参与者(80%) 表示，区块链、数字资产或加密货币提供的解决方案将为所处的行业带来新的收入流。\\n\\n此外，从各行业看，银行业在采用区块链方面处于领先地位，其次是电信、媒体和娱乐、制造业、医疗保健和生命科学、零售和消费品、政府。且预计从现在到 2024年，零售和消费品的区块链支出增长最快。\\n\\n**3．NFT、加密货币、元宇宙赛道火热**\\n\\n2021年,基于区块链的新模式、新业态不断涌现。在《柯林斯词典》公布的2021年度热词中，NFT获评热词榜首名，而元宇宙（Metaverse）、加密货币（Crypto）词汇同样入围该榜单。\\n\\n2021年3月开始，NFT出现爆发式增长。NFT全称为Non-Fungible Token，中文表示为非同质化通证。NFT是存储在区块链上的数据单元，将照片、视频、音频和其他类型的数字文件等作为底层资产，并支持检验底层资产真实性和唯一性。\\n\\n根据NFTGO网站统计，截止2021年12月中旬，NFT行业总体市值超过100亿美元。需要注意的是，NFT市场目前仍然处于初级阶段，在推动版权保护和数字资产产业发展的同时也面临着炒作和合规性问题，此外，如何融合入现有的商业模式还有待探索。\\n\\n![](https://img.panewslab.com/upload/image/20211225/21122515031034711395.png)\\n\\n数据来源：NFTGO\\n\\nCrypto是加密货币（cryptocurrency）的缩写，加密货币在今年同样火热。2021 年初至今，加密货币整体行情持续火爆，市值排名靠前的币种中大部分出现大幅上涨，其整体强劲表现远超主流资本市场。\\n\\n其中，表现最好的 BNB年初至今涨幅已高达1551.61%。而与加密货币相关的衍生品同样开始蓬勃发展，10月19日，美国首只与比特币相关的交易所交易基金（ETF）上市，ProShares比特币策略ETF（BITO）首日成交额创下历史次高记录。\\n\\n加密货币越来越成为主流投资机构资产的重要组成成分，据全球资管公司Natixis Investment Managers的调查显示，在所有接受调查的机构中，28%的机构目前投资于加密货币，其中近三分之一的机构表示，他们计划在明年增加加密货币的配置。\\n\\n此外，会计师事务所安永发布新研究表示，传统的另类投资者正在慢慢热衷于加密货币。31%的对冲基金经理、24%的另类投资者和13%的私募基金经理表示，他们计划在未来一到两年内将加密货币纳入其投资组合。\\n\\n据《柯林斯词典》，元宇宙指代一种持久化的在线虚拟世界，被誉为“互联网世界的梦想未来”。目前，各行各业正追逐元宇宙赛道，其中，主流的科技公司以VR、AR等仿真科技为突破口打造“全真互联网”，2021年10月28日， Facebook宣布公司名将更改为“Meta”，表达公司专注于转向以虚拟现实为主的新兴计算平台的决心。腾讯、英伟达等科技巨头也同样投身该赛道。\\n\\n此外，以去中心化为特征的虚拟游戏平台也在今年迎来爆发，Decentraland和Roblox等虚拟平台通过NFT为玩家提供虚拟物权，同时支持用户自由打造虚拟生态等形式，在虚拟世界中打造出元宇宙。\\n\\n**4．全球 90% 以上的经济体正在探索央行数字货币**\\n\\nCBDC 是由中央银行支持和发行的数字货币。随着加密货币变得越来越流行，世界各国央行发行CBDC的意愿也更加强烈。\\n\\n大西洋理事会的地理经济中心推出中央银行数字货币 (CBDC) 跟踪器，为全球中央银行（CBDC）数字货币研究提供最新的追踪信息，该CBDC追踪器分析显示，截止12月中旬，世界上共有87 个国家（占全球 GDP 的90% 以上）正在探索 CBDC，而这一数字在2020 年 5 月只有 35。\\n\\n目前，多国已全面推出数字货币。2021年3月31日,东加勒比中央银行(ECCB)启用其央行数字货币DCash,从而成为首个发行CBDC的货币联盟中央银行。在加勒比地区，包括巴哈马、圣基茨和尼维斯、安提瓜和巴布达、圣卢西亚和格林纳达都在实施数字现金系统。\\n\\n2021年10月25日尼日利亚推出e-Naira，成为加勒比地区以外第一个发行CBDC的国家。此外，在全球四大中央银行（美联储、欧洲中央银行、日本银行和英格兰银行）中，美联储是唯一一家未承诺数字货币测试项目的央行。包括中国和韩国在内的14 个国家目前正处于 CBDC 的试点阶段，并准备可能全面启动。\\n\\n![](https://img.panewslab.com/upload/image/20211225/21122515031045770555.png)\\n\\n图表来源: Atlantic Council Research, Bank of International Settlements, International Monetary Fund, John Kiff Database\\n\\n（二）国内视角：区块链产业稳中前进，数字人民币成绩喜人\\n\\n**1．助力区块链技术发展，整顿虚拟货币交易、“挖矿”活动**\\n\\n早在2019年，发展区块链技术已经成为国家层面的战略。习近平总书记在中央政治局第十八次集体学习时就强调“要把区块链作为核心技术自主创新的重要突破口，明确主攻方向，加大投入力度，着力攻克一批关键核心技术，加快推动区块链技术和产业创新发展”。\\n\\n一直以来，中央和各地政府也在不断提出各项支持性及监管性政策以助力区块链技术的发展。2021年3月，区块链被写入《中华人民共和国国民经济和社会发展第十四个五年规划和2035年远景目标纲要》，规划提出打造数字经济新优势，加快推动数字产业化。推动区块链技术创新,以联盟链为重点发展区块链服务平台和金融科技、供应链管理、政务服务等领域应用方案,完善监管机制。\\n\\n6月，工信部和网信办联合发布《关于加快推动区块链技术应用和产业发展的指导意见》，指出聚焦供应链管理、产品溯源、数据共享等实体经济领域，推动区块链融合应用，支撑行业数字化转型和产业高质量发展。推动区块链技术应用于政务服务、存证取证、智慧城市等公共服务领域，支撑公共服务透明化、平等化、精准化。\\n\\n今年以来，政策在扶持区块链技术创新于产业应用的同时，对加密货币的打压态势同样坚定。由于虚拟货币容易被利用进行洗钱等违法活动，且缺乏汇兑机制，容易引起通货膨胀和市场混乱，我国一直以来对虚拟货币采取打压的政策。\\n\\n今年9月，人民银行发布《关于进一步防范和处置虚拟货币交易炒作风险的通知》，进一步明确指出虚拟货币及虚拟货币相关活动的属性，明确提出应对虚拟货币交易炒作风险的工作机制，加强交易炒作风险的监管。\\n\\n2020年9月22日，习近平主席在联合国一般性辩论时宣布中国二氧化碳排放量力争在2030年达到峰值，2060年前实现碳中和。虚拟货币挖矿作为高耗能、高耗电项目，在双碳目标背景下被各省市严控。\\n\\n今年3月初，内蒙古发改委印发征求意见稿提出，全面清理关停虚拟货币挖矿项目。随后，新疆、青海、四川、云南等省份纷纷开展“清矿”活动。\\n\\n9月24日，国家发改委等11部门联合发布《关于整治虚拟货币“挖矿”活动的通知》，整治虚拟货币“挖矿”，随后江苏、浙江、福建、江西和海南等省份也开始行动。\\n\\n**2．区块链注册企业数量持续攀升，产业即将迎向“稳步爬升复苏期”**\\n\\n从区块链注册企业的数量上看，今年以来该数量持续攀升。根据国家互联网应急中心“区块链之家”网站数据显示,截至2021年12月底,全国区块链相关注册企业达到9.36万余家。从地区分布上看，沿海地区、川渝赣内陆地区以及海南的区块链相关企业密度较高，其中，广东省占比约37.23%，为全国密度最高的地区。\\n\\n从业务形态分布上看，应用和解决方案占比达到36.4%和29.8%，此外，基础设施（12.24%）、行业服务（11.90%）和底层平台（9.56%）共同构成完整的业务形态。\\n\\n![](https://img.panewslab.com/upload/image/20211225/21122515031056709072.png)\\n\\n数据来源：区块链之家\\n\\n从区块链技术的成熟度出发，知名IT咨询机构 Gartner发表《2021中国ICT技术成熟度曲线报告》，对中国新兴或正受追捧的技术进行评估。据2021年中国ICT技术成熟度曲线,当前中国区块链技术整体即将完成从“泡沫破裂低谷期”向“稳步爬升复苏期”转变的进程,且下一阶段将进入生产成熟期,有望在更广泛的场景中得到成熟和有效的应用。\\n\\n![](https://img.panewslab.com/upload/image/20211225/21122515031074010415.png)\\n\\n数据来源：Gartner《2021中国ICT技术成熟度曲线报告》\\n\\n从区块链的产业来看，资产管理、公共服务仍然是区块链产业落地的重要场景。此外，区块链在一些新兴的场景上同样有重要的应用场景。在数据共享以及隐私计算的应用，数字经济时代下海量数据的使用要求区块链与各类数据安全技术紧密结合。\\n\\n此外，NFT、元宇宙等新兴领域在今年也蓬勃发展，科技巨头和其他初创企业也纷纷开拓相关应用场景。\\n\\n**3．数字人民币全面开花，三大挑战有待突破**\\n\\n数字人民币是人民银行发行的数字形式的法定货币,旨在创建一种以满足数字经济条件下公众现金需求为目的、数字形式的新型人民币,配以支持零售支付领域可靠稳健、快速高效、持续创新、开放竞争的金融基础设施,支撑中国数字经济发展,提升普恵金融发展水平,提高货币及支付体系运行效率。\\n\\n2014年,央行成立法定数字货币研究小组,开始对发框架、关键技术、发行流通环境及相关国际经验等进行专项研究。2017年末,经国务院批准,人民银行开始组织商业机构共同开展法定数字货币(e-CNY)研发试验。\\n\\n目前,研发试验已基本完成顶层设计、功能研发、系统调试等工作。2020年10月，在深圳、苏州、雄安新区、成都及未来冬奥场景启动'4+1'封闭试点基础上，新増上海、海南、长沙、西安、青岛、大连六个试点地,就此形成“'10+1'的试点布局。\\n\\n同时，暂时不在试点地区之列的广州、浙江、天津、福建、济南和湖北等6个地区也将“争取数字人民币试点”列入“十四五”金融发展规划或其他政策文件中。\\n\\n2021年，11月3日，香港金融科技周2021大会召开，在《Retail CBDC: A Lesson from the Fast Movers & the Road Ahead》圆桌论坛中，中国人民银行数字货币研究所所长穆长春介绍了数字人民币的最新进展。据穆长春透露，截至2021年10月22日，数字人民币累计交易金额达到约620亿元，已开立数字人民币个人钱包1.4亿个，对公钱包1000万个。\\n\\n另外，已经有超过155万个商家支持数字人民币钱包支付，累计交易笔数1.5亿余笔，涉及公用事业、餐饮服务、交通、零售及政府服务等多个领域。\\n\\n在此次圆桌会议中，穆长春提到了正式推出数字人民币的三大挑战。第一，完善终端建设。尽管目前的数字人民币试点项目已经运营非常顺利，但是系统使用环境的建设仍在路上。\\n\\n第二，健全安全与风险管理机制。在数字人民币的全生命周期内，始终确保运营系统的安全管理，包括加密算法、金融信息安全、数据安全和业务连续性，以确保系统安全稳定。\\n\\n第三，要明确监管框架。最新发布的《中华人民共和国中国人民银行法（修订草案征求意见稿）》已经将实物形式的现金与数字人民币均纳入其中。而在更新原有法律法规的基础上，数字人民币还需要设立单独的监管措施和管理办法做补充。\",\"timestamp\":1640571628,\"title\":\"报告：2021年全球区块链产业发展七大现状\"},\"digest\":\"QwpfJ58VBMrsRgVRMpMu4f5m3NUUdIqH1sQ_J8Vhpn4\",\"authorship\":{\"contributor\":\"0xb6AF51907C14A1E9505B6D5C277EC8496cd59FAa\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-hbuwdLkaJbjWzeHySKdpJPLxEhq_oBEaQpmPlNgCwg\\\",\\\"y\\\":\\\"2dW-NVb2kvJmdLx4511lcucADqYfbdwKhJ-baSkjNAA\\\"}\",\"signature\":\"Th8YqG_5xidbWMEEoi9K_a0Qjhh6VV67gZrgpHrSQnm1MrV3PhehUfTG9U6I8-dh6FNGUmEFFHSPitXorGYAmA\",\"signingKeySignature\":\"0xe31bbafc31af78415afeb16755a789f8dc1f1b96eaf43b52adb46032a2117a767809372686909e4acf65aa87cf5a19e1fd739bfb9276b91ef0de755c5f60eafd1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-hbuwdLkaJbjWzeHySKdpJPLxEhq_oBEaQpmPlNgCwg\\\",\\\"y\\\":\\\"2dW-NVb2kvJmdLx4511lcucADqYfbdwKhJ-baSkjNAA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"QwpfJ58VBMrsRgVRMpMu4f5m3NUUdIqH1sQ_J8Vhpn4\"}"