"{\"content\":{\"body\":\"We who are bosses should devote 80% of their energy to excellent employees, because 80% of the company’s profits are created by excellent employees, and most of the boss’s energy is always attracted by problematic employees. In this way, the company There is no way to develop.\\n\\nWe have a way to choose what kind of employees are excellent employees. In a company, if employees do not consider their bosses, they will not raise any opinions or questions. Of course, this kind of person does not directly consider giving him opportunities, and there is also a kind of person who will continue to make suggestions, for example, he\\n\\n186 Entrepreneur Business School Serving Entrepreneurs\\n\\nIt is proposed that we need to increase the investment of 1 million yuan in advertising, and we need to recruit 20 more employees, or if we can advertise on CCTV. Similar to this kind of idealized suggestion, nothing can be changed if it is proposed, and it is not operable. Such people are false positives.\\n\\nThe employees we want to focus on are those who can put forward opinions and put forward feasible solutions!\\n\\nIn fact, we can also guide employees to become such people. For example, you can directly encourage people to give their opinions and put forward specific and actionable solutions. With this encouragement and encouragement, some employees will become such people. The company will always It is not only the boss who uses his brain alone. The boss needs to mobilize everyone's heads to think about problems so that the company can develop and grow.\\n\\nThis place actually implies a secret of rapid promotion in society, that is, if you are an employee and you follow a boss, you will find out the company's problems and propose specific solutions to the boss. If you do this, you quickly become the boss's confidant, get promoted, and promotion is just around the corner.\\n\\nSpeaking of being a boss, since we need to train employees to ask questions and come up with actionable solutions, we must usually pay attention to fostering such an atmosphere. I found that the bosses of many companies always talked about themselves as soon as they had a meeting. This time, everyone stopped talking. Not talking directly caused the employees to not think about the problem. In the end, only the boss spoke alone. Then the enterprise is about to close down. Therefore, when a boss, remember to shut up and let employees continue to speak, express, and provide solutions. That is the right way of thinking.\\n\\nHow to cultivate the motivation of employees? I think it is definitely not the boss who trains the employees personally. In doing so, the employees will naturally feel resistance. So my approach is to let the employees with the best performance and the most money in the company talk about their experiences. In this way, no one else is dissatisfied,\\n\\nAnd there is no feeling of being brainwashed, it can easily infect everyone, because everyone sees that he can make money in this way, and so can we. Naturally I am very excited to work.\\n\\nEntrepreneur Business School Serving Entrepreneurs 187\\n\\nI often discuss with some bosses, what kind of employees we should train, and there are many answers. The most common one is to have good character and ability. In fact, these are not the correct answers. We will always only train employees who are in line with us. I did the same. If you don’t follow me, the more I can cultivate you, it would be a disaster for me that day that day I directly defeated me. Why should I cultivate you?\\n\\nWhen I was working on a project, I knew someone who called me recently to talk to me about business models, team management, and Internet project promotion. I directly refused, because he was not with me, I trained him, and he only made money for himself. With the same time and energy, I will only talk to the one-minded people in our team for a while, to be responsible for myself and the team.\\n\\nSpecial attention should be paid to the marketing department. Excellent marketers are the lifeblood of the company. I will devote most of my energy and company resources to excellent marketers. In our company, excellent marketing staff can make hundreds of thousands a month, and they are very young. Some people who do personnel affairs have opinions on finance personnel. Once a personal affairs supervisor came to me and talked about it and felt it was unfair. Why did I do it for 7 years and only cost 5,000 yuan a month, while others would cost hundreds of thousands in 3 years. January. I told him that if you feel unfair, you go to the marketing department. He went to work for two months, then came to me again, and asked to go back to personnel. Said that the work was really not done by humans.\\n\\nWhy can a good marketer get such a high salary? And personnel can only\\n\\n1. The answer is very simple. I posted a job posting on 51job, and I can recruit more than 10 HR supervisors to apply for, and I need to post 500 advertisements for recruiting excellent marketers, so that it is possible to recruit an excellent marketer. The other is that the pressure of excellent marketers is great. Our company does not have a basic salary system for marketers and relies entirely on commissions. It is precisely because other people are under such great pressure that they can achieve results. If you are not satisfied, you will go.\\n\\nInside the company, I don't do ideological work with anyone. Set the standard, commission ratio, and dividend ratio. If you think you can do it, just be honest. Everything is to end\\n\\n188 Entrepreneur Business School Serving Entrepreneurs\\n\\nFruit-oriented, in this way, those who are really capable will work hard, and indeed some people will make money. In turn, it will lead to people from other departments who are really determined to come to me, willing to give it a go, so that there are more and more outstanding talents around me.\",\"timestamp\":1634800897,\"title\":\"Means to train and select excellent employees\"},\"digest\":\"N5qS9CjEneICV-S5sx4olE2GmE3hRg3Zq2rhg3V2A5o\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"LNvHD4c9bOjYN0KGRBR_x-8_CvGj_WY3G5lCrDVJqFbNZCs_B00n0TgZ9GeCgHq2isNsmrPhiSCQuNhB1NzVwA\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"N5qS9CjEneICV-S5sx4olE2GmE3hRg3Zq2rhg3V2A5o\"}"