"{\"content\":{\"body\":\"小哥是外地人，对这附近都不熟, 还是李诗情想起来附近有个挺大的公园, 这种郊外的公园监控会比较少, 于是两人决定先去那儿藏一藏，再见招拆招。\\n\\n    因为小哥难得发了火，李诗情这一路上就有点蔫蔫的，没有再主动提起有关公交车的事情, 脑子里却一直还在想着那辆车能不能得救的事儿。\\n\\n    正如小哥所说, 大概由于她死了太多次，已经死的有些“麻木”了, 也渐渐习惯于这样的“循环”, 潜意识里已经觉得能不停“死而复生”是一种天经地义的事儿, 没有更深层次地思考过如果循环停止了该怎么办, 如果不能再循环怎么办。\\n\\n    但是肖鹤云不同，肖鹤云还没循环几次, 而他循环的那几次，还“李诗情”这个同伴互相依靠，那种眼睁睁看人去死和无论如何都无法结束的绝望并没有完全影响到他。\\n\\n    而他的性格，决定了他比起“救下全车的人”, 更倾向于“我自己挣脱这个循环”。\\n\\n    这种观念上的差异, 在两人终于在僻静的地方开始“聊聊”时, 表现的越发明显。\\n\\n    “现在最好的局面, 就是我们的循环停止了, 睡一觉起来就是明天。公交车出事也好, 没出事也好，与我们无关。”\\n\\n    小哥叹口气，心累地说，“但如果是这样的话，我们迟早面对我们为什么会知道炸弹在车上的质疑，毕竟我们不能永远关机，或者永远躲起来。”\\n\\n    闻言，李诗情下意识地辩驳：“但如果警方因为我的报警成功的破获了这起公交车爆炸案，就会弄清楚爆炸的原因、爆炸物是什么，以及罪犯的身份。如果他们和上次一样选择全网通报的话，我们就能得到这些原因和线索……”\\n\\n    “你说的这种可能，是最好的可能。先不提警方能不能尽快破获案件、会不会全网通报，你这件事变好事还得有一个前提……”\\n\\n    小哥苦笑着，“只有我们真的会重新循环，这些线索对我们才有用。”\\n\\n    【但你愿意再进入循环吗？】\\n\\n    这么残酷的话，他没说出来。\\n\\n    可李诗情一看他的表情，就懂了。\\n\\n    于是她越发沉默。\\n\\n    “还有一种可能，是警方没有破获案件，循环又继续了……”\\n\\n    小哥揉了揉被镜托压着的鼻梁，无力地说：“那我们从这一站下车，除了提心吊胆，一点意义都没有，这些时间等于被浪费了。”\\n\\n    “我以为你下车只是因为不想再被炸一次，再加上我也挺害怕那种濒死的感受，所以我选择下车报警，但这不代表我不想管这件事了。”\\n\\n    李诗情直到这一刻，才发现了她和同伴之间真正的分歧：“如果我没报警的话，如果你不是想找线索，你下车准备做什么？”\\n\\n    “什么都不做。”\\n\\n    小哥耸了耸肩。\\n\\n    “我原本的计划，是想先下车，然后在被警方传唤后用‘到站下车’的正常理由搪塞过去。如果这件事过去了，以后又不循环了，这件事就跟我们没关系了。”\\n\\n    他说，“我知道你可能觉得我太‘苟’了，但是你也看到了，车上有一个炸弹和不知道有多少个的恐怖分子，这种事根本都不是我们这样的普通人能解决的。我们死了这么多次，也尽力了！”\\n\\n    “如果我们这一车人都注定是要死的，那我们逃出来有可能是老天开眼，也有可能是阎王爷打了个盹儿，无论是哪一种，人要珍惜机会，我们不是真凶，我们没必要为救不下所有人怀有负罪感……”\\n\\n    “可是我对你怀有负罪感。”\\n\\n    李诗情突然开口，打断了他的侃侃而谈。\\n\\n    “因为对你的负罪感，我甚至不敢再拉任何人下车。”\\n\\n    小哥脸上原本满不在乎的表情一顿。\\n\\n    湿地公园里，安静到连虫鸣鸟叫都听的清清楚楚。\\n\\n    一群掠空而过的飞鸟穿过他们的头顶，从高空中送来微弱的鸣声，天高云阔，衬得女孩越发娇小，可她的声音，却又是那么清晰有力。\\n\\n    “虽然你从来没埋怨过我，可我却一直在内疚。”她说，“我为了逃开那个令人窒息的地方把你不管不顾地拉了下去，虽然你说我在某种意义上救了你的命，而我当时也是这么想的，可已经十几次了，我知道……这种‘活法’，生不如死。”\\n\\n    “你……”\\n\\n    小哥看着这个女孩，半天开不了口。\\n\\n    “是我把你带进这个地狱的。是的，这一车人的命也许都和我没有关系，可你的命现在已经跟我有关了。”\\n\\n    她依然用一种“强势”的态度撑着自己，就如同无数次濒临崩溃又重振精神时那样。\\n\\n    “我曾经也想放弃过，那时你和我说，你想想你的父母……”\\n\\n    她看着小哥，看着他脸上的每一个细节，似乎想用这种方式把他记住。\\n\\n    “我没想我的父母，我想的是你的父母。”\\n\\n    “我的父母知道我可能出了事，难过的想跳楼，我的爸爸接到电话就上了高速。我妈妈说，什么东西都没有我的命重要。那么，如果你的父母知道我让他的儿子受了这样的苦，他们会痛苦成什么样呢？”\\n\\n    “这些都是罪，是我犯下的。”\\n\\n    被人用这样的方式看着，耳边响着这样的话，小哥半是羞涩半是狼狈地低下头。\\n\\n    “你说的一切我都明白，你所有过的期盼我全期盼过，你试想过的可能我全都试想过，你下站回归正常生活的尝试，我也尝试过。那个我拽着你下车的时刻，我也曾你一样，想着也许这就是最后一次，但事实证明，老天爷就是不肯放过我。”\\n\\n    她的眼睛里慢慢沁出一眶眼泪，眶满后，泪水便沿着她的面颊流了下来，静静的划过下巴，落到了地上。\\n\\n    “我知道不停轮回是什么样子，也知道孤军一人奋斗又看不到结果有多绝望。我比你多‘死’过五次。如果循环有次数，我可能比你先消失，所以我得在我消失前，尝试更多的可能。”\\n\\n    “我知道你很害怕，你什么都不想管了……”她哽咽着，却努力想露出笑容，“我，我都明白的。”\\n\\n开端 **第2**0节\\n\\n    肖鹤云坐在长椅上，看着面前的小姑娘一边流泪，一边微笑的样子，像是一下子触了电，四肢百骸都跟着酸涩了起来。\\n\\n    继而充斥心头的，是难以言喻的羞愧。\\n\\n    是的，他那些冠冕堂皇的话，他那些佯装成年人的成熟，那些高高在上仿佛理所应当一般的解释……\\n\\n    其实都只是为了掩盖他的“恐惧”。\\n\\n    “所以，我不能勉强你继续试下去，你可以离开的。”\\n\\n    李诗情指了指不远处的那条路，接着说：“如果警察真找到了我，我不会说出你，我经历过两次问讯，我知道该怎么回答。而你，只是一个看我下车时精神不太对劲的好心人，你可以搪塞过警察，然后去过你自己的日子。”\\n\\n    “刚刚走过来的时候，我已经想过了，如果我们能每次都在沿江东路站下车，即使我们不能逃过循环，每次都要上车，可你还是可以到站下车的。”\\n\\n    “这样，至少……至少你不会每次都感受到死亡的痛苦了。我会留在车上继续寻找真凶，想办法让车子不再爆炸，想办法让警察抓到凶手，而你下车以后，可以随便去做些什么，远离这些痛苦……”\\n\\n    说着分离的话时，她并没有难过的表情，好像能用这样的方式让同伴逃离痛苦，她是真的“如释重负”，甚至语气都变得轻松起来。\\n\\n    “我看过不少这样的科幻电影，那些电影里的主角最后都得到了圆满的结果。那些主角里，有的在同一天循环，枯燥又痛苦，但是他用那些时间自学了钢琴，自学了跳舞，自学了许多许多有用的东西，他的每一天都是不一样的；有的用那些时间去弥补自己的遗憾，去做不敢去做的事儿……到最后挣脱循环时，他们都成了很好的人。”\\n\\n    她说，“我觉得，时间的长度也许不够了，但只要宽度够了，应该也不算太差的人生。”\\n\\n    肖鹤云紧抿着嘴唇，呼吸忽长忽促，胸膛随之起伏。他原本逃避着李诗情太过清澈的目光，现在却根本移不开眼。\\n\\n    这个女孩身上那些之前还让他“诟病”的天真，现在却是如此让人惊心动魄。\\n\\n    那些天真是她的武器，也是她的铠甲，让肖鹤云溃不成军。\\n\\n    “我会努力的，我会努力找到真凶、努力协助警察，努力让我们挣脱这个循环。你不用担心我，也不必因为道德束缚觉得必须要留下来帮我，你就当不认识我，在该下车的地方下车……”\\n\\n    “因为这件事的最初就和你无关，是我本该独自面对的事情。”\\n\\n    李诗情脸上的眼泪已经被风渐渐吹干，甚至看不出哭过的痕迹。在一个并不太熟悉的人面前说出这么多内心话是令人羞耻的，所以她的脸上时不时也会露出羞涩的表情。\\n\\n    但是她还是勇敢地说了。\\n\\n    “偷来的时间也是时间，你可以好好过自己的日子，去做你想要做的事，不要放弃。也许和那些电影一样，突然有一天，我成功了，或是老天开眼了，你就不再循环了……”\\n\\n    她露出一抹动人的笑容。\\n\\n    “希望到了那个时候，你也已经变成和那些主人公一样好的人。”\\n\\n    小哥定定地望着她，没有说话。\\n\\n    “那，那该再见了？”\\n\\n    大概是觉得自己把小哥说懵了，她不好意思地揉了揉鼻子，向着小哥伸出右手。\\n\\n    “祝你好运，也祝我好运。”\",\"timestamp\":1642688767,\"title\":\"第16章 第十一次循环（二）\"},\"digest\":\"MUYMSLpWk5COlEqFJ7wgirg1HuLj5-HJnIUqPNC6PgQ\",\"authorship\":{\"contributor\":\"0xB9216E2DF7d69b7997aBD7acCB3365521cb8Ed62\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AnHOk7N59wdrnoSxQJStjyO5TCXq7uV_o2KvABYR-mo\\\",\\\"y\\\":\\\"Gtf6EKaXMeAo4EQfkwaHxz6FHI4M1vb1KmDshdzv2qE\\\"}\",\"signature\":\"UoYyptYEq8OptuYrsJMpBZI62t1ZBXF-tc96FyCEw4mLxhw6nI8jYNKEFBM5WKJFifYiODOuckNUeoy7hFEn4A\",\"signingKeySignature\":\"0x80d09cda20c2032282deff087511c0c313c9181b457aa16ca6b8d39fec27f4927fdb992bd7d2b99de1e23c78a32587b5529f7a2bdc5295f908a5618e50c1e79b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AnHOk7N59wdrnoSxQJStjyO5TCXq7uV_o2KvABYR-mo\\\",\\\"y\\\":\\\"Gtf6EKaXMeAo4EQfkwaHxz6FHI4M1vb1KmDshdzv2qE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"MUYMSLpWk5COlEqFJ7wgirg1HuLj5-HJnIUqPNC6PgQ\"}"