"{\"content\":{\"body\":\"Officers with the small Florida police department that led [the search for Brian Laundrie](https://www.businessinsider.co.za/gabby-petito-brian-laundrie-search-other-bodies-found-2021-10) over the last month-and-a-half, made mistakes while handling the high-profile case, a spokesperson with the department said Monday.\\n\\nJosh Taylor, public information officer for the department, told [WINK News](https://www.winknews.com/2021/10/25/north-port-police-admit-to-mistakes-in-brian-laundrie-investigation/) that officers mistook Brian's mother, Roberta Laundrie, for her 23-year-old son just one day before his parents reported him missing. \\n\\n\\\"No case is perfect,\\\" Taylor told the outlet. \\n\\nAccording to Taylor, North Port Police began watching Brian after the family of his fiance, Gabby Petito, reported her missing on September 11, ten days after Laundrie returned to Florida from the couple's [cross-country road trip](https://www.insider.com/gabby-petito-missing-timeline-locations-brian-laundrie-relationship-history-2021-9) without her.\\n\\nOn Monday, September 13, North Port Police watched Brian leave his parent's home in his grey Mustang, according to Taylor. Two days later, on September 15, officials thought they saw him return to the family home in the same car.\\n\\nAs pressure mounted in [the search for Petito](https://www.insider.com/live-updates-gabby-petito-disappearance-2021-9), North Port Police Chief Todd Garrison told reporters on Thursday, September 16 that police were confident Brian was inside his home.\\n\\n\\\"All I'm going to say is I know where Brian Laundrie is at,\\\" Garrison said during a press conference. \\n\\nBut the very next day, [Laundrie's parents reported him missing](https://www.businessinsider.in/international/news/brian-laundrie-boyfriend-of-missing-22-year-old-gabby-petito-has-also-gone-missing-attorney-for-the-family-says/articleshow/86310429.cms?_ga=2.68483990.625588183.1635187349-1077128706.1610375838), telling officers they had not seem him since Tuesday, September 14, when he told them he was going for a hike in Sarasota County's Carlton Reserve, carrying only a backpack. The family later [changed their story](https://www.insider.com/brian-laundrie-parents-say-their-son-vanished-a-day-earlier-2021-10#:\\\\~:text=Laundrie's%20parents%2C%20Christopher%20and%20Roberta,Sarasota%20County's%20vast%20Carlton%20Reserve.), telling authorities the last time they had seen him was actually on Monday, September 13. \\n\\n\\\"When the family reported him on Friday, that was certainly news to us that they had not seen him,\\\" Taylor said. \\\"We thought we'd seen Brian initially come back into that home on that Wednesday.\\\"\\n\\nTaylor said the department now believes it was Laundrie's mother, Roberta, wearing a baseball cap, who they saw getting out of his Mustang on September 15. \\\"They're kind of built similarly,\\\" he told WINK News. \\n\\n\\\"They had returned from the park with that Mustang. So who does that? Right? Like, if you think your son's missing since Tuesday, you're going to bring his car back to the home. So it didn't make sense that anyone would do that if he wasn't there.\\\" Taylor added. \\\"So the individual getting out with a baseball hat, we thought was Brian.\\\"\\n\\n[Brian's remains were found](https://www.insider.com/brian-laundrie-remains-found-florida-reserve-2021-10) in the Carlton Reserve last week. A comparison of dental records confirmed the partial human remains found Wednesday belonged to Brian, the FBI said Thursday. \\n\\nLaundrie was the sole person of interest in the killing of his fiancée, Gabby Petito, whose [body was found](https://www.businessinsider.com.au/gabby-petito-authorities-grand-teton-national-park-found-unidentified-body-2021-9?_ga=2.109663493.1817484312.1633985257-1077128706.1610375838) in Grand Teton National Park on September 19. Her death was ruled a homicide and a Wyoming coroner [said Petito's cause of death was strangulation](https://www.insider.com/gabby-petito-died-of-strangulation-wyoming-coroner-autopsy-2021-10).\\n\\nThe Laundrie family lawyer, Steven Bertolino, told reporters that Brian's parents have left their Florida home and are mourning their son in an undisclosed location. \",\"timestamp\":1635248072,\"title\":\"North Port Police Department admits to costly mistake in Brian Laundrie investigation: 'No case is perfect.'\"},\"digest\":\"3WTbDV_9gZ8xB8lpT0nE15RFLlWWV10vS7fmz_gRFF4\",\"authorship\":{\"contributor\":\"0xF701458E2D6717439ED97C778745d2D489b00797\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IgeykLUvFqiQeUGyJvLtAQl35KNaj5669XAxbaiQQkM\\\",\\\"y\\\":\\\"td-mGVQJjt0IDOyfyc1px8-YiWZUCMrqXd1YFOpyGKw\\\"}\",\"signature\":\"PcXOBK6dP4q7nWU-dwlAsQN-J3mXKgtNZynZZFYaniF0lt6zd7z3_McdQWFqfICEqRkOkwc7b_t2DGrVFZuIww\",\"signingKeySignature\":\"0xf617960c5abf49d5275bd57e4d6dda3d2156365e3f38b2fefd3d5d91b9cb100343f652efba0affe52011cdfd5ce6eb8090d4421709f974ba52264cec7ec14b3f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IgeykLUvFqiQeUGyJvLtAQl35KNaj5669XAxbaiQQkM\\\",\\\"y\\\":\\\"td-mGVQJjt0IDOyfyc1px8-YiWZUCMrqXd1YFOpyGKw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3WTbDV_9gZ8xB8lpT0nE15RFLlWWV10vS7fmz_gRFF4\"}"