"{\"content\":{\"body\":\"*Since the beginning of 2021, the artist known as 0xDEAFBEEF has captivated the NFT community with a series of pioneering audiovisual works made using the simplest of tools: a text editor, a C compiler, and the Ethereum blockchain. Joining a lineage of on-chain generative art that stretches from [Art Blocks](https://artblocks.io/) back to [Autoglyphs](https://www.larvalabs.com/autoglyphs), 0xDEAFBEEF has consistently explored the programmable potential of his medium. In his series [Entropy](https://www.deafbeef.com/series/3), released this April, the media accompanying each token degrades with every transfer. While with his two most recent series, [Glitchbox](https://www.deafbeef.com/series/4) and [Advection](https://www.deafbeef.com/series/5), he has allowed users to 'curate' the works by altering their parameters on-chain. Combining a background in software engineering and computer graphics research with a self-taught career as a blacksmith, 0xDEAFBEEF has been likened to a “digital craftsman” who has forged a panoply of new creative possibilities for NFTs.*\\n\\n*JPG co-founder Sam Spike spoke to 0xDEAFBEEF about his generative art practice, the unique power of audiovisual media, and the influence that new technologies have on the development of culture.*\\n\\n![Series 3 — Entropy](https://images.mirror-media.xyz/publication-images/c419c5b3-6ca8-4be4-93d8-9b1df5276314.jpeg?height=720&width=720)\\n\\n\\n\\n**Sam Spike: What was your introduction to on-chain generative art? Was there a particular artist or project that caught your eye?**\\n\\n0xDEAFBEEF: Generative and procedural art in general is something I've been interested in since I was a child. I was introduced to it through playing ASCII dungeon crawl games, like Rogue and Nethack, that procedurally generated levels for replayability. I found that completely fascinating, and spent my youth learning to program for that purpose.\\n\\nAs for on-chain generative art, specifically: when first trying to understand NFTs, I believe I came across Autoglyphs but didn't pay much attention to them as I thought the outputs were quite simple. This was prior to my understanding the relevance of them being the first and written completely in Solidity.\\n\\nIn mid-February, I discovered the wonderful Art Blocks platform and hoped to get on board. By that point, however, the waitlist was too long, and the client side javascript wouldn’t support my work. I decided to develop my own system to directly support the way I'd already been working, with self-contained C code.\\n\\n**Being a generative artist means courting both order and chaos. You’re creating rules that dictate the general shape of the work, but then you’re leaving its final form to chance or, in the case of your two most recent series, to other people. Why do you choose to work this way?**\\n\\nI believe nearly every generative artist will agree that exploring a design space is an intensely rewarding experience. It's fun and challenging to design a system, rather than a single result. There is always the opportunity to be surprised. With enough parameters, it can become intractable for a single person to explore all the interesting corners of that design space. So with the collaborative aspect of Glitchbox, it was very rewarding to see the unique and unexpected directions taken by others. \\n\\nI should add that many of the interactions I've had surrounding generative art and music have been from people who want to participate and start making work of their own. Glitchbox in some sense allows that. The most common feedback from users was that it was fun and motivated them to explore further.\\n\\nThat being said, I don't think generative art is so radically different from some traditional art processes. Artists do not always begin their process with a finished goal in their mind. The artwork is \\\"grown\\\" through an iterative process of observing and deciding what action to take next. \\n\\n**A recurring theme in your work appears to be a fascination with permanence. You write your models in C language and store them entirely on-chain to minimize dependencies as much as possible. You’ve also said that something you like about blacksmithing is how the tools haven’t changed in hundreds of years. At the same time, your work intentionally evokes the sounds and images of old and often obsolete technologies such as analog synthesizers, early computer graphics, and so on. How do you explain this tension?**\\n\\nI would argue that rather than these things being obsolete, they are fundamental, in the sense that they are closer to the underlying scientific and mathematical principles that govern them. For me, understanding how signals and information are stored, processed, and perceived is more important than whatever machine you happen to be using at the time.\\n\\nTo use an analogy: a Volkswagen van can be easily serviced by any mechanic, while a modern vehicle containing many microprocessors requires proprietary tools from the manufacturer. In the latter example, the connection to the underlying scientific and physical system is obscured by additional layers of complexity. As long as those layers of complexity are supported by the powers that be, the modern vehicle is more efficient, because it doesn't demand special knowledge from the user. But it's also more fragile. When the world moves on, it becomes truly obsolete.\\n\\nYour old smartphone is junk. On the other hand, an analog signal processor can be repaired, repurposed, and scavenged for parts. Oscilloscopes remain useful tools for electrical engineers. Vinyl and magnetic tape recordings from the 60s can still be played. ASCII terminal screens, for those who know how to use them, remain the most efficient way to interact with a computer for many tasks. \\n\\nOf course, I understand the trade-offs in time and convenience, but it’s an approach that I choose for myself. Having wasted lots of time adapting arbitrarily to platforms and technologies that have turned out to be transient (sometimes intentionally so), I'd much rather invest time in fundamental knowledge. Time spent this way is never wasted, regardless of the result.\\n\\n![Series 2 — Transmission](https://images.mirror-media.xyz/publication-images/80f80b86-a4c5-4892-8347-1e4e9244c54b.jpeg?height=720&width=720)\\n\\n**You write on your website that your first series, [Synth Poems](https://www.deafbeef.com/series/0), is ‘audio focused’. But in [Transmission](https://www.deafbeef.com/series/2) you’ve given more significance to the visual elements by subtly incorporating words that reflect the times we live in, like ‘fake news’, ‘new normal’, and even ‘onchain’. How do you think about the relationship between audio and images when making new work?**\\n\\nVisual perception and auditory perception influence one another, making the audiovisual a different medium than standalone music or animation. Small differences in synchronization make big differences perceptually. Abstract sound and images can powerfully convey a mood or feeling, giving an experience that's wholly different than the components considered separately. Experimental filmmakers understand this. For example, David Lynch does all his sound design, to great effect. Sound can completely change the context of a visual or textual narrative.\\n\\nI believe that audiovisual as its own medium is relatively new. There’s a lot left to explore. This video is dated, but John Whitney comments on it [here](https://www.youtube.com/watch?v=cP5Mj6ZvZJc&t=9m28s). I’m also excited to see how this area develops as technologies like AI make it easier for individual non-technical artists and composers to explore an aesthetic of tightly married sound and visuals. \\n\\nAs far as my own process is concerned, it varies. Sometimes the visuals come first, followed by a search for complementary sound. Sometimes it's the reverse. I'll often have a catalog of sounds and visual ideas in different states, and experiment with combining them and having them influence each other until something reveals itself.\\n\\nAlthough I do have a background in computer graphics and animation, when I started this project last year I intended it to be focused on generative sound/music, for simplicity’s sake. But when I started sharing on Instagram, I quickly realized that for someone to notice the audio, there would also have to be a visual component. Sound struggles to be noticed in visually dominated social media. One can scroll through feeds of images, but music requires time. I've lamented with musician friends years ago that, unfortunately, “you can't Instagram a concept album\\\". This is one of many examples of how social media has influenced art and artists, which in general I find interesting. Beeple's Everydays and XCOPY's animated GIFs are other examples.\\n\\n**NFTs have enormous potential to disrupt traditional cultural industries, just like DeFi is disrupting traditional finance. A separate question is whether they will also change the forms of culture itself, spawning new styles, genres and movements. In your view, is culture principally driven by technological change?**\\n\\nI'm a relative newcomer, but it was apparent to me the first time I joined a Discord channel in February that cryptoculture — with NFTs as a subset — exists, and we are currently witnessing it continue to develop and spawn all those things mentioned.\\n\\nIs culture principally driven by technological change? I'll offer my layman's opinion. Historically, probably not. In recent history, with the pace of change, and the growth of communication networks especially, I would say yes. But I'm not entirely with [Marshall] McLuhan. Yes, in certain cases cultures are spawned relating to particular technologies and mediums, like hacker culture and cryptoculture. In general, though, I think that the pervasiveness of communication networks transparently enables the exchange of information necessary for any subculture to thrive, as well as the cross-pollination of previously fragmented cultures.\\n\\nPerhaps blockchain will be the same. While there is definite cryptoculture, I think programmable distributed ledgers will eventually become a similarly transparent and enabling technology, supporting activities that influence culture, without that culture necessarily being \\\"about\\\" the medium.\\n\\n**You’ve previously mentioned to me that you think procedurally generated virtual architecture is an area of untapped potential in the metaverse. Could you say a little bit more about that? Is it something you’d like to explore yourself?**\\n\\nOf the little I've seen so far of metaverse VR worlds, I believe that most of the design/building is currently being done manually, which is very time consuming. Procedural design tools are already quite common in 'in real life' industries, such as industrial design, architecture, and game design. It seems natural and inevitable that the two realms will meet. At a basic level, this will save designers the tedium of repetitive tasks. But it could also potentially lead to the exploration of new architectural styles, free from material constraints. We might also see people employ machine learning to design by way of example. Of course, this is all dependent on metaverse platforms offering some type of programmable interface.\\n\\nIt's something I'd like to explore in a small way, perhaps for my own metaverse presence. I'd strongly encourage others with more domain knowledge to take it further.  \\n\\n**Finally, what's an influence on your work that people would be surprised by?**\\n\\nFrank Zappa inspired me to leave engineering school at a young age to move to a city and attempt to do creative things with music and sound recording. His spirit of experimentation, humour, business acumen, and life-long dedication to a singular vision have all influenced me, although it may be difficult to see exactly how it comes through in this work. I've followed a wandering path that may have landed somewhere else entirely if it weren't for discovering Frank in those formative years.\\n\\n![Series 5 — Advection](https://images.mirror-media.xyz/publication-images/f49cabd2-0492-4db1-a8b4-3c5fbc811b5d.jpeg?height=720&width=720)\\n\\n\\n\\n*If you want to learn more about 0xDEAFBEEF, check out these resources:*\\n\\n- ['“Constraints lead to creativity”: an interview with DEAFBEEF'](https://fingerprintsdao.medium.com/constraints-lead-to-creativity-an-interview-with-deafbeef-289e9e64ae25) by Fingerprints DAO\\n- ['Thinking Outside the Glitchbox: 0xDEAFBEEF’s On-Chain Generative Art'](https://open.spotify.com/episode/0iaaoaoQJXybIBcC0eNjJj) on the Digitally Rare podcast\\n- [The introduction, personal history and FAQ](https://www.deafbeef.com/about.htm) on his website\\n- [0xDEAFBEEF Discord server](https://discord.com/invite/ZEWCVTpuPV)\\n\",\"timestamp\":1626361290,\"title\":\"Fundamental Knowledge: An Interview with 0xDEAFBEEF\",\"publication\":\"jpg\"},\"digest\":\"3fuEteBK6cV5UG2Hju2KHRNxvaQ9sJLoSpDxRPJjeNs\",\"authorship\":{\"contributor\":\"0xAbc837FEeEb448D36173d92d9563F324bC3a273f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"q85BYhNnPAsU87WhC20xUtHfzCPLaJpJNzdNo2E7Qx0\\\",\\\"y\\\":\\\"4WX4AbpP7DpQJ06VOXpQVlaFS-gj6ags-iOMIPFo-10\\\"}\",\"signature\":\"JR3pafCo6-6ds3HcIyWxySdGRKsHB8jwXbs5ILz2So9QLkPu5zCQQKyyz-x891vZt9e94Un7vhKlTB0ip1wQwQ\",\"signingKeySignature\":\"0x8853bd85d62a4f11db6a0359480f0d1a90fa9679c1f557414261a3c29f9c417e372b7fe2042a5fa1b90c7be9e47041e0535a578ad4cb8c609671b24b7d6c6e2c1c\",\"signingKeyMessage\":\"I authorize the publication of articles on jpg.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"q85BYhNnPAsU87WhC20xUtHfzCPLaJpJNzdNo2E7Qx0\\\",\\\"y\\\":\\\"4WX4AbpP7DpQJ06VOXpQVlaFS-gj6ags-iOMIPFo-10\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WAKai5pGG_KMGHKFH4tmWFa9dtPG1AA41Zn2KQ25fHw\"}"