"{\"content\":{\"body\":\"不知道如何开头，就按时间顺序写写我的经历和现在的心境吧。\\n\\n2019年夏，高中刚毕业，因为一位远房亲戚接触了比特币。\\n\\n在她的“cx”下，我知道了区块链、中本聪、2100万枚、火币、合约……\\n\\n我好奇心很强，于是打开网站开始搜索什么是区块链、什么是比特币。但是很遗憾，那个时候信息检索能力、阅读能力、理解能力都很差劲，我甚至不知道怎么科学上网。看着百度和知乎上那少的可怜且质量堪忧的文章，读了半天也没读懂。后来我花了几块钱在网上买了一个“区块链入门”课程，知道了公链私链联盟链、PoW、PoS、分布式、哈希函数…..笔记记了很多，可还是一头雾水。\\n\\n亲戚振振有词的告诉我”BTC\\\\\\\\ETH\\\\\\\\EOS\\\\\\\\LTC\\\\\\\\XRP未来要涨N倍！！！”我心想，管他的，先买了再说，遂拿出几千块钱各买了点。\\n\\n（后来才发现，我那位亲戚不过是听大V喊单做合约的罢了，喜欢打牌，自然好赌。她一直让我不要卖不要做波段，自己却爆仓亏损、负债卖房。其实我还是很感谢她把我引入这个圈子的，否则凭借我在十八线小城的信息渠道，可能一辈子也与比特币无缘了。）\\n\\n从此之后便踏上了我的区块链之旅。\\n\\n不得不承认，一开始真的很迷茫。我生活在十八线小城，身边没有人能很好的指引我，我只能全靠自己在网上摸索，浏览各种网页、媒体，进步一直很缓慢。\\n\\n后来去上大学，希望学校能有区块链相关的课程，我作为文科生，选修也行。很遗憾，没有，我的学校，自称学科种类齐全，这也是事实，但唯独少了区块链。\\n\\n大学并不轻松，每周都有作业、报告、小组合作，还有期中考试、期末考试….比如，微积分这门课，有四次小测，一次期中考，一次期末考，一个小论文，还有每周的课后作业….大一那种日子，那上不完的课，写不完的作业，再也不想经历第二次了。\\n\\n因为学科性质，后面的学业便逐渐轻松起来。回忆这段大学时光，我时常问我自己：在大学你学会了什么？我真的不知道怎么回答，我好像真的没有什么收获。我想赚钱，可是大学从来不会教你怎么赚钱。很多课堂，都是老师一个人的独角戏，旷课的、玩手机的、睡觉的比比皆是。当然了，很多老师也不认真上课，他们把重心放在自己的职称上，不过我也能理解。\\n\\n我开始敷衍学业，把重心转移到我感兴趣的地方。\\n\\n前前后后，我开始去看书、加入社群、上网课，这三者实际上分别对应的是：价值投资、技术分析和量化投资。\\n\\n我觉得我不是那么迷茫了，我知道了发现价值、长期持有才是正道，知道了做合约做短线并不适合我的性格，知道了编程搞量化确实不是我所擅长的领域。我对研究企业、商业模式感兴趣，我读了很多关于价投的书，逐渐树立了自己的投资价值观。\\n\\n甚至之前搞不懂的一些比特币以太坊底层技术，我也能明白个大概了。又抽空读了很多币圈前辈的文章，感觉认知被颠覆了，我真的开始把比特币当作一种价值存储的手段，尽管它波动很大，但是无所谓。\\n\\n然后呢？然后我好像又陷入了迷茫，理论和实际完全是两回事。我就这样被卡在了瓶颈。\\n\\n我也渐渐发现，我好像与这个行业脱节了。这两年多以来，我的精力都耗在学校和实习上面了。我真的不喜欢注意力被分散的感觉，我一次只能做好一件事。\\n\\n我错过了defi，nft ，gamefi……错过了这个行业所有的alpha收益。唯一能自我安慰的是当初的仓位大部分还在。\\n\\n![很巧，前几天的日记又写了有关“讨厌上学”的内容。哈哈哈哈](https://images.mirror-media.xyz/publication-images/YvJNu7IzV1BZk9XH3OLab.png?height=1843&width=1720)\\n\\n很多老前辈曾经都爆过仓，穷困潦倒，然后才涅槃重生。我没有这些痛苦至极的经历，所以到目前为止，我应该算幸运的吧，但是我也确实迷茫。我也时常责怪自己，进圈两年多了，怎么还是没有独立的投研能力。退一步讲，撸空投，抢盲盒，IDO，打新…总会吧？嗯，眼睛看会了，一直没去实践。\\n\\n今年夏天在同学的帮助下，我才学会科学上网，于是打开推特，发现了一片新天地。正当我打算认真研究一番的时候，学校安排的实习又开始了。\\n\\n我在某国企的战略投资部，我也确实是真的想去好好学习一段时间，后来落差挺大的吧，好像跟我想的不是一回事。那些项目，公司，赛道…跟区块链所迸发出来的生机相比，真是老掉牙了。传统世界里的朝阳行业，与web3.0相比，也只能是小巫见大巫。我就一直这样干着自己不喜欢的事，直到现在。\\n\\n也不是没有想过辍学的事，哪怕休学也行。因为我发现行业进步太快了，不集中注意力根本跟不上。况且，我在学校也学不到什么有用的，而区块链行业，也好像不是那么“唯学历论”。\\n\\n今年上半年，四月份吧大概，跟我妈说了。她当然不同意，毕竟是985的学历，已经读了两年了，哪怕混出来也行啊。\\n\\n我终究是没有底气，因为我没有现金流，我还没学会如何在币圈挣到钱。炒meme、撸空投、抢头矿……尽管收益高，但毕竟不长久。我想找到能从事一生的事业，就在这个行业。\\n\\n我从小就叛逆，喜欢特立独行。我受够了内卷，受够了隐私被拿去贩卖，受够了价格歧视，看不惯计划生育，看不惯权威高高在上，看不惯一刀切……所以，web3.0、区块链注定是我的归宿。\\n\\n我是11月中旬又开始重新把注意力集中在区块链的，因为我们这儿出现了疫情，学校封校三个礼拜，我不用去上班，也不用上课了。也就是前几周，我才把我这几年落下的知识逐渐补起来，渐渐有了些眉目。（但是很不幸，我现在又去实习了\\n\\n最近逛推特的时候发现，有能力的人都组建了自己的小圈子，而我连门槛都还没碰着。也开始留意一些相关的工作或实习机会，发现无障碍英语沟通只是基本要求，我现在只能硬着头皮去看英文文章，效率很低，速度很慢。\\n\\n这一路走过来都是我一个人，甚至连个能交流分享的对象都没有。身边朋友脑子里想的都是衣服鞋子包包染头发做指甲…...我甚至在很久很久之前便向她们cx比特币，她们好像并不感兴趣。后来我也就不说了，算了吧，好东西舍不得分享，也不是每个人都能被救赎。很多社群当然能进啦，但大多都充斥着看跌看涨的信息噪音，我早就屏蔽掉了。我想跟着厉害的人学习，或者给我指明方向也行，但是我还是太弱了，压根儿不认识什么厉害的人。\\n\\n回到正题吧，如果我能拿到这5万💲，我会干什么？\\n\\n1\\\\.让家里给我断粮。\\n\\n2\\\\.休学，恶补欠缺的知识。\\n\\n耗时3-6个月左右，20000元用于房租等生活费\\n\\n（主要是英语，还有技术上的短板，一时半会儿搞不定😭）\\n\\n同时，用50000元来试错，再也不能停留在书本上了，执行力要加强\\n\\n我还有个小心思，想用12000元购买硬件钱包和苹果电脑\\n\\n3\\\\.找到实习、全职工作机会。\\n\\n若这一步顺利，我会正式辍学\\n\\n同时，留下50000rmb作为保障基金，以防不测。\\n\\n剩下的钱我会在gitcoin上捐出，或者给下一个需要的大学生，让年轻人都加入到这个行业来。\\n\\n4\\\\. 若上一步不顺利，我会滚回学校把文凭混到手。\\n\\n55000元用于余下2年学费、生活费等一系列开销，剩下的捐出\\n\\n毕业之后继续找机会，一定要在这个圈子活下去\\n\\n其实看到很多同龄人已经在这个圈子找到了自己的方向，也赚了些钱，我也挺着急的。但是最让我羡慕的是那些年纪轻轻就已经有了自己想法的人，那些founder，他们幻想着美好的未来并为之付出。这需要成熟的价值观，需要储备很大的知识量，需要看清当下的局势，需要一定的前瞻能力……但是无论怎样，路还是要一步一步走。终有一天，拨开云雾见月明。\",\"timestamp\":1638155092,\"title\":\"Application_HHHDDDYYY\"},\"digest\":\"E1e-NH7x56HdNnQ8Ib7o7AzyHrPoXL32j8ktkR2YRuc\",\"authorship\":{\"contributor\":\"0x676231a97d446eCAFCB5c683E2cA93663580cC1e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FbuoNOtNaEqrd3S6OmiQEgg0d5OFYemOd_KKazFYKYk\\\",\\\"y\\\":\\\"QXcdNhOtJE_rz49uKoptM5gK_zoIQUznkxvsDCXN4ms\\\"}\",\"signature\":\"iBZfwrPV_VSOrZAUXH0DG6t-7mx1maFJQRrlEbrH3nZAba-UmaQUCuluTUJiPRuT0P3CfLAqpiwc5onYXOpFFw\",\"signingKeySignature\":\"0x18e45e1e6ea6b956d5f77374db8853d7c1f17047881989b88a213c676edd5a4d0a055e93c923021fb44d22bc8b815cd89393026b33e6969c9e953c150ba6661a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FbuoNOtNaEqrd3S6OmiQEgg0d5OFYemOd_KKazFYKYk\\\",\\\"y\\\":\\\"QXcdNhOtJE_rz49uKoptM5gK_zoIQUznkxvsDCXN4ms\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"E1e-NH7x56HdNnQ8Ib7o7AzyHrPoXL32j8ktkR2YRuc\"}"