"{\"content\":{\"body\":\"There are twelve constellations, namely Aries, Taurus, Gemini, cancer, Leo, Virgo, Libra, Scorpio, Sagittarius, Capricorn, Aquarius and Pisces. The details are as follows:\\n\\nAries\\n\\nAries, the first house of the twelve zodiac signs, is located in the east of Pisces and the west of Taurus. The date of birth is March 21 \\\\~ April 20 of the Gregorian calendar.\\n\\nTaurus\\n\\nTaurus, born from April 21 to May 20 in the Gregorian calendar, is located in the east of Aries and the second house of the zodiac.\\n\\nGemini\\n\\nGemini, born from May 21 to June 21, is the third house of the zodiac.\\n\\nCancer\\n\\nCancer is the first constellation at the beginning of summer and the darkest of the twelve constellations. It symbolizes human inner potential and soul. Its birth date is from June 22 to July 22 (Western calendar). Cancer is located in the east of Gemini and the west of Leo. The astrological symbol of cancer symbolizes two crab claws.\\n\\nleo\\n\\nLeo, the fifth house of the zodiac, was born from July 23 to August 22. It is located in the east of cancer and the west of Virgo. The symbol of Leo is ♌， Represents the head, body and tail of a lion.\\n\\nVirgo\\n\\nVirgo is the sixth house of the zodiac, born from August 23 to September 22, east of Leo and west of Libra.\\n\\nlibra\\n\\nLibra, also translated as Libra Libra, is born from September 23 to October 23. Located in the east of Virgo and the west of Scorpio, it is the seventh house of the zodiac.\\n\\nscorpio\\n\\nScorpio, the eighth house of the zodiac, is located in the east of Libra and the west of Sagittarius. The date of birth is October 24 - November 22.\\n\\nsagittarius\\n\\nSagittarius, born from November 23 to December 21, is the ninth house of the zodiac, located in the east of Scorpio and the west of Capricorn.\\n\\nCapricorn\\n\\nCapricorn, the tenth house of the zodiac, is born from December 22 to January 19, east of Sagittarius and west of Aquarius.\\n\\naquarius\\n\\nAquarius, dated from January 20 to February 18, is the eleventh house of the zodiac, east of Capricorn and west of Pisces.\\n\\nPisces\\n\\nPisces is born from February 19 to March 20. It is the twelfth house of the zodiac, located in the east of Aquarius and the west of Aries.\",\"timestamp\":1639486090,\"title\":\"Detailed explanation of twelve constellations\"},\"digest\":\"ErHeBdgC7XGKAbxEE7bppCDZvVWMcTW0878IJcJrWDY\",\"authorship\":{\"contributor\":\"0xDBe53abb59f537745E01a46570731680976481ff\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6d4T__daV7YwOuh7J3i8GMko2DSFvlNeM4VOMJQImRw\\\",\\\"y\\\":\\\"tEQmmXnzAQlBiAUtTE8qay2di07TNgldb4IMnXLmxMc\\\"}\",\"signature\":\"fRszSS7jvnQwVxHd7bS1Bnx2mbrwmLWIo5LyGomlQKzfpnqeMJtXVOeyRjXz9sQwdnFp52C9SiS4N4iJ11ZyXA\",\"signingKeySignature\":\"0xd71655a6a9c9968fe9b2d48815166a3e101a3ba5177f05af27c585c711ed10e775a94cb151c71978c7b7e8d25820ad3eb273df2e8efcd3ecd5a3a916955f7c9f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6d4T__daV7YwOuh7J3i8GMko2DSFvlNeM4VOMJQImRw\\\",\\\"y\\\":\\\"tEQmmXnzAQlBiAUtTE8qay2di07TNgldb4IMnXLmxMc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ErHeBdgC7XGKAbxEE7bppCDZvVWMcTW0878IJcJrWDY\"}"