"{\"content\":{\"body\":\"![DrewsThatDude - Vault 2 By Frans Clemente](https://images.mirror-media.xyz/publication-images/lk-QQxnlGjvMuUllMpS8S.png?height=2917&width=2917)\\n\\n*Full Disclosure: I own NFTS, mint music NFTs, & own tokens in the NFT & Metaverse ecosystems*\\n\\nThe conversation of Music & NFTs is largely centered around Artists Marketplace sales, royalty rates and income but I believe Music NFTs can allow select artists and rights owners the ability to neutralize the playing field & usher in a new economy for certain musicians. The purchase and sale of music in this space benefits mostly independent artists who own their master recording rights so I don’t believe music NFT sales will be the true answer because its not a true democratic option for every artist, especially ones who are in committed recoding agreements. While being hamstrung by the major labels can be frustrating there are still many use cases for Music NFTs from a data and transparency POV that may force Major rights owners to consider doing more activity On Chain.\\n\\nA common criticism of Music NFTS is \\\"I can just buy an album and support an artist without destroying the planet\\\" which may be true but statistically people have not been purchasing albums as showcased by Arthur Zuckerman\\n\\n> *\\\"**Physical or pure sales are dying. That’s a fact.**”*\\n>\\n> *Previously, selling records was simple: buy a CD and that purchase will be tabulated in that week’s Billboard Hot 100 and in Nielsen SoundScan. However, that’s not the case anymore in the streaming era. With more people streaming albums and songs on services like Spotify and Apple Music, labels and artists alike are troubled. **The reason for that is, one stream is not equivalent to one song sale.***\\n>\\n> *On the other hand, there are still a handful of artists that pull phenomenal sales even in the streaming era. Taylor Swift, for example, managed to still cross the 1 million pure first-week sales for her 2017 album, Reputation. **However, her 2019 album, Lover, failed to cross the 1 million mark with only 679,000 pure sales in its first week**. Relatively speaking, she still did well compared to her peers. I**n almost all 2019 year-end reports, she is the only one who managed to sell 1 million pure copies.***\\n\\n* In 2019, digital sales revenue declined by -23.5%.\\n* Revenue from physical album sales declined by -15% in 2019.\\n* Vinyl sales are up by 14.5%.\\n* Japan (47%) and Germany (35%) are the two markets with the highest intent of purchasing physical copies.\\n* Jazz genre sold the most physical albums in 2019 with 24% from the total SPS.\\n* Digital sales dominated the Classical genre, accounting for 12% of the total album equivalent units.\\n\\nHaving the cheap option of paying an average of as little as $10 per month, music lovers are more inclined to ease of access with streaming services. The annual growth of the industry’s revenue from streaming somehow mirrors the growth of the number of paid subscribers across all music streaming platforms.\\n\\n[73 MUSIC INDUSTRY STATISTICS: 2020/2021 FACTS, SALES & ANALYSIS](https://comparecamp.com/music-industry-statistics/#TOC2)\\n\\n![](https://images.mirror-media.xyz/publication-images/Xe_ZeiHWiNwd4NvWXFh__.jpg?height=454&width=457)\\n\\nWhile selling physical records is on the rise in the past few years, its still a small portion of the overall sales picture.\\n\\n**Physical music claimed 9% of overall revenues in the year.**\\n\\nThe biggest contributor to record industry revenues was, of course, streaming, which generated **$10.1 billion – worth 83% of the US industry’s total retail revenues.**\\n\\nThe US record industry generated **$12.2bn** across all formats in 2020, says the RIAA, **up 9.2% year-on-year**.\\n\\n> The biggest-selling vinyl album in the US last year, according to [MRC Data](https://www.musicbusinessworldwide.com/companies/mrc-data/), was *Fine Line* by Harry Styles (232,000 vinyl sales), followed by *When We All Fall Sleep Where Do We Go?* by Billie Eilish (196,000 vinyl sales), and Queen’s *Greatest Hits* (176,000 vinyl sales).\\n\\n\\n---\\n\\nWhich brings us to what brought you here: Use case for NFTs in the traditional music industry. You already see big acquisitions and collaborations between legacy artists/popular acts & Digital Asset Companies\\n\\n* [Most recently BTS’ home company HYBE](https://www.musicbusinessworldwide.com/get-ready-for-official-bts-nfts-as-hybe-acquires-421m-stake-in-crypto-firm-and-launches-digital-collectables-jv/)\\n\\n> **“HYBE, the home of superstars BTS,** is officially getting into one of 2021’s most talked-about and lucrative digital markets: NFTs\\n>\\n> Not only that, but it’s throwing considerable weight behind the crypto craze via a new joint venture with Korean fintech firm Dunamu, which operates a crypto exchange called, Upbit.\\n>\\n> **The strategic partnership will see HYBE acquire what Korean news site [Pulse](https://pulsenews.co.kr/view.php?year=2021&no=1046251) reports is 861,400 shares in Dunamu for 500 billion South Korea won (approx. $421m at current exchange rates). Dunamu meanwhile, according to a [regulatory filing](https://dart.fss.or.kr/dsaf001/main.do?rcpNo=20211104000003), will acquire 2,302,570 shares in HYBE for 700 billion South Korea won ($590m).”**\\n\\n* [OPULOUS INKS NFT PARTNERSHIP WITH JAPANESE GIANT LINE](https://www.musicbusinessworldwide.com/another-big-crypto-deal-in-music-as-opulous-inks-nft-partnership-with-japanese-giant-line/)\\n\\n> ”Opulous, built on the Algorand blockchain, has [raised millions of dollars](https://www.musicbusinessworldwide.com/opulous-just-raised-6-5-million-now-it-wants-more-artists-to-sell-nfts-through-its-platform/) and inked partnerships with big names in crypto [such as Binance](https://www.musicbusinessworldwide.com/dittos-opulous-platform-partners-with-binance-for-exclusive-nfts-from-lil-yachty-kyle-and-other-artists/) and [Republic](https://www.musicbusinessworldwide.com/companies/universal-music-group/republic-records/) – deals which have in turn led to partnerships with artists[ like Lil Pump](https://www.musicbusinessworldwide.com/blockchain-platform-opulous-teams-up-with-lil-pump-and-edm-star-kshmr-to-let-fans-invest-in-their-music/) and Lil Yachty. In addition to its copyright-backed NFT business, Opulous [offers artists DeFi loans](https://www.musicbusinessworldwide.com/having-sold-music-rights-to-125-people-via-nfts-this-music-blockchain-platform-is-evolving-again-2/) which the company claims can transform the financing of musicians’ careers.”\\n\\n* [TIMBALAND MINTS HIS FIRST COLLECTION OF NFTS, FROM UPCOMING EP, OPERA NOIR](https://www.musicbusinessworldwide.com/timbaland-mints-his-first-collection-of-nfts-from-upcoming-ep-opera-noir/)\\n\\n> Using [Monegraph’s](https://monegraph.com/) Readymade NFT eCommerce Platform, which allows crypto collectors to buy, sell and trade NFTs, Timbaland has created a series of NFTs composed of stems, hooks and beats from his upcoming EP, *Opera Noir*.\\n\\n\\n---\\n\\nI believe the growth of interest in this sector is because NFTs are the perfect intersection of music economy in terms of sales, ability to connect/build a community and most importantly the transparency and use of Metadata/the Royalty Chain.\\n\\nI rarely see articles discussing the Royalty Chain for musicians, but its a big piece that goes into the fragmented income flow for songwriters when a song is streamed on traditional music services.\\n\\n![Music Media Foundry - Breaking Down The Digital Dollar](https://images.mirror-media.xyz/publication-images/ZIBX23Emg42FKcW6JO8_W.jpg?height=2475&width=1921)\\n\\n**To showcase how fragmented royalties can get here are the all the mediums that, if they use your music, will pay out a royalty:**\\n\\n1. Streaming platforms (when someone streams your song from DSPs)\\n2. Radio stations\\n3. TV stations (commercials and shows)\\n4. Non-interactive online radio stations (like Sirius XM and Pandora)\\n5. Music venues\\n\\nAny public place that plays your music (like restaurants, bars, and coffee shops)\\n\\nA [Performance Rights Organization (PRO)](https://www.digitalmusicnews.com/2018/02/20/performance-rights-pro-ascap-bmi-sesac-soundexchange/) represents songwriters and publishers.\\n\\nAnd anytime there’s a public performance of your song, you’re owed a performance royalty. A PRO collects these royalties for you.\\n\\nWhat’s considered a “public performance”? This is when\\n\\n1. You or someone else plays your song live\\n2. A public place (like a bar, restaurant, or coffee shop) streams your song in their establishment\\n3. Your music is on TV or in a video game\\n4. A radio station airs your song\\n\\n   As you can see, many centralized entities are used to facilitate payment from Streaming Service to artist. One songwriter conflict in the system as currently constructed is the difference between payment & not getting paid from the song for 6-12 months.\\n\\nThis is where I believe Smart Contracts can come into play.\\n\\n> *“Smart contracts are simply programs stored on a blockchain that run when predetermined conditions are met. They typically are used to **automate the execution of an agreement so that all participants can be immediately certain of the outcome, without any intermediary’s involvement or time loss.”***\\n\\nSmart Contracts can be used to not only distribute fair royalty payments but transparent ones that you can track from origin to end with little human involvement. The royalty process needs to be consolidated in a way that makes sense for artists when you look at the millions of dollars stored in unclaimed/undistributed funds. Imagine a world where a song and its songwriters formed a DAO to represent the interest of the song. Whenever there is a conflict its quickly voted upon by people who are invested in the song/in the DAO of the record.\\n\\nThe opportunities and ideas are endless because the space is not only new but untapped.  A creative new approach towards the traditional world could change the industry to those artists and developers willing and able to take the leap & build. It makes you wonder if a decentralized publishing company or licensing company could be possible, but I believe it will as this space gets more developed with time and financial interest align\\n\\n\\n---\\n\\nThis trend will continue to grow as major labels & companies attempt to figure out how to navigate these spaces &  inject music in multiple mediums.  In a report by \\\\*Roberto Neri COO at Utopia Music\\n\\n> ”\\\\*The global recorded music market have the potential to grow by 58% to reach $61.7bn in 2028 — up from $39.2bn in 2021. This will be made up by:\\n>\\n> * Recorded music streaming $26bn (up 86% on 2020’s $14bn value)\\n> * Sync $5.8bn (up 66% on 2020’s $3.5bn value)\\n> * UGC and social $8bn (up 100% on 2020’s $4bn value)\\n> * Creator tools (plugins, DAWs, VSTs and services) $2bn (up 100% on 2020’s $1bn value)\\n> * Live streamed concerts $6.4bn (**up 967% on 2020’s $600m value**)\\n> * Fandom $5bn (**up 900% on 2020’s $500m value**)\\n> * Games $4bn\\n\\nTo fully maximize the growth of music beyond streaming, companies will need to tap into these key sectors: Sync Licensing, Creator Tools, Live Streaming, Social Connection & Games, all which have growing ecosystems within crypto.\\n\\n\\n---\\n\\nThe NFT Marketplace from a pure sales perspective gives artists who are willing to be early/immerse themselves in a growing culture, a chance to be rewarded by speculative investors and collectors. But is it necessary for artists to participate or is it just people trying to push their narrative and pump their bags?\\n\\nHonestly probably a little bit of both, but thats ok!\\n\\nWhether you agree with Music NFTs or not, its no denying that proper harnessing of smart contracts and systems that create transparency with the Royalty Chain are invaluable to the music industry. Especially when you consider a growing independent sector that relies on Metadata and overall data to survive and generate additional income. This data is crucial for independent artist strategies on where to place their resources and efforts.\\n\\nEven beyond the minting, selling & trading of NFTs, there are platforms within the space that have given Airdrops of tokens worth money to early adopters of the programs.\\n\\nSome of these Ive personally been included in are[ Audius](https://audius.co/) ($AUDIO) which gave an airdrop for people who uploaded music when the website was first being promoted and [ENS](https://ens.domains/) ($ENS) a decentralized naming service behind the infamous “.eth” names you may have seen.\\n\\nI believe the best way to learn and benefit off of Crypto, Music NFTs, DeFi from a musicians perspective is to be curious. Dive in to the things and platforms that grab your attention and research it meticulously… you will be shocked at the rooms you can be in if you’re genuine\\n\\n\\n---\\n\\nSome Web3 Services I’ve Used/Paying Attention to for Music *(NOT FINANCIAL ADVICE)*\\n\\n[Royal.IO](https://royal.io/) - building a platform where you can buy ownership in songs directly from your favorite artists and earn royalties with them. Founded by 3LAU\\n\\n[Catalog Works](https://beta.catalog.works/drewsthatdude) -  great streaming + marketplace option for artists.\\n\\n[OurZora](https://zora.co/) - Decentralized Marketplace perfect for uploading many mediums of art beyond just Music & Photos\\n\\n[Party.Bid](https://www.partybid.app/about) - PartyBid is for collective bidding on NFTs, the first product developed by PartyDAO, a decentralized autonomous organization that builds and ships crypto products.\\n\\n[MintSongs](https://www.mintsongs.com/about) - Music NFT Marketplace\\n\\n[Audius](https://audius.co/) ($AUDIO) - Music Streaming Alternative\\n\\n[Arpeggi Labs](http://www.arpeggi.io/studio) - The First On Chain Music Creation Platform\\n\\n[Nina Markets](https://nina.market/) - decentralized music distribution service coming soon on Solana\\n\\n[Arweave](https://www.arweave.org/) ($AR) - Store data, permanently. Arweave enables you to store documents and applications forever.\\n\\n[Mintgate](https://www.mintgate.io/) - Token Gating NFT Platform\\n\\n[Grape Protocol](https://grapes.network/) ($GRAPE) - toolset for Decentralized Social Networking on Solana.\",\"timestamp\":1636768578,\"title\":\"Music NFTs: The Decline of Streaming + Potential Use Case\"},\"digest\":\"EMKTLJjQIWApxzhAxEVT0_aUghkT_eN1xjRCo0_cAfg\",\"authorship\":{\"contributor\":\"0xA0aa062e49c871DB5629929556D4ddeA35a5510b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"De7SNtcptJmxTSbF1qsErb0FxVn4rw_bdnEa8yZHOHY\\\",\\\"y\\\":\\\"pPlxJAV1W8V88B3WT26e4EJv9T5t5zeO7szNfvy3Sb0\\\"}\",\"signature\":\"pai07-TmvKerPmS1SrTHCfddiDnZAnNYLM1-fFXKNkHfdPSHjuEUqHLlpj0JwbGp7Lb6tAxR2Mx84V4f4jiSTw\",\"signingKeySignature\":\"0x982ec4486c4b8d2f0982e10f190b39179cc74e8a19abd9cbcda4e8c189dddcac10138a67ab1211b9668a9cf4b7bd5dd0cd463c5459151d19bf117fc4e96edbef1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"De7SNtcptJmxTSbF1qsErb0FxVn4rw_bdnEa8yZHOHY\\\",\\\"y\\\":\\\"pPlxJAV1W8V88B3WT26e4EJv9T5t5zeO7szNfvy3Sb0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GJQQGzIQycaO9LdleHouL8UY6JzTTeZr5sRxjwt9MCU\"}"