"{\"content\":{\"body\":\"When he had gone, Hermione took up a book, and read for a little while, always listening for the sound of oars. She was not sure Vere and Emile would go out in the boat, but she thought they would. If they came out to the open sea beyond the island it was possible that she might hear them. Presently, as she did not hear them, she got up. She wanted to satisfy herself that they were at sea. Going to the window she looked out. But she saw no boat, only the great plain of the radiant waters. They made her feel alone--why, she did not know then. But it was really something of the same feeling which had come to her long ago during her first visit to Sicily. In the contemplation of beauty she knew the need of love, knew it with an intimacy that was cruel.\\n\\nShe came away from the window and went to the terrace. From there she could not see the boat. Finally she went to the small pavilion that overlooked the Saint's Pool. Leaning over the parapet, she perceived the little white boat just starting around the cliff towards the Grotto of Virgil. Vere was rowing. Hermione saw her thin figure, so impregnated with the narrow charm of youth, bending backward and forward to the oars, Emile's big form leaning against the cushions as if at ease. From the dripping oars came twinkling lines of light, that rayed out and spread like the opened sticks of a fan upon the sea. Hugging the shore, the boat slipped out of sight.\\n\\n\\\"Suppose they had gone forever--gone out of my life!\\\"\\n\\nHermione said that to herself. She fancied she still could see the faint commotion in the water that told where the boat had passed. Now it was turning into the Grotto of Virgil. She felt sure of that. It was entering the shadows where she had shown to Emile not long ago the very depths of her heart.\\n\\nHow could she have done that? She grew hot as she thought of it. In her new and bitter reserve she hated to think of his possession that could never be taken from him, the knowledge of her hidden despair, her hidden need of love. And by that sensation of hatred of his knowledge she measured the gulf between them. When had come the very first narrow fissure she scarcely knew. But she knew how to-day the gulf had widened.\\n\\nThe permission of hers to Vere to read Emile's books! And Emile's authority governing her child, substituted surely for hers! The gulf had been made wider by her learning that episode; and the fact that secretly she felt her permission ought never to have been given caused her the more bitterness. Vere had yielded to Emile because he had been in the right. Instinctively her child had known which of the two with whom she had to deal was swayed by an evil mood, and which was thinking rightly, only for her.\\n\\nCould Vere see into her mother's heart?\\n\\nHermione had a moment of panic. Then she laughed at her folly.\\n\\nAnd she thought of Peppina, of that other secret which certainly existed, but which she had never suspected till that day.\\n\\nThe boat was gone, and she knew where. She went back into the house and rang the bell. Giulia came.\\n\\n\\\"Oh, Giulia,\\\" Hermione said, \\\"will you please ask Peppina to come to my sitting-room. I want to speak to her for a moment.\\\"\\n\\n\\\"Si, Signora.\\\"\\n\\nGiulia looked at her Padrona, then added:\\n\\n\\\"Signora, I am sure I was right. I am sure that girl has the evil eye.\\\"\\n\\n\\\"Giulia, what nonsense! I have told you often that such ideas are silly. Peppina has no power to do us harm. Poor girl, we ought to pity her.\\\"\\n\\nGiulia's fat face was very grave and quite unconvinced.\\n\\n\\\"Signora, since she is here the island is not the same. The Signorina is not the same, you are not the same, the French Signore is not the same. Even Gaspare is different. One cannot speak with him now. Trouble is with us all, Signora.\\\"\\n\\nHermione shook her head impatiently. But when Giulia was gone she thought of her words about Gaspare. Words, even the simplest, spoken just before some great moment of a life, some high triumph, or deep catastrophe, stick with resolution in the memory. Lucrezia had once said of Gaspare on the terrace before the Casa del Prete: \\\"One cannot speak with him to-day.\\\" That was on the evening of the night on which Maurice's dead body was found. Often since then Hermione had thought that Gaspare had seemed to have a prevision of the disaster that was approaching.\\n\\nAnd now Giulia said of him: \\\"One cannot speak with him now.\\\"\\n\\nThe same words. Was Gaspare a stormy petrel?\\n\\nThere came a knock at the door of the sitting-room, to which Hermione had gone to wait for the coming of Peppina.\\n\\n\\\"Come in.\\\"\\n\\nThe door opened and the disfigured girl entered, looking anxious.\\n\\n\\\"Come in, Peppina. It's all right. I only want to speak to you for a moment.\\\"\\n\\nHermione spoke kindly, but Peppina still looked nervous.\\n\\n\\\"Si, Signora,\\\" she murmured.\\n\\nAnd she remained standing near the door, looking down.\\n\\n\\\"Peppina,\\\" Hermione said, \\\"I'm going to ask you something, and I want you to tell me the truth without being afraid.\\\"\\n\\n\\\"Si, Signora.\\\"\\n\\n\\\"You remember, when I took you, I told you not to say anything to my daughter, the Signorina, about your past life, your aunt, and--and all you had gone through. Have you said anything?\\\"\\n\\nPeppina looked more frightened.\\n\\n\\\"Signora,\\\" she began. \\\"Madonna! It was not my fault, it was not my fault!\\\"\\n\\nShe raised her voice, and began to gesticulate.\\n\\n\\\"Hush, Peppina. Now don't be afraid of me.\\\"\\n\\n\\\"You are my preserver, Signora! My saint has forgotten me, but you--\\\"\\n\\n\\\"I will not leave you to the streets. You must trust me. And now tell me--quietly--what have you told the Signorina?\\\"\\n\\nAnd presently Peppina was induced to be truthful, and Hermione knew of the outburst in the night, and that \\\"the foreign Signore\\\" had known of it from the moment of its happening.\\n\\n\\\"The Signorina was so kind, Signora, that I forgot. I told her all!--I told her all--I told her--\\\"\\n\\nOnce Peppina had begun to be truthful she could not stop. She recalled --or seemed to--the very words she had spoken to Vere, all the details of her narration.\\n\\n\\\"And the foreign Signore? Was he there, too?\\\" Hermione asked, at the end.\\n\\n\\\"No, Signora. He went away. The Signorina told him to go away and leave us.\\\"\\n\\nHermione dismissed Peppina quietly.\\n\\n\\\"Please don't say anything about this conversation, Peppina,\\\" she said, as the agitated girl prepared to go. \\\"Try to obey me this time, will you?\\\"\\n\\nShe spoke very kindly but very firmly.\\n\\n\\\"May the Madonna take out my tongue if I speak, Signora!\\\" Peppina raised her hand.\\n\\nAs she was going out Hermione stared at the cross upon her cheek.\\n\\nCHAPTER XXVI\\n\\nArtois stayed to dine. The falling of night deepened Hermione's impression of the gulf which was now between them, and which she was sure he knew of. When darkness comes to intimacy it seems to make that intimacy more perfect. Now surely it caused reserve, restraint, to be more complete. The two secrets which Hermione now knew, but which were still cherished as secrets by Vere and Artois, stood up between the mother and her child and friend, inexorably dividing them.\\n\\nHermione was strung up to a sort of nervous strength that was full of determination. She had herself in hand, like a woman of the world who faces society with the resolution to deceive it. While Vere and Artois had been out in the boat she had schooled herself. She felt more competent to be the watcher of events. She even felt calmer, for knowledge increased almost always brings an undercurrent of increased tranquility, because of the sense of greater power that it produces in the mind. She looked better. She talked more easily.\\n\\nWhen dinner was over they went as usual to the garden, and when they were there Hermione referred to the projected meeting with the Marchesino.\\n\\n\\\"I made a promise,\\\" she said. \\\"I must keep it.\\\"\\n\\n\\\"Of course,\\\" said Artois. \\\"But it seems to me that I am always being entertained, and that I am inhospitable--I do nothing in return. I have a proposal to make. Monday will be the sixteenth of July, the festa of the Madonna del Carmine--Santa Maria del Carmine. It is one of the prettiest of the year, they tell me. Why should not you and Vere come to dine at the Hotel, or in the Galleria, with me? I will ask Panacci to join us, and we will all go on afterwards to see the illuminations, and the fireworks, and the sending up of the fire- balloons. What do you say?\\\"\\n\\n\\\"Would you like it, Vere?\\\"\\n\\n\\\"Immensely, Madre.\\\"\\n\\nShe spoke quietly, but she looked pleased at the idea.\\n\\n\\\"Won't the crowd be very bad, though?\\\" asked Hermione.\\n\\n\\\"I'll get tickets for the enclosure in the Piazza. We shall have seats there. And you can bring Gaspare, if you like. Then you will have three cavaliers.\\\"\\n\\n\\\"Yes, I should like Gaspare to come,\\\" said Hermione.\\n\\nThere was a sound of warmth in her hitherto rather cold voice when she said that.\\n\\n\\\"How you rely on Gaspare!\\\" Artois said, almost as if with a momentary touch of vexation.\\n\\n\\\"Indeed I do,\\\" Hermione answered.\\n\\nTheir eyes met, surely almost with hostility.\\n\\n\\\"Madre knows how Gaspare adores her,\\\" said Vere, gently. \\\"If there were any danger he'd never hesitate. He'd save Madre if he left every other human being in the world to perish miserably--including me.\\\"\\n\\n\\\"Vere!\\\"\\n\\n\\\"You know quite well he would, Madre.\\\"\\n\\nThey talked a little more. Presently Vere seemed to be feeling restless. Artois noticed it, and watched her. Once or twice she got up, without apparent reason. She pulled at the branches of the fig- trees. She gathered a flower. She moved away, and leaned upon the wall. Finally, when her mother and Artois had fallen into conversation about some new book, she slipped very quietly away.\\n\\nHermione and Artois continued their conversation, though without much animation. At length, however, some remark of Hermione led Artois to speak of the book he was writing. Very often and very openly in the days gone by she had discussed with him his work. Now, feeling the barrier between them, he fancied that perhaps it might be removed more easily by such another discussion. And this notion of his was not any proof of want of subtlety on his part. Without knowing why, Hermione felt a lack of self-confidence, a distressing, an almost unnatural humbleness to-day. He partially divined the feeling. Possibly it sprang from their difference of opinion on the propriety of Vere's reading his books. He thought it might be so. And he wanted to oust Hermione gently from her low stool and to show her himself seated there. Filled with this idea, he began to ask her advice about the task upon which he was engaged. He explained the progress he had made during the days when he was absent from the island and shut perpetually in his room. She listened in perfect silence.\\n\\nThey were sitting near each other, but not close together, for Vere had been between them. It was dark under the fig-trees. They could see each other's faces, but not quite clearly. There was a small breeze which made the trees move, and the leaves rustled faintly now and then, making a tiny noise which joined the furtive noise of the sea, not far below them.\\n\\nArtois talked on. As his thoughts became more concentrated upon the book he grew warmer. Having always had Hermione's eager, even enthusiastic sympathy and encouragement in his work, he believed himself to have them now. And in his manner, in his tone, even sometimes in his choice of words, he plainly showed that he assumed them. But presently, glancing across at Hermione, he was surprised by the expression on her face. It seemed to him as if a face of stone had suddenly looked bitterly satirical. He was so astonished that the words stopped upon his lips.\\n\\n\\\"Go on, Emile,\\\" she said, \\\"I am listening.\\\"\\n\\nThe expression which had startled him was gone. Had it ever been? Perhaps he had been deceived by the darkness. Perhaps the moving leaves had thrown their little shadows across her features. He said to himself that it must be so--that his friend, Hermione, could never have looked like that. Yet he was chilled. And he remembered her passing by in the tram at Posilipo, and how he had stood for a moment and watched her, and seen upon her face a furtive look that he had never seen there before, and that had seemed to contradict her whole nature as he knew it.\\n\\nDid he know it?\\n\\nNever before had he asked himself this question. He asked it now. Was there living in Hermione some one whom he did not know, with whom he had had no dealings, had exchanged no thoughts, had spoken no words?\\n\\n\\\"Go on, Emile,\\\" she said again.\\n\\nBut he did not. For once his brain was clouded, and he felt confused. He had completely lost the thread of his thoughts.\\n\\n\\\"I can't,\\\" he said, abruptly.\\n\\n\\\"Why not?\\\"\\n\\n\\\"I've forgotten. I've not thoroughly worked the thing out. Another time. Besides--besides, I'm sure I bore you with my eternal talk about my work. You've been such a kind, such a sympathetic friend and encourager that--\\\"\\n\\nHe broke off, thinking of that face. Was it possible that through all these years Hermione had been playing a part with him, had been pretending to admire his talent, to care for what he was doing, when really she had been bored by it? Had the whole thing been a weariness to her, endured perhaps because she liked him as a man? The thought cut him to the very quick, seared his self-respect, struck a blow at his pride which made it quiver, and struck surely also a blow at something else.\\n\\nHis life during all these years--what would it have been without Hermione's friendship? Was he to learn that now?\\n\\nHe looked at her. Now her face was almost as usual, only less animated than he had seen it.\",\"timestamp\":1637315039,\"title\":\"\\nHe hesitated for a moment, then he went out and left her. But she had seen a question in his eyes.\"},\"digest\":\"oz7h1rPbDBgPQc1C3hfypyjhIz0g5HpUWCUu-DA_Alg\",\"authorship\":{\"contributor\":\"0x6e5524266431C8A2Cd3e28b5B838834791C3533a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ibEN9vXwq9bcXIpkvkE2Nx13XXN7a5_JEZSQHoC3R8o\\\",\\\"y\\\":\\\"xqSEqTzzlD2_XpC-B4C9mngkN8HIDKL1nnJ3HEPvA_A\\\"}\",\"signature\":\"xzShf93q8-ZoGeKgE_msTfYT2nlWNPKmy-q5VHZMpCEuKY_7W5G2h6xW3t8OBCUeASwkYD5R9nAA9R5Njo6JPA\",\"signingKeySignature\":\"0xffa28a02d35c1b16cd6caf3dc2d2e3d835ad0f957bf370fc00baebf0e47825992fd9c6ef6ac2ea41e42bbfbfdd48c5af7067f182d9182f63ee925c5a10c49a021b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ibEN9vXwq9bcXIpkvkE2Nx13XXN7a5_JEZSQHoC3R8o\\\",\\\"y\\\":\\\"xqSEqTzzlD2_XpC-B4C9mngkN8HIDKL1nnJ3HEPvA_A\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"oz7h1rPbDBgPQc1C3hfypyjhIz0g5HpUWCUu-DA_Alg\"}"