"{\"content\":{\"body\":\"\\\"Stop!\\\" cried the old goblin,\\\" is that the only house-keeping they\\n\\ncan perform? Can they do anything more than dance and throw about\\n\\ntheir legs, and make a whirlwind?\\\"\\n\\n```\\n\\\"You shall soon see what they can do,\\\" said the elf king. And then\\n```\\n\\nhe called his youngest daughter to him. She was slender and fair as\\n\\nmoonlight, and the most graceful of all the sisters. She took a\\n\\nwhite chip in her mouth, and vanished instantly; this was her\\n\\naccomplishment. But the old goblin said he should not like his wife to\\n\\nhave such an accomplishment, and thought his boys would have the\\n\\nsame objection. Another daughter could make a figure like herself\\n\\nfollow her, as if she had a shadow, which none of the goblin folk ever\\n\\nhad. The third was of quite a different sort; she had learnt in the\\n\\nbrew-house of the moor witch how to lard elfin puddings with\\n\\nglow-worms.\\n\\n```\\n\\\"She will make a good housewife,\\\" said the old goblin, and then\\n```\\n\\nsaluted her with his eyes instead of drinking her health; for he did\\n\\nnot drink much.\\n\\n```\\nNow came the fourth daughter, with a large harp to play upon;\\n```\\n\\nand when she struck the first chord, every one lifted up the left\\n\\nleg (for the goblins are left-legged), and at the second chord they\\n\\nfound they must all do just what she wanted.\\n\\n```\\n\\\"That is a dangerous woman,\\\" said the old goblin; and the two sons\\n```\\n\\nwalked out of the hill; they had had enough of it. \\\"And what can the\\n\\nnext daughter do?\\\" asked the old goblin.\\n\\n```\\n\\\"I have learnt everything that is Norwegian,\\\" said she; \\\"and I\\n```\\n\\nwill never marry, unless I can go to Norway.\\\"\\n\\n```\\nThen her youngest sister whispered to the old goblin, \\\"That is\\n```\\n\\nonly because she has heard, in a Norwegian song, that when the world\\n\\nshall decay, the cliffs of Norway will remain standing like monuments;\\n\\nand she wants to get there, that she may be safe; for she is so afraid\\n\\nof sinking.\\\"\\n\\n```\\n\\\"Ho! ho!\\\" said the old goblin, \\\"is that what she means? Well, what\\n```\\n\\ncan the seventh and last do?\\\"\\n\\n```\\n\\\"The sixth comes before the seventh,\\\" said the elf king, for he\\n```\\n\\ncould reckon; but the sixth would not come forward.\\n\\n```\\n\\\"I can only tell people the truth,\\\" said she. \\\"No one cares for\\n```\\n\\nme, nor troubles himself about me; and I have enough to do to sew my\\n\\ngrave clothes.\\\"\\n\\n```\\nSo the seventh and last came; and what could she do? Why, she\\n```\\n\\ncould tell stories, as many as you liked, on any subject.\\n\\n```\\n\\\"Here are my five fingers,\\\" said the old goblin; \\\"now tell me a\\n```\\n\\nstory for each of them.\\\"\\n\\n```\\nSo she took him by the wrist, and he laughed till he nearly\\n```\\n\\nchoked; and when she came to the fourth finger, there was a gold\\n\\nring on it, as if it knew there was to be a betrothal. Then the old\\n\\ngoblin said, \\\"Hold fast what you have: this hand is yours; for I\\n\\nwill have you for a wife myself.\\\"\\n\\n```\\nThen the elfin girl said that the stories about the ring-finger\\n```\\n\\nand little Peter Playman had not yet been told.\\n\\n```\\n\\\"We will hear them in the winter,\\\" said the old goblin, \\\"and\\n```\\n\\nalso about the fir and the birch-trees, and the ghost stories, and\\n\\nof the tingling frost. You shall tell your tales, for no one over\\n\\nthere can do it so well; and we will sit in the stone rooms, where the\\n\\npine logs are burning, and drink mead out of the golden\\n\\ndrinking-horn of the old Norwegian kings. The water-god has given me\\n\\ntwo; and when we sit there, Nix comes to pay us a visit, and will sing\\n\\nyou all the songs of the mountain shepherdesses. How merry we shall\\n\\nbe! The salmon will be leaping in the waterfalls, and dashing\\n\\nagainst the stone walls, but he will not be able to come in. It is\\n\\nindeed very pleasant to live in old Norway. But where are the lads?\\\"\\n\\n```\\nWhere indeed were they? Why, running about the fields, and blowing\\n```\\n\\nout the will-o'-the-wisps, who so good-naturedly came and brought\\n\\ntheir torches.\\n\\n```\\n\\\"What tricks have you been playing?\\\" said the old goblin. \\\"I\\n```\\n\\nhave taken a mother for you, and now you may take one of your aunts.\\\"\\n\\n```\\nBut the youngsters said they would rather make a speech and\\n```\\n\\ndrink to their good fellowship; they had no wish to marry. Then they\\n\\nmade speeches and drank toasts, and tipped their glasses, to show that\\n\\nthey were empty. Then they took off their coats, and lay down on the\\n\\ntable to sleep; for they made themselves quite at home. But the old\\n\\ngoblin danced about the room with his young bride, and exchanged boots\\n\\nwith her, which is more fashionable than exchanging rings.\\n\\n```\\n\\\"The cock is crowing,\\\" said the old elfin maiden who acted as\\n```\\n\\nhousekeeper; now we must close the shutters, that the sun may not\\n\\nscorch us.\\\"\\n\\n```\\nThen the hill closed up. But the lizards continued to run up and\\n```\\n\\ndown the riven tree; and one said to the other, \\\"Oh, how much I was\\n\\npleased with the old goblin!\\\"\\n\\n```\\n\\\"The boys pleased me better,\\\" said the earth-worm. But then the\\n```\\n\\npoor miserable creature could not see.\",\"timestamp\":1636531783,\"title\":\"cried the old goblin\"},\"digest\":\"KYoVSOjw85KALUM9IISCc9ZgPZxwmQWKPct1Dpa1M_0\",\"authorship\":{\"contributor\":\"0xD6FFaeE2D21c98999e3c40052687ea652b1411a9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1ZNGbA8hw50NqTEH60pjWtttAxTmj-O0q7ZAWIpIk0I\\\",\\\"y\\\":\\\"Epibr8SDl9ci73c4unNeA-8NllUfAXuSKPWIm6Niu6Y\\\"}\",\"signature\":\"EcTVcFarsFKiF_QwGsZpz1i64BrmoCJR0FJEGi7Ki5MRtqFFjLXL3AiozKrlFS4hqEKoCJek2WGJRY5lbaZMSQ\",\"signingKeySignature\":\"0xb13d364ecd5e04aa25ca6557de5d189f61a2cbb86427e42295a20a7b062a8d42191f967d5c21fc550f4cef070e74615201c656b41dc700c6e43dad71f764389b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1ZNGbA8hw50NqTEH60pjWtttAxTmj-O0q7ZAWIpIk0I\\\",\\\"y\\\":\\\"Epibr8SDl9ci73c4unNeA-8NllUfAXuSKPWIm6Niu6Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KYoVSOjw85KALUM9IISCc9ZgPZxwmQWKPct1Dpa1M_0\"}"