"{\"content\":{\"body\":\"Most crypto users only have wallets associated to an exchange they trade on. This gives them a wrong impression of how blockchain addresses work because it just looks much like a traditional email/password log.\\n\\nMetamask is a wallet that exists solely on your computer and gives you full control of your funds. There are important advantages and drawbacks coming with it which we will go through here…\\n\\n## First glance and setup\\n\\nIn a nutshell, Metamask is a crypto wallet- it allows you to store and transact Ethereum or any other Ethereum-based (ERC- 20) tokens.\\n\\nYou do not register it on a website, but rather install it as an extension to your Chrome or Firefox browser. Since September 2020, it has also been available to install on a mobile app for Android and iPhone.\\n\\nSetting it up, however, is a bit more involved then, say, automatically getting a wallet upon registering on Coinbase. You will need to come up with a password (but your email or anything personal is not required) and then a random generator creates everything for you.\\n\\nYou will be shown 12 so-called “seed words” that you must remember, preferably somewhere offline as well. These words will allow you to restore your wallet should you forget your password (yes, it is impossible to change forgotten passcodes).\\n\\nAnd now you are in. You can start depositing and sending straightaway or play around with test networks. These networks are exact copies of the Ethereum blockchain except they operate with fake Ether. They are loved by blockchain developers because it allows them to test their smart contracts for free.\\n\\n## A security advantage\\n\\nWhat really makes you the owner of your wallet is a private key. It is a sequence of letters and numbers that are used every time you make transactions as well as help prove ownership of your tokens. Private keys are absolutely sacred. If anyone learns your private key, they can use it to steal your money.\\n\\nWhen you set up a wallet on an exchange like Kraken or Coinbase, the private keys are stored on the exchange’ s server so you are not the only righteous owner of your account.\\n\\nMetamask stores your private key locally on your computer, within the browser data in particular. This is a huge step up in security terms but it is still conceivable that somebody might hack your PC and get the key. Perhaps the only safer options would be hardware wallets like Ledger or paper stored wallets, which are less convenient for frequent use.\\n\\nIndeed, it is possible to connect Metamask to hardware wallets like Trezor and Ledger. This is an ultimate combo – 100% security combined with Metamask’s functionality.\\n\\nIn short, Metamask is a smarter wallet choice.\\n\\n## Why is it special ?\\n\\nWhat makes Metamask stand out among so many wallet apps is its ability to interact with smart contracts and DeFi projects in particular.\\n\\nFor example, if you navigate to Alchemix and decide to stake your tokens for profit or go to OpenSea to check out fresh NFTs, you will need to connect your MetaMask wallet in order to make the actual transactions.\\n\\nOf course, there are many other wallets which work, but Metamask retains its popularity because it is entirely open source and it has a reliable team behind it which responds promptly to emerging issues.\\n\\n## In-depth look and some drawbacks.\\n\\nAny DeFi app is just a bunch of smart contracts, or programs, that reside on the Ethereum blockchain and wait for you to interact with them. Such interactions can only be initiated by nodes in the network. Nodes are computers which store the entire Ethereum blockchain (300GB as of July 2021) and are kept online 24/7. The nodes actually form the blockchain.\\n\\nSo, turning your computer into an Ethereum node is costly and difficult. Metamask only needs internet connection to build a bridge between you and the blockchain. It does so by connecting to Infura, which is an actual Ethereum Node anybody can use. If Infura is down, you are cut away from the blockchain! Not for long, though, because it can reconnect to a different node, but not instantly.\\n\\nAs Metamask gives you 100% control of your account, you have to be responsible for everything. If you forget the seed words and your password, you will lose your crypto forever. If you become a victim of a phishing attack, you may as well lose access to your Metamask account.\\n\\nIn the end, Metamask makes you independent and more secure about your crypto holdings as well as allowing direct interaction with the blockchain and DeFi.\",\"timestamp\":1640100861,\"title\":\"What Is MetaMask? : A Starters Guide\"},\"digest\":\"Pyibqh5liS5DtX53zfNsYVVHSqmRggJntyj40LZxNHc\",\"authorship\":{\"contributor\":\"0x69d4b6Ef6E58365af264023C899CDD77c2F271aF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xYPcATWTXUHjGXW7Rzt474xAIf8okDcvUWb1nWmvcSU\\\",\\\"y\\\":\\\"x27Q8d5DEYqSOPDEceXzOcYmfshIG6ZLNnQr4UWJwhk\\\"}\",\"signature\":\"Fzda0SqI9m9FxC-mONlCvdNV4f7CaS_FsToNeq1m82mTwemagH7at7pO5OsmVtpRzHgFCNQz8lJy9hKf7DJjZQ\",\"signingKeySignature\":\"0x75a90a02d92ecd34da299ae261f4f2fb35792f939a8808aec8623b779a47a9ff13e7b0e8657ab48ddafd41c6d898042c739bc5b07b0c60805495dfd10c08c04d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xYPcATWTXUHjGXW7Rzt474xAIf8okDcvUWb1nWmvcSU\\\",\\\"y\\\":\\\"x27Q8d5DEYqSOPDEceXzOcYmfshIG6ZLNnQr4UWJwhk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Pyibqh5liS5DtX53zfNsYVVHSqmRggJntyj40LZxNHc\"}"