"{\"content\":{\"body\":\"The urban dictionary defines a [cuck ](https://www.urbandictionary.com/define.php?term=cuck)thus:\\n\\n> A man who is desperate for acceptance, approval, and affection from women. This desperation has led to the [compromise](https://www.urbandictionary.com/define.php?term=compromise) of his beliefs and values, the [desecration ](https://www.urbandictionary.com/define.php?term=desecration)of his dignity and self-worth, and his inability to stand up for himself and what he deserves as a human being, eg. loyalty, [fidelity](https://www.urbandictionary.com/define.php?term=fidelity), and honesty in a romantic relationship.\\n\\nAn easier offhand definition might simply be a male feminist. Whether explicitly or merely in a blue pill and too stupid to realise what they are sort of a way. And we all know at least one of them. Usually the object of great ridicule and mickey taking down the pub but have you ever considered the political significance of the cuck?\\n\\nThink back to the last time you bothered to watch anything but sport on the TV. Did you notice anything about the male characters whether real life or fictional?\\n\\nIf TV stereotypes are to be believed then you will either be a cuck of some varying degree, or a hapless idiot. Choose to raise a family for instance and the best thing that you can hope for, according to the media, is a Homer Simpson like existence, unless you go full cuck of course.\\n\\nDare to be religious and you’ll even get cucks in cassocks showing you the true light of righteousness. Two thousand year old doctrine be damned.\\n\\n### The political cuck\\n\\nWhilst #browgate was and is hilarious one can only assume that Canuck stands for Canadian cuck, judging by their choice of leader.\\n\\nWhilst we await the inevitable South Park episode it’s worth wondering how anyone ever took Justine seriously. How did a population that is presumably about 50% male vote for someone who clearly revels in taking an anti-male stance on any and every issue? And is a colossal asshat to boot?\\n\\nThe answer is simply that he was previously lost in the noise, it would be a challenge to name a single politician under the age of 50 who the word cuck does not apply to. They are however the amateurs, the copy cats of the cuck world.\\n\\n### The Great Cuck Repository\\n\\nTo find the true eunuchs and leaders of the pack, in an oxymoronic way, one must take to watch Parliamentary TV when a senior civil servant is questioned by a select committee. You can smell the grilled cuck a mile off, despite their shy and secretive nature. For the full virtue signalling, inability to answer a question, complete lack of balls and lickspittle smarminess just look for Knighthoods or other honours.\\n\\nWhilst once given for acts of manliness it seems that Knighthoods are now either given for paperclip organisation skills or extreme cuckliness beyond the beck and call of feminist duty. Indeed the entire civil service operates as a hugely efficient cuckocracy where the most extreme rise to the top.\\n\\nAnd there is a reason for this…\\n\\n### Cultural Marxism or the Frankfurt school\\n\\nMost philosophers spend their time thinking of ways to make the world a better place. To make you richer, freer, more successful or your country more powerful. And in a free market place of ideas those philosophers who demonstrably have a track record of such clearly have an advantage.\\n\\nThere are exceptions, but they’re generally a bit French.\\n\\nThe Frankfurt school is different as it takes it’s inspiration from butthurt. Namely the Marxists who successfully created the conditions for the German proletariat to rise up and seize control after the First world War only for the lazy feckless bastards to… not bother.\\n\\nTo compound this butthurt they then went on to choose an Austrian national socialist with a dodgy tache, which didn’t work out too well.\\n\\nFrankfurt school philosophy therefore resolved that the only aim was to prevent anyone with a dodgy tache taking power. It was and is designed exclusively as an anti-Nazi ideology.\\n\\nHence seeing as the old proletariat wasn’t up to the job they had to find a new one. Another group who could more easily be manipulated and who could control the means of production and all that Marxist whatnot. And they did.\\n\\n### Out with the old proletariat, in with the new.\\n\\nWhilst your average prole is more interested in getting his end away and the quality and price of beer than politics there is a group of malcontents who are interested in neither.\\n\\nThe paperclip shufflers in every government, admin and HR department. Whilst the local massage parlours may lay mattresses on the pool tables and double time their staff should a new office open, the heady mix of ready cash and low self esteem that characterises the Civil Service is very profitable. Their chances of being distracted otherwise by non paperclip related issues are slim.\\n\\nAnd they indirectly control and regulate everything.\\n\\nHence rather than having to convince anyone that your ideology is sound or useful you can merely pass it chunk by chunk in pointless EU rules and regulations. Those implementing and enforcing the regulations become Marxists over time purely by dint of their exposure. Those who are particularly susceptible, those who understand it, rise to the top. The cucks.\\n\\nThis is why the Frankfurt school philosophy sits at the heart of the EU. Whilst the civil servants think they work for the Crown they spend the vast majority of their time implementing or enforcing EU rules and regulations. How then are they not a mere extension of the EU Commission?\\n\\nThey love to blame new EU rules for their cockups and bungling but have you ever considered how much time they actually spend figuring out ways to do something despite these rules and regulations?\\n\\nTake Olly Robbins, the shadowy bureaucrat at the heart of the Brexit fiasco. A committed Marxist even before joining the Civil Service he rose to the top remarkably quickly.\\n\\nOne might even be predisposed to think that his mindset and ideology helped him on his path to promotion.\\n\\n### But it’s the politician’s fault!\\n\\nHow so? True enough that many act like mere Gauleiters however these tend to be Ministers who are constrained by the advice given by the Senior Civil Servants. The more experienced the minister the more cuckly they become.\\n\\nThose rules and regulations pass through parliament faster than a dodgy vindaloo and with less scrutiny.\\n\\nIt’s true that the politicians are technically responsible though even that appears to no longer be the case. Take David Davis who resigned recently, the first time he saw the Brexit White Paper was on the morning of the Chequers meeting, along with all the other Ministers.\\n\\nAnd he was supposedly the democratically appointed Minister responsible. Difficult to be responsible for something that you haven’t even seen.\\n\\nThe MP’s had to wait a further week.\\n\\nHence clearly policy is formed by a cuckly cabal who’ve demonstrated their proclivity to Marxist thought by being promoted to the top.\\n\\nFrankly this is a constitutional crisis right at the heart of Government, but one conducted mainly in the shadows.\\n\",\"timestamp\":1635292510,\"title\":\"On cucks and cultural Marxism\"},\"digest\":\"CvrjW_WxvQT1_rW1qPlaHYXQ0VRlp-DEjLY-4KYOdQ8\",\"authorship\":{\"contributor\":\"0xD5EAbC1973b7d580D37ae256398eEF0977d05FA5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3dYFNcZA1jaH_QhysafO7jfVV93aPbETh4_14D0ChwI\\\",\\\"y\\\":\\\"jcPPFWoHUULNoAaBuW5YTjzaJ2_yoRGoHHjZM4y3bv8\\\"}\",\"signature\":\"FaiDPrWE0i_Votti1qgC5clNOW0z-hy62ic8WG6nH-ee9DRarQ92ffBbA2aAkND12GrqTJzy3cUumYweEC7SYQ\",\"signingKeySignature\":\"0x3c25cf1d7dc15fb2e7a47d897eec65fdf55807c2ad809055690074b68c9dc8875fd1e6f4f4d342d9ef23a9a9e1923e64d260f2629efe81d2827e204f2a78a8bf1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3dYFNcZA1jaH_QhysafO7jfVV93aPbETh4_14D0ChwI\\\",\\\"y\\\":\\\"jcPPFWoHUULNoAaBuW5YTjzaJ2_yoRGoHHjZM4y3bv8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CvrjW_WxvQT1_rW1qPlaHYXQ0VRlp-DEjLY-4KYOdQ8\"}"