"{\"content\":{\"body\":\"Peeples cites an instance in Texas in an infant at the age of five days, which was associated with a remarkable development of the genital organs and breasts. Van Swieten offers an example at the first month; the British Medical Journal at the second month; Conarmond at the third month. Ysabel, a young slave girl belonging to Don Carlos Pedro of Havana, began to menstruate soon after birth, and at the first year was regular in this function. At birth her mamma were well developed and her axillae were slightly covered with hair. At the age of thirty-two months she was three feet ten inches tall, and her genitals and mammae resembled those of a girl of thirteen. Her voice was grave and sonorous; her moral inclinations were not known. Deever records an instance of a child two years and seven months old who, with the exception of three months only, had menstruated regularly since the fourth month. Harle speaks of a child, the youngest of three girls, who had a bloody discharge at the age of five months which lasted three days and recurred every month until the child was weaned at the tenth month. At the eleventh month it returned and continued periodically until death, occasioned by diarrhea at the fourteenth month. The necropsy showed a uterus 1 5/8 inches long, the lips of which were congested; the left ovary was twice the size of the right, but displayed nothing strikingly abnormal. Baillot and the British Medical Journal cite instances of menstruation at the fourth month. A case is on record of an infant who menstruated at the age of six months, and whose menses returned on the twenty-eighth day exactly. Clark, Wall, and the Lancet give descriptions of cases at the ninth month. Naegele has seen a case at the eighteenth month, and Schmidt and Colly in the second year. Another case is that of a child, nineteen months old, whose breasts and external genitals were fully developed, although the child had shown no sexual desire, and did not exceed other children of the same age in intellectual development. This prodigy was symmetrically formed and of pleasant appearance. Warner speaks of Sophie Gantz, of Jewish parentage, born in Cincinnati, July 27, 1865, whose menses began at the twenty-third month and had continued regularly up to the time of reporting. At the age of three years and six months she was 38 inches tall, 38 pounds in weight, and her girth at the hip was 33 1/2 inches. The pelvis was broad and well shaped, and measured 10 1/2 inches from the anterior surface of the spinous process of one ilium to that of the other, being a little more than the standard pelvis of Churchill, and, in consequence of this pelvic development, her legs were bowed. The mammae and labia had all the appearance of established puberty, and the pubes and axillae were covered with hair. She was lady-like and maidenly in her demeanor, without unnatural constraint or effrontery. A case somewhat similar, though the patient had the appearance of a little old woman, was a child of three whose breasts were as well developed as in a girl of twenty, and whose sexual organs resembled those of a girl at puberty. She had menstruated regularly since the age of two years. Woodruff describes a child who began to menstruate at two years of age and continued regularly thereafter. At the age of six years she was still menstruating, and exhibited beginning signs of puberty. She was 118 cm. tall, her breasts were developed, and she had hair on the mons veneris. Van der Veer  mentions an infant who began menstruating at the early age of four months and had continued regularly for over two years. She had the features and development of a child ten or twelve years old. The external labia and the vulva in all its parts were well formed, and the mons veneris was covered with a full growth of hair. Sir Astley Cooper, Mandelshof, the Ephemerides, Rause, Geoffroy-Saint-Hilaire, and several others a report instances of menstruation occurring at three years of age. Le Beau describes an infant prodigy who was born with the mammae well formed and as much hair on the mons veneris as a girl of thirteen or fourteen. She menstruated at three and continued to do so regularly, the flow lasting four days and being copious. At the age of four years and five months she was 42 1/2 inches tall; her features were regular, the complexion rosy, the hair chestnut, the eyes blue-gray, her mamma the size of a large orange, and indications that she would be able to bear children at the age of eight. Prideaux cites a case at five, and Gaugirau Casals, a doctor of Agde, has seen a girl of six years who suffered abdominal colic, hemorrhage from the nose, migraine, and neuralgia, all periodically, which, with the association of pruritus of the genitals and engorged mammae, led him to suspect amenorrhea. He ordered baths, and shortly the menstruation appeared and became regular thereafter. Brierre de Boismont records cases of catamenia at five, seven, and eight years; and Skene mentions a girl who menstruated at ten years and five months. She was in the lowest grade of society, living with a drunken father in a tenement house, and was of wretched physical constitution, quite ignorant, and of low moral character, as evinced by her specific vaginitis. Occurring from nine years to the ordinary time of puberty, many cases are recorded.\\n\\nInstances of protracted menstruation are, as a rule, reliable, the individuals themselves being cognizant of the nature of true menstruation, and themselves furnishing the requisite information as to the nature and periodicity of the discharge in question. Such cases range even past the century-mark. Many elaborate statistics on this subject have been gathered by men of ability. Dr. Meyer of Berlin quotes the following:--\\n\\n28 at 50 years of age,     3 at 57 years of age,     18 \\\" 51 \\\" \\\" \\\"   3  \\\" 58 \\\" \\\" \\\"     18 \\\" 52 \\\" \\\" \\\"   1  \\\" 59 \\\" \\\" \\\"    11 \\\" 53 \\\" \\\" \\\"   4  \\\" 60 \\\" \\\" \\\"     13 \\\" 54 \\\" \\\" \\\"   4  \\\" 62 \\\" \\\" \\\"     5  \\\" 55 \\\" \\\" \\\"   3  \\\" 63 \\\" \\\" \\\"     4  \\\" 56 \\\" \\\" \\\"\\n\\nThese statistics were from examination of 6000 cases of menstruating women. The last seven were found to be in women in the highest class of society.\\n\\nMehliss has made the following collection of statistics of a somewhat similar nature--\\n\\n```\\n                 Late Dentition.  Late          Late                          Male.  Female.   Lactation.  Menstruation.  Between 40 and 50    0         4        0            0            \\\" 50 \\\" 60    1         4        2            1          \\\" 60 \\\" 70    3         2        1            0                  \\\" 70 \\\" 80    3         2        0            7               \\\" 80 \\\" 90    6         2        0            0                  \\\" 90 \\\" 100    1         1        0            1             Above 100 .....    6         1        0            1                             --       --       --           --                                20        16       3           10                                           These statistics seem to have been made with the idea of illustrating the marvelous rather than to give the usual prolongation of these functions. It hardly seems possible that ordinary investigation would show no cases of menstruation between sixty and seventy, and seven cases between seventy and eighty; however, in searching literature for such a collection, we must bear in mind that the more extraordinary the instance, the more likely it is that it would be spoken of, as the natural tendency of medical men is to overlook the important ordinary and report the nonimportant extraordinary. Dewees mentions an example of menstruation at sixty-five, and others at fifty-four and fifty-five years. Motte speaks of a case at sixty-one; Ryan and others, at fifty-five, sixty, and sixty-five; Parry, from sixty-six to seventy seven; Desormeux, from sixty to seventy-five; Semple, at seventy and eighty seven; Higgins, at seventy-six; Whitehead, at seventy-seven; Bernstein, at seventy-eight; Beyrat, at eighty-seven; Haller, at one hundred; and highest of all is Blancardi's case, in which menstruation was present at one hundred and six years. In the London Medical and Surgical Journal, 1831, are reported cases at eighty and ninety-five years. In Good's System of Nosology there are instances occurring at seventy-one, eighty, and ninety years. There was a woman in Italy whose menstrual function continued from twenty-four to ninety years. Emmet cites an instance of menstruation at seventy, and Brierre de Boismont one of a woman who menstruated regularly from her twenty-fourth year to the time of her death at ninety-two.\\n```\\n\\nStrasberger of Beeskow describes a woman who ceased menstruating at forty-two, who remained in good health up to eighty, suffering slight attacks of rheumatism only, and at this late age was seized with abdominal pains, followed by menstruation, which continued for three years; the woman died the next year. This late menstruation had all the sensible characters of the early one. Kennard mentions a negress, aged ninety-one, who menstruated at fourteen, ceased at forty-nine, and at eighty-two commenced again, and was regular for four years, but had had no return since. On the return of her menstruation, believing that her procreative powers were returning, she married a vigorous negro of thirty-five and experienced little difficulty in satisfying his desires. Du Peyrou de Cheyssiole and Bonhoure speak of an aged peasant woman, past ninety-one years of age, who menstruated regularly.\\n\\nPetersen describes a woman of seventy-nine, who on March 26th was seized with uterine pains lasting a few days and terminating with hemorrhagic discharge. On April 23d she was seized again, and a discharge commenced on the 25th, continuing four days. Up to the time of the report, one year after, this menstruation had been regular. There is an instance on record of a female who menstruated every three months during the period from her fiftieth to her seventy-fourth year, the discharge, however, being very slight. Thomas cites an instance of a woman of sixty-nine who had had no menstruation since her forty-ninth year, but who commenced again the year he saw her. Her mother and sister were similarly affected at the age of sixty, in the first case attributable to grief over the death of a son, in the second ascribed to fright. It seemed to be a peculiar family idiosyncrasy. Velasquez of Tarentum says that the Abbess of Monvicaro at the very advanced age of one hundred had a recurrence of catamenia after a severe illness, and subsequently a new set of teeth and a new growth of hair.\\n\\nLate Establishment of Menstruation.--In some cases menstruation never appears until late in life, presenting the same phenomena as normal menstruation. Perfect relates the history of a woman who had been married many years, and whose menstruation did not appear until her forty-seventh year. She was a widow at the time, and had never been pregnant. Up to the time of her death, which was occasioned by a convulsive colic, in her fifty-seventh year, she had the usual prodromes of menstruation followed by the usual discharge. Rodsewitch speaks of a widow of a peasant who menstruated for the first time at the age of thirty-six. Her first coitus took place at the age of fifteen, before any signs of menstruation had appeared, and from this time all through her married life she was either pregnant or suckling. Her husband died when thirty-six years old, and ever since the catamenial flow had shown itself with great regularity. She had borne twins in her second, fourth, and eighth confinement, and altogether had 16 children. Holdefrund in 1836 mentions a case in which menstruation did not commence until the seventieth year, and Hoyer mentions one delayed to the seventy-sixth year. Marx of Krakau speaks of a woman, aged forty-eight, who had never menstruated; until forty-two years old she had felt no symptoms, but at this time pain began, and at forty-eight regular menstruation ensued. At the time of report, four years after, she was free from pain and amenorrhea, and her flow was regular, though scant. She had been married since she was twenty-eight years of age. A somewhat similar case is mentioned by Gregory of a mother of 7 children who had never had her menstrual flow. There are two instances of delayed menstruation quoted: the first, a woman of thirty, well formed, healthy, of good social position, and with all the signs of puberty except menstruation, which had never appeared; the second, a married woman of forty-two, who throughout a healthy connubial life had never menstruated. An instance is known to the authors of a woman of forty who has never menstruated, though she is of exceptional vigor and development. She has been married many years without pregnancy.\\n\\nThe medical literature relative to precocious impregnation is full of marvelous instances. Individually, many of the cases would be beyond credibility, but when instance after instance is reported by reliable authorities we must accept the possibility of their occurrence, even if we doubt the statements of some of the authorities. No less a medical celebrity than the illustrious Sir Astley Cooper remarks that on one occasion he saw a girl in Scotland, seven years old, whose pelvis was so fully developed that he was sure she could easily give birth to a child; and Warner's case of the Jewish girl three and a half years old, with a pelvis of normal width, more than substantiates this supposition. Similar examples of precocious pelvic and sexual development are on record in abundance, and nearly every medical man of experience has seen cases of infantile masturbation.\\n\\nThe ordinary period of female maturity is astonishingly late when compared with the lower animals of the same size, particularly when viewed with cases of animal precocity on record. Berthold speaks of a kid fourteen days old which was impregnated by an adult goat, and at the usual period of gestation bore a kid, which was mature but weak, to which it gave milk in abundance, and both the mother and kid grew up strong. Compared with the above, child-bearing by women of eight is not extraordinary.\\n\\nThe earliest case of conception that has come to the authors' notice is a quotation in one of the last century books from von Mandelslo of impregnation at six; but a careful search in the British Museum failed to confirm this statement, and, for the present, we must accept the statement as hearsay and without authority available for reference-purposes.\\n\\nMolitor gives an instance of precocious pregnancy in a child of eight. It was probably the same case spoken of by Lefebvre and reported to the Belgium Academy: A girl, born in Luxemborg, well developed sexually, having hair on the pubis at birth, who menstruated at four, and at the age of eight was impregnated by a cousin of thirty-seven, who was sentenced to five years' imprisonment for seduction. The pregnancy terminated by the expulsion of a mole containing a well-characterized human embryo. Schmidt's case in 1779 was in a child who had menstruated at two, and bore a dead fetus when she was but eight years and ten months old. She had all the appearance and development of a girl of seventeen. Kussmaul gives an example of conception at eight. Dodd speaks of a child who menstruated early and continued up to the time of impregnation. She was a hard worker and did all her mother's washing. Her labor pains did not continue over six hours, from first to the last. The child was a large one, weighing 7 pounds, and afterward died in convulsions. The infant's left foot had but 3 toes. The young mother at the time of delivery was only nine years and eight months old, and consequently must have been impregnated before the age of nine. Meyer gives an astonishing instance of birth in a Swiss girl at nine. Carn describes a case of a child who menstruated at two, became pregnant at eight, and lived to an advanced age. Ruttel reports conception in a girl of nine, and as far north as St. Petersburg a girl has become a mother before nine years. The Journal de Scavans, 1684, contains the report of the case of a boy, who survived, being born to a mother of nine years.\\n\\nBeck has reported an instance of delivery in a girl a little over ten years of age. There are instances of fecundity at nine years recorded by Ephemerides, Wolffius, Savonarola, and others. Gleaves reports from Wytheville, Va., the history of what he calls the case of the youngest mother in Virginia --Annie H.--who was born in Bland County, July 15, 1885, and, on September 10, 1895, was delivered of a well-formed child weighing 5 pounds. The girl had not the development of a woman, although she had menstruated regularly since her fifth year. The labor was short and uneventful, and, two hours afterward, the child-mother wanted to arise and dress and would have done so had she been permitted. There were no developments of the mammae nor secretion of milk. The baby was nourished through its short existence (as it only lived a week) by its grandmother, who had a child only a few months old. The parents of this child were prosperous, intelligent, and worthy people, and there was no doubt of the child's age. \\\"Annie is now well and plays about with the other children as if nothing had happened.\\\" Harris refers to a Kentucky woman, a mother at ten years, one in Massachusetts a mother at ten years, eight months, and seventeen days, and one in Philadelphia at eleven years and three months. The first case was one of infantile precocity, the other belonging to a much later period, the menstrual function having been established but a few months prior to conception. All these girls had well-developed pelves, large mammae, and the general marks of womanhood, and bore living children. It has been remarked of 3 very markedly precocious cases of pregnancy that one was the daughter of very humble parents, one born in an almshouse, and the other raised by her mother in a house of prostitution. The only significance of this statement is the greater amount of vice and opportunity for precocious sexual intercourse to which they were exposed; doubtless similar cases under more favorable conditions would never be recognized as such.\\n\\nThe instance in the Journal decavans is reiterated in 1775, which is but such a repetition as is found all through medical literature--\\\"new friends with old faces,\\\" as it were. Haller observed a case of impregnation in a girl of nine, who had menstruated several years, and others who had become pregnant at nine, ten, and twelve years respectively. Rowlett, whose case is mentioned by Harris, saw a child who had menstruated the first year and regularly thereafter, and gave birth to a child weighing 7 3/4 pounds when she was only ten years and thirteen days old. At the time of delivery she measured 4 feet 7 inches in height and weighed 100 pounds. Curtis, who is also quoted by Harris, relates the history of Elizabeth Drayton, who became pregnant before she was ten, and was delivered of a full-grown, living male child weighing 8 pounds. She had menstruated once or twice before conception, was fairly healthy during gestation, and had a rather lingering but natural labor. To complete the story, the father of this child was a boy of fifteen. One of the faculty of Montpellier has reported an instance at New Orleans of a young girl of eleven, who became impregnated by a youth who was not yet sixteen. Maygrier says that he knew a girl of twelve, living in the Faubourg Saint-Germain, who was confined.\\n\\nHarris relates the particulars of the case of a white girl who began to menstruate at eleven years and four months, and who gave birth to an over- sized male child on January 21, 1872, when she was twelve years and nine months old. She had an abundance of milk and nursed the child; the labor was of about eighteen hours' duration, and laceration was avoided. He also speaks of a mulatto girl, born in 1848, who began to menstruate at eleven years and nine months, and gave birth to a female child before she reached thirteen, and bore a second child when fourteen years and seven months old. The child's father was a white boy of seventeen.\\n\\nThe following are some Indian statistics: 1 pregnancy at ten, 6 at eleven, 2 at eighteen, 1 at nineteen. Chevers speaks of a mother at ten and others at eleven and twelve; and Green, at Dacca, performed craniotomy upon the fetus of a girl of twelve. Wilson gives an account of a girl thirteen years old, who gave birth to a full-grown female child after three hours' labor. She made a speedy convalescence, but the child died four weeks afterward from bad nursing. The lad who acknowledged paternity was nineteen years old. King reports a well-verified case of confinement in a girl of eleven. Both the mother and child did well.\\n\\nRobertson of Manchester describes a girl, working in a cotton factory, who was a mother at twelve; de La Motte mentions pregnancy before twelve; Kilpatrick in a negress, at eleven years and six months; Fox, at twelve; Hall, at twelve; Kinney, at twelve years, ten months, and sixteen days; Herrick, at thirteen years and nine months; Murillo, at thirteen years; Philippart, at fourteen years; Stallcup, at eleven years and nine months; Stoakley, at thirteen years; Walker, at the age of twelve years and eight months; another case, at twelve years and six months; and Williams, at eleven.\\n\\nAn editorial article in the Indian Medical Gazette of Sept., 1890, says:--\\n\\n\\\"The appearance of menstruation is held by the great majority of natives of India to be evidence and proof of marriageability, but among the Hindu community it is considered disgraceful that a girl should remain unmarried until this function is established. The consequence is that girls are married at the age of nine or ten years, but it is understood or professed that the consummation of the marriage is delayed until after the first menstrual period. There is, however, too much reason to believe that the earlier ceremony is very frequently, perhaps commonly, taken to warrant resort to sexual intercourse before the menstrual flux has occurred: it may be accepted as true that premenstrual copulation is largely practised under the cover of marriage in this country.\\n\\n\\\"From this practice it results that girls become mothers at the earliest possible period of their lives. A native medical witness testified that in about 20 per cent of marriages children were born by wives of from twelve to thirteen years of age. Cases of death caused by the first act of sexual intercourse are by no means rare. They are naturally concealed, but ever and anon they come to light. Dr. Chevers mentioned some 14 cases of this sort in the last edition of his 'Handbook of Medical Jurisprudence for India,' and Dr. Harvey found 5 in the medicolegal returns submitted by the Civil Surgeons of the Bengal Presidency during the years 1870-71-72.\\n\\n\\\"Reform must come from conviction and effort, as in every other case, but meantime the strong arm of the law should be put forth for the protection of female children from the degradation and hurt entailed by premature sexual intercourse. This can easily be done by raising the age of punishable intercourse, which is now fixed at the absurd limit of ten years. Menstruation very seldom appears in native girls before the completed age of twelve years, and if the 'age of consent' were raised to that limit, it would not interfere with the prejudices and customs which insist on marriage before menstruation.\\\"\\n\\nIn 1816 some girls were admitted to the Paris Maternite as young as thirteen, and during the Revolution several at eleven, and even younger. Smith speaks of a legal case in which a girl, eleven years old, being safely delivered of a living child, charged her uncle with rape. Allen speaks of a girl who became pregnant at twelve years and nine months, and was delivered of a healthy, 9-pound boy before the physician's arrival; the placenta came away afterward, and the mother made a speedy recovery. She was thought to have had \\\"dropsy of the abdomen,\\\" as the parents had lost a girl of about the same age who was tapped for ascites. The father of the child was a boy only fourteen years of age.\\n\\nMarvelous to relate, there are on record several cases of twins being born to a child mother. Kay reports a case of twins in a girl of thirteen; Montgomery, at fourteen; and Meigs reports the case of a young girl, of Spanish blood, at Maracaibo, who gave birth to a child before she was twelve and to twins before reaching fourteen years.\\n\\nIn the older works, the following authors have reported cases of pregnancy before the appearance of menstruation: Ballonius, Vogel, Morgagni, the anatomist of the kidney, Schenck, Bartholinus, Bierling, Zacchias, Charleton, Mauriceau, Ephemerides, and Fabricius Hildanus.\\n\\nIn some cases this precocity seems to be hereditary, being transmitted from mother to daughter, bringing about an almost incredible state of affairs, in which a girl is a grandmother about the ordinary age of maternity. Kay says that he had reported to him, on \\\"pretty good\\\" authority, an instance of a Damascus Jewess who became a grandmother at twenty-one years. In France they record a young grandmother of twenty-eight. Ketchum speaks of a negress, aged thirteen, who gave birth to a well-developed child which began to menstruate at ten years and nine months and at thirteen became pregnant; hence the negress was a grandmother at twenty-five years and nine months. She had a second child before she was sixteen, who began to menstruate at seven years and six months, thus proving the inheritance of this precocity, and leaving us at sea to figure what degree of grandmother she may be if she lives to an advanced age. Another interesting case of this nature is that of Mrs. C., born 1854, married in 1867, and who had a daughter ten months after. This daughter married in 1882, and in March, 1883, gave birth to a 9-pound boy. The youthful grandmother, not twenty-nine, was present at the birth. This case was remarkable, as the children were both legitimate.\",\"timestamp\":1639716474,\"title\":\"\\nCecil relates an instance of menstruation on the sixth day, continuing for five days, in which six or eight drams\"},\"digest\":\"sPVyCVoLUnOKi7L2Gjhb41bWwkEMa6b0RrZCqrsViYI\",\"authorship\":{\"contributor\":\"0xeCFFC09a569272AB1413A3E9E440BC486ddb0a97\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wi-D0NTn5nGfj0qYtDUTIPd-o08u6gohWeTgsRmaf08\\\",\\\"y\\\":\\\"nocCKA0ZylfXsXC8d1RBhs4RjaHyE0vGW5dWrO1rp1w\\\"}\",\"signature\":\"9VP_ivVy8WVl8Rc-qMi264quZGG5mDG6-Nx2gHQNoSu-jt0MVN0nKXYFmGcpb8GeVUWChnxCgxj2CKUVShsNzw\",\"signingKeySignature\":\"0x8ea370ec8a69bd75ef597c356929becec1ed38d93c65ebb0499b01c19174a3df7852020ff1bdd06c721da50179ba7a7665442343624346266b1d060a3512e5441c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wi-D0NTn5nGfj0qYtDUTIPd-o08u6gohWeTgsRmaf08\\\",\\\"y\\\":\\\"nocCKA0ZylfXsXC8d1RBhs4RjaHyE0vGW5dWrO1rp1w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sPVyCVoLUnOKi7L2Gjhb41bWwkEMa6b0RrZCqrsViYI\"}"