"{\"content\":{\"body\":\"If you haven’t yet, check out [Economic Primitives of the Metaverse 1: Renting and Lending](https://blockchain.mirror.xyz/ogn37xYLtwuJpmcs3jiXbGLybo76CLftTlxOVPJeWHA) where we lay out the motivation for exploring this topic including a brief overview of the vision of the metaverse, the role of NFTs, and renting and lending protocols within it.\\n\\nIn this sequel, we hope to introduce a new idea - the metaverse mortgage. We first start off with a debate of its merits, then construct a rudimentary implementation through composing ideas from existing NFT-fi projects, detail what else needs to be built, and finally end with an outline of the possibilities of metaverse mortgages.\\n\\n**The parts are largely modular so feel free to skip to whichever one is the most interesting to you.**\\n\\nOnce again, if you enjoy this piece please follow us at [@0xtaetaehoho](https://twitter.com/0xtaetaehoho) and [@ryanshon_twit](https://twitter.com/ryanshon_twit) and consider buying this piece as an NFT to support more student work.\\n\\n## Table of Contents\\n\\n1. **Part 1: Necessity?**\\n   1. Why is Land Necessary\\n   2. Why does Land have Value?\\n   3. Other Value of Land\\n   4. Why are Mortgages Necessary?\\n2. **Part 2: Building the Metaverse Mortgage Protocol - a Basic Blueprint**\\n   1. Limitations of Smart Contracts\\n   2. Some Primitives Required\\n   3. A Proposal for Mortgage Implementation\\n   4. Primitives that must be built and/or are Required\\n3. **Part 3: The Future**\\n   1. Cool things to do with NFT Mortgages\\n\\n## TL;DR\\n\\n**Part 1:**\\n\\n1. Land in the virtual worlds may be necessary to prevent spam and attribute ownership resources\\n2. If virtual spaces can be non-Euclidean and infinite, land can accrue value depending on design decisions regarding its utility and “eyeball” value\\n3. If virtual land and other yield generating assets have value, financing to access this is important\\n\\n**Part 2:**\\n\\n1. We can think of a way to create a mortgage by composing different protocols\\n2. We propose a solution that uses aspects we learned from ARCx, SourceCred, NFTfi, Truefi, Goldfinch, Partybid and reNFT\\n3. By comparing on-chain mortgages to real mortgages we can see what else needs to be built such as underwriting, prepayments, loan modifications, and bankruptcy\\n\\n**Part 3:**\\n\\n1. NFT mortgages enable securitized products like the MBS which can diversify risk for loan originators and encourage NFT ownership while incentivizing riskier loans\\n2. This creates the possibility for NFT securitization desks, PE funds, merchant banks, and other financial entities\\n3. We’ll be back with “Economic Primitives of the Metaverse 3: Securitization” in a couple of weeks.\\n\\n![](https://images.mirror-media.xyz/publication-images/_j8eqiyCY83Jvh_j6M7tT.jpg?height=349&width=628)\\n\\n\\n---\\n\\n## Part 1\\n\\n### Are Mortgages Even Necessary?\\n\\nFirst, the economic primitive we are referring to broadly apply to any leveraged purchase where the asset can be used by the borrower, while a creditor maintains lien rights (control in the case of default) until the debt is fully repaid. We will call this a “mortgage”.\\n\\nSecond, we will provide a brief discussion as to why such a primitive is important. To do this, we explore why land may be necessary, under what conditions it will have value, and how mortgages may be useful under those conditions.\\n\\nWe do not believe that we need to reiterate the prevalence of a mortgage (leveraged purchase) - whether it is the nearly [$2T of leveraged buyouts this year](https://www.jdsupra.com/legalnews/global-pe-continues-boom-with-highest-5771860/), [$1.2T of mortgage originations in 2Q20](https://www.statista.com/statistics/205937/us-mortgage-originations-since-1990/), or [$1.3T of autodebt](https://www.investopedia.com/personal-finance/american-debt-auto-loan-debt/), [\\\\~$1T of credit card debt](https://www.cnbc.com/select/us-credit-card-debt-hits-all-time-high/#:\\\\~:text=Credit%20card%20debt%20hit%20a%20record%20high%20of%20%24930%20billion,New%20York%20released%20on%20Feb.)... leveraged purchases are very important to the consumer and the economy of today.\\n\\n![](https://images.mirror-media.xyz/publication-images/BsPI596NaPt61jygXZouu.png?height=500&width=700)\\n\\n### Why is Land Necessary?\\n\\n> *“The main purpose of LANDs is to allow game designers and developers to publish experiences onto them, which can be played by gamers and monetised by themselves.”* From [The Sandbox](https://medium.com/sandbox-game/the-sandbox-guide-to-virtual-lands-the-metaverse-6ace2278eb5a).\\n\\nPrivately owned land may be necessary if players can interact with the land by building structures and harvesting materials. This is helpful in preventing spam where low-quality structures are built and clutter the space, or in attributing resources to a particular address. We hope to elaborate on this further in another article.\\n\\nFor now, we highly suggest reading [Lars Doucet’s article ](https://www.gamedeveloper.com/business/digital-real-estate-and-the-digital-housing-crisis)on considerations when creating virtual land.\\n\\n### Why does Land have Value?\\n\\nWe based this section mainly on [“The Value and Price of Land”](http://www.eolss.net/sample-chapters/c19/e1-05-03-03.pdf) by Willy Verheye, and works by [FAO](https://www.fao.org/home/en/).\\n\\n> *“A commodity which is abundantly available has no direct value, but when that same commodity becomes short in supply and/or when different users are competing for, it gets an (exchange) value.”*\\n\\nIn reality, we compete for land that provides shelter, the supply of which is limited by our desire to live in a convenient location. Intuitively speaking, housing prices in Manhattan are expensive because of both limited space and the convenience of its location - the desire to be near activity and other people (work, school, nightlife etc…). This is called the agglomeration effect.\\n\\n**Location = time value of money x convenience**\\n\\n![The Agglomeration Effect](https://images.mirror-media.xyz/publication-images/_ZzL8DBZ0FPlNkw6Fy9MB.png?height=1596&width=1516)\\n\\nIn virtual worlds, not only is the supply of land not scarce (ie. Minecraft), a virtual “home” or “land” is not a place for shelter. Additionally, because space itself can be non-Euclidean (ie. you can teleport) there is no concept of “distance from a city-center”, thus value accrual from agglomeration effects are largely design decisions of particular virtual worlds (this doesn’t apply to an AR-based space). Combined with the fact that virtual worlds can have infinite, automatically generated terrain, land becomes a pure commodity.\\n\\n![M.C. Escher's Ascending and Descending - This is well-defined within virtual worlds](https://images.mirror-media.xyz/publication-images/DneZUVugY0pjNr32QTYtH.jpg?height=1000&width=797)\\n\\n### Other Value of Land\\n\\nIn reality, land provides the following sources of value:\\n\\n1. Core factor of production\\n2. Used to showcase your identity\\n3. Provide storage, privacy, and security (functional value)\\n\\nLet us examine how these factors apply to virtual counterparts.\\n\\nWithin virtual worlds, land as a factor of production is a design decision. A virtual world designer could require raw materials that are harvested on the land to create items - this is the model that Axie employs. Alternatively, the designer could require that all assets and structures are built as NFTs on top of land and reference the underlying land, paying out a royalty fee upon asset interaction/sale - this is the model that Sandbox employs. Each decision changes the value accrued to the land and thus its value.\\n\\nThe functional aspect of land is nebulous within the metaverse. It is not imperative to have a “space” to store items/NFTs (they live as designations in a ledger and are represented in your wallet). The one relevant function might be privacy where ownership of a piece of space gives you the ability to gate people who you do not want from coming into your metaverse property.\\n\\nFinally, show-off value is accentuated in the metaverse. Your digital space has the capacity to reach an unlimited number of people, not just those in your physical proximity. This might be why properties in prime locations in popular virtual worlds are selling for exorbitant prices - **capacity for infinite traffic means exponential engagement and eyeballs.** Similarly, only ads, and not humans, reside in Times Square; this might be true for the highest traffic areas of the metaverse.\\n\\n![](https://images.mirror-media.xyz/publication-images/_u3wWDVoE0oBpfxtdiYyz.jpg?height=1350&width=2400)\\n\\n[https://twitter.com/KyleSamani/status/1460276516433113092](https://twitter.com/KyleSamani/status/1460276516433113092)\\n\\nHere is an example of the above dynamics in action in FFXIV, from Lars Ducet’s [“Land speculators will kill your game's growth”](https://www.gamedeveloper.com/business/digital-real-estate-and-the-digital-housing-crisis).\\n\\n> *“There are \\\"apartments\\\" in FFXIV, but they're in low demand and not a target for speculators (and don't seem to get used by players that much, either). The reason for this is that unlike in the real world, you don't have a fundamental need for a mere roof over your head; if you want to go to sleep you just log off. Further, basic amenities are provided by free public inn-rooms which according to Joe are fully furnished instanced areas where you can go to change your hair style, access your retainers/inventory, and customize the look of your armor and clothes. They're basically infinitely available single-occupancy public restrooms. Apartments don't have much to offer in terms of features that you can't already get elsewhere, and their affordances for self-expression and artistry are minimal. Land for houses is where all the demand is, but chronic supply constraints make speculation endemic.”*\\n\\n![Housing Area in FFXIV Shirogane](https://images.mirror-media.xyz/publication-images/hMPruaA9_7Vr_vya4H4Am.jpeg?height=1080&width=1920)\\n\\n**Already, property in highly desirable areas of crypto-games and virtual worlds is extremely expensive.** The cheapest piece of land on Axie trades at 3ETH, while an average mystic land runs in the hundreds of thousands. A piece of land in Sandbox costs around 1ETH, while premier land next to larger structures costs significantly more. During the land presale of Embersword, there were cities that sold for $80,000.\\n\\nOutside of land, Star Atlas ships sell for $30,000. When crypto-gaming is fully mainstream, the rarest of items will trade at very high values.\\n\\n![A $30,000USD Star Atlas Ship](https://images.mirror-media.xyz/publication-images/aNUofumBJc9qpbFMqxAS-.jpeg?height=791&width=1920)\\n\\n### Why are Mortgages Necessary? - A Summary\\n\\nIn the 1950s, homeownership in the United States was less than 45% and largely restricted to the upper class and white families. With the rise of mortgages in the 1960s, homeownership was sitting at \\\\~65% by the end of the decade.\\n\\nThe benefits of holding a home/land - like those mentioned above are large, whether it means you have access to a mode of production, safety/security/privacy, a store of value, or a roof over your head. Yet the cost is high enough such that only a slim margin of the middle class can outwardly afford to purchase a home without applying for a mortgage.\\n\\n![](https://images.mirror-media.xyz/publication-images/qp8pNwGiEZZmLEwSUBYCU.png?height=433&width=577)\\n\\nWe’re still parsing through how to think about design decisions and the tradeoffs involved between scarcity and accessibility. Regardless, we believe that in the presence of scarcity, it is important to provide financing opportunities for those without capital to access the same experiences that wealthier asset-owners have access to. In Part 2, we will provide discussions about implementations of this primitive.\\n\\n\\n---\\n\\n## Part 2:\\n\\n### The Problem: Fundamental Limitation of Smart Contracts as it Pertains to Mortgages\\n\\nFrom [Economic Primitives of the Metaverse 1: Renting and Lending](https://blockchain.mirror.xyz/ogn37xYLtwuJpmcs3jiXbGLybo76CLftTlxOVPJeWHA)\\n\\n> *\\\\[Difficulty in implementing complex economic relationships with NFTs\\\\] is in part due to the inherent differences between smart contracts and paper contracts. Because in reality, the state is responsible for arbitration and enforcement of contracts, the parties partaking in a contract are all known, and because there is flexibility in renegotiation and termination, contracts don’t have to be fully edge-case exhaustive to be secure. A general agreement can be carried out in good faith with edge-case arbitration outsourced to the judicial system, judgments passed on centuries of precedent/common law, against two parties who are known to each other.*\\n\\n[https://twitter.com/j0hnwang/status/1461806911087644677](https://twitter.com/j0hnwang/status/1461806911087644677)\\n\\nFurthermore, because the ERC721 standard only defines the Owner role, it limits the complexity and functionality of an NFT. At best an approved address can transfer this role, but there are no other natively available roles with differentiated access/rights to said NFTs.\\n\\nFor a mortgage that has a lienholder who is separate from the effective owner/user of the NFT, this is the primary roadblock. The question lies in how we get someone to have the ability to use, sell, and perform all actions available if you custody an NFT while a third party can claim the NFT if the user doesn’t meet their payments, or violates certain covenants.\\n\\n### Implementations\\n\\n**A Quick Recap: EIP2615**\\n\\nOne of the first attempts to solve this problem was EIP2615 by Koshi Shiba. It aimed to extend the ERC721 standard and natively introduce the additional roles of Lien holder, tenant, and owner. If you would like a high level understanding of EIP2615 check out “Economic Primitives of the Metaverse 1: Renting and Lending, Contract Inheritance”.\\n\\n**Composed Protocols**\\n\\n**If you are already familiar with the following protocols, skip directly to “The Mortgage.”** Before we propose a composed solution, let us briefly examine each part.\\n\\n[https://twitter.com/cdixon/status/1448528513745760261](https://twitter.com/cdixon/status/1448528513745760261)\\n\\n**(i) Project-Side Implementation of Uncollateralized NFT Lending**\\n\\nWe refer to the section: Uncollateralized Project-side Integration (reNFT Uncollateralized) in Economic Primitives of the Metaverse 1 for a more in-depth exploration.\\n\\nIn general, project-side uncollateralized lending works by having the lender of the NFT place the NFT within an escrow contract. When the renter seeks to rent this NFT, **the contract simply logs the renter's address alongside the NFT id without transferring the said NFT to the renter’s address.** A project then queries the contract to see whether there is currently a renter - in which case it recognizes the renter as the current owner of the NFT - or not - in which case the owner is the wallet that has custody over the NFT (the contract or the original owner).\\n\\n```\\nfunction handleRent....\\n\\nrentings[rentingIdentifier] = IRegistry.Renting({\\n  renterAddress: payable(msg.sender),\\n  rentAmount: uint16(cd.rentAmount[i]),\\n  rentDuration: cd.rentDuration[i],\\n  rentedAt: uint32(block.timestamp) ....\\n```\\n\\nThere are limitations to this implementation including the requirement that a project integrates this solution, that a renter doesn’t really have “custody” over the NFT they are renting, as well as other issues with interoperability. Fully custodial uncollateralized renting is one aspect where we are the most excited for further developments.\\n\\n![Uncollateralized Animetas Lending](https://images.mirror-media.xyz/publication-images/ONSUAdorkJlP_Ug6utv3z.png?height=789&width=1384)\\n\\n**(ii) Un/under-collateralized ERC20 Lending**\\n\\nThe general idea of uncollateralized lending is to rely on the **wisdom of the crowds for credit-risk ratings.** In both Truefi and Goldfinch, members with some locked stake in the protocol are responsible for reviewing and admitting new borrowers, and are rewarded or slashed as a consequence of the performance of the loan.\\n\\n**Truefi/Goldfinch**\\n\\nTruefi and Goldfinch are uncollateralized ERC20 lending platforms that use credit prediction markets. They both work quite similarly, except place the burden of prediction on different entities. We’ll give a brief overview of Truefi, and remark on differences in Goldfinch. The following is a direct quote from a Truefi [Medium post](https://blog.trusttoken.com/introducing-truefi-the-defi-protocol-for-uncollateralized-lending-9bfd6594a48).\\n\\n1. Borrowers (currently reserved to institutions, rather than retail borrowers) are whitelisted through a [rigorous onboarding process ](https://docs.truefi.io/faq/borrow#how-do-i-apply-to-become-a-borrower-on-truefi)that involves a deep review of their business, the signing of an enforceable lending agreement, and TRU community‘s approval.\\n2. Borrowers, once approved, submit a request for capitTrufial at an interest rate and credit limit determined by their credit score, which is subject to further TRU community approval, who signal their opinion on the loan by voting “Yes” or “No” on each loan. TRU stakers are incentivized to vote on new loans carefully, as their staked TRU may be liquidated (at a maximum rate of 10% of staked TRU) to protect lenders in case of default.\\n3. The Borrower must return the principal and interest on or before the term expires. Delinquent borrowers will face legal action pursuant to the loan agreement signed during onboarding. [Learn more about defaults here.](https://blog.trusttoken.com/mitigating-risk-truefis-loan-default-process-454359a8c4b)\\n\\nIn the future, the team plans to decentralize process #2, specifically the rigorous onboarding process, to a credit prediction system. Individual holders who stake the governance token TRU, will be able to vote on whether a borrower has access to credit on the platform, taking into account analysis tools provided by the platform and information submitted by the hopeful borrowers.\\n\\nIf they vote yes and the loan is successfully executed, then they will receive a payout, while (presumably) if the borrower defaults they will have their balance slashed to pay back capital providers - the latter part is unconfirmed. It seems that at the moment, all stakers have their balance slashed in the case of default.\\n\\n![](https://images.mirror-media.xyz/publication-images/3SUmm_2r3Xya5QVQ08dE0.png?height=964&width=1600)\\n\\nInstead of direct prediction markets where anyone with staked TRU can participate, Goldfinch uses a system of “backers”. Backers are KYC’d individuals who stake GFI, the Goldfinch governance token. Backer’s then provide first-loss capital to loan pools. GFI holders can stake on a backer and based on the backer’s total stake, the protocol automatically matches a backer’s contribution to a loan pool from a “senior pool” - senior debt that anyone can contribute to. In the case of default, the GFI of the backer and staked on the backer is used to cover losses.\\n\\nThis system puts the burden of prediction and due diligence on prescient backers and not all stakers. Now GFI holders can rely on experienced backers to perform credit analysis. We are not sure which model will more efficiently direct capital to the best allocators/projects. To learn more about Goldfinch we suggest <https://github.com/goldfinch-eng/goldfinch-contracts>.\\n\\n**(iii) NFTs as Claims: NFTfi Promissory Note and Goldfinch**\\n\\nNFTfi is a p2p NFT collateralized loan marketplace. NFT owners can place their NFTs up for collateral and receive loans backed by these NFTs. The borrower and lender agree upon the amount, rate, and duration of a loan for particular NFTs off-chain. Then, the agreed-upon info (verified via comparing a hash) is used to call NFTfi.beginLoan().\\n\\nThe NFT is escrowed in the NFTfi contract, while the borrower receives the loan principal in their specified currency, and the lender receives a promissory note. This promissory note represents rights to the principal and interest, as well as the ability to claim the collateral if the borrower defaults on the loan or does not pay back the loan in time. This promissory note is an ERC721 and can be transferred or sold (comments lightly edited for formatting reasons).\\n\\n```\\nfunction beginLoan(...)\\n...\\n// Issue an ERC721 promissory note to the lender that gives them the right to either the principal-plus-interest or the collateral.\\n        _mint(_lender, loan.loanId); ...\\n```\\n\\nThe promissory note represents claims to the principal and interest.\\n\\n```\\n// Fetch current owner of loan promissory note.\\n        address lender = ownerOf(_loanId);\\n\\n// Transfer principal-plus-interest-minus-fees from borrower to lender\\n        IERC20(loan.loanERC20Denomination).transferFrom(loan.borrower, lender, payoffAmount);\\n```\\n\\nThe promissory note also presents claims to the collateral in the case of default.\\n\\n```\\n// Fetch the current lender of the promissory note corresponding to this overdue loan.\\n        address lender = ownerOf(_loanId);\\n\\n// Transfer collateral from this contract to the lender, since the\\n// lender is seizing collateral for an overdue loan.\\n        require(_transferNftToAddress(\\n            loan.nftCollateralContract,\\n            loan.nftCollateralId,\\n            lender\\n        ), 'NFT was not successfully transferred');\\n```\\n\\nUpon the termination of both actions (repayment of interest or claim of collateral), the promissory note is burned.\\n\\n```\\n// Destroy the lender's promissory note.\\n        _burn(_loanId);\\n```\\n\\n![An NFTfi Promissory Note](https://images.mirror-media.xyz/publication-images/wFbKfRGDlVIcSqz0OM32P.jpg?height=700&width=700)\\n\\nGoldfinch also issues NFTs for suppliers of capital to both backers and those in the senior pool. The owner of the NFT is able to only redeem their pro-rata share of initial capital, interest, and principal in each pool to their address.\\n\\nCheck out the redeem/withdrawMax functions below.\\n\\n<https://github.com/goldfinch-eng/goldfinch-contracts/blob/main/v2.0/protocol/core/SeniorPool.sol#L221> (line 232)\\n\\n<https://github.com/goldfinch-eng/goldfinch-contracts/blob/main/v2.0/protocol/core/TranchedPool.sol/> (191)\\n\\nAnd so on…\\n\\n**(iv) The On-Chain Credit Score**\\n\\nThere are currently alternative credit systems in place such as ARCx Defi Passport Credit Score and Spectral. All of these systems leverage on-chain data to score a user on their credit.\\n\\n**ARCx**\\n\\nThis is a direct quote from [Issue #20: Reputation ](https://30000feet.substack.com/p/issue-20-reputation)from Andrew Beal.\\n\\nThe DeFi Passport is a combination of identity and reputation. Users can (1) prove their wallet address is associated with a real identity (not a bot) and (2) receive a Credit Score between 0-1000 based on the following variables:\\n\\n1. Had a loan on Compound/Maker/Aave for a minimum duration\\n2. Never been liquidated\\n3. Maintained a large collateral position while maintaining a high (time-averaged) collateral ratio\\n4. Actively repaid loans during days of high market volatility\\n\\n![Some DeFi Passport Covers](https://images.mirror-media.xyz/publication-images/4VI7oFJBxUMQuIZhbAcr3.png?height=537&width=908)\\n\\nIn the future, they hope to add factors such as yield farming scores (how long has the user held their yield farmed tokens), airdrop scores, governance scores (how active they’ve been in governance), and trader scores (weights given to people and bots).\\n\\nFor more information on the roadmap and composition of their credit score, we suggest checking out the ARCx docs [here](https://wiki.arcx.money/). Spectral also works in a similar manner.\\n\\n**Sourcecred**\\n\\nAt the moment Sourcecred is a DAO payments tool that allows for the algorithmic rewarding of DAO contributors, restricted to forums that the tool supports (Discord, Discourse, and Github). For example, if you create a fantastic forum post and receive hundreds of likes from the community, you are allocated “Cred”. The project is very interesting and we suggest you check out [their docs ](https://sourcecred.io/docs/beta/cred)for further information.\\n\\nCred is non-transferable and community-specific. It is not a token but rather a reputation score generated algorithmically on pre-defined weightings and settings of what the community values as contributions. It is therefore possible to look at one’s Cred and extrapolate one’s reputation within different communities, and capacity to make future payments.\\n\\n![](https://images.mirror-media.xyz/publication-images/JFOI9dVnsa2O7VEN8rLn5.png?height=329&width=794)\\n\\nThis serves as the basis of a construction of “capacity” - the general evaluation of your economic activity. Through studying protocol allocations and historical earnings from Cred scores (or Coordinape GIVE allocations) a credit risk protocol could extrapolate one’s level of activity, reputation, importance to key protocols, and future on-chain earning potential in crypto (we’ve heard from the Coordinape team that there are projects building precisely this).\\n\\n**Whereas in the real world, a bank can look at your job, your income, your house, liabilities, and payment history, protocols that study DAO tooling data can look at your contributions to DAOs, your on-chain income, your reputational and social importance to communities and more.**\\n\\n[https://twitter.com/nichanank/status/1438205099776434179](https://twitter.com/nichanank/status/1438205099776434179)\\n\\n**(v) PartyBid**\\n\\nPartyBid allows people to pool their capital together to purchase NFTs. Upon successfully winning the bid for an NFT, the auction is finalized when it is confirmed that the contract is currently holding the NFT. Through Fractionalize.art, Partybid gives prorated ERC20 tokens to all auction contributors, though this is a feature not used for the mortgage.\\n\\n```\\nfunction finalize() external nonReentrant { ...\\n        partyStatus = _owner == address(this) ? PartyStatus.WON : PartyStatus.LOST; ...\\n```\\n\\n![](https://images.mirror-media.xyz/publication-images/7aa3HR5fCOioe4_CY-Lg4.png?height=688&width=1280)\\n\\n## The Mortgage\\n\\nUsing these aforementioned primitives, we can hypothesize how mortgages can be implemented today. Having not yet written or tested these ideas ourselves, we know that there will be many mistakes, be it areas of unforeseen implementation roadblocks, or prohibitively high use of gas. At the very least, we hope that this is a good first step and better implementations come live in the future.\\n\\nIf you would like to follow the implementation attempts of [@0xjonomnom](https://twitter.com/0xjonomnom), [@0xcesare](https://twitter.com/0xcesare), and [@0xtaetaehoho](https://twitter.com/0xtaetaehoho), check out <https://github.com/taetaehoho/NFT-mortgage>. We strongly(!) welcome the contributions of any experienced engineers.\\n\\nHere it goes:\\n\\n**Step 1:** The individual (or Private Equity fund) who wants a mortgage/leveraged purchase of an NFT prepares their on-chain credit score with an ARCx passport. We assume that they actively participate in multiple circles on Sourcecred or Coordinape with an established history of DAO contributions and on-chain income. Generally, any form of credit verification works.\\n\\n**Step 2:** The individual sends an off-chain signed message to a pool of capital (we could call this an NFT merchant bank/mortgage originator). This signed message includes all information required for the lender to evaluate the mortgage including but not limited to:\\n\\n1. ID of NFT to be bought\\n2. Amount of Collateral posted\\n3. APY of loan\\n4. Duration of Loan\\n5. Payment Token\\n6. Maximum Payment\\n7. Other terms of the loan\\n8. Means to verify a credit score\\n9. A nonce (see NFTfi)\\n\\nThe individual also approves the usage of their token balance. This is an idea taken from loan markets on NFTfi.\\n\\n**Step 3:** The NFT merchant bank sifts through off-chain messages and their senders for attractive deals. It can also do multiple rounds of encrypted message exchange with the potential borrower to hammer out deal terms.\\n\\nIt runs its proprietary credit rating and underwriting models to find the best ROI loans. This process can be decentralized via credit prediction systems like Truefi or Goldfinch.\\n\\n**Step 4:** Once the NFT merchant bank decides to take the terms of a loan application, it creates a Partybid. The merchant bank places the collateral of the applicant/borrower into the Partybid and fills the rest required to purchase the NFT (up to security parameters) with its own capital. It then executes the bid in accordance with the maximum payment specified above.\\n\\n**Step 5:** When the bid is finalized, the NFT is escrowed in the reNFT uncollateralized lending contract, taking into account the NFT id, the APY, the duration, and the payment token. Only the borrower’s address is able to call rent on this NFT. \\n\\nDuring this process, the contract also mints an NFT that represents claiming rights to the yield and the lien rights to the NFT in the case of default. These can be further separated to create mortgage IO and POs.\\n\\n**Step 6:** The individual, having already paid the collateral, takes the NFT loan out from the uncollateralized lending contract. Currently, the reNFT contract requires the payment of interest upfront, but this logic can be altered to support incremental payments.\\n\\n![A Visualization of How it Works](https://images.mirror-media.xyz/publication-images/cWST8vcTxuXA9IgSaGHmA.png?height=677&width=856)\\n\\n### What Else Needs to be Built\\n\\nIn the final section of Part 2, we trace the process of a real mortgage to understand the deficiencies of existing primitives.\\n\\n**(i) Underwriting**\\n\\nIn the underwriting process of a real mortgage, a loan processor (underwriter) will approve or deny an applicant’s request by looking at a variety of factors, including credit history, income, outstanding debts, and assets, and assets. This important step in the process focuses on the three C’s of underwriting — credit, capacity and collateral.\\n\\nThe three C’s that we refer to below are directly from US Bank’s website: <https://www.usbank.com/home-loans/mortgage/first-time-home-buyers/mortgage-underwriting-process.html>\\n\\n* *Credit - ...The underwriter will review your credit report to see your payment history, amounts owed, credit history length, credit mix, and new credit. They look for clues that will help them predict your ability to pay back what you borrow.*\\n* *Capacity - When trying to determine whether you have the means to pay off the loan, the underwriter will review your employment, income, debt and assets...*\\n* *Collateral - Using the current market value of the home, the underwriter will make sure it serves as ample collateral for the loan...*\\n\\nCrypto credit systems are limited by short payment histories resulting from the rapid adoption of cryptocurrencies, and the inability to look at the borrower’s total assets/liabilities across different wallets and chains. **As crypto credit systems evolve and more history is available, mortgage lending will become a more robust marketplace.**\\n\\n![](https://images.mirror-media.xyz/publication-images/HSrbegvtmyi5HQf4e70jg.png?height=720&width=1280)\\n\\n**(ii) Loan prepayment and modification**\\n\\nSmart contracts will eventually need to employ prepayment and loan modification options for the lender and borrower. Prepayments are when the borrower decides to pay off a loan early, while loan modifications help struggling customers in order to prevent foreclosures and other default triggers.\\n\\nWe recognize the necessity of secure and decentralized loan modification procedures. In the future, we believe that very smart developers will solve these issues.\\n\\n![](https://images.mirror-media.xyz/publication-images/qRO7ASlw6imC9dwQE04fb.png?height=300&width=768)\\n\\n**(iii) Bankruptcy**\\n\\nCurrent bankruptcy laws have many complexities that tie up legal proceedings initiated by lenders for real assets like homes, commercial real estate, and other assets.\\n\\nWhile the metaverse may not be considered a primary place of residence for individuals, it may earn special consideration for commercial real estate. Imagine a business that does all of its eCommerce in the metaverse. If the business goes into bankruptcy but has multiple loans tied to digital assets, then **lenders need to have a framework to continue bankruptcy proceedings including liquidation and restructuring.**\\n\\nWhile we recognize that bankruptcy creates additional complexities in our proposal we believe that the community of very smart developers and future crypto lawyers will solve this issue.\\n\\n![](https://images.mirror-media.xyz/publication-images/BwbSuThlbI3eE0ykm6bs4.png?height=280&width=844)\\n\\n\\n---\\n\\n## Part 3:\\n\\n### The possibilities with NFT Mortgages - PE Funds, Securitization...etc\\n\\n**What is an MBS?**\\n\\nA mortgage-backed security (MBS) is a bond that is made up of a bundle of home loans. In the case of an NFT mortgage, these loans are represented by NFTs issued in step 5 of the mortgage process. By design, these can be interest-only or principal-only strips.\\n\\nLet’s imagine an example where there are three parties - the borrower (Alice the PE fund), the lender/lending pool (Bob the NFT merchant bank/mortgage originator), and the investor (Carl the retirement DAO).\\n\\n1. Imagine Alice wants to purchase a $500k home and applies for a loan from Bob.\\n2. Alice provides a downpayment (let’s say $100k) and a promise to make periodic principal and interest payments (usually monthly basis) over a prespecified term until the loan is paid back.\\n3. If Bob wants to securitize this loan and sell it in order to lower his risk and enhance liquidity to provide more loans, he could package the NFT granting him lien rights (and rights to interest and principal) with ones of similar terms and credit scores, then sell them to an investor with more capital. This is an MBS.\\n\\n![](https://images.mirror-media.xyz/publication-images/z8JpZlaQKybWLpSa23e1z.png?height=392&width=979)\\n\\n**Despite prevailing negative opinion post-GFC, an MBS capital market ecosystem diversifies risk for loan originators and encourages home (NFT) ownership.** The originators of the loans (consumer banks) have less capital to allocate towards mortgages than capital providers whose sole purpose (agencies like Fannie Mae, Freddie Mac, Ginnie Mae) is to invest in mortgages.\\n\\nAs mentioned above, the MBS increases home (NFT) ownership potential for lower quality borrowers since the originators and investors can diversify their lending risk away from loans concentrated in regions, loan terms, and other factors (the idea is that given a large enough set of mortgages they will de-risk due to diversification). For the capital providers (agencies/investors), an MBS offers higher returns compared to treasuries with relatively low risk due to the diversification of the mortgage pool.\\n\\nThis allows people to enter NFT marketplaces for more affordable costs, but at the same time encourages riskier lending by mortgage originators as they can pass on this risk to agencies/investors.\\n\\n![](https://images.mirror-media.xyz/publication-images/L0-I2e9xpzNs6Rb4aCpuh.png?height=553&width=970)\\n\\n**The Metaverse Securitization Desk**\\n\\nA security desk creates these MBSs via bundling together many mortgages and sells them to investors. At the moment the NFT lending ecosystem is not robust enough to need securitization, but as mortgages come to market as discussed in Part 1, there will be investors who want exposure to these mortgages without having to originate directly. **Securitization desks will provide products for this capital to gain exposure to mortgage markets while providing liquidity for originators.**\\n\\n![The Metaverse Structured Products/Securitization Desk](https://images.mirror-media.xyz/publication-images/x0acO-BlVpoJttKJBzsVB.jpg?height=698&width=1350)\\n\\n**Private Equity (PE) Funds**\\n\\nThe borrower(s) who submits a bid for a mortgage in step 1 of “Part 2: The Mortgage” can be thought of as a PE fund because they are buying yield generating assets with leverage. One can imagine a metaverse PE fundraising money to purchase a large plot of land in the Sandbox with poor game designers. They can then bring in new designers to revamp the game, bring in more players and thus yield, and sell the same plot of land for a higher multiple while using the yield generated to pay back interest on the initial loan.\\n\\n![Future Metaverse PE Funds Bidding for Yield Generating Assets](https://images.mirror-media.xyz/publication-images/-nylGE3VaATGCANTwlw5z.jpg?height=768&width=1024)\\n\\n## Conclusion\\n\\nWe hope that we’ve presented something new - the NFT mortgage, sufficiently motivated its necessity, raised further interesting questions to explore, and discussed what this could bring in terms of metaverse economics.\\n\\nIn the next installment “Economic Primitives of the Metaverse 3” we’ll talk more about securitization and other complex financial products. [@0xcesare](https://twitter.com/0xcesare), [@0xjonomnom](https://twitter.com/0xjonomnom), and [@0xtaetaehoho](https://twitter.com/0xtaetaehoho) are also working on a test implementation of a metaverse mortgage protocol. Follow our progress here: <https://github.com/taetaehoho/NFT-mortgage>\\n\\nAs always, if you enjoyed this article, consider purchasing it as an NFT to support more student-led work, and please follow @BlockchainatCU, which funded the writing of this article!\\n\\n\\n---\\n\\n**Credits**\\n\\nWe’d like to thank @KyleSamani, @TrustToken, @goldfinch_fi, @mrjasonchoi, @ShaanVP, @sourcecred, @christcantino, @ljxie, @dberenzon, @renftlabs, @nickev123, @ballmatthew, @pierskicks, @gabusch, @AriannaSimpson, @Jihoz_Axie, @*Dave__White*, @Columbia_Biz, @AlgorithmicBot, @Columbia, @gmoneyNFT.\\n\\nWe’d especially like to thank @BlockchainatCU.\\n\\nCredits to @artemilse_ for all the charts!\\n\\nDisclaimer: The above content is for informational purposes only, you should not construe any such information or other material as legal, tax, investment, financial, or other advice.\",\"timestamp\":1638367799,\"title\":\"Economic Primitives of the Metaverse 2: Mortgages\",\"publication\":\"blockchain\"},\"digest\":\"bd8Ndq7LZZwIOvBVDb1RUDyZGVzLuXcAwLDMM2hgPEs\",\"authorship\":{\"contributor\":\"0xdb4a057C4054E030e6F04619777c17CafA33cf65\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CiVymMDi-XRxP8qV_QQ87WxL-vmsQzwr-TkVpXhxC4w\\\",\\\"y\\\":\\\"_VUncn77PGgt9J5-TkTPh54OAs2-Xk9iAK-5VFggYEY\\\"}\",\"signature\":\"xvHUiub5IUB6uLgm2dB5eawwKGGauVhdF_dOW4OmjkACwDMAsnit1BSyx_sXfW9Q2ElONNn-2vUbp7zMT1SB_Q\",\"signingKeySignature\":\"0x87185ae4896354b4dd1b26fbc97e14919fa3cc96e1e97651baa7bee3089746ab1d1658f293344c5ed373377fe71923ebe1086d95d27626159727a23138589c0c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CiVymMDi-XRxP8qV_QQ87WxL-vmsQzwr-TkVpXhxC4w\\\",\\\"y\\\":\\\"_VUncn77PGgt9J5-TkTPh54OAs2-Xk9iAK-5VFggYEY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"MZmMEDUckY5Vo3QMwZPHcgcSr_FTpg1X025VUad_s9o\"}"