"{\"content\":{\"body\":\"My friends - *\\\"How is that picture of the ape that you bought getting on...has the price crashed yet?\\\"*\\n\\nMe - *\\\"The price has actually gone up even further! If I sold today I'd make a 90x return\\\".*\\n\\nFriends - *\\\"That is so mad, why on earth haven't you sold it yet!\\\"*\\n\\nThis is a short overview of why I haven’t sold Bored Ape 2185.\\n\\n### Background\\n\\nIn May I saw a tweet from Jack Butcher which included some pictures of his Bored Ape NFTs. I first bought crypto in 2017 so I was familiar with the concepts underpinning the project - blockchain and NFT's - but I hadn't come across a project like this before. I jumped into the Discord channel, where people were discussing their ape's traits and plans for the project, and my interest was peaked! Despite missing the mint by 7 days, and prices having already risen by 525%, together with two friends we decided to \\\"ape in\\\".\\n\\n[ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/2185](ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/2185)\\n\\n<ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/9.759226288158324e+22>\\n\\n<ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/4.076478720612118e+26>\\n\\n<ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/4.076478720612118e+26>\\n\\n<ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/4.076478720612118e+22>\\n\\nOur Bored Ape is now worth at least 44 eth (£140k at the time of writing), but we'll be holding our ape for a little longer yet. Here is why:\\n\\n### Long web 3.0\\n\\nWeb 3.0 is in its infancy. I want to be part of one of the communities that is at the forefront of capitalizing on this huge technological change. To watch from the sidelines would be interesting, but to actually be a member of the BAYC is a brilliant way to participate in the rollercoaster of growth for web 3.0 communities over the next few years.\\n\\n### The power of community in web 3.0\\n\\nWe're increasingly seeing the increasing political, economic and cultural power of online communities on the real and virtual world. Just take the GME and AMC stock pumps orchestrated by the Wall Street Bets community on reddit earlier this year. The increasing power of organised retail investors will no doubt have tremendous impact on markets globally. The BAYC club is another example of the power of online community.\\n\\nNew tools built on web 3.0 infrastructure are now making it easier than ever to organise and transact 24/7 globally. A great example of this is when, in less than 7 days, people from across the globe came together to try to buy a copy of the US Constitution at auction with Sotheby’s. Using tools such as Juicebox, Discord and Twitter the community were able to organise themselves to raise $47 million in a matter of days. Unfortunately they didn't win the auction, but they have inspired a wave of similar DAOs to raise capital to buy real world assets. Likewise, BAYC has fostered an incredibly strong community with evangelical members. As one of the pioneering communities in the intersection of culture, web 3.0 and offline events, this will only get stronger.\\n\\nAs the growth of online communities accelerates, and we increasingly spend more of our lives online, people will look to signal to other users their personality, beliefs, and outlook. Just as we care about our offline identity, we will care about our online identity - maybe in time to an even greater extent. The BAYC has already developed a reputation that allows for status signalling across platforms and metaverses (i.e. a digital flex), and with the likes of Post Malone, Snoop Dog and Stephen Curry all owning apes, I only anticipate that this will continue.\\n\\n### Commercialisation\\n\\nWeb 3.0 is creating headless brands without centralized leadership. Blockchains allow individuals to own and create value from their data without the need for third parties, which means the community owns the direction and vision of the brand. The BAYC acknowledged this by allowing each Bored Ape owner the commercial rights to their ape. The opportunities here are truly endless - we have already seen a Bored Ape launch a book, bank, and coffee brand.\\n\\nYuga Labs - who started BAYC - have provided brilliant leadership to date, including in person events with The Strokes, and the creation of another collection of apes to expand the community - the Mutant Ape Yacht Club. In time I expect leadership to completely decentralize through the launch of DAO and governance token - which will allow the community to own the direction of the club.\\n\\n### Defi meets NFT's - fractionalization and collateralization\\n\\nThe recent NFT surge in popularity of NFT collectibles has triggered a wave of startups innovating in the space. Platforms like PartyBid make it possible for groups to come together to buy NFTs, Fractional allows you to mint fractions of an NFT and NFT Pawn Shop allows you to collateralize your NFT. In time I expect this to increase access to popular NFTs or allow NFT holders to access liquidity against their NFT. Therefore in a few months I expect we’ll have more options around what we can do with our ape, which is why it is worthwhile hodling for now. \",\"timestamp\":1638447701,\"title\":\"Why I'm in the Bored Ape Yacht Club\"},\"digest\":\"sRbORoUAX3WtOASYu7vhyxIXWfSndOGXg5G0PDKOLao\",\"authorship\":{\"contributor\":\"0x6012EF63109Ff23f107e8D2eC51544af7Cf548Ac\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"btRMvHdWB6PJj8ozYdGeDndgXVMHW8G0lsS-jYF1Khw\\\",\\\"y\\\":\\\"xjZp1bKqH66m0v-zM8nB9GAZAqrWTPhxbD5NQYS4Vsg\\\"}\",\"signature\":\"NYikbPmvnlevoJqkPFRClf1YpcrBnAKBuOp-CxCo7xC_UeaQGnIdm4tarPMHjS1tNcAzLbmM1UqiuuWz9SCoZw\",\"signingKeySignature\":\"0xfdbe4cb7a33c1e84e9889ef6b2755689acbe2b67d298372b3870a373d280b7417b989196220ef036fa7cae3043a1f559ba4eabdf41ef5e4ef83c95c64e7031121c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"btRMvHdWB6PJj8ozYdGeDndgXVMHW8G0lsS-jYF1Khw\\\",\\\"y\\\":\\\"xjZp1bKqH66m0v-zM8nB9GAZAqrWTPhxbD5NQYS4Vsg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9J7DTqmRZFlgmgH1gHuzFxms7z7dPt6jVUh1BGX6I4A\"}"