"{\"content\":{\"body\":\"无论是李诗情还是肖鹤云，都对这位和气宽厚的“警察叔叔”有着很好的印象。\\n\\n    那些他们被“紧迫问讯”的经历, 哪怕只是回忆都觉得很难熬, 但这些经历也, 也不是没有让人觉得温暖的地方。\\n\\n    李诗情记得他为自己掖过的被子，还有那双因为事故太惨烈而红着的眼睛；\\n\\n    肖鹤云还记得他，记得他给自己递的每一杯水，记得他问自己“要不要吃饭”, 记得他的“无论多匪夷所思, 我们都会相信”。\\n\\n    虽然老张到最后也没有相信，但他也从没有怨恨过警方, 更没有怪过他们这么折腾人, 因为正是有了这些可敬可爱又让人可畏的警察, 才有了他们现在安宁的生活。\\n\\n    如果对待犯罪嫌疑人都不够严厉, 那才是对无辜受害者的不尊重。\\n\\n    但现在，这位可敬又可亲的警官死了, 死在这场爆炸案里。\\n\\n    因为他们的“不谨慎”。\\n\\n    “我们还会循环的，对吧？”\\n\\n    李诗情看完了老张的生平，心情越发沉重。\\n\\n    “等我们再循环时，他还会好好活着, 是不是？”\\n\\n    老张只有四十六岁, 是一位从业二十多年的老刑警, 曾经协助破获过好几起轰动全省、全国的大案、要案, 他四十岁时还勤奋好学, 自学了心理学的相关课程, 取得了犯罪心理学的学士学位，也是队里有名的“谈判专家”。\\n\\n    短短的通报里，载满了对这位警界精英的赞赏和痛惜。\\n\\n    “我不知道。”\\n\\n    小哥嘴里泛起了阵阵苦意，“但我希望能够再次循环。”\\n\\n    他们的“努力”没有制止爆炸，反倒引起了更大的伤亡。\\n\\n    这是他和李诗情都不想看到的。\\n\\n    有了这样的“发现”，李诗情和小哥心里都不好受，连再查找资料时都情绪低落，唯有悔恨和自责充斥心中。\\n\\n    再怎么节约用电，手机也总有用完的时候，当屏幕彻底黑下去时，小哥无奈地将它收到了包里。\\n\\n    湿地公园夜晚不对外开放，已经是晚上七八点钟了，两人躲在这个假山上好几个小时也没人经过，灯也没有，吃的也没有，四下里一片漆黑，肚子里咕咕作响，只能靠闲聊排解寂寞和不安。\\n\\n    “下次下车前，先买点吃的和水。”\\n\\n    小哥揉了揉自己的肚子，“你说这事情奇怪的，在车上就没觉得饿，下了车没几小时就觉得饿了。”\\n\\n    “在车上我们就活几十分钟，怎么饿？”\\n\\n    李诗情看着远处深黑的影子有点害怕，不自觉地往小哥身边挨了挨，脑子却在想着其他的事儿。\\n\\n    “如果能回到车上，我们一定要找到凶手，同时搞清楚爆炸物是什么，再通知警方。”\\n\\n    “嗯。”\\n\\n    知道她还在自责这件事，小哥跟着附和。\\n\\n    “警方上车时，我们要协助警方控制住犯人，否则一车的人都有危险。”\\n\\n    她提醒着小哥。\\n\\n    “嗯，好。”\\n\\n    “我们得提醒他们便衣上车。”李诗情又想到一点，“最好再提醒他们提前疏散人群，封锁交通。”\\n\\n    “是。”\\n\\n    小哥跟着点头。\\n\\n    “如果我们真能回到车上，该怎么办？”\\n\\n    李诗情这次终于不再说“都听我的”，“你不是最擅长列计划吗？咱们列个计划？”\\n\\n    “首先得排查车上有哪些人可疑。”\\n\\n    小哥不假思索地说，“公交车不大，车里也没多少人，如果犯罪分子能很隐蔽地立刻引发爆炸，说明那个炸弹应该是随身携带的，我们也许都观察不到是怎么引爆的。”\\n\\n    “先查谁带着包或者大件行李？”\\n\\n    李诗情一点就透。\\n\\n    “是，先看谁带着东西，笨点的法子就是一个个排除。像我这样背着包的，还有那些脚底下放着东西的，都要查一查他们是不是带着炸弹。”\\n\\n    一想到他们的“工作量”，小哥又愁得直叹气。\\n\\n    “不过这样做的话，就要直接和歹徒对上，人家未必给你检查，搞不好又要直接丧命……”\\n\\n    真带着炸弹，谁给你看？一被发现说不定就引爆了。\\n\\n    也许都不需要发现，只要打草惊蛇，让歹徒觉得自己被发现，说不定就会随时“boom”了。\\n\\n    “而且别人还不一定给你搜，搞不好还要打一架……”\\n\\n    李诗情挠了挠头，“要不，我们就用笨办法，你出其不意的制服东西主人，我趁机打开人家的包或者行李检查？”\\n\\n    “只能这样了。”\\n\\n    小哥拍了拍胸脯，理所当然地回答：“我好歹是个男人，比你要强壮，总不能让你去跟人打架吧？”\\n\\n    两人就这么在一片黑暗里，你一言、我一语的慢慢完善着可能的计划，时间一分一秒的过去，因为商议的太投入，甚至让他们忘却了身体的饥渴与精神的疲惫。\\n\\n    但没一会儿，意外就降临了。\\n\\n    “那边是什么？路灯开了？”\\n\\n    李诗情眼尖，指着东边一处光源示意小哥看。\\n\\n    他们现在窝在公园的某处假山顶上，这位置地势高、旁边又有遮掩物，什么人来了一眼就能看到，可以往假山里面躲一躲，竟真让他们躲过警方大半天。\\n\\n    “好像是手电筒的光，而且人还不少。”\\n\\n    小哥眯着眼看了下，突然脸色大变。\\n\\n    “不好，是警察找来了！”\\n\\n    这种强光手电筒，还有这么多，不是警察在找人，还能是什么？\\n\\n    “来找我们的吗？这附近又没监控，为什么……”\\n\\n    李诗情一听“警方”就晃了，下意识要往假山里钻。\\n\\n    “谁知道，也许是通过手机信号定位基站的位置，也许是有人看到了，就我们两个普通人，躲不过警察不很正常吗？”\\n\\n    小哥紧紧抓住她的手，“你别怕，你手机一直是关机的，他们要找也是找我，我先下去试试看，能不能把他们引开，你现在这里躲着。我要忽悠过去了，明天早上再来找你……”\\n\\n    眼见着手电筒的光越来越近，他想都没想，站起来就往假山下跑。\\n\\n    谁料，也不知是坐得太久站起来太急，还是天太黑他又慌不择路，还没跳起来走两步，就见着他脚下好像绊了什么，往假山下栽下去。\\n\\n    “呃！”\\n\\n    “小心！”\\n\\n    李诗情眼疾手快，立刻飞扑过去抓住了他后背的衣服，然而终究还是力气太小，反倒被他带着一起滚下假山。\\n\\n    “啊！”\\n\\n    “什么人！”\\n\\n    “那边是谁！”\\n\\n    头部传来剧烈的眩晕和疼痛，眼前也有金光乱冒，李诗情隐隐约约感觉到有一束光照到了自己的脸上……\\n\\n    有人走到了他们的面前，她听见有人对着自己啧啧称奇。\\n\\n    “怎么有这么笨的犯罪分子？”\\n\\n开端 **第2**2节\\n\\n    “你才笨，你全家都笨！”\\n\\n    心中一声大吼，她又气又痛，终于晕了过去。\\n\\n    ——\\n\\n    李诗情臭着一张脸，再次从公交车上清醒。\\n\\n    她怎么想也想不到，他们两个人居然是用这么“乌龙”的方式回到公交车上的。\\n\\n    更别提，这位“同伴”上一刻还“壮怀激烈”地说要帮她引开警察，下一刻，就直接把她带到坑里去了。\\n\\n    “我高度近视加散光，还有点夜盲……”\\n\\n    一旁的小哥不好意思地挠着头，“对不起啊，连累你了，不过你看，我们这不是回来了吗？”\\n\\n    “我会在意你连累了我吗？我在意的是我们这么被发现真特么傻啊！”\\n\\n    李诗情压低了声音吐槽。\\n\\n    方才趴在地上被人嘲讽的耻辱似乎还在她的周身萦绕不去，不必看，李诗情用脚趾头想，都知道如果他们要没“回来”，接下去警方要怎么通报。\\n\\n    【犯罪嫌疑人某某某和某某某由于脚滑，失足从藏匿的假山处不慎坠下，成功落入警方的法网。】\\n\\n    好一个“脚滑”的犯罪分子！\\n\\n    “嗷！”\\n\\n    她越想越懊悔，使劲搓了把脸。\\n\\n    大概是因为前一刻“逞英雄”下一刻就变“狗熊”有些不好意思，眼睛小哥干咳了一声，环顾了下四周，压低了声音对她说：\\n\\n    “你让我出去走走，我去观察下哪些人带了大件行李。”\\n\\n    听他说到正事，李诗情原本还带着几份羞恼的表情顿时一整，忙不迭地给他让出一条通道出去。\\n\\n    他们这次回来时间又提前了，现在还没到沿江东路站，但考虑到每次相隔的时间都没多久，估计很快就要到下一站。\\n\\n    假装自己起来活动手脚，肖鹤云甩了甩手又跺了跺脚，在车厢里踱了起来。\\n\\n    他和李诗情上车时都是在江东区，该区高校和高科技公司云集，上车的时候有不少人，所以才不得不坐在一起。\\n\\n    但随着一路上上车下车，车上有不少人在江东区的商业中心区域下了，到后来更是上的人少、下的人多，等空位一多，不少人就不愿意和别人坐一起，于是车中的乘客现在都分散在这辆公交车的各个位置。\\n\\n    李诗情要不是一直在睡觉，八成在中途也要找个空位坐下的。\\n\\n    从前走到后，小哥在心里默数了下人数，除去司机、他和李诗情，也就九个人，前面和中间区域有四个人，其他都在车后方，坐的非常分散。\\n\\n    他假装闲逛从每一个座位旁晃荡过，发现车厢里的人多多少少都带着东西，但是带着显眼行李的只有三人。\\n\\n    一个是后门前方坐着的老爷爷，手边放着根短扁担，脚下放着两个蛇皮袋子。袋子里面鼓鼓囊囊，看不出有什么，但从能看得出里面放着不少东西。\\n\\n    一个是后排中间座椅上坐着的中年男人，男人的皮肤黝黑，身材壮实，神色里带着体力工作者特有的那种坚韧，隔壁座位上放着健身房里常见的圆筒挎包，但包身略显破旧，体积也不小，鼓鼓囊囊的。\\n\\n    他一直没有睡觉，也没有看手机，但明显看得出在走神。\\n\\n    小哥还记得他，之前他被车上的乘客制服过几次，每一次，这个中年男人都是“主力”，轻松就能把他这个年轻壮小伙给打趴下。\\n\\n    他甚至还记得这男人用那双有力的手臂将他死死压制住的痛苦。\\n\\n    第三个，是和他们隔着走道前一排坐着的花衬衫大婶。\\n\\n    这个大婶看起来约莫四十多岁，身材瘦小，长相也很普通，就像是经常见到的那种家庭妇女。\\n\\n    和大部分家庭妇女出门的原因一样，她的脚下放着一个超市的那种大塑料袋，似乎是刚刚大采购回来。\\n\\n    但因为她坐在外侧，塑料袋放在里面的地上，大婶的腿隔绝了小哥的目光，根本看不清那个塑料袋里面有什么。\\n\\n    就是这个大婶，之前说着还要回家给家里人做饭，不方便耽误时间给李诗情作证。\\n\\n    由于肖鹤云长得斯文，人又白净，没有几个人对他走来走去表示不耐，甚至还有人好心问他是不是在找哪里下站，可以帮忙告诉他。\\n\\n    小哥在车上侦查情况的时候，李诗情也在仔细观察每个人的位置，努力回想每一次爆炸的气浪是从哪个方向掀过来的。\\n\\n    很快，熟悉的报站声又响起来了，公交车缓缓靠往45路公交站牌，并打开了车门。\\n\\n    这一次，并没有人下车，却有人从前门上了车。\\n\\n    那人一走进车厢，正在车厢里溜达的肖鹤云和在座位上向外打量的李诗情，身子齐齐一震！\\n\\n    两人瞪大了眼睛对视一眼，同时点了点头。\",\"timestamp\":1642688844,\"title\":\"第18章 第十二次循环\"},\"digest\":\"fhEEzdKEg9s3tAXtTe9VVyR2PptMH-5eMkO5MEUhYiQ\",\"authorship\":{\"contributor\":\"0xB9216E2DF7d69b7997aBD7acCB3365521cb8Ed62\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AnHOk7N59wdrnoSxQJStjyO5TCXq7uV_o2KvABYR-mo\\\",\\\"y\\\":\\\"Gtf6EKaXMeAo4EQfkwaHxz6FHI4M1vb1KmDshdzv2qE\\\"}\",\"signature\":\"n2ItKTlUfx8KZfZE6RC0-CRyN4EsXo6ZuOZtu4-hONG-uXYn_yrKjt2rzUFxFV-QDarnoi0G5Ok8mWFlbQJVCQ\",\"signingKeySignature\":\"0x80d09cda20c2032282deff087511c0c313c9181b457aa16ca6b8d39fec27f4927fdb992bd7d2b99de1e23c78a32587b5529f7a2bdc5295f908a5618e50c1e79b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AnHOk7N59wdrnoSxQJStjyO5TCXq7uV_o2KvABYR-mo\\\",\\\"y\\\":\\\"Gtf6EKaXMeAo4EQfkwaHxz6FHI4M1vb1KmDshdzv2qE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fhEEzdKEg9s3tAXtTe9VVyR2PptMH-5eMkO5MEUhYiQ\"}"