"{\"content\":{\"body\":\"新型コロナウイルスの感染拡大が続く中、生演奏を楽しむことができるライブハウスはいわゆる「3密」にあたるとして、営業の自粛や休業を余儀なくされ、閉店に追い込まれる店が相次いでいます。こうした中、北海道を代表するロックバンド「GLAY」がデビュー前に活動していた老舗ライブハウスも、いま存続の危機に立たされています。 \\n （函館放送局 記者 川口朋晃）\\n\\n## GLAYの聖地 存続の危機に\\n\\n函館あうん堂\\n\\n函館市でおよそ40年の歴史があるライブハウス「あうん堂」。JR函館駅からほど近い場所にあり、数十人が入ればいっぱいになる小さなライブハウスです。 \\n  \\n 函館市出身で北海道を代表するロックバンド「GLAY」が、デビュー前に活動していたところで、彼らの高校卒業の記念ライブもここで開かれました。\\n\\n楽屋へと続く階段の壁には「GLAY」と大きな文字が書かれています。高校生のころに彼らが書いたもので、ファンの間でこのライブハウスは「聖地」と呼ばれています。 \\n  \\n 以前は、大勢のファンが訪れていましたが、新型コロナウイルスの影響で毎週末のように行われていたライブもことしは数組の利用しかありません。\\n\\nライブハウスオーナー 中川一貴さん \\n 「ライブのない日は、バーやカフェなどの営業もしていますが、それもお客さんが入らず、経営的には壊滅的な状況」\\n\\n営業を継続させるため中川さんはことし8月、インターネット上で資金を募る「クラウド・ファンディング」を始めました。\\n\\n開始から3日後、急展開が起こります。 \\n 「GLAY」のボーカルTERUさんが、自身のSNSで「あうん堂」を支援したことを明らかにしました。 \\n するとファンの間で急速に広まり、多くの支援が集まったのです。\\n\\nライブハウスオーナー 中川一貴さん \\n 「社員から連絡が来て『大変なことになってるよ！』って、朝起きたときに見たら一晩で凄いことになっていて。どうなってんの？！っていう話になりました。感動しますよね、ここ（あうん堂）を守らなくちゃいけないと強く思いましたね」\\n\\n## 約30年ぶり 凱旋ライブが決定\\n\\nTERUさんの恩返しはこれだけではありませんでした。 \\n クラウド・ファンディングで支援してくれた人たちへのお礼として用意していた「オンラインでライブを配信するためにライブハウスを独占できる権利」。 \\n TERUさんがこの権利を使って、ファンに聖地と言われるこのライブハウスで無観客で楽曲の収録を行い、その映像をオンラインで配信することを決めたのです。\\n\\n「GLAY」がここで演奏するのは約30年ぶりで、まさに凱旋ライブです。\\n\\nTERUさん\\n\\nTERUさん \\n 「GLAYとは切っても切り離せない。そんな存在のライブハウスです。今回、クラウドファンディングを見た時に、なんとしても（営業を）継続してほしいなという思いで、参加させてもらいました。演奏していた18歳とか17歳のときの思い出を振り返りながらライブすることになるので、当時の事を思い出しながらステージに立ちたいなと思います」\\n\\n【コロナ禍 深刻な状況続くライブ業界】 \\n 音楽を中心としたライブ・エンタテインメントを主催する、全国のプロモーターで構成される一般社団法人コンサートプロモーターズ協会によりますと、新型コロナウイルスの感染拡大防止のため、プロモーター各社は膨大な数の公演の開催を自粛しました。2020年の動員数・売上額は、ライブハウスだけでなくスタジアムやアリーナなどの会場でいずれも前年比約80％の減少となりました。 \\n  \\n 会員の72社を対象に行った調査によりますと、去年1年間のライブハウス公演数は、前の年より10000件以上減って4530件。動員数は464万人以上減って約131万人と大きく落ち込みました。 \\n  \\n 協会は「コロナ禍の長期化により、多数の関連企業やフリーランスの事業者の経営状況は極めて深刻です。各社の事業継続や、これまでの技術・歴史の継承が断ち切られかねません」としています。\\n\\n## TERUさん 募らせる危機感\\n\\nTERUさんもまた、このままでは若手の発表の場が失われてしまうと危機感を募らせています。\\n\\nTERUさん \\n 「僕たちが上京してから、ライブをさせてもらったライブハウスも今、経営ができなくて閉じてしまったところも多いんです。いざコロナが収束して、やっとエンタメの本領発揮ができる時期が来たとしても、ライブハウスがなかったり、披露できる場所がないという状況になると、せっかくの好機を逃してしまうような気がしています。（若手のミュージシャンたちのためにも、ライブハウスがすぐ動き出せるような状況を作っていければいいのですが、なかなか難しいと思うので）少しでも僕らの力でそのサポートをやれればいいなと思いながら今、活動しています」\\n\\n## 「音楽を届け続けたい」\\n\\n「GLAY」も全国ツアーが相次いで中止になるなど、新型コロナウイルスが音楽活動への影響を及ぼしています。 \\n  \\n こうした中、自宅でもライブを楽しんでもらおうと無観客でライブを行ってファンクラブの会員向けに配信する取り組みを始めました。 \\n  \\n 「LIVE at HOME」と名付けたこのライブの配信は、これまでに6回行われたということです。\\n\\nTERUさん \\n 「いろいろと活動しにくい世の中にはなりましたけども、でも新たに配信という分野で、できる事をやっていこうということで、去年から5か月ぐらいかけて配信ライブをしたりしてきました。とにかく音楽を絶えず届けていきたいという思いでやっています」\\n\\n## 新曲に込めた思い\\n\\nこうした活動を行ってきた中で、ことし8月に発表した新曲「BAD APPLE」。曲には新型コロナウイルスの影響で先行きが見えない中、この危機を一緒に乗り越えようというメッセージが込められています。\\n\\nBAD APPLE/GLAY（作詞・作曲:TAKURO） \\n 僕らの未来が見えなくなって 彷徨う心は千切れた雲のよう \\n どんなに明日を願ってみても 愛なき世界が手招きをする \\n  \\n 空を駆ける星たち 宇宙を巡る死の淵 \\n 慰めのない日々 いつか答えが出る \\n 挑み続けている者よ 楽園を捨てた者よ \\n さぁ聞きなさい 心を開いて \\n  \\n I’ll Be…There For you \\n  \\n もつれた会話を繰り返し 疲れた身体を横たえる時 \\n 窓越し揺れるレースの向こう 優しく爆ぜる雨音を聞く \\n  \\n 海を渡る鳥たち 疫病（やまい）を運ぶ人間（ひと）たち \\n 行き先不明ならそれもいい 握りつぶした幸せに \\n 粉々に砕いた愛に さぁ詫びなさい膝をついて \\n  \\n （※歌詞は一部抜粋）\\n\\nTERUさん \\n 「コロナ禍で人はどう活動するか、生きていくかというところがテーマになっています。やはりみんなで一緒にこの危機を乗り越えていこうという、そういう思いを聞いてくれた方々が感じてほしいです。なかなか自分たちの生活が戻らない、通常に戻らないような苦しい状況の中でも、GLAYの音楽が少しでも癒やしになってくれたり、明日に向かう活力になってくれたりしてもらえたら。全国で大変な思いしてる方が多い中で、より多くの人たちに届けたいという気持ちがあるので、しっかりと届いてくれたらうれしいなと思います」\",\"timestamp\":1642429003,\"title\":\"コロナ禍 音楽の灯を絶やさない～GLAY TERUの思い\"},\"digest\":\"imeuZFEBWSygB6wiFdS_rz4Hw_4jwMXWxaYZqsObYoo\",\"authorship\":{\"contributor\":\"0xF0d4D65aDDC5a517242fB070AE041fdc5853C7EF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2o0GJbp-J5hU6w9hwErCJkN-vFij7Cztr2h3iAqpMls\\\",\\\"y\\\":\\\"8hYrF6D3Lc8uu60L7xK3Ff7dcKZlo8CnpwHOL-tYKmo\\\"}\",\"signature\":\"rhE7-CZZkpdDAxDaCE6oFZVcP1Rez_1ptZBCBgjFAlAO_n5sb-lJDUrW0qmNVBktUoo3MrFW7xVGNkQddF5Xpg\",\"signingKeySignature\":\"0xfe0b01077f24ad0f85f0318d3544dc4afb6fcc008b2cb492cdcf3eb0dcb11c3143bbd873941ee83a4baf1678799bdcb250b137801be679a66edc84568ac11cc91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2o0GJbp-J5hU6w9hwErCJkN-vFij7Cztr2h3iAqpMls\\\",\\\"y\\\":\\\"8hYrF6D3Lc8uu60L7xK3Ff7dcKZlo8CnpwHOL-tYKmo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"imeuZFEBWSygB6wiFdS_rz4Hw_4jwMXWxaYZqsObYoo\"}"