"{\"content\":{\"body\":\"Here, it appeared, Mario Costa and Paolo Tosti had composed their most celebrated songs between one course and another. Here Zola and Tolstoy had written. Here Sarah Bernhardt had ordered a dozen bottles of famous old wine to be sent to the Avenue Pereire from the cellars of Frisio, and had fallen in love with a cat from Greece. Here Matilde Serao had penned a lasting testimony to the marital fidelity of her husband.\\n\\nEverything--everything had happened here, just here, at Frisio's.\\n\\nSeeing the amused interest of his guests, the Marchesino encouraged the Padrone to talk, called for his most noted wines, and demanded at dessert a jug of Asti Spumante, with snow in it, and strawberries floating on the top.\\n\\n\\\"You approve of Frisio's, Signorina?\\\" he said, bending towards Vere. \\\"You do not find your evening dull?\\\"\\n\\nThe girl shook her head. A certain excitement was noticeable in her gayety--had been noticed by her mother all through the evening. It was really due to the afternoon's incident with Artois, succeeded by this unexpected festival, in which the lively homage of the Marchesino was mingled with the long procession of celebrated names introduced by the Padrone. Vere was secretly strung up, had been strung up even before she stepped into the launch. She felt very happy, but in her happiness there was something feverish, which was not customary to any mood of hers. She never drank wine, and had taken none to-night, yet as the evening wore on she was conscious of an effervescence, as if her brain were full of winking bubbles such as rise to the surface of champagne.\\n\\nHer imagination was almost furiously alive, and as the Padrone talked, waving his hands and striking postures like those of a military dictator, she saw the dead Empress, with her fan before her face, nodding her head to the jig of \\\"Funiculi, funicula,\\\" while she watched the red cloud from Vesuvius rising into the starry sky; she saw Sarah Bernhardt taking the Greek cat upon her knee; the newly made Czar reading the telegram with his glass of punch beside him; Tosti tracing lines of music; Gladstone watching the sea; and finally the gaunt figure and the long beard of Tolstoy bending over the book in which he wrote clearly so many years ago, \\\"Vedi Napoli e poi mori.\\\"\\n\\n\\\"Monsieur Emile, you must write in the wonderful book of Frisio's,\\\" she exclaimed.\\n\\n\\\"We will all write, Signorina!\\\" cried the Marchesino. \\\"Bring the book, Signor Masella!\\\"\\n\\nThe Padrone hastened away to fetch it, but Vere shook her head.\\n\\n\\\"No, no, we must not write! We are nobodies. Monsieur Emile is a great man. Only he is worthy of such a book. Isn't it so, Madre?\\\"\\n\\nArtois felt the color rising to his face at this unexpected remark of the girl. He had been distrait during the dinner, certainly neither brilliant nor amusing, despite his efforts to seem talkative and cheerful. A depression had weighed upon him, as it had weighed upon him in the launch during the voyage from the island. He had felt as if he were apart, even almost as if he were /de trop/. Had Vere noticed it? Was that the reason of this sudden and charming demonstration in his favor?\\n\\nHe looked across at her, longing to know. But she was arguing gayly with the Marchesino, who continued to insist that they must all write their names as a souvenir of the occasion.\\n\\n\\\"We are nobodies,\\\" she repeated.\\n\\n\\\"You dare to say that you are a nobody!\\\" exclaimed the young man, looking at her with ardent eyes. \\\"Ah, Signorina, you do wrong to drink no wine. In wine there is truth, they say. But you--you drink water, and then you say these dreadful things that are not--are not true. Emilio\\\"--he suddenly appealed to Artois--\\\"would not the Signorina honor any book by writing her name in it? I ask you if--\\\"\\n\\n\\\"Marchese, don't be ridiculous!\\\" said Vere, with sudden petulance. \\\"Don't ask Monsieur Emile absurd questions!\\\"\\n\\n\\\"But he thinks as I do. Emilio, is it not so? Is it not an honor for any book to have the Signorina's name?\\\"\\n\\nHe spoke emphatically and looked really in earnest. Artois felt as if he were listening to a silly boy who understood nothing.\\n\\n\\\"Let us all write our names,\\\" he said. \\\"Here comes the book.\\\"\\n\\nThe Padrone bore it proudly down between the mirrors and the windows.\\n\\nBut Vere suddenly got up.\\n\\n\\\"I won't write my name,\\\" she said, sticking out her chin with the little determined air that was sometimes characteristic of her. \\\"I am going to see what Gaspare and the sailors are doing.\\\"\\n\\nAnd she walked quickly away towards the terrace.\\n\\nThe Marchesino sprang up in despair.\\n\\n\\\"Shall we all go, Madame?\\\" he said. \\\"I have ordered coffee. It will be brought in a moment to the terrace.\\\"\\n\\nHermione glanced at Artois.\\n\\n\\\"I will stay here for a little. I want to look at the book,\\\" she said. \\\"We will come in a moment. I don't take coffee.\\\"\\n\\n\\\"Then--we will be upon the terrace. A rivederci per un momento--pour un moment, Madame.\\\"\\n\\nHe bowed over Hermione's hand, and hurried away after Vere.\\n\\nThe Padrone put his book very carefully down between Hermione and Artois, and left them with a murmured apology that he had to look after another party of guests which had just come into the restaurant.\\n\\n\\\"I thought you would be glad to get rid of those young things for a minute,\\\" said Hermione, in explanation of what she had done.\\n\\nArtois did not reply, but turned over the leaves of the book mechanically.\\n\\n\\\"Oh, here is Tolstoy's signature,\\\" he said, stopping.\\n\\nHermione drew her chair nearer.\\n\\n\\\"What a clear handwriting!\\\" she said.\\n\\n\\\"Yes, isn't it? 'Vedi Napoli e poi mori.' \\\"\\n\\n\\\"Where are you going to write?\\\"\\n\\nHe was looking towards the outer room of the restaurant which led onto the terrace.\\n\\nHe turned the leaves.\\n\\n\\\"I?--oh--here is a space.\\\"\\n\\nHe took up a pen the Padrone had brought, dipped it into the ink.\\n\\n\\\"What's the good?\\\" he said, making a movement as if to push the book away.\\n\\n\\\"No; do write.\\\"\\n\\n\\\"Why should I?\\\"\\n\\n\\\"I agree with Vere. Your name will add something worth having to the book.\\\"\\n\\n\\\"Oh, well--\\\"\\n\\nA rather bitter expression had come into his face.\\n\\n\\\"Dead-sea fruit!\\\" he muttered.\\n\\nBut he bent, wrote something quickly, signed his name, blotted and shut the book. Hermione had not been able to see the sentence he had written. She did not ask what it was.\\n\\nThere was a noise of rather shuffling footsteps on the paved floor of the room. Three musicians had come in. They were shabbily dressed. One was very short, stout, and quite blind, with a gaping mouth that had an odd resemblance to an elephant's mouth when it lifts its trunk and shows its rolling tongue. He smiled perpetually. The other two were thin and dreary, middle-aged, and hopeless-looking. They stood not far from the table and began to play on guitars, putting wrong harmonies to a well-known Neapolitan tune, whose name Artois could not recall.\\n\\n\\\"What a pity it is they never put the right bass!\\\" said Hermione.\\n\\n\\\"Yes. One would suppose they would hit it sometimes by mistake. But they seldom do.\\\"\\n\\nExcept for the thin and uncertain music the restaurant was almost silent. The people who had just come in were sitting down far away at the end of the long room. Hermione and Artois were the only other visitors, now that Vere and the Marchesino were outside on the terrace.\\n\\n\\\"Famous though it is, Frisio's does not draw the crowd,\\\" said Hermione.\\n\\nTo-night she found it oddly difficult to talk to her friend, although she had refused the Marchesino's invitation on purpose to do so.\\n\\n\\\"Perhaps people were afraid of the storm.\\\"\",\"timestamp\":1637313806,\"title\":\"\\nNames of very varied popular and great ones of the earth floated about the table. \"},\"digest\":\"ox5Hwft94xVAwRED_ZKF8JjDeb-LKKSE9HTXuCZWEgQ\",\"authorship\":{\"contributor\":\"0x9657e9353C2fAbB7cFDcd22Fb91D23149b982AE8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_t3iOFeVMWiw19H-IIYUbc9ugt2Y5vo-XrxVc8tOdgg\\\",\\\"y\\\":\\\"KSqyPPt3k-DfJv5Vm-p8uSCJJyQLI-Lw2unz78yBZ7g\\\"}\",\"signature\":\"25Hxb3x2KC6G-g3qC4knO8EcKyEC9TzAGvxr4x0v8zaipd8ticULSWswm8XWWIKoyZB7OxqbaEoW0KWUB2YSOQ\",\"signingKeySignature\":\"0x1d376516182d16f2efc9465d7ee79d27d865f3339a61511ec484d96771bcc1dc6d1f013fac718a242235a690a82aaebc74331e273e6b2742232f4ff8f84cd8431c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_t3iOFeVMWiw19H-IIYUbc9ugt2Y5vo-XrxVc8tOdgg\\\",\\\"y\\\":\\\"KSqyPPt3k-DfJv5Vm-p8uSCJJyQLI-Lw2unz78yBZ7g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ox5Hwft94xVAwRED_ZKF8JjDeb-LKKSE9HTXuCZWEgQ\"}"