"{\"content\":{\"body\":\"![Digital Nomads Meetup In Madeira, 2021](https://www.camelliayang.com/uploads/1/1/8/2/118233894/img-3723_orig.jpg)\\n\\nI had at least 500 classmates from kindergarten to graduate school, but now I only stay in touch regularly with less than three people. Classmates are a product of random assignments, limited by your geographical locations.\\n\\nChances are we are surrounded by people who have very different backgrounds and interests, which lead to different paths in the future.\\n\\nThe same logic applies to colleagues unless we share the same vision to achieve some grand goals together. But most of the time, coworkers just want to have a stable job and get paid on time.\\n\\nIt’s nice to have random encounters in the physical world. However, I’m a high agency person, so it’s better to take action to make friends rather than waiting for life to surprise me once in a while.\\n\\n**I met 90% of my friends online**, from using digital platforms to producing online content. I used to feel intellectual isolation because I couldn’t find my tribe in reality, but my problem has been solved thanks to the Internet.\\n\\nIf you feel invisible or don’t belong to any tribes like the old me in the physical world, here are some tips for you to make friends and connect with people worldwide. ​​\\n\\n## Stage One: Rely on Third-Party Tools\\n\\nI enjoy using [dating apps](https://www.hinge.co/) to make friends because most apps have a comprehensive user profile on display (of course, I’ll note in my profile about my purpose). Most of my dating conversations focus on diet, training, mental health and sleep quality or exchange podcast lists and book recommendations to help each other extend our knowledge base.\\n\\n80% of the time, my dates (or future friends) would show me around their favourite parts of the cities, which is a great way to know their personalities and personal preferences. Good start to a friendship, right?\\n\\nWhile travelling, I like to use [Airbnb](https://www.airbnb.co.uk/) and stay with locals because they are the first point to provide me with all the information in the new environment. I also enjoy [Nomadlist](https://nomadlist.com/), [Meetup](https://www.meetup.com/), [Workaway](https://www.workaway.info/) and many other community-based networking platforms to meet new people.\\n\\nHowever, using those third-party tools still depends on serendipitous meetings by proximity. I might have a chance to ‘know’ the people I will meet based on their online profile compared with meeting someone totally random and strange in reality. I still want to be able to connect with like-minded people across the globe.\\n\\n## Stage Two: Attract Friends on the Same Wavelength\\n\\n​Producing online content is a low-risk, high-reward approach to attract like-minded people and cure loneliness.\\n\\nIn his article [How to Maximize Serendipity](https://perell.com/essay/serendipity/), David Perrell said, “If you publish content (blogs, podcasts, videos, etc.) regularly, people will discover you and initiate unexpected opportunities”.\\n\\nSo true.\\n\\nI started to write a blog on MySpace when I was in high school, mainly focused on reviews of football games, movies and books. With 20,000 reviews monthly, I met many online friends with the same interest. My mum was shocked that I always know someone everywhere I travel to during the summer holiday. She also worried about my safety since ‘online friends’ was not legit in the mainstream world back then. Well, mum, I’m still alive!\\n\\nNowadays, I like to DM or cold email people I want to connect with and invite them to my podcast. Although I have decent social skills, I have to admit I HATE small talk. That’s why when I record podcasts with my guests, I let my curiosity guide me to ask relevant questions and discuss mutually enjoyable topics. No small talk. Just exchange ideas.\\n\\nPerfecto!\\n\\nYou can also @ people in public to make connections. Here is one of my favourite examples from George Mack. Remember, don’t spam people or talk nonsense but provide VALUES only.\\n\\n[https://twitter.com/george__mack/status/1182624813262741504?ref_src=twsrc%5Etfw](https://twitter.com/george__mack/status/1182624813262741504?ref_src=twsrc%5Etfw)\\n\\n## Stage Three: Online to IRL\\n\\n​‘Hey folks, I’m going to xxx soon! hmu if you’d like to meet up!”\\n\\nI’m open-minded to meeting my online readers and listeners in real life and usually post on social media channels or announce in my newsletter about the next destination. From Chengdu to Glasgow, from Melbourne to Madeira. I’m surprised to find out they are all over the world!\\n\\nWhen I moved to London, one reader offered to tour her campus because she remembered I mentioned longing to indulge in the British academic atmosphere; the other invited me to join her dinner group because she knew I love experiencing local cuisines.\\n\\nI am always grateful for their hospitality and can answer their questions face to face. Such a win-win strategy to make friends in this way!\\n\\nWhile meeting IRL, the most fulfilling moment is to know how my content has positively impacted my readers and listeners lives. Nothing can ever compare with that feeling!\\n\\n## Tips on Successful Meetup IRL ​\\n\\nWhen meeting online friends IRL, I always keep in mind that people are complicated and wear thousands of faces. What attracts me to connect people at the first point might only be 1% of their whole personality.\\n\\nTherefore, I **never harbour a high expectation or delusional fantasy** about whoever I will meet in reality. Just let it be and make an effort to contribute to a good conversation in the face to face meeting.\\n\\nI like meeting online friends while **walking with a set timeframe** to avoid potential awkwardness. If the conversation doesn’t go well, I won’t feel trapped in the closed environment (e.g. restaurant or cafe) staring at each other or make a silly excuse to run away.\\n\\nInstead, I can look around the surroundings, asking questions about the buildings in front of me, or share my knowledge and opinion with moveable scenes. At least a walking meeting will contribute to my daily 10,000 steps goal.\\n\\nIf the conversation goes well, I can even tell my new walking partner, “It’s been such a pleasure talking with you. I’d like to postpone my next appointment and spend more time with you.”\\n\\nHaving a choice to leave or stay by sharing a specific agenda in advance will reduce my stress about potential disaster meetups and give me the confidence and flexibility to make new friends.\\n\\nAs a sports fan, I’m a part of many clubs and teams’ online communities, where we share the same passion for football strategy, UFC skills or F1 drivers. However, if I expect to talk about philosophy and literature with them, I might get disappointed because those topics are not their expertise (10% chances are but still rare).\\n\\nI’ve learned over the years that **friends don’t need to be your soulmates who can understand many perspectives about your life.** As long as both of you feel the connection and have an exciting conversation in **at least one area**, that’s enough. ​\\n\\n[https://twitter.com/dagorenouf/status/1446830582290337796?ref_src=twsrc%5Etfw](https://twitter.com/dagorenouf/status/1446830582290337796?ref_src=twsrc%5Etfw)\\n\\n\\n\\nMany people complain that the older they get, the more challenging it is to make friends. I’m the opposite. The more mature I become, the more I know who I am, what I need and who I can be friends with.\\n\\nThe digital age is here. We have numerous chances to reach out and connect with people all around the world. There is no excuse to sit alone in a room and complain about why nobody understands us.\\n\\nWhere there’s a will, there’s a way.\\n\\nOne last thing to remember, **we are the average of five friends around ourselves.** So,\\\\*\\\\* choose our friends wisely and review our contacts regularly! \\\\*\\\\*\\n\\nGood luck making friends in the Metaverse!\\n\\n​\\n\\n​\\n\\nIf you love what you read, please consider airdrop me a bit love @ [my ETH domain](https://app.ens.domains/name/camelliayang.eth/) and beam me some cryptocurrency\\n\\nYour support makes all the difference!\",\"timestamp\":1634170935,\"title\":\"How is Making Friends Changing in the Metaverse?\"},\"digest\":\"ovAOp6vuaNNbzsxZUinL6Wwf8xBOz2zVO6wXe8hl5ks\",\"authorship\":{\"contributor\":\"0x6902E5CAf41158d3eD516cBd6D2807BB63863F42\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yfU6DjFJDqXod6AdvzlBtmcDeLmVNFOiP9QaWw44A5E\\\",\\\"y\\\":\\\"RMEAiMtiBydqI02Y-qBqwPOAsOEPApiJD0xQ2N7htQg\\\"}\",\"signature\":\"DrhtqQ8e2dh7oONphre1yE1wTuvuPVJCcr8UJ3xYMW1Bvr3eOWk0VcVIIbLpMMMBQU6qPjXF4MDMhl2uRLqj9g\",\"signingKeySignature\":\"0xa0145d75523a6a18b4c7238e40f614ec300539d47b104a622290e005a892415744e634530cdcb4ea5c8e369a65f3b3ff9fc261f15170b113956bd63805a15d2b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yfU6DjFJDqXod6AdvzlBtmcDeLmVNFOiP9QaWw44A5E\\\",\\\"y\\\":\\\"RMEAiMtiBydqI02Y-qBqwPOAsOEPApiJD0xQ2N7htQg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"o2Jh53IqEtS1pajDuZPulm_sO8M8ePoh-4myBNJiRkE\"}"