"{\"content\":{\"body\":\"[![Supriya Khadka](https://miro.medium.com/fit/c/56/56/0\\\\*lYKBj3OX7NSZuRyZ)](https://supriyakhadka.medium.com/?source=post_page-----56e17ae690c5-----------------------------------)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*-chOfP3X845R_If8jXegJQ.jpeg)\\n\\nvia [Unsplash](https://unsplash.com/photos/XNb5Jtx2Yl8)\\n\\nFrom the beginning, I knew the watchman was evil, and the maid who came to cook and clean every two days wanted to kill me. Richa pretended to care, but she was only with me for the money. She thought I didn’t know about her affair with the doctor. Ray and I know everything. Nothing is hidden from us. But we don’t have time to care about the frivolous details in others’ life. We have a motto “Never look back”.\\n\\nIt was a Tuesday; the day allocated for our “session”. Richa called early in the morning to remind me about it. The maid came and snooped around for a while in the name of cleaning. We were careful not to give her a chance to make any move. I always carry a cleaver. You know, just in case. It was one of Ray’s ideas.\\\\\\n“Aadi, it’s time. Come down quick.”\\\\\\nIt was Richa again. I could see her excitement to meet the doctor. That sly woman. The watchman was at the gate exhibiting his wicked smile. Richa smiled back. Those birds of a feather flocking together.\\n\\n“The doctor said you are improving. He says you need to open up more; look back at your childhood and talk more about your feelings. You are doing great, you know.”\\\\\\n‘Yeah, I know. He told the same thing to me too. Just shut up! We are not able to think when you are constantly talking.’, we thought.\\\\\\n“How well are you sleeping? I can come live with you if you let me. We can give each other some company.”\\\\\\n“No, that is not necessary. I am doing fine on my own.” I said.\\\\\\n‘Just stop talking, for God’s sake!’\\n\\nIt was noon when we reached her lover’s place. Even though the doctor was the son of the devil, I liked his place. The walls were a light shade of blue. There were these impressionistic paintings scattered on his wall. There were wind chimes whose sound made you feel like you were away from the rest of the world. The beige-coloured sofa was welcoming, and the room had a very familiar smell. It felt warm. But Ray didn’t like the place as much as I did, so I tried my best to keep the sessions short.\\n\\nThe doctor entered the room with a grin. He must have had a chat with his girlfriend.\\\\\\n“How are you doing, Aaditya?”\\\\\\nI nodded with a faint smile.\\\\\\n“How is Ray?”\\\\\\n“He is fine.”\\\\\\n“Let’s do today’s session without him.”\\\\\\nI couldn’t say no. The room did something to me.\\\\\\nRay was screaming. ‘Aadi, get out!’\\\\\\nThe doctor asked me to lie on the sofa. I don’t know what happened, but I couldn’t hear Ray after I woke up.\\\\\\n‘Ray, Ray, you there?’\\\\\\n“Now Aaditya, are you comfortable?”\\\\\\nI didn’t say anything.\\\\\\n‘Ray, where are you?’\\\\\\n“Everyone is really proud of your progress. Richa says you have been sleeping well.”\\\\\\n‘Ray, look, the doctor is talking about Richa. We were right about them.’\\\\\\n“Today, let’s talk about your childhood.”\\\\\\n‘Stop, please stop. I cannot look back. We cannot look back. Ray, please return.’\\\\\\n“Tell me about your parents, Aaditya. How was your mom like?”\\\\\\n‘No, I cannot. I will not.’\\\\\\n“Okay, we will not talk about your mom. Tell me about your childhood home. Richa says it is lovely.”\\\\\\nMy home…I was playing in the courtyard with Richa. Mom and dad were not home, but I didn’t feel alone. But after some time, Richa stopped coming. I was all alone and sad. And then, I met Ray.\\n\\n“Ray…no, I cannot do this.”\\\\\\n“Aaditya, you have to try. You know all of us are with you. But you have to try.”\\\\\\n“No, I don’t have to. I will not.”\\\\\\n‘Ray, where are you? Come back!’\\\\\\n“Aaditya, please sit down.”\\\\\\nI was on my feet.\\\\\\n“I need Ray. Where is he?”\\\\\\n“Don’t think about Ray. Think about yourself. Ray is not here.”\\\\\\n‘Aadi, Aadi! I am here.’ a faint voice. ‘Don’t listen to the doctor. You don’t need him.’\\\\\\n“Aaditya, calm down. Lie on the sofa.”\\\\\\n‘He is trying to harm you. Eliminate him! Teach them the lesson!’\\\\\\nIn a matter of seconds, I took the cleaver out and plunged it into the doctor’s chest. I heard Richa running towards the room. But I was ready. I stabbed her with the same cleaver. I even went through the trouble of putting their bodies side by side. Unlike others, I was kind.\\\\\\n‘Lovers died together, how romantic.’\\n\\nWe got out of the place. It was a good thing that no one else was present there. You see, we don’t like crowds. It is better with only Ray and me. There might have been one after we left, but we don’t care about it, as long as we are together.\\n\",\"timestamp\":1640165646,\"title\":\"A Ray of Reverie - Supriya Khadka - Medium\"},\"digest\":\"fh0R2Ql6FFHmpG496ZmT-dkRb4M6vPE90GhsH0B5pN4\",\"authorship\":{\"contributor\":\"0xaf3D449041bbBEF89c11535fAc47c4cBBf4eb7de\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0wiFmxG57XQp3DV124btItGq85nS82lOkvdNwDcY8WA\\\",\\\"y\\\":\\\"rbHR53aBPgEGqbPSbkM7eiaz8hiBbhj37eagwscrO3w\\\"}\",\"signature\":\"vWPbuW4hsrWBoOJdgnupA929GBT8_Cj67eT9pA8zFjSWoN0UuFB5d1aNsxncFqYUPjwWkEYNxlo-MVC9DN9n4w\",\"signingKeySignature\":\"0x83bc001f3bb167864159367a0cc3ba425f7213a72f2712bbabde4790612a458a4dd817a0bb676efcb3d7efb3b8b7322a33eaa00a07231a8eb16fe7984bc2fc881c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0wiFmxG57XQp3DV124btItGq85nS82lOkvdNwDcY8WA\\\",\\\"y\\\":\\\"rbHR53aBPgEGqbPSbkM7eiaz8hiBbhj37eagwscrO3w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fh0R2Ql6FFHmpG496ZmT-dkRb4M6vPE90GhsH0B5pN4\"}"