"{\"content\":{\"body\":\"Ganymede, Jupiter's largest moon.\\n\\n\\\"This,\\\" said Cortlandt, \\\"was discovered by Galileo in\\n1610\\\\.  It is three thousand four hundred and eighty miles\\nin diameter, while our moon is but two thousand one\\nhundred and sixty, revolves at a distance of six hundred\\nand seventy-eight thousand three hundred miles from\\nJupiter, completes its revolution in seven days and four\\nhours, and has a specific gravity of 1.87.\\\"\\n\\nIn passing, they observed that Ganymede possessed an atmosphere,\\nand continents and oceans of large area.\\n\\n\\\"Here,\\\" said Bearwarden, \\\"we have a body with a diameter about\\nfive hundred miles greater than the planet Mercury.  Its size,\\nlight specific gravity, atmosphere, and oceans seem to indicate\\nthat it is less advanced than that planet, yet you think Jupiter\\nhas had a longer separate existence than the planets nearer the\\nsun?\\\"\\n\\n\\\"Undoubtedly,\\\" said Cortlandt.  \\\"Jupiter was condensed while in\\nthe solar-system nebula, and began its individual existence and\\nits evolutionary career long before Mercury was formed.  The\\nmatter now in Ganymede, however, doubtless remained part of the\\nJupiter-system nebula till after Mercury's creation, and, being\\npart of so great a mass, did not cool very rapidly.  I should say\\nthat this satellite has about the same relation to Jupiter that\\nJupiter has to the sun, and is therefore younger in point of time\\nas well as of development than the most distant Callisto, and\\nolder, at all events in years, than Europa and Io, both of which\\nare nearer.  This supposition is corroborated by the fact that\\nEuropa, the smallest of these four, is also the densest, having a\\nspecific gravity of 2.14, its smallness having enabled it to\\novertake Ganymede in development, notwithstanding the latter's\\nstart.  In the face of the evidence before us we must believe\\nthis, or else that, perhaps, as in the case of the asteroid\\nHilda, something like a collision has rejuvenated it.  This might\\naccount for its size, and for the Nautical Almanac's statement\\nthat there is a 'small and variable' inclination to its orbit,\\nwhile Io and Europa revolve exactly in the plane of Jupiter's\\nequator.\\\"\\n\\nThey had about as long a journey before them as they had already\\nmade in going from the earth to Jupiter.  The great planet soon\\nappeared as a huge crescent, since it was between them and the\\nsun; its moons became as fifth- and sixth-magnitude stars, and in\\nthe evening of the next day Jupiter's disk became invisible to\\nthe unaided eye.  Since there were no way stations, in the shape\\nof planets or asteroids, between Jupiter and Saturn, they kept\\nthe maximum repulsion on Jupiter as long as possible, and moved\\nat tremendous speed.  Saturn was somewhat in advance of Jupiter\\nin its orbit, so that their course from the earth had been along\\ntwo sides of a triangle with an obtuse angle between.  During the\\nnext four terrestrial days they sighted several small comets, but\\nspent most of their time writing out their Jovian experiences.\\nDuring the sixth day Saturn's rings, although not as much tilted\\nas they would be later in the planet's season, presented a most\\nsuperb sight, while they spun in the sun's rays.  Soon after this\\nthe eight moons became visible, and, while slightly reducing the\\nCallisto's speed, they crossed the orbits of Iapetus, Hyperion,\\nand Titan, when they knew they were but seven hundred and fifty\\nthousand miles from Saturn.\\n\\n\\\"I am anxious to ascertain,\\\" said Cortlandt, \\\"whether the\\ncomposition of yonder rings is similar to that of the comet\\nthrough which we passed.  I am sure they shine with more than\\nreflected light.\\\"\\n\\n\\\"We have been in the habit,\\\" said Ayrault, \\\"of associating heat\\nwith light, but it is obvious there is something far more subtle\\nabout cometary light and that of Saturn's rings, both of which\\nseem to have their birth in the intense cold of interplanetary\\nspace.\\\"\\n\\nPassing close to Mimas, Saturn's nearest moon, they supplemented\\nits attraction, after swinging by, by their own strong pull,\\nbringing their speed down to dead slow as they entered the\\noutside ring.  At distances often of half a mile they found\\nmeteoric masses, sometimes lumps the size of a house, often no\\nlarger than apples, while small particles like grains of sand\\nmoved between them.  There were two motions.  The ring revolved\\nabout Saturn, and the particles vibrated among themselves,\\nevidently kept apart by a mutual repulsion, which seemed both to\\nincrease and decrease faster than gravitation; for on approaching\\none another they were more strongly repelled than attracted, but\\nwhen they separated the repulsion decreased faster than the\\nattraction, so that after a time divergence ceased, and they\\nremained at fixed distances.\\n\\nThe Callisto soon became imbued with motion also, but nothing\\never struck it.  When any large mass came unusually near, both it\\nand their car emitted light, and they rapidly separated.  The\\nsunlight was not as strong here as it had been when they entered\\nthe comet, and as they penetrated farther they were better able\\nto observe the omnipresent luminosity.  They were somewhat\\npuzzled by the approach of certain light-centres, which seemed to\\ncontain nothing but this concentrated brightness.  Occasionally\\none of these centres would glow very brightly near them, and\\nsimultaneously recede.  At such times the Callisto also glowed,\\nand itself recoiled slightly.  At first the travellers could not\\naccount for this, but finally they concluded that the centres\\nmust be meteoric masses consisting entirely of gases, possessing\\nweight though invisible.\\n\\n\\\"We have again to face,\\\" said Cortlandt, \\\"that singular law that\\ntill recently we did not suppose existed on earth.  All kinds of\\nsuppositions have been advanced in explanation of these rings.\\nSome writers have their thickness, looked at from the thin edge,\\nas four hundred miles, some one hundred, and some but forty.  One\\nastronomer of the nineteenth century, a man of considerable\\neminence, was convinced that they consisted of sheets of liquid.\\nNow, it should be obvious that no liquid could maintain itself\\nhere for a minute, for it would either fall upon the planet as a\\ncrushing hail, or, if dependent for its shape on its own\\ntenacity, it would break if formed of the toughest steel, on\\naccount of the tremendous weight.  Any number of theories have\\nbeen advanced by any number of men, but in weight we have the\\nrub.  No one has ever shown how these innumerable fragments\\nmaintain themselves at a height of but a few thousand miles above\\nSaturn, withstanding the giant's gravitation-pull.  Their rate of\\nrevolution, though rapid, does not seem fast enough to sustain\\nthem.  Neither have I ever seen it explained why the small\\nfragments do not fall upon the large ones, though many\\nastronomers have pictured the composition of these rings as we\\nfind they exist.  Nor do we know why the molecules of a gas are\\ndriven farther apart by heat, while their activity is also\\nincreased, though if this activity were revolution about one\\nanother to develop the centrifugal, it would not need to be as\\nstrong then as when they are cold and nearer together.  There may\\nbe explanations, but I have found none in any of the literature I\\nhave read.  It seems to me that all this leads to but one\\nconclusion, viz.: apergy is the constant and visible companion of\\ngravitation, on these great planets Jupiter and Saturn, perhaps\\non account of some peculiar influence they possess, and also in\\ncomets, in the case of large masses, while on earth it appears\\nnaturally only among molecules--those of gases and every other\\nsubstance.\\\"\\n\\n\\\"I should go a step further,\\\" said Bearwarden, \\\"and say our earth\\nhas the peculiarity, since it does not possess the influence\\nnecessary to generate naturally a great or even considerable\\ndevelopment of apergy.  The electricity of thunderstorms,\\nnorthern lights, and other forces seems to be produced freely,\\nbut as regards apergy our planet's natural productiveness appears\\nto be small.\\\"\\n\\nThe omnipresent luminosity continued, but the glow was scarcely\\nbright enough to be perceived from the earth.\\n\\n\\\"I believe, however,\\\" said Bearwarden, referring to this, \\\"that\\nwhenever a satellite passes near these fragments, preferably when\\nit enters the planet's shadow, since that will remove its own\\nlight, it will create such activity among them as to make the\\nluminosity visible to the large telescopes or gelatine plates on\\nearth.\\\"\\n\\n\\\"Now,\\\" said Ayrault, \\\"that we have evolved enough theories to\\nkeep astronomers busy for some time, if they attempt to discuss\\nthem, I suggest that we alight and leave the abstract for the\\nconcrete.\\\"\\n\\nWhereupon they passed through the inner ring and rapidly sank to\\nthe ground.\\n\\n```\\n                        BOOK III.\\n\\n                       CHAPTER I.\\n\\n                         SATURN.\\n```\\n\\nLanding on a place about ten degrees north of the equator, so\\nthat they might obtain a good view of the great rings--since ON\\nthe line only the thin edge would be visible--they opened a\\nport-hole with the same caution they had exercised on Jupiter.\\nAgain there was a rush of air, showing that the pressure without\\nwas greater than that within; but on this occasion the barometer\\nstopped at thirty-eight, from which they calculated that the\\npressure was nineteen pounds to the square inch on their bodies,\\ninstead of fifteen as at sea-level on earth.  This difference was\\nso slight that they scarcely felt it.  They also discarded the\\napergetic outfits that had been so useful on Jupiter, as\\nunnecessary here.  The air was an icy blast, and though they\\nquickly closed the opening, the interior of the Callisto was\\nconsiderably chilled.\\n\\n\\\"We shall want our winter clothes,\\\" said Bearwarden; \\\"it might be\\nmore comfortable for us exactly on the equator, though the scene\\nat night will be far finer here, if we can stand the climate.\\nDoubtless it will also be warmer soon, for the sun has but just\\nrisen.\\\"\\n\\n\\\"I suspect this is merely one of the cold waves that rush towards\\nthe equator at this season, which corresponds to about the 10th\\nof our September,\\\" replied Cortlandt.  \\\"The poles of Saturn must\\nbe intensely cold during its long winter of fourteen and three\\nquarter years, for, the axis being inclined twenty-seven degrees\\nfrom the perpendicular of its orbit, the pole turned from the sun\\nis more shut off from its heat than ours, and in addition to this\\nthe mean distance--more than eight hundred and eighty million\\nmiles--is very great.  Since the chemical composition of the air\\nwe have inhaled has not troubled our lungs, it is fair to suppose\\nwe shall have no difficulty in breathing.\\\"\\n\\nHaving dressed themselves more warmly, and seen by a thermometer\\nthey had placed outside that the temperature was thirty-eight\\ndegrees Fahrenheit, which had seemed very cold compared with the\\nwarmth inside the Callisto, they again opened the port-hole, this\\ntime leaving it open longer.  What they had felt before was\\nevidently merely a sudden gust, for the air was now comparatively\\ncalm.\\n\\nFinding that the doctor's prediction as to the suitability of the\\nair to their lungs was correct, they ventured out, closing the\\ndoor as they went.\\n\\nExpecting, as on Jupiter, to find principally vertebrates of the\\nreptile and bird order, they carried guns and cartridges loaded\\nwith buckshot and No. 1, trusting for solid-ball projectiles to\\ntheir revolvers, which they shoved into their belts.  They also\\ntook test- tubes for experiments on the Saturnian bacilli.\\nHanging a bucket under the pipe leading from the roof, to catch\\nany rain that might fall--for they remembered the scarcity of\\ndrinking-water on Jupiter--they set out in a southwesterly\\ndirection.\\n\\nWalking along, they noticed on all sides tall lilies immaculately\\npure in their whiteness, and mushrooms and toadstools nearly a\\nfoot high, the former having a delicious flavour and extreme\\nfreshness, as though only an hour old.  They had seen no animal\\nlife, or even sign of it, and were wondering at its dearth, when\\nsuddenly two large white birds rose directly in front of them.\\nLike thought, Bearwarden and Ayrault had their guns up, snapping\\nthe thumb-pieces over \\\"safe\\\" and pulling the triggers almost\\nsimultaneously.  Bearwarden, having double buckshot, killed his\\nbird at the first fire; but Ayrault, having only No. 1, had to\\ngive his the second barrel, almost all damage in both cases being\\nin the head.  On coming close to their victims they found them to\\nmeasure twelve feet from tip to tip, and to have a tremendous\\nthickness of feathers and down.\\n\\n\\\"From the looks of these beauties,\\\" said Bearwarden, \\\"I should\\nsay they probably inhabited a pretty cold place.\\\"\\n\\n\\\"They are doubtless northern birds,\\\" said Cortlandt, \\\"that have\\njust come south.  It is easy to believe that the depth to which\\nthe temperature may fall in the upper air of this planet must be\\nsomething startling.\\\"\\n\\nAs they turned from the cranes, to which species the birds seemed\\nto belong, they became mute with astonishment.  Every mushroom\\nhad disappeared, but the toadstools still remained.\\n\\n\\\"Is it possible we did not see them?\\\" gasped Ayrault.\\n\\n\\\"We must inadvertently have walked some distance since we saw\\nthem,\\\" said Cortlandt.\\n\\n\\\"They were what I looked forward to for lunch,\\\" exclaimed\\nBearwarden.\\n\\nThey were greatly perplexed.  The mushrooms were all about them\\nwhen they shot the birds, which still lay where they had fallen.\\n\\n\\\"We must be very absent-minded,\\\" said the doctor,  \\\"or perchance\\nour brains are affected by the air.  We must analyze it to see if\\nit contains our own proportion of oxygen and nitrogen.  There was\\na good deal of carbonic-acid gas on Jupiter, but that would\\nhardly confuse our senses.  The strange thing is, that we all\\nseem to have been impressed the same way.\\\"\\n\\nConcluding that they must have been mistaken, they continued on\\ntheir journey.\\n\\nAll about they heard a curious humming, as that of bees, or like\\nthe murmuring of prayers in a resonant cathedral.  Thinking it\\nwas the wind in the great trees that grew singly around them,\\nthey paid no attention to it until, emerging on an open plain and\\nfinding that the sound continued, they stopped.\\n\\n\\\"Now,\\\" said Bearwarden, \\\"this is more curious than anything we\\nfound on Jupiter.  Here we have an incessant and rather pleasant\\nsound, with no visible cause.\\\"\\n\\n\\\"It may possibly be some peculiarity of the grass,\\\" replied\\nCortlandt, \\\"though, should it continue when we reach sandy or\\nbare soil, I shall believe we need a dose of quinine.\\\"\\n\\n\\\"I FEEL perfectly well,\\\" said Ayrault; \\\"how is it with you?\\\"\\n\\nEach finding that he was in a normal state, they proceeded,\\ndetermined, if possible, to discover the source from which the\\nsounds came.  Suddenly Bearwarden raised his gun to bring down a\\nlong-beaked hawk; but the bird flew off, and he did not shoot.\\n\\\"Plague the luck!\\\" said he; \\\"I went blind just as I was about to\\npull.  A haze seemed to cover both barrels, and completely\\nscreened the bird.\\\"\\n\\n\\\"The Callisto will soon be hidden by those trees,\\\" said\\nCortlandt.  \\\"I think we had better take our bearings, for, if our\\ncrack shot is going to miss like that, we may want canned\\nprovisions.\\\"\\n\\nAccordingly, he got out his sextant, took the altitude of the\\nsun, got cross-bearings and a few angles, and began to make a\\nrough calculation.  For several minutes he worked industriously,\\nused the rubber at the end of his pencil, tried again, and then\\nscratched out.  \\\"That humming confuses me so that I cannot work\\ncorrectly,\\\" said he, \\\"while the most irrelevant things enter my\\nmind in spite of me, and mix up my figures.\\\"\\n\\n\\\"I found the same thing,\\\" said Bearwarden, \\\"but said nothing, for\\nfear I should not be believed.  In addition to going blind, for a\\nmoment I almost forgot what I was trying to do.\\\"\\n\\nChanging their course slightly, they went towards a range of\\nhills, in the hope of finding rocky or sandy soil, in order to\\ntest the sounds, and ascertain if they would cease or vary.\\n\\nHaving ascended a few hundred feet, they sat down near some trees\\nto rest, the musical hum continuing meanwhile unchanged.  The\\nground was strewn with large coloured crystals, apparently\\nrubies, sapphires, and emeralds, about the size of hens' eggs,\\nand also large sheets of isinglass.  Picking up one of the\\nlatter, Ayrault examined it.  Points of light and shade kept\\nforming on its surface, from which rings radiated like the\\ncircles spreading in all directions from a place in still water\\nat which a pebble is thrown.  He called his companions, and the\\nthree examined it.  The isinglass was about ten inches long by\\neight across, and contained but few impurities.  In addition to\\nthe spreading rings, curious forms were continually taking shape\\nand dissolving.\\n\\n\\\"This is more interesting,\\\" said Bearwarden, \\\"than sounding\\nshells at the sea-shore.  We must make a note of it as another\\nthing to study.\\\"\\n\\nThey then spread their handkerchiefs on a mound of earth, so as\\nto make a table, and began examining the gems.\\n\\n\\\"Does it not seem to you,\\\" asked Ayrault, a few minutes later,\\naddressing his companions, \\\"as though we were not alone?  I have\\nthought many times there was some one--or perhaps several\\npersons--here besides ourselves.\\\"\",\"timestamp\":1636792551,\"title\":\"In crossing the orbits of the satellites, they passed near\"},\"digest\":\"GsvHY8_bznmFHH8kwW3MDbYDna3kR6XZTXFr92j8KR4\",\"authorship\":{\"contributor\":\"0x6140E4c4b50f53D4a2621DF028b75Ce94f88De5b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"D-uyI9vXGuuh8z4WomXpWGIzNouLlA9pLNYUpJNI65U\\\",\\\"y\\\":\\\"jRnm6S3psZyU0Sb6WZ6fR9OkMt3fRFBUXpA0la03NK8\\\"}\",\"signature\":\"M9eZQdI-qwgG9npgmewkE4yBT171oT9s3_fUEk4H3ou5JBtuYAyFKtEpwT5uKMhaqYHMX5FR0w-tODDX4J3mpQ\",\"signingKeySignature\":\"0x4bc4b71005aed8c85848c4908ecd1297c5f56b6a69e86af75e47bd4e1185668902f6446d66dfe80ef0a6e157af98b28de88713ccac717a36fa73bf3590b4fc2c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"D-uyI9vXGuuh8z4WomXpWGIzNouLlA9pLNYUpJNI65U\\\",\\\"y\\\":\\\"jRnm6S3psZyU0Sb6WZ6fR9OkMt3fRFBUXpA0la03NK8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GsvHY8_bznmFHH8kwW3MDbYDna3kR6XZTXFr92j8KR4\"}"