"{\"content\":{\"body\":\"*P2E is a multi-level attack on the traditional gaming industry.*\\n\\n*-Miko Matsumura*\\n\\n**The basic Web3 argument: The removal of the middleman will infuse the industry with great vitality.**\\n\\nIn the famous essay \\\"Why Decentralization Matters,\\\" Chris Dixon argues that the monopoly of technology giants, such as Facebook and Google, inevitably kills innovation and creativity. As shown in the graph, \\\"*When they hit the top of the S-curve, their relationships with network participants change from positive-sum to zero-sum. The easiest way to continue growing lies in extracting data from users and competing with complements over audiences and profits.*\\\"\\\\*\\\\*\\n\\\\*\\\\*\\n\\n![](https://images.mirror-media.xyz/publication-images/cf-TDKe1gaIKbfliKiLj_.png?height=220&width=512)\\n\\nThe gaming industry is no exception. In China, big companies such as Tencent monopolize and monetize users' data and attention, creating an invincible economic moat. From the perspective of an indie game developer, the user acquisition cost has skyrocketed from a few cents to hundreds of RMB in recent years. As a result, most aspiring game developers are now left with two choices: 1. Spend a couple of years to gamble with ultra-predatory F2P games and hope that the LTV(Lifetime value per user) can miraculously surpass the sky-reaching acquisition cost. 2. Submit themselves to companies like Tencent and embrace their destiny as a cog in a giant, cold machine. In economics 101, the killed innovation is a deadweight loss in the market due to excessive taxing. We believe that the industry desperately seeks rectification.\\n\\n![](https://images.mirror-media.xyz/publication-images/jxco_VQn-7ZfTVu9Fs6m8.png?height=341&width=512)\\n\\nEnters Web3.\\n\\nAxie Infinity's explosive success caught everybody off guard. Positioning itself as the first P2E game, Axie Infinity radically experimented with a new form of game development, a community-driven one. Among many innovations that Axie Infinity brought forth, the treasury that aligns interest between players, developers, and investors is the most revolutionary.\\n\\nIn the traditional gaming industry, the entire life cycle of a game is simple: taking mobile F2P as an example, developers spend a couple of years developing the game in a silo, then they ship the game to the publisher for distribution. The publisher usually requires an enormous budget for marketing. If the average LTV turns out to be higher than the user acquisition cost, the team(primarily publishers) rejoices, and together they reap 100% the net profit. More often than not, the game failed to capture enough revenue and suffered economic loss. Whether they succeed or not, the party who sells user attention always wins. Nobody is happy except the middleman.\\n\\nHow did Axie Infinity tackle this differently? With the right token economy, a community-owned treasury, and Play-to-earn mechanics, they could altogether bypass the traditional publishing layer yet still gain traction. In other words, Axie Infinity spent very little money on publishing and marketing. Instead, they took that budget, weaved it into the game economy, and rewarded it directly to the players to acquire and retain them. Although Sky Mavis is now only earning a small fraction of the total profit, the pie is exponentially larger as millions of properly incentivized contributors/shareholders are in the system. Everybody is happy except the middleman.\\n\\nAlthough Axie Infinity is still experimenting with bleeding-edge concepts and facing many difficulties today, their early success is tremendously symbolic and inspiring. It's the emancipation proclamation for Dapps to break their shackles guarded by web2 gatekeepers.\\n\\nThe publisher is dead. Long live the player.\\n\\n\\\\*\\\\*\\n\\n\\\\*\\\\*\\n\\n**The granularity and fairness of value distribution fuels meritocracy**\\n\\nLet's talk about the elephant in the metaverse: Axie Infinity is not genuinely decentralized.\\n\\nIn Axie Infinity, the game client/server is not open-sourced, and the majority of game logic runs on a centralized server, including the stats on those Axie NFTs, which make them valuable in the first place. Furthermore, the game's development relies heavily on Sky Mavis, a centralized team that, with a stroke on the keyboard, can easily swing the price of any Axie NFT in either direction. Sky Mavis has exponentially more influence on Axie Infinity than Vitalik on Ethereum.\\n\\nHow can we justify their success if they are so centralized? The question is complex, even philosophical, and I'll explore it in detail later on. For now, let me jump to my conclusion: For applications to effectively challenge their web2 competitors, they need to democratize more than they need to decentralize. (democratization in this sense is synonymous with Vitalik's political decentralization)\\n\\nWhat is a democratized yet centralized system? The best example would be TikTok. Before TikTok, the film/video entertainment industry, particularly in China, was monopolized by large, centralized entities such as IQIYI. TikTok aimed to collapse this monopoly by empowering individuals to create competitive content. How did TikTok succeed? In my opinion, there are three powerful tools: 1. A highly user-friendly front end for video editing. 2. A fair distribution algorithm based on merit. 3. Granular value distribution to content creators via ads and e-commerce. With those clever tools, TikTok bypassed Tencent's dominant gatekeeping of the Chinese market and magically created a humongous economy out of thin air by simply unlocking an individual's creative potential that was untapped before. Yet, everything runs on a centralized server.\\n\\n![](https://images.mirror-media.xyz/publication-images/ALFePAjtEwktrn7sy1Ej9.png?height=284&width=512)\\n\\nNow, let's come back to Axie Infinity. We should be able to observe a similar pattern. Both Axie Infinity and TikTok are democratized systems. Both were pretty centralized, and both were able to bypass the traditional gatekeeper by directly redistributing values back to contributing users. Although players in Axie Infinity don't seem to provide the same level of value to the system compared with TikTok creators, I would argue that players' participation in a game is precious. A player increases the CCU(concurrent user) by playing the game, which makes the game granularly more fun and interactive for other players. Also, the sought-after viral growth in tech largely depends on the retention of users, which is only made possible by players playing. (and maybe inevitably talking about it among their friends) Besides rewarding average players with SLP, Axie Infinity rewards competitive players on the leaderboard with AXS. Every year, Axie's foundation also has a sizable budget designed to distribute value to content creators such as YouTubers and streamers. Such granularity of value distribution mobilizes contributors of all levels. It drastically reduces deadweight loss in the creator economy—the fairness of value distribution, governed by DAO and open treasury, further fuels meritocracy.\\n\\n**The composability of game building blocks defines creator economy**\\n\\nSo far, we've discussed the importance of democratization via granular value distribution. Let's proceed to my following argument: composable LEGO blocks will change everything.\\n\\nWhen we talk about players, we see them as contributors in a broader sense. On the other hand, Game developers are the front-running contributors who will directly impact this paradigm shift.\\n\\nInnovation is bottom-up, not top-down. The infrastructure that nurtures bottom-up innovation propels civilization forward. Modern financial innovations, such as venture capitalism, helped shape the industrial revolution. Without an early attempt at venture capitalism, James Watt might not have invented steam engines. We can make the same argument in the gaming industry. Great game genres were born in the grassroots community instead of R&D labs. Anyone who has a proper steam library should know this. Counter-Strike was a MOD created in half-life by the community, DOTA was a MOD created in Warcraft3 by the community, PUBG was a MOD started in DayZ by the community, and Autochess was a MOD made in DOTA2 by the community. Great games were born out of passion and love, and that trend will undoubtedly continue.\\n\\n![](https://images.mirror-media.xyz/publication-images/1lk57abKZCQqX1OlmbmY6.png?height=169&width=512)\\n\\nHow does blockchain further empower game developers? The answer is composability. Take Sandbox as an example: by encouraging users to curate composable and interoperable LEGO pieces, Sandbox is attempting to drastically lower barriers to entry as game developers, the same way that TikTok attempted to lower barriers to entry as video creators. All those composable building pieces, combined with drastically reduced publishing cost enabled by a token economy, foreshadows a multi-level attack on the traditional gaming supply chain.\\n\\nOpen data takes things to the next level. In web2, if a developer created a TCG(Trading Card Game) game and wants to target Hearthstone users, he will need to pay a lump sum to the publishers to acquire those users. In web3, all the data is open for everyone to access, and he can now airdrop to ETH addresses that had activity in Gods Unchained, a comparable TCG game.\\n\\n![](https://images.mirror-media.xyz/publication-images/wOQb9yadKEfl5H0WXttM8.png?height=508&width=456)\\n\\nIn retrospect, I believe that Web3 is not a black or white category. Not all blockchain apps are web3, and not all traditional apps are web2. Chris Dixon defines web3 as \\\"to own,\\\" and I would view the web3 ownership as more metaphorical rather than technical. TikTok content creators have more ownership over their content than a shitcoin holder with his asset that can be rug-pulled any second. The former is centralized, and the latter is decentralized. In my opinion, any attempt to empower and incentivize individuals to create and contribute to their community can be considered web3.\\\\*\\\\*\\n\\\\*\\\\*\\n\\n**New genres that tap into the full potential of blockchain technology will shape the games of the next generation.**\\n\\nInnovation leverages technological infrastructure.\\n\\nIn gaming, most genres are born because a particular underlying infrastructure made it possible. For example, MMORPG(Massive Multiplayer Online Role-Playing Game), a genre popularized by World of Warcraft, was invented after broadband cable became accessible. In recent years, the shift from the subscription model to the free-to-play model, whose business model heavily relies on in-game purchases, was only made possible with the accessibility of mobile payment infrastructure. The resulting products, such as the AFK arena, can be seen as a new species compared with their predecessors, gameplay-wise or business model-wise.\\n\\nBlockchain is far more disruptive than broadband cable or mobile payment as new infrastructure. In the next few years, we believe that groundbreaking new genres of games that fully leverage the potential of blockchain will be born. However, we are still very, very early.\\n\\n\\\\*\\\\*\\n\\\\*\\\\*\\n\\n**The current landscape of crypto gaming**\\n\\nThe first part of this essay explores why we should build. The second part of this essay will dive deeper into what to build and, more importantly, how to build it.\\n\\nAs shown in Lars' research paper on Axie Infinity's economy, currently, Axie Infinity's revenue model is solely dependent on user growth. This earning is not sustainable, as the most successful games reach a plateau in DAU(Daily Active User) at some point. Nevertheless, I'm not worried about long-term cash flow in crypto games. After all, Axie Infinity is still a game, and empirically speaking, games can capture value extremely effectively compared to other entertainment mediums such as film or music.\\n\\nIt's worth noting that the current landscape of crypto gaming is very nuanced. Although we are seeing surging popularity in specific projects, the vast majority of their growth is fueled by speculators and so-called scholars rather than traditional players. According to MixMarvel's unofficial report, despite the seemingly prosperous on-chain activity(around 10 million active wallets involved with gaming projects), there are less than 1 million active users in the gaming space. And if we take a deeper look at the persona, less than 10% of those users are players who've habitually spent money in traditional games.\\n\\nThe market isn't quite there yet, the products are still in their infancy, and infrastructure such as easy-to-use gamer wallet and Fiat onramp tools is still largely missing. Therefore, I don't expect crypto games to challenge the status quo of Tencent or Steam soon.\\n\\nYet, A pilgrimage must have a destination, and I will explore some potential directions.\\n\\n**Gambling, Esports, and game-native IP could turbocharge the revenue engine of future crypto games**\\n\\n![](https://images.mirror-media.xyz/publication-images/a3BlV6TMwTs-sNAQGp4DS.png?height=283&width=512)\\n\\n*a.Gambling*\\n\\nThe market cap for the global gambling market is estimated to be 265 billion in 2019. In comparison, the market cap for the gaming market is only around 140 billion in the same year. (Statista)\\n\\nGambling is one of the most ancient forms of human entertainment. In a way, poker is the original play-to-earn. The role of dice appeals to our animalistic instincts, and as humans, we are possessed with a fundamental desire to dissolve uncertainty and entropy. LaoYu wrote in his column. The casino is like a fortune teller, who can instantly unfold our fates just like wave function collapse. The dance with randomness is deadly yet charming. How many of us can resist taking a peek into our destiny?\\n\\nClever game designers have been harnessing the power of gambling to capture value. The loot box design has generated tens of billions of revenue for mobile F2P in the past few years. With their natural liquidity and trust-earning open ledger, Crypto games will likely embrace this philosophy. BinaryX, a text-based DnD crypto game, utilized the gambling level system to stabilize its economy. And in a broader sense, the breeding system in Axie Infinity is also a form of gambling, as the price of randomly generated offspring is highly volatile.\\n\\nThe house always wins, and a decentralized and fair house would be undoubtedly more appealing for players. Although decentralized gambling didn't take off in 2018, the thesis is undefeated, and we may see their reincarnation in another body.\\n\\n*b.Esports*\\n\\nConflict is the motif of human history.\\n\\nModern humans originated in Africa roughly 200,000 years ago, and for 99% of human history, our ancestors spent their entire life hunting on safari. The hardwired hunting instinct is naturally yet somewhat unfitting passed to us, who live in civil society.\\n\\nHumans found it difficult to appease their inner restlessness within the boundaries of social contracts in the past millenniums, so we waged wars against each other. In the last centennial, we settled for sports, a less destructive outlet for our desire. And in the previous decades, we discovered Esports, an arguably more scalable way to entertain.\\n\\nIf we look at Twitch, the top 5 viewed games are: League of Legends, Apex Heroes, Volarant, DOTA2, and GTA5. 4 out of 5 games are Esports-driven. No adventure, no exploration, just jump in and fight.\\n\\nThe Esports industry is gaining traction fast and furious. I think it's only a matter of time before Esports surpasses the traditional sports industry's half-trillion market. Crypto games will undoubtedly accelerate this progress, and I'm paying close attention to projects with Esports Potential.\\n\\n*c.game-native IP*\\n\\nWe never stopped chasing after our imaginary friends, from worshiping totems to watching Disney movies. Familiarity grows into tradition, and tradition develops into a culture. A game character can become a cultural and religious idol of the tomorrow.\\n\\nThe Warcraft movie and League of legends Arcane series have successfully monetized game-native IPs in the traditional world. We have witnessed how community-driven meme IPs such as Dogecoin turn people into zealous disciples in the crypto space. Game, token, and NFTs combined are the perfect recipe for next-generation Disney.\\n\\n**Most people know why and what, yet HOW is now the biggest challenge**\\n\\nTraditional gaming is all about one single thing: producing addictive and predatory content to extract as much value as possible from players. A top-down development structure is required to achieve this goal. Traditional games can quickly optimize commercial benchmarks such as LTV and second-day retention with a centralized and highly efficient development team.\\n\\nHowever, the centralized approach inevitably leads to division and distrust between developers and players, creating a ceiling for their growth. We believe blockchain technology offers an audacious alternative to revolutionize the gaming development pipeline potentially.\\n\\nThe semantics are key. Many people in the space enthusiastically praise decentralization and ownership in gaming. They believe if the game items are technically recorded on-chain, they will be significantly more valuable because of liquidity. However, I think the praise for decentralization is a misunderstanding of game design and blockchain technology.\\n\\nBitcoin needed to be decentralized for one purpose: to not be shut down by any government, a genuine threat that has destroyed many of Bitcoin's predecessors. For Bitcoin, achieving the goal of anti-censorship fulfills product-market fit being a store-of-value medium. However, in gaming, the threat of being demolished by the government or gaming company was never a genuine concern. Although the gaming company always has the option to do so, the game theory prevents them from carrying out such action since it's never in their interest to piss off valuable players. (Actually, Sky Mavis has the power to ban any Axie NFT, and they have more than once exercised such power)\\n\\nThe real threat to players is inflation. Nobody wants to pay 300 dollars for a weapon only to find out the gaming company starts selling a stronger one for 150 in a month. The ownership aspect of NFT means nothing if the entity issuing such NFT is not trustworthy. Let's take a thought experiment. When I hold a stack of Zimbabwean Dollars, do I have ownership over them? The answer is yes. Those bills have all the attributes of NFT except for the non-fungible part: They are provably unique, can be traced to the origin, and are scarce. However, although I technically own them, the real value behind those currencies is fleeing from me every second I hold them due to inflation.\\n\\nTechnical decentralization will neither prevent developers from issuing new NFTs nor create intrinsic value for existing NFTs. Therefore, my conclusion is that we need democratization more than decentralization in gaming.\\n\\n![](https://images.mirror-media.xyz/publication-images/1022kCEPvaWo4kePPH-KJ.png?height=512&width=501)\\n\\nWhat is democratization in gaming? And Why is it important?\\n\\nA crypto game is like a nation-state with its economy, politics, and culture. Democratization is the only effective method to achieve legitimacy of any game's sovereignty, which validates any assets issued under such governance.\\n\\nWith the blockchain space being naturally open, we are bound to see many competing sovereignties in the so-called metaverse. Unlike the traditional world, where sovereignties are restricted and guarded by physical land and militaries, those virtual entities cannot resort to force to contain their constituents within the border. Therefore, constituents are perfectly free to move between sovereignties as they desire, and they will likely choose the one that is the most open, fair, and culturally resonating for them.\\n\\nIn conclusion, we believe the web2.5 approaches (a concept introduced by 1kx) will not be sustainable in the long term. Web2.5 games are politically centralized and partially technically decentralized, whereas Web3 games should be more politically decentralized regardless of technical implementation. We believe that founders should not only be passionate gamers, they should also be forward-thinking rule makers and benevolent tetrarchs who can amass support and faith from the community.\\n\\n\\\\*\\\\*\\n\\n\\\\*\\\\*\\n\\n**Things I’m looking out for in 2022**\\n\\n*a. Games embracing minarchism*\\n\\nGiven that most web2.5 gaming projects still operate in an authoritarian manner, I'm looking for new projects that embrace the philosophy of minarchism.\\n\\nI'm not a believer in complete anarchy. Loot is incredibly revolutionary and inspiring, yet an entirely politically decentralized game will find it difficult to gain traction. I believe minarchism will be an interesting direction to explore - the founders will guard the core roadmap, yet leaving as much room as possible for community members to weigh in.\\n\\n\\\\*\\\\*\\n\\n\\\\*\\\\**b. Free-to-play games with optional betting*\\n\\nWhen I say 'free-to-play,' I don't mean games that only allow players to test out before purchasing NFTs. I mean entirely free games such as League of Legends. Free-to-play games genuinely remove barriers to entry for real players. As for cash flow, skin sales or competitive betting tax could be the solution.\\n\\nBesides mass adoption potential, free-to-play is the prerequisite of a prosperous Esports scene. Because of the barrier to entry, Golfing tournaments will never reach the popularity of the NBA or FIFA.\\n\\n\\\\*\\\\*\\n\\\\*\\\\*\\n\\n*c. Open-source project with tokenomics designed to attract developers*\\n\\nAs of right now, most gaming projects allocate most of their token to players or stakers. Although Axie Infinity in their roadmap plans to release SDK, we are still very early, and most of the developers would rather start their own project than build on top of Axie or even Sandbox. I'd love to see projects with token designed to attract developers from the get-go.\\n\\n\\\\*\\\\*\\n\\n\\\\*\\\\*\",\"timestamp\":1642130957,\"title\":\"Gaming Investment Thesis\"},\"digest\":\"rzxusdt14LujF5d6OVn6c2NRGmjFuvOR4oADLw_AJJA\",\"authorship\":{\"contributor\":\"0x7c0423319A5dB482c2d1D0124c2df962A97bDfE5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7SioInIhCiqcL9Fb7li-NSKXYVJk5qYFNOAZnWK4ni4\\\",\\\"y\\\":\\\"xbcePNtQLTpBVV9g_6EnrReilIp8XR3qyGoGNJNDy6o\\\"}\",\"signature\":\"DGNdTlaQPjMfMV6mIZId_trOBBKGCnv7rENR1JPCz5GR9WbBoTZhCc8mNPYR8BcF7B69RpQrxixZxonAUmkTTA\",\"signingKeySignature\":\"0x7def21d9c1a5b45a206efb043ccd03ff81ee60a89c0ae553bc7e29195798ff07447fe2c565d9fb8ef5dfaa0e12e7c4e1a743a022269a3c52c69626d5bb4d3e7b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7SioInIhCiqcL9Fb7li-NSKXYVJk5qYFNOAZnWK4ni4\\\",\\\"y\\\":\\\"xbcePNtQLTpBVV9g_6EnrReilIp8XR3qyGoGNJNDy6o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7vTqwa1Um2NbK-kqEVpNfEoiZE0eOekW2tZoqqBo8hA\"}"