"{\"content\":{\"body\":\"**1918 Paris**\\n\\nThe Great War, the war to end all wars, in fact ended the 19th Century.\\n\\nPatriotism and propaganda gave way to protest and pacifism. Wars change everything. After the Great War, past art movements bled into Modernism. It bore Surrealism - a new unreal reality - whose muses were scarred and traumatized soldiers. New art to describe the indescribable.\\n\\n\\\"In the war, things were in terrible turmoil. What I had learned at the academy was of no use to me and the useful new ideas were still unready.... Everything had broken down and new things had to be made out of the fragments.\\\" - Kurt Schwitters, German Modernist\\n\\n**2911 MARS**\\n\\nThe news had spread about the \\\"miracle\\\" which an exotic new creative star who performed in the Reverence Halls of Mars. She brought solace and sweetness to the scarred minds of hundreds of the \\\"honored lost\\\" - those who served in the Long War and who never recovered from their service.\\n\\nFernanda Marie-Therese Roque, the \\\"Great Lady of Expees\\\", knew what made great art and “expees”, experiences. This was no accident, coming to the Reverence Halls of the lost.\\n\\nThe debut of a new young talent from Jupiter, created a miracle which even the best experts and \\\"virtuals\\\", 'Verse luminaries, virual photonic celebrities, never achieved.\\n\\nFernanda made sure that the oracles and other news services of the ‘Verse would have ample footage, to stream on all ‘Chains, along with the testimony of hundreds.\\n\\n\\\"My dear, thank you. All those heroes had a chance to be who they really are underneath it all. They were young again.”\\n\\n\\\"I never created like that for hundreds of people at once.\\\"\\n\\n\\\"Soon it will be more. Higher and bigger. Soon it will be all over Mars. Then it will go further inward. Right to Earth itself. Yes, it will. You are 1 of 1. Soon, you'll be everywhere all at once. A creative voice for billions.\\\"\",\"timestamp\":1633831498,\"title\":\"1648: 4.5 Art Made Of Fragments, 2911\"},\"digest\":\"N4Gez_KC6p5UxncEho2dirCMLPPx3r3ZNvTglIAZ52I\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"signature\":\"TWxjv3_8pW6TR1bSbyczqVmAKuzx-2bBACD2GjJgTijYHcK9bDVqSthMegSzj7qiGDh7RRNSeeFcaIqPwRK4GA\",\"signingKeySignature\":\"0xc5f6a6de06c37a59b4940e8beaebe9f5078a93d485cef5bfcd1558d49fe7c6993bac33f1382180bc010311fc2826a27ec344a8b01732332273c07617223db15a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wslwyN6_ydPASOuCkvEZR9LbGM0F25TYUR4hW8Uxfrw\"}"