"{\"content\":{\"body\":\"### Exploring Bitcoin from the political, economic, technical, and philosophical lenses.\\n\\nAlthough at the core of it, Bitcoin is a product of Computer Science, Mathematics, and Cryptography, the primary characteristics that individuals often attribute to the blockchain are political, economic, and philosophical.\\n\\nTwo aspects to momentarily dwell on from that last sentence — the first being that most of the values we see or hear as attributed to Bitcoin are almost always subjective. The core values of Bitcoin are primarily those that individuals ascribe to it. While a technically inclined person might wish to have a discourse on the impregnable source code of Bitcoin, another might speak about universal peace.\\n\\nThis has been part of the Bitcoin narrative ever since its origin. Bitcoin is to the masses what the masses want Bitcoin to be.\\n\\n> Jonny Bier, author of ‘The Blocksize War’ put it simply as: “Bitcoin is a vessel for your expectations, hopes, and dreams.”\\n\\nThe second aspect is that no matter how you look at it (and possibly wish to deny it), Bitcoin embraces a set of deeply political ideas. Over the course of the decade, these ideas have inevitably transformed into a movement.\\n\\nAnd the purpose of this movement is clear: to dethrone power from the few that monopolize it and to distribute it *evenly* to the people. To be more specific, the aim of Bitcoin is to replace the legacy monetary and financial structures that we find ourselves in today. There will be no more of profits being centralized and losses socialized. And this brings me to a natural segue into the political perspective of Bitcoin.\\n\\n**The Political**\\nEven though Satoshi released Bitcoin into the world around the time of the 2008/09 financial crisis, there is evidence that Satoshi had been working on it for years before. The Genesis block of Bitcoin had embedded in it that day’s headline from the London Times.\\n\\n> The headline read as: *“Chancellor on Brink of Second Bailout for Banks”*.\\n\\nThe vision of Satoshi, and subsequently of everyone who embraced Bitcoin was clear. There was a need to reform the banking and financial industry. And at the core of such a radical reform was the principle of decentralization.\\n\\nWith no one in charge of Bitcoin’s protocol, the need to trust (or the need whatsoever of) a third party was eliminated. There is no vote of power, there are no lackluster leaders, there will be no empty promises and disappointment. Instead, the power structure is decentralized among all those who wish to participate.\\n\\nLet’s take the example of Government bailouts. As Arthur Hayes mentions, when a private or public corporation goes bust, [the question of whether or not the government ought to bail them out is a deeply political ](https://cryptohayes.medium.com/i-still-cant-draw-a-line-7d136d73e5ff?source=search_post---------6)one (with a pinch of economic considerations). And when that failing institution is a bank, the answer to the question is almost always a resounding yes since governments can ‘print’ more fiat currency.\\n\\nIn Bitcoin’s case, there exists no such thing as bailouts. If for some reason tomorrow the circulating supply of BTC were to drop by 10%, there is no entity to step in and compensate for the same. Instead, those who incurred losses will be left with no other option than to bite the bullet and choose whether or not to continue participating in the network. Mining will continue and new blocks will, as before, be consistently added to the chain.\\n\\nIf one were to lose faith in their political leaders and wished to leave their jurisdiction, there is nothing stopping them from doing so with all their life savings intact in their brain. One merely needs to remember a string of 12 words in order to do so. Tell me, how many assets do you know which you can carry millions of in your brain through airport security without raising suspicion?\\n\\n**The Economic**\\nThe modern-day monetary policy comprises of a slew of measures that Central Banks all around the world can implement in order to sustain the economic and financial health of nation-states. Since the onset of the Covid-19 pandemic, the normalization of low-interest rate environments and quantitative easing have been exasperated. There is no other period in the politico-economic history wherein countries have so frequently tampered with monetary as well as fiscal policy.\\n\\nBuild a decentralized P2P payments system secured by cryptographic proofs that remove the need for a trusted 3rd party with a monetary policy *180 degrees different* from the modern-day institutional monetary policy and voila! I present to you, Bitcoin.\\n\\nSo what do I mean by the fact that Bitcoin is *entirely* opposite to the functioning of Central Banks? While the latter constantly make policy adjustments, the former does nothing of the like.\\n\\nBitcoin is hardcoded with the characteristics of a monetary policy that is predictable, non-arbitrary, and resistant to change. The supply cap of BTC at 21 million introduces scarcity and therefore intrinsic value. Inflation management is inherent in the protocol and is achieved with the Bitcoin halving every four years.\\n\\nNevertheless, if BTC is to be adopted as a global currency, there is a long list of protocol improvements to be made before we arrive at that future (that is if we arrive there at all).\\n\\nThe predictability of Bitcoin’s economics is the converse of modern practice. It entirely eschews Keynesian economics in every shape and form by disregarding the need for an overwatch with a guiding hand on the economy. Bitcoin does not (and will not) print trillions of dollars worth of ‘value’. Bitcoin does not hold a meeting eight times a year to buy trillions of dollars worth of long-term and short-term government securities and call it open market operations. Bitcoin does not bail out failing firms and prop up zombie companies — entirely eliminating healthy market competition that is economically necessary. Bitcoin does not adjust interest rates to negative and then normalizes it. Bitcoin does not eat into your life savings even as it sits ‘safely’ in a bank.\\n\\n**The Technical**\\nThe following concepts are, in my limited knowledge, the technical *fundamentals* underlying Bitcoin: 1) public/private key pairings, 2) solving of the double-spend issue, 3) Byzantine fault tolerance (decentralized consensus), and 4) Bitcoin’s consensus algorithm i.e. Proof-of-Work.\\n\\nYou may already know that each transactor in the Bitcoin network has a specific public and private key. These keys (falling under the broader concept of Public Key Cryptography) are essentially built upon the idea of ‘One way functions’. Since the public key (visible to anyone) is a function of the private key (known only to the owner of the public/private key pairing), Bitcoin has the elegant feature that any transaction can be digitally signed and verified as originating from individual X by merely verifying the public key from which that transaction originated.\\n\\nPoW (brute computing to find the target hash of a block), combined with the cryptographic uniqueness of each transaction prevents double spend. Additionally, PoW also ensures that Bitcoin is Byzantine fault tolerant. Meaning that even though the network is distributed across a series of network participants (nodes), PoW allows said participants to agree upon the true state of the blockchain.\\n\\nWhen these fundamentals come together, we have for the first time a mechanism by which to transfer value securely (One way functions), anonymously (public keys), and in a trustless environment (enabled by a combination of PoW and decentralization).\\n\\n**The Philosophical**\\nAnother aspect of Bitcoin that is perhaps most frequently talked about is its philosophy. Perhaps it is easier to understand and discuss the core values of Bitcoin than its underlying technology? The philosophical angle on Bitcoin caters to the fact that it enables financial freedom and peace of mind (depending on who you ask). And if you ask Jack Dorsey, it envisages a future characterized by universal peace.\\n\\n![Tweet by Jack Dorsey on 10/08/2021](https://images.mirror-media.xyz/publication-images/Dmmcq2N-YMw7bDnrVK6cJ.png?height=354&width=679)\\n\\nThe creation of Bitcoin itself seems like something out of a storybook:\\nThe pseudonymous Satoshi Nakamoto, recognizing the shortcomings of the legacy financial system decides to develop “a new open-source P2P e-cash system”. Satoshi writes the three thousand or so lines of code (before publishing the white paper). Mines only a necessary amount of BTC required to kickstart the protocol. Releases it into the world. And eventually disappears. Seemingly God-like.\\n\\nFreedom and peace of mind are inherently important qualities of life. But what is also important and must not be overlooked are the developments in technology as well as the unfathomable strides that humankind will make as a result of having achieved a sound monetary system.\\n\\nTime and thought not allocated to the creation of frictionless, inclusive money is time and thought available for self-actualization. Not only as an individual but also as a civilization.\\n\\nFin.\\n\\n\\n---\\n\\n```\\nDisclaimer: All opinions are my own and do not constitute financial advice in any way whatsoever. None of the above material constitutes an investment recommendation, nor should any data or content published be relied upon for any investment activities.\\n```\\n\\n```\\nI strongly recommend that you perform your own independent research and/or speak with a qualified investment professional before making any financial decisions.\\n```\",\"timestamp\":1639645492,\"title\":\"The Bitcoin Perspectives\"},\"digest\":\"gN-iB6wj9t-CCQiewFwBh0KH73MDJLpQFc17L2lzmm0\",\"authorship\":{\"contributor\":\"0x3d815f4F6dfc0Ee48a37d2832720Ea5Ee40e94F4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K1wcpZa3naAzIDpwWdECTRk6aQ7ICoJNDAxhEEw8oTA\\\",\\\"y\\\":\\\"fCruUftEJ-CFgVbgkqo_S9-HnvVEcG4wI_56P3P9vyI\\\"}\",\"signature\":\"m31b1Qh6aPtdYidxFbODcanACZz-NUKxUR9WQdBL-94sZtFfS7EWV9baNxvdbqD0PnfKXpWgHYafTyzoXO8Gsw\",\"signingKeySignature\":\"0x6a61688b6a2c451171b4ce597d7efd7103a9465b750406ab75aafecb0d1a32e032f57b1a6b2667a6a8902232984bab2a209c3e04d8cfba8e94605d788cd75bcd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K1wcpZa3naAzIDpwWdECTRk6aQ7ICoJNDAxhEEw8oTA\\\",\\\"y\\\":\\\"fCruUftEJ-CFgVbgkqo_S9-HnvVEcG4wI_56P3P9vyI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"n7QMMbV3ZiYCM4XKNsglklhUDULz3EtVXJHIZOe9f98\"}"