"{\"content\":{\"body\":\"[Token #2962](auction://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7?network=mainnet&tokenId=2962)\\n\\nHey 👋🏻 👋🏽 we’re Colin and Samir, we’re video creators who’ve been telling stories together for the past ten years. If video is more your thing, you can watch the video below where we explain this NFT.\\n\\nhttps://www.youtube.com/watch?v=nOTgeLyvYyo&ab_channel=ColinandSamir\\n\\nCreators don’t storytell for their audiences, but with their audiences. The tools that crypto provides allows for this go one step further. What excites us about crypto is the potential it holds for allowing creators and audiences alike to invest and benefit in the communities they build together.\\n\\nAs creators for the past ten years, we’ve yet to experience anything as fast-paced, interesting, and potentially world-shifting as crypto.\\n\\nWe know that Crypto, NFT’s, DAO’s and everything that comes with it will play a major role in the creator economy’s development.\\n\\nWe believe it’s crucial for creators to understand not only how to utilize Crypto, but also how to educate their audiences on it. The next billion users to join the blockchain will likely come via mass adoption spurred on by creators via social media. The more accessible creator-crypto education is, the smoother the transition will be and the better the impact for creators and their audiences.\\n\\nOur mission is to **Educate**, **Empower** and **Encourage** the next generation of creators.\\n\\nAs we look to educate creators over the next decade and beyond, we want to build a Creator Crypto Advisory Board, a team of individuals who can support us in educating not only ourselves about Cryptocurrency, but also the rest of the creator economy. We believe we have the ability to break down complex topics and communicate to large audiences, what we need now is best in class mentorship and education in the crypto space.\\n\\nWe’re looking for a founding partner for our Crypto Advisory Board. They will receive the first “Seat at the Table”. So here’s our first ever NFT, a 1/1 piece that symbolizes the bridge between the Creator Economy and the Crypto community.\\n\\n## What the Buyer Gets\\n\\n- The 1/1 Token\\n- Private slack channel with Colin and Samir to discuss Crypto x Creators\\n- Calls with Colin and Samir to discuss Crypto and help distill information\\n- Appearance in our video about this NFT\\n\\n## What our community gets\\n\\n- A video is public on our YouTube channel that brings creators behind the scenes of how we made this NFT so that they can do it too if they wish. Literally the words we’re typing into mirror right now have been screen recorded and included in the video. You and aspiring creators looking to be educated on crypto can watch it below.\\n- Members of our audience who retweet the post below and include their eth address before the end of the auction will be included in the sale via splits. We did this to encourage our audience to set up eth wallets themselves as well as showcase the new ways NFT’s allow creators and audiences to interact and grow together.\\n\\n✌🏻✌🏽\",\"timestamp\":1620015595,\"title\":\"Seat at the Table\",\"publication\":\"colinandsamir\"},\"digest\":\"G5kD1SysIvVE-Socv7zknOExp3wZWZPSZ9_sxBj_cV4\",\"authorship\":{\"contributor\":\"0xc63A26A74326076feb89040586FfcDcED3B42bF5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jFB2F5vMVzt2ukFCZ7qXdp9x7sZZX2qWIAFKv7nqn74\\\",\\\"y\\\":\\\"7QWfXFiRIgFSOWjoF8lci-U_VpRr2Sf399plC-p8Dzg\\\"}\",\"signature\":\"97vDxmyW7cLMEn9cQlsgqu4jrCXL1p5rEhCMGWBAjN-n1svrUyx10impW72dIr56Mi28u63Fqi2P4JQ9RN3Dow\",\"signingKeySignature\":\"0xd018cab157c5bce722ca893856d8781256bcb6052456b31e15b222cb5982858b2bf01820b4fea1487d639517dc792f1b36176bbdb8025c221ef336a979e0ab9e1c\",\"signingKeyMessage\":\"I authorize the publication of articles on colinandsamir.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jFB2F5vMVzt2ukFCZ7qXdp9x7sZZX2qWIAFKv7nqn74\\\",\\\"y\\\":\\\"7QWfXFiRIgFSOWjoF8lci-U_VpRr2Sf399plC-p8Dzg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"G5kD1SysIvVE-Socv7zknOExp3wZWZPSZ9_sxBj_cV4\"}"