"{\"content\":{\"body\":\"In every generation, young people have led movements for social change — from the black teenagers who staged lunch counter sit-ins in the 1960s to desegregate public spaces in the United States, to college protests in the 1980s that led to the dismantling of apartheid in South Africa, to the pro-democracy demonstrations in Beijing in 1989, and more.\\n\\nSome were successful, others were not.\\n\\nThe latest student movement to make headlines began last year, as students skipped classes on Fridays to pressure world leaders to take action on climate. The global Youth Climate Strike, held on March 15 with nearly 1.5 million students in more than 100 countries, was the largest to date.\\n\\n**The younger generation speaks out**\\n\\nIt is often the younger generation’s role to question the established ways, said Patricia Maulden, a researcher at the School for Conflict Analysis and Resolution at George Mason University in Virginia.\\n\\n“When (today’s adults) were youth, they advocated for certain things, and oftentimes, they got them. And they are entrenched in that system, in that way of being.”\\n\\nMaulden noted, \\\"that way of being\\\" changes.\\n\\n“Life moves on. Life has changed. Communication has changed. Livelihood strategies have changed. But they haven’t changed with it, and the youth are coming up and saying, 'It’s not the same world.'”\\n\\nStanding on the steps of the U.S. Capitol on Friday, Alyssa Weissman told the crowd, “It is time for us to stop watching. It is time for us to strike back! We are the generation that will lead international action!”\\n\\nOne protester, Kevin Crandall, observed, “Since we’re the next ones going into the workforce, going into public office, things like that, it’s important for us and, as the chant is saying, it is our future.”\\n\\nMaulden said it’s not surprising that young people are passionate about climate issues.\\n\\n“It is something that young people understand better than adults do and grasp it, and overall are concerned about their future, anyway. But also with social media, it allows that connection between continents.”\\n\\nThe young idealists take their movement seriously.\\n\\n“That’s our job,” said Emma O'Driscoll. “We want to prove that while we are young and we don’t have as much experience, that doesn’t mean we don’t know these things.\\\"\\n\\n**Building on student-led activism**\\n\\nThis climate protest movement was heavily inspired by the \\\"March for Our Lives\\\" protest in 2018, where protesters gathered in cities around the country demanding stricter guns laws in the aftermath of a mass shooting at a Parkland, Florida, high school that left 17 people dead.\\n\\nMaulden said the Parkland students were incredibly articulate.\\n\\n“They organized in a way that was an example or a reminder, perhaps, of how this could work.”\\n\\nWill the movement stick in the U.S. as it has in other countries? Experts say that’s hard to predict. But the students have some prominent supporters. Among them is freshman Democratic Congresswoman Ilhan Omar, who thanked the crowd in Washington for \\\"showing up for their future.\\\"\\n\\nOther endorsements came from former presidential candidate Hillary Clinton, and actor and environmentalist Leonardo DiCaprio.\\n\\nThe question now is whether the students, who for the most part can’t even vote, will end up having a real impact on global politics.\",\"timestamp\":1642436138,\"title\":\"Climate Protest the Latest Youth Action for Social Change\"},\"digest\":\"PoCdCi0Rm8UPE8e_H6HWlXnTZM5v_mFaqtfi42fcqfk\",\"authorship\":{\"contributor\":\"0x3d78e0a8E57d85aB3592Ea376672cc8E4e30C316\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TEem1ae42gBZ5Y680ZRXecfIqYgl0YTSn7uFOpzT8Ko\\\",\\\"y\\\":\\\"MHlKoiEjLIHn6bSH7YkdcvOpia4jYOdlDeWd9xcexbY\\\"}\",\"signature\":\"4P85O9rILNg6JXRNN61Lfr_0kUYlC-6f0LVFNvn37GLSFuWtYkbXfe6OPHaY9DDVjKLk3mfmawA9dRgZyFskrQ\",\"signingKeySignature\":\"0xc47912c7733b4b65e9b4cecc798c56682870aff48e1912c9b660e59c464c281518265dfeec468408200df2578e296482336de6f1a04766d09b2e182e390f9ebb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TEem1ae42gBZ5Y680ZRXecfIqYgl0YTSn7uFOpzT8Ko\\\",\\\"y\\\":\\\"MHlKoiEjLIHn6bSH7YkdcvOpia4jYOdlDeWd9xcexbY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PoCdCi0Rm8UPE8e_H6HWlXnTZM5v_mFaqtfi42fcqfk\"}"