"{\"content\":{\"body\":\"（本文创作于2019年12月，相关背景与数据请参照当时的情况）\\n\\n一\\n\\n老麦是我少有的自认是镰刀的朋友，因为大部分韭菜认为的镰刀都觉得自己是韭菜，真的认可自己是镰刀的人少之又少。\\n\\n听说老麦的外号是因为他当年喜欢吃麦当劳来的，在那个麦当劳还是新鲜东西的年代，能吃得上麦当劳可不是一件简单的事情。那时候的麦当劳是普通人家逢年过节才能带小孩去一趟的高档西餐厅，而老麦，那时候的小麦，基本上兜里有钱就去，于是落得这么一个外号。\\n\\n老麦是干投资的，就是大家经常会关注不到的地方，一般在一个项目官网的页面最下面才会出现。他们的做事风格就是低调，讲究一个“闷声发大财”。\\n\\n他跟我有一个共识，就是不管哪个行业，尤其是我们金融行业（他从不认为我们是高科技行业，觉得就是新型金融行业），如果能闷声发财一定是要选择闷声发财的，出名一定是迫不得已的选择。\\n\\n人怕出名猪怕壮这件事儿在他身上体现的淋漓尽致，和大多数人撕破脸皮也要博一个出名把不同，他甚至会花钱隐藏自己。具体怎么花钱，就不方便多说了。\\n\\n如果你需要知道一个他的形象的话，大概参考这张图吧（当然，并不是他）：\\n\\n跟他聊天其实很有意思，其实说实话，我个人觉得有钱人讲话都挺有意思的。就像我以前跟领导们接触，发现领导们个个风趣幽默，各种历史典故信手拈来，涵养一词，淋漓尽致。\\n\\n但是有意思的背后，是老麦随便说的一些行业常识在韭菜眼中都是残忍的实话和生硬的干货。\\n\\n以下是一些原话，不妨细品：\\n\\n“绝大部分币种，机构都只会在一级市场布局，不可能在二级市场购买。如果一个币真的很好，大不了复制一下炒个类似的就行了，不可能去接盘的。当然，如果出现了绝佳机会比如2019年春节前后的价格，那么我们是会布局如BNB、HT、OKB这类平台币和一些明显低估的公链代币。”\\n\\n“大部分币属于泡沫资产，只要能套上你，就没有任何理由给你解套。有时候我经常看很多项目的群里在互相打气，还催着团队一些技术进展，我都觉得很好笑，说的好像他们当时是冲着技术进来的一样”。\\n\\n“整个2018年，几乎没有一个币实现了白皮书所说的功能，算了说几乎没有有点保守，事实是完全没有。那么这个币最核心的特性就应该是项目是否仍然有做市的打算和是否真的隐藏的价值。”\\n\\n“19年初，三千多美金是比特币底部，这个我们预测到了，大家都说预测到了，你知道为什么吗？因为我们之前预测了一万，八千，六千，五千是底部都错了，只有三千对了。”\\n\\n他关于区块链技术、项目和价格的观点我总结成了三句大实话：**一，客观上来看，区块链技术仍然是足够前沿且被高估的，项目所描绘的技术愿景几乎实现不了，就算实现了也几乎没有短期内落地的可能，所以并不存在的生态自然不可能提供什么价值支撑；二，因为市场的不成熟，导致市场只有两个极端情况，要么过热要么过冷，根本没有比较理智的投资者，所以要分析市场，重要的是分析情绪；三，拿得住币靠的从来都不是信仰，而是能力。**\\n\\n老麦有个理论很有意思，关于信仰。他说，其实信仰这种东西说白了，就是你相信某个东西能让你过上更好的生活，要么生前能得到慰藉，要么死后能上天堂，仅此而已。没有什么纯粹的信仰，都是有目的的，只不过是因为目的很纯粹，反而显得信仰这个词很干净。\\n\\n很多人对比特币有信仰，说白了是相信它能涨到一百万，自己能过上更好的生活罢了。当然，这是没错的，老麦也有这个“信仰”。\\n\\n但是他说起韭菜的信仰的时候毫不掩饰他的嘲讽神情，他说对于数字货币的信仰不过是炒币韭菜的安慰剂而已，\\n\\n他的原话是\\\\*\\\\*：“炒币韭菜的信仰只是他们的安慰剂而已，就像热爱足球也不过是中年男人的安慰剂，他们只是想在世界杯的那两星期里好好赌一把，再喝酒喝到半夜罢了。”\\\\*\\\\*\\n\\n**“他们只是想赚点钱，可能去唱歌能喊个公主作陪，能买辆豪车回家炫耀，想用自己的赌本发笔横财而已。他们根本什么都不懂而且没有脑子，那我们就要教他们好好做人了”。**\\n\\n**“做我们这行的，如果说要给基本上我能给的建议只有一个：好好拿着比特币，别做短线，别碰合约，别碰山寨。”**\\n\\n他很低调，很少在群里聊天，也很少发朋友圈。但是在2019年11月有一天比特币跌到了6500美金左右的时候我看到他发了一条朋友圈，内容是\\\\*\\\\*“很多人都在说要做高赔率投资，但是目前全世界最高赔率的投资已经出现在了人们的面前，大家都装作视而不见”。\\\\*\\\\*\\n\\n配图是当时最火的一部电影《Joker》的剧照：\\n\\n二\\n\\n2019年对老江来讲是非常重要的一年，原因很简单：今年他财务自由了。\\n\\n作为“年轻人千万别碰期货合约”的反面教材，对老江来讲，期货合约就是他的提款机。他有句话在我们的小群里都被当成了表情包：“徐明星在吗，我来取钱了”。\\n\\n他在房地产公司上班，因为重庆房地产市场实在淡的不行，所以他有很多时间开单炒期货。而阴差阳错的因为上班开会或者带客户的原因，他总是能在关键的时间节点恰好没看手机，从而获取到比原先预想的更高的利润。\\n\\n相比于以前的一单赚一个月工资的“小打小闹”，老江真正财务自由是2019年的6月，就是六一儿童节EOS开会那次，他从他得知开会的消息开始赌多，一直赌到开会前平仓。如果没记错的话，差不多是在很接近9美金的位置平仓的。\\n\\n在大家都看到10美金甚至希望EOS能破新高超越以太坊的时候，老江非常冷静地在群里发言说“这是不可能的”。他一战成名的背后也是无数人再次被EOS套牢和爆仓的血泪。\\n\\n**合约市场，一将功成万骨枯。**\\n\\n我和老江一样，非常喜欢重庆。觉得重庆这个城市非常城市承载着很多东西，一些说不上来的情愫和味道。\\n\\n对于重庆人来讲，活的舒服才是首要追求。做事情也是，**如果你做的不顺，大概率是你没这个能耐和天分，没有必要太过纠结。而如果你做的顺，那这是老天爷赏你饭吃，要好好珍惜。**\\n\\n老江进到合约市场之后就赚钱了，他边做边学，进步很快。随着赚钱越来越多，他在群里也越来越出名，江神的称呼也就应运而生。\\n\\n如果他出现在你的群里，你一开始会羡慕，后面只会嫉妒。因为哪怕他在暴跌之前在群里说了开多，而在暴跌之后你想去取笑他时，他反手给你一张盈利的单子，你只能酸溜溜地回一句“还是江神牛逼”。\\n\\n上一秒做出判断，下一秒就能推翻自己的判断，果断止损重新开单。这是绝大多数人都做不到的事情，这也是大多数人会亏钱的原因。\\n\\n**合约和屯币是截然不同的两个思考方式，屯币是你必须坚定地相信你所做的投资决定，轻易推翻投资决定对于长线投资来讲是极其严重的错误。而合约是必须坚定地认为自己当下的判断是正确的，之前的哪怕前一秒钟的判断都可以是错误的。**\\n\\n当然，他把挣钱归之为运气好，我也是认同的。\\n\\n当被群里人问到为什么不开实盘让大家直接跟单的时候，他说他能挣钱主要是运气好和变的快，这都是跟单跟不出来的。另外，实盘会影响操作和判断，变化太快人们没跟上不得骂死你？\\n\\n**而且最关键的是，他就算真的有一单爆了，或者干脆手上的币全爆了，他也还是个有钱人，而跟单的人可能倾家荡产，一身网贷。所以这事儿，不能干，干不得。**\\n\\n2019年12月初，他退出了大部分的群聊，悄无声息。群里有好事者很快就发现了这件事情，艾特我说为什么老江退群了？群里如梦初醒般纷纷开始猜测：是不是偷偷爆仓了不敢吭声？他们说平时老江都不让加好友，只有我有好友，得让我去问问，最好是能拉回来。\\n\\n我便去问了句，得到的答复是：\\n\\n**“比特币过年前后机会不大，至少我的判断是机会不大，这里待着不如去研究一下别的市场。股市明年或许不错，现在可以做一些筹备。从大宗商品的期货市场来看，明年会是大通胀年，基本泡沫资产都会涨，最好还是多配置一些，以免大幅踏空。最近打算好好研究了，群太多，而且聊的东西都没用，就先退了，明年再见吧。”**\\n\\n**我也回他：明年再见。**\\n\\n三\\n\\n小白对自己的定位和认识很明确：一个赌狗。而且是赌狗里最惨的一种：撸网贷的赌狗。\\n\\n2019年他开合约亏了不少钱，因为只开最高五倍的合约单，他在群里被尊称“五倍哥”。当然，严格的风控和低倍杠杆并没有让他在下半年的一次次瀑布中幸免于难。每次行情到来的时候群里总是伴随着“卧槽，五倍都爆我？”的消息，然后，大家都变成了复读机。\\n\\n不过大都是不用还的钱。关于这个钱为什么不用还，小白也说的比较简单：因为放贷的公司自己玩完了。\\n\\n**群里的人纷纷好奇还有哪些不用还的网贷可以撸的时候，他嘲笑了一句：等你们知道了，公司早都在东南亚吃炒面了。**\\n\\n他接触网贷很早，撸过的网贷可能比星巴克的咖啡品类还多了几倍。我跟小白聊到网贷的时候曾经数过我能借到多少网贷，大概就是支付宝借呗十万，京东金条三万，什么百度、小米、360、滴滴、微粒贷等等都算五万好了，全部加起来大概能搞出来五十万。\\n\\n他说这些互联网公司的网贷他能搞出来一百万，几乎所有互联网公司都在放贷，而且风控都是很简单的。\\n\\n“还有一些难搞一点的，陆金所，宜人贷，红岭创投，拍拍贷，人人聚财，有利网，人人贷，合拍在线，808信贷，翼龙贷。。。多了去了”。小白说韭菜都只能撸到最低级的利息最高的网贷，再往上到银行和金融机构级别的他们就不会搞了\\\\*\\\\*，韭菜到哪都是韭菜。\\\\*\\\\*\\n\\n币圈很多韭菜都有借网贷，他们有另外一些群，是我不在里面的，专门讨论网贷的。主要原因在于借网贷太容易了，支付宝点一点，微信点一点，几万块钱就出来了。在你玩合约玩红眼的时候，需要花点钱加保证金的时候，或者你看上一个币想抄底的时候，都很难控制自己想去点几万块或者几十万块出来。\\n\\n**“很多人一开始就是想借出来做一单，就还回去，太天真了，这种东西开弓没有回头箭，你只要借了，后面就只能是不停借下去”，小白虽然年纪不大，但是混网贷圈很多年了，看惯了搞网贷发财的和搞网贷自杀的。币圈很多时候看到人炒币爆亏或者合约爆仓想自杀的时候都会很善意地去劝说日子还长，活着就好之类的话，小白就很不屑，他的原话是：**\\n\\n**“那些人的心早就死了，活着是挺好的，但是他们肯定回不去以前的生活了，救回来不过是满足观众的同情心而已。我要是到那地步，我肯定也直接牺牲掉好了，这多轻松啊？死很容易，活下去才难”。**\\n\\n是啊，活下去才是最难的，一把梭哈一死了之有什么难的？难的是活下去，过上更好的生活，甚至能给别人更好的生活，这才难。\\n\\n没想到我居然被一个赌狗教育了？\\n\\n可是转念一想：谁又不是赌狗呢？\\n\\n四\\n\\n**2019年是币圈很重要的一个转折年，因为2017明显泡沫吹的太大了，人们陷入了一种狂热中不可自拔。而2018明显泡沫破裂的太快了，人们陷入了一种黑暗中难以挣扎。**\\n\\n**有句话说的蛮好：“中国人的群体情绪，受限于民族性格和从众效应，总是从一个极端，切换到另外一个极端”。**\\n\\n**2020年是减半年，一个本来就比较特殊的年份因为比特币的固有周期更是被币圈赋予了更大的意义。而在2018的全面崩溃到2020的卷土重来，中间的2019年的就过渡的特别好。**\\n\\n**而我，和看完了这篇文章的你，或许都在顶着不小的压力前行。或许你是币圈从业者，把自己的职业未来和行业期望都寄托在比特币的价格上涨上；或许你是重仓屯币党，希望自己的认知能够被证明赢过世间大多数人；或许你是普通的炒币者，希望明年的好行情能让自己换台好车，又或许你只是在看戏吃瓜，笑看币圈风云。不论你是以什么样的心态迎接即将到来的2020，我都想与你分享一句话：**\\n\\n**“经历了泡沫之后之后，有些人变得更加聪明了，有些人变傻了。但是有趣的是，变富的都是那些比较傻的”。**\",\"timestamp\":1641185718,\"title\":\"机构基本只在一级市场布局\"},\"digest\":\"aUJS30YuQahiU_xc-aPSpnMdP1VFGwgapJ_-BeefPSo\",\"authorship\":{\"contributor\":\"0xB0957BAA8C8239cEc7dbd0D076F99f6f670e145C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gPjzQDZsebWll5Jgi-Mi_5X72ylx6QR0jKsw-6MzeNg\\\",\\\"y\\\":\\\"hPK8za1ceqw6F29abfU17EXhO5TU8FDOLU43Rr83xTE\\\"}\",\"signature\":\"HlQPVbz9Ubkxc4hW9ZszXe8QH60oS-9E7gcNbyQrxWJyCREqA0FwgXn-RioAjmY3FBOYeBPIAUecu1SmyCpj5g\",\"signingKeySignature\":\"0xb8786df35a01c58e1845a96cade5b51bbd56d18df308d7ff6110d0176fe56bb7732b75291964113409a207e0f0595628b0f05fe3e28ca4b22da397fab67b36d51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gPjzQDZsebWll5Jgi-Mi_5X72ylx6QR0jKsw-6MzeNg\\\",\\\"y\\\":\\\"hPK8za1ceqw6F29abfU17EXhO5TU8FDOLU43Rr83xTE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"aUJS30YuQahiU_xc-aPSpnMdP1VFGwgapJ_-BeefPSo\"}"