"{\"content\":{\"body\":\"A previous program talked about the importance of brand building. You must dig out your number one in your brand building and advertise that point.\\n\\n```\\nIn other words, the most advantageous point of your product or service is the direction of your development, which is both your tactics and your strategy. All the company's resources should be invested in this point.\\n\\nOne trick is fresh, eat all over the sky. Cheng Yaojin has three axes, who can dodge it? ! A hundred strokes will not be as good as one stroke, and use the advantages to the extreme.\\n\\nThe poor are the ones who know everything, and the rich are the ones who only do one thing. If you start a business and do a project, it’s useless to plan too much. You don’t even think about 90% of the difficulties now, and you don’t even know that it is a difficulty.\\n\\nSince you don't even know the difficulties, you should do it quickly.\\n\\nThere are many things that we don’t understand, so we should do it clearly! Entrepreneurs are arguing and don’t understand. The public says that the public is justified.\\n\\nI have been recruiting for a long time, and it is very difficult to recruit talents that I am satisfied with. Smart entrepreneurs simplify complex things, and then let the less able people work together to get things done well.\\n\\nBe good at dealing with \\\"fools\\\", because \\\"smart people\\\" won't cooperate with you. They started their own business. The first order of a successful project is not far from your big success, so you must first be down-to-earth and concentrate on doing your first business first. At the beginning of the business, you are most taboo to dream about what you will do for 3 to 5 years. , Make the first order down-to-earth. Everything is difficult at the beginning, but if it is done at the beginning, it is half the battle.\\n\\nTo do a project, choose a very small service or product, first be the first in this field, and then extend the upstream and downstream slightly.\\n\\nLate bloomers don’t mean that you don’t have to work hard until you are 40, but you have to work hard when you are in your 20s or 30s, and you have a good foundation before you can build a tall building. What kind of employee is a qualified employee, capable and able to make a contribution, is qualified, not highly educated.\\n\\nPractical is the best, and profitable is the most important.\\n\\nThere are many people who have ideas and can't help it. Social University is the best university. Each of us must continue to improve and continue to learn. Refusal to recruit only people who don't want to work into the company. If I think I have achieved a little bit, it’s just because I keep repeating:\\n\\nRepeat reading the same book,\\n\\nDo the same little thing repeatedly,\\n\\nRepeatedly, you will discover many secrets. The so-called book read a hundred times, its meaning is self-evident, and the same is true for projects.\\n\\nI always try to find differences in repetition.\\n\\nRepeat and repeat, the value of repeat is infinitely magnified today.\\n\\nNowadays, the pace of society is too fast, and the impact of new things is great. It is difficult to calm down and invest energy in a project for a long time. Most people are impatient. As long as you have the patience to repeat a small project, you can easily excel.\\n\\nPersistence is victory, and persistence reflects strength.\\n\\nUpdike wrote a book Run Rabbit, which is just a book.\\n\\nBut when he writes about Rabbit Return and Rabbit Rich, he will be a character. After waiting, seven books about rabbits will be published: the rabbit marries, the rabbit is sad, the rabbit is old... Whether it is rubbish or jewellery, Uepdike is approaching immortality.\\n\\nThere is a man named Robert Kiyosaki who wrote 20 basic books, all of them are poor dads and rich dads. Therefore, he is also famous and has freedom of wealth.\\n\\nWorld-class marketing experts have been studying marketing all their lives. For example, Kotler and Li Yang have studied English all their lives. Li Ka-shing has studied enterprises all his life. The CEOs of many super-large companies are repeated for decades. In fact, many people envy these big entrepreneurs, but these ordinary people don't even know that these people work from six in the morning to 10 in the evening, and they keep repeating those tasks.\\n\\nI saw a sentence published by Meituan Wang Xing on the Internet: \\\"It is decided to leave work before 12 o'clock today.\\\" Do you understand? In other words, he has never left work before 12 o'clock, and you, have gone home, are already in a dream. Billionaires repeat his work regularly.\\n\\nDishes made with abalone and ginseng are usually not delicious, just pretending to be a fan.\\n\\nThe more precious the ingredients, the fewer opportunities for practice. How can you become proficient? !\\n\\nOnly the most ordinary chickens, cows, and pigs can produce the ever-changing cooking skills.\\n\\nFor example, fried pork with chili, small fried pork, and twice-cooked pork, these are hard dishes. There is a way out with proficiency. That is to keep repeating in order to have a way out.\\n\\nThe secret of eating fresh with one trick is mastery. Mastery comes from repetition, and only proficient applications can become professionals.\\n\\nprofessional:\\n\\nA lifetime of glory only needs one time, but this time is a legend. Live in people’s legends, live outside of people’s imagination. I personally like Buddhism!\\n\\nWhat is knocking wooden fish?\\n\\n    1. The fish keeps eyes open day and night. When the fish sleeps, it just stops there and does not move. If you take a break, you will sleep.\\n\\n    2. So knocking this wooden fish in our temple is to make us diligent, to follow the spirit of the fish, and to work hard day and night.\\n\\n    3. Advance step by step, day by day, with its own expiration,\\n\\nThere is no need to calculate the distance and sigh.\\n\\nSuccess lies in repeating a small thing continuously.\\n```\",\"timestamp\":1634804157,\"title\":\"Success lies in repeating a small thing continuously\"},\"digest\":\"m2Vm3nEo3M_SA5I-79XiBCS3sZPZLm5mJ7Vz-pmgJeA\",\"authorship\":{\"contributor\":\"0x0B27cE1053585ef548Cd78618Ee0b73D84246712\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"signature\":\"1ueDmubEWU_-mKKHl03FVFIJ2mK0HchncggcsiMKNX0paCi-Mi2kHNFbCSYFfp5jHB9SQMw3EQOaIlUj-ToCVQ\",\"signingKeySignature\":\"0x9d86f85b2660a8cb6873525924f9adb0c5f51dfb6229fed7a757ade2793c2f19347cb8076af39b12116743e30b34d1bacb42c80a0030cd272dd62c1ad0ad21081b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"m2Vm3nEo3M_SA5I-79XiBCS3sZPZLm5mJ7Vz-pmgJeA\"}"