"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/JkudK_yVfc6jgcQ7MUNTR.png?height=480&width=800)\\n\\nChinese children's health has continued to improve, and health management policies have played a significant role in the past decade, an annual report on Chinese children's development said. \\n  \\n The entire society has attached increasing importance to children's health, safety and development, and children's health has seen great progress in recent years. \\n  \\n This is reflected in many factors including a decreased child mortality rate, and the overall improvement of students' physical health as well as malnutrition, according to Blue Book of Children: Annual Report on Chinese Children's Development (2021), jointly issued by the China National Children's Center and Social Sciences Academic Press on Wednesday. \\n  \\n But there were also some problems. The overweight and obesity rates among primary and secondary school students increased by 8.7 percentage points from 2010 to 2019, according to the report. \\n  \\n The incidence of children and adolescents with psychological problems is still gradually rising, which has become a public health problem that can't be ignored.  \\n  \\n The country has put a lot of effort into children's health for the long term, and the obesity problem will not only have an impact on children physically but also psychologically, Liu Lan, head of the Beijing Dietetic Association, told the Global Times on Thursday. \\n  \\n It's important to cultivate the concept of a healthy lifestyle both on campus and at home, and particularly, parents should be educated to how to eat in a healthy way, Liu said, noting that physical exercises are necessary for children. \\n  \\n They have carried out trial programs in some schools in Beijing to educate teachers and students about food safety and nutrition, as a way to guide students in a healthy direction, Liu noted. \\n  \\n In 2019, the overweight and obesity rates of students from primary schools, junior middle schools and senior high schools stood at 26.2 percent, 23.1 percent and 21 percent, respectively. The overweight and obesity rates among boys have always been higher than that of girls. \\n  \\n The rate among boys was 9.7 percentage points higher than that of girls in 2019, the report said. \\n  \\n In terms of mental health, the report said that about 30 million children and adolescents under the age of 17 in China suffer from emotional and behavioral disorders, based on the 2018 China youth development report.  \\n \",\"timestamp\":1639139783,\"title\":\"Chinese children’s health continues to improve with obesity becoming a new problem: report\"},\"digest\":\"ECUuXpuKaOjikLmEbv1Yu0mEtFYJZUbQP0v-hurBAWc\",\"authorship\":{\"contributor\":\"0xA0ff2b9864C7a75a24e75d84C29B58ea601494f0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"osBfRZVl4Dz2C7bhC8_2cUeovEOl-u2Lzj-BUfUrLNM\\\",\\\"y\\\":\\\"sHVFFZCwv2JNkO6boiDEckSUMQ2rMz6JlK0qb_tjadM\\\"}\",\"signature\":\"1IG4ckyZ2pfwsvsV03dI4PJap2L364SLMoH09WsNx0I7yPPDasFBe_pDBhwdkOPlNLvcKClTzuBmpGU_NkhqPA\",\"signingKeySignature\":\"0xc2080f5f22246c89c1907e4a756fb130e265083a7e7010cd8bf8a83d2e549bcf4b128507df9fe4d6e7434c6a1e1fbb358d82b3f34de42d7f0800043a7dffbb2f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"osBfRZVl4Dz2C7bhC8_2cUeovEOl-u2Lzj-BUfUrLNM\\\",\\\"y\\\":\\\"sHVFFZCwv2JNkO6boiDEckSUMQ2rMz6JlK0qb_tjadM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ECUuXpuKaOjikLmEbv1Yu0mEtFYJZUbQP0v-hurBAWc\"}"