"{\"content\":{\"body\":\"When I sat down to write this article, I wanted to start off with a quick definition of Web 3.0. However, as I began something occurred to me...\\n\\n**Trying to define Web 3.0 today is similar to building an airplane while it is taking off.**\\n\\nWe have a general direction of where we are going, but we do not know the final shape of the vehicle or the exact path we will be flying. Oddly enough I’d imagine there is also a similar sense of unlimited potential balanced with a strong fear it will all fall apart, but that is just a coincidence. Back to my point. Web 3.0 is difficult to define because it A) deals with a varying list of multiple complex technologies, and B) is still an emerging market.\\n\\nIf you need a refresher on Web 3.0, you should read Werner Vermaak’s article ‘[What is Web 3.0](https://coinmarketcap.com/alexandria/article/what-is-web-3-0)’ on CoinMarketCap. It was written almost a year ago, but it is kept regularly updated. The short version of it is that Web 3.0 is the convergence of advanced technologies such as Decentralized Ledger Technology (DLT) and Artificial Intelligence (AI) to create websites and applications that could automatically process information in a smart ‘human-like’ way.\\n\\nThis wave of technological advancement has opened up amazing new opportunities such as the recent NFT boom and the rise of Decentralized Autonomous Organizations (DAOs). However, even with all this great opportunity we are still just at the beginning of this journey. If you are creating a marketing plan for your Web 3.0 community, product, or service, here are three key considerations that you should keep in mind:\\n\\n### Consideration #1 - Web 3.0 is still (relatively) small but global.\\n\\nAs I mentioned already, Web 3.0 is still new and the technology is still being developed. Yes we have seen a giant influx of people into Web 3.0 due to the spike in cryptocurrency popularity over the past few years, but we are still just at the beginning. It is also important to note that this is not a US centric movement.\\n\\nUnfortunately since Web 3.0 is so new and constantly changing it is difficult to find quality data sources. While data specific to only cryptocurrency is not inclusive of all of Web 3.0, it is a good indicator that we can use to get a general sense of what is happening.\\n\\n* According to a Singapore based cryptocurrency payments provider, [TripleA](https://triple-a.io/crypto-ownership/), only 3.9% of the global population own some kind of cryptocurrency\\n* According to [Pew Research](https://www.pewresearch.org/fact-tank/2021/11/11/16-of-americans-say-they-have-ever-invested-in-traded-or-used-cryptocurrency/), only 16% of the United States have ever invested in, traded, or used cryptocurrency\\n* According to [Chainalysis ‘Global Crypto Adoption Index’](https://blog.chainalysis.com/reports/2021-global-crypto-adoption-index/), the 5 countries with the highest crypto adoption are Vietnam, India, Pakistan, Ukraine, and Kenya respectively\\n\\n***So how could you respond?***\\n\\nWhen thinking about your audience you need to immediately separate them into two buckets: those who have been onboarded to Web 3.0 and those who have not. To help visualize this, imagine your audience as a venn diagram that shows the segment of your audience that is onboarded to Web 3.0.\\n\\n![](https://images.mirror-media.xyz/publication-images/ydWH0WC9wbztHFf4MuCJQ.PNG?height=455&width=695)\\n\\nThe larger the overlap the better, but considering adoption rates it is likely this overlap is minimal. This key factor will significantly impact what is required for your audience at the start of their customer journey and what kind of communication will be most effective.\\n\\nRegardless of your audience, it is highly unlikely they will all be onboarded to, or even familiar with, Web 3.0. Which leads into our next key consideration.\\n\\n### Consideration #2 - Audience Web 3.0 proficiency varies.\\n\\nWe all started our Web 3.0 journey somewhere, and have learned different things as we have navigated this space. Our audiences are no different. Even in the highly improbable scenario of your full potential audience having been onboarded to Web 3.0, you should expect your audience to have varying degrees of technical proficiency.\\n\\nWeb 3.0’s onboarding issue is not a new one. Back in 2019, Elliot Hill on Hackernoon wrote an article called, “[All Aboard Web 3.0: Why Onboarding New dApp Users is a Titanic Task](https://hackernoon.com/all-aboard-web-30-why-on-boarding-new-dapp-users-is-a-titanic-task-mq1kh36dk)” where he talks about this very issue. Elliot focuses more on the technical challenges, but you can see not much has changed in the years since the article was written.\\n\\nThe best advertising in the world is useless if users get to a site and it is difficult for them to complete an action. As marketers we know that people have an attention span of eight seconds and that window is shrinking. ([source](https://www.forbes.com/sites/jiawertz/2019/08/31/the-number-one-thing-marketers-need-to-know-to-increase-online-sales/)) In addition to it being difficult to catch someone’s attention, the Nielsen Norman Group (NNG), found that requiring users to “register or log in before they can use an app or see website information has a high interaction cost” ([source](https://www.nngroup.com/articles/login-walls/?ref=hackernoon.com)) and results in lost sales. It does not take a great imagination to see how high the drop off rates are when we require users to download third party apps just to engage with us.\\n\\n***So how could you respond?***\\n\\nAs developer and UX teams continue to improve the technical aspects we as marketers can do our part by improving the onboarding materials and experience as much as possible. A good exercise to practice is to keep reminding yourself that your communications need to be on your audience's level, not your own. Also consider translating some of your content based on your user base.\\n\\nIt is all of our responsibilities, as pioneers in this space, to be the best advocates for Web 3.0 that we can be, and a positive onboarding experience will make all the difference in helping to speed up Web 3.0 adoption. As advocates for Web 3.0, we also need to be realistic and transparent about the dangers of this space, specifically scams and hacks. Which leads into our final key consideration.\\n\\n### Consideration #3 - Web 3.0 is perceived as a ‘High Security Risk’.\\n\\nIn a market where scams are sadly commonplace, and there is little recourse once you have been compromised, customers are likely to view Web 3.0 as a high security risk. While not representative of the whole Web 3.0 market, cryptocurrency security issues will negatively impact customer’s perception of the space as a whole.\\n\\nThe portion of your audience who has already been onboarded to Web 3.0 should be aware of the risks involved with this space. Sadly however, they were not vigilant enough because according to Chainalysis ([via CNBC](https://www.cnbc.com/2022/01/06/crypto-scammers-took-a-record-14-billion-in-2021-chainalysis.html)), “scammers took home a record $14 billion in cryptocurrency in 2021”, a 79% increase from the year previous. The report also stated that “Cryptocurrency theft increased 516% from 2020… Of this total, 72% of stolen funds were taken from DeFi protocols.” For anyone in your audience that is not familiar with Web 3.0 hearing about all of these hacks and scams can make engaging daunting, even if they can get past the onboarding process.\\n\\n***So how could you respond?***\\n\\nThe onus is on us as a brand to build trust with our audience. Be on the lookout and respond to scammers and threats. Should a scam or hack occur, address it proactively with your community. Not saying something is still saying something, and your audience is always listening.\\n\\nIn addition to proactively addressing scammers and threats, we should also make it easy for audiences to comply with high security standards. For example if you have a community token make sure the token contact address is clearly posted and users are directed to it.\\n\\n### A quick recap\\n\\nSimply put, Web 3.0 is a small, but growing, global market who’s user base has varied technological proficiency and the space is perceived as a high security risk.\\n\\nMediumly put,\\n\\n* Consideration #1 - Web 3.0 is still (relatively) small but global\\n  * *How could you respond?* Separate our audiences into at least two buckets: those who have been onboarded to Web 3.0 and those who have not\\n* Consideration #2 - Audience Web 3.0 proficiency varies\\n  * *How could you respond?* Improve onboarding materials and experiences as much as possible\\n* Consideration #3 - Web 3.0 is perceived as a ‘High Security Risk’\\n  * *How could you respond?* Proactively respond to scammers and threats and make it easy for customers to comply with high security standards\\n\\nAs a reward for those of you that made it this far, I have created a few visuals to share that cover the three key consideration points. Feel free to share!\\n\\n![](https://images.mirror-media.xyz/publication-images/fhzF-sRh2HTcLyUm9r9Ej.png?height=939&width=600)\\n\\n![](https://images.mirror-media.xyz/publication-images/0IXhXm_qD0hOrZKfCfC4r.png?height=942&width=600)\\n\\n![](https://images.mirror-media.xyz/publication-images/6RomARE9Oqu7gvIiI1zOj.png?height=935&width=600)\\n\\nThank you for reading! If anyone has any questions about this article, or would like to discuss potential strategy opportunities, please feel free to contact me on [LinkedIn](https://www.linkedin.com/in/scottrmartinez/) or <https://www.scottmartinez.me>.\\n\\n\\\\*\\\\*Scott Martinez\\n\\\\*\\\\*Web 3.0 Specialist, Permaculturist, & Proud Geek\",\"timestamp\":1642366688,\"title\":\"3 Key Considerations for Web 3.0 Marketing\"},\"digest\":\"pUrwm3AogKj1s5pJfjKtXXnxsZ0YZ2RPILhguq1On-8\",\"authorship\":{\"contributor\":\"0xd72CdcD9Bde77dAE4e72c5Bb67e95B75dFfC5eda\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0_8BRXE8Wh0tdSAq5BL2nur9qL02J9OHJmfbA2zNEiw\\\",\\\"y\\\":\\\"P79ZTONhhlLdKCo00aiWiXJenIPJNJ-YNJAPdPPqpvw\\\"}\",\"signature\":\"n8EHxzMHB85LsLWhPh1klHl4XPQf_97MVNZC99MVLTWA8WKScIXVTE-0NehtOIixVipYX2DXW21awfOqmFkeUg\",\"signingKeySignature\":\"0xc7b4983ad2a888ce88d1adfdc0e7e84beb8360be9566ea19872f0057591a4bb84e7aba79019215489315deb0875c1f07e2ac254712a30c389c0990becdbe00891b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0_8BRXE8Wh0tdSAq5BL2nur9qL02J9OHJmfbA2zNEiw\\\",\\\"y\\\":\\\"P79ZTONhhlLdKCo00aiWiXJenIPJNJ-YNJAPdPPqpvw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"r9rPVd99fjQR-Y-a-wnbnTwawoNCETRMTS_RLhgMpKc\"}"