"{\"content\":{\"body\":\"I stocked up on NFTs! Now what?\\n\\nNon-fungible tokens (NFTs) are undisputedly a major milestone in the widespread adoption of both web3 mechanics and cryptocurrencies themselves.\\n\\nThe emergence of NFTs isn’t  so much about their underlying tech, since that has already been around for several years now. Instead, the significance lies in the way that the NFT wave has received mainstream attention — making the current NFT craze even more amusing.\\n\\n## So you bought art and it was expensive, you say.\\n\\nFirst off: lucky you. You’re living the life! Human desire is a beautiful thing — it can help overcome seemingly unsolvable situations, and it can push us forward like an endless source of energy. When paired with a healthy dose  of naivete, it can make the impossible seem possible, and if it truly drives you mad enough, you'll end up making a mark in history.\\n\\nHuman desire can also make you pay hundreds of thousands of dollars for an internet meme JPEG 🤷‍♂️. And hey, there’s nothing against that! As they say, beauty is in the eye of the beholder. (But if the beholder happens to be your mom, she’s quite likely seeing the odds of you ever becoming an adult as pretty slim.)\\n\\nAnyway, don't fret just yet. Now, finally, you can call yourself an art collector. Plus, there is a slight chance that your jpegs will attract other millennials and zoomers wandering the lands of the increasingly complex and ever-confusing interwebs (or the metaverse, as the cool kids call it nowadays), and you can shill your bags to them.\\n\\nBut what if you don't want to sell your NFTs just yet? Luckily, there are a bunch of solutions out there for you.\\n\\n## Level 1: NFT web galleries\\n\\nThis is a basic one. Imagine you’re at a bar, trying to impress your counterpart with your refined collection of machine-generated memes. Instead of embarrassing yourself by opening up OpenSea, Superrare, Foundation, Rarible or wherever else from which you’ve picked up your goods, you can take your crush through a curated collection of your best pieces using an NFT web gallery. In addition to looking snazzy, storing your NFT collection in an online gallery will prevent you from scrolling through your entire library and winding up exposing your passion project: a collection of undesired dick pic NFTs! or an even more personal exposure (i.e. your address and bags).\\n\\nAll 🍆 jokes aside, online NFT galleries enable you to tailor your experience and only displaying the NFTs that you choose to show off to others.\\n\\nHere are a couple related projects to check out:\\n\\n[https://showtime.io/](https://showtime.io/)\\n\\nOr you can get all fancy and try to get into an exhibition:\\n\\n[https://jpg.space/](https://jpg.space/)\\n\\n## Level 2: NFT VR galleries\\n\\nThe chances are that you won't be carrying a VR headset to a bar anytime soon.. If that's the case, yet you still want to impress your online pals who own VR sets, you can share your entire gallery space with them 💥. This time, though, there won't be mentions of wealthy families in every corner of the gallery space thanking them for their valuable contributions or donated artwork. This time, it will be all yours!\\n\\nAnother equally likely scenario presented by VR galleries is the opportunity to take uplifting solo walks in your very own private gallery, spending countless hours getting creatively inspired by all of the culture that you’ll be accumulating.\\n\\nIf we’re honest, VR galleries are virtually the same as the online galleries, just in 3D. That's it. Nothing else to see here (or to touch...).\\n\\nIf VR galleries are your thing, you can open up a shop using one of these platforms:\\n\\n[Cryptovoxels](https://www.cryptovoxels.com/):\\n\\n[https://www.cryptovoxels.com/](https://www.cryptovoxels.com/)\\n\\n[Decentraland](https://decentraland.org/):\\n\\n[https://decentraland.org/](https://decentraland.org/)\\n\\n[Somnium](https://somniumspace.com/)\\n\\n[https://somniumspace.com/](https://somniumspace.com/)\\n\\nOh, and have we mentioned that you'll likely have to buy an NFT of your virtual property in the VR space? (If this was obvious to you, then congrats. YGMI)!\\n\\n![Zardos Tower 2 - Cryptovoxels](https://images.mirror-media.xyz/publication-images/TKiyrknFSk87gDNPuAJ5w.png?height=1080&width=1920)\\n\\n## Level 3: Digital frames\\n\\nIf being online isn't enough and you actually want to be exposed to/interact with your art on a daily basis, then you’re in luck — here’s a handy solution on the market already.\\n\\nSoonTM, you'll be able to get dedicated NFT frames from [Tokenframe](https://tokenframe.com/) or [Meural](https://www.netgear.com/home/digital-art-canvas/). If these seem pricey, you can also pick up some regular digital frames to display your JPEGs.\\n\\nFinally, you can build your own frame based on the open source platform, [TokenCast](https://tokencast.net/).\\n\\n![Doge NFT @NFCastle](https://images.mirror-media.xyz/publication-images/ZN-JI-32NHjbZOrF1ZQ68.jpeg?height=729&width=983)\\n\\n## Level 4: Unlocking the value of your NFTs\\n\\nIn addition to each of the aforementioned options (some being slightly more silly than others), there is one more thing you can do with your NFTs. If you’re a serious collector planning on keeping your NFTs for a while yet you’d like to utilize the value locked in your illiquid tokens, you can use them as collateral by taking out a loan using PWN.\\n\\nYes, really: On PWN, you can use any token as collateral. What’s more, you can select own terms of the loan, with *zero* liquidation risks.\\n\\nAs a borrower on PWN, you can set up the intended duration of the loan and signal how much you’d like to borrow. The open market of lenders can compete in terms of the loan-to-value and interest offered, and you can simply pick the loan that suits you the most.\\n\\nUsing PWN, you can now leverage your NFTs. You can use them to buy more NFTs, settle your other DeFi positions, or even to take out a mortgage backed by your Cryptopunks!\\n\\nCheck it out here: \\n\\n[http://pwn.finance/](http://pwn.finance/)\\n\\nand [sign up](https://tinyletter.com/pwn) to get early access or join our Discord:\\n\\n[https://discord.pwn.finance/](https://discord.pwn.finance/)\\n\\nAlso, you can use [NFTfi.com](https://NFTfi.com), which is pretty good too :) \",\"timestamp\":1638212089,\"title\":\"I stocked up on NFTs! Now what? \",\"publication\":\"pwn\"},\"digest\":\"QvI_RfLREYcFsRE8EnVh3ay-MX0ELIPf9_-4ejrM_xE\",\"authorship\":{\"contributor\":\"0x6C8de5672469d2E685F643d3201921197A47f639\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hpQaWRNsmCFbNVsEKLR5xTBTe13WB6fxxmLCh4NFfDY\\\",\\\"y\\\":\\\"ZUAfnbiiqRtozpX3K5tZJcWR_3hpATIB6zYvTTq8Alc\\\"}\",\"signature\":\"111h5N1yi4C4dh3fV09dxLV6mQK1QK2iEjux3KMGtq27kEAoYEGDyvywEOdzXB1XUQUewR7BYqBs4YhjTYUcfg\",\"signingKeySignature\":\"0xe81f436ed68b5471224dd3a2997af3d4be515f865f1ceec62bccb1b4c5717da93d18bc48ebbf732544a8c49ca1c9bddd525daf72165caded639082c18d09f3c71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hpQaWRNsmCFbNVsEKLR5xTBTe13WB6fxxmLCh4NFfDY\\\",\\\"y\\\":\\\"ZUAfnbiiqRtozpX3K5tZJcWR_3hpATIB6zYvTTq8Alc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qqwnTrtPnvv0Y82r4D3MMxrRTdjYjJRu4yoSFG6wo_Q\"}"