"{\"content\":{\"body\":\"## Interesting Times\\n\\nAs NFTs continue their inevitable rise, there has been a notable uptake in major corporate brands wanting to get in on all the fun. Why should they have to miss out on the good times right?\\n\\nWell, maybe some of them should.\\n\\n### Community Initiative or Quick Cash Grab?\\n\\nThere has been a lot of back and forth and interesting perspectives regarding some of the major brand debuts on the blockchain. Particularly in the realm of minting branded NFTs for distribution.\\n\\nSome of these executions have been pretty cool to say the least. Brand like Nike have gone so far as actually acquiring RTFKT Studios. Creators of the popular CloneX project.\\n\\n[https://twitter.com/RTFKTstudios/status/1470502799498792963](https://twitter.com/RTFKTstudios/status/1470502799498792963)\\n\\nAdidas is another notable brand making headlines in the space. They partnered with well known NFT projects Bored Ape Yacht Club, PUNKS Comic, and gmoney to bring their own line of Metaverse NFTs accessorized with adidas branded drip.\\n\\n[https://twitter.com/adidasoriginals/status/1471909577658675204](https://twitter.com/adidasoriginals/status/1471909577658675204)\\n\\nAfter some technical difficulties, the entire project sold out almost instantly and secondary market prices began to rise quickly. As of writing this the floor price for the Adidas Original into the Metaverse project is at 0.825 ETH, up from mint price of 0.2 ETH.\\n\\n### Mixed Feelings Among the Community\\n\\nWhile it certainly is cool to see some big brands want to join in and make their mark in this new and important space. Some people question the intentions of big brands and their involvement.\\n\\nAt a mint price of 0.2 ETH, Adidas netted \\\\~$24M (USD equivalent as of writing this) in this project form the initial sale. That’s 24 MILLION. That’s a lot of revenue to make in a few hours selling anything. Legally to boot. This doesn’t even account for the hefty 10% royalty on secondary sales Adidas will be taking. A bit of a faux pas for a brand of such size and notoriety.\\n\\nWhile many that partook in the release are happy to now have possession over their new digital assets, some are less than thrilled over outcomes such as this.\\n\\nA growing concern is that with these types of NFT projects, we are handing large sums of liquidity in the web3 market over to large corporate brands. While it is all transparent on the blockchain, there’s nothing stopping Adidas from taking all of that liquidity out of the market and moving it back to the FIAT market.\\n\\nIn fact, I will predict this does happen to a degree.\\n\\nThis concern is notable as the practice of handing over large amounts of resources from the marketplace and giving them to companies that have less of a vested interest in the success of the platform and technology will not help in the growth and adoption of the space.\\n\\nWhile the growth in web3 has been tremendous to say the least, we are at an interesting intersection where large brands still possess enough power and recognition to buy their way into owning this space and as a result potentially limiting the power of a decentralized collective.\\n\\nFor brands like Adidas and Nike, this may simply be part of their expansion route and something their marketing team has been cooking up to remain relevant. But when we think of other brands out there that have not yet entered the space, their entrance could bring the very same issue of centralization of power and ownership we are looking to move past with blockchain technology.\\n\\nEven in a decentralized world, those who own the most resources tend to be able to exert more influence on how the domain operates.\\n\\n### We Are the Masters of the Domain\\n\\nOne of the biggest lessons that many will have to learn when coming into web3 and NFTs is that they are the masters of their assets and their domain of ownership.\\n\\nThey own their own digital goods and are complete custodians. It is up to them to decide how and what to do with them.\\n\\nSo when we do something as simple as buy an NFT, we have to consider where those resources we spend on the token are going. What will they be used for and who manages the project behind the assets?\\n\\nSmaller projects have fared well by leveraging their communities, creating Discord servers where everyone can connect and discuss initiatives and roadmaps for a project, along with what to do with project treasuries as they continue to expand and grow.\\n\\nWe are seeing some big brands coming into the space doing a good job with engaging the community and creating solid utility behind their projects. This has been mainly through brand partnerships. Over time I think we will see dedicated communities form around these branded projects and more community involvement for new initiatives.\\n\\nTo what degree? Who knows.\\n\\n### Growing Pains and Bad Apples (or Pepsi’s)\\n\\nWhile some brands have done well to advocate for this new inevitable future, other brands have taken a much different approach that has clearly rubbed the community in the worst kind of way.\\n\\nPepsi seems to be the running joke at the moment. The Mic Drop NFT project was seen as a lazy attempt and nothing more than a cash grab. Many in the community were disappointed in this project launch and had no problem voicing it on twitter.\\n\\n[https://twitter.com/Nortuet/status/1469382458189750275](https://twitter.com/Nortuet/status/1469382458189750275)\\n\\nNevertheless, Pepsi’s Mic Drop project was a success. Further proof of the current NFT craze that some are even calling a major bubble.\\n\\nAnother project that just launched as of writing this is the Coach NFT project. Renowned fashion company Coach launched an NFT project where they are giving away 10 NFTs each day for free over the course of 8 days. It’s a first come first serve each dat on their minting site.\\n\\n[https://nft.coach.com/](https://nft.coach.com/)\\n\\nI tried to find some information on the project, but like most poor brand executions, Coach provided limited information on the project besides a website to mint and a very non-descriptive time for each daily mint (they said 12 - no pm or am or time zone).\\n\\nOn top of this, there was little communication on their twitter page and information regarding what the NFT will actually be used for. Apart from being able to burn the token for a made to order bag, there seems to be no other utility behind the project.\\n\\nMembers of the community were displeased at the lack of communication at launch and the website had apparently many technical issues during the dash to mint the 10 available tokens. Security risks were also a concern as the process was vulnerable to bots being able to claim the tokens over actual participants.\\n\\n## Growing Pains Ahead\\n\\nI think like many new technologies, there will be many growing pains ahead. Especially for brands where things like KYC are no longer as accessible and users have greater control over their own information.\\n\\nWill we see more brands execute on NFTs in a poor fashion. Yes.\\n\\nWill we see brands create useless NFT based projects as nothing more than a new line of revenue? Yes.\\n\\nWill the industry be impacted in the short run by such practices? I think so. Then again, the NFT marketplace is in its wild west phase right now and a lot of what people are purchasing is nothing more than overpriced JPEGs.\\n\\nThough the road ahead may look bumpy, we have to remember that the cream always rises to the top. No matter what is happening now, in the macro landscape we will see future cases with real-world utility and the use-cases for NFTs will only get better.\\n\\nBeing in this game now is like being involved in the internet in the 90s. To be the real players and eventual change makers in the industry, you have to play the long game.\\n\\nThe titans of web2 didn’t come about until after the first internet bubble. It was from those ashes of collapse that the real use cases of the technology and the legendary figures that brought them to life came to be.\\n\\nWe are in the beginning and everyone is scrambling to make sense of it all.\\n\\nTake your time. Learn. Grow your skills. Help others.\\n\\nAnd remember: While NFTs will change the world, the applications that leverage the technology best will be the biggest winners over the course of the next decade.\\n\\nWith Love\\n\\n\\\\-CTJ <3\\n\\n[crowdfund://undefined?features=overview,backers](crowdfund://undefined?features=overview,backers)\\n\\n\",\"timestamp\":1639811743,\"title\":\"Some Considerations on Big Brands Entering the \\\"NFT Craze\\\" and Where we Should Really be Looking\"},\"digest\":\"jD4kV5zUhevkzy8TiqwGPeHNcnKDCJ780sRVNs6UM5s\",\"authorship\":{\"contributor\":\"0x3da6E36293D1F4a0f5b51200922Fc1490305D38a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tDw0rRqzWQ0mVWiylMzt1GGLd4JUpDTW67hpl2oa4XA\\\",\\\"y\\\":\\\"dIJKAuHVo59TL0q16rJ56zxdr3adSIFpQrotnVYu2nQ\\\"}\",\"signature\":\"dDJaPZp_vtPdDgAAM5dik8W_BaxiN3fZlD6YCHfUCPIRf5v2GgqUKXGmeB4sHlBN3NmCwxq3OW338BPx-aGtDw\",\"signingKeySignature\":\"0xd22f04a78516ca2328c281dc826174c8a4becac40eeb2c6f8641b674d15718d1250754e95b9d7c941a4722d70b9c6a8d1a978f15b6faf59889d910733c5a1b6000\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tDw0rRqzWQ0mVWiylMzt1GGLd4JUpDTW67hpl2oa4XA\\\",\\\"y\\\":\\\"dIJKAuHVo59TL0q16rJ56zxdr3adSIFpQrotnVYu2nQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"yHO6L71Kq_mOrPh-_5wCrKTjQGe_lXsncX8gtCWJajw\"}"