"{\"content\":{\"body\":\"\\\"A very good sort of day, Twentyman, if we were anywhere out of these big woods.\\\" Larry shook his head solemnly. The Mudcombe Woods in which they were now at work had been known to occupy Tony Tappett and his whole pack from eleven o'clock till the dusk of evening. \\\"We've got to draw them, of course,\\\" continued the Colonel. Then Mr Twentyman discoursed at some length on the excellence of Mudcombe Woods. What would any county be without a nursery for young foxes? Gorse-coverts, hedgerows, and little spinneys would be of no avail unless there were some grandly wild domain in which maternal and paternal foxes could roam in comparative security. All this was just as Ayala would have it, because it enabled her to ask questions, and saved her from subjects which might be painful to her.\\n\\nThe day, in truth, was not propitious to hunting even. Foxes were found in plenty, and two of them were killed within the recesses of the wood; but on no occasion did they run a mile into the open. For Ayala it was very well, because she was galloping hither and thither, and because before the day was over, she found herself able to talk to the Colonel in her wonted manner; but there was no great glory for her as had been the glory of Little Cranbury Brook.\\n\\nOn the next morning she was taken back to London and handed over to her aunt in Kingsbury Crescent without another word having been spoken by Colonel Stubbs in reference to his love.\\n\\nCHAPTER 27 LADY ALBURY'S LETTER\\n\\n\\\"I have had a letter from Lady Albury,\\\" said Aunt Margaret, almost as soon as Ayala had taken off her hat and cloak.\\n\\n\\\"Yes, I know, Aunt Margaret. She wrote to ask that I might stay for four more days. I hope it was not wrong.\\\"\\n\\n\\\"I have had another letter since that, on Monday about it; I have determined to show it you. There it is. You had better read it by yourself, and I will come to you again in half an hour.\\\" Then, very solemnly, but with no trace of ill-humour, Mrs Dosett left the room. There was something in her tone and gait so exceedingly solemn that Ayala was almost frightened. Of course, the letter must be about Colonel Stubbs, and, of course, the writer of it would find fault with her. She was conscious that she was adding one to her terribly long list of sins in not consenting to marry Colonel Stubbs. It was her misfortune that all her friends found fault with everything that she did. Among them there was not one, not even Nina, who fully sympathised with her. Not even to Lucy could she expatiate with a certainty of sympathy in regard to the Angel of Light. And now, though her aunt was apparently not angry -- only solemn -- she felt already sure that she was to be told that it was her duty to marry Colonel Stubbs. It was only the other day that her aunt was preaching to her as to the propriety of marrying her cousin Tom. It seemed, she said to herself, that people thought that a girl was bound to marry any man who could provide a house for her, and bread to eat, and clothes to wear. All this passed through her mind as she slowly drew Lady Albury's letter from the envelope and prepared to read it. The letter was as follows:\\n\\nAlbury, Monday, 18th November, 187 --\\n\\nDEAR MADAM,\\n\\nYour niece will return to you, as you request, on Thursday, but before she reaches you I think it my duty to inform you of a little circumstance which has occurred here. My cousin, Colonel Jonathan Stubbs, who is also the nephew of the Marchesa Baldoni, has made Miss Dormer an offer. I am bound to add that I did not think it improbable that it would be so, when I called on your husband, and begged him to allow your niece to come to us. I did not then know my cousin's intention as a fact. I doubt whether he knew it himself; but from what I had heard I thought it probable, and, as I conceive that any young lady would be fortunate in becoming my cousin's wife, I had no scruple.\\n\\nHe has proposed to her, and she has rejected him. He has set his heart upon the matter, and I am most anxious that he should succeed, because I know him to be a man who will not easily brook disappointment where he has set his heart. Of all men I know he is the most steadfast in his purpose.\\n\\nI took the liberty of speaking to your niece on the subject, and am disposed to think that she is deterred by some feeling of foolish romance, partly because she does not like the name, partly because my cousin is not a handsome man in a girl's eyes -- more probably, however, she has built up to herself some poetic fiction, and dreams of she knows not what. If it be so, it is a pity that she should lose an opportunity of settling herself well and happily in life. She gave as a reason that she did not love him. My experience is not so long as yours, perhaps, but such as I have has taught me to think that a wife will love her husband when she finds herself used well at all points. Mercenary marriages are, of course, bad; but it is a pity, I think, that a girl, such as your niece, should lose the chance of so much happiness by a freak of romance.\\n\\nColonel Stubbs, who is only twenty-eight years of age, has a staff appointment at Aldershot. He has private means of his own, on which alone he would be justified in marrying. On the death of his uncle, General Stubbs, he will inherit a considerable accession of fortune. He is not, of course, a rich man; but he has ample for the wants of a family. In all other good gifts, temper, manliness, truth, and tenderness, I know no one to excel him. I should trust any young friend of my own into his hands with perfect safety.\\n\\nI have thought it right to tell you this. You will use your own judgment in saying what you think fit to your niece. Should she be made to understand that her own immediate friends approve of the offer, she would probably be induced to accept it. I have not heard my cousin say what may be his future plans. I think it possible that, as he is quite in earnest, he will not take one repulse. Should he ask again, I hope that your niece may receive him with altered views.\\n\\nPray believe me to be, my dear Madam,\\n\\nYours sincerely,\\n\\nROSALINE ALBURY\\n\\nAyala read the letter twice over before her aunt returned to her, and, as she read it, felt something of a feeling of renewed kindness come upon her in reference to the writer of it -- not that she was in the least changed in her own resolution, but that she liked Lady Albury for wishing to change her. The reasons given, however, were altogether impotent with her. Colonel Stubbs had the means of keeping a wife! If that were a reason then also ought she to marry her cousin, Tom Tringle. Colonel Stubbs was good and true; but so also very probably was Tom Tringle. She would not compare the two men. She knew that her cousin Tom was altogether distasteful to her, while she took delight in the companionship of the Colonel. But the reasons for marrying one were to her thinking as strong as for marrying the other. There could be only one valid excuse for marriage -- that of adoring the man -- and she was quite sure that she did not adore Colonel Jonathan Stubbs. Lady Albury had said in her letter, that a girl would be sure to love a man who treated her well after marriage; but that would not suffice for her. Were she to marry at all, it would be necessary that she should love the man before her marriage.\\n\\n\\\"Have you read the letter, my dear?\\\" said Mrs Dosett; as she entered the room and closed the door carefully behind her. She spoke almost in a whisper, and seemed to be altogether changed by the magnitude of the occasion.\\n\\n\\\"Yes, Aunt Margaret, I have read it.\\\"\\n\\n\\\"I suppose it is true?\\\"\\n\\n\\\"True! It is true in part.\\\"\\n\\n\\\"You did meet this Colonel Stubbs?\\\"\\n\\n\\\"Oh, yes; I met him.\\\"\\n\\n\\\"And you had met him before?\\\"\\n\\n\\\"Yes, Aunt Margaret. He used to come to Brook Street. He is the Marchesa's nephew.\\\"\\n\\n\\\"Did he -- \\\" This question Aunt Margaret asked in a very low whisper, and her most solemn voice. \\\"Did he make love to you in Brook Street?\\\"\\n\\n\\\"No,\\\" said Ayala sharply.\\n\\n\\\"Not at all?\\\"\\n\\n\\\"Not at all. I never thought of such a thing. I never dreamed of such a thing when he began talking to me out in the woods at Stalham on Saturday.\\\"\\n\\n\\\"Had you been -- been on friendly terms with him?\\\"\\n\\n\\\"Very friendly terms. We were quite friends, and used to talk about all manner of things. I was very fond of him, and never afraid of anything that he said to me. He was Nina's cousin and seemed almost to be my cousin too.\\\"\\n\\n\\\"Then you do like him?\\\"\\n\\n\\\"Of course I do. Everybody must like him. But that is no reason why I should want to marry him.\\\"\\n\\nUpon this Mrs Dosett sat silent for awhile turning the great matter over in her thoughts. It was quite clear to her that every word which Ayala had spoken was true; and probable also that Lady Albury's words were true. In her inmost thoughts she regarded Ayala as a fool. Here was a girl who had not a shilling of her own, who was simply a burden on relatives whom she did not especially love, who was doomed to a life which was essentially distasteful to her -- for all this in respect to herself and her house Mrs Dosett had sense enough to acknowledge -- who seemed devoted to the society of rich and gay people, and yet would not take the opportunities that were offered her of escaping what she disliked and going to that which she loved! Two offers had now been made to her, both of them thoroughly eligible, to neither of which would objection have been made by any of the persons concerned. Sir Thomas had shown himself to be absolutely anxious for the success of his son. And now it seemed that the grand relations of this Colonel Stubbs were in favour of the match. What it was in Ayala that entitled her to such promotion Mrs Dosett did not quite perceive. To her eyes her niece was a fantastic girl, pretty indeed, but not endowed with that regular tranquil beauty which she thought to be of all feminine graces the most attractive. Why Tom Tringle should have been so deeply smitten with Ayala had been a marvel to her; and now this story of Colonel Stubbs was a greater marvel. \\\"Ayala,\\\" she said, \\\"you ought to think better of it.\\\"\\n\\n\\\"Think better of what, Aunt Margaret?\\\"\\n\\n\\\"You have seen what this Lady Albury says about her cousin, Colonel Stubbs.\\\"\\n\\n\\\"What has that to do with it?\\\"\\n\\n\\\"You believe what she says? If so why should you not accept him?\\\" \\\"Because I can't,\\\" said Ayala.\\n\\n\\\"Have you any idea what is to become of your future life?\\\" said Mrs Dosett, very gravely.\\n\\n\\\"Not in the least,\\\" said Ayala. But that was a fib, because she had an idea that in the fullness of time it would be her heavenly fate to put her hand into that of the Angel of Light.\\n\\n\\\"Gentlemen won't come running after you always, my dear.\\\"\\n\\nThis was almost as bad as being told by her Aunt Emmeline that she had encouraged her cousin Tom.\\n\\n\\\"It's a great shame to say that. I don't want anybody to run after me. I never did.\\\"\\n\\n\\\"No, my dear; no. I don't think that you ever did.\\\"\\n\\nMrs Dosett, who was justice itself, did acknowledge to herself that of any such fault as that suggested, Ayala was innocent. Her fault was quite in the other direction, and consisted of an unwillingness to settle herself and to free her relations of the burden of maintaining her when proper opportunities arose for doing so. \\\"I only want to explain to you that people must -- must -- must make their hay while the sun shines. You are young now.\\\"\\n\\n\\\"I am not one-and-twenty yet,\\\" said Ayala, proudly.\\n\\n\\\"One-and-twenty is a very good time for a girl to   marry -- that is to say if a proper sort of gentleman     asks her.\\\"\\n\\n\\\"I don't think I ought to be scolded because they   don't seem to me to be the proper sort. I don't want anybody to come. Nobody ought to be talked to about it at all. If I cared about anyone that you or Uncle Reginald did not approve, then you might talk to me. But I don't think that anything ought to be said about anybody unless I like him myself.\\\" So the conversation was over, and Mrs Dosett felt that she had been entirely vanquished.\\n\\nLady Albury's letter was shown to Mr Dosett but he refused to say a word to his niece on the subject.\\n\\nIn the argument which followed between him and his wife he took his niece's part, opposing altogether that idea that hay should be made while the sun shines. \\\"It simply means selling herself,\\\" declared Mr Dosett.\\n\\n\\\"That is nonsense, Reginald. Of course such a girl as Ayala has to do the best she can with her good looks. What else has she to depend upon?\\\"\\n\\n\\\"My brother-in-law will do something for her.\\\"\\n\\n\\\"I hope he will -- though I do not think that a very safe reed to depend upon as she has twice offended him. But of course a girl thinks of marrying. Ayala would be very much disgusted if she were told that she was to be an old maid, and live upon L#100 a year supplied by Sir Thomas's bounty. It might have been that she would have to do it -- but now that chances are open she ought to take them. She should choose between her cousin Tom and this Colonel Stubbs; and you should tell her that, if she will not, you will no longer be responsible for her.\\\"\\n\\nTo this Mr Dosett turned altogether a deaf ear. He was quite sure that his responsibility must be continued till Ayala should marry, or till he should die, and he would not make a threat which he would certainly be unable to carry out. He would be very glad if Ayala could bring herself to marry either of the young men. It was a pity that she should feel herself compelled to refuse offers so excellent. But it was a matter for her own judgment, and one in which he would not interfere. For two days this almost led to a coldness between the man and his wife, during which the sufferings of poor Mrs Dosett were heartrending.\\n\\nNot many days after Ayala's return her sister Lucy came to see her. Certain reasons had caused Lady Tringle to stay at Glenbogie longer than usual, and the family was now passing through London on their way to Merle Park. Perhaps it was the fact that the Trafficks had been effectually extruded from Glenbogie, but would doubtless turn up at Merle Park, should Lady Tringle take up her residence there before the autumn was over. That they should spend their Christmas at Merle Park was an acknowledged thing -- to mamma Tringle an acknowledged benefit, because she liked to have her daughter with her; to papa Tringle an acknowledged evil, because he could not endure to be made to give more than he intended to give. That they should remain there afterwards through January, and till the meeting of Parliament, was to be expected. But it was hoped that they might be driven to find some home for themselves if they were left homeless by Sir Thomas for a while. The little plan was hardly successful, as Mr Traffick had put his wife into lodgings at Hastings, ready to pounce down on Merle Park as soon as Lady Tringle should have occupied the house a few days. Lady Tringle was now going there with the rest of the family, Sir Thomas having been in town for the last six weeks.\\n\\nLucy took advantage of the day which they passed in London, and succeeded in getting across to the Crescent. At this time she had heard nothing of Colonel Stubbs, and was full indeed of her own troubles.\\n\\n\\\"You haven't seen him?\\\" she said to her sister.\\n\\n\\\"Seen who?\\\" asked Ayala, who had two \\\"hims\\\" to her bow -- and thought at the moment rather of her own two \\\"hims\\\" than of Lucy's one.\\n\\n\\\"Isadore. He said that he would call here.\\\" Ayala explained that she had not seen him, having been absent from town during the last ten days -- during which Mr Hamel had in fact called at the house. \\\"Ayala,\\\" concluded Lucy, \\\"what am I to do?\\\"\\n\\n\\\"Stick to him,\\\" said Ayala, firmly.\\n\\n\\\"Of course I shall. But Aunt Emmeline thinks that I ought to give him up or -- \\\"\\n\\n\\\"Or what?\\\"\\n\\n\\\"Or go away,\\\" said Lucy, very gravely.\\n\\n\\\"Where would you go to?\\\"\\n\\n\\\"Oh, where indeed? Of course he would have me, but it would be ruin to him to marry a wife without a penny when he earns only enough for his own wants. His father has quarrelled with him altogether. He says that nobody can prevent our being married if we please, and that he is quite ready to make a home for me instantly; but I know that last year he hardly earned more than two hundred pounds after paying all his expenses, and were I to take him at his word I should ruin him.\\\"\\n\\n\\\"Would Uncle Tom turn you out?\\\"\\n\\n\\\"He has been away almost ever since Mr Hamel came to Glenbogie, and I do not know what he will say. Aunt Emmeline declares that I can only stay with them just as though I were her daughter, and that a daughter would be bound to obey her.\\\"\\n\\n\\\"Does Gertrude obey her about Mr Houston?\\\"\\n\\n\\\"Gertrude has her own way with her mother altogether. And of course a daughter cannot really be turned out. If she tells me to go I suppose I must go.\\\"\\n\\n\\\"I should ask Uncle Tom,\\\" said Ayala. \\\"She could not make you go out into the street. When she had to get rid of me, she could send me here in exchange; but she can't say now that you don't suit, and have me back again.\\\"\\n\\n\\\"Oh, Ayala, it is so miserable. I feel that I do not know what to do with myself.\\\"\\n\\n\\\"Nor do I,\\\" said Ayala, jumping up from the bed on which she was sitting. \\\"It does seem to be so cross-grained. Nobody will let you marry, and everybody will make me.\\\"\\n\\n\\\"Do they still trouble you about Tom?\\\"\\n\\n\\\"It is not Tom now, Lucy. Another man has come up.\\\"\\n\\n\\\"As a lover?\\\"\\n\\n\\\"Oh, yes; quite so. His name is -- such a name, Lucy -- his name is Colonel Jonathan Stubbs.\\\"\\n\\n\\\"That is Isadore's friend -- the man who lives at Drumcaller. \\\"Exactly. He told me that Mr Hamel was at Drumcaller with him. And now he wants me to be his wife.\\\"\\n\\n\\\"Do you not like him?\\\"\\n\\n\\\"That is the worst part of it all, Lucy. If I did not like him I should not mind it half so much. It is just because I like him so very much that I am so very unhappy. \\\"His hair is just the colour of Aunt Emmeline's big shawl.\\\"\\n\\n\\\"What does that signify?\\\"\\n\\n\\\"And his mouth stretches almost from ear to ear.\\\"\\n\\n\\\"I shouldn't care a bit for his mouth.\\\"\\n\\n\\\"I don't think I do much, because he does look so good-natured when he laughs. Indeed he is always the most good-natured man that ever lived.\\\"\\n\\n\\\"Has he got an income enough for marriage?\\\" asked Lucy, whose sorrows were already springing from that most fertile source of sorrowing.\\n\\n\\\"Plenty they tell me -- though I do not in the least know what plenty means.\\\"\\n\\n\\\"Then, Ayala, why should you not have him?\\\"\\n\\n\\\"Because I can't,\\\" said Ayala. \\\"How is a girl to love a man if she does not love him? Liking has nothing to do with it. You don't think liking ought to have anything to do with it?\\\"\\n\\nThis question had not been answered when Aunt Margaret came into the room, declaring that the Tringle manservant, who had walked across the park with Miss Dormer, was waxing impatient. The sisters, therefore, were separated, and Lucy returned to Queen's Gate.\\n\\nCHAPTER 28 MISS DOCIMER\\n\\n\\\"I tell you fairly that I think you altogether wrong -- that it is cowardly, unmanly, and disgraceful. I don't mean, you see, to put what you call a fine point upon it.\\\"\\n\\n\\\"No, you don't.\\\"\\n\\n\\\"It is one of those matters on which a person must speak the truth or not speak at all. I should not have spoken unless you forced it upon me. You don't care for her in the least.\\\"\\n\\n\\\"That's true. I do not know that I am especially quick at what you call caring for young ladies. If I care for anybody it is for you.\\\"\\n\\n\\\"I suppose so; but that may as well be dropped for the present. You mean to marry this girl simply because she has got a lot of money?\\\"\\n\\n\\\"Exactly that -- as you before long will marry some gentleman only because he has got money.\\\"\\n\\n\\\"You have no right to say so because I am engaged to no man. But if I were so it is quite different. Unless I marry I can be nobody. I can have no existence that I can call my own. I have no other way of pushing myself into the world's notice. You are a man.\\\"\\n\\n\\\"You mean to say that I could become a merchant or a lawyer -- be a Lord Chancellor in time, or perhaps an Archbishop of Canterbury.\\\" \\\"You can live and eat and drink and go where you wish without being dependent on anyone. If I had your freedom and your means do you think that I would marry for money?\\\"\\n\\nIn this dialogue the main part was taken by Mr Frank Houston, whose ambition it was to marry Miss Gertrude Tringle, and the lady's part by his cousin and intimate friend, Miss Imogene Docimer. The scene was a walk through a pine forest on the southern slopes of the Tyrolean Alps, and the occasion had been made a little more exhilarating than usual by the fact that Imogene had been strongly advised both by her brother, Mr Mudbury Docimer, and by her sister-in law, Mrs Mudbury Docimer, not to take any more distant rambles with her far-away cousin Frank Houston. In the teeth of that advice this walk was taken, and the conversation in the pine wood had at the present moment arrived at the point above given.\\n\\n\\\"I do not know that any two persons were ever further asunder in an argument than you and I in this,\\\" said Frank, not in the least disconcerted by the severe epithets which had been applied to him. \\\"I conceive that you are led away by a desire to deceive yourself, whereas hypocrisy should only be used with the object of deceiving others.\\\"\\n\\n\\\"How do I deceive myself?\\\"\\n\\n\\\"In making believe that men are generally different from what they are -- in trying to suppose that I ought to be, if I am not, a hero. You shall not find a man whose main object is not that of securing an income. The clergyman who preaches against gold licks the ground beneath the minister's feet in order that he may become a bishop. The barrister cares not with what case he may foul his hands so long as he may become rich. The man in trade is so aware of his own daily dishonesty that he makes two separate existences for himself, and endeavours to atone for his rascality in the City by his performance of all duties at the West End. I regard myself to be so infinitely cleaner in my conscience than other men that I could not bring myself to be a bishop, an attorney-general, or a great merchant. Of all the ways open to me this seems to me to be the least sordid. I give her the only two things which she desires -- myself and a position. She will give me the only thing I desire, which is some money. When you marry you'll make an equally fine bargain -- only your wares will be your beauty.\\\"\\n\\n\\\"You will not give her yourself -- not your heart.\\\"\\n\\n\\\"Yes, I shall. I shall make the most of her, and shall do so by becoming as fond of her as I can. Of course I like breeding. Of course I like beauty. Of course I like that aroma of feminine charm which can only be produced by a mixture of intellect, loveliness, taste, and early association. I don't pretend to say that my future would not be much sweeter before me with you as my wife -- if only either of us had a sufficiency of income. I acknowledge that. But then I acknowledge also that I prefer Miss Tringle, with L#100,000, to you with nothing; and I do not think that I ought to be called unmanly, disgraceful, and a coward, because I have courage enough to speak the truth openly to a friend whom I trust. My theory of life shocks you, not because it is uncommon, but because it is not commonly declared.\\\"\\n\\nThey were silent for a while as they went on through the path, and then Miss Docimer spoke to him in an altered voice. \\\"I must ask you not to speak to me again as one who by any possibility could have been your wife.\\\"\\n\\n\\\"Very well. You will not wish me to abandon the privilege of thinking of past possibilities?\\\"\\n\\n\\\"I would -- if it were possible.\\\"\\n\\n\\\"Quite impossible! One's thoughts, I imagine, are always supposed to be one's own.\\\"\\n\\n\\\"You know what I mean. A gentleman will always spare a woman if he can do so; and there are cases such as have been ours, in which it is a most imperative duty to do so. You should not have followed us when you had made up your mind about this young lady.\\\"\\n\\n\\\"I took care to let you know, beforehand, that I intended it.\\\" \\\"You should not have thrown the weight upon me. You should not even have written to me.\\\"\\n\\n\\\"I wonder what you would have said then -- how loudly you would have abused me -- had I not written! Would you not have told me then that I had not the courage to be open with you?\\\" He paused for an answer, but she made none. \\\"But I do recognize the necessity of my becoming subject to abuse in this state of affairs. I have been in no respect false, nor in any way wanting in affection. When I suggested to you that 600 pounds a year between us, with an increasing family, and lodgings in Marylebone, would be uncomfortable, you shuddered at the prospect. When I explained to you that you would have the worst of it because my club would be open to me, you were almost angry with me because I seemed to imply that there could be any other than one decision.\\\"\\n\\n\\\"There could only be one decision -- unless you were man enough to earn your bread.\\\"\\n\\n\\\"But I wasn't. But I ain't. You might as well let that accident pass, sans dire. Was there ever a moment in which you thought that I should earn my bread?\\\"\\n\\n\\\"Never for a moment did I endow you with the power of doing anything so manly.\\\"\\n\\n\\\"Then why throw it in my teeth now? That is not fair. However, I do own that I have to be abused. I don't see any way in which you and I are to part without it. But you need not descend to Billingsgate.\\\"\\n\\n\\\"I have not descended to Billingsgate, Mr Houston.\\\"\\n\\n\\\"Upper-world Billingsgate! Cowardice, as an accusation from a woman to a man, is upper-world Billingsgate. But it doesn't matter. Of course I know what it means. Do you think your brother wants me to go away at once?\\\"\\n\\n\\\"At once,\\\" she said.\\n\\n\\\"That would be disagreeable and absurd. You mean to sit to me for that head?\\\"\\n\\n\\\"Certainly not.\\\"\\n\\n\\\"I cannot in the least understand why not. What has a question of art to do with marriage or giving in marriage? And why should Mrs Docimer be so angry with me, when she has known the truth all along?\\\"\\n\\n\\\"There are questions which it is of no avail to answer. I have come out with you now because I thought it well that we should have a final opportunity of understanding each other. You understand me at any rate.\\\"\\n\\n\\\"Perfectly,\\\" he said. \\\"You have taken especial care on this occasion to make yourself intelligible.\\\"\\n\\n\\\"So I intended. And as you do understand me, and know how far I am from approving your philosophy, you can hardly wish to remain with us longer.\\\" Then they walked on together in absolute silence for above a mile. They had come out of the wood, and were descending, by a steep and narrow path, to the village in which stood the hotel at which the party was staying. Another ten minutes would take them down to the high road. The path here ran by the side of a rivulet, the course of which was so steep that the waters made their way down in a succession of little cataracts. From the other side of the path was a fence, so close to it, that on this particular spot there was room only for one to walk. Here Frank Houston stepped in front of his companion, so as to stop her. \\\"Imogene,\\\" he said, \\\"if it is intended that I am to start by the diligence for Innsbruck this evening, you had better bid me farewell at once.\\\"\\n\\n\\\"I have bidden you farewell,\\\" she said.\\n\\n\\\"Then you have done it in so bitter a mood that you had better try your hand at it again. Heaven only knows in what manner you or I may meet again.\\\"\\n\\n\\\"What does it matter?\\\" she asked.\\n\\n\\\"I have always felt that the hearts of men are softer than the hearts of women. A woman's hand is soft, but she can steel her heart when she thinks it necessary, as no man can do. Does it occur to you at this moment that there has been some true affection between you and me in former days?\\\"\\n\\n\\\"I wish it did not.\\\"\\n\\n\\\"It may be so that I wish it also but there is the fact. No wishing will enable me to get rid of it. No wishing will save me from the memory of early dreams and sweet longings and vain triumphs. There is the remembrance of bright glory made very sad to me by the meanness of the existing truth. I do not say but that I would obliterate it if I could; but it is not to be obliterated; the past will not be made more pleasant to me by any pretence of present indignation. I should have thought that it would have been the same with you.\\\"\\n\\n\\\"There has been no glory,\\\" she said, \\\"though I quite acknowledge the meanness.\\\"\\n\\n\\\"There has been at any rate some love.\\\"\\n\\n\\\"Misplaced. You had better let me pass on. I have, as you say, steeled myself. I will not condescend to any tenderness. In my brother's presence and my sister's I will wish you goodbye and express a hope that you may be successful in your enterprises. Here, by the brook-side, out upon the mountain path, where there is no one to hear us but our two selves, I will bid you no farewell softer than that already spoken. Go and do as you propose. You have my leave. When it shall have been done there shall never be a word spoken by me against it. But, when you ask me whether you are right, I will only say that I think you to be wrong. It may be that you owe nothing to me; but you owe something to her, and something also to yourself. Now, Mr Houston, I shall be glad to pass on.\\\"\\n\\nHe shrugged his shoulders and then stepped out of the path, thinking as he did so how ignorant he had been, after all that had passed, of much of the character of Imogene Docimer. It could not be, he had thought, but that she would melt into softness at last. \\\"I will not condescend to any tenderness,\\\" she had said, and it seemed that she would be as good as her word. He then walked down before her in silence, and in silence they reached the inn. \\\"Mr Houston,\\\" said Mrs Docimer, before they sat down to dinner together, \\\"I thought it was understood that you and Imogene should not go out alone together again.\\\"\\n\\n\\\"I have taken my place to Innsbruck by the diligence this evening,\\\" he answered.\\n\\n\\\"Perhaps it will be better so, though both Mudbury and I will be sorry to lose your company.\\\"\\n\\n\\\"Yes, Mrs Docimer, I have taken my place. Your sister seemed to think that there would be great danger if I waited till tomorrow morning when I could have got a pleasant lift in a return carriage. I hate travelling at night and I hate diligences. I was quite prepared to post all the way, though it would have ruined me -- only for this accursed diligence.\\\"\\n\\n\\\"I am sorry you should be inconvenienced.\\\"\\n\\n\\\"It does not signify. What a man without a wife may suffer in that way never does signify. It's just fourteen hours. You wouldn't like Docimer to come with me.\\\"\\n\\n\\\"That's nonsense. You needn't go the whole way unless you like. You could sleep at Brunecken.\\\"\\n\\n\\\"Brunecken is only twelve miles, and it might be dangerous.\\\" \\\"Of course you choose to turn everything into ridicule.\\\"\\n\\n\\\"Better that than tears, Mrs Docimer. What's the good of crying? I can't make myself an elder son. I can't endow Imogene with a hundred thousand pounds. She told me just now that I might earn my bread, but she knows that I can't. It's very sad. But what can be got by being melancholy?\\\"\\n\\n\\\"At any rate you had better be away from her.\\\"\\n\\n\\\"I am going -- this evening. Shall I walk on, half a stage, at once, without any dinner? I wish you had heard the kind of things she said to me. You would not have thought that I had gone to walk with her for my own pleasure.\\\"\\n\\n\\\"Have you not deserved them?\\\"\\n\\n\\\"I think not -- but nevertheless I bore them. A woman, of course, can say what she pleases. There's Docimer -- I hope he won't call me a coward.\\\"\\n\\nMr Docimer came out on the terrace, on which the two were standing, looking as sour as death. \\\"He is going by the diligence to Innsbruck this afternoon,\\\" said Mrs Docimer.\\n\\n\\\"Why did he come? A man with a grain of feeling would have remained away.\\\"\\n\\n\\\"Now, Docimer,\\\" said Frank, \\\"pray do not make yourself unpleasant. Your sister has been abusing me all the morning like a pickpocket, and your wife looks at me as though she would say just as much if she dared. After all, what is it I have done that you think so wicked?\\\"\\n\\n\\\"What will everybody think at home\\\", said Mrs Docimer, \\\"when they know that you're with us again? What chance is she to have if you follow her about in this way?\\\"\\n\\n\\\"I shall not follow her very long,\\\" said Frank. \\\"My wings will soon be cut, and then I shall never fly again.\\\" They were at this time walking up and down the terrace together, and it seemed for a while that neither of them had another word to say in the matter of the dispute between them. Then Houston went on again in his own defence. \\\"Of course it is all bad,\\\" he said. \\\"Of course we have all been fools. You knew it, and allowed it; and have no right to say a word to me.\\\"\\n\\n\\\"We thought that when your uncle died there would have been money,\\\" said Docimer, with a subdued growl.\\n\\n\\\"Exactly; and so did I. You do not mean to say that I deceived either you or her?\\\"\\n\\n\\\"There should have been an end of it when that hope was over.\\\" \\\"Of course there should. There should never have been a dream that she or I could marry on six hundred a year. Had not all of us been fools, we should have taken our hats off and bade each other farewell for ever when the state of the old man's affairs was known. We were fools; but we were fools together; and none of us have a right to abuse the others. When I became acquainted with this young lady at Rome, it had been settled among us that Imogene and I must seek our fortunes apart.\\\"\\n\\n\\\"Then why did you come after her?\\\" again asked Mr Docimer.\\n\\nAt this moment Imogene herself joined them on the terrace. \\\"Mary,\\\" she said to her sister-in-law, \\\"I hope you are not carrying on this battle with Mr Houston. I have said what there was to be said.\\\"\\n\\n\\\"You should have held your tongue and said nothing,\\\" growled her brother.\\n\\n\\\"Be that as it may I have said it, and he quite understands what I think about it. Let us eat our dinner in peace and quietness, and then let him go on his travels. He has the world free before him, which he no doubt will open like an oyster, though he does not carry a sword.\\\" Soon after this they did dine, and contented themselves with abusing the meat and the wine, and finding fault with Tyrolese cookery, just as though they had no deeper cares near their hearts. Precisely at six the heavy diligence stopped before the hotel door, and Houston, who was then smoking with Docimer on the terrace, got up to bid them adieu. Mrs Docimer was kind and almost affectionate, with a tear in her eye. \\\"Well old fellow,\\\" said Docimer, \\\"take care of yourself. Perhaps everything will turn up right some of these days.\\\" \\\"Goodbye, Mr Houston,\\\" said Imogene, just giving him her hand to touch in the lightest manner possible. \\\"God bless you, Imogene,\\\" said he. And there was a tear also in his eye. But there was none in hers, as she stood looking at him while he prepared himself for his departure; nor did she say another word to him as he went. \\\"And now\\\", said she, when the three of them were left upon the terrace, \\\"I will ask a great favour of you both. I will beg you not to let there be another word about Mr Houston among us.\\\" After that she rambled out by herself, and was not seen again by either of them that evening.\\n\\nWhen she was alone she too shed her tears, though she felt impatient and vexed with herself as they came into her eyes. It was not perhaps only for her lost love that she wept. Had no one known that her love had been given and then lost she might have borne it without weeping. But now, in carrying on this vain affair of hers, in devoting herself to a lover who had, with her own consent, passed away from her, she had spent the sweet fresh years of her youth, and all those who knew her would know that it had been so. He had told her that it would be her fate to purchase for herself a husband with her beauty. It might be so. At any rate she did not doubt her own beauty. But, if it were to be so, then the romance and the charm of her life were gone. She had quite agreed that six hundred a year, and lodgings in Marylebone, would be quite unendurable; but what was there left for her that would be endurable? He could be happy with the prospect of Gertrude Tringle's money. She could not be happy, looking forward to that unloved husband who was to be purchased by her beauty.\\n\\nCHAPTER 29 AT MERLE PARK. NO. 1\\n\\nSir Thomas took the real holiday of the year at Glenbogie -- where he was too far removed from Lombard Street to be drawn daily into the vortex of his millions. He would stay usually six weeks at Glenbogie -- which were by no means the happiest weeks of the year. Of all the grand things of the world which his energy and industry had produced for him, he loved his millions the best. It was not because they were his -- as indeed they were not. A considerable filing off them -- what he regarded as his percentage -- annually became his own; but it was not this that he loved. In describing a man's character it is the author's duty to give the man his due. Sir Thomas liked his own wealth well enough. Where is the rich man who does not? -- or where is the poor man who does not wish that he had it to like? But what he loved were the millions with which Travers and Treason dealt. He was Travers and Treason, though his name did not even appear in the firm, and he dealt with the millions. He could affect the rate of money throughout Europe, and emissaries from national treasuries would listen to his words. He had been Governor and Deputy-Governor of the Bank of England. All the City respected him, not so much because he was rich, as that he was one who thoroughly understood millions. If Russia required to borrow some infinite number of roubles, he knew how to arrange it, and could tell to a rouble at what rate money could be made by it, and at what rate money would certainly be lost. He liked his millions, and was therefore never quite comfortable at Glenbogie. But at Merle Park he was within easy reach of London. At Merle Park he was not obliged to live, from week's end to week's end, without a sight of Lombard Street. The family might be at Merle Park, while he might come down on a Friday and remain till Tuesday morning. That was the plan proposed for Merle Park. As a fact he would spend four days in town, and only two down in the country. Therefore, though he spent his so-named holiday at Glenbogie, Merle Park was the residence which he loved.\\n\\nIn this autumn he went up to London long before his family, and then found them at Merle Park on the Saturday after their arrival there. They had gone down on the previous Wednesday. On the Saturday, when he entered the house, the first thing he saw was Mr Traffick's hat in the hall. This was Saturday, 23rd November, and there would be three months before Parliament would meet! A curse was not muttered, but just formed between his teeth, as he saw the hat. Sir Thomas, in his angriest mood, never went so far as quite to mutter his curses. Will one have to expiate the anathemas which are well kept within the barrier of the teeth, or only those which have achieved some amount of utterance? Sir Thomas went on, with a servant at his heels, chucking about the doors rather violently, till he found Mr Traffick alone in the drawing-room. Mr Traffick had had a glass of sherry and bitters brought in for his refreshment and Sir Thomas saw the glass on the mantelpiece. He never took sherry and bitters himself. One glass of wine, with his two o'clock mutton chop, sufficed him till dinner. It was all very well to be a Member of Parliament, but, after all, Members of Parliament never do anything. Men who work don't take sherry and bitters! Men who work don't put their hats in other people's halls without leave from the master of the house! \\\"Where's your mistress?\\\" said Sir Thomas, to the man, without taking any notice of his son-in-law. The ladies had only just come in from driving, were very cold, and had gone up to dress. Sir Thomas went out of the room, again banging the door, and again taking no notice of Mr Traffick. Mr Traffick put his hand up to the mantelpiece, and finished his sherry and bitters.\\n\\n\\\"My dear,\\\" said Mr Traffick to his wife, up in her bedroom, \\\"your father has come down in one of his tantrums.\\\"\\n\\n\\\"I knew he would,\\\" said Augusta.\\n\\n\\\"But it does not signify the least. Give him a kiss when you see him, and don't seem to notice it. There is not a man in the world has a higher regard for me than your father, but if anyone were to see him in one of his tantrums they would suppose he meant to be uncivil.\\\"\\n\\n\\\"I hope he won't be downright unkind, Septimus,\\\" said his wife. \\\"Never fear! The kindest-hearted man in the world is your father.\\\" \\\"So he's here!\\\" That was the first word of greeting which Sir Thomas addressed to his wife in her bedroom.\\n\\n\\\"Yes, Tom -- they're here.\\\"\\n\\n\\\"When did they come?\\\"\\n\\n\\\"Well -- to tell the truth, we found them here.\\\"\\n\\n\\\"The  -- !\\\" But Sir Thomas restrained the word on the right, or inside, of the teeth.\\n\\n\\\"They thought we were to be here a day sooner, and so they came on the Wednesday morning. They were to come, you know.\\\"\\n\\n\\\"I wish I knew when they were to go.\\\"\\n\\n\\\"You don't want to turn your own daughter out of your own house?\\\" \\\"Why doesn't he get a house of his own for her? For her sake why doesn't he do it? He has the spending of L#6,000 a year of my money, and yet I am to keep him! No -- I don't want to turn my daughter out of my house; but it'll end in my turning him out.\\\"\\n\\nWhen a week had passed by Mr Traffick had not been as yet turned out. Sir Thomas, when he came back to Merle Park on the following Friday, condescended to speak to his son-in-law, and to say something to him as to the news of the day; but this he did in an evident spirit of preconceived hostility. \\\"Everything is down again,\\\" he said.\\n\\n\\\"Fluctuations are always common at this time of the year,\\\" said Traffick; \\\"but I observe that trade always becomes brisk a little before Christmas.\\\"\\n\\n\\\"To a man with a fixed income like you, it doesn't much matter,\\\" said Sir Thomas.\\n\\n\\\"I was looking at it in a public light.\\\"\\n\\n\\\"Exactly. A man who has an income, and never spends it, need not trouble himself with private views as to the money market.\\\" Mr Traffick rubbed his hands, and asked whether the new buildings at the back of the Lombard Street premises were nearly finished. Mr Traffick's economy had a deleterious effect upon Gertrude, which she, poor girl, did not deserve. Sir Thomas, deeply resolving in his mind that he would, at some not very distant date, find means by which he would rid himself of Mr Traffick, declared to himself that he would not, at any rate, burden himself with another son-in-law of the same kind. Frank Houston was, to his thinking, of the same kind, and therefore he hardened his heart against Frank Houston. Now Frank Houston, could he have got his wife with L#6,000 a year -- as Mr Traffick had done -- would certainly not have troubled the Tringle mansions with too much of his presence. It would have been his object to remove himself as far as possible from the Tringles, and to have enjoyed his life luxuriously with the proceeds of his wife's fortune. But his hopes in this respect were unjustly impeded by Mr Traffick's parsimony. Soon after leaving the hotel in the Tyrol at which we lately saw him, Frank Houston wrote to his lady-love, declaring the impatience of his ardour, and suggesting that it would be convenient if everything could be settled before Christmas. In his letter he declared to Gertrude how very uncomfortable it was to him to have to discuss money matters with her father. It was so disagreeable that he did not think that he could bring himself to do it again. But, if she would only be urgent with her father, she would of course prevail. Acting upon this Gertrude determined to be urgent with her father on his second coming to Merle Park, when, as has been explained, Sir Thomas was in a frame of mind very much opposed to impecunious sons-in-law. Previous to attacking her father Gertrude had tried her hand again upon her mother, but Lady Tringle had declined. \\\"If anything is to be done you must do it yourself,\\\" Lady Tringle had said. \\\"Papa,\\\" said Gertrude, having followed him into a little sitting-room where he digested and arranged his telegrams when at Merle Park, \\\"I wish something could be settled about Mr Houston.\\\"\",\"timestamp\":1639991024,\"title\":\"Brisker and hungrier than the baby. What do you think of the day, Colonel?\\\" \"},\"digest\":\"StdhhHyP9uM0eJLkBIGUGs_3-hb41gtSs4ke_qk3omg\",\"authorship\":{\"contributor\":\"0x51D393CD2fE363A89232ff9D8Ac75A13bD6a52e7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2k8mo0IqZCTWYrP4naLbM24d63RK2PFnJMHndRpjNPI\\\",\\\"y\\\":\\\"FVZZpeXvWGeYs2BqvgmOyz_1dENcADM4XCC3bWrtpxA\\\"}\",\"signature\":\"_LN3vSZT_HMygULSwpDLVyEC1PtLrI7gY4KwhQzniidRFTWAJ6PASm2iWA5wjj3ZMcN8zzt4cEJFWjjCjVpnIg\",\"signingKeySignature\":\"0x4d545dabfc393383a3be32c141623702487ae9098bbb303680d30df9509a7660400724ffede10a25a40e12e23e35b2ace993272790946321b88a0e5bd76b372f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2k8mo0IqZCTWYrP4naLbM24d63RK2PFnJMHndRpjNPI\\\",\\\"y\\\":\\\"FVZZpeXvWGeYs2BqvgmOyz_1dENcADM4XCC3bWrtpxA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"StdhhHyP9uM0eJLkBIGUGs_3-hb41gtSs4ke_qk3omg\"}"