"{\"content\":{\"body\":\"*Outline for a new funding tool which provides recruitment, retention, and reward mechanisms of core protocol contributors - read the full proposal [here](https://hackmd.io/@tvanepps/protocol-guild).*\\n\\n\\n---\\n\\nOver the past year, Stateful Works has pushed the boundary on how to simultaneously accrue cultural and financial capital to protocol maintainers:\\n\\n* [Beacon Book](https://stateful.mirror.xyz/Y1ED9RorG9OvEUXD8NBmXgYhSVhjj8H537-I2SZJkYA): a multimedia project about the launch of the Beacon Chain from the perspective of its contributors, including NFTs, the digital text, and a physical book. Has raised \\\\~110 ETH to date. Started in Dec 2020, launched July 2021\\n* [1559 NFT Series](https://stateful.mirror.xyz/rsUhYxXARr7j2iDjqJeelY7nc6CN_Y-MilVDP1S5voA): an NFT with 1559 editions, and a 1/1 which was auctioned off. Raised \\\\~278 ETH directly to the contributors for EIP-1559. Started in May 2020, launched in July.\\n\\nBoth of these projects have three important characteristics:\\n\\n* Conditioned on past efforts: “retroactive Public Goods funding,” to use a term popularized through Optimism’s [recent experiment](https://medium.com/ethereum-optimism/retropgf-experiment-1-1-million-dollars-for-public-goods-f7e455cbdca).\\n* Immutable Membership: Both projects also used [Splits](https://dev.mirror.xyz/mQ03-JXlfdoBnRrZisC5X3kM9nBkOILlHwxbdq382Gw), a Mirror product which lets contributors trustlessly rout value according to set weightings. Given the work had already been completed, it made sense that the membership wouldn’t need to be updated. Everyone’s past, present, and future contributions to each respective project was roughly known and wouldn’t be changing in the future.\\n* Limited to ETH: the split contracts can only accept and split ETH\\n\\nWhile these were both successful in their own rights, we think there’s more to do in this space. Over the past two months, we’ve been sketching out our next project with the input of core contributors. We’re calling it the **Protocol Guild:**\\n\\n> This proposal describes a new public goods funding mechanism: a split contract which distributes donated application tokens over a vesting period to a self-curated list of Ethereum protocol contributors.\\n>\\n> Depending on the final scope, this may include client maintainers, researchers, upgrade coordinators, and library maintainers.\\n>\\n> The primary goals: to provide autonomous tools for recruitment, retention, and reward to the protocol and its maintainers. If desired, individuals can forward their allocation to a charity.\\n\\nThe **[full proposal](https://hackmd.io/ANe-MBCgTFSN6qG7drn3zg?view)** contains extensive discussion on existing funding mechanisms, motivations, roles and obligations, design requirements, anticipated concerns, and a few case studies. We’d love to heard your feedback in the [Stateful Works](https://discord.gg/t8zSZCvf3y) discord.\\n\\nIn direct contrast to the previous projects mentioned above, this mechanism should have:\\n\\n* Present and future orientations: donated assets vest over a certain time to incent existing members to maintain their contributions and prospective ones to consider joining sooner\\n* Mutable membership: given the roster of contributors may change in the future, it makes sense that the contract members should need to be updatable.\\n* Flexible asset support: as discussed in the full proposal, this is a necessary features in order to accept protocol/app tokens and tip the incentive balance back towards core protocol maintenance.\\n\\nWhile we’ve made significant progress over the past two months since the project’s inception, there’s still much to do. This includes onboarding more members, refining the norms and expectations for members, reaching out to more DAOs, settling on the proper contract architecture - we are particularly interested in input on this last one, please reach out!\\n\\nEthereum has a well deserved reputation for public goods funding experimentation - we can’t wait to add our name to this list in 2022.\\n\\nLooking forward to sharing more throughout Q1!\\n\\n⟠ Stateful Works\",\"timestamp\":1641063699,\"title\":\"Announcing the Protocol Guild\",\"publication\":\"stateful\"},\"digest\":\"sdRZquoFXHYAl7srZPySIdS0sUSSMBq93AOBt46sy1Y\",\"authorship\":{\"contributor\":\"0xc57c5aE582708e619Ec1BA7513480b2e7540935f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8F-pxI3FIC4GwO21rXUy41rGrZ-MCSYm2_8iKHVt3vA\\\",\\\"y\\\":\\\"54nhyRl8V3yzjyWOJXviq0oSwWVHS3L2a9KfQc_SKMQ\\\"}\",\"signature\":\"hEDHC4aqpSw7SDHJ7S6pdywk_01zzJPOBw-aUlR39x2C69EI7evJ5cm-Enwli2DJ8_7jGKCREcX4iVh9KcFgOA\",\"signingKeySignature\":\"0x58698fc2f1be13b1436e586e00b59e7fd01db7044ece453f49965a1b17d6b9e87f0b705ea9bcb154eb10a77fccb0f3a99a498ccf7efebd41092d2170f2e12cda1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8F-pxI3FIC4GwO21rXUy41rGrZ-MCSYm2_8iKHVt3vA\\\",\\\"y\\\":\\\"54nhyRl8V3yzjyWOJXviq0oSwWVHS3L2a9KfQc_SKMQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mEDvFXGCKdDhR-N320KRtsq60Y2OPk8rHcHBCFVryXY\"}"