"{\"content\":{\"body\":\"The true and perspicuous explication of the Elements of Laws, Natural and Politic, which is my present scope, dependeth upon the knowledge of what is human nature, what is a body politic, and what it is we call a law. Concerning which points, as the writings of men from antiquity downward have still increased, so also have the doubts and controversies concerning the same, and seeing that true knowledge begetteth not doubt, nor controversy, but knowledge; it is manifest from the present controversies, that they which have heretofore written thereof, have not well understood their own subject.     2. Harm I can do none though I err no less than they. For I shall leave men but as they are in doubt and dispute. But intending not to take any principle upon trust, but only to put men in mind what they know already, or may know by their own experience, I hope to err the less; and when I do, it must proceed from too hasty concluding, which I will endeavour as much as I can to avoid.     3. On the other side, if reasoning aright I win not consent (which may very easily happen) from them that being confident of their own knowledge weigh not what is said, the fault is not mine but theirs. For as it is my part to show my reasons, so it is theirs to bring attention.     4. Man's nature is the sum of his natural faculties and powers, as the faculties of nutrition, motion, generation, sense, reason, &c. For these powers we do unanimously call natural, and are contained in the definition of man, under these words, animal and rational.     5. According to the two principal parts of man, I divide his faculties into two sorts, faculties of the body, and faculties of the mind.     6. Since the minute and distinct anatomy of the powers of the body is nothing necessary to the present purpose, I will only sum them up into these three heads, power nutritive, power motive, and power generative.     7. Of the powers of the mind there be two sorts, cognitive or imaginative or conceptive; and motive. And first of the cognitive.     8. For the understanding of what I mean by the power cognitive, we must remember and acknowledge that there be in our minds continually certain images or conceptions of the things without us, insomuch that if a man could be alive, and all the rest of the world annihilated, he should nevertheless retain the image thereof, and of all those things which he had before seen and perceived in it; every man by his own experience knowing that the absence or destruction of things once imagined, doth not cause the absence or destruction of the imagination itself. This imagery and representations of the qualities of things without us is that we call our cognition, imagination, ideas, notice, conception, or knowledge of them. And the faculty, or power, by which we are capable of such knowledge, is that I here call power cognitive, or conceptive, the power of knowing or conceiving.\",\"timestamp\":1636381692,\"title\":\"The General Division of Man's Natural Faculties\"},\"digest\":\"w-4VDhox3PrKooJlos-SEbMwc0_ZQvPKNpfwb9p0MHM\",\"authorship\":{\"contributor\":\"0x16990aD90610D9D4925b2E887231d56E95e0FBFb\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V7Ts7Vfjs0YimOJ3ZnXG31zQbKUAWC7mJRg0-liNxrk\\\",\\\"y\\\":\\\"cGh0xwz4KwkmwXJz2EyHRwXKmzJldeZ1_WtTBT_o-oY\\\"}\",\"signature\":\"FWo8Q7QxZaheKtn-iP69iZ-q42A6l0OI9g8ORPy1vbsmHdzhCFZO-fN9URss82ZVJETB_QSue9kOGBReZ0CeYw\",\"signingKeySignature\":\"0x5e2a8b546984bceff15076d1a4dd3b33ad8bdf681aa82721961bb01211c5261f385019442b43a95bf86a8fa8274b1126422488dd154c3397b440e9a9910cc0711c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V7Ts7Vfjs0YimOJ3ZnXG31zQbKUAWC7mJRg0-liNxrk\\\",\\\"y\\\":\\\"cGh0xwz4KwkmwXJz2EyHRwXKmzJldeZ1_WtTBT_o-oY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"w-4VDhox3PrKooJlos-SEbMwc0_ZQvPKNpfwb9p0MHM\"}"