"{\"content\":{\"body\":\"大学时候用烂键盘得了一阵子鼠标手。现在公司配的笔记本总算没有这毛病了，但颈椎又不行了，要时不时“引吭高歌”一下，脖子才不至于嘎嘎直响。从去年开始跟公司游泳协会的哥们儿一起每天坚持游泳，现在基本康复了。所以推荐长期伏案工作的人试试游泳。好像曾经有医生说过：蛙泳对颈椎好标准的自由泳会增加伏案工作者颈椎的无序性，建议不要过度自由泳。不知道是否属实。 \\n 前几天生日，女友投我所好，送了一个相当不错的游泳训练手表Pool Mate Live版。蓝宝石表蒙和黑陶瓷表圈，样子非常帅气。中文名字叫灵动版。 \\n 因为用着还不错，就网上搜索了一下相关信息，英国的这个PoolMate据他们的宣称是全球第一款全自动感知游泳动作的游泳手表。能够全自动的记录游泳折返数，挥臂数，热量等大量的运动训练数据。 \\n 这款手表使用前需要简单做一下个人设置，比如佩戴左右手，体重，性别，泳池长度等。之后就可以下水试用了。很简单的点击一个按钮，然后就开始你的游泳训练吧。中间什么也不用考虑，就这么让他自动的运行下去，旁若无人。如果游泳过程中要暂告一段，或者变换泳姿或者训练方式进行下一个小节的训练，可以暂停一下。然后手表就会重新记录下个训练小节的内容。所有训练完成后，长按一次就结束了。整天的训练内容都作为一个游泳日志记录进了手表内。这个手表可以存储400个训练日志的内容，真的好强大。通过表的按键就可以随时调出存储的训练数据进行比较。简直类似于一台水下训练电脑了。的确是个很实用的高级游泳训练装备。 \\n 而且非常实用的是他可以设置训练震动提醒功能，比如可以设置游多少米，或者多少圈，或者多长时间后就震动提醒一下。这样我就可以全身心投入游泳，什么也不想了。比如设置个1000米，到900多米的时候他会震动你，通知你马上就到终点了。这个功能非常非常实用。另外这个Live版还可以选购一个数据夹子，能将你多次训练的数据上传到电脑上通过他们的专业软件进行分析，可以更专业的指导游泳爱好者的训练计划，提高训练成绩。我没买夹子。我是个爱好者，还不需要电脑来分析我的数据，那功能是给高大上的游泳高手用的。 \\n 不过好马才能配好鞍。这款手表的自动探测要求使用者的泳姿要大体过得去。如果是太初级的初学者，或者泳池里面我们人都分辨不出到底是自由泳还是狗刨的人，佩戴这个手表，估计手表的自动探测器会疯掉的，谈不上什么准确度了。我小时候学过游泳，自动侦测的圈数和挥臂次数准确度是很高的。官方说的99.75%，我感觉98%的准确度是能够达到的。不过我的一个女同事，自学了3个多月，用我这个手表就不够准确，嘿嘿。所以这东西还能检测你的泳姿和转体动作是不是够标准，够到位，督促你不要瞎游泳。 \\n 这个游泳表系列还有普通的标准版，以及PoolMate Pro专业版和PoolMateHr旗舰版两款高级产品。专业版在标准版功能的基础上，增加了通过USB底座向电脑上传训练数据的功能，采用随机软件可以对训练指标给出科学分析。旗舰版装载了最先进的电脑芯片，可在记录游泳数据的同时，通过胸带上的感应器和无线发射器，接收心率数据，一并上传电脑做更专业分析，而且也有震动提醒功能。不过旗舰版采用机内固化锂电模块，为可充电方式。我这个Live灵动版是今年他们的最新产品，好像屏幕显示字体是最大的一款。 \\n 我们协会的一个兄弟用的叫Sportcount的洋玩意儿也不错，小巧玲珑，仅仅有水下计数和计时功能，一个手指完成所有操作，还很便宜，有空我也弄一个试试。他说他的这个小东西就是给最最顶尖的游泳高手设计的，说这叫简洁至上，独孤求败………………\",\"timestamp\":1639580855,\"title\":\"普通游泳计数器的更专业化升级产品PoolMate游泳训练表使用心得\"},\"digest\":\"DnXXnqdGw3ZULX_0ZtzKscdt-b2zRc-OVi_XA5epdAM\",\"authorship\":{\"contributor\":\"0x7d3efCE658D3AB90B881a6f7c1119f06b7DD83c3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"g1b3yV4offOPTKOsnhgvSd3ycuQRPfwDBufPiwWr_n4\\\",\\\"y\\\":\\\"dFQuD5VSql0LiqSKw6ChTz_5y8qhWYhHU2L921ZHcU4\\\"}\",\"signature\":\"20djhGiZYnKoWpjAP7QZk_nyP_FWnkGrYSGxvtKHLTgrFjnrhUi5jQVb1Cz8bjonnjdO2V8hwe2K86t6oW3dFQ\",\"signingKeySignature\":\"0xdcc35120c54e05858cc38fa8d81c22e8239759da50f05b215df7550b9ce665894c274f2ea287f2688027a3d8fed7639284f7a5fe6748948d3a2106fc9cda9afb1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"g1b3yV4offOPTKOsnhgvSd3ycuQRPfwDBufPiwWr_n4\\\",\\\"y\\\":\\\"dFQuD5VSql0LiqSKw6ChTz_5y8qhWYhHU2L921ZHcU4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DnXXnqdGw3ZULX_0ZtzKscdt-b2zRc-OVi_XA5epdAM\"}"