"{\"content\":{\"body\":\"先说一点，又写这些事情，可能有人会骂我啥事都报怨，但我想说的是，不喜欢可以不看。写这文章的目的的确有一吐为快的想法，毕竟憋在心里久了容易生病。但我更想让未婚的男女能多吸取我的经验，尽量选择好自己的伴侣，人生能少些痛苦。    好久没有逛某风了，毕竟一个人既然孝敬父母，又要养孩子，必须得多挣钱。所以，我不但努力上班挣钱，还通过写些文章什么的多挣外快，努力的把一个家维持好。但今天，已经通过法院判决离婚的我，再次受到前夫的纠缠，哪怕已经离婚，哪怕我一个人辛苦怀孩子，一个人辛苦生孩子，一个人把孩子养到两岁多。而他，做为一个国家公务员，一个警察，仅凭一颗精子和法庭上调解的1000元抚养费，就享有一个月看四次的孩子的权利。而且孩子也跟着他姓。捡着如此大的便宜不但没有半分感恩之心，还在离婚后依然纠缠着算婚姻内开支的帐。说实话，和他相处的几年，我的收入基本上是用完了的，我是一个不乱用钱的人，不打牌，不喝酒，甚至在生活地朋友都没有几个的人。我的生活很简单，上班在单位，下班回家。和他一起的几年，仅有的朋友喊吃饭我都很少去。那几年，因为刚买房的缘故，我也不在外面洗头和在外面洗面。也就是我的所有工资收入开支对我私人来说只有买房还房贷，偶尔的周情送礼，过年时给点儿钱给我父母。其他所有的钱基本上开支在我们小家上了。就这样，我和他从同居到分居，一起过了三年多，分开时他身上至少有十万银行存款，我身上是不到六万。然后我一个人在外租房怀孕，生下儿子并养到两岁多。一直到法院五月调解我们离婚。这三年多我一个人养着儿子，他一分抚养费也没有给。但是离婚时他那么高的收入却没有一分银行存款，唯一能拿到证据的共同财产就是那台车和住房公积金。还有就是这些年我每年交的一千元的保险他也拿来当共同财产分了。最后 的结果是他总共只补偿了一万八千五百元给我，孩子抚养费他只给一千一个月，只拿到十八岁。我们所有经济纠缠就是这样。本来作为夫妻，是分不清哪些钱是哪个拿来用的，也不应该分谁给谁用的。但他从不当成一家人，非要分你的我的，就依他这么分，他短信中提及的那几笔经济往来，有些的确有，有些是没有的。但是他却闭口不提他从我这儿拿走的钱，比如他装修房子买家电拿走的七千元，他妈死亡给他了两万九，他却只承认六千。但我心坦然，我敢对天发挚，既没骗他的钱私存小金库，总体来说，我都没有用到他的钱。我反倒自己一个人这几年养着本应该我们两人养育的孩子。就这样，我也懒得找他要，我把所有的空余时间都拿来拼命挣钱养家了，所以我的孩子过得不比别人家的孩子差，他想吃的想穿的想玩的我都满足，下班后我也一直陪着孩子。我的想法很简单，让孩子快乐的长大，不让他觉得自己因为没有父亲在身边而生活会比别人差。所以我和我妈妈平时省吃俭用，自己不吃不穿，都是为了孩子。    原本以为离婚了，事情算告一段落了，几年来他找我算帐这种事情可以结束了。没想到，离婚了，他还来找我算这些帐，真是一辈子都不得清静。怎么算帐的大家可以看我上传的短信。  有点儿啰嗦，现在说正题。作为未婚的人，你们要明白，婚姻的确是一件大事情，再有本事的人，如果你遇到了人渣，这一生都可能过得不太清静。而如果你再软弱些，有可能会毁你的一生。所以选择伴侣特别重要。无论男女。因为人渣有渣男，也有渣女。那么要注意些什么呢？     一，清醒的认识到婚姻就是一场交换。所谓的爱情只是哄单纯少年的。那个只适合谈恋爱，不适合婚姻。毕竟婚姻要涉及柴米油盐的，要食人间烟火的。所以，千万别只是因为爱情结婚。这是我犯的最大的错。当初 嫁给这个男人时，我什么都没有要，就图他对我好，认为自己有稳定的收入，不要男人拿钱来养养，以为能相互扶持一辈子。结果是我不想用他的钱，也没用他的钱，他却认为我不但没拿钱出来用，还到同学同事到处说我诈骗他的钱。我就想不通了，作为夫妻，我用他的钱本来也是可以的，这没用还被说成诈骗了。所以，我劝你们别象我一样单纯，以为自己不要对方养，就不会有经济矛盾。有些人是你哪怕给他用了，他还不承认，还会觉得你没达到他的要求。    二，无论男女，自己要有能生存的本领，这样哪怕遇到人渣，你还能转身离开，自己还能好好活下去。要是你相信了爱情，把自己的所有钱都拿对方用了，你又不能挣钱，那你的生存都困难了。更没办法争夺孩子的抚养权。   三，在婚前，你虽然 有不用对方钱也能生存的能力，但是要学会去辨别对方是不是自私到钱都不给配偶和孩子用的那种人。也许是因为独生子女，父母当掌上明珠养大的原因，现在自私到钱只愿意自己用的人很多了。有一部分人观念里你的就是我的，我的还是我的，这种人你要能和他过一辈子，不光需要气度，还需要能力。比如我，就算是我愿意把自己挣的全部拿出来用，但是我拿出来的钱也满足不了他那颗不知感恩和贪婪的心。何况我们还得养父母和孩子，是没办法把自己挣的所有钱给对方用的。    四，选择伴侣，人品很重要。不能只看脾气性格钱财这些。有没有责任感是第一要求。有责任感的人，不会永远穷。我一直认为，能同甘共苦的，才是真正的夫妻。那种婚前都要求AA制，把你的我的钱财分得很清楚不愿意给你用的人，不适合成为夫妻。可惜我在婚前没有意识到这点儿。还一直固守着那些所谓的鸡汤上讲的，女人不要用男人的钱的傻原则。正因为我们在婚前我没刻意的去问他要钱用，在外开支我总和他争着值钱，才导致了婚后我们因为经济上的原因而走不下去。不得不承认，“一个男人给你钱用不一定是爱你，但不给你钱用一定不爱你”这句话把男人的本质是完全说出来了的。有时候，钱就是过虑渣男的最好武器，可是我却完全没有用过。    五，这个世界有好人也有坏人。我们既不能因为受过伤害认为这个世界上就没有好男人或者好女人了，也不能单纯的相信每个男人女人都是值得相信的，婚前应该考验时还得考验，应该防备的时候还得防备。    就说这么多吧，愿我今天放弃挣钱的时间为大家写的这些，能让很多人逃过我这种情劫，愿善良的人能遇到良伴。\",\"timestamp\":1633602001,\"title\":\"给未婚者的警示:婚前选错伴侣，遇上人渣毁一生\"},\"digest\":\"qUYNSDGKbWHqPkf7ejwd1NtAbDtcFBIZ4RoWQFK-cBM\",\"authorship\":{\"contributor\":\"0xe5F55468585ef91CF1a87aa3aF4c830FA7AE78dE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2lmWXnTRqfhGCGdBnQppNOSIQBPMMCURbrBuD9FH7Tc\\\",\\\"y\\\":\\\"6j0JYKeDWrh-ldMdRVsYKKOjLhH8LZ1RfOmVoFRD37o\\\"}\",\"signature\":\"7IZDiKxEbBJFehWLBXIrSnZtLIpK_davPQW443DD6hKN0Un_iZbPEW08KOXGdV4vdDEIWLEA2kAA2E54D58WBQ\",\"signingKeySignature\":\"0x689cad342e841c28085c5af1bb88ba4dac872becab0bb7b34dae5493a6c31e167a65795093464baca86708694fe6055b021589cd274cdb5441ac6a259bda39591b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2lmWXnTRqfhGCGdBnQppNOSIQBPMMCURbrBuD9FH7Tc\\\",\\\"y\\\":\\\"6j0JYKeDWrh-ldMdRVsYKKOjLhH8LZ1RfOmVoFRD37o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qUYNSDGKbWHqPkf7ejwd1NtAbDtcFBIZ4RoWQFK-cBM\"}"