"{\"content\":{\"body\":\"### Harto se ha hueviado, hartas historias han pasado, viajes, carretes, confesiones, peleas, discusiones y abrazos. Espero escribir esto desde el corazón y desde el cariño.\\n\\nSi tuviera que partir por las características que más se me vienen a la cabeza pensando en el Xama diría:\\n\\n* Cariñoso: Xama es re cariñoso, le gusta ene regalonear y tener compañía con la que se sienta feliz. Si se trata de una mina, es cariño físico, si se trata de un amigo, es compañía, conversación, quiere que estés bien y te cuenta todas sus historias pa que no te aburras.\\n* Centrado mucho en si mismo: Eso si, el Xama esta muy centrado en si mismo. Siempre te cuenta demasiado de sus historias y logra involucrar a todos en sus historias profundamente, por horas, no tiene problema en repetirse varias veces, y muchas veces le da lo mismo lo que los otros quieran conversar, el cuenta su rollo. Eso si, su rollo siempre es interesante y entretenido, no hay duda, pero en mi experiencia, es mucho lo centrado en si mismo y le da poca bola a las historias de los demás.\\n* Inteligente: El Xama es muy inteligente, analítico y profundo. Además es sensible y logra combinar ambas cosas muy bien. Tiene creatividad, es metódico, orientado a cumplir metas y muy, pero muy busquilla.\\n* Inseguro: El Xama es muy inseguro de si mismo. Si bien sabe que es crack, hay algo en el que no lo deja salir fácilmente de su zona de confort. Es también muy cagado, y yo creo que es por lo mismo. Siento que si fuera más “lanzado” llegaría muy lejos, y a veces le falta tomar más riesgos, es muy asegurado.\\n* FFP (Chistoso): El Xama es chistoso a cagarse, tremendas tallas, buenos carretes, y lo mejor es que es con comentarios inteligentes y pertinentes. Es rápido e interesante, y tiene una habilidad para imitar notable. Cuando se sale con él se pasa la raja, se ríe y es dinámico.\\n* Fatalista: El Xama es muy fatalista y un poco dramático. Si las cosas salen mal, y no tiene poder para cambiarlas, se encierra fácilmente y cree que el output va a ser el peor. Al parecer esta relacionado con las relaciones y sus parejas, aun que también me imagino pasa en otras cosas.\\n\\nEspero ser de ayuda. \\n Un Abrazo.  \\n Simon.\",\"timestamp\":1637531438,\"title\":\"6 Características del Xama, Por Simon.\"},\"digest\":\"3m3mIVfWOoRLqmLM_xIHCfYR0ShvRtYS3QvOg8vF_68\",\"authorship\":{\"contributor\":\"0xdBB74bb17992FC6E9acc802eb2d4D99A56918120\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8hC67ZLdNHbNKO6KW48IwVmwy6bXLlh9jggWW6pYLpE\\\",\\\"y\\\":\\\"R-p2ald08u7eGeks4c2F1XqN7HZT8Wo7x_WRiBmXRoY\\\"}\",\"signature\":\"InBazxywGNI3Mr77oh67wkTJm9c_qDs5qrIHEx0CG1eqYoRleJ2TmPpYb8N0lnu_dGw5PAjoTxdKzKp1Jxv1rw\",\"signingKeySignature\":\"0xef9961b56961552e9d60b664a2b71226d9a890c98ce3b290d8b7d61a5a5de40a1df47b64a98732b3a74e6c01ff4454e99047d0a7dd61f0a6f528ab232aa1db4c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8hC67ZLdNHbNKO6KW48IwVmwy6bXLlh9jggWW6pYLpE\\\",\\\"y\\\":\\\"R-p2ald08u7eGeks4c2F1XqN7HZT8Wo7x_WRiBmXRoY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NTIgDXiAGrlfsXSv7Pw40octpJR1_WAHZmTX2kyC4eI\"}"