"{\"content\":{\"body\":\"## Abstract: Apprecio.finance (AF)\\n\\nAF is a decentralized inflation dashboard powered by IPFS, Filecoin and Chainlink. Its main goal is to be censor-resistant and, as such, provide an alternative to centralized measures such as the ones coming from Central Banks and national statistics agencies.\\n\\n## Introduction: Whoever Causes the Problem Cannot be Trusted to Measure it\\n\\nThe inspiration for AF came from the August 5, 2021, [1729 Newsletter](https://1729.com/inflation), famously sponsored by Bajali Srinivasan (@[balajis](https://twitter.com/balajis)):\\n\\n> “Inflation is a [monetary phenomenon](https://onlinelibrary.wiley.com/doi/pdf/10.1002/9781119205814.app2), a function of money printing. But it is also in part a social phenomenon, a function of mass psychology. If enough of the right people believe that inflation is going to happen, it will. As such, when inflation is happening, there is often a push to *censor* discussion of inflation itself, under the grounds that discussing the problem actually causes it in the first place. That is exactly what happened in [Argentina](https://qz.com/84838/argentines-are-now-allowed-to-know-the-real-rate-of-inflation-thanks-to-their-courts/) and [Venezuela](https://www.economist.com/the-americas/2015/04/04/maduros-muzzle) over the last decade \\\\[…\\\\] And that is why the world needs a global, decentralized, censorship-resistant inflation dashboard.\\n>\\n> Why do we need an inflation dashboard? Because trillions of dollars have been [printed](https://www.marketwatch.com/story/why-the-feds-balance-sheet-is-expected-to-top-9-trillion-after-it-starts-reducing-its-monthly-asset-purchases-11626135642) over the last year – and it's not just dollars. Many countries besides the US have been printing fiat like mad to fund the response to COVID. Figures that shocked and stunned ten years ago ([$787B](https://www.politico.com/story/2009/02/senate-passes-787-billion-stimulus-bill-018837) for the bailout!) no longer warrant a headline today, though they may well result in headlines tomorrow.\\n>\\n> If inflation is a government-caused problem, we can't necessarily rely on government statistics like the [CPI](https://www.bls.gov/cpi/) to diagnose it or remediate it. Indeed, in places with high inflation, censorship and denial is the rule rather than the exception.”\\n\\n## AF Design\\n\\nTo achieve the greatest possible resistance to censorship, AF imp\\n\\nlements decentralization both on and off the chain.\\n\\n### Data Recollection\\n\\nThis step is crucial in maintaining decentralization. If the manipulation of the data source by a third party is able to significantly alter the measurement of AF’s inflation rate then the goal of censorship resistance would be compromised.\\n\\nThus for the Mexican case, our first measure, data is obtained from xxxx\\n\\nInformation from prices of common\\n\\n### Decentralized storage off-chain\\n\\nFor AF to be a successful tool to openly measure inflation, it requires to be available for audit (1) at any time and (2) as cheaply as possible.\\n\\nStorage has at least three requirements for AF:\\n\\n1. Raw price data should be auditable. Currently the storage of raw data is done off-chain due to gas prices. A next step would be for AF to move to an Ethereum L2 and be able to store raw data on-chain. This could also be done with a service as Immutable.\\n2. Data should be stored decentrally. A central server means consolidation of control on the data. Even off-chain, due to point 1, this should be achieved.\\n\\nAF achieves both requirements by storing the raw price data off-chain using [IFPS](https://ipfs.io/). The entire price dataset is partitioned into smaller chunks, cryptographically hashed, and given a **unique fingerprint** called a [content identifier](https://proto.school/anatomy-of-a-cid) (CID). The dataset would be stored in at least one node, local server anywhere in the world. Using the CID, other nodes can ask for the data and themselve would cached the data locally. This would increase the decentralization of the dataset off-chain.\\n\\nThe data should always be online and available for direct request. “While IPFS guarantees that any content on the network is discoverable, it doesn't guarantee that any content is persistently available. This is where [Filecoin](https://filecoin.io/) comes in \\\\[…\\\\] a decentralized storage network in which storage providers rent their storage space to clients.” ([IPFS documentation](https://docs.ipfs.io/concepts/persistence/#pinning-services)). AF uses Filecoin so that price data is always available while maintaining its decentralization. The dataset would be pinned in at least one node.\\n\\nThe [Web3.Storage](https://web3.storage/) solution allows AF to automatically (1) store the dataset in IPFS and backed it with Filecoin; and (2) replicate price data across a network of storage providers and verify its integrity.\\n\\nThis solution allows for the data to be persistent, available, and decentralized.\\n\\n### On-chain Storage and Availability\\n\\nOff-chain data from the different sources is aggregated by obtaining the median value.\",\"timestamp\":1637455974,\"title\":\"Apprecio.finance - Decentralized On-Chain Inflation Dashboard\"},\"digest\":\"evGQTtNgfTFlZftd7LUZDwFngP1IMfe9CFARTfrsq4Y\",\"authorship\":{\"contributor\":\"0xC606d7ea8fE2c134CC35874Bf05EEB76f6371F44\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Q-xx-StMMZOKJPBqJ1F7NISKpeAvov0klxsb1CqR7So\\\",\\\"y\\\":\\\"JdyVX__aiOYj5zEYItX8hPEXlWIIIOn1gxLt0nUw9-M\\\"}\",\"signature\":\"9lQa9lY7bY1gd0aW5qhQ8DCFEcQqYplC0By3lApWkh-GS7Jc_mOfM7vOvJotm1F5DeuQ-N39Er_Yk0W7R8Y1pw\",\"signingKeySignature\":\"0xd54dc228145f076c0b1546a8acc65f0b00533bbe1d4685a0255c4840c0fc9c2834a0686567909f7a99b5cc275fe36961ef2d7f3437632fc6b89dc8ff9c188a321b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Q-xx-StMMZOKJPBqJ1F7NISKpeAvov0klxsb1CqR7So\\\",\\\"y\\\":\\\"JdyVX__aiOYj5zEYItX8hPEXlWIIIOn1gxLt0nUw9-M\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GeYEoRFxF-HSaZr78pjeAx-3yTvcpAH7yd64bgL7ajI\"}"