"{\"content\":{\"body\":\"![Eugene Jansson, Sunrise over the Rooftops (1903)](https://images.mirror-media.xyz/publication-images/faBsLz26PGyjFo9bP23Rv.jpg?height=800&width=1083)\\n\\n*Disclaimer: I’m mostly using the term “metaverse” as a placeholder here, but there’s a lot of great work happening [around ](https://twitter.com/maira/status/1433867817598656513)[new ](https://twitter.com/arcalinea/status/1474124531895713792)[terminology](https://twitter.com/verses_xyz/status/1457872988045336581).*\\n\\nIt’s almost 2022, the year in which Mark Zuckerberg inevitably becomes king of the metaverse, web3, or whatever else we might like to call it.\\n\\nBut the launch of [Meta](https://about.fb.com/news/2021/10/facebook-company-is-now-meta/) isn’t the only thing that’s happened this year. In fact, perhaps *too many* things have happened.\\n\\nAs we all start to live more of our lives online, and embrace the idea of a shared, expansive, almost ethereal space and time, it’s increasingly clear that it’s simply impossible to keep up with everything going on. This probably shouldn’t be a surprise, after all the last time anyone was able to [read every book](https://what-if.xkcd.com/76/) was prior to the invention of the printing press.\\n\\nThe key (and clearly only) difference I see between now and the 1400s is there was no real pressure to know everything (often much of anything). Distinct fields of study had their distinct subcultures, and although there was some intersection, information was largely siloed (which of course, had many problems in and of itself). Arguably though, over the last century and moreso the last decade the increase in pressure within specific groups (subcultures, fandoms, or otherwise) to have complete information (at least from my incomplete information) has been exponential.\\n\\nMore than any other reason, the combined global/local (glocal?) nature of how we live online has made this so. On the one hand, we now have a global community filled with shared memes and loosely tied values; on the other we have hyperlocal, squad-driven neighborhoods (and sometimes those neighborhoods have a local [Olive Garden](https://twitter.com/sadlyoddisfying/status/1473835146776391686)).\\n\\nThese overlapping groups with their own shared [lore](https://otherinter.net/research/lore/), [language](https://twitter.com/_kinjalbshah/status/1472954415850078215), and liminal sense of [belonging](https://www.othersidepod.xyz/episode/11) become lattices of mutual support, but simultaneously pull our attention in so many directions that it becomes easy to find people losing their sense of self and becoming the punctuation in a much larger story (what some call the [algorithmized version of self](https://twitter.com/boop/status/1415208337226928129)). Somewhere in the metaverse right now there are purity-testing knock-off yield farm reply guys, overzealous Harry Potter fanfiction moderators, and more. To make matters worse, this is often not because of some innate desire, but the eternal need to showcase complete information, scale the hierarchy, and acquire new forms of internet points.\\n\\nBut as much as we might want to escape it, or alternatively as much as we often forget it, our memory and attention is the defining factor of our time, and it’s compounded by just how many overlapping spheres of study and interest there are in front of us, by how tightly they’re all interconnected / interwoven, and by cultural factors that constantly urge us (or urge others to urge us) to pay attention.\\n\\nIn web3 where explicit economies are attached to these groups (and so to culture) there are exponentially greater opportunities to take back control and author our collective future, but potentially also greater risks when it comes to how we collectively managing this problem of attention. [“NGMI” or “FOMO” culture](https://twitter.com/richerd/status/1457585366790119429) for example creates a strong incentive to be able to signal yourself as part of the in-group, and to constantly stay vigilant for new opportunities. Similarly, [\\\"looks rare” commentary](https://twitter.com/muratpak/status/1437455167398498304) encourages chasing and uncovering all kinds of new digital scarcity.\\n\\nPerhaps it’s no surprise then that in light of this we see so many returning to thinkers, like [Illich](https://dlc.dlib.indiana.edu/dlc/bitstream/handle/10535/5962/Silence%252520is%252520a%252520Commons.html?sequence=1&isAllowed=y), who urge us back to intentionality. Without this focus, it’s too easy for us to get caught up, absorbed by the metaverse, and lose the ability to carefully reflect. And, without reflection, we cannot see ourselves.\\n\\nIn Shadow Work (1981) Illich writes: “The identification of that which is desirable with that which is scarce has deeply shaped our thinking, our feeling, our perception of reality itself.” Arguably, digital scarcity has made this problem worse, and in turn created an even greater scarcity of attention. But this doesn’t *have to be so*: as with all means, attention is only scarce in relation to the (increasingly uncountable) infinite ends we apply it to.\\n\\nThese infinite ends, as [Polanyi](https://inctpped.ie.ufrj.br/spiderweb/pdf_4/Great_Transformation.pdf) argues in The Great Transformation (1944), didn’t come from the [2014 emergence of web3](http://gavwood.com/dappsweb3.html) but from the much earlier emergence of modern *market societies* from which we’ve increasingly detached means from their specific contexts, while simultaneously closing the distance between the economic and the [vernacular](http://www.davidtinapple.com/illich/1980_vernacular_values.html).  \\n  \\n We now have a choice: ultimately, there are ways web3 can help and hurt this problem in the long run. On the one hand, as mentioned NGMI culture is almost certainly related to the ever-present economic incentives around being in the “in-group”. On the other hand (and this is, I think, novel) by giving hyperlocal groups control over the ways in which the economic and vernacular become one in the same it’s possible for people to in turn take true ownership around reclaiming their attention from other areas that were previously dominating their lives.\\n\\nThat sense of reclaiming control, reclaiming our attention, is always a conscious choice, and one that matters for more than our own sense of self, or how we author our collective futures. Reclaiming attention is about reclaiming what we mean to each other.  \\n  \\n I want to take a moment to give one more example of why this topic is so important, returning to Illich once more. In [Hair and the History of the City](http://backpalm.blogspot.com/2011/09/lice-hair-and-city-space.html) (not to be confused with the popular early 2000s show), Illich notes:\\n\\n`A typical tree on the commons of a village has by custom very different uses for different people. The widows may take the dry branches for burning. The children may collect the twigs, and the pastor gets the flowers when it flowers, and the nuts from it are assigned to the village poor, and the shadow may be for the shepherds who come through, except on Sundays, when the Council is held in the shadow of the tree.`\\n\\nMuch like market societies collapsed our experiences of and the ways in which we appreciate a tree, when our attention is scattered, it can be easy to think of communities as at best fungible objects within their own dark forests, or at worst as disconnected resources that can be leveraged to achieve ends totally unrelated to their local environment. I think beyond the risks that can be articulated around doing this, it’s something we largely understand to be *bad* at a visceral, more ineffable level. Perhaps the best argument for reclaiming and focusing our attention is that we recapture the true richness and beauty of the world around us.\\n\\nNow, in closing, before we get out our pitchforks none of this is to say we should [shut down](https://www.bloomberg.com/news/articles/2021-09-16/solana-network-of-top-10-sol-token-applies-fixes-after-outage) the web3, as Box founder [Aaron Levie](https://twitter.com/jacksondame/status/1473823798575214596) or [Kara Swisher](https://www.nytimes.com/2021/12/16/opinion/web3-big-tech.html) might so obviously want to. Progress is incremental, and Polanyi’s work and perhaps even now ancient cultural artifacts like [Office Space](https://en.wikipedia.org/wiki/Office_Space) help showcase that the kind of creeping, banal evil that has slowly taken our attention has existed for a long time. Although we still have a lot to improve, I think most would agree we’ve come a long way since the idea of watercoolers or hip open workspaces as forms of collective expression or the notion that a 10% bonus is an effective form of validation or meaning when one has no real passion for their work. But the meta point (reflection?) we should recognize is that even with all of the freedoms these new models afford us, fundamentally every economy is an attention economy. To escape, we need to understand what kind of puzzle we’re in.\\n\\nI hope to pick this note up another time, but the holidays are upon us and so this note has to end. But here is my ask to you, the reader:\\n\\nLet’s think carefully about how we navigate our creation of new economic models, and in what circumstances we tie our search for belonging to a kind of economic value that sustains our physical selves. Let’s take the time to examine and understand how the worlds we create, even in the metaverse, can impact how we see each other and the kinds of relationships we build. And let’s continue building internet-native communities that allow us to think about these questions and manage our attention sustainably, through periods of [radical rest](https://twitter.com/sourcecred/status/1470600403293253641) or otherwise.\\n\\nIn 2022, I hope we can have more of these conversations (often associated with the [liberal arts](https://twitter.com/0xJim/status/1473712438667198464)), whether in new forms, or through emerging programs like [KERNEL](https://twitter.com/kernel0x), [Crypto, Culture, and Society](https://twitter.com/CryptoSocietyS1), or the [Public Library](https://www.notion.so/gitcoin/GitcoinDAO-22431fe7c9794d99986a028c23ce56b5). In the interim, enjoy this time of rest and reflection.\",\"timestamp\":1642519791,\"title\":\"Attention and Intention in the Metaversal Age\",\"publication\":\"scott\"},\"digest\":\"2z-K3nZ1_IRlMKIKbwMeKFO0Dwhf4ol1y2Ak3-jBJOE\",\"authorship\":{\"contributor\":\"0x48A63097E1Ac123b1f5A8bbfFafA4afa8192FaB0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qtosW3E_kfiSrJewypqbc9VN7pE3tSEHcjY6c-xyw_Q\\\",\\\"y\\\":\\\"oA5rn9oRxF93rpepEObhw3GbSchGZJaf3Ba6is8zxmg\\\"}\",\"signature\":\"IBJZ6FAoTlXe2JH0TIkCBkOSyC_NK90vBJgMMMl4wxhsQgqpBamvPcWrLUbMwv3IA6DQEUZY6CB08dd2IW8Pkw\",\"signingKeySignature\":\"0x08f67a08999d2ddaca9afcb71648eb0c8684c846cea60b77a3deac81858fa810101f8c5993dfdc67cf528135523d88278f460ed0aa60b23c7843ffe504cad0801b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qtosW3E_kfiSrJewypqbc9VN7pE3tSEHcjY6c-xyw_Q\\\",\\\"y\\\":\\\"oA5rn9oRxF93rpepEObhw3GbSchGZJaf3Ba6is8zxmg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"U8aWHSX_HHHYcN1GvbTcBnZbAR7eNeJ_61WIOuSguF8\"}"