"{\"content\":{\"body\":\"*Hey there! [Coinvise](https://www.coinvise.co/) is a web3 platform that helps creators & communities build and manage their Social Tokens. You can join the [community here](https://discord.gg/XQBwvzpZv2). If you find this essay interesting, make sure to follow Coinvise on [Twitter](https://twitter.com/CoinviseCo). Enjoy! 🔥*\\n\\n![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F326254dd-ea46-4fdb-9b64-2c134563bb21_3001x1501.png)\\n\\nCreator DAOs are on the rise, and we're seeing more and more creators building tokenized communities.\\n\\nWhile in Web2 creators mostly have an audience, Web3 and new crypto mechanisms allow them to create a strong community towards a joint project. While an audience is passive, a community is engaged, creating a complete paradigm shift in the way creators interact with fans.\\n\\nIndeed, while in Web2, it mainly was a creator and its fans, in Web3, it's much more a leader that achieves a broader goal by leveraging its community toward a joint project. With high-quality members keen to help a project grow, a singer could leverage its community to create an album, incentivizing its fan to create designs, helping them with marketing, etc.. The creator could them reward fans with Social Tokens, that, if the project succeeds, will gain in financial value. Aligning incentives is everything, and the power of a community can truly be outstanding.\\n\\nIt is, however, not a small task to attract high-quality talents as there are hundreds of exciting projects going on. So how to attract those top talents to help you achieve broader goals?\\n\\nThree mains parameters have shown their efficiency in previous DAO experiments: Having a strong culture, a well-designed onboarding flow, and creating good incentives.\\n\\nIn this essay, we will go through those three parameters and try to guide you on how to attract top talents to your DAO.\\n\\n### 1 - Having a strong culture\\n\\nCulture in a Creator DAO is the most important asset you can hope for. Culture is the reason why high-quality talents will provide support over a sustained period for your DAO. **There's only so much you can motivate someone with financial rewards, but with a strong culture, community members will actively contribute, intrinsically motivated by the values you have and the desire to be assimilated with the project you're creating.** High-quality talents are the ones who invest their time instead of capital, the ones who truly believe in the project and are keen to do whatever it takes to make it grow. Those are the most valuable and rarest contributors.\\n\\nPeople in the Web3/crypto space often display exclusive NFT avatars as their profile pictures and display such or such community in their Twitter bio. The reasons they are doing that are Culture and Social Status. With a strong culture, people are keen to assimilate their personal brand with your community. Culture is the glue of crypto. Without culture (meaning, story, community, memes…), NFTs wouldn't cost such an astronomical amount. What people are buying when purchasing a high-value NFT is not really the piece in itself. They buy the right to be part of a broader project in which they truly believe and want to be assimilated. NFTs don't cost their price for their utility but for the social signal and the culture they have shaped around it.\\n\\nWhen people are displaying in their Twitter bio that they are contributors to such a community, they signal that the DAO they are displaying has created a strong culture that has values and goals worth the time of the person. We're all [\\\"status-seeking monkeys,\\\"](https://twitter.com/packyM/status/1424715346976595972) and we're always on the hunt for things to enhance our identities. The goal of a Creator DAO is to create a culture so strong that people will promote it and work for it for free, for the social value it provides. Members of a community share a piece of their identity. **Thiscollective identity is one of your most vital selling points**.\\n\\n***Right, So how to create a strong culture?***\\n\\n* \\\\*\\\\*Share a common vision - \\\\*\\\\*Culture for every community is that one theme that people are aligned with, and that brings people together beyond your content. Any creator should seek this common thing, this right activity, which resonates with their audience and is better done as a group. This is how you create a strong culture. By creating a place where people with common interests can come and find their tribe, learn and grow together. Your goal as a community builder is to have community members engage with each other.\\n* \\\\*\\\\*Know your community - \\\\*\\\\*You need to understand your typical \\\"community member persona deeply.\\\" As described by the [interaction design foundation](https://www.interaction-design.org/literature/topics/personas), \\\"\\\\*Personas are fictional characters, which you create based upon your research to represent the different user types that might use your service, product, site, or brand similarly. Creating personas helps the designer to understand users' needs, experiences, behaviors, and goals.\\\" \\\\*In our case, by understanding what kind of profile you have in your community, it will be easier to design incentives, develop values, create specific group chats and find that common thing that speaks to your audience.\\n* \\\\*\\\\*Have a clear mission and strong values - \\\\*\\\\*The clearer you will be on what you want to achieve, and the values you have, the easier it will be to incentivize people to work with you. People will contribute in the long term only if they intrinsically believe in the project and gain social status by contributing.\\n* **Provide Ownership** - You have to make the contributors feel accountable for the success of the project and the culture. By giving ownership and by showing strong leadership (by actions and decisions), you'll not only make sure to attract the best talents, but you will also assure good retention of your best contributors.\\n* **Create trust -** Creating a strong culture is also creating trust. You need to build trust between members but also with people outside of the community. Having a public face behind the project has shown its efficiency to create trust. Hiring a scribe to facilitate the communication between team is also essential to create a healthy and sustainable trust culture.\\n\\nTo build a strong community, you have to find a “Why.” It’s all about having a common goal and a true belief. As a community leader, building a community with a strong culture is a long journey.\\n\\nBuilding a strong culture is only the first step to attract quality talents to your DAO. With a strong culture, potential contributors will probably notice you and try to understand better what you’re doing. Once in your community, the next step is to incentivize them to participate and help the DAO grow..\\n\\n### 2 - Design great incentives\\n\\nThe main interest of creating a Token for your community is to incentivize potential contributors to participate and give their time to make your project grow. There are [three primary types of incentives](https://coinvise.substack.com/p/how-to-design-great-incentives):\\n\\n* **Social incentives -** It's more of a social, collectible value that people are proud to own. Social Tokens create status within a community. Think of Airline miles that generate status within a specific sphere (Airline lounge, first to enter the plane, etc..) or special perks in Discord servers\\n* **Vision Incentives -** members aren't participating \\\"for-profit\\\" (aka economic incentives) but are driven by a specific ideology. Community members will exchange your Token without a monetary value because they sincerely believed in the vision.\\n* **Economic Incentives -** it doesn't require a particular strategy, and you can simply ask community members to achieve a mission in exchange for economic value. By creating a pay-for-performance incentive scheme, anyone can provide their skills and help grow the project.\\n\\nWell-designed incentives are essentials to attract quality talents for your DAO. Economic incentives are a great way to onboard new people to your project, but sustaining a community only based on financial incentives in the long term can be complicated. You should try to design bounties and rewards contributors that are here for the vision of the project and its social aspect, not for speculation. By giving ownership and rewarding high-quality talents with well-designed incentives, you'll make sure to create a sustainable and healthy community that can thrive in the long run.\\n\\nBounties and rewards can take many forms but should always fit into the broader goal of your community. A great example of an incentive that can be applied in almost all communities is a \\\"Referral bounty.\\\" Leveraging its community to attract qualified people by rewarding existing contributors when they refer people they know has shown to be an efficient way to attract top talents in the past.\\n\\nWith a strong culture and effective incentives, you should already be able to attract high-quality members for your Creator DAO. However, to make sure those talents contribute actively and provide value, you'll need a well-design onboarding process.\\n\\n### 3 - Having a well-design onboarding process\\n\\nBeing a member of a couple of DAOs myself, I've found it very time-consuming to browse the many channels of a Discord server and understand where I can provide value. There is a lot of confusion and plenty of non-relevant information to sift through, and it can be scary and demotivating for new potential contributors. To attract top talents, it's essential to make sure the onboarding process is straightforward. You should think about the user journey and create an onboarding process that makes it easy for anyone to participate.\\n\\nAn example of a great onboarding process could be [BanklessDAO](https://www.bankless.community/). Their [Wiki](https://www.notion.so/bankless/BanklessDAO-Wiki-82ba81e7da1c42adb7c4ab67a4f22e8f) is organized to participate even though you don't have much time to provide to the DAO. By doing that, they are making sure that no one feels intimidated and therefore are making sure to receive help from the maximum of people.\\n\\nThey also have clear documentation about the different guilds of the DAO and their respective missions, making it easy for anyone to see where they think they could provide the most value.\\n\\nFinally, once you've identified the guild you could bring the most value to, they are making the process of contacting someone from this guild easy. It's still rare to see a well-designed onboarding process in DAOs today, and potential contributors often still have to DM one (or several) community leaders (s) and ask how they can provide value, making the whole process longer and less effective. By creating a well-designed onboarding process (clearly explaining what you need help for, what your DAO is doing, and making it easy for potential contributors to reach out to a qualified member), you'll have a competitive advantage compared to other DAOs.\\n\\n### Conclusion\\n\\nAttracting quality talents for your DAO is not an easy task, but by making sure to have a strong culture, a well-designed onboarding process, and good incentives, you should be able to work with high-quality contributors and successfully grow your project. The most successful DAOs tend to lower entry barriers and combine a strong culture with a sense of ownership for every contributor.\\n\\n\\n---\\n\\n**Want more?**\\n\\nFollow us on **[Twitter](https://twitter.com/CoinviseCo)**,  [Instagram ](https://www.instagram.com/coinvise/?hl=en)and join us on **[Discord](https://discord.gg/XQBwvzpZv2) 🔥**\\n\\n\\n---\\n\\n**Further resources:**\\n\\n* [Growing A Tokenized Community](https://club.mirror.xyz/hUCOZNvJ7uQI7DXOAmz3Rr-yt82o9gTiJx5T5srD5tc)\\n* [Issue #26: How You DAO](https://30000feet.substack.com/p/issue-26-how-you-dao)\",\"timestamp\":1631312104,\"title\":\"How to attract high-quality talent for your DAO?\",\"publication\":\"coinvise\"},\"digest\":\"XKsvbkn1nP-DqYJ_huJ0enC9O9s3se-Gd15W0bwzVg8\",\"authorship\":{\"contributor\":\"0xC0241e384dB48C35E7b3FEded3BfEcd29A3E73e3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0o_MeTMWdmmauXiMTPhbFpndJiwTTuKYZg0bGwkJ4bU\\\",\\\"y\\\":\\\"KTT6UE3lb5rJC46ZjD-6i2mKJ7INKxnqxOadQRWweHI\\\"}\",\"signature\":\"iasMgzcwKEpAQj0-MyboRkfqn6rMYz6R8kJm73fTEdYi-P8xvf9gki8RlZPKdlMXYlRQMhHsMru0itA-a1EqSA\",\"signingKeySignature\":\"0xcc613260e5f5b48c237877a3499201fc21625773b852a1a30d2621e4030145ed571bbaf7e6a772fdae8d151fa5249d801febe34436bbf227d6ac50d575bf1ee61b\",\"signingKeyMessage\":\"I authorize the publication of articles on coinvise.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0o_MeTMWdmmauXiMTPhbFpndJiwTTuKYZg0bGwkJ4bU\\\",\\\"y\\\":\\\"KTT6UE3lb5rJC46ZjD-6i2mKJ7INKxnqxOadQRWweHI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_8nlEhI13gz8hbwF-fFwFFFw8tsm_c3uKNtpSzpmldU\"}"