"{\"content\":{\"body\":\"The conga line of Pacific storms that soaked Northern California over the past week was record shattering.\\n\\nWith 4.05 inches of rain in 24 hours, Sunday was the wettest October day in San Francisco history and the fourth-wettest day ever, going back to the 1849 Gold Rush. That’s an astounding feat for October, which typically isn’t a very wet month. Similarly, San Jose received 50% as much rain over the weekend as it did during the entire previous year. In the East Bay, a foot fell during the week at Tilden Park in Berkeley and Mount Diablo’s summit. And Marin County, the bulls-eye of this weekend’s powerful atmospheric river, ended up with a breathtaking 26 inches over Mount Tamalpais when all was said and done.\\n\\nDoes the deluge mean California’s severe drought is over? No, experts said Monday as sunny skies returned.\\n\\nBut it was an excellent start to this year’s winter rainy season, they noted, sending tens of billions of gallons into anemically low reservoirs, all but ending fire season across much of the state and beginning the long task of recharging rivers and groundwater.\\n\\n“This was a frog-choker, but not a drought buster,” said Jeffrey Mount, a professor emeritus of earth and planetary sciences at UC Davis. “We’re still in a drought. But this storm sanded off some of its rough edges.”\\n\\nCalifornia needs another five to seven big atmospheric river storms to fill its reservoirs and end the drought, he estimated.\\n\\nThe forecast for Northern California calls for generally dry weather this week. Water managers and meteorologists are hoping for a repeat storm in November to keep up the momentum, given that the past two years have been the two driest in Northern California since 1976-77.\\n\\n“You just don’t make up for that in a single storm — even if it’s an all-time record,” said Mount, a senior fellow at the Public Policy Institute of California’s Water Policy Center.\\n\\nThis storm brought San Francisco’s monthly rainfall total for October to 7.04 inches, its second-wettest October since 1849 when its modern weather records began, behind only October 1889, when 7.28 inches fell.\\n\\n[美女まみれになれるというオンラインカジノはここですか？](https://eb2.3lift.com/pass?tl_clickthrough=true&redir=https%3A%2F%2Fad.doubleclick.net%2Fddm%2Ftrackclk%2FN837312.279382INVITEMEDIAINC.DO1%2FB24774011.284964983%3Bdc_trk_aid%3D478951260%3Bdc_trk_cid%3D139435443%3Bdc_lat%3D%3Bdc_rdid%3D%3Btag_for_child_directed_treatment%3D%3Btfua%3D%3Bgdpr%3D%24%7BGDPR%7D%3Bgdpr_consent%3D%24%7BGDPR_CONSENT_755%7D&ss=7&bc=3.889&pr=1.828&brid=117828&bmid=3690&clid=5780437&biid=3690&tid=6178868&sid=85217&aid=58250148105784477180&did=17561&bcud=3889&ts=1635249229&cb=43388)\\n\\n[クール系美女からかわいい系女子までよりどりみどり。美女ディーラーと遊べる大人の空間はココ！バカラ、ブラックジャック、ルーレット他、遊べるゲームも各種豊富。今すぐ登録して最大500ドルの期間限定ボーナスをゲットしよう！](https://eb2.3lift.com/pass?tl_clickthrough=true&redir=https%3A%2F%2Fad.doubleclick.net%2Fddm%2Ftrackclk%2FN837312.279382INVITEMEDIAINC.DO1%2FB24774011.284964983%3Bdc_trk_aid%3D478951260%3Bdc_trk_cid%3D139435443%3Bdc_lat%3D%3Bdc_rdid%3D%3Btag_for_child_directed_treatment%3D%3Btfua%3D%3Bgdpr%3D%24%7BGDPR%7D%3Bgdpr_consent%3D%24%7BGDPR_CONSENT_755%7D&ss=7&bc=3.889&pr=1.828&brid=117828&bmid=3690&clid=5780437&biid=3690&tid=6178868&sid=85217&aid=58250148105784477180&did=17561&bcud=3889&ts=1635249229&cb=43388)\\n\\n[SPONSORED BY ベラジョンカジノ](https://eb2.3lift.com/pass?tl_clickthrough=true&redir=https%3A%2F%2Fad.doubleclick.net%2Fddm%2Ftrackclk%2FN837312.279382INVITEMEDIAINC.DO1%2FB24774011.284964983%3Bdc_trk_aid%3D478951260%3Bdc_trk_cid%3D139435443%3Bdc_lat%3D%3Bdc_rdid%3D%3Btag_for_child_directed_treatment%3D%3Btfua%3D%3Bgdpr%3D%24%7BGDPR%7D%3Bgdpr_consent%3D%24%7BGDPR_CONSENT_755%7D&ss=7&bc=3.889&pr=1.828&brid=117828&bmid=3690&clid=5780437&biid=3690&tid=6178868&sid=85217&aid=58250148105784477180&did=17561&bcud=3889&ts=1635249229&cb=43388)\\n\\n[See more](https://eb2.3lift.com/pass?tl_clickthrough=true&redir=https%3A%2F%2Fad.doubleclick.net%2Fddm%2Ftrackclk%2FN837312.279382INVITEMEDIAINC.DO1%2FB24774011.284964983%3Bdc_trk_aid%3D478951260%3Bdc_trk_cid%3D139435443%3Bdc_lat%3D%3Bdc_rdid%3D%3Btag_for_child_directed_treatment%3D%3Btfua%3D%3Bgdpr%3D%24%7BGDPR%7D%3Bgdpr_consent%3D%24%7BGDPR_CONSENT_755%7D&ss=7&bc=3.889&pr=1.828&brid=117828&bmid=3690&clid=5780437&biid=3690&tid=6178868&sid=85217&aid=58250148105784477180&did=17561&bcud=3889&ts=1635249229&cb=43388)\\n\\n“It’s more than a drop in the bucket,” said Jan Null, a meteorologist with Golden Gate Weather Services in Half Moon Bay. “But it doesn’t fill the bucket.”\\n\\nWhy? Here’s the math: San Francisco received just 20.67 inches of rain over the past two years ending June 30, Null noted.\\n\\nSan Francisco is commonly used as an indicator for the Bay Area’s weather trends because it has the oldest set of accurate weather records.\\n\\nThe historical average for a two-year period there is 45.78 inches. So the city began this winter season down 25.11 inches — in other words, missing a full year of rain. To recoup that deficit, the city would need a staggering 48 inches of rain by next June.\\n\\nThat’s only happened once in recorded history, in the winter of 1861-62 when newly elected Gov. Leland Stanford rode a row boat through the streets of Sacramento to get to his inauguration and 49 inches fell. The Bay Area came close in 1997-98, when El Niño storms delivered 47 inches to San Francisco and caused widespread flooding across Northern California.\\n\\nMILLBRAE, CALIFORNIA – October 25: Flooding on Millbrae Avenue near Highway 101 in Millbrae, Calif., disrupts traffic on Monday, Oct. 25, 2021. An “atmospheric river” storm, the strongest to hit the Bay Area in two years moved through the Bay Area on Sunday. (Mercury News) \\n\\nImpacts from the past week’s storms continued Monday.\\n\\nThe National Weather Service issued a high surf warning through Tuesday from Point Reyes National Seashore to Big Sur. Forecasters warned of 20 to 30 foot waves breaking at the beach and life-threatening rip currents.\\n\\nWater managers carefully checked reservoirs Monday and generally liked what they saw.\\n\\nAt Lake Oroville, California’s second-largest reservoir, in Butte County, the lake level rose 23 feet and added 135,000 acre-feet of water from last Monday to Monday afternoon — enough water for 675,000 people’s annual needs. But Oroville was just 26% full, up from 22% a week ago.\\n\\nCalifornia’s largest reservoir, Shasta Lake, near Redding, went up 2 feet, but that took it only from 21% full to 22% full. Even though billions of gallons of water flowed from the wet watershed, the lake is 35 miles long and will take a while to recover, experts said.\\n\\nIn the Bay Area, the 10 reservoirs owned by the Santa Clara Valley Water District increased from 10% full to 11% full over the week.\\n\\n“We have a long way to go to make up for the last few dry years,” said Tony Estremera, chairman of the Santa Clara Valley Water District. “We need everyone to continue to do their part to conserve water.”\\n\\nSimilarly, the seven reservoirs operated by the East Bay Municipal Utility District added 5,000 acre feet, rising to 56% full, up from 55% a week before. Marin County’s parched reservoirs, did better, increasing from 32% to 43% full.\\n\\nIn the Santa Cruz Mountains, Loch Lomond Reservoir near Ben Lomond, which received 9 inches of rain over the week, went up 1 foot, taking it from 53% to 54% full.\\n\\nWater managers said much of the water soaked into the dry ground, but they expect reservoir levels to slowly go up this week as surging streams flow downhill.\\n\\nIn the Sierra Nevada, some areas received more than three feet of snow on Sunday into Monday morning.\\n\\n## RELATED ARTICLES\\n\\n* [Storm totals: Who got the most rainfall in the Bay Area](https://www.mercurynews.com/2021/10/25/storm-totals-who-got-the-most-rain-around-the-bay-area/)\\n* [One rescued from Guadalupe River during Bay Area storm](https://www.mercurynews.com/2021/10/25/san-jose-one-rescued-from-guadalupe-river-during-bay-area-storm/)\\n* [Watch: Bay Area storm topples semi-truck, makes porta-potties dance](https://www.mercurynews.com/2021/10/25/watch-storm-topples-over-semi-truck-makes-porta-potties-dance/)\\n* [Bay Area storm: Crews clear flooded highways, fallen trees, while tens of thousands wait for power](https://www.mercurynews.com/2021/10/25/bay-area-pummeled-by-heavy-rain-and-winds-showers-to-continue-into-monday/)\\n* [Photos: Atmospheric river continues to pummel the Bay Area](https://www.mercurynews.com/2021/10/24/photos-atmospheric-river-continues-to-pummel-the-bay-area/)\\n\\n“It’s pretty crazy,” said Chris Beam, a cook at Donner Ski Ranch, 10 miles northwest of Lake Tahoe. “I haven’t seen snow like this since March. The general manager is plowing the parking lot as we speak.”\\n\\nIn the Santa Cruz Mountains, where 3,300 homes were under evacuation orders Sunday due to fears of mudslides on areas burned in last year’s wildfires, there were some trees down and minor flooding but no major damage, said Jason Hoppin, a county spokesman.\\n\\nNull noted that of the nine previous wettest Octobers in San Francisco, six of those years ended with above-average rainfall.\\n\\n“It’s a good start,” he said. “A really good start. But it’s not a guarantee that we will have a good finish.”\",\"timestamp\":1635249237,\"title\":\"Atmospheric river storm: How it affects California’s drought\"},\"digest\":\"kRAnYdvcAyb4hdxe7meEcTwyaYAfCm1MbD3jgoUbtNM\",\"authorship\":{\"contributor\":\"0x6140E4c4b50f53D4a2621DF028b75Ce94f88De5b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5-5fsM9YEnGO5giEzkepphlTxLaYWCFAGiJ3fVpOde0\\\",\\\"y\\\":\\\"HXvJKbEuBq0mUiFNxWGmoLgkbyUylMBKuaHbDpmY4E0\\\"}\",\"signature\":\"DXIshv6OQHnG3dxiqSb5LNAb8GR5huVUkzdnmBrPAyuz2mjVkM2UhTVp8fSgIchsSV2yWS7VmKDWggNnI_o3Pw\",\"signingKeySignature\":\"0x930a10ba69d6a843ee43224aeb6f37fa3601bf49bc291a15c5769f99049b17ce4d88bf8a9c4e6296f8786c8a23b08b0d028d38f456c8818aaef7341b0e7eadc31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5-5fsM9YEnGO5giEzkepphlTxLaYWCFAGiJ3fVpOde0\\\",\\\"y\\\":\\\"HXvJKbEuBq0mUiFNxWGmoLgkbyUylMBKuaHbDpmY4E0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kRAnYdvcAyb4hdxe7meEcTwyaYAfCm1MbD3jgoUbtNM\"}"