"{\"content\":{\"body\":\"```\\nReview of Defi2.0\\n\\nIn the Defi2.0 area, many excellent projects were borned. Many dark horses have emerged in this new metaverse. In September, there was still a downturn, rising all the way against the trend. Toke, OHM, and Spell have increased from several times to more than ten times. What are the advantages of these new DeFi projects?\\n\\n--OHM is an algorithmic stable currency. It is an algorithmic stable currency with asset reserves that are not anchored to the U.S. dollar. There are real assets behind OHM as collateral but not the U.S. dollar. It is almost different from the general stable currency that is anchored to the U.S. dollar. Because the US dollar is actually heavily influenced by the Fed's interest rate policy, it is not too decentralized. What Olympus wants to do is a truly decentralized asset. There is still reserve funds behind it, but the actual price is determined by the market. It relies on the sale of discounted liquid bonds and asset bonds to achieve a balanced and stable effect, and issuance of additional money supply. Volume can cause selling pressure, and giving discount rewards will allow you to buy OHM tokens.\\n\\n--SPELL is a cross-chain stable currency. Cross-chain asset transfer is already daily life. Spell is actively deploying major public chains so that users can use MIM tokens in each public chain, and cross-chain bridges with tools for cross-chain asset transfer There is no handling fee for the cooperative launch of transferring MIM tokens to other public chains. Mortgage USD stable currency MIM, 1 MIM equals 1 USD, hope to become the leader of cryptocurrency mortgage stable currency, Spell is its governance token, and the stable currency issued is MIM. Spell conducts MIM minting by collateralizing multiple currencies. Support leverage function, another innovative point is that you can mortgage receipts (token receipts with interest) for borrowing. This is an innovative attempt and is also very attractive to users.\\n\\n```\\n\\n![](https://images.mirror-media.xyz/publication-images/2QcxPVSUzOJF4TKYgN4cp.png?height=1000&width=800)\\n\\n```\\n\\n\\r\\nThe vision of Defi3.0\\n\\nBecause the white paper has not been released yet, according to my understanding of defi and my vision of blockchain development, the following points feel that CONCAVE can be the leading project of defi3.0.\\r\\n\\r\\n--CONCAVE may cover the user's needs for decentralized finance, including the vision of stable assets, liquidity agreements, lending markets, derivatives markets, investment and financial management, etc., especially in cross-chain aggregated mortgage lending, which has leading technical advantages. It is comprehensive The decentralized financial ecology of China lowers the threshold for participation, so that everyone can participate, and everyone has a stable income.\\r\\n\\r\\n--CONCAVE may be committed to building user-centric, community consensus-oriented, crowning rights in the community, entrusting responsibilities to nodes, returning profits to consensus, using CONCAVE as a proof of rights, a logo of responsibility, and a profit Anchor point. It may usher in a new era of mining economy, bringing benefits to investors and hope to miners, and finally bringing global users into the ecosystem to enjoy the dividends of the times.\\n\\n--CONCAVE's prominent deflation mechanism perfectly solves the risks caused by the fall in digital currency prices. According to the operation of this deflation mechanism, the deflationary CONCAVE is continuously burned and destroyed, and the total amount becomes smaller and smaller, until the total amount of CONCAVE deflates to a predetermined amount. Through the market supply and demand relationship and currency prices, the consensus and participation are continuously expanded, and the market value of CONCAVE is getting higher and higher.\\r\\n\\r\\nIn short, no matter how the project progresses, I hope that CONCAVE will become the leading project of Defi3.0, and everyone will move forward together!\\n```\\n\\n![](https://images.mirror-media.xyz/publication-images/Y34NNYvPgHQsJ7KkwAfa-.png?height=2048&width=1358)\\n\\n```\\n\\n\\n\\n```\",\"timestamp\":1638279696,\"title\":\"Review of Defi 2.0 and vision of Defi 3.0\"},\"digest\":\"XudifySDVwTK8fcpdlgqjZIT1EGzO9n_5p2lcvp81vs\",\"authorship\":{\"contributor\":\"0x619d70d46b64239bf5060bc12011F4b47d2aC825\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ArP5z90PtCuNyoEj3OGV6FX9PTsvi3U4WijjTERoyI4\\\",\\\"y\\\":\\\"mcUe_gqc25OMT_RejKFwlRN0PeTkkK3ol48XsC9q04c\\\"}\",\"signature\":\"dAs_hESvNhomCQz6v6nCWYGPH4AkkZrOm1oWi-y4lVH86J8mlyX72ZVc_AjGLj88E4MpnIoIgI9iMSdjq24FAw\",\"signingKeySignature\":\"0x9d90c4ea880c94c8026c463b7b2b1bfa459bc88a512f05bd3ed3a21e7a675f6360307d9a99cb9891fa6f721401d1d9aa39dc0e87930e2a088376dcadeaad5a611b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ArP5z90PtCuNyoEj3OGV6FX9PTsvi3U4WijjTERoyI4\\\",\\\"y\\\":\\\"mcUe_gqc25OMT_RejKFwlRN0PeTkkK3ol48XsC9q04c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XudifySDVwTK8fcpdlgqjZIT1EGzO9n_5p2lcvp81vs\"}"