"{\"content\":{\"body\":\"On idiocy\\n\\n \\n \\n\\nSmartphones are the revolution of our current time. Every “empty” moment can now be filled with media. It doesn’t matter what is on the screen as long as there is something. Anything is better than being bored and we are in love with being distracted. I will argue for life being a distraction from death but that this form leads to unhappiness and insecurity. \\n\\n \\n \\n\\nInterpersonal communication has been our method of distraction since the day of dawn. Humans converse in much the same way we play; for no end and by any means. Talking passes time and distracts us from any unwanted thoughts. People in cultures with little alone time tend to be less depressed (citation needed) but modern culture values individualism and I also think it is important in growing as a society. Yet I feel one side of society is improving due to the “smart” use of smartphones and other technology and the other side is declining. \\n\\n \\n \\n\\nI want to teach the correct usage of smart phones, although this can be generalised to all media. In olden days without phones when we were alone, we were truly alone. Nobody to talk to and no possibility. Now we can always communicate with people or is is at least possible. This creates a huge gap. We could always be communicating, so if we aren’t it is now a conscious choice. In the past is just was not an option. Having optionality is usually an advantage but only if one can make correct use of it. Some people see the option of always communicating as a reason to do exactly that. And if they are not communicating the are at least consuming media (which is a one sided form of communication). This in itself would be okay but the problem arrises from self-negligence. No more time is spend in boredom, no more negative feelings are experienced and people live on a constant and never ending dopamine fix. Yet ultimately these are areas where creativity, growth and self-reflection come from. If you do not spend time with and by yourself, how do you evaluate, grow, teach or love yourself. The self dissolves into a passive observer a mindless, unreflected number that has no identity, no self thought, no references. I predict a future where people become increasingly emotional, irrational and lose the ability of self-reflection we have worked so hard to gain. In many parts of the world people do not have this gift. They are not “thinking” they spend all there time with others and live their lives from feeling to feeling. And this is understandable in a culture where there is no education or wealth. The people act more like “animals” without any self-reflection or self-awareness. \\n\\n \\n \\n\\nAs a policy maker or capitalist it makes sense to keep people in this state. Unaware people consume more and are easier to control. We are becoming stupider as a few elite people have realised that they can become wealthier and more powerful as a consequence. \\n\\n \\n \\n\\nI started this short essay on distraction from death and how smartphones provide that. People need not to be distracted but enlightened and aware of death, of passing and see the good in that. They need to become aware of themselves of the beauty around them and the possibilities they have. Media offers cheap distraction often when not even needed. The trick is to use media and smartphones to their benefit. We have all the knowledge at our fingertips and can communicate with anyone at anytime. But we must be twice as careful when and how. Otherwise we risk losing awareness at the cost of distraction. Awareness is closely linked to intelligence in my opinion, not factual intelligence but a kind of awareness of the world, of others.\",\"timestamp\":1639476475,\"title\":\"On idiocy\"},\"digest\":\"5DQ0uLztkkv1NQ4t58o0DFzR4-yh0lKoOLX5zBEwTac\",\"authorship\":{\"contributor\":\"0xcC1Fa03e8172B22B90a68615872F47D3B703A610\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FfDlpZddWtaluNWXD7W6dN8mFghe_YfwmYHI0PlFQ5k\\\",\\\"y\\\":\\\"_S1OW_CAbpMjvy21mU1kFNuJgFXBn-KtdbhSBPu93C8\\\"}\",\"signature\":\"kREtGZoyp6MijGi-9hFtPg1kS288l7vRDBbC3c1VM3tko1AhfuiM26uIW4hWh5LfQIcF8GtuVj6I43KohGBqcA\",\"signingKeySignature\":\"0x604ab1fb886724196c480c557c059bad0a71cc5d1af0bd5421202517fc744bd96d893a7212cc12082dbde2685be15114ba162a8c9742cf9a71a0be9568d930751b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FfDlpZddWtaluNWXD7W6dN8mFghe_YfwmYHI0PlFQ5k\\\",\\\"y\\\":\\\"_S1OW_CAbpMjvy21mU1kFNuJgFXBn-KtdbhSBPu93C8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5DQ0uLztkkv1NQ4t58o0DFzR4-yh0lKoOLX5zBEwTac\"}"