"{\"content\":{\"body\":\"之前总结了[Ryan Holiday](https://www.camelliayang.com/blog/ryan-holiday-28)[《十二个改变一生的问题》](https://www.camelliayang.com/blog/12-questions-that-will-change-your-life-ryan-holiday)，今天再来总结下[Tim Ferriss](https://tim.blog/)版本的《十七个改变一生的问题》。\\n\\n**1. 如果我反其道而行之会有什么结果呢？**\\n\\nTim大学毕业后的第一份工作是向CEO/CTO销售大容量数据存储。他依照传统的打电话和发邮件的方法，但是业绩并不如意。\\n\\n终于有一天Tim意识到所有的销售人员都在上午9点到下午5点的工作时间打电话和发邮件，而且CEO/CTO的助理和秘书也是朝九晚五地工作，那么，何不尝试在接下来的48小时做与其他人相反的事情呢？\\n\\nTim随后挑了周四周五两天只在早上7点到8点半和晚上6点到7点半打销售电话，这招果然奏效，大老板们都会直接接起电话。Tim受此启发，开始尝试更多反其道而行之的实验。比如说只问问题不推销；研究技术资料让自己像个工程师而不是推销员；把邮件回复从「我期待尽快得到你的回复」改成「如果您太忙没时间回复，我完全理解，感谢您读到这里」... 这些实验最终都得到了回报，Tim一个人一季度的销量就击败了竞争对手在整个洛杉矶的销量。\\n\\n**2. 我在哪些地方花了冤枉钱？我能否花钱解决自己的痛点？**\\n\\nTim很早就陶醉在硅谷的创业文化浪潮中，但他在探索商机的时候，并没有做深入的市场调查，而是从分析自己的信用卡账单开始，然后问问自己，我究竟在哪些地方花了冤枉钱？我的哪些花销和收入不成正比？在哪些领域我对价格并不敏感？\\n\\nTim发现自己每个月要花$500左右来购买运动补剂，但当时他的年薪还不到$4万美元。他发现自己周围的男性朋友也是如此。Tim决定自己开发一款可以满足自己和他人需求的补剂产品BrainQUICKEN，同时说服同事预购他的产品，这样他就有足够的资金去雇佣相关人士并进行小规模生产。\\n\\n**3. 如果我有$1000万，我会做什么？我真正的目标月收入是多少？**\\n\\nTim研发的BrainQUICKEN一经推出后，在十几个国家均有销售。他的财务状况得到了迅速的提升，但是他的个人生活却遭遇了危机。Tim每天依靠咖啡因工作15个小时，且经常处于崩溃的边缘。他当时打算结婚的女朋友也因为他只专注于工作而离开了他。\\n\\nTim开始反思自我：如果我银行里有$1000万美元，我想做什么？想拥有什么？想成为什么？我期待的目标月收入是多少？在做出一番计算之后，Tim发现自己其实并不需要这么多的钱就可以达到理想的生活，自由时间对他而言，比挣钱有更大的吸引力。于是Tim决定给自己放个假，来一次漫长的海外旅行。\\n\\n**4. 事情最差会变成什么样子？我还能回到原点吗？**\\n\\n详情参见Tim的畅销书《Tools of Titans》第463页讲到的「预设恐惧」，或者他的[TED演讲](https://www.ted.com/talks/tim_ferriss_smash_fear_learn_anything?language=en)。\\n\\n**5. 如果我每周只能工作2小时，我会怎么做呢？**\\n\\n在用「预设恐惧」的方法消除旅行焦虑后，Tim踏上了征途，并决定远程办公，并且克服事业上的瓶颈。Tim深受「80/20原则」的影响，决定思考一下如果有人拿枪指着他，让他以后每天只能工作两个小时，那么他会专注做什么事情呢？\\n\\nTim开始分析自己的客户数据，看看哪20%的客户/产品/区域构成了他80%的产品销量，然后以此调整公司战略：自动化90%以上零售客户的购物流程；主动与3-5个高质量客户取得联系并强化服务质量；「开除」那些需要耗费精力来维持的劣质客户等。\\n\\n**6. 如果我让员工做决定，我会给他们多大的经济决策权利？**\\n\\n这个问题让Tim一下子把原本每周花费40-60小时解决客户问题的时间缩减到不到2小时。Tim在旅途过程中，经常收到来自员工的邮件，问问他如何处理涉及到金钱的客户服务问题。Tim于是群发了一封邮件：如若发生A,B,C类的问题（涉及金额少于$100），请自行做出决定，并记录在案（客户的问题，你是如何处理的，花费了多少钱），请秉承让客户满意的结果即可。\\n\\nTim当时做了最坏的打算，结果没想到他的员工普遍处理的结果都令人满意，后来Tim把金额限制从$100美元逐渐上升到$1000美元，对决策的审查也从月度过渡到季度再到年度。Tim明白了两个道理：1）要想完成宏大的目标，你需要接受坏情况的偶尔发生；2）把责任交给员工并信任他们，人们的智商似乎会提高一倍。\\n\\n**7. 最不拥挤的渠道是什么？**\\n\\n快进到2006年，Tim已经完成了[《每周工作四小时》](https://www.amazon.com/4-Hour-Workweek-Escape-Live-Anywhere/dp/0307465357)的写作，他开始思考如何推广这本书。他向十几位畅销书作家请教：新书发布时最浪费时间和钱的地方在哪里？你永远不会再做的事情是什么？如果你选择一个渠道投资1万美元，会是哪个渠道？Tim听到这些作家反复提到了会重用「博客」。\\n\\n尽管当时要和博主们取得联系，都要通过电话和邮件，但是Tim反其道而行之，选择参与博主们参加的展览/会议与他们面谈。Tim也没有一上来就像博主们推销自己的新书，而是与他们在后台一起喝酒闲聊，直到有人问起他是做什么的以及为什么来这里，他才会「自然而然」地把书从口袋中掏出来，然后说自己是来这里学习的，刚刚写了一本书，如果你有兴趣的话可以为你免费邮寄一本，并期待能得到你的书评。后来著名的科技博主Robert Scoble把Tim这一套方法总结称为「灌倒博主」式营销手段。\\n\\n**8. 如果不能直接推销产品怎么办？**\\n\\nTim很快发现大多数媒体对新书发布会根本不屑一顾，记者们关心的是故事，而不是最新通告。Tim反问自己，如果我不能直接向他们推销书籍的话，还有什么方式呢？Tim决定「以人为本」进行推销：专注于写一些别人通过他教授的方法改变了命运的故事；写一些疯狂的实验文章把人们引到「欲知详情请参考我的新书」；瞄准流行文化创作一些新词，比如说「生活设计」；或者把发布会本身做成一个有趣的新闻项目。人们不喜欢硬广告，但喜欢听故事，在后者下功夫。\\n\\n**9. 如果我自己创造一个MBA学位呢？**\\n\\n详情请见《Tools of Titans》第250页，或访问[tim.blog/mba](http://tim.blog/mba)。\\n\\n**10. 我一定需要弥补损失吗？**\\n\\n2008年的时候，Tim在加州圣何塞贷款买了一个一栋房子，那时候房屋价格急剧下降，而Tim也准备搬到旧金山，卖掉房子就意味着15万美元的损失。他的朋友们一直建议他把这套房子作为出租房来弥补损失，于是Tim听从了他们的建议，找了物业公司进行管理。但是，Tim还是经常需要做令他头疼的文书工作。\\n\\n有一天晚上Tim开始反省自我，我真的需要靠出租房屋来弥补损失吗？我真的不能靠其他方式把这个钱重新赚回来吗？如果你在赌桌上输下巨款，你还会一直待在那里试着赢回来吗？Tim发现，人们很容易受到「锚定效应」带来的认知偏差，尤其是在房地产和股票市场（建议阅读《Think Twice》 by Michael Mauboussin》）。于是，Tim很快将房子出售，一旦他的注意力和心灵空间得到释放，他很快从其他地方把损失的钱赚了回来。\\n\\n**11. 如果我只能做减法来解决问题呢？**\\n\\nTim在为创业公司提供建议时，首先会问自己，如果我只能通过做减法解决问题呢？与其询问「我们应该怎么做？」不如先问问「我们应该简化什么？」。Tim当时投资了一家叫做 Gyminee的公司，正准备以Daily Burn的新品牌形象推出市场。当时公司没有足够的人力对网站进行重整设计，增加新的元素十分耗时，但删除旧有元素就很简单了。\\n\\nTim于是让员工在网站主页上删减了大约70%的可点击元素，只集中于最有价值的「单击菜单」上，结果网站转换率立即提高了21.1%。此后，Tim将这种「做减法解决问题」的思路用到生活中的其他方面，让自己可以集中于一个优先事物上，而不是被繁杂的待办事项占据时间和精力。\\n\\n**12. 我可以采取什么措施让自己不需要每天查看邮件和做事无巨细的决策？**\\n\\nTim发现大多数的创业者虽然有休假时间，但是假期结束后反而需要更加用力的工作，来弥补自己不在公司时欠下的「工作债」。Tim之前尝试过授权于员工，自己可以去周游世界各地而不需要每天查看邮件和做决策，他建议其他创业者也建立这样的系统，来避免参与大大小小的决策。理想状态是公司离了你也可以正常运转。通常这套自动运转系统还能使你的公司发展更上一个台阶，既解放了自我，又加速了发展。\\n\\n**13. 我是在猎杀羚羊还是捕捉田鼠？**\\n\\n美国政治家紐特·金里奇提出了专注做大事而放弃做小事的理论。他提到，狮子完全可以花费很小的能量来捕捉田鼠为食，也可以耗费更大的气力去猎杀一头羚羊，为自己和狮群提供食物。但是，如果狮子一直依靠做这种简单的任务而维持生计的话，那它们早就灭绝了。动物都知道专注于长远来讲对它们更有利的行动，人是不是也应该反思自己每天把时间和精力都花费在哪里了呢？是耗费精力在能为你带来更高收益的「羚羊」上？还是只能带来短期收益的「田鼠」上面？\\n\\n**14. 难道一切都需要达到完美状态吗？**\\n\\nTim在[《Tools of Titans》](https://www.amazon.com/Tools-Titans-Billionaires-World-Class-Performers/dp/1328683788)一书中介绍了很多培养「珍视当下」意识的工具，比如说每天写五分钟日记、每天睡前反思今天取得的小成功。很多人喜欢追求完美主义，事事都想做到尽善尽美，虽然这是一个很好的态度，但往往会给自己带来焦虑。不如把未来导向的目标（取得A+）降格到超过及格线即可（C+），这样可以正视自己现有的能力，在力所能及的范围内完成该做的事情。\\n\\n**15. 如果这个事情可以化繁为简，那会是什么样子？**\\n\\nTim在思考问题时，总会问问自己，如果这件事情有一个简单的解决方案，那会是什么样子？Tim发现当他做决策倍感压力且不知所措时，都是因为他把事情复杂化了，或者觉得自己因为不够努力所以没有得到应有的结果。其实，事情的解决措施往往没有那么复杂，而是我们多思多虑了。\\n\\n**16. 我如何靠金钱去解决问题？**\\n\\n战略规划师丹•沙利文为Tim以及其他连续创业人提供了一种解题思路：能用金钱解决的问题，都不是问题。在创业初期，创业者花费时间去挣钱，一旦你取得财富自由，那就应该花钱去挣时间，因为时间不可再生。这句话听上去很简单，但是行动起来却很难。把握好时间和金钱的关系。\\n\\n**17. 从容不迫。**\\n\\n最后一点并不是一个问题，而是Tim时刻会提醒自己的箴言。Tim的海军陆战队朋友也给他提过训练中的原则：慢就是稳，稳就是快。「奢侈生活」不是追求更多的东西和结果，而是从容不迫的体验生活。\\n\\n[edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=546](edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=546)\\n\\n\",\"timestamp\":1637446623,\"title\":\"Tim Ferriss 十七个改变一生的问题\"},\"digest\":\"VMCucFVQcD4p756XeSZH56dQnW2PrfBbLrJRWoF_JgY\",\"authorship\":{\"contributor\":\"0x6902E5CAf41158d3eD516cBd6D2807BB63863F42\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2MZ9vei52tWYRumRVfc23OqqYa8Ip3Sloov3MLdFlgc\\\",\\\"y\\\":\\\"nDCooILSp_mOwTMhESm3AQPz4OXhGTOIoc6zxQm-C_0\\\"}\",\"signature\":\"u9Ixt-xqP7-PUGKwIWP6B0OSr8l_R8cJcgBa8Ga4E8b0bS3kg6dFJ2L5bxx6_ngDTUEfwoytJp9ZWCyMAM0PeQ\",\"signingKeySignature\":\"0x29f7c26254a8f8e99bea02563f9b8b16913bf3aa2abdc79dd6cf21d1049ee292598b09c31775ffadc67fcb9bfc6f836dcaa494c8fd3f628aa4699eb6fafe4ff01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2MZ9vei52tWYRumRVfc23OqqYa8Ip3Sloov3MLdFlgc\\\",\\\"y\\\":\\\"nDCooILSp_mOwTMhESm3AQPz4OXhGTOIoc6zxQm-C_0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VMCucFVQcD4p756XeSZH56dQnW2PrfBbLrJRWoF_JgY\"}"