"{\"content\":{\"body\":\"***Introducing PWN, a platform that allows users to make use of any digital asset as collateral for a loan.***\\n\\nThe DeFi and NFT ecosystems have captured outstanding value. They’ve made previously theoretical tools, like permissionless and on-chain swaps over-collateralized loans, stable coin generation, and the wide acceptance of digital assets that accrue value, into a reality.\\n\\nIf this is where we’re at today, what might tomorrow look like?\\n\\nPicture a future in which most assets of value are digitized in the form of an on-chain token. Soon, the digital asset class will be the go-to solution for the creation of new financial instruments. Moreover, the ownership of an increasing number of real-world assets can be tokenized and transferred on-chain. We can already see [the first cases of that](https://www.elev8con.com/how-tokenization-of-real-world-assets-will-revolutionize-markets/) happening today.\\n\\nMillennials and members of Gen Z have grown up in an era where digital assets have an indisputable value and a significant portion of this crowd’s net worth will be bound to digital\\nassets. This has taken place first through in-game items, and more recently, through the increasing adoption of cryptocurrencies and novel on-chain assets. The market is slowly shifting towards accepting digital value as a fact.\\n\\nThis is where PWN comes in. [PWN](https://pwn.finance/) is the next component which will allow users to leverage the value of any standard on-chain item through a loan and thus enable the liquidity and real-world possibilities connected with on-chain capital.\\n\\n## Presenting the PWN platform\\n\\n### Here’s the problem\\n\\nThe most important problem that early DeFi projects had to tackle was their ability to provide users with liquidity.\\n\\nBack in the day, peer-to-peer (P2P) lacked the required network effects. Since then, the amount of available capital has increased dramatically and the technology has improved significantly. The combination of these two factors now enables the existence of P2P protocols which can further evolve the industry.\\n\\n### Our solution\\n\\nPWN offers a new kind of P2P lending solution. The PWN platform allows users to make use of any digital asset as collateral for a loan. This way, you can unlock all of the value stored in your collection and use it as you please.\\n\\n**PWN is designed for both borrowers and lenders.**\\n\\nFor borrowers, PWN offers the ability to set up customized fixed terms (such as duration, credit, and interest). Using any digital asset as collateral (think NFTs, coins, and so on), handpick the best offers from the marketplace. What’s more, PWN borrowers avoid liquidation risk due to unexpected price fluctuations.\\n\\nFor lenders, PWN often enables better returns compared to pooling. It also allows lenders to acquire NFTs at reasonable rates in the case that a loan defaults. Since all loans are tokenized as deeds, lenders have the opportunity to exit their positions early.\\n\\nTo learn more about [the nuts and bolts of the PWN platform](https://pwn.finance/#howItWorks), check out more information on our website.\\n\\n### What can PWN accomplish?\\n\\nUsing PWN, we envision the following trends in the DeFi and NFT ecosystem:\\n\\nUnlocking value locked in digital property through leveraging valuable assets\\n\\nCreating opportunities for a sustainable high yield for lenders (such as 100% annual percentage yield or APY) through providing high interest short term loans\\n\\nIncreased price flexibility of NFTs since creditors will be able to profitably sell gained collateral under their last recorded market price through defaulted contracts\\n\\nPWN’s grand vision is to unlock all the value stored in any digital asset and allow it to be deployed in the real world. This could mean that you could mortgage your Bored Apes collection in order to buy a house.\\n\\n## Meet the PWN team\\n\\nAt PWN, we’re explorers who are navigating uncharted waters of the DeFi ecosystem. We’re proud tinkerers and have the mindset of a particular sort of mad scientist. We're not afraid to break things in order to better rebuild them.\\n\\n### How we got things started\\n\\nPWN was initially born in 2020, which is when Josef started working on it as a Solidity coding exercise during the [ETHGlobal Hackmoney hackathon](https://defi.ethglobal.com/). However, he couldn‘t resist the FOMO to grow the concept and dedicate his life to it.\\n\\nJosef, PWN Co-Founder and CEO, is an Ethereum junkie and a self-proclaimed cryptonative. Josef has been organizing ETH meetups and events since 2016 under the umbrella of the [Institute of Cryptoanarchy](https://www.paralelnipolis.cz/koncepty/cryptoanarchy-institute/) and [Parallel Polis](https://www.paralelnipolis.cz/o-nas/en/). In 2018, he joined the ranks of the [Ethereum Foundation](https://ethereum.org/en/foundation/). Connect with Josef on  [LinkedIn](https://www.linkedin.com/in/josefje) or [Twitter](https://twitter.com/JosefJ_).\\n\\nSteve is an alumnus of [DeversiFi](https://deversifi.com/) (formerly Ethfinex Trustless) and has been a DeFi product enthusiast since 2017. With a background in traditional finance as well as tech startups, Steve loved the idea behind PWN so much that he decided to move on from his own fast-growing startup and join Josef on the mission to co-found PWN in early 2021. Steve currently serves as PWN’s Head of Product and Business Development.\\n\\nPWN Engineering Lead [Simon](https://www.linkedin.com/in/simon-kozak/) is a passionate programmer as well as a liberty and crypto enthusiast. Simon loves exploring new technologies and ideas, which is why he joined Josef and Steve in co-founding PWN and hasn’t once regretted it.\\n\\nAs stated before, our current goal is to unlock the next generation of financial services to the unbanked. The time is now — the revolution will be tokenized!\\n\\n### Join us\\n\\nEvery day, the PWN team is working to fulfill our vision one step at a time. We started as a team of 3, and today, we’re currently 18 people strong and [actively continue to grow our team](https://www.notion.so/PWN-is-hiring-f5a49899369045e39f41fc7e4c7b5633).\\n\\nWe also have an active Discord community, who we frequently interact with and continuously draw inspiration from. **[Join us on Discord](https://discord.com/invite/yUBsacmQKN)** to keep the conversation going!\",\"timestamp\":1639145770,\"title\":\"Introducing PWN\",\"publication\":\"pwn\"},\"digest\":\"MpiVw05xUqDQVUe9UvRqZ2WvgAgKEWxEl8Jz6Ft9wcw\",\"authorship\":{\"contributor\":\"0xb52a0e0CF7e6c50e003c07162F8762aDeD5c2539\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DZC9Af8SD8i2e52uzMSa7AMqehhEqILoUSb1qioxE_4\\\",\\\"y\\\":\\\"EgekTd1ucqDSlkbjRAqBBFmau38F7k4zq1BUedwo_74\\\"}\",\"signature\":\"aaXJOoRrtAkN93Q7ihK2wNLTWZTKc9td4IU7WtnLWIgONjbZRf4TUhl5l0C3rd1ibo9nL9xjYxXFjN4PETqKvw\",\"signingKeySignature\":\"0x4d79f719c7937ba5967326109f1e88a2aedcf906729337841afc684f52d79ace7697e6fb36ca41e9bcf180b2a432f0378951863e6a94feb3d670c6df74bc16a51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DZC9Af8SD8i2e52uzMSa7AMqehhEqILoUSb1qioxE_4\\\",\\\"y\\\":\\\"EgekTd1ucqDSlkbjRAqBBFmau38F7k4zq1BUedwo_74\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"MpiVw05xUqDQVUe9UvRqZ2WvgAgKEWxEl8Jz6Ft9wcw\"}"