"{\"content\":{\"body\":\"Thomas Tuchel will fine Romelu Lukaku despite accepting the striker’s apology for a controversial interview and has said he faced no opposition from Chelsea’s board after dropping the club’s record signing against Liverpool.\\n\\nPlayer power has been a problem for many of Tuchel’s predecessors but the manager has been boosted by support from above since Lukaku publicised his unhappiness about life at Stamford Bridge. Tuchel was in a strong position when he held talks with the £97.5m forward on Monday and looked for signs of remorse before recalling him for Wednesday’s Carabao Cup semi-final first leg against Tottenham.\\n\\nExuding calm and authority before hosting Antonio Conte’s Spurs, Tuchel said Lukaku was determined to “clean up the mess” caused by his comments to Sky Italia. However, Lukaku could get a frosty reception from Chelsea’s supporters and Tuchel revealed the former Internazionale forward, who earns about £350,000 a week, would face further punishment.\\n\\n“There will be some discipline action and he will accept it,” Tuchel said. “It’s not a small thing, it’s not the biggest thing and it doesn’t make a comeback impossible – absolutely not. This is what we prove now. But something happened and he will be fined and he needs to accept it.”\\n\\nTuchel said he was pleased to have the backing of Chelsea’s hierarchy. Marina Granovskaia, the powerful director, was involved in Monday’s talks and Tuchel, who also consulted his senior players before omitting Lukakuagainst Liverpool, enjoys a good relationship with Petr Cech, Chelsea’s technical and performance adviser.\\n\\n“It is not like I push my opinions or the club pushes its opinions,” Tuchel said. “We are adults and we reflect on the situation. The more the story went on I had a clear opinion and I was more than happy that it was OK for the club to go with it. It was nice to see that we have a very close relationship and can find very quick solutions without any political interference. The way we dealt with it, Petr and Marina and me, was very calm.”\\n\\nLukaku, who has scored seven goals in 18 appearances since rejoining Chelsea last summer, found himself in trouble after questioning Tuchel’s system and expressing a wish to return to Inter one day. The interview, aired last Thursday but conducted three weeks previously, went down badly at Chelsea and raised huge doubts over the player’s future.\\n\\nHowever, Lukaku does not want a transfer and reaffirmed his commitment to the club in a public apology on the club’s website last night. The striker said he understood why supporters are so upset with him.\\n\\n“I totally understand,” Lukaku told Chelsea TV. “I think I should have been clearer in my message. The interview was about saying goodbye to the Inter fans, it was not about trying to disrespect the fans, the football club, the owner, my team-mates and the manager.\\n\\n“They did a lot of effort to bring me back here. I wanted to come back. I was on a mission since I left. I totally understand the frustrations of the fans. Now it’s on me to show my commitment at 100%. They don’t need to question it.\\n\\n“I always said I wanted to come here to be successful. Chelsea is a club that is equal to success. All players come here to win and I have a special passion for this club. I want to win here for many years. To the fans I’m sorry for the upset I’ve caused. You guys know the connection I have with this club since my teenage years. Also to the manager I apologise, and to my team-mates and the board. I want to move on forward from this.”\\n\\nAdvertisement\\n\\nTuchel accepts the player did not mean to cause offence. “He did not do this intentionally to create noise in front of such a big game,” the manager added. “It is small enough to stay calm, accept an apology and move on. He feels the responsibility to clean the mess up. Maybe we will have a bit of smell still from it. He can handle it but he also has no other choice.”\\n\\nThe intrigue before the Spurs match is that Lukaku played the best football of his career for Conte’s Inter. The former Chelsea manager paired the Belgian with Lautaro Martínez in a 3-5-2, whereas Tuchel has mostly played a 3-4-2-1 this season.\\n\\n“We cannot just play like Inter played and hope that will bring the best out of Romelu,” Tuchel said. “Antonio Conte is a fantastic coach. That system he played at Inter did not only suit Romelu and Martínez, it fits the whole squad. Conte played 3-4-3 at Chelsea. At Inter he played 3-5-2. Obviously he is adapting to his players and implementing his ideas and this is what I do.”\\n\\nTuchel was asked whether Lukaku should talk about his frustrations in private next time. “Do I have to tell a 28-year-old it would be better to come to me?” he said. “That would assume that he has a problem. Even if I read the interview 100 times I don’t see the problem. I can understand that people are offended. I was not so much. I don’t see such a big change in our relationship.”\\n\\nTuchel said Thiago Silva was showing no signs of slowing down after the 37-year-old defender signed a one-year contract extension. “Benjamin Button,” he said. “Thiago Button of football. A new contract makes him calm. Thiago needs to be calm because he’s a very sensitive and emotional person, which makes him also so precious for our dressing room. He can feel emotions.”\\n\\nReal Madrid still want to sign Antonio Rüdiger on a free despite reports they have cooled their interest. Bayern Munich, Juventus and Paris Saint-Germain are also interested in the defender but Tuchel wants him to stay. “He has not signed the contract we have offered, but we are in communications with him,” Tuchel said.\\n\\nTrevoh Chalobah will be missing against Tottenham after injuring a hamstring and Andreas Christensen is doubtful with a back injury but Timo Werner could be on the bench after recovering from Covid-19. Reece James and Ben Chilwell are long-term absentees.\",\"timestamp\":1641357531,\"title\":\"Lukaku apology for interview\"},\"digest\":\"x_7C6VuYYdqokl4t4a5EHyvTdJySTHgyshrKhtotzhw\",\"authorship\":{\"contributor\":\"0x9976f1B6f081addDdB296Ae3384D7C68282Cb51c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lxzZ_9CIbaNCePP-LbPkhQNJjD2LIdedn1Hh2dC4Ybk\\\",\\\"y\\\":\\\"1OU9HIGzuVc2lhJhhaHHxIKcgHodVxxR3UwGMNeSxlc\\\"}\",\"signature\":\"ENkl5Qh3Ke71NL7TyLRBJurL-WxXTbkBjwr8j_9Boy2nDMJnMj1X8QLB2SuPr8Oq3LpyYXQac5B5JAtzg2Yd6A\",\"signingKeySignature\":\"0x1da72d26df4b108a7b06221ba651534de9034784fc2e16feaab3ba3e82ba45583bf8ed63f8af6f0aad57bd32632edb7c8abd1eb95bcf7dab0db3296bbaecbce31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lxzZ_9CIbaNCePP-LbPkhQNJjD2LIdedn1Hh2dC4Ybk\\\",\\\"y\\\":\\\"1OU9HIGzuVc2lhJhhaHHxIKcgHodVxxR3UwGMNeSxlc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"x_7C6VuYYdqokl4t4a5EHyvTdJySTHgyshrKhtotzhw\"}"