"{\"content\":{\"body\":\"*DAOs or Decentralised Autonomous Organisations have to be one of the most fascinating outcomes that have come about during the crypto revolution.*\\n\\n## So let’s first consider what a DAO is\\n\\nA DAO is often described as sort of a “Reddit community with a bank account.”\\n\\nIn an attempt to formalise this definition, we can say it’s an organisation structured in a way that the control and ownership of its decisions are decentralised and spread out amongst its members through some rules that are enforced on the blockchain.\\n\\nIn a DAO, the jobs that have to be carried out are determined by pre-written **smart contracts.**\\n\\n> The backbone of a DAO is its smart contract. The contract defines the rules of the organisation and holds the group’s treasury. Once the contract is live on Ethereum, no one can change the rules except by a vote. If anyone tries to do something that’s not covered by the rules and logic in the code, it will fail. And because the treasury is defined by the smart contract too that means no one can spend the money without the group’s approval either. (via [ethereum.org](https://ethereum.org/en/dao/)))\\n\\nThis is a key element in the functioning as the pursuit of code being law is very much evident here at a micro and organisational level just like it is in the larger scheme of things with cryptocurrency and the DeFi industry as a whole.\\n\\nAnother key feature of how a DAO functions is the distribution of the decision making powers which are usually done proportionately to the amount of contribution each person makes to the DAO. This is a step up from the organisations of web2 as it not only goes away from the traditional corporate hierarchies but also gives each member a say over what moves should the organisation make next.\\n\\n![DAOs via ethereum.org](https://miro.medium.com/max/1280/0\\\\*JhtyCnrU-Nsgtqin)\\n\\nThe most common example that people often use to explain the concept of a DAO is using **Bitcoin.**\\n\\n* It has some pre-written set of rules applied on the blockchain.\\n* The shares (BTC) are shared amongst the community.\\n* Proof of Work (PoW) for the system (mining) is rewarded with token allocation.\\n* Has a lot of evangelists who proudly call themselves Bitcoin Maximalists.\\n\\n## What this could mean for the “corporate” world?\\n\\nbut they do pose to change how the typical organisation is structured and power is distributed.\\n\\nThis intriguing concept could essentially bridge the gap between the standard employee and the freelancer by giving a person a proportionate say in decision making but also providing the freedom to be a free agent and not bound within a job. This means that the days when an employee is just a cog in the industrial machinery could be a thing of the past, and people will be able to contribute meaningfully as per their own skill sets and also have a say in the organisation.\\n\\nOn the employee side, this could be great for someone involved in creative or skill-based work because it allows them to **“treat their careers as a jungle gym instead of a ladder”**, as quoted by Sheryl Sandberg and [Akshay BD](https://twitter.com/akshaybd).\\n\\nOn the organisational side, this could be great for getting work done by people interested in contributing to the project domains they’re proficient at and then having the community choose what’s best out of the options that come up. This will essentially help organisations bypass the headache of making people learn on the job, or working with someone who shouldn’t really be working in that position to directly reach the skilled people who have proof of work and in turn reward them with proof of stake as well.\\n\\n## Looking at the Future\\n\\nThough the future of DAOs and their potential use cases are so many that they simply cannot be predicted with accuracy, here are some of the arenas in which people could organise themselves in a decentralised organisation.\\n\\n* We could potentially have products being built in a “company” with a network of people working all around the world without even knowing each other. This has and could continue to bring the world closer, and quadruple the speed of creating communities with a specific goal and rules.\\n* We could also see certain communities create DAOs for themselves. Investor DAOs, Creator DAOs, Comedian DAOs, or basically any other domain you can think of. Since the eligibility to enter is not that high, we could have people from all around the world connect, establish certain guidelines and collaborate. The LAO is one great example of an Investor DAO.\\n* Protocol DAOs are another example that we already see around us. Protocols like [AAVE](https://aave.com/) and [Compound ](https://compound.finance/)let their members contribute and distribute rewards on the basis and quality of their contribution.\\n\\nThese are some of the examples that we see and can think about realistically happening in the future. But as we’ve seen in the past, these innovations tend to take turns that cannot be predicted linearly and hence, it should make us even more excited and curious about what turn this revolution could take.\\n\\n## Now, here’s something to think about\\n\\nThere are myriad companies in the world trying to thrive and make profits, but in that ocean of organisations, it is obvious that there are a few outliers, a few organisations, mostly spearheaded by few special individuals that pose to change the world for the better once and all. These companies, their products and the innovators behind them could come about because they had the freedom to operate on their terms and give the community what it needed but didn’t know how to get.\\n\\nAnd that is what in my opinion, DAOs involved in innovation and creating a product will have to compete with. Ideas are executed by individuals and propagated by organisations, and in cases when the idea would be a little too crazy to be propagated by the group at that moment, it may end up failing without even being tried and tested. This would be even more exaggerated in the web3 scenario because every idea that’s floating around at the moment is a crazy one, and a lot of brilliant individuals have visions that not everyone will get.\\n\\nIf Steve Jobs wanted his Mac to say Hello, he made sure his Mac said Hello. If Elon Musk wants his Tesla to be able to dance, he’ll make sure his Tesla is able to dance. These examples might seem ludicrous and overboard, but they’re a key part of what makes these outliers great. Their audacity to aim a shot the community would think is impossible eventually leapfrogs the speed of innovation and powers the world ahead.\\n\\nHow can this be done when working in a flat organisational structure, is a question I don’t know the answer to. The web3 revolution has shown us how big of a role culture and community can play in building great products and their distribution, and that is where decentralised organisations will always thrive. But the creative and decision making power in the hands of the visionary that the traditional hierarchy enables is something that will need to be worked around.\\n\\nWhile coming up with this blog initially, I was worried about this potential problem and didn't know how to deal with it. However, reading Packy McCormick’s [amazing blog](https://www.notboring.co/p/the-dao-of-daos) on DAOs helped me with how to think about the future of this idea and its potential. One of the lines he used was,\\n\\n> “DAOs don’t need to be better yet, just novel”\\n\\nand that’s exactly what they are at the moment. Novel.\\n\\nA lot of smart people involved in this space are working day in and day out building the future of how we will work in the future, and there are a lot of reasons to be optimistic that they will figure it out. The future of DAOs is uncertain for sure, but with an infinite upside.\\n\\n*If you want to learn more about DAOs, here’s a list of some very helpful resources I used while writing this.*\\n\\n* *[Packy McCormick’s The Dao of DAOs](https://www.notboring.co/p/the-dao-of-daos)*\\n* *[Linda Xie’s Beginner’s guide to Daos](https://linda.mirror.xyz/Vh8K4leCGEO06_qSGx-vS5lvgUqhqkCz9ut81WwCP2o)*\\n* *[Louis Grx’s blog](https://linda.mirror.xyz/Vh8K4leCGEO06_qSGx-vS5lvgUqhqkCz9ut81WwCP2o)*\\n* *[Kash Dhanda’s Twitter](https://twitter.com/kashdhanda)*\\n* *[Ethereum.org’s blog on DAOs](https://ethereum.org/en/dao/)*\\n* *[Superpumped’s podcast on DAOs with Jack Du Rose](https://www.youtube.com/watch?v=8VFg67z7XYQ&t=757s)*\\n\\nAlso, you can follow me here and on my [Twitter](https://twitter.com/paarugsethi) for more content around crypto, life and the future.\\n\\nThank you for reading. Hope this helped :)\",\"timestamp\":1634289747,\"title\":\"DAOs and the Future\"},\"digest\":\"iXZxUSVodcVkr3g68tWdqqfl08OvY_QlxT93pHhB6Ik\",\"authorship\":{\"contributor\":\"0xc840D0A9bb73e1C76915c013804B7b6Cb67462ec\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vGhVFazl3JrxZuwkb2Xb4fhWeyuh405M7V-DiCZ5uBM\\\",\\\"y\\\":\\\"g_HFkOvpT7p1_QfPvba1q5SbyrnF-GldcsoUJlaBF4U\\\"}\",\"signature\":\"AGthuvLgLMFW0lFMECdoDz1MOFTtcn0sGzmquOkcUF-h1gfxLwyDI60N2-2bqPCcgiJOFwl64KLBW_Rr5gJM2Q\",\"signingKeySignature\":\"0x260e018aa4220875266046bf28f7f579f65f8858196510db6181cbc54ada3b5464050c0aed90f7348a6cdebb3580ee2c98585820dcc2bc3f585faca42ffbeba31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vGhVFazl3JrxZuwkb2Xb4fhWeyuh405M7V-DiCZ5uBM\\\",\\\"y\\\":\\\"g_HFkOvpT7p1_QfPvba1q5SbyrnF-GldcsoUJlaBF4U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"iXZxUSVodcVkr3g68tWdqqfl08OvY_QlxT93pHhB6Ik\"}"