"{\"content\":{\"body\":\"btc plunged on Monday amid a nationwide crackdown against cryptocurrency mining in China. The world’s largest cryptocurrency dropped 1.17% to $34,998.68 as of 0815 hours IST on June 21 on coinmarketcap.com Index. On June 18, the local authorities at the southwest province of China’s Sichuan Province had ordered a halt on mining Bitcoins amid concerns over the energy usage. After the latest order, over 90 per cent of China’s Bitcoin mining capacity is expected to shut down, according to reports.\\n\\nCryptocurrency market has remained volatile in the recent weeks. The cryptocurrency slumped by half since hitting a record high in April. The market value of all cryptocurrencies is about $1.45 trillion against high around $2.6 trillion last month, according to CoinGecko. About 65% of the world’s Bitcoin mining took place in China as of April 2020, according to an estimate by the University of Cambridge.\\n\\nThe analysts cited China’s clamping down on cryptocurrency mining as a concern.\\\"The selling pressure that we witnessed last week continues to trouble the cryptos coming into this week. The trading volumes for both Bitcoin and Ethereum have increased. It indicates increased activity among both buyers and sellers. However, the bears seem to be overpowering the bulls at the moment,\\\" Edul Patel, chief executive officer and co-founder, Mudrex, a global crypto trading platform.\\n\\n“Bitcoin started the week above the $35,000- mark and looks like it is finding it difficult staying there. It is a sign of traders being watchful and booking profits. Ethereum started at $2165.45 and crossed $2200 before declining to around the $2,000-mark. Ethereum traders will be looking closely at the $2,000 support level, as this is usually considered to be a psychological support level,\\\" Patel added.\",\"timestamp\":1638368457,\"title\":\"Bitcoin Drops below $35,000 As China Intensifies Crackdown. Know Top Cryptocoin Prices Today\"},\"digest\":\"Eeyroa1MKNgL-XSFbTLQupV1hS7q3LmZbdsPrgMk_uo\",\"authorship\":{\"contributor\":\"0xAa0fB247BBA9aBAAdD8755cDE34FE622DE66b6f0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"P4vwl6t5T0tjxJQHy8mrWbUEMeQdyUyMghjhd-6KnBU\\\",\\\"y\\\":\\\"aAovzrFSmwHNCwBx5SC1denlDYjxod4Hu8LPtK8NaW0\\\"}\",\"signature\":\"mdRLSI0LOQzmRUNQn1qs9JC-yrkkCoh18ei3nJo2rXPWmrBQaXGFHrLKfuniFqmTrO-Ru6IbMAF37u37SFh-zQ\",\"signingKeySignature\":\"0xe14c9d248d3a6cc95ca37e6928541a7a09e280b74de6f5636ade78120b62af865b8d23f0cd43cc4bedf8b58f97f7f888ee2e7e944cc28b5841011f129faa62df1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"P4vwl6t5T0tjxJQHy8mrWbUEMeQdyUyMghjhd-6KnBU\\\",\\\"y\\\":\\\"aAovzrFSmwHNCwBx5SC1denlDYjxod4Hu8LPtK8NaW0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Eeyroa1MKNgL-XSFbTLQupV1hS7q3LmZbdsPrgMk_uo\"}"