"{\"content\":{\"body\":\"1/ Topic: Turning networks into economies 🧵\\n\\n2/ We spent the last 20 years building networks on the internet. Social media platforms like Instagram, Twitter, YouTube, and Discord are networks, which can be divided into billions of smaller networks, consisting of followers, friends, subscribers, backers, etc.\\n\\n3/ These platforms gave many people an audience who didn’t previously have one. But due to fundamental structural misalignments between the networks and the companies that own them, we’ve seen increasing tension around these networks’ rules and economics.\\n\\n4/ For example, social media companies that control large networks routinely kill off promising 3rd-party developers, fight cross-network interoperability, charge excessively high take rates, and adopt intrusive advertising models.\\n\\n5/ This is not due to bad people or motives. It’s the logic of the model. If you don’t do these things, your competitors will, and you’ll be out of business. I wrote more about this here:\\n\\n[https://cdixon.org/2018/02/18/why-decentralization-matters](https://cdixon.org/2018/02/18/why-decentralization-matters)\\n\\n6/ We are now entering a new era of the internet — Web 3 — where we have the chance to upgrade these networks into economies, and in the process build systems where the incentives of the network owners, network participants, and third-party developers are fully aligned.\\n\\n7/ Economies (as used here) are networks with various crypto assets freely flowing through them, from any node to any other node, directed by the decentralized participants and not by the centralized network owner.\\n\\n8/ Why crypto? You could theoretically have digital economies without crypto, but crypto guarantees genuine ownership of goods (NFTs) and money (tokens), thus lowering switching costs and preventing networks from playing Web 2 games like deprecating APIs and raising take rates.\\n\\n9/ When Web 2 networks allow for commerce, it is very limited, with centrally prescribed prices, products, and buyer-seller relationships. Because of user lock-in, Web 2 take rates are extremely high. I wrote more on this here:\\n\\n[https://twitter.com/cdixon/status/1425645842552086532](https://twitter.com/cdixon/status/1425645842552086532)\\n\\n10/ A true digital economy is like a real-world bazaar. Anyone can create new goods and services, and is free to trade with anyone else. People can fully express their creativity, and enjoy the economic upside of what they produce.\\n\\n11/ What might new economies built on top of existing networks look like? We can get a glimpse of the future by looking at emerging NFT communities. For example, the CryptoPunks economy flows across Discord, Twitter, Telegram, OpenSea, Larva Labs, etc.\\n\\n12/ In these communities, CryptoPunks are not “just jpegs.” They are cultural artifacts that derive value through the shared myths, memes, stories, and experiences of their surrounding communities. Punk 6526 explains it well here:\\n\\n[https://twitter.com/punk6529/status/1424127515476598796](https://twitter.com/punk6529/status/1424127515476598796)\\n\\n13/ Now take this and apply it to, say, a band who has spent years building a following but today gets only pennies from streaming services. Using tokens and NFTs, the band can upgrade their networks into an economy.\\n\\n14/ The goods that flow through the band’s economy might be social tokens, digital art, collectibles, tickets, game objects, exclusive experiences, or whatever else creators and technologists dream up (we are still early—there will be many more great ideas).\\n\\n15/ The band gets revenue from primary issuances and cuts of resale, and possibly by owning a chunk of fungible tokens, and is incentivized along with the community to make the economy as large as possible. If you have a good idea, you are welcome to contribute or build on top.\\n\\n16/ Economies will be composable, meaning new ones can be built on top of existing ones. Systems and services become like lego bricks, accelerating everyone’s progress. Like what another economy did? Don’t fight it. Build your own economy alongside it.\\n\\n17/ Economies that grow organically, bottom-up end up looking like cities. Economies owned by a single company with top-down control end up looking like theme parks. A single company can never match the creativity of a thriving ecosystem.\\n\\n18/ The internet started out with so much promise, but over the last decade got taken over by a handful of giant, unseemly theme parks. We can build great cities, with thriving economies, to replace them. We have the tools, and the seeds have been planted.\\n\\n\\\\*\\\\*\\n\\n*Originally published 8/22/21 on [Twitter](https://twitter.com/cdixon/status/1429585831899983876?lang=en).*\",\"timestamp\":1632245185,\"title\":\"Turning networks into economies\",\"publication\":\"cdixon\"},\"digest\":\"RU5Sb1mnqt6_IkvkjfUhQG3w6KJ9IWll6wfzX0PMzbY\",\"authorship\":{\"contributor\":\"0xe11BFCBDd43745d4Aa6f4f18E24aD24f4623af04\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uyi3Gpaw0y5AZk868Az_3287B4IMzM2CNPEA3gLUzKs\\\",\\\"y\\\":\\\"HdRGpF12UJ2pcxlSxrGXP7dH97lvUrnRkRTXAsiBIp0\\\"}\",\"signature\":\"u87tk9GbYpB6w0sl13WjkAuX-Xl7N7QFviEsUlC55ykgCNjxhp7iC_TM48asG8SjrznG8r1RRzudKNVMIiv4Kg\",\"signingKeySignature\":\"0x1cd820dd7265608c298b7dffbeafa9c444f006227d25590d34e5288af6a8920c7cab65d700c9fe76250b554dc3903c7b9eed000be4ed424386426241a6288f5f1b\",\"signingKeyMessage\":\"I authorize the publication of articles on cdixon.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uyi3Gpaw0y5AZk868Az_3287B4IMzM2CNPEA3gLUzKs\\\",\\\"y\\\":\\\"HdRGpF12UJ2pcxlSxrGXP7dH97lvUrnRkRTXAsiBIp0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"977Uy2b3ZWCNjVdHxeaNC2ecYOUS3VPgS2_PwVddiQ0\"}"