"{\"content\":{\"body\":\"ew Yorkers chose Democrat Eric Adams, a former New York Police Department captain, to become the city's second Black Mayor in a landslide election that offered little surprise given that Republicans are outnumbered by a margin of about 7 to 1.\\n\\nAdams, who is currently the Brooklyn borough president and a former state senator, will take the reins from Bill de Blasio, whose second term was mired in the effects of the pandemic, historic job losses, skyrocketing housing prices and rental rates, extreme income inequality, and a broke transportation system.\\n\\nThroughout the race, the 61-year-old branded himself as the blue-collar mayor, gaining the approval of homeowning voters across the five boroughs.\\n\\nHe made combating gun violence and improving public safety a main focus of his campaign, while also calling for cuts to the NYPD's budget and the shifting of some jobs to civilians that have been done by officers, which he says could save the city up to $500 million a year. Following a worrisome surge in shootings not seen since the 1990s, Adams says he'd like to reestablish a controversial plainclothes anti-crime unit that was dismantled by de Blasio just last year. He would also increase patrols at train and bus stations.\\n\\nArticle continues after sponsor message\\n\\nHe is adamant about paring back overtime, and supports establishing a requirement that new officers live in the five boroughs while also luring back current officers who live outside the city, with various incentives.\\n\\n#### POLITICS\\n\\n## New York City's Democratic Mayoral Primary Finally Has A Winner\\n\\n**Add to**PLAYLIST\\n\\n**Toggle more options**\\n\\n* \\n* \\n* \\n\\n\\n* SUBSCRIBE TO PODCAST\\n* \\n\\nThe final weeks of the race between Adams and GOP candidate Curtis Sliwa were dominated by personal attacks and public name-calling. Adams repeatedly slammed Sliwa as a \\\"racist\\\" and called him a Mini-Me of Donald Trump. Sliwa, on the other hand, has called the 110th mayor-to-be an elitist, as well as Bill de Blasio 2.0.\\n\\nSliwa, 67, is a well-known, if odd and controversial fixture in the city whose run was considered by a former radio host colleague to be the [latest in a series of media stunts](https://gothamist.com/news/curtis-sliwas-long-strange-sometimes-fabricated-road-to-becoming-a-2021-mayoral-candidate) to gain attention.\\n\\nHe is best known as the founder of the Guardian Angels, a volunteer anti-crime group that was established in the 1970s during an alarming period of high crime in the city. The group was welcomed by some New Yorkers who felt abandoned and unprotected by the city government at the time. But after surviving a horrific shooting in 1992, Sliwa confessed he'd made up stories of bogus attacks on members of the Guardian Angels and fabricated reports that he'd been abducted by off-duty transit police.\\n\\nIn his campaign, Sliwa hoped to appeal to voters with an array of proposals that included opposing vaccine mandates and critical race theory in public schools, increasing property taxes on Madison Square Garden, boosting the NYPD's budget and footprint, and converting the mayor's mansion into a cat and dog sanctuary.\\n\\nAs he went to the polls to vote for himself on Tuesday, Sliwa carried a small kitten in his arms, boasting it is the 17th feline he has adopted with his wife.\\n\\nIn another mayoral election, in Boston, voters are ushering in the city's first woman and person of color to the helm.\\n\\nThe candidates are City Councilmembers Michelle Wu and Annissa Essaibi George, both Democrats. Wu is the daughter of immigrants from Taiwan. Essaibi George has called herself a first-generation Arab-Polish American.\",\"timestamp\":1635904806,\"title\":\"Eric Adams elected as New York City's second Black mayor\"},\"digest\":\"DK2f1x3Q_RCHC8KKnZMvl_LfgQkeWAfnqljaTQdwl6g\",\"authorship\":{\"contributor\":\"0x849f0e3F3Bfcf11a0bcbF693C723C28c2B90aE1C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QNChcFWuaTaMCBiENPl9BIUXMZ0zjqN_i7cjIrSigMg\\\",\\\"y\\\":\\\"fxCQSb4YERvmBcqus8RKhWXHcZh498CMyEItf-4oO8U\\\"}\",\"signature\":\"wgysnYsb6uS1cYSJv9VsxzUwO72B1CXMpeereCZAfU-aW0q3l7cyDqjJpeeq0e61Jze-1CwrEoYRf_P85NMBrg\",\"signingKeySignature\":\"0x85007dd0ea0ca5bdbfda2b7f913473b6c40f45e711c6f253f8ca4a7821fb39f41f31aa6d13b76e007f45ae1d3962e03713404c6e3270163c0656fff8cf25a3ed1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QNChcFWuaTaMCBiENPl9BIUXMZ0zjqN_i7cjIrSigMg\\\",\\\"y\\\":\\\"fxCQSb4YERvmBcqus8RKhWXHcZh498CMyEItf-4oO8U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DK2f1x3Q_RCHC8KKnZMvl_LfgQkeWAfnqljaTQdwl6g\"}"