"{\"content\":{\"body\":\"Bloomberg reported the stock market climbed on Tuesday after Jerome Powell, the chair of the Federal Reserve, reassured investors the Fed will combat the current high inflation, signaling the central bank may reduce its balance sheet this year.\\n\\nAs CoinDesk reported, bitcoin and the broad crypto market have behaved strongly like a risk asset recently.\\n\\nA key event to watch on Wednesday is the release of December’s U.S. consumer price index (CPI). Economists anticipate a 0.5% month-to-month increase in CPI to 7.1%.\\n\\nIn the past two months, bitcoin’s price experienced high volatility after the CPI data release. While some crypto traders and investors view bitcoin as a hedge against inflation, others consider it as a risk asset like stocks, which react to tightened monetary policy resulting from high inflation.\\n\\nMost other major cryptocurrencies also rose on Tuesday. Ether, the second-biggest cryptocurrency by market capitalization, was up over 5% to above $3,200, at the time of publication. Layer 1 token NEAR remained the biggest winner. It is up nearly 13% over the past week despite the crypto sell-off.\\n\\nTechnician’s take\\nBitcoin Rises From Oversold Levels, Faces Resistance Near $45K\\n\\nBitcoin daily price chart shows support/resistance, with RSI on bottom. (Damanick Dantes/CoinDesk, TradingView)\\n\\nBitcoin (BTC) went trading above the $40,000 support level and was up about 3% over the past 24 hours from 9 p.m. UTC. Buyers are starting to return to the market, although the upside appeared to be limited to the $45,000 resistance level, which is also near the 200-day moving average.\\n\\nOn intraday charts, upside momentum is improving, which suggests buyers could remain active into the Asia trading day.\\n\\nBTC is the most oversold since Dec. 10, according to the relative strength index (RSI) on the daily chart. Typically, oversold readings precede price recoveries, similar to what occurred in late September. This time, however, price reaction to the RSI and other indicators have been delayed.\\n\\nStill, on the weekly chart, the RSI is not yet oversold, which decreases the chance of significant buying pressure.\\n\\nImportant events\\nAustralia Housing Industry Association new home sales (MoM Dec.)\\n\\n8 a.m. HGT/SGT (12 a.m. UTC): Australia and New Zealand commodity price (Dec.)\\n\\n9 a.m. HGT/SGT (1 a.m. UTC): Bank of Japan Governor Haruhiko Kuroda press conference about monetary policies\\n\\n9:30 a.m. HGT/SGT (1:30 a.m. UTC) China consumer price index (Dec. MoM/YoY)\\n\\n9:30 p.m. HGT/SGT (1:30 p.m. UTC) U.S. consumer price index (Dec. MoM/YoY)\\n\\nCoinDesk TV\\nIn case you missed it, here are the most recent episodes of “First Mover” on CoinDesk TV:\\n\\nKevin O’Leary on NFT Market and DeFi, Venture Investor Paul Veradittakit on Bitcoin Markets and 2022 Predictions, Is Bitcoin Nearing a Price Bottom?\\n\\n\\\"First Mover\\\" hosts spoke with Kevin O'Leary, aka Mr. Wonderful, for his view on the booming NFT market and the DeFi space. In addition, venture investor and Pantera Capital Partner Paul Veradittakit shared his crypto outlook for 2022. Plus, CoinDesk Managing Editor for Global Policy and Regulation Nikhilesh De shared the latest investigative report on Trump-era crypto policy.\\n\\nLatest headlines\\nParadigm, Sequoia to Invest $1.15B in Citadel Securities: The move brings Ken Griffin’s Citadel closer to the world of crypto.\\n\\nGameFi NFT Marketplace Lootex Closes $9M Funding Round: The Taiwan-based asset marketplace features over 12,000 NFTs across 500 collections.\\n\\nUnstoppable Domains Launches NFT-Based Sign-On for Ethereum and Polygon: So-called utility NFTs can also be used to mark positions in DeFi or prove membership in communities, said Unstoppable chief Matthew Gould.\\n\\nThe Mnuchin Files: New Documents Shed Light on Trump-Era Crypto Policy: Jared Kushner advocated behind the scenes for a U.S. digital currency, among other revelations in a 250-page trove from Steven Mnuchin’s tenure at Treasury.\\n\\nAxie Infinity’s Gaming Sidechain Is Bigger Than Many Major Layer 1s by Volume: Nansen: If the future of blockchain is multi-chain, then Axie’s Ronin is leading the way, according to new research.\\n\\nLonger reads\\nIs Moxie Marlinspike Right About Web 3?: Crypto may not be as decentralized as its proponents claim.\\n\\nToday’s crypto explainer: What Are Privacy Coins and Are They Legal?\\n\\nOther voices: The Year of the NFT: How an Emerging Medium Went Mainstream in 2021 (ARTnews)\\n\\n### Said and heard\\n“We mustn’t become exploited by the metaverse. Rather, it should serve us. For that to happen, it needs a constitution.” (Binomial co-founders and tech entrepreneurs Stephanie Hurlburt and Rich Geldreich for CoinDesk) ... ”Yet, even multinational companies have a boss: the public. Apple’s privacy push and Facebook’s rebrand show that no matter the size of the company, public opinion reigns supreme. If the public displays enough appetite for a metaverse constitution, Big Tech’s hands will be tied.” (Hurlburt and Geldreich for CoinDesk) ... “If we see inflation persisting at high levels longer than expected, if we have to raise interest rates more over time, we will. We will use our tools to get inflation back.” (Jerome Powell testifying before Senate Banking Committee) ... “The Fed needs to take seriously the systemic risks that threaten our economic progress, like cryptocurrencies and stablecoins and most importantly, climate change.” (Ohio Sen. Sherrod Brown at Powell hearing) ... “But the most important factor is automation. And automation-fueled inequality is “not an act of God or nature,” he added. “It’s the result of choices corporations and we as a society have made about how to use technology.” (MIT economist Daron Acemoglu in The New York Times)...\\\"DeSo (which formerly operated as BitClout) is in principle an exemplar of what Web 3 could become. The system is built around token economics intended to help content creators get paid for their work, and users to manage their DeSo assets using digital wallets analogous to MetaMask or Samourai.\\\" (CoinDesk columnist David Morris)\",\"timestamp\":1641973583,\"title\":\"First Mover Asia: Bitcoin, Altcoins Climb Following Fed Reserve Chief's Inflation Reassurances\"},\"digest\":\"jJ5XMpwtr6eFT0u_WrCovKfSCp0y-XgmSZlxO647k9A\",\"authorship\":{\"contributor\":\"0xF02716289b2036d51283B9baEc327355F27381F9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GNibMA0o08-ydVQPpxLsYGAE4Kkwc4qFwaXVgi04em8\\\",\\\"y\\\":\\\"_A1Ni64-3uOrvNwqd8reCaZkDmxJ_dd_G-f7tvfjZg4\\\"}\",\"signature\":\"ZMWjyu-T7w-mul-0RAAr97Uk0Q3UytjMlsiHzcdtk4GVHdk_10yOle8FxvMJL4Gy32vgd5MIBlM1Hxve2RrirA\",\"signingKeySignature\":\"0xff51e626184936d60d298aea17194e58de08a6bf2ba5aed7410d7664e9cf58ec32c5afe1173d9c93020fdefb236d55d6a99c93499cd3b66c2b4211ade183f32b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GNibMA0o08-ydVQPpxLsYGAE4Kkwc4qFwaXVgi04em8\\\",\\\"y\\\":\\\"_A1Ni64-3uOrvNwqd8reCaZkDmxJ_dd_G-f7tvfjZg4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jJ5XMpwtr6eFT0u_WrCovKfSCp0y-XgmSZlxO647k9A\"}"