"{\"content\":{\"body\":\"Qin De sighed and said, \\\"Yes, today I always feel my heart beating and I can't be quiet.I always worry about Lian Bo this time, according to the truth, with lian Bo's current strength and the two congenital late masters, it should not be a problem to solve this matter.\\\"\\n\\n\\\"Your majesty can rest assured that even the seniors are very strong, and xiang Guang's side can hurt even the seniors.\\\"Xu Yuan laughed.\\n\\nSuddenly, Chin De stood up and looked up into the air.\\n\\nThe black eagle dove down, speed toward Qin De flew, the black eagle is sitting cross-legged Qin Yu, Qin De immediately laughed, he has been waiting for Qin Yu back, Qin Yu gave him so much Shi Zhongyan iron, for him, but a great wealth, he of course to reward Qin Yu.\\n\\nHowever......Qin De's smile solidified, because he saw qin Yu's arms and a person.\\n\\n\\\"Peng!\\\"Qin Yu jumped down from the back of the black eagle and fell to the ground.\\n\\nHolding even words, Qin Yu so flat looking at Qin De motionless.Qin De looked at Lian Yan in Qin Yu's arms and his face turned white. He tried to control himself and walked over. Lian Yan's pale face with a smile appeared in his eyes.\\n\\n\\\"Father, even grandpa died.\\\"Qinyu calm voice but contains extreme grief.\\n\\n\\\"How did that happen, Lembo? He's got a psychic?\\\"Qin De's eyes moist for a moment, a moment later, Qin De suddenly asked Qin Yu, \\\"Yu er, I ask you, Xiang Guang that party is there a person named Easy light language.\\\"\\n\\nQin Yu shook his head: \\\"DO not know, I do not know what identity those people.\\\"\",\"timestamp\":1635746099,\"title\":\"Chess progress\"},\"digest\":\"ay09v-NO14V9m-6rfjiVebRQ_TbbotgWZi7oUCO2lQQ\",\"authorship\":{\"contributor\":\"0x36f9BB516e58AAba56ae3C905573A1e94CE2cEcF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z3foIZVCArjUT-qw7AhvQX1Ksdv0ctEYFMC2NrxPS5M\\\",\\\"y\\\":\\\"tVcOK5EK3vcZ8PTXSbueHzQkJNlO5IHrrJX40jZYSEA\\\"}\",\"signature\":\"c2jHUQ7ZmmhFtC4p8hD3UXJE4qChHdDVBiL5r4gSBR22Kv1UsQaWtnl1x8RXbG6zusvcDcYZPwpsWnozr-Ugag\",\"signingKeySignature\":\"0x9823321362f9f0c688f458e0330ee4a8b2f5180ea1ee2a08a9fb8815f1b7a26d0e74a1213371c81b3256e8ef26b9c603de5cdfde593ab9e937da1c4f360f42341b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z3foIZVCArjUT-qw7AhvQX1Ksdv0ctEYFMC2NrxPS5M\\\",\\\"y\\\":\\\"tVcOK5EK3vcZ8PTXSbueHzQkJNlO5IHrrJX40jZYSEA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ay09v-NO14V9m-6rfjiVebRQ_TbbotgWZi7oUCO2lQQ\"}"