"{\"content\":{\"body\":\"Creation is a painful process, of course, after the pain, you will be very happy. I am now in a state of pain, such as writing this text. When I have absorbed a lot of knowledge and brewed it for a long time, it will be uncomfortable when I am still empty-headed, exhausted, and nowhere to write. But I have to finish writing this article, because this is my own rule, I must fulfill my promise, and no excuses are allowed. This is the fulfillment of my choice and my responsibility for my future.\\n\\nWhen we choose a far place, we must go through trials and hardships without being overwhelmed by any difficulties. To be an enterprise, there are two focuses. One is the soul of the enterprise, the spiritual thing,\\n\\nCultural things. The other is the shape of the enterprise, business-level things, and profit-making things.\\n\\nGod is the foundation for the survival of an enterprise, and shape is the manifestation of the existence of an enterprise. If the form and spirit are separated, the enterprise will die, and if the form and spirit are combined, the enterprise will survive. A company with strong spiritual power will help the team overcome one difficulty after another, and go better and further on the road of entrepreneurship and development. Business and profits are getting better and better.\\n\\nPersonally, I pay more attention to spiritual things, followed by business and profit.\\ns things. In the process of doing online earning, we need to actively explore new methods to suit our own\\n\\nproduct. When choosing a product, you can choose the most popular product to sell, for example, we are on Baidu\\n\\nIn the 360 ​​website, find the most popular website, look at the advertisements it sells, rank 1, 2, 3, etc., and dare to sell the products sold by the advertisements, which shows the huge profits of the products, and then we choose the low-cost directly to do it That's it, the next step is the promotion method, the promotion method. Many people have no clue, tell everyone, open the Sandaha website, [Zhubajie.com](http://Zhubajie.com), which has a special promotion section, choose the promotion method you like, and study it carefully. That's it. Solve these two problems. It's easy to make a little money by thinking while doing it.\",\"timestamp\":1634793658,\"title\":\"Force myself to work until I like it\"},\"digest\":\"UOCJiG9xgT_3msQ02FB5BqH61VpGvyzTnF0u2SKY-rE\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"DD8UhaTIeLYllflJgVpL9lbnaX_09009dXR9Y1wQbUh5exXGLlBJvaYk7HWprsJ3mTjauGGl0vY-JPP8rH0_vw\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UOCJiG9xgT_3msQ02FB5BqH61VpGvyzTnF0u2SKY-rE\"}"