"{\"content\":{\"body\":\"Schenck speaks of a young man whose beard from its first appearance grew white. Young men from eighteen to twenty occasionally become gray; and according to Rayer, paroxysms of rage, unexpected and unwelcome news, diseases of the scalp such as favus, wounds of the head, habitual headache, over-indulgence of the sexual appetite, mercurial courses too frequently repeated, too great anxiety, etc., have been known to blanch the hair prematurely.\\n\\nThe well-accepted fact of the sudden changing of the color of the hair from violent emotions or other causes has always excited great interest, and many ingenious explanations have been devised to account for it. There is a record in the time of Charles V of a young man who was committed to prison in 1546 for seducing his girl companion, and while there was in great fear and grief, expecting a death-sentence from the Emperor the next day. When brought before his judge, his face was wan and pale and his hair and beard gray, the change having taken place in the night. His beard was filthy with drivel, and the Emperor, moved by his pitiful condition, pardoned him. There was a clergyman of Nottingham whose daughter at the age of thirteen experienced a change from jet-blackness of the hair to white in a single night, but this was confined to a spot on the back of the head 1 1/2 inches in length. Her hair soon became striped, and in seven years was totally white. The same article speaks of a girl in Bedfordshire, Maria Seeley, aged eight, whose face was swarthy, and whose hair was long and dark on one side and light and short on the other. One side of her body was also brown, while the other side was light and fair. She was seen by the faculty in London, but no cause could be established.\\n\\nVoigtel mentions the occurrence of canities almost suddenly. Bichat had a personal acquaintance whose hair became almost entirely gray in consequence of some distressing news that reached him. Cassan records a similar case. According to Rayer, a woman by the name of Perat, summoned before the Chamber of Peers to give evidence in the trial of the assassin Louvel, was so much affected that her hair became entirely white in a single night Byron makes mention of this peculiar anomaly in the opening stanzas of the \\\"Prisoner of Chillon:\\\"--\\n\\n\\\"My hair is gray, but not with years,  Nor grew it white  In a single night.  As men's have grown from sudden fears.\\\"\\n\\nThe commentators say that Byron had reference to Ludovico Sforza and others. The fact of the change is asserted of Marie Antoinette, the wife of Louis XVI, though in not quite so short a period, grief and not fear being the cause. Ziemssen cites Landois' case of a compositor of thirty-four who was admitted to a hospital July 9th with symptoms of delirium tremens; until improvement began to set in (July 13th) he was continually tormented by terrifying pictures of the imagination. In the night preceding the day last mentioned the hair of the head and beard of the patient, formerly blond, became gray. Accurate examination by Landois showed the pigment contents of the hair to be unchanged, and led him to believe that the white color was solely due to the excessive development of air-bubbles in the hair shaft. Popular belief brings the premature and especially the sudden whitening into connection with depressing mental emotions. We might quote the German expression--\\\"Sich graue Haare etwas wachsen lassen\\\" (\\\"To worry one's self gray\\\"). Brown-Sequard observed on several occasions in his own dark beard hairs which had turned white in a night and which he epileptoid. He closes his brief communication on the subject with the belief that it is quite possible for black hair to turn white in one night or even in a less time, although Hebra and Kaposi discredit sudden canities (Duhring). Raymond and Vulpian observed a lady of neurotic type whose hair during a severe paroxysm of neuralgia following a mental strain changed color in five hours over the entire scalp except on the back and sides; most of the hair changed from black to red, but some to quite white, and in two days all the red hair became white and a quantity fell off. The patient recovered her general health, but with almost total loss of hair, only a few red, white, and black hairs remaining on the occipital and temporal regions. Crocker cites the case of a Spanish cock which was nearly killed by some pigs. The morning after the adventure the feathers of the head had become completely white, and about half of those on the back of the neck were also changed.\\n\\nDewees reports a case of puerperal convulsions in a patient under his care which was attended with sudden canities. From 10 A.M. to 4 P.M. 50 ounces of blood were taken. Between the time of Dr. Dewees' visits, not more than an hour, the hair anterior to the coronal suture turned white. The next day it was less light, and in four or five days was nearly its natural color. He also mentions two cases of sudden blanching from fright.\\n\\nFowler mentions the case of a healthy girl of sixteen who found one morning while combing her hair, which was black, that a strip the whole length of the back hair was white, starting from a surface about two inches square around the occipital protuberance. Two weeks later she had patches of ephelis over the whole body.\\n\\nPrentiss, in Science, October 3, 1890, has collected numerous instances of sudden canities, several of which will be given:--\\n\\n\\\"In the Canada Journal of Medical Science, 1882, p. 113, is reported a case of sudden canities due to business-worry. The microscope showed a great many air-vesicles both in the medullary substance and between the medullary and cortical substance.\\n\\n\\\"In the Boston Medical and Surgical Journal, 1851, is reported a case of a man thirty years old, whose hair 'was scared' white in a day by a grizzly bear. He was sick in a mining camp, was left alone, and fell asleep. On waking he found a grizzly bear standing over him.\\n\\n\\\"A second case is that of a man of twenty-three years who was gambling in California. He placed his entire savings of $1100 on the turn of a card. He was under tremendous nervous excitement while the cards were being dealt. The next day his hair was perfectly white.\\n\\n\\\"In the same article is the statement that the jet-black hair of the Pacific Islanders does not turn gray gradually, but when it does turn it is sudden, usually the result of fright or sudden emotions.\\\"\\n\\nD'Alben, quoted by Fournier, describes a young man of twenty-four, an officer in the regiment of Touraine in 1781, who spent the night in carnal dissipation with a mulatto, after which he had violent spasms, rendering flexion of the body impossible. His beard and hair on the right side of the body was found as white as snow, the left side being unchanged. He appeared before the Faculte de Montpelier, and though cured of his nervous symptoms his hair was still white, and no suggestion of relief was offered him.\\n\\nLouis of Bavaria, who died in 1294, on learning of the innocence of his wife, whom he had put to death on a suspicion of her infidelity, had a change of color in his hair, which became white almost immediately. Vauvilliers, the celebrated Hellenist, became white-haired almost immediately after a terrible dream, and Brizard, the comedian, experienced the same change after a narrow escape from drowning in the Rhone. The beard and the hair of the Duke of Brunswick whitened in twenty-four hours after hearing that his father had been mortally wounded at the battle of Auerstadt.\\n\\nDe Schweinitz speaks of a well-formed and healthy brunette of eighteen in whom the middle portion of the cilia of the right upper eyelid and a number of the hairs of the lower lid turned white in a week. Both eyes were myopic, but no other cause could be assigned. Another similar case is cited by Hirshberg, and the authors have seen similar cases. Thornton of Margate records the case of a lady in whom the hair of the left eyebrow and eyelashes began to turn white after a fortnight of sudden grief, and within a week all the hair of these regions was quite white and remained so. No other part was affected nor was there any other symptom. After a traumatic ophthalmitis of the left and sympathetic inflammation of the right eye in a boy of nine, Schenck observed that a group of cilia of the right upper lid and nearly all the lashes of the upper lid of the left eye, which had been enucleated, turned silvery-white in a short time. Ludwig has known the eyelashes to become white after small-pox. Communications are also on record of local decolorization of the eyebrows and lashes in neuralgias of isolated branches of the trigeminus, especially of the supraorbital nerve.\\n\\nTemporary and Partial Canities.--Of special interest are those cases in which whiteness of the hair is only temporary. Thus, Compagne mentions a case in which the black hair of a woman of thirty-six began to fade on the twenty-third day of a malignant fever, and on the sixth day following was perfectly white, but on the seventh day the hairs became darker again, and on the fourteenth day after the change they had become as black as they were originally. Wilson records a case in which the hair lost its color in winter and regained it in summer. Sir John Forbes, according to Crocker, had gray hair for a long time, then suddenly it all turned white, and after remaining so for a year it returned to its original gray.\\n\\nGrayness of the hair is sometimes only partial. According to Crocker an adult whose hair was generally brown had a tuft of white hair over the temple, and several like cases are on record. Lorry tells us that grayness of one side only is sometimes occasioned by severe headache. Hagedorn has known the beard to be black in one place and white in another. Brandis mentions the hair becoming white on one side of the face while it continued of its former color on the other. Rayer quotes cases of canities of the whole of one side of the body.\\n\\nRichelot observed white mottling of hair in a girl sick with chlorosis. The whitening extended from the roots to a distance of two inches. The probable cause was a temporary alteration of the pigment-forming function. When the chlorosis was cured the natural color returned. Paullini and Riedlin, as well as the Ephemerides, speak of different colored hair in the same head, and it is not at all rare to see individuals with an anomalously colored patch of hair on the head. The members of the ancient house of Rohan were said to possess a tuft of white hair on the front of their heads.\\n\\nMichelson of Konigsberg describes a curious case in a barrister of twenty-three affected with partial canities. In the family of both parents there was stated to be congenital premature canities, and some white hairs had been observed even in childhood. In the fifteenth year, after a grave attack of scarlet fever, the hair to a great extent fell out. The succeeding growth of hair was stated to have been throughout lighter in tissue and color and fissured at the points. Soon after bunches of white hair appeared on the occiput, and in the succeeding years small patches of decolored hairs were observed also on the anterior and lateral portions of the scalp. In the spring of 1880 the patient exhibited signs of infiltration of the apex of the right lung, and afterward a violent headache came on. At the time of the report the patient presented the appearance shown in Figure 89. The complexion was delicate throughout, the eyelashes and eyelids dark brown, the moustache and whiskers blond, and in the latter were a few groups of white hair. The white patches were chiefly on the left side of the head. The hairs growing on them were unpigmented, but otherwise normal. The patient stated that his head never sweated. He was stout and exhibited no signs of internal disease, except at the apex of the right lung.\\n\\nAnomalous Color Changes of the Hair.--The hair is liable to undergo certain changes of color connected with some modification of that part of the bulb secreting its coloring-matter. Alibert, quoted by Rayer, gives us a report of the case of a young lady who, after a severe fever which followed a very difficult labor, lost a fine head of hair during a discharge of viscid fluid, which inundated the head in every part. He tells us, further, that the hair grew again of a deep black color after the recovery of the patient. The same writer tells of the case of James B--, born with brown hair, who, having lost it all during the course of a sickness, had it replaced with a crop of the brightest red. White and gray hair has also, under peculiar circumstances, been replaced by hair of the same color as the individual had in youth. We are even assured by Bruley that in 1798 the white hair of a woman sixty years of age changed to black a few days before her death. The bulbs in this case were found of great size, and appeared gorged with a substance from which the hair derived its color. The white hairs that remained, on the contrary, grew from shriveled bulbs much smaller than those producing the black. This patient died of phthisis.\\n\\nA very singular case, published early in the century, was that of a woman whose hair, naturally fair, assumed a tawny red color as often as she was affected with a certain fever, and returned to its natural hue as soon as the symptoms abated. Villerme alludes to the case of a young lady, sixteen years of age, who had never suffered except from trifling headaches, and who, in the winter of 1817, perceived that the hair began to fall out from several parts of her head, so that before six months were over she became entirely bald. In the beginning of January, 1819, her head became covered with a kind of black wool over those places that were first denuded, and light brown hair began to develop from the rest of the scalp. Some of this fell out again when it had grown from three to four inches; the rest changed color at different distances from its end and grew of a chestnut color from the roots. The hair, half black, half chestnut, had a very singular appearance.\\n\\nAlibert and Beigel relate cases of women with blond hair which all came off after a severe fever (typhus in one case), and when it grew again it was quite black. Alibert also saw a young man who lost his brown hair after an illness, and after restoration it became red. According to Crocker, in an idiotic girl of epileptic type (in an asylum at Edinburgh), with alternating phases of stupidity and excitement, the hair in the stupid phase was blond and in the excited condition red. The change of color took place in the course of two or three days, beginning first at the free ends, and remaining of the same tint for seven or eight days. The pale hairs had more air-spaces than the darker ones. There was much structural change in the brain and spinal cord. Smyly of Dublin reported a case of suppurative disease of the temporal bone, in which the hair changed from a mouse-color to a reddish-brown; and Squire records a congenital case in a deaf mute, in whom the hair on the left side was in light patches of true auburn and dark patches of dark brown like a tortoise-shell cap; on the other side the hair was a dark brown. Crocker mentions the changes which have occurred in rare instances after death from dark brown to red.\\n\\nChemic colorations of various tints occur. Blue hair is seen in workers in cobalt mines and indigo works; green hair in copper smelters; deep red-brown hair in handlers of crude anilin; and the hair is dyed a purplish-brown whenever chrysarobin applications used on a scalp come in contact with an alkali, as when washed with soap. Among such cases in older literature Blanchard and Marcellus Donatus speak of green hair; Rosse saw two instances of the same, for one of which he could find no cause; the other patient worked in a brass foundry.\\n\\nMany curious causes are given for alopecia. Gilibert and Merlet mention sexual excess; Marcellus Donatus gives fear; the Ephemerides speaks of baldness from fright; and Leo Africanus, in his description of Barbary, describes endemic baldness. Neyronis makes the following observation: A man of seventy-three, convalescent from a fever, one morning, about six months after recovery perceived that he had lost all his hair, even his eyelashes, eyebrows, nostril-hairs, etc. Although his health continued good, the hair was never renewed.\\n\\nThe principal anomalies of the nails observed are absence, hypertrophy, and displacement of these organs. Some persons are born with finger-nails and toe-nails either very rudimentary or entirely absent; in others they are of great length and thickness. The Chinese nobility allow their finger-nails to grow to a great length and spend much time in the care of these nails. Some savage tribes have long and thick nails resembling the claws of beasts, and use them in the same way as the lower animals. There is a description of a person with finger-nails that resembled the horns of a goat.\\n\\nNeuhof, in his books on Tartary and China, says that many Chinamen have two nails on the little toe, and other instances of double nails have been reported.\\n\\nThe nails may be reversed or arise from anomalous positions. Bartholinus speaks of nails from the inner side of the digits; in another case, in which the fingers were wanting, he found the nails implanted on the stumps. Tulpius says he knew of a case in which nails came from the articulations of three digits; and many other curious arrangements of nails are to be found.\\n\\nRouhuot sent a description and drawing of some monstrous nails to the Academie des Sciences de Paris. The largest of these was the left great toe-nail, which, from its extremity to its root, measured 4 3/4 inches; the laminae of which it consisted were placed one over the other, like the tiles on a roof, only reversed. This nail and several of the others were of unequal thickness and were variously curved, probably on account of the pressure of the shoe or the neighboring digits. Rayer mentions two nails sent to him by Bricheteau, physician of the Hopital Necker, belonging to an old woman who had lived in the Salpetriere. They were very thick and spirally twisted, like the horns of a ram. Saviard informs us that he saw a patient at the Hotel Dieu who had a horn like that of a ram, instead of a nail, on each great toe, the extremities of which were turned to the metatarsus and overlapped the whole of the other toes of each foot. The skeleton of Simore, preserved in Paris, is remarkable for the ankylosis of all the articulations and the considerable size of all the nails. The fingers and toes, spread out and ankylosed, ended in nails of great length and nearly of equal thickness. A woman by the name of Melin, living in the last century in Paris, was surnamed \\\"the woman with nails;\\\" according to the description given by Saillant in 1776 she presented another and not less curious instance of the excessive growth of the nails.\\n\\nMusaeus gives an account of the nails of a girl of twenty, which grew to such a size that some of those of the fingers were five inches in length. They were composed of several layers, whitish interiorly, reddish-gray on the exterior, and full of black points. These nails fell off at the end of four months and were succeeded by others. There were also horny laminae on the knees and shoulders and elbows which bore a resemblance to nails, or rather talons. They were sensitive only at the point of insertion into the skin. Various other parts of the body, particularly the backs of the hands, presented these horny productions. One of them was four inches in length. This horny growth appeared after small-pox. Ash, in the Philosophical Transactions, records a somewhat similar case in a girl of twelve.\\n\\nAnomalies of the Teeth.--Pliny, Colombus, van Swieten, Haller, Marcellus Donatus, Baudelocque, Soemmering, and Gardien all cite instances in which children have come into the world with several teeth already erupted. Haller has collected 19 cases of children born with teeth. Polydorus Virgilus describes an infant who was born with six teeth. Some celebrated men are supposed to have been born with teeth; Louis XIV was accredited with having two teeth at birth. Bigot, a physician and philosopher of the sixteenth century; Boyd, the poet; Valerian, Richard III, as well as some of the ancient Greeks and Romans, were reputed to have had this anomaly. The significance of the natal eruption of teeth is not always that of vigor, as many of the subjects succumb early in life. There were two cases typical of fetal dentition shown before the Academie de Medecine de Paris. One of the subjects had two middle incisors in the lower jaw and the other had one tooth well through. Levison saw a female born with two central incisors in the lower jaw.\\n\\nThomas mentions a case of antenatal development of nine teeth. Puech, Mattei, Dumas, Belluzi, and others report the eruption of teeth in the newborn. In Dumas' case the teeth had to be extracted on account of ulceration of the tongue. Instances of triple dentition late in life are quite numerous, many occurring after a hundred years. Mentzelius speaks of a man of one hundred and ten who had nine new teeth. Lord Bacon cites the case of a Countess Desmond, who when over a century old had two new teeth; Hufeland saw an instance of dentition at one hundred and sixteen; Nitzsch speaks of one at one hundred, and the Ephemerides contain an account of a triple dentition at one hundred and twenty. There is an account of a country laborer who lost all his teeth by the time he arrived at his sixtieth year of age, but about a half year afterward a new set made their appearance. Bisset mentions an account of an old woman who acquired twelve molar teeth at the age of ninety-eight. Carre notes a case of dental eruption in an individual of eighty-five. Mazzoti speaks of a third dentition, and Ysabeau writes of dentition of a molar at the age of ninety-two. There is a record of a physician of the name of Slave who retained all his second teeth until the age of eighty, when they fell out; after five years another set appeared, which he retained until his death at one hundred. In the same report there is mentioned an old Scotchman who died at one hundred and ten, whose teeth were renewed at an advanced age after he had lost his second teeth. One of the older journals speaks of dentition at seventy, eighty-four, ninety, and one hundred and fourteen. The Philosophical Transactions of London contain accounts of dentition at seventy-five and eighty-one. Bassett tells of an old woman who had twelve molar teeth at the age of eighty-eight. In France there is recorded dentition at eighty-five and an account of an old man of seventy-three who had six new teeth. Von Helmont relates an instance of triple dentition at the same age. There is recorded in Germany an account of a woman of ninety who had dentition at forty-seven and sixty-seven, each time a new set of teeth appearing; Hunter and Petrequin have observed similar cases. Carter describes an example of third dentition. Lison makes a curious observation of a sixth dentition.\",\"timestamp\":1639717662,\"title\":\"\\nAnomalies of the Color of the Hair.--New-born infants sometimes have tufts of hair on their heads which are perfectly\"},\"digest\":\"BhZvpxsbqjNalU2c1lcUVS2v10BA7j3CnkRYZP9itCE\",\"authorship\":{\"contributor\":\"0x51D393CD2fE363A89232ff9D8Ac75A13bD6a52e7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DwpzxSVS22c_hrmQPRY5nP864WLQma5LFau95cYO70M\\\",\\\"y\\\":\\\"Pmare3qko9p34geKCPSGOzKctdfmeSueA9JlZA7YIUc\\\"}\",\"signature\":\"kXvkgHomia3qh1wExzRzEc3N2EgiEL-ZmmuBUxl0LN-Xs8YSIJZ8a-bjODbMoJJgr3i21AqGVVId59io6Je4mw\",\"signingKeySignature\":\"0x987f405849bd7c20421a9a0d63a16559b544f2715e1bb51dde64f7e2f1f1dd0f13a7e2bd089ac80ec4dfe8138d2ae791dbaea9608e39236f66d8f0ffdc66ae0d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DwpzxSVS22c_hrmQPRY5nP864WLQma5LFau95cYO70M\\\",\\\"y\\\":\\\"Pmare3qko9p34geKCPSGOzKctdfmeSueA9JlZA7YIUc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BhZvpxsbqjNalU2c1lcUVS2v10BA7j3CnkRYZP9itCE\"}"