"{\"content\":{\"body\":\"*In the metaverse, when we look in the mirror, who do we see?*\\n\\n\\n---\\n\\nLast week, [John Palmer](https://twitter.com/john_c_palmer) wrote about [new Internet logic](https://j.mirror.xyz/k0yCgq0bjgn2X0AujhwjKIYk4SDBpdNayjU5_E8Wm4I). He argued that the next wave of companies built in web3 will need to build on a new “mental model” of the Internet.\\n\\nJohn is right, and many aspects of web3 have already done so. The decentralized publishing platform [Mirror](https://mirror.xyz) (where this piece is hosted) puts power in the hands of writers. [Royal](https://royal.market/), which recently launched, lets fans buy ownership in their favorite artists. The distributed hard drive [Arweave](https://www.arweave.org/) offers a permanent repository for information. And [The Graph](https://thegraph.com/) sorts through it all by allowing its community to query and curate its vast store of data.\\n\\nAcross all these verticals, web3 is rethinking the Internet. Many of these projects, using this new Internet logic, will become the building blocks for a new economy. But social tokens today still have yet to adopt the latest mental model. If the goal of web3 is to overturn the Internet status quo, then the structure of social tokens today is fundamentally flawed from the ground up. Tokenized communities are centered around what you *have* — often social or financial capital — while they should instead be centered around what you *do.*\\n\\n\\n---\\n\\nToday, decentralized communities, or DAOs, are primarily valued proportionally to their token price. When the value of a token goes up, so does the value of its community. And when the token price is higher, the community naturally becomes more desirable to join. We saw this over the last few weeks as decentralized community [Friends with Benefits](https://www.fwb.help/) ([$FWB](https://coinmarketcap.com/currencies/friends-with-benefits-pro/)) skyrocketed to nearly $200 a token.\\n\\n![$FWB token price over the last 3 months](https://images.mirror-media.xyz/publication-images/af6aa3dc-76c2-460c-a232-6d2338640345.png?height=800&width=1860)\\n\\nThe problem here — in what I call the Social Token Paradox — is that with this mental model, tokenized communities are incentivized to uphold exclusivity. Let’s work backwards: if you want your community to be valuable, you need your community’s token to go up in price. This makes sense, sure. But to make the token go up in price, you have two choices: you can either **increase** the price of the token, or you can **decrease** the number of tokens available to prospective members. Either way, this restricts access to the community and promotes exclusivity, codifying and enforcing a level of scarcity that feels almost at odds with web3’s vision of a truly open Internet.\\n\\n[https://twitter.com/parisrouz/status/1432389714468802566?s=20](https://twitter.com/parisrouz/status/1432389714468802566?s=20)\\n\\nSo how do we solve the Social Token Paradox? As an ecosystem, we need to rethink the value of a token from the ground up. The decentralized communities of tomorrow will be centered around what we *do*, instead of what we *have*. This will be accomplished through both pre-existing on-chain data, as well as through a more robust DAO onboarding process that enables communities to better understand prospective members, their values, and their goals. This will come as a tectonic shift to decentralized organizations and communities over the next few months.\\n\\nOnce we solve the Social Token Paradox, capital will no longer be the primary status symbol in web3. Instead, status will be composed of how many communities you are a part of, or how many things you’ve done online. The more online history you have, the richer your own story is, and the more things you can be a part of in the future.\\n\\nIf we can democratize access to a [veblen good](https://www.investopedia.com/terms/v/veblen-good.asp), status becomes about being a *part* *of* *something*, rather than how much money you have. We already see this in products like [Fractional](https://fractional.art/) and [PartyBid](https://www.partybid.app/), which enable collective ownership of highly sought-after NFTs, and in products like [Rabbit Hole](https://rabbithole.gg/), which allow users to earn crypto by using the latest decentralized apps. In both cases, democratizing access to capital is the intermittent step to on-chain reputation. These are exciting proof points of changes to come. But we are only scratching the surface. \\n\\nIn the real world, when we look in the mirror, we can only see a small fraction of who we are. In the metaverse, we’ll be able to go a whole lot deeper. And it’s going to start with social tokens.\\n\\n\\n---\\n\\nThank you to [Brian Flynn](https://twitter.com/Flynnjamm) and [Cooper Turley](https://twitter.com/Cooopahtroopa) for their continued support and friendship and for informing my thinking on this piece.\",\"timestamp\":1630413352,\"title\":\"Social Token Paradox\",\"publication\":\"gaby\"},\"digest\":\"VolWl6qGtN9MpRSm5sxa0Lf5jckJ0-n8QhhBCc6s43M\",\"authorship\":{\"contributor\":\"0x01b7baA7baA864fEF3CD1C7bc118Cc97cEdCB33f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mHtVi73rSGPLbJ5DmCv6mieoKhcm5SJ0NPlGWgEDjfU\\\",\\\"y\\\":\\\"eQ1mb89Xi4IBXxToRhHJHsNm-2vzmgzGftZLA24fP5c\\\"}\",\"signature\":\"HupVZXWE4X4AiVWkED3rxMYOKMdgLTolN6vw13ZEi6incupmiwMDebqh_3I7Rx1TzFwc6Ms0vDGew9zcOuh6Aw\",\"signingKeySignature\":\"0x830a167dd99baac0581ca9c79654126b80f0f0ae87ad238fe1dfdb063512a06f75da44b94b18fb04df3bf412fc3790b7b777943ab4863ea709b626baac32f0c61b\",\"signingKeyMessage\":\"I authorize the publication of articles on gaby.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mHtVi73rSGPLbJ5DmCv6mieoKhcm5SJ0NPlGWgEDjfU\\\",\\\"y\\\":\\\"eQ1mb89Xi4IBXxToRhHJHsNm-2vzmgzGftZLA24fP5c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zqchiBQhWWS49gaabLU92-BUUwfBL5aHCtNT88VTI8o\"}"