"{\"content\":{\"body\":\"Chen Nan picked up the lost feelings, he knew that some things simply have no choice, can only go step by step.\\n\\nHe carefully filled the small grave at his feet with earth, and then walked out of the cemetery.He had never seen a tree with so much spirit in it before.Could it be, he wondered, a new tree that had appeared in his long \\\"sleep\\\"?\\n\\nWhen the white flawless petals fall in front of Chen Nan, his eyes a burst of fuzzy, dusty memory was slowly opened, that is also a falling flower season......\\n\\nHe remembered the \\\"she\\\" in his heart...\\n\\n\\\"The vicissitudes of life... Alas!\\\"Chennan shook his head and strode out of the forest.\\n\\nWhen he walked out of the snow maple forest, it was also the setting sun, the original peaceful cemetery is not calm, dark spirit rising from the cemetery, endless darkness began to cover the whole cemetery.\\n\\nChennan vaguely heard a roar from behind, but he did not care, he thought the beast began to appear after sunset.He stretched his muscles and said to himself, \\\"It's been ten thousand years and you haven't gotten rusty yet.\\\"He knew he wasn't very good at kung fu, but he should have no problem dealing with the average beast.\\n\\nNot far from the snow maple forest in front of three huts, a bony old man stood in front of the door, all hair and beard, the face of the weather-beaten wrinkles.\\n\\nA ineffable mood rises in Chen Nan heart, this is the first person that sees after he is reborn for a person, there is a kind, there is a lost, there is a confused...\\n\\nTen thousand years ago he was born in front of his parents, ten thousand years later he was born again, but faced with such an old man.\\n\\n\\\"How can I relate my parents to this old man?\\\"He gave a self-deprecating smile.\\n\\nThe old man, leaning on a crutch, came staggering toward him, as if a gust of wind could blow him over.\\n\\nChennan hurried forward to hold the old man, the old man waved his hand, beckoning him to release, with a reproachful tone said a few words to him, but Chennan did not understand a word.\\n\\nThe cryptic voice sent a chill through his heart, and he realized that ten thousand years had passed and that the continental languages of his day had been abandoned by history.\\n\\nHe had hoped to learn about the world through the old man, but the language barrier dashed his hope.\",\"timestamp\":1634809333,\"title\":\"nearing one's ends \"},\"digest\":\"GRHtRjBwqO69cu74EpL641I8dlJpQzzDIzv1vtYO4Xs\",\"authorship\":{\"contributor\":\"0xCf7752bA6e7A55151e9E2B23137E42b51f40a7AF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c68T4XUY0xcdgFb8gcaho7ciqXHKiIyrDjjIOzpD5HQ\\\",\\\"y\\\":\\\"0noMP319eMRFwLHTxrz1okDmdr9Vt3yAvsQHGyfjtpA\\\"}\",\"signature\":\"dkoyLd4IlbhDX4244dZrm1shT_7Q_4XQat-WmQSCOGTLdx0Q7jqwISXE-qEaeRIE9XyjBgBrmBBu45gHTERGnQ\",\"signingKeySignature\":\"0xf1541cc0f9057349d3a47ddb3531741131159b1c6e6bbc98e643b5b2c98c2b0d197e59515fd4397c52e2cac6d8bee9c91a1d664599ee82921bbdda5a575913741c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c68T4XUY0xcdgFb8gcaho7ciqXHKiIyrDjjIOzpD5HQ\\\",\\\"y\\\":\\\"0noMP319eMRFwLHTxrz1okDmdr9Vt3yAvsQHGyfjtpA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GRHtRjBwqO69cu74EpL641I8dlJpQzzDIzv1vtYO4Xs\"}"