"{\"content\":{\"body\":\"当任小粟得知这名军官叫做王从阳的时候心里便是一惊，他很担心这货会一直咬着自己不放。 \\n  \\n     天亮的时候任小粟打开门，正看到王富贵在拿着笤帚打扫杂货铺，王富贵见到任小粟后放下笤帚就过来了，他压低了声音问道：“昨天晚上发生了什么？” \\n  \\n     “没事，”任小粟摇摇头：“壁垒内的私军还是怀疑我，再次进行了搜查。” \\n  \\n     “呸，”王富贵不忿说道：“天天拿我们流民当贼看，都说了是罗老板罩着的人了，竟然还敢来搜查第二次。” \\n  \\n     “行了行了别演了，”任小粟无语的看向王富贵：“你替我忿忿不平什么。” \\n  \\n     王富贵笑了起来：“你放心吧不会有事的，我已经把新的黑药给送进去了。” \\n  \\n     就在此时，外面有个汉子飞快的跑了过来，胳膊上还流着血。这汉子距离诊所还很远的时候便喊道：“医生！救救我！” \\n  \\n     兴许是流血太多的缘故，所以伤口吓到了这个汉子，但任小粟一眼看过去就明白，这货的伤根本没什么事。 \\n  \\n     在集镇上，没什么事就是指死不了。 \\n  \\n     不得不说，流民们的人生观都还挺豁达的，除了生死之外的事情，都不算太大的事情。 \\n  \\n     任小粟看了他一眼：“进来吧，你这伤不严重，死不了。你这伤是怎么弄的？” \\n  \\n     “我本来准备去工厂的，结果路上发现忘带东西拐回去，发现有人在我窝棚里偷东西，我想抓住他来着，他就给了我一刀，”汉子解释道：“医生，我这真没事？流了这么多血。” \\n  \\n     “没事，”任小粟平静道。 \\n  \\n     那汉子一听死不了便心情放松了一点，任小粟再看了一眼他的伤口，琢磨着自己新得到的麻药都还没用过呢，要不要用用啊？ \\n  \\n     任小粟看着汉子说道：“我们这有麻药，打了麻药以后处理伤口一点都不疼。” \\n  \\n     “真的吗？”汉子愣了一下：“要钱吗？” \\n  \\n     “废话，”任小粟没好气道：“不要钱能给你打这么贵的药？你看你的伤口起码有四寸，这么长的口子一针一针缝过去，你还不得疼死？” \\n  \\n     任小粟这说的也是实话，这次的伤口太长了，估摸着黑药都得小心翼翼的抹，不然一次药量根本打不住。 \\n  \\n     所以，他也确实担心这货会忍不住疼。 \\n  \\n     小玉姐这时候端着铁盘子出来了，铁盘子里面放着注射器和一小瓶麻药，这注射器还是以前诊所就有的。 \\n  \\n     医疗条件有限没有一次性的注射器针管，所以每次用的时候都必须好好消毒，按道理说这肯定是不对的，但任小粟能有什么办法？ \\n  \\n     他能做的就是好好消毒，比如把针头在火上多烤一会儿…… \\n  \\n     这次小玉姐是等针头凉了之后才准备下针的，只是刚打算下针的时候她就为难了：“小粟啊，这麻药是打伤口外面还是伤口里面？” \\n  \\n     他们也没用过这麻药啊，所以小玉姐就疑惑，麻药直接打到伤口里面是不是药效更快一些？ \\n  \\n     任小粟也愣住了，他也没想过这茬：“我也不知道啊。” \\n  \\n     旁边听着他们说话的汉子差点就尿了：“合着你们没打过麻药啊？你们到底会不会治伤……” \\n  \\n     这汉子听说过任小粟能治外伤，加上现在任小粟在集镇上的口碑异常的好，所以才第一时间来了诊所。 \\n  \\n     结果现在看起来好像不是那么一回事啊！ \\n  \\n     “到底打哪里啊小粟，”小玉姐催问。 \\n  \\n     任小粟看了一眼病号的面色，然后沉思道：“要不打腿上吧，免得他等会儿跑了。” \\n  \\n     病号：“？？？” \\n  \\n     …… \\n  \\n     “任务完成：奖励1.0力量。” \\n  \\n     “任务：救治20名病人。” \\n  \\n     不过这一天的时间，任小粟虽然完成了第三个救治10名病人的连环任务，可他的感谢币却从10枚降到了8枚，很多人就算被治好了也没有诚信感谢。 \\n  \\n     然而任小粟感觉自己现在的生活格外充实。 \\n  \\n     白天就诊，下午去代课，晚上在院子里和小玉姐、颜六元唠唠嗑。他把院子里的土地给刨了刨，准备种上一些蔬菜，他以前最大的愿望之一就是能有个院子，种点大葱蒜苗青菜之类的东西。 \\n  \\n     现在，任小粟感觉自己的力量已经硬生生快要翻正常成年男性一倍了，他的肌肉再次结实了一些。 \\n  \\n     任小粟在脑海中对宫殿问道：“我现在力量与敏捷属性都是多少？” \\n  \\n     宫殿回答道：“力量5.5，敏捷4.1。” \\n  \\n     任小粟没有说话，此时看来他的自身属性还是比较均衡的，大概不会出现突然变肌肉男的情况。 \\n  \\n     颜六元忽然问道：“哥，你干嘛不把那些病人全给治了，那可都是钱啊。” \\n  \\n     任小粟瞟了他一眼：“不会治。” \\n  \\n     “那以前的医生不会治，也一样给治了啊，”颜六元想了想追问道。 \\n  \\n     “咱不能跟他学，”任小粟解释道：“你看他现在的下场，他出事了有人帮他吗？做人是要有底线的。” \\n  \\n     “可咱们出事了也不一定有人帮啊，”颜六元低头小声嘀咕道：“他们也不会帮我们吧，那我们为什么还要对他们那么好心。这年头，很多人巴不得我们出事吧。” \\n  \\n     任小粟正视着颜六元，他知道颜六元年纪还小，三观还正在成型的阶段，而颜六元所处的环境就注定了他会接受到太多外界的恶意。 \\n  \\n     任小粟承认颜六元说的没错，这个时代里人人都是自私的，自私是一件天经地义的事情，甚至有害人之心都好像成了一件天经地义的事情，但任小粟必须让颜六元明白，别人是别人，他们是他们。 \\n  \\n     “六元你记住，”任小粟郑重说道：“不要让时代的悲哀，成为你的悲哀。” \\n  \\n     颜六元若有所思，而小玉姐在旁边眼睛亮闪闪的看着这兄弟俩，她忽然觉得只要任小粟还在颜六元身边，那么颜六元这辈子就不可能走上弯路。 \\n  \\n     忽然间外面传来骚乱的声音，有人惊讶：“乐队回来了，他们不是去112号壁垒了吗，怎么回来了？” \\n  \\n     “对啊，而且给他们做向导的那个汉子不见了！” \\n  \\n     任小粟抬头，他忽然想起那个枪械技能完美的鸭舌帽女孩来。 \\n  \\n     ……\",\"timestamp\":1638579909,\"title\":\"29、时代的悲哀\"},\"digest\":\"sFmmoY1LcgszsWsoLjtJ34xjBluxZl_kQqoZvmQQd78\",\"authorship\":{\"contributor\":\"0xdCbe08185826aB07475a44f6B74FDf3cAbe5CD8B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lyuQXEXjIHwCj58IHbXsLlxpgDO69XXo16HJL_f5CFo\\\",\\\"y\\\":\\\"S26750O6g7o2ZXNJl0QxF0bI1xYs3Hx5FbYE06pm2VQ\\\"}\",\"signature\":\"tmGkOOdNswhzOEHTxU3T4RMo4nwwakVydNOyDuPyU9-rBBuZ_waJ6c4AycGiXle8WNkKJ509wVUSOLDX2BNh2A\",\"signingKeySignature\":\"0xb69e274afa7cfaf461dca3d3f39de18bd38e6cf43c1bb819ba58fbb90765a5686eb74d5ec7f401f16983ce829bb15ff3f3f6ed889ca061bd71159845b482dd4f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lyuQXEXjIHwCj58IHbXsLlxpgDO69XXo16HJL_f5CFo\\\",\\\"y\\\":\\\"S26750O6g7o2ZXNJl0QxF0bI1xYs3Hx5FbYE06pm2VQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sFmmoY1LcgszsWsoLjtJ34xjBluxZl_kQqoZvmQQd78\"}"