"{\"content\":{\"body\":\"![words by Aye, graphic by O'Plérou](https://images.mirror-media.xyz/publication-images/jldtRMrde9qyZGWTqJeoB.png?height=1500&width=3000)\\n\\nmCLUB recently hosted our Season 1 celebration party to review all the amazing things we accomplished, consolidate our learnings, and recharge for the planning and launch of mCLUB Season 2. It's hard to believe it was just two months ago when we raised 47 ETH from a total of 189 contributors, giving life to this awesome initiative of supporting creators in the Mirror ecosystem — all while learning how to DAO!\\n\\nIn the spirit of building out loud, we want to share highlights from Season 1 with the broader community.\\n\\n**🤝 Supporting Creators:** In this first iteration of mCLUB, we helped fund three amazing creators, spanning music/video games, film, and writing. Here are those projects (in order):\\n\\n1. [Songcamp Elektra](https://snapshot.org/#/m.club.eth/proposal/QmNncBiesgCvsMWNN15iDmUYc1W67JQQFrJ4hzvJcWsjbH), a choose-your-own-adventure, music-based game on Discord\\n2. *[Not a Drop of Blood,](https://snapshot.org/#/m.club.eth/proposal/QmSVuiE6Sv3kZcPeeQmM4VmLy4dXwbAvtoKa1yLXpTQf46)* a feature-length documentary film by Jackson Devereux\\n3. [“Newly Finite Themes,”](https://snapshot.org/#/m.club.eth/proposal/QmaBgF8UNL6ZhfzcwBT3pcwLXfpKwN42HvRntvaXDVCPYX) a research paper to be written by Mike Masnick\\n\\n**🧩 Forming Committees:** Onboarding and supporting creators requires huge amounts of work, momentum, and learning-by-doing. To achieve this, we organized ourselves into three committees:\\n\\n1. **Community**: to foster a learning experience for people interested in creating and working within a DAO, and for contributors of all levels to learn and gain experience too.\\n2. **Governance:** to enable the DAO to operate smoothly and efficiently so that impact on the Mirror creator ecosystem could be maximized.\\n3. **Media**: to create content (internally and externally) that supports mCLUB’s mission to recruit, back, and support creators using the Mirror platform.\\n\\nCross-committee collaborations were critical to mCLUB’s Season 1 success, and we were able to run a lot of beta processes (onboarding, drafting and passing proposals, etc.) due to the collaborative mindset of mCLUB contributors.\\n\\n**✨ Creating VIBES:** Since mCLUB is a place for learning and onboarding new folks to web3 and the DAO ecosystem, we created an open-door vibe and a welcoming atmosphere. The fact that mCLUB members are represented across three continents in part reflects that inclusiveness.\\n\\n**🦍 Recognizing Contributions:** To reward contributions at the end of the season, we used [Coordinape](https://coordinape.com/). For most of us, it was the first time using it. Twenty-five members were actively contributing to the DAO and have been recognized as contributors.\\n\\n**📜 Governing Lightly:** We defined a governance process that was intentionally light — and it worked. The process worked so well for S1 that mCLUB members are already repurposing it for other projects. In case you need inspiration using something tried and tested, here is the [mCLUB Governance Process](https://docs.google.com/document/d/1uQtS4PVGG7TFvrL9-O6yWaMEA37dOyDBkWG1N7QtDQI/edit?usp=sharing).\\n\\n🌈 **Establishing Our Voice:** On the media side, we established the mCLUB brand and the [@mCLUBDAO](https://twitter.com/mClubDAO) Twitter account, made it through Mirror's $WRITE RACE (thanks to the folks who voted for mCLUB!), and published three features. (If you are looking for some inspiration for your own Mirror publication, we recommend reading our [Learning From The Explorers of Mirror](https://mclub.mirror.xyz/vP3SoUf_r2xXhcQXsJB1uyhiAOZoNt3ZEZpkI49rl00) article, especially now that [Mirror is open for everyone](https://dev.mirror.xyz/valptw8S9eZ1cvzX-JCGga2N_W2hXyurSYbOlNFj4OQ)!) Last but not least, the media team also helped make some on-fire emojis! Rumors abound that mCLUB emojis have been spotted in other servers, finding new places to spread the love & gmi vibes of mCLUB!\\n\\n💖\\n\\nThanks to everyone involved for making mCLUB Season 1 so special. If you want to check out the collective train of thought, [take a look at the collaborative slides that came out of our Season 01 celebration](https://docs.google.com/presentation/d/1HbUmucIq4WD-7SIYCfNqofhepCMDsySsGBVz-x7_vbk/edit?usp=sharing). And if you want to get involved with Season 2, now is the perfect time. Hop into the [Seed Club Discord](http://discord.gg/dUTBCZzT4N) and LFG!\",\"timestamp\":1635276182,\"title\":\"Celebrating mCLUB Season 1 🎉\",\"publication\":\"mclub\"},\"digest\":\"8OTfzZyZq2RXl0Bd6a2RKP-DaXzDDbOE_dLBQjlQJ9A\",\"authorship\":{\"contributor\":\"0xE62B7b73Ef13365C95d4F191A2715dF1E2836e25\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PdE73UtkuQ4oKXNTlunG-HT_pFaiqL1iQpU6xgeNPe8\\\",\\\"y\\\":\\\"wFIWWWHPDs8JYMkyvkNCEgmr05vGuvIkjwPCsJf-loE\\\"}\",\"signature\":\"Q5t-IE0Oq0oUTXVGN8hMVuaw05iiBAln7jOTL4X9IR7Vzhnh2Rzj0I4p8lwRBhotjd-n8YMTcVN6JqOWZZZCWA\",\"signingKeySignature\":\"0x31d39e9eef7a82ab6e8c946c0a7944846f55a178bad926e1f1985a60a5ab834b5aafdb54b9e982345cb2bfd458b7399e4c2f5a28b7ef0e44caa658e416a85d171c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PdE73UtkuQ4oKXNTlunG-HT_pFaiqL1iQpU6xgeNPe8\\\",\\\"y\\\":\\\"wFIWWWHPDs8JYMkyvkNCEgmr05vGuvIkjwPCsJf-loE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8OTfzZyZq2RXl0Bd6a2RKP-DaXzDDbOE_dLBQjlQJ9A\"}"