"{\"content\":{\"body\":\"She presently felt the necessity of replying to the question of her companion. \\\" Oh,\\\" she said, care- lessly, \\\" I suppose they were acquainted-in a way.\\\"\\n\\nThe old lady was giving the best of her mind to the subject. \\\" If that's the case-\\\" she observed, musingly, \\\" if that's the case, you can't tell what is between 'em.\\\"\\n\\nThe talk had so slackened that Nora's unfortunate Greek admirer felt that here was a good opportunity to present himself again to the notice of the actress. The means was a smile and a French sentence, but his reception would have frightened a man in armour. His face blanched with horror at the storm, he had invoked, and he dropped limply back as if some one had shot him. \\\"You tell this little snipe to let me alone! \\\" cried Nora, to the dragoman. \\\" If he dares to come around me with any more of those Parisian dude speeches, I-I don't know what I'll do! I won't have it, I say.\\\" The impression upon the dragoman was hardly less in effect. He looked with bulging eyes at Nora, and then began to stammer at the officer. The latter's voice could sometimes be heard in awed whispers for the more elaborate explanation of some detail of the tragedy. Afterward, he remained meek and silent in his corner, barely more than a shadow, like the proverbial husband of imperious  beauty.\\n\\n\\\"Well,\\\" said the old lady, after a long and thoughtful pause, \\\" I don't know, I'm sure, but it seems to me that if Rufus Coleman really cares for that girl, there isn't much use in trying to stop him from getting her. He isn't that kind of a man.\\\"\\n\\n\\\" For heaven's sake, will you stop assuming that he does care for her ? \\\" demanded Nora, breathlessly.\\n\\n\\\"And I don't see,\\\" continued the old lady, \\\"what you want to prevent him for, anyhow.\\\"\\n\\nCHAPTER XXV.\\n\\n\\\" I FEEL in this radiant atmosphere that there could be no such thing as war-men striving together in black and passionate hatred.\\\" The professor's words were for the benefit of his wife and daughter. ,He was viewing the sky-blue waters of the Gulf of Corinth with its background of mountains that in the sunshine were touched here and there with a copperish glare. The train was slowly sweeping along the southern shore. \\\" It is strange to think of those men fighting up there in the north. And it is strange to think that we ourselves are but just returning from it.\\\"\\n\\n\\\" I cannot begin to realise it yet,\\\" said Mrs. Wain- wright, in a high voice.\\n\\n\\\" Quite so,\\\" responded the professor, reflectively.\\n\\n\\\"I do not suppose any of us will realise it fully for some time. It is altogether too odd, too very odd.\\\"\\n\\n\\\"To think of it!\\\" cried Mrs. WainWright. \\\"To think of it! Supposing those dreadful Albanians or those awful men from the Greek mountains had caught us! Why, years from now I'll wake up in the night and think of it! \\\"\\n\\nThe professor mused. \\\" Strange that we cannot feel it strongly now. My logic tells me to be aghast that we ever got into such a place, but my nerves at present refuse to thrill. I am very much afraid that this singular apathy of ours has led us to be unjust to poor Coleman.\\\" Here Mrs. Wainwright objected. \\\" Poor Coleman! I don't see why you call him poor Coleman.\\n\\n\\\" Well,\\\" answered the professor, slowly, \\\" I am in doubt about our behaviour. It-\\\"\\n\\n\\\" Oh,\\\" cried the wife, gleefully,\\\" in doubt about our behaviour! I'm in doubt about his behaviour.\\\"\\n\\n\\\" So, then, you do have a doubt. of his behaviour?\\\" \\\" Oh, no,\\\" responded Mrs. Wainwright, hastily, \\\" not about its badness. What I meant to say was that in the face of his outrageous conduct with that- that woman, it is curious that you should worry about our behaviour. It surprises me, Harrison.\\\"\\n\\nThe professor was wagging his head sadly. \\\" I don't know I don't know It seems hard to judge \\\\* \\\\* I hesitate to-\\\"\\n\\nMrs. Wainwright treated this attitude with disdain. \\\" It is not hard to judge,\\\" she scoffed, \\\" and I fail to see why you have any reason for hesitation at all. Here he brings this woman-- \\\"\\n\\nThe professor got angry. \\\"Nonsense! Nonsense! I do not believe that he brought her. If I ever saw a spectacle of a woman bringing herself, it was then. You keep chanting that thing like an outright parrot.\\\"\\n\\n\\\"Well,\\\" retorted Mrs. Wainwright, bridling, \\\"I suppose you imagine that you understand such things, Men usually think that, but I want to tell you that you seem to me utterly blind.\\\"\\n\\n\\\" Blind or not, do stop the everlasting reiteration of that sentence.\\\"\\n\\nMrs. Wainwright passed into an offended silence, and the professor, also silent, looked with a gradually dwindling indignation at the scenery.\\n\\nNight was suggested in the sky before the train was near to Athens. \\\" My trunks,\\\" sighed Mrs. Wainwright. \\\" How glad I will be to get back to my trunks! Oh, the dust! Oh, the misery ! Do find out when we will get there, Harrison. Maybe the train is late.\\\"\\n\\nBut, at last, they arrived in Athens, amid a darkness which was confusing, and, after no more than the common amount of trouble, they procured carriages and were taken to the hotel. Mrs. Wainwright's impulses now dominated the others in the family. She had one passion after another. The majority of the servants in the hotel pretended that they spoke English, but, in three minutes, she drove them distracted with the abundance and violence of her requests.  It came to pass that in the excitement the old couple quite forgot Marjory. It was not until Mrs. Wainwright, then feeling splendidly, was dressed for dinner, that she thought to open Marjory's door and go to render a usual motherly supervision of the girl's toilet.\\n\\nThere was no light: there did not seem to be any- body in the room. \\\" Marjory ! \\\" called the mother, in alarm. She listened for a moment and then ran hastily out again. \\\" Harrison ! \\\" she cried. \\\" I can't find Marjory!\\\" The professor had been tying his cravat. He let the loose ends fly. \\\"What?\\\" he ejaculated, opening his mouth wide. Then they both rushed into Marjory's room. \\\"Marjory!\\\" beseeched the old man in a voice which would have invoked the grave.\\n\\nThe answer was from the bed. \\\"Yes?\\\" It was low, weary, tearful. It was not like Marjory. It was dangerously the voice of a hcart-broken woman. They hurried forward with outcries. \\\"Why, Marjory! Are you ill, child? How long have you been lying in the dark? Why didn't you call us? Are you ill?\\\"\\n\\n\\\" No,\\\" answered this changed voice, \\\" I am not ill. I only thought I'd rest for a time. Don't bother.\\\"\\n\\nThe professor hastily lit the gas and then father and mother turned hurriedly to the bed. In the first of the illumination they saw that tears were flowing unchecked down Marjory's face.\\n\\nThe effect.of this grief upon the professor was, in part, an effect of fear. He seemed afraid to touch it, to go near it. He could, evidently, only remain in the outskirts, a horrified spectator. The mother, how. ever, flung her arms about her daughter. \\\" Oh, Marjory! \\\" She, too, was weeping.\\n\\nThe girl turned her face to the pillow and held out a hand of protest. \\\" Don't, mother! Don't !\\\"\\n\\n\\\"Oh, Marjory! Oh, Marjory!\\\"\\n\\n\\\" Don't, mother. Please go away. Please go away. Don't speak at all, I beg of you.\\\"\\n\\n\\\" Oh, Marjory! Oh, Marjory!\\\"\\n\\n\\\" Don't.\\\" The girl lifted a face which appalled them. It had something entirely new in it. \\\" Please go away, mother. I will speak to father, but I won't -I can't-I can't be pitied.\\\"\\n\\nMrs. Wainwright looked at her husband. \\\" Yes,\\\" said the old man, trembling. \\\"Go! \\\" She threw up her hands in a sorrowing gesture that was not without its suggestion that her exclusion would be a mistake. She left the room.\\n\\nThe professor dropped on his knees at the bedside and took one of Marjory's hands. His voice dropped to its tenderest note. \\\"Well, my Marjory?\\\"\\n\\nShe had turned her face again to the pillow. At last she answered in muffled tones, \\\" You know.\\\" Thereafter came a long silence full of sharpened pain. It was Marjory who spoke first. \\\"I have saved my pride, daddy, but-I have-lost-everything --else.\\\" Even her sudden resumption of the old epithet of her childhood was an additional misery to the old man. He still said no word. He knelt, gripping her fingers and staring at the wall.\\n\\n\\\" Yes, I have lost\\\\~everything-else.\\\"\\n\\nThe father gave a low groan. He was thinking deeply, bitterly. Since one was only a human being, how was one going to protect beloved hearts assailed with sinister fury from the inexplicable zenith? In this tragedy he felt as helpless as an old grey ape. He did not see a possible weapon with which he could defend his child from the calamity which was upon her. There was no wall, no shield which could turn this sorrow from the heart of his child. If one of his hands loss could have spared her, there would have been a sacrifice of his hand, but he was potent for nothing. He could only groan and stare at the wall. He reviewed the past half in fear that he would suddenly come upon his error which was now the cause of Marjory's tears. He dwelt long upon the fact that in Washurst he had refused his consent to Marjory's marriage with Coleman, but even now he could not say that his judgment was not correct. It was simply that the doom of woman's woe was upon Marjory, this ancient woe of the silent tongue and the governed will, and he could only kneel at the bedside and stare at the wall.\\n\\nMarjory raised her voice in a laugh. \\\" Did I betray myself? Did I become the maiden all forlorn ? Did I giggle to show people that I did not care? No-I did not-I did not. And it was such a long time, daddy! Oh, such a long time! I thought we would never get here. I thought I would never get where I could be alone like this, where I could-cry-if I wanted to. I am not much of - a crier, am I, daddy? But this time-this-time-\\\"\\n\\nShe suddenly drew herself over near to her father and looked at him. \\\" Oh, daddy, I want to tell you one thing. just one simple little thing.\\\" She waited then, and while she waited her father's head went lower and lower. \\\" Of course, you know-I told you once. I love him! I love him! Yes, probably he is a rascal, but, do you know, I don't think I would mind if he was a-an assassin. This morning I sent him away, but, daddy, he didn't want to go at all. I know he didn't. This Nora Black is nothing to him. I know she is not. I am sure of it. Yes-I am sure of it. \\\\* \\\\* \\\\* I never expected to talk this way to any living creature, but-you are so good, daddy. Dear old daddy---\\\"\\n\\nShe ceased, for she saw that her father was praying.\\n\\nThe sight brought to her a new outburst of sobbing, for her sorrow now had dignity and solemnity from thebowed white head of her old father, and she felt that her heart was dying amid the pomp of the church. It was the last rites being performed at the death-bed. Into her ears came some imagining of the low melan. choly chant of monks in a gloom.\\n\\nFinally her father arose. He kissed her on the brow. \\\" Try to sleep, dear,\\\" he said. He turned out the gas and left the room. His thought was full of chastened emotion.\\n\\nBut if his thought was full of chastened emotion, it received some degree of shock when he arrived in the presence of Mrs. Wainwright. \\\" Well, what is all this about ? \\\" she demanded, irascibly. \\\" Do you mean to say that Marjory is breaking her heart over that man Coleman ? It is all your fault-\\\" She was apparently still ruffled over her exclusion.\\n\\nWhen the professor interrupted her he did not speak with his accustomed spirit, but from something novel in his manner she recognised a danger signal. \\\" Please do not burst out at it in that way.\\\"\\n\\n\\\"Then it Is true?\\\" she asked. Her voice was a mere awed whisper.\\n\\n\\\" It is true,\\\" answered the professor.\\n\\n\\\"Well,\\\" she said, after reflection, \\\"I knew it. I alway's knew it. If you hadn't been so blind! You turned like a weather-cock in your opinions of Coleman. You never could keep your opinion about him for more than an hour. Nobody could imagine what you might think next. And now you see the result of it! I warned you! I told you what this Coleman was, and if Marjory is suffering now, you have only yourself to blame for it. I warned you! \\\"\\n\\n\\\" If it is my fault,\\\" said the professor, drearily, \\\" I hope God may forgive me, for here is a great wrong to my daughter.\\\"\\n\\nWell, if you had done as I told you-\\\" she began.\\n\\nHere the professor revolted. \\\" Oh, now, do not be- gin on that,\\\" he snarled, peevishly. Do not begin on that.\\\"\\n\\n\\\" Anyhow,\\\" said Mrs. Wainwright, it is time that we should be going down to dinner. Is Marjory com- ing? \\\"\\n\\n\\\" No, she is not,\\\" answered the professor, \\\" and I do not know as I shall go myself.\\\"\\n\\n\\\" But you must go. Think how it would look! All the students down there dining without us, and cutting up capers! You must come.\\\"\\n\\n\\\" Yes,\\\" he said, dubiously, \\\" but who will look after Marjory ? \\\"\",\"timestamp\":1638929821,\"title\":\"Nora was silent for a time, while a gloom upon her face deepened. It had struck her that the theories\"},\"digest\":\"XVdt4nGSEd_j5f6Pdv87NNMFo3-TNEApwtUTL6Kv-cM\",\"authorship\":{\"contributor\":\"0xa216D8906Acd104a8EC6a31f93e945DFe15768c1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5mJEl8JKmSd8kZgXMwjT3OYppU4bpT2mVOaaKwyTbRc\\\",\\\"y\\\":\\\"hfpac0isYHyKz-HVB-2JJa2-wq82qF8tQ_2AWdeDkHI\\\"}\",\"signature\":\"Z1_dFjFbesfbHoUdozm4lk7v5FKQ5_83KcfISGuCQ3LJn4QyEI93j9m6DzQ83mxGZZ8sBuJsJDIG0s0-0dH2jg\",\"signingKeySignature\":\"0x11627919b4846d86a5174753f6196cdab1478b491a102781fcf61de9a6c366385cb2097201234f757a51a7eb43772ae7f69e76ff0d4e21df3ae60f99f8826f061c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5mJEl8JKmSd8kZgXMwjT3OYppU4bpT2mVOaaKwyTbRc\\\",\\\"y\\\":\\\"hfpac0isYHyKz-HVB-2JJa2-wq82qF8tQ_2AWdeDkHI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XVdt4nGSEd_j5f6Pdv87NNMFo3-TNEApwtUTL6Kv-cM\"}"