"{\"content\":{\"body\":\"**Co-authored with [Cooper Turley](https://twitter.com/Cooopahtroopa)**\\n\\nThe core tenant of any web3 project is a token.\\n\\nOperating as the centerpiece of the ecosystem, tokens are the new form of equity. Tokens typically carry governance rights, and allow community members to participate in a product, service or protocol as a co-owner and key decision maker of a shared treasury.\\n\\nSince 2013, founders have had to think about who to allocate tokens to and how to maximize not only the distribution, but also the “value-add” their holders provide.\\n\\nTeams typically allocate chunks of the supply to certain types of holders - creating a schema that contextualizes how tokens are earmarked for different user groups.\\n\\nWe explored key trends of token distributions - stemmed from data of pitch decks, medium posts, and github readmes dating back to 2013.\\n\\nHere’s what we found.\\n\\n*Please note: This report was published as of January 2022 using publicly available information as well as aggregated and anonymized private data points. The authors of this report did not independently verify the accuracy of these distributions today.*\\n\\n## Key Trends for Token Buckets\\n\\nToken distributions can be broken down into 6 main segments:\\n\\n* Community Treasury\\n* Core Team\\n* Private Investors\\n* Ecosystem Incentives\\n* Airdrop\\n* Public Sale\\n\\nWe aggregated distributions across 60 projects and protocols to create a comprehensive analysis of notable trends.\\n\\n### Treasury\\n\\nRetained for future distribution through governance. Treasury tokens are often viewed as the project's “reserve pool” - allocated to different stakeholders through voting proposals.\\n\\nTreasury allocations have fluctuated over time but have generally increased. In 2016, the average allocation dedicated to the treasury was around 20% but this has grown to over 40% in 2021.\\n\\n![](https://images.mirror-media.xyz/publication-images/g6qbQtVfq5lGlZuIepsQV.png?height=2293&width=3126)\\n\\n### Core Team\\n\\nReserved for founders, past and future employees. These tokens are subject to the longest lock-ups, and generally reflect the team’s equity ownership of the company issuing the token.\\n\\nTeam allocations have been trending up - starting from 5% in 2013 to around 20% in 2021.\\n\\n![](https://images.mirror-media.xyz/publication-images/jcE3l9Mma78ki7EOJhVuI.png?height=2293&width=3126)\\n\\n### Private Investors\\n\\nAllocated to capital providers who have purchased equity that later converted to tokens, or tokens directly. These tokens are also subject to lock-ups, generally in line with the core team.\\n\\nPrivate Investor allocations have been trending down – falling from 25% in 2013 to around 15% in 2021.\\n\\n![](https://images.mirror-media.xyz/publication-images/2Mkk12X8PWDDKruzWzpRP.png?height=2293&width=3126)\\n\\n### Ecosystem Incentives\\n\\nEarmarked for growth programs at launch. Ecosystem Incentives are typically programmed at launch, allowing users to earn from a pre-designated pool of tokens. Incentives have emerged as an alternative to public sales, including growth programs, liquidity mining and yield farming.\\n\\nEcosystem Incentives have increased massively - from 0% in 2016 to over 20% in 2021.\\n\\n![](https://images.mirror-media.xyz/publication-images/enRdZhdVYNS_mtkw_8g1r.png?height=2293&width=3126)\\n\\n### Airdrops\\n\\nRewarded to past users for value-added actions. Airdrop tokens are liquid at inception, claimable based on a pre-set allocation for each address designed by the core team.\\n\\nAirdrops grew in popularity during the run-up of 2017 and peaked in 2018.\\n\\nAfter a brief cool-off, Airdrop allocations have increased in recent years - from nearly 0% in 2019 to 15% in 2021.\\n\\n![](https://images.mirror-media.xyz/publication-images/0jf4YF4w4Pmvwzq158Z0K.png?height=2293&width=3126)\\n\\n### Public Sales\\n\\nSold to the general public. Formerly referred to as the “ICO” portion of the supply, Public Sale tokens are sold at launch, and liquid at inception.\\n\\nPublic sales has fallen drastically - starting from 25% in 2013 to close to 0% in 2021.\\n\\n![](https://images.mirror-media.xyz/publication-images/XI2dPP1QYG34F7bclaKNt.png?height=2293&width=3126)\\n\\n## Token Distributions by Project Type\\n\\nEach project requires a unique distribution.\\n\\nHere’s how they stacked up across the board.\\n\\n![](https://images.mirror-media.xyz/publication-images/MgaJY1YBdzYvMRi3Uc-uz.png?height=2293&width=5829)\\n\\n### Layer 1s and Layer 2s\\n\\nLayer 1s and Layer 2s tended to dedicate the largest portions of their token supply to early stakeholders and their public sale.\\n\\nThese projects are generally from earlier cohorts, meaning projects generally raised capital at a time when public sales were more en vogue.\\n\\n![](https://images.mirror-media.xyz/publication-images/4zloYZqGz77ixw51PDdRn.png?height=2293&width=3334)\\n\\n### DApps\\n\\nFor DApps, Team allocations hovered around 20%, while Investors sat around 15%. Around the same portion of tokens were reserved for Ecosystem Incentives.\\n\\n![](https://images.mirror-media.xyz/publication-images/iwr4P_0gAW-e9PqGt5h80.png?height=2293&width=3650)\\n\\n### DAOs\\n\\nDAOs dedicated less to the Team - averaging around 10%. A minimal amount was typically allocated to Investors at around 5%, and the largest portion went towards Treasury and Ecosystem Incentives.\\n\\n![](https://images.mirror-media.xyz/publication-images/KESkhzlIuVKVcpzwvjoAU.png?height=2293&width=3650)\\n\\nIn 2021, we saw a clear shift of tokens favoring the community. Whether it was an airdrop, Ecosystem Incentives or the Treasury - DAOs were the driving force behind this change.\\n\\n![](https://images.mirror-media.xyz/publication-images/xh86Xsg_Itm--nfhP2fIu.png?height=2293&width=3126)\\n\\n## Optimal Token Distribution\\n\\nSo - where does this leave us today?\\n\\nFor teams launching a token in 2022 - here’s our suggested token distribution:\\n\\n![](https://images.mirror-media.xyz/publication-images/DnzLtQ1Nc9IIObEpyJTTG.png?height=966&width=1568)\\n\\nNotice that Team and Investors were allocated the same amount, giving projects flexibility to go heavier in one direction or another relative to what’s being prioritized.\\n\\nReserving 50% for the Treasury seems to be common practice, though that percentage should increase or decrease relative to allocations for an Airdrop or Ecosystem Incentives.\\n\\n0% of tokens were earmarked for Public Sales. In the event there is a Public Sale, those tokens should be pulled directly from Team, Investor and Community Treasury - in that order.\\n\\nLast but not least, 10% earmarked to early earning opportunities through Ecosystem Incentives is a great way to build a value-added community.\\n\\nIn aggregate - this distribution should serve as a rough benchmark for your team to build off of in 2022.\\n\\n## Key Takeaways\\n\\nWhile web3 is ever-evolving, this bull run has shifted the dynamic for all participants.\\n\\n* Investor allocations are decreasing.\\n* Team allocations are increasing.\\n* Airdrops have become a cornerstone of most distributions.\\n* Public Sales have all but disappeared.\\n* DAOs have shifted the majority of ownership to the Community Treasury and Ecosystem Incentives.\\n\\nA competitive investor market means teams are raising at higher valuations and decreasing investor ownership. With [over $30b of venture capital invested into crypto this year](https://www.bloomberg.com/news/articles/2021-12-19/ftx-moonpay-axie-lead-crypto-firms-attracting-record-30-billion-in-2021?srnd=markets-vp&sref=aInCMkkj&utm_source=Iterable&utm_medium=email&utm_campaign=campaign_3421587), founders currently have the upper hand when it comes to negotiation leverage.\\n\\nA few years ago, founders reserved \\\\~5% for themselves and their early team. In 2021, founders reserved \\\\~20%, more in line with traditional venture equity models.\\n\\nWhile ownership for investors has decreased; they still average 15% of the total token supply, down from 25% a few years ago.\\n\\nWe’ve noticed a direct uptick in tokens allocated towards the community – specifically through airdrops. Airdrops have seen a resurgence in popularity and have turned into a major inflection point for any token launch today.\\n\\nOn the back of legal scrutiny, Public Sales have been replaced by reserves for a Community Treasury, and earmarked Ecosystem Incentives for value-added actions.\\n\\nThe most plausible reason is the proliferation of DAOs, which have seen an explosion in interest from crypto-native individuals and newcomers alike.\\n\\n## What’s Next?\\n\\nAs a token founder, it’s important to recognize that these dynamics will shift as the market evolves.\\n\\nIn a bull market, founders have the upper hand. In the bear market, investors have the upper hand.\\n\\nThe one common denominator is the community. If one thing holds true, it’s that we’re constantly seeing the community walk away with over half of a token distribution - even if that distribution is meant to be allocated based on governance.\\n\\nThis call for contributors places a strong emphasis on those capable of capital allocation and operations - namely when it comes to treasury management and diversification.\\n\\nOutside of direct governance, we’re seeing ownership go towards those creating meaningful value for a product, community or protocol. Instead of optimizing for secondary market liquidity or fundraising, we’re noticing a clear intention to put tokens directly into the hands of those who are consistently creating value for a given network.\\n\\nAs we head into a new year, expect more token distributions to favor active contributors - less towards those merely providing capital.\\n\\nWhile the above data is not all-encompassing, we hope this report can provide stronger conviction in mapping your token distribution.\\n\\nWe encourage you to reach out with feedback, and look forward to reviewing these trends again in the years to come.\\n\\nUntil then - with great tokenization comes great responsibility.\\n\\nAllocate accordingly!\\n\\n—\\n\\n### Co-authored by Cooper Turley and Lauren Stephanian.\\n\\n[Cooper](https://twitter.com/Cooopahtroopa) - Token distributions are something that feels obvious in hindsight, but extremely nuanced at inception. Having designed a number of tokens, this report looks to give teams a strong guiding light, while offering insights as to why tokens of the past were structured in the way they were. For newer web3 communities - I’m hopeful this article can help catch up on nearly 10 years of token distributions in a few minutes. I’m actively designing tokens through Fire Eyes DAO, and investing in founders as an angel and a Venture Partner at Variant. If this subject is of interest to your community, please reach out!\\n\\n[Lauren](https://twitter.com/lstephanian) - Determining token distributions has always been a critical decision for crypto founders as aligning incentives can set a protocol up for long term success. Investing into crypto companies and protocols at Pantera Capital for the last four years and watching older cohorts of crypto protocols mature, I’ve seen first hand the importance of getting it right. I’m hopeful this report provides some insight into both historic trends and what’s important to today’s crypto founders. I invest into founders building innovative technology in the crypto space. If you are looking for investment or would like to discuss a project you’ve been working on, please get in touch!\",\"timestamp\":1641317837,\"title\":\"Optimizing Your Token Distribution\"},\"digest\":\"PC-txXt3B_wRPLaTp-mNUQAKfD0K2a7x05SzHdphmhE\",\"authorship\":{\"contributor\":\"0x9899083Fd085e58eA3cC8888E58d6D0360779094\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Yp0hNJlqwxKzrYZMZeA4xcNFApP0EsLHkxxBZyv8sp4\\\",\\\"y\\\":\\\"-d2W_i2dGO2rEHzWYHOZsJnoTMB4F-1knCh52E8FRAs\\\"}\",\"signature\":\"sc-OOLVN_HJlsKyqeZLarN5pJFBLc4HVd_rXvhRF7It_SdG4zBYuSXVdh7hmlklGx67j_wQPOmmd9d-Aq4G36Q\",\"signingKeySignature\":\"0x317acbc328e526ef065b923b09d0592a72a7ee07853a7a713eb6f62da2ffd6423eb231dfb95018d445d53726a11b6ca0ef0daf5ccf5c7df5921a1697685bd5e01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Yp0hNJlqwxKzrYZMZeA4xcNFApP0EsLHkxxBZyv8sp4\\\",\\\"y\\\":\\\"-d2W_i2dGO2rEHzWYHOZsJnoTMB4F-1knCh52E8FRAs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kB9Jz_5joqbY0ePO8rU1NNDKhiqvzU6OWyYsbSA-Kcc\"}"