"{\"content\":{\"body\":\"Photo:Ministry of Foreign Affairs\\n\\n![Photo:Ministry of Foreign Affairs](https://images.mirror-media.xyz/publication-images/ZpmVDMNmO7FXtW9O68zuo.png?height=480&width=800)\\n\\nChina, Russia and India have embarked on development paths suited to their own national conditions and they have the responsibility to foster a correct view of democracy, get out of the \\\"democracy trap\\\" of certain countries and oppose interference in other countries' internal affairs under the pretext of democracy, Chinese State Councilor and Foreign Minister Wang Yi said on Friday, adding that the US organized \\\"democracy summit\\\" will create division and only bring negative energy to the world. \\n  \\n Wang made the remarks while attending the 18th Meeting of the Foreign Ministers of China, Russia and India on Friday through video link. \\n  \\n He said that the US-organized \\\"Summit for Democracy\\\" will draw lines based on one country's standards and create division and confrontation, which will only bring negative energy to the world. \\n  \\n The US sees itself as the world leader, asking other countries to follow its lead, which violated the democratization process of international relations. \\n  \\n The practice of democracy varies according to different national conditions and cannot be one template or one standard, Wang said. \\n  \\n He said China is ready to work with India and Russia to send positive signal to the world in practicing true multilateralism, boosting democratization process of international relations and jointly tackle COVID-19 and offer China-Russia-India proposals and strength for the uncertain world. \\n  \\n Wang made five proposals on further strengthening trilateral cooperation, including practicing true multilateralism to oppose attempt of new cold war and zero-sum game, respect the legitimate rights of countries and their rights in selecting their own development paths and jointly tackle hot issues through dialogue. \\n  \\n Wang also called on China, Russia and India to cooperate on vaccine research and production, mutual recognition of related standards and stick to scientific tracing of virus sources.   \\n  \\n Both Russian Foreign Minister Sergey Lavrov and Indian External Affairs Minister Subrahmanyam Jaishankar said the three countries should firmly uphold the core status of the United Nations and support true and effective multilateralism. Russia and India supported China to be the rotating presidency of the meeting. \\n  \\n Lavrov stressed that so-called free and open Indo-Pacific region was not an equal partnership, and forming cliques is a typical cold war mentality aimed at disrupting the regional strategic balance and the three countries should jointly deal with it. \\n  \\n Global Times\",\"timestamp\":1638283041,\"title\":\"China, Russia, India called on to get out of ‘democracy trap’\"},\"digest\":\"fkYeLJEgWc2g2tQxFi5jioVdRID0rWNr11RpXDSPLpk\",\"authorship\":{\"contributor\":\"0xa6c18096603820EA4A46202acb2a94ff473988bf\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fA25-nSKGmoEKCXqGEofC746aVAS3hZwFfWrT69UpNs\\\",\\\"y\\\":\\\"SYatDR8iAhahB8Uj8YDlLaIzSVd60Uoq1xGbYFBhnb8\\\"}\",\"signature\":\"R2effCbU5mhpsQdEoj5Z1B1iRm2y5RGLq4DnPQDc3TQOJGsbOc3np7FERR0pYRfGPRAJPQbFcnoNRV-Dt4SzRw\",\"signingKeySignature\":\"0xdb381cc584fb00ce2575176590465e72e71c5bd5c896ffed9ffd7201c1aa4922239acb80ca712cee3e4aea20c3a8a5a07959d50d44d53f98682dbe9226f511221c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fA25-nSKGmoEKCXqGEofC746aVAS3hZwFfWrT69UpNs\\\",\\\"y\\\":\\\"SYatDR8iAhahB8Uj8YDlLaIzSVd60Uoq1xGbYFBhnb8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fkYeLJEgWc2g2tQxFi5jioVdRID0rWNr11RpXDSPLpk\"}"