"{\"content\":{\"body\":\"|3 days ago\\n\\n“Underway…” I thought to myself.\\n\\n“The year has begun.” Was the sense behind the thought.\\n\\nGazing at the desktop image backdrop, a warm evening light glowing on a rural Virginian hillside, the site of the future home of a dear friend.\\n\\nAutumn colors in the brush and trees, some of the leaves even beginning to fall.\\n\\n“That’s not this time of year.” Comes the thought.\\n\\nUnderway… The feeling, the thought, the grab of it gently wafts center stage.\\n\\nBeginnings and endings, these concepts are natural enough given the experience of the living biology, compelled by unseen forces to seek life, avoid death, and to procreate.\\n\\nBeginnings and endings, these are implicit to these basic functions of the organism, and yet… Perhaps.\\n\\nBeginnings and endings require something separate; foreground, background; subject, object; self, other; now, later. And yet…\\n\\nIf we stop and are truly honest with ourselves, cut through all those “useful” projections and assumptions, there is no later, no other, no object, no background, nothing separate, only this awareness.\\n\\n“[This we have now](https://vimeo.com/20527265)…” Goes on the poet, on and on, the one verse (universe), the one song, now. Can you hear it?\\n\\n\\\"For hundreds and thousands of years I lived as a mineral. Then I died and was reborn a plant.\\n\\nFor hundreds and thousands of years I lived as a plant. Then I died and was reborn an animal.\\n\\nFor hundreds and thousands of years I lived as an animal. Then I was reborn as a human.\\n\\nWhat did I ever lose in dying?\\\"\\n\\nAgain, the poet Rumi.\\n\\nSome say that all of creation is brought into being simply for the purpose of beauty; brought into being for the purpose of love; brought into being for the purpose of compassion.\\n\\nEach moment of life in time exists as a conception in the mind of the observer. Each facet of that ruby heart, cut clean, constructed in relation to all the others, separate, whole, in and of itself.\\n\\nAn object, fleeting or enduring, foreground or background, brought forth into being for a purpose in the mind of the creator.\\n\\nCreator mind, God, Primordial Wisdom, Allah, Three Kaya, the Ruby. Creator mind, you, me, anyone…\\n\\nJust this awareness, drawing itself up to roar back at itself, running frightened, crying, laughing, for… Purpose (?).\\n\\nThe utility of each concept; the utility of the idea, “Underway…”\\n\\nCertainly, if one thinks to make some use of this apparently fleeting gift of life, Underway may call us to act, to love, to care, to grow, to create…\\n\\nAnd here I sit, in the early evening’s dark, jazz horns blowing in the background, and emergency vehicle siren calling out through the night beyond the window, and the word Underway, while front of mind, calls me to wonder…\\n\\nThe majesty of this presence, even just an image of a hillside anachronistic yet timeless, faraway, yet right here in my heart, by what utility do I serve this enormous privilege? Just life, boundless beyond “my control,” present in every aspect of this awareness.\\n\\nHow do I live but to honor that which came before? How do I live but to nourish that which follows?\\n\\nAnd so I stop, here, at the end of a long day of projects, to write something I trust I will share. I stop to write to be sure that, should nothing else bear fruit from this day, at least in this small offering might fall from the tree, to be met by the ground and time and hungry souls perhaps, grateful for a little nourishment.\\n\\nNo great sunrise, no [Perfect Offering](https://qz.com/835076/leonard-cohens-anthem-the-story-of-the-line-there-is-a-crack-in-everything-thats-how-the-light-gets-in/), just this little berry falling from the vine of my life to say “I love.”\\n\\nUnderway…\\n\\n\\n***\",\"timestamp\":1642284002,\"title\":\"Underway… - Kabir Kadre\"},\"digest\":\"pYMChOrMW5lOjbqTb4GrHIHtQgtdVab0amUJTrDQGrE\",\"authorship\":{\"contributor\":\"0x939F794568dE4dEd1ED42C2223cA27A1a4930856\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rmavV0q4BxaCNQiX9nUnUvY46AjOYaaSJajUc1nIRUo\\\",\\\"y\\\":\\\"6reoaKxemeJYmS1MBQHPeg1DMp3rvfs7IJ6uvj6BIYk\\\"}\",\"signature\":\"9_Mjb-zf7MUGY0i_X7TLet4Fzk89xMkklp-0Ww2QKGFappiahhwvbpLxO0-aqh8efmqFLE45bPO-gEPz_kck4w\",\"signingKeySignature\":\"0x3037e64c00e235debdd175fb92fa7b7f11a55614df88a8e9f23d56edb90d4dfd5290b6bc2da99843403cf6a08e76fe6752bdafc5ed4e111e6d730a0d9d06be7f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rmavV0q4BxaCNQiX9nUnUvY46AjOYaaSJajUc1nIRUo\\\",\\\"y\\\":\\\"6reoaKxemeJYmS1MBQHPeg1DMp3rvfs7IJ6uvj6BIYk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pYMChOrMW5lOjbqTb4GrHIHtQgtdVab0amUJTrDQGrE\"}"