"{\"content\":{\"body\":\"During bull markets, altcoins tend to accrue gains when Bitcoin price consolidates and at they run in tandem with BTC price during breakouts. This dynamic appears to be at play today because multiple altcoins went parabolic at the same time that BTC made a run at $64,000 and Ether ([ETH](https://cointelegraph.com/ethereum-price)) hit a new all-time high above $4,500.\\n\\nAccording to data from Messari, 31 tokens have established new record-highs in the past 24-hours and the total cryptocurrency market cap increased from $2.619 trillion to $2.732 trillion overnight.\\n\\n*Top 13 tokens to recently establish a new all-time high. Source: Messari*\\n\\nLet's take a closer look at the motivating factors behind the rallies in LCX (LCX), Illuvium (ILV) and Tokemak (TOKE).\\n\\n## LCX benefits from new exchange listings\\n\\nLCX is the native token of the Liechtenstein Cryptoassets Exchange which was established in 2018. Currently, the exchange is in possession of at least 8 cryptocurrency-related registrations by the Financial Market Authority Liechtenstein and this allows the platform to legally offer exchange services and security token offerings (STO).\\n\\nData from [CoinGecko](https://www.coingecko.com/en/coins/lcx) shows that since hitting a low of $0.125 on Oct. 17, the price of LCX has rallied 250% to a daily high at $0.44 on Nov. 2 as its 24-hour trading volume spiked 257% to $18.3 million.\\n\\n*LXC/USD 2-hour chart. Source: CoinGecko*\\n\\nThe sudden spike in price and trading volume comes a day after LCX token was listed on Coinbase Pro and the Singapore-based Bitrue exchange.\\n\\n## Illuvium gameplay preview send ILV price higher\\n\\nIlluvium is an open-world fantasy battle game that is built on the Ethereum newtork and has the goal of becoming the first AAA-rated blockchain-based game that incorporates aspects of decentralized finance (DeFi) and nonfungible tokens (NFT).\\n\\nData from [TradingView](https://www.tradingview.com/symbols/ILVUSDT/) shows that after reaching a low of $452.9 on Sept. 29, the price of ILV has surged 171% to establish a new record high at $1,231 on Nov. 2 as its 24-hour trading volume jumped 122% to $105 million.\\n\\n*ILV/USD 4-hour chart. Source: TradingView*\\n\\nThe building momentum for ILV comes following the release of raw footage depicting the gameplay of the platform. This gave interested gamers their first taste of the Illuvium ecosystem.\\n\\n***Related: [Axie Infinity, Decentraland and ‘metaverse’ cryptos rally after Facebook rebrands to Meta](https://cointelegraph.com/news/axie-infinity-decentraland-and-metaverse-cryptos-rally-after-facebook-rebrands-to-meta)***\\n\\n## Tokemak incorporates ‘Token Reactors’\\n\\nTokemak is a decentralized liquidity and market-making protocol that supports an \\\"efficient and sustainable liquidity\\\" across the DeFi ecosystem.\\n\\nData from [CoinGecko](https://www.coingecko.com/en/coins/tokemak) shows that since trading at a low of $29.98 on Sept. 21, the price of TOKE has increased 145.65% to reach a new record high at $73.27 on Nov. 2 as its 24-hour trading activity remained relatively stable near $8 million.\\n\\n*TOKE/USD 2-hour chart. Source: CoinGecko*\\n\\nThe steady climb in the price of TOKE comes as the total value locked on the Tokemak platform reached a new all-time high of $767.9 million according to [data](https://defillama.com/protocol/tokemak) from Defi Llama. The recent rollout of “Token Reactors” on the Tokemak dashboard allow users to stake tokens from other protocols such as Alchemix (ALCX) and Olympus (OHM) to earn TOKE rewards.\\n\\nThe overall cryptocurrency market cap now stands at $2.732 trillion and Bitcoin’s dominance rate is 43.8%.\\n\\nThe views and opinions expressed here are solely those of the author and do not necessarily reflect the views of Cointelegraph.com. Every investment and trading move involves risk, you should conduct your own research when making a decision.\",\"timestamp\":1635904976,\"title\":\"Illuvium, LCX and Tokemak hit new highs as Bitcoin dominance lingers\"},\"digest\":\"6TEyshtzxZBfDIixUJMOTOd26Od8ucqA2xA_FpwQv10\",\"authorship\":{\"contributor\":\"0xC46e66793e975C115c6fEb679fB2557ce22FD597\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RZXolfmHIvXbjOuH9eJWoO0woSBEwF4cmMEr9-Oipnw\\\",\\\"y\\\":\\\"nK9E9uQoKw7KvpYLmpTJULJEufJo9ZamOcdkez8e76c\\\"}\",\"signature\":\"FYI-Gh3jCEC2rbSceTAj3S2ZmQrWPXndhMYk95IoPiELHoULhZvYdDstVUKhJ6Q_J3nDXy4X_1DDsNKTvYsxcg\",\"signingKeySignature\":\"0x4cd4434958a31e08f2cc682442a6d1c831df1f43f20b8388d8640e33b54adbb07c50666aafc8ed1948c89400f231a835e0ef25ef914a4c7f15c3bad2a08404bf1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RZXolfmHIvXbjOuH9eJWoO0woSBEwF4cmMEr9-Oipnw\\\",\\\"y\\\":\\\"nK9E9uQoKw7KvpYLmpTJULJEufJo9ZamOcdkez8e76c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6TEyshtzxZBfDIixUJMOTOd26Od8ucqA2xA_FpwQv10\"}"