"{\"content\":{\"body\":\"If you’re just joining, this is the second part of a 3-part series on self-leadership. It’s based largely on the book *[Reinventing Organisations](https://www.amazon.com/Reinventing-Organizations-Illustrated-Invitation-Conversation-ebook/dp/B01HTWF0YW/ref=tmm_kin_swatch_0?_encoding=UTF8&qid=1640428628&sr=8-1)* by Federic Laloux and my experience at Wise circa 2015. [Jump back to the start here](https://mirror.xyz/mrjeff.eth/02JmKVHuFGXGAoziQYQEZ14HHWUZmQ2B23DxRmwQtnU). All quotes, unless otherwise mentioned, are from this book. \\n\\nSelf-leadership is the latest evolution in how people organize. It’s relatively new and not yet well understood. Although we at Wise are working this way every day, there are many myths that can be put to rest.\\n\\n## Myth 1 | Self-leadership = no leadership\\n\\nSelf-leadership requires everyone in the organization to step up. Everyone must in some sense become a leader. The hard decisions that managers, directors and executives make in Orange organizations still must get made. But every individual now has to make those sorts of hard choices, make tradeoffs, do in-depth analysis, worry whether they’re making the right choice. Highly self-managing organizations have found ways of making smart decisions:\\n\\n> *Almost all organizations …* \\\\[use a process\\\\] *called the “advice process.” It is very simple: in principle, any person in the organization can make any decision. But before doing so, that person must seek advice from all affected parties and people with expertise on the matter. The person is under no obligation to integrate every piece of advice; the point is not to achieve a watered-down compromise that accommodates everybody’s wishes. But advice must be sought and taken into serious consideration. The bigger the decision, the wider the net must be cast—including, when necessary, the CEO or the board of directors. Usually, the decision maker is the person who noticed the issue or the opportunity or the person most affected by it.*\\n\\nTo some degree, we use monthlies and quarterlies at Wise for this purpose.\\n\\nThere should be no doubt this is hard:\\n\\n> *“In hierarchical organizations, managers are responsible for delivering the numbers.” …* \\\\[but in self managing organizations\\\\]  *“all colleagues have the obligation to do something about an issue they sense, even when it falls outside of the scope of their roles. It’s considered unacceptable to say, “Somebody should do something about this problem,” and leave it at that; if you see a problem or an opportunity, you have an obligation to do something about it, and most often that “something” is to go and talk about it with the colleague whose role relates to the topic.”*\\n\\n## Myth 2 | Self-leadership = empowerment\\n\\nMany Wisers who’ve worked in other organizations that primarily operated from Amber or Orange principles know how hollow “empowerment” can feel if the context isn’t right:\\n\\n> *“Many organizations today claim to be empowering. But note the painful irony in that statement. If employees need to be empowered, it is because the system’s very design concentrates power at the top and makes people at the lower rungs essentially powerless, unless leaders are generous enough to share some of their power.”*\\n\\nIn teal organizations it’s genuinely different right from the foundation. Everyone. is. powerful. Everyone has the power to make the important decisions that drive the organization forward. In fact, everyone must take on the responsibility to use this power. You cannot be a victim in a Teal organization:\\n\\n> *“You can’t take refuge in blame, apathy, or resentfulness. Everybody needs to grow up and take full responsibility for their thoughts and actions—a steep learning curve for some people. Former leaders and managers sometimes find it is a huge relief not having to deal with everybody else’s problems. But many also feel the phantom pain of not being able to wield their former positional power.”*\\n\\n## Myth 3 | Self leadership = chaos\\n\\nIf there’s no hierarchy, what keeps people from slacking off? “*The short answer: intrinsic motivation, calibrated by peer emulation and market demands.”*\\n\\nMore specifically, everyone takes a leadership role, at least to manage themselves. Everyone is responsible to honour their commitments. And everyone also has both the power and the responsibility to put on the “boss” hat “*to bring about important decisions, launch new initiatives, hold underperforming colleagues to account, help resolve conflicts, or take over leadership if results are bad and action is needed”*\\n\\n## Myth 4 | Self leadership = everybody is equal\\n\\nEveryone in an organization has a unique contribution to make to serve the organization’s purpose. Contributions change over time as both the people and the organization develops. Everyone has the power and responsibility to make the biggest impact they can using their whole self.\\n\\nThat being said, self-managing organizations recognize that formalizing power structures can be problematic ego traps which are disempowering:\\n\\n> *Job titles are like honeypots to the ego: alluring and addictive, but ultimately unhealthy. We can quickly get attached to our job title if it carries social prestige, and we can easily fall into the trap of believing we “are” our job identity. And in a hierarchical system, it’s all too natural to start considering that we are somehow above certain people and below others.*\\n\\nNor are roles/jobs clearly defined nor fixed. People are complex (especially who bring their whole self to work):\\n\\n> *“People are not made to fit pre-defined jobs; their job emerges from a multitude of roles and responsibilities they pick up based on their interests, talents, and the needs of the organization.”*\\n\\n## Myth 5 | Self-leadership = no hierarchy = no career path\\n\\nEveryone has the power to pursue their inner purpose and to push the organization towards its purpose. There is no limit to the challenges they can take on. When everyone has this power\\n\\n> *“people naturally come across so many opportunities to learn and grown that senior leaders don’t need to worry about people getting the right exposure....Careers in self-managing organizations emerge organically from people’s interests, callings, and the opportunities that keep coming around in a liberated workplace.”*\\n\\nAnd self-managing organizations free up vast amounts of energy because nobody “*spends time on talent management, succession planning, or career planning.”* Roles and personal development becomes fluid and natural: “*When there is only one promotion coming around every few years, people are ready to put up a fight for it. When every month there might be some changes to roles within the team, everybody is more relaxed.”*\\n\\n## Myth 6 | Self-leadership = for startups only (i.e. it cannot scale)\\n\\nThe companies researched in the book ranged in size from 90 to 40,000 employees. They spanned every industry: nursing, schools, electricity production, heavy manufacturing, food processing, software development, non-profit. Some companies have been self-managing since the 1970’s.\\n\\n## Up next\\n\\nOk, now that the myths have been put to rest, let’s see how it applies to a living breathing organisation. Namely Wise (TransferWise) as of November 2018. \\n\\n**[Part 3](https://mirror.xyz/mrjeff.eth/8oR3LC85yHurf-oNce5q5cG3U8F-ik0Dcpx2J2NaoMc)**[ - How Wise uses self-leadership principles](https://mirror.xyz/mrjeff.eth/8oR3LC85yHurf-oNce5q5cG3U8F-ik0Dcpx2J2NaoMc)\",\"timestamp\":1640459258,\"title\":\"Self leadership part 2: Six myths put to rest\"},\"digest\":\"Wqwu2mK--TLgW2rtwNiIT-H9r-N5_hqrHXMMVsqMeXU\",\"authorship\":{\"contributor\":\"0x885076fe3868E6C027e4D376ce27FA3bAC04eFc6\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9mFGNGmYW0earuesVYw1J4QOSc8z1GNdPJx9neY2LVk\\\",\\\"y\\\":\\\"YcHhSMIYKYgLeHOIRVDHqf9A8gIX2dmNoIt14KsDg4Y\\\"}\",\"signature\":\"Zn3raBeZ3ABY1C608HonLmKVrqJV3hp7ve12oThpb9Yv2Pebrrjw2OCjZPDV_Pk0nLCqINjp1GXL14V8qIS3Qw\",\"signingKeySignature\":\"0xe3a7e18dc06081a8048282b1c2fe7183b972bf2c7c776ad1b99e60ee1924985e21414f441db3f1d02c094820cead0d4aad6a9cae95157772649202a5f9684bff1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9mFGNGmYW0earuesVYw1J4QOSc8z1GNdPJx9neY2LVk\\\",\\\"y\\\":\\\"YcHhSMIYKYgLeHOIRVDHqf9A8gIX2dmNoIt14KsDg4Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jlZGVgu7EpDlCAXjYStrGz3eBMsNm4DelFffS_z2QHs\"}"