"{\"content\":{\"body\":\"ETH has outperformed BTC by more than 230% this year and derivatives data suggests traders believe the altcoin has a lot more upside.\\n\\n![](https://images.mirror-media.xyz/publication-images/l-ZL_Ark8a95GIu2BuMcA.png?height=955&width=1434)\\n\\nMost traders have noticed that Ether ([ETH](https://cointelegraph.com/ethereum-price)) price has seriously outperformed Bitcoin ([BTC](https://cointelegraph.com/bitcoin-price)) for months now and the ETH/BTC ratio has rallied more than 230% in 2021 and recently hit a new high at 0.089 BTC on Dec. 9. \\n\\n![ETH/BTC pair at Coinbase. Source: TradingView](https://images.mirror-media.xyz/publication-images/2m3OCqVAqIfPF4v1Bokao.png?height=617&width=1256)\\n\\nTo put things in perspective, Ether's $490 billion market capitalization currently represents 54% of Bitcoin's $903 billion. This ratio finished 2020 at a mere 15%, so it is safe to conclude that some flippening has occurred. It might still be far from what Ethereum-maximalists imagined, but it is still quite a respectable run.\\n\\nInstead of analyzing the rationale for the move or, even worse, predicting the outcome based on some loose expectations, analysts should explore the market structure of each coin individually.\\n\\nFor example, is the futures' market premium facing a similar trend on both coins and how does the pro traders' long-to-short ratio compare? These are the most relevant metrics to determine whether a movement has the strength to continue.\\n\\n## The futures premium favors Ether\\n\\nQuarterly futures are the whales and arbitrage desks' preferred instruments but because of their settlement date and the price difference from spot markets, they might seem complicated for retail traders. However, the most notable advantage of these quarterly contracts is the lack of a fluctuating funding rate.\\n\\nThese fixed-month instruments usually trade slightly above spot market prices, indicating that sellers are requesting more money to withhold settlement longer. Consequently, futures should trade at a 5% to 15% annualized premium in healthy markets. This situation is known as \\\"contango\\\" and is not exclusive to crypto markets.\\n\\n![Bitcoin and Ether futures basis. Source: Laevitas.ch](https://images.mirror-media.xyz/publication-images/oZzZj9BAc8iMo4htHqBZ2.png?height=502&width=1319)\\n\\nAfter comparing both charts, we can see that Bitcoin futures trade at an average 2.6% annualized premium for March 2022 and 4.4% for June 2022. This compares to Ether's 2.9% and 5%, respectively. As a result, it becomes clear that whales and arbitrage desks are demanding a larger premium on Ether and this is a bullish indicator.\\n\\n## Bitcoin's long-to-short ratio declined\\n\\nTo effectively measure how professional traders are positioned, investors should monitor the top traders' long-to-short ratio at leading crypto exchanges. This metric provides a broader view of traders' effective net position by gathering data from multiple markets.\\n\\nIt is worth noting that exchanges gather data on top traders differently because there are multiple ways to measure clients' net exposure. Therefore, any comparison between different providers should be made on percentage changes instead of absolute numbers.\\n\\n![Bitcoin top traders long-to-short ratio. Source: Coinglass](https://images.mirror-media.xyz/publication-images/_3gxNwSVQ9nXSQNYIDYHp.png?height=632&width=778)\\n\\nThe long-to-short ratio for top Bitcoin traders currently stands at a 1.21 ratio average, down from the 1.39 on Dec. 5. Compared to the 1.59 figure from two weeks ago, this signals that buyers (longs) reduced their exposure by 24%. Once again, the absolute number has less importance than the overall change in the time frame.\\n\\n![Ether top traders long-to-short ratio. Source: Coinglass](https://images.mirror-media.xyz/publication-images/29TU5QKRhUuwll4JFSjWK.png?height=600&width=766)\\n\\nMeanwhile, Ether whales and arbitrage desks showed a positive sentiment change from Dec. 5 after the long-to-short moved to 1.16 from 1.0. When comparing the average data from Nov. 25, top Ether traders' long-to-short have been cut by 20% from 1.43.\\n\\n## Data shows Ether traders are more confident than Bitcoin traders\\n\\nCurrent derivatives data favors Ether because the asset currently shows a higher futures basis rate. Furthermore, the improvement on the top traders' long-to-short since Oct. 5 signals confidence at a delicate period when ETH price is down 16% from its $4,870 all-time high.\\n\\nBitcoin investors may be lacking confidence as its price stands 31% below the $69,000 all-time high on Nov. 10. There's no way to know whether this is a cause or consequence. Still, judging by the futures premium and long-to-short data Ether seems to have enough momentum to keep outperforming.\\n\\n*The views and opinions expressed here are solely those of the [author](https://twitter.com/noshitcoins) and do not necessarily reflect the views of Cointelegraph. Every investment and trading move involves risk. You should conduct your own research when making a decision.*\",\"timestamp\":1639638587,\"title\":\"Data shows pro traders are currently more bullish on Ethereum than Bitcoin\"},\"digest\":\"XxodcnIt8u0sSJozhgnhmbXLnZEkCP1DZ0FqAHFs3mo\",\"authorship\":{\"contributor\":\"0x7a80e001B655A80f9Fd98254bA832D473378B5e2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BxaZISFMQgthRwk0-and3E2F24D6bJ21te8iALrr0lY\\\",\\\"y\\\":\\\"FRamMvgOMeBv_KEnxsiBL4dRByUSfIdrVaGiaat7FEw\\\"}\",\"signature\":\"FQdrFKQLzvBglMroX89fjGvB8fDFYN6SHYBWXhya2ybYLAEbp2hIxXh0ugGEy3ReJ9fHqoI4jx0bwHmGaq2zww\",\"signingKeySignature\":\"0xd892af017d3d444e65f494245392edba1189b036fbbc9192a5d4bb76b46fa21b0bdf1b1ead5f4be57621592656b28970db1dfb84dbfbdf2dc7e9e320f09c10bf1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BxaZISFMQgthRwk0-and3E2F24D6bJ21te8iALrr0lY\\\",\\\"y\\\":\\\"FRamMvgOMeBv_KEnxsiBL4dRByUSfIdrVaGiaat7FEw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XxodcnIt8u0sSJozhgnhmbXLnZEkCP1DZ0FqAHFs3mo\"}"