"{\"content\":{\"body\":\"\\\"I shall certainly go on with it,\\\" said Tom, stoutly.\\n\\n\\\"After a certain time, you know, reiterated offers do, you know -- do -- do -- partake of the nature of persecution.\\\"\\n\\n\\\"Reiterated refusals are the sort of persecution I don't like.\\\" \\\"It seems to me that Ayala -- Miss Dormer, I mean -- should be protected by a sort of feeling -- feeling of -- of what I may perhaps call her dependent position. She is peculiarly -- peculiarly situated.\\\"\\n\\n\\\"If she married me she would be much better situated. I could give her everything she wants.\\\"\\n\\n\\\"It isn't an affair of money, Mr Tringle.\\\"\\n\\nTom felt, from the use of the word Mister, that he was in some way giving offence; but felt also that there was no true cause for offence. \\\"When a man offers everything,\\\" he said, \\\"and asks for nothing, I don't think he should be said to persecute.\\\"\\n\\n\\\"After a time it becomes persecution. I am sure Ayala would feel it so.\\\"\\n\\n\\\"My cousin can't suppose that I am ill-using her,\\\" said Tom, who disliked the \\\"Ayala\\\" quite as much as he did the \\\"Mister\\\". \\\"Miss Dormer, I meant. I can have nothing further to say about it. I can't write the letter, and I should not imagine that Ayala -- Miss Dormer -- would be moved in the least by any present that could possibly be made to her. I must go out now, if you don't mind, for half an hour; but I shall be back in time for breakfast.\\\"\\n\\nThen Tom was left alone with the necklace lying on the table before him. He knew that something was wrong with the Colonel, but could not in the least guess what it might be. He was quite aware that early in the interview the Colonel had encouraged him to persevere with the lady, and had then, suddenly, not only advised him to desist, but had told him in so many words that he was bound to desist out of consideration for the lady. And the Colonel had spoken of his cousin in a manner that was distasteful to him. He could not analyse his feelings. He did not exactly know why he was displeased, but he was displeased. The Colonel, when asked for his assistance, was, of course, bound to talk about the lady -- would be compelled, by the nature of the confidence, to mention the lady's name -- would even have been called on to write her Christian name. But this he should have done with a delicacy -- almost with a blush. Instead of that Ayala's name had been common on his tongue. Tom felt himself to be offended, but hardly knew why. And then, why had he been called Mister Tringle? The breakfast, which was eaten shortly afterwards in the company of three or four other men, was not eaten in comfort -- and then Tom hurried back to London and to Lombard Street. After this failure Tom felt it to be impossible to go to another friend for assistance. There had been annoyance in describing his love to Colonel Stubbs, and pain in the treatment he had received. Even had there been another friend to whom he could have confided the task, he could not have brought himself to encounter the repetition of such treatment. He was as firmly fixed as ever in his conviction that he could not write the letter himself. And, as he thought of the words with which he should accompany a personal presentation of the necklace, he reflected that in all probability he might not be able to force his way into Ayala's presence. Then a happy thought struck him. Mrs Dosett was altogether on his side. Everybody was on his side except Ayala herself, and that pigheaded Colonel. Would it not be an excellent thing to entrust the necklace to the hands of his Aunt Dosett, in order that she might give it over to Ayala with all the eloquence in her power? Satisfied with this project he at once wrote a note to Mrs Dosett.\\n\\nMY DEAR AUNT,\\n\\nI want to see you on most important business. If I shall not be troubling you, I will call upon you tomorrow at ten o'clock, before I go to my place of business.\\n\\nYours affectionately,\\n\\nT. TRINGLE, Junior\\n\\nOn the following morning he apparelled himself with all his rings. He was a good-hearted, well-intentioned young man, with excellent qualities; but he must have been slow of intellect when he had not as yet learnt the deleterious effect of all those rings. On this occasion he put on his rings, his chains, and his bright waistcoat, and made himself a thing disgusting to be looked at by any well-trained female. As far as his aunt was concerned he would have been altogether indifferent as to his appearance, but there was present to his mind some small hope that he might be allowed to see Ayala, as the immediate result of the necklace. Should he see Ayala, then how unfortunate it would be that he should present himself before the eyes of his mistress without those adornments which he did not doubt would be grateful to her. He had heard from Ayala's own lips that all things ought to be pretty. Therefore he endeavoured to make himself pretty. Of course he failed -- as do all men who endeavour to make themselves pretty -- but it was out of the question that he should understand the cause of his failure.\\n\\n\\\"Aunt Dosett, I want you to do me a very great favour,\\\" he began, with a solemn voice.\\n\\n\\\"Are you going to a party, Tom?\\\" she said.\\n\\n\\\"A party! No -- who gives a party in London at this time of the day? Oh, you mean because I have just got a few things on. When I call anywhere I always do. I have got another lady to see, a lady of rank, and so I just made a change.\\\" But this was a fib.\\n\\n\\\"What can I do for you, Tom?\\\"\\n\\n\\\"I want you to look at that.\\\" Then he brought out the necklace, and, taking it out of the case, displayed the gems tastefully upon the table.\\n\\n\\\"I do believe they are diamonds,\\\" said Mrs Dosett.\\n\\n\\\"Yes; they are diamonds. I am not the sort of fellow to get anything sham. What do you think that little thing cost, Aunt Dosett?\\\" \\\"I haven't an idea. Sixty pounds, perhaps!\\\"\\n\\n\\\"Sixty pounds! Do you go into a jeweller's shop and see what you could do among diamonds with sixty pounds!\\\"\\n\\n\\\"I never go into jewellers' shops, Tom.\\\"\\n\\n\\\"Nor I, very often. It's a sort of place where a fellow can drop a lot of money. But I did go into one after this. It don't look much, does it?\\\"\\n\\n\\\"It is very pretty.\\\"\\n\\n\\\"I think it is pretty. Well, Aunt Dosett, the price for that little trifle was three -- hundred -- guineas!\\\" As he said this he looked into his aunt's face for increased admiration.\\n\\n\\\"You gave three hundred guineas for it!\\\"\\n\\n\\\"I went with ready money in my hand, when I tempted the man with a cheque to let me have it for two hundred and fifty pounds. In buying jewelry you should always do that.\\\"\\n\\n\\\"I never buy jewelry,\\\" said Mrs Dosett, crossly.\\n\\n\\\"If you should, I mean. Now, I'll tell you what I want you to do. This is for Ayala.\\\"\\n\\n\\\"For Ayala!\\\"\\n\\n\\\"Yes, indeed. I am not the fellow to stick at a trifle when I want to carry my purpose. I bought this the other day and gave ready money for it -- two hundred and fifty pounds -- on purpose to give it to Ayala. In naming the value -- of course you'll do that when you give it her -- you might as well say three hundred guineas. That was the price on the ticket. I saw it myself -- so there won't be any untruth you know.\\\"\\n\\n\\\"Am I to give it her?\\\"\\n\\n\\\"That's just what I want. When I talk to her she flares up, and, as likely as not, she'd fling the necklace at my head.\\\"\\n\\n\\\"She wouldn't do that, I hope.\\\"\\n\\n\\\"It would depend upon how the thing went. When I do talk to her it always seems that nothing I say can be right. Now, if you will give it her you can put in all manner of pretty things.\\\" \\\"This itself will be the prettiest thing,\\\" said Mrs Dosett.\\n\\n\\\"That's just what I was thinking. Everybody agrees that diamonds will go further with a girl than anything else. When I told the governor he quite jumped at the idea.\\\"\\n\\n\\\"Sir Thomas knows you are giving it?\\\"\\n\\n\\\"Oh, dear, yes. I had to get the rhino from him. I don't go about with two hundred and fifty pounds always in my own pocket.\\\"\\n\\n\\\"If he had sent the money to Ayala how much better it would have been,\\\" said poor Mrs Dosett.\\n\\n\\\"I don't think that at all. Who ever heard of making a present to a young lady in money? Ayala is romantic, and that would have been the most unromantic thing out. That would not have done me the least good in the world. It would simply have gone to buy boots and petticoats and such like. A girl would never be brought to think of her lover merely by putting on a pair of boots. When she fastens such a necklace as this round her throat he ought to have a chance. Don't you think so, Aunt Dosett?\\\" \\\"Tom, shall I tell you something?\\\" said the aunt.\\n\\n\\\"What is it, Aunt Dosett?\\\"\\n\\n\\\"I don't believe that you have a chance.\\\"\\n\\n\\\"Do you mean that?\\\" he asked, sorrowfully.\\n\\n\\\"I do.\\\"\\n\\n\\\"You think that the necklace will do no good?\\\"\\n\\n\\\"Not the least. Of course I will offer it to her if you wish it, because her uncle and I quite approve of you as a husband for Ayala. But I am bound to tell you the truth. I do not think the necklace will do you any good.\\\" Then he sat silent for a time, meditating upon his condition. It might be imprudent -- it might be a wrong done to his father to jeopardise the necklace. How would it be if Ayala were to take the necklace and not to take him? \\\"Am I to give it?\\\" she asked.\\n\\n\\\"Yes,\\\" said he, bravely, but with a sigh; \\\"give it her all the same.\\\"\\n\\n\\\"From you or from Sir Thomas?\\\"\\n\\n\\\"Oh, from me -- from me. If she were told it came from the governor she'd keep it whether or no. I am sure I hope she will keep it,\\\" he said, trying to remove the bad impression which his former words might perhaps have left.\\n\\n\\\"You may be sure she will not keep it,\\\" said Mrs Dosett, \\\"unless she should intend to accept your hand. Of that I can hold out no hope to you. There is a matter, Tom, which I think I should tell you as you are so straightforward in your offer. Another gentleman has asked her to marry him.\\\"\\n\\n\\\"She has accepted him!\\\" exclaimed Tom.\\n\\n\\\"No, she has not accepted him. She has refused him.\\\"\\n\\n\\\"Then I'm just where I was,\\\" said Tom.\\n\\n\\\"She has refused him, but I think that she is in a sort of way attached to him; and though he too has been refused I imagine that his chance is better than yours.\\\"\\n\\n\\\"And who the d --  is he?\\\" said Tom, jumping up from his seat in great excitement.\\n\\n\\\"Tom!\\\" exclaimed Mrs Dosett.\\n\\n\\\"I beg your pardon; but you see this is very important. Who is the fellow?\\\"\\n\\n\\\"He is one Colonel Jonathan Stubbs.\\\"\\n\\n\\\"Who?\\\"\\n\\n\\\"Colonel Jonathan Stubbs.\\\"\\n\\n\\\"Impossible! It can't be Colonel Stubbs. I know Colonel Stubbs.\\\" \\\"I can assure you it is true, Tom. I have had a letter from a lady -- a relative of Colonel Stubbs -- telling me the whole story.\\\"\\n\\n\\\"Colonel Stubbs!\\\" he said. \\\"That passes anything I ever heard. She has refused him?\\\"\\n\\n\\\"Yes, she has refused him.\\\"\\n\\n\\\"And has not accepted him since?\\\"\\n\\n\\\"She certainly has not accepted him yet.\\\"\\n\\n\\\"You may give her the necklace all the same,\\\" said Tom, hurrying out of the room. That Colonel Stubbs should have made an offer to Ayala, and yet have accepted his, Tom Tringle's confidence!\\n\\nCHAPTER 32 TOM'S DESPAIR\\n\\nThe reader will understand that the fate of the necklace was very soon decided. Ayala declared that it was very beautiful. She had, indeed, a pretty taste for diamonds, and would have been proud enough to call this necklace her own; but, as she declared to her aunt, she would not accept Tom though he were made of diamonds from head to foot. Accept Tom, when she could not even bring herself to think of becoming the wife of Jonathan Stubbs! If Colonel Stubbs could not be received by her imagination as an Angel of Light, how immeasurably distant from anything angelic must be Tom Tringle! \\\"Of course it must go back,\\\" she said, when the question had to be decided as to the future fate of the necklace. As a consequence poor Mr Dosett was compelled to make a special journey into the City, and to deposit a well-sealed parcel in the hands of Tom Tringle himself. \\\"Your cousin sends her kind regards,\\\" he said, \\\"but cannot bring herself to accept your magnificent present.\\\"\\n\\nTom had been very much put about since his visit to the Crescent. Had his aunt merely told him that his present would be inefficacious, he would have taken that assurance as being simply her opinion, and would have still entertained some hopes in the diamonds. But these tidings as to another lover crushed him altogether. And such a lover! The very man whom he had asked to write his letter for him! Why had not Colonel Stubbs told him the truth when thus his own secret had become revealed by an accident? He understood it all now -- the \\\"Ayala\\\", and the \\\"Mister\\\", and the reason why the Colonel could not write the letter. Then he became very angry with the Colonel, whom he bitterly accused of falsehood and treason. What right had the Colonel to meddle with his cousin at all? And how false he had been to say nothing of what he himself had done when his rival had told him everything! In this way he made up his mind that it was his duty to hate Colonel Stubbs, and if possible to inflict some personal punishment upon him. He was reckless of himself now, and, if he could only get one good blow at the Colonel's head with a thick stick, would be indifferent as to what the law might do with him afterwards. Or perhaps he might be able to provoke Colonel Stubbs to fight with him. He had an idea that duels at present were not in fashion. But nevertheless, in such a case as this, a man ought to fight. He could at any rate have the gratification of calling the Colonel a coward if he should refuse to fight.\\n\\nHe was the more wretched because his spirit within him was cowed by the idea of the Colonel. He did acknowledge to himself that his chance could be but bad while such a rival as Colonel Stubbs stood in his way. He tried to argue with himself that it was not so. As far as he knew, Colonel Stubbs was and would remain a very much less rich man than himself. He doubted very much whether Colonel Stubbs could keep a carriage in London for his wife, while it had been already arranged that he was to be allowed to do so should he succeed in marrying Ayala. To be a partner in the house of Travers and Treason was a much greater thing than to be a Colonel. But, though he assured himself of all this again and again, still he was cowed. There was something about the Colonel which did more than redeem his red hair and ugly mouth. And of this something poor Tom was sensible. Nevertheless, if occasion should arise he thought that he could \\\"punch the Colonel's head' -- not without evil consequence to himself -- but still that he could \\\"punch the Colonel's head\\\", not minding the consequences.\\n\\nSuch had been his condition of mind when he left the Crescent, and it was not improved by the receipt of the parcel. He hardly said a word when his uncle put it into his hands, merely muttering something and consigning the diamonds to his desk. He did not tell himself that Ayala must now be abandoned. It would have been better for him if he could have done so. But all real, springing, hopeful hope departed from his bosom. This came from the Colonel, rather than from the rejected necklace.\\n\\n\\\"Did you send that jewelry?\\\" his father asked him some days afterwards. \\\"Yes; I sent it.\\\"\\n\\n\\\"And what has now become of it?\\\"\\n\\n\\\"It is in my desk there.\\\"\\n\\n\\\"Did she send it back again?\\\"\\n\\n\\\"It came back. My Uncle Dosett brought it. I do not want to say anything more about it, if you please.\\\"\\n\\n\\\"I am sorry for that, Tom -- very sorry. As you had set your heart upon it I wish it could have been as you would have it. But the necklace should not be left there.\\\" Tom shook his head in despair.\\n\\n\\\"You had better let me have the necklace. It is not that I should grudge it to you, Tom, if it could do you any good.\\\"\\n\\n\\\"You shall have it, Sir.\\\"\\n\\n\\\"It will be better so. That was the understanding.\\\" Then the necklace was transferred to some receptacle belonging to Sir Thomas himself, the lock of which might probably be more secure than that of Tom's desk, and there it remained in its case, still folded in the various papers in which Mrs Dosett had encased it.\\n\\nThen Tom found it necessary to adopt some other mode of life for his own consolation and support. He had told his father on one occasion that he had devoted himself for a fortnight to champagne and the theatres. But this had been taken as a joke. He had been fairly punctual at his place of business and had shown no symptoms of fast living. But now it occurred to him that fast living would be the only thing for him. He had been quite willing to apply himself to marriage and a steady life; but fortune had not favoured him. If he drank too much now, and lay in bed, and became idle, it was not his fault. There came into his head an idea that Ayala and Colonel Stubbs between them must look to that. Could he meet Ayala he would explain to her how his character as a moral man had been altogether destroyed by her conduct -- and should he meet Colonel Stubbs he would explain something to him also.\\n\\nA new club had been established in London lately called the Mountaineers, which had secured for itself handsome lodgings in Piccadilly, and considered itself to be, among clubs, rather a comfortable institution than otherwise. It did not as yet affect much fashion, having hitherto secured among its members only two lords -- and they were lords by courtesy. But it was a pleasant, jovial place, in which the delights of young men were not impeded by the austerity of their elders. Its name would be excused only on the plea that all other names available for a club had already been appropriated in the metropolis. There was certainly nothing in the club peculiarly applicable to mountains. But then there are other clubs in London with names which might be open to similar criticism. It was the case that many young men engaged in the City had been enrolled among its members, and it was from this cause, no doubt, that Tom Tringle was regarded as being a leading light among the Mountaineers. It was here that the champagne had been drunk to which Tom had alluded when talking of his love to his father. Now, in his despair, it seemed good to him to pass a considerable portion of his time among the Mountaineers.\\n\\n\\\"You'll dine here, Faddle?\\\" he said one evening to a special friend of his, a gentleman also from the City, with whom he had been dining a good deal during the last week.\\n\\n\\\"I suppose I shall,\\\" said Faddle, \\\"but ain't we coming it a little strong? They want to know at the Gardens what the deuce it is I'm about.\\\" The Gardens was a new row of houses, latterly christened Badminton Gardens, in which resided the father and mother of Faddle.\\n\\n\\\"I've given up all that kind of thing,\\\" said Tom.\\n\\n\\\"Your people are not in London.\\\"\\n\\n\\\"It will make no difference when they do come up. I call an evening in the bosom of one's family about the slowest thing there is. The bosom must do without me for the future.\\\"\\n\\n\\\"Won't your governor cut up rough?\\\"\\n\\n\\\"He must cut up as he pleases. But I rather fancy he knows all about it. I shan't spend half as much money this way as if I had a house and wife and family -- and what we may call a bosom of one's own.\\\" Then they had dinner and went to the theatre, and played billiards, and had supper, and spent the night in a manner very delightful, no doubt, to themselves, but of which their elder friends could hardly have approved.\\n\\nThere was a good deal of this following upon the episode of the necklace, and it must be told with regret that our young hero fell into certain exploits which were by no means creditable to him. More than one good-humoured policeman had helped him home to his lodgings; but alas, on Christmas Eve, he fell into the hands of some guardian of the peace who was not quite sufficiently good-natured, and Tom passed the night and the greater part of the following morning, recumbent, he in one cell, and his friend Faddle in the next, with an intimation that they would certainly be taken before a magistrate on the day after Christmas Day. Oh, Ayala! Ayala! It must be acknowledged that you were in a measure responsible -- and not only for the lamentable condition of your lover, but also of that of his friend. For, in his softer moments, Tom had told everything to Faddle, and Faddle had declared that he would be true to the death to a friend suffering such unmerited misfortune. Perhaps the fidelity of Faddle may have owed something to the fact that Tom's pecuniary allowances were more generous than those accorded to himself. To Ayala must be attributed the occurrence of these misfortunes. But Tom in his more fiery moments -- those moments which would come between the subsidence of actual sobriety and the commencement of intoxication -- attributed all his misfortunes to the Colonel. \\\"Faddle,\\\" he would say in these moments, \\\"of course I know that I'm a ruined man. Of course I'm aware that all this is only a prelude to some ignominious end. I have not sunk to this kind of thing without feeling it.\\\" \\\"You'll be right enough some day, old fellow,\\\" Faddle would reply. \\\"I shall live to be godfather to the first boy.\\\" \\\"Never, Faddle!\\\" Tom replied. \\\"All those hopes have vanished. You'll never live to see any child of mine. And I know well where to look for my enemy. Stubbs indeed! I'll Stubbs him. If I can only live to be revenged on that traitor then I shall die contented. Though he shot me through the heart, I should die contented.\\\" This had happened a little before that unfortunate Christmas Eve. Up to this time Sir Thomas, though he had known well that his son had not been living as he should do, had been mild in his remonstrances, and had said nothing at Merle Park to frighten Lady Tringle. But the affair of Christmas Eve came to his ears with all its horrors. A policeman whom Tom had struck with his fist in the pit of the stomach had not been civil enough to accept this mark of familiarity with good humour. He had been much inconvenienced by the blow, and had insisted upon giving testimony to this effect before the magistrate. There had been half an hour, he said, in which he had hung dubious between this world and the next, so great had been the violence of the blow and so deadly its direction! The magistrate was one of those just men who find a pleasure and a duty in protecting the police of the metropolis. It was no case, he declared, for a fine. What would be a fine to such a one as Thomas Tringle, junior! And Tom -- Tom Tringle, the only son of Sir Thomas Tringle, the senior partner in the great house of Travers and Treason -- was ignominiously locked up for a week. Faddle, who had not struck the blow, was allowed to depart with a fine and a warning. Oh, Ayala, Ayala, this was thy doing!\\n\\nWhen the sentence was known Sir Thomas used all his influence to extricate his unfortunate son, but in vain. Tom went through his penalty, and, having no help from champagne, doubtless had a bad time of it. Ayala, Stubbs, the policeman, and the magistrate, seemed to have conspired to destroy him. But the week at last dragged itself out, and then Tom found himself confronted with his father in the back parlour of the house in Queen's Gate. \\\"Tom,\\\" he said, \\\"this is very bad!\\\"\\n\\n\\\"It is bad, Sir,\\\" said Tom.\\n\\n\\\"You have disgraced me, and your mother, and yourself. You have disgraced Travers and Treason!\\\" Poor Tom shook his head. \\\"It will be necessary, I fear, that you should leave the house altogether.\\\" Tom stood silent without a word. \\\"A young man who has been locked up in prison for a week for maltreating a policeman can hardly expect to be entrusted with such concerns as those of Travers and Treason. I and your poor mother cannot get rid of you and the disgrace which you have entailed upon us. Travers and Treason can easily get rid of you.\\\" Tom knew very well that his father was, in fact, Travers and Treason, but he did not yet feel that an opportunity had come in which he could wisely speak a word. \\\"What have you got to say for yourself, Sir?\\\" demanded Sir Thomas. \\\"Of course, I'm very sorry,\\\" muttered Tom.\\n\\n\\\"Sorry, Tom! A young man holding your position in Travers and Treason ought not to have to be sorry for having been locked up in prison for a week for maltreating a policeman! What do you think must be done, yourself?\\\"\\n\\n\\\"The man had been hauling me about in the street.\\\"\\n\\n\\\"You were drunk, no doubt.\\\"\\n\\n\\\"I had been drinking. I am not going to tell a lie about it. But he needn't have done as he did. Faddle knows that, and can tell you.\\\"\\n\\n\\\"What can have driven you to associate with such a young man as Faddle? That is the worst part of it. Do you know what Faddle and Company are -- stock jobbers, who ten years ago hadn't a thousand pounds in the way of capital among them! They've been connected with a dozen companies, none of which are floating now, and have made money out of them all! Do you think that Travers and Treason will accept a young man as a partner who associates with such people as that?\\\"\\n\\n\\\"I have seen old Faddle's name and yours on the same prospectus together, Sir.\\\"\\n\\n\\\"What has that to do with it? You never saw him inside our counter. What a name to appear along with yours in such an affair as this! If it hadn't been for that, you might have got over it. Young men will be young men. Faddle! I think you will have to go abroad for a time, till it has been forgotten.\\\"\\n\\n\\\"I should like to stay, just at present, Sir\\\" said Tom.\\n\\n\\\"What good can you do?\\\"\\n\\n\\\"All the same, I should like to stay, Sir.\\\"\\n\\n\\\"I was thinking that, if you were to take a tour through the United States, go across to San Francisco, then up to Japan, and from thence through some of the Chinese cities down to Calcutta and Bombay, you might come back by the Euphrates Valley to Constantinople, see something of Bulgaria and those countries, and so home by Vienna and Paris. The Euphrates Valley Railway will be finished by that time, perhaps, and Bulgaria will be as settled as Hertfordshire. You'd see something of the world, and I could let it be understood that you were travelling on behalf of Travers and Treason. By the time that you were back, people in the City would have forgotten the policeman, and if you could manage to write home three or four letters about our trade with Japan and China, they would be willing to forget Faddle.\\\"\\n\\n\\\"But, Sir -- \\\"\\n\\n\\\"Shouldn't you like a tour of that kind?\\\"\\n\\n\\\"Very much indeed, Sir -- only -- \\\"\\n\\n\\\"Only what, Tom?\\\"\\n\\n\\\"Ayala!\\\" said Tom, hardly able to suppress a sob as he uttered the fatal name.\\n\\n\\\"Tom, don't be a fool. You can't make a young woman have you if she doesn't choose. I have done all that I could for you, because I saw that you'd set your heart upon it. I went to her myself, and then I gave two hundred and fifty pounds for that bauble. I am told I shall have to lose a third of the sum in getting rid of it.\\\"\\n\\n\\\"Ricolay told me that he'd take it back at two hundred and twenty,\\\" said Tom, whose mind, prostrate as it was, was still alive to consideration of profit and loss.\",\"timestamp\":1639991201,\"title\":\"Impossible. One man should never write such a letter for another man. You had better give the thing in person \"},\"digest\":\"UnxcbBeYLY46jzoFeR0KpALVzBqDiTkrAnuQ2c63s-w\",\"authorship\":{\"contributor\":\"0x9657e9353C2fAbB7cFDcd22Fb91D23149b982AE8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_SJKK2E9rYWWYz5eNWWVR2cvXRv9kam6iVcwl_swx6g\\\",\\\"y\\\":\\\"kt2YeyQ_ONRMuyGnEgzKBLRKjdKeBVfYaVGA2HnJCtw\\\"}\",\"signature\":\"M7cJJDAhbjWmwruea2XL4H7q63MKLGTysu3UTmOXAKBI1PYRB97VKt3bMxv9VxpDNkw21nw3aoevZrgvhWl0-A\",\"signingKeySignature\":\"0x3c3386a7330d5d267b01712ccefdada6332895dbc26b00e33f9bfb58f9d85aea65163742e1a19825d8f798f09fec68f974855cd4ee74e7e993cd822671a7f0281b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_SJKK2E9rYWWYz5eNWWVR2cvXRv9kam6iVcwl_swx6g\\\",\\\"y\\\":\\\"kt2YeyQ_ONRMuyGnEgzKBLRKjdKeBVfYaVGA2HnJCtw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UnxcbBeYLY46jzoFeR0KpALVzBqDiTkrAnuQ2c63s-w\"}"