"{\"content\":{\"body\":\"You can be a boss who makes a lot of money if you have several conditions. The first is to understand human nature, understand the market, and understand customers. I’m not going to talk about understanding human nature here, I’ll open a special program to talk about it in the future, because no matter what you do\\n\\nIf you want to do well, you must understand human nature. Talk about understanding the market, from which aspects to understand the market? First, take a pen,\\n\\nWrite down your peers and understand what they are doing all day long? The profits of the peers are much\\nfew? What is the marketing strategy of the peers? What is the promotion strategy of the peers? You must know! How do you know? Raise commercial espionage and infiltrate other people's enterprises. Or, you can work for a peer company yourself, quickly understand the strategies and tactics of your peers, and make money. After understanding, go home and modify it into a strategy that you can use, and operate according to your specific situation. If you can’t think of a problem, go and see how your peers deal with it. After all, peers have settled for many years. They have excellent solutions. Just copy them. Don’t get into the habit of doing everything yourself. Find a way to borrow. Hit hard. I don't recommend that you create a new business model or a new profit point. I suggest that you copy your peers. You can make money as you make money. You can improve on it, but don't innovate yourself. Innovation is time-consuming, laborious and costly, and the risk of failure is still high. Only when we stand on the shoulders of our peers can we go further.\\n\\nKnow the customer? It is to understand the psychological needs of customers. Selling things is essentially the psychological identification and psychological needs of customers.\\n\\nThe second is to have your own circle. To be a boss, you must establish your own circle of bosses. If you learn alone, you will be ignorant. As for this circle, because there is a network in modern times, you can communicate at any time. The circle is divided into circles on the Internet and circles in real life. The boss should pay attention to these virtual cultures. These things are very valuable. The poor only know that they can see them. The tangible things are about these imaginary cultural, spiritual wealth, and ideological things. They can't appreciate it and are unwilling to pay the bill, so they have to be poor all their lives. The more they want to play big, the more they must pay attention to these cultural things.\\n\\nIn general, there are thresholds for entering a circle, and people are cohesive, and people are divided into groups. Only when you try to enter some high-end circles, you can absorb good wisdom. See some good business models and management ideas. And if you enter a low-end circle, if your level is higher than them, then you will spend money to contribute wisdom to them, which is very uneconomical.\\n\\nThose who do e-commerce have e-commerce circles, those who do software have those who do software, and those who do training have\\n\\nDo the training circle. Dry logistics has a circle of dry logistics. Those who do fashion beauty have a circle of fashion beauty. Many things you think are intractable diseases and bottlenecks. You can't think of a solution if you want to die alone. Ask in the circle and you will know the answer immediately. In the Internet age, we must pay great attention to solving our own problems with the help of other people's brains. It used to be called science and technology as the primary productive force. I think it can be changed to wisdom is productivity. The brain of others is productivity.\\n\\nPeople affect each other. You can find someone at any level. Don't talk to people who are much lower than yourself, because you can't get anything and can only weaken your competitiveness. People who are lower than you have absorbed good things from you, increasing their competitiveness. Don't say that I am realistic. You can do it yourself if you don't respect my rule. So the next question is, according to the improvement of one's own ability, one's own circle should also be upgraded. It can't be half a year, and still mix in that circle, but the few people you know, the more mixed the better, the higher the threshold.\\n\\nIf you know more people, it will be easier to walk. Remember, our purpose is to learn thinking and wisdom, not to ask for help, but to borrow money. What can really help you is to improve your thinking and wisdom.\\n\\nThe third is habitual charging. When I go to the bathroom, I must hold a book in my hand. Although my mother told\\n\\nMe, the Huangdi Neijing says, you should not sit for a long time in the toilet, because the door is opened by ghosts, and sitting for a long time is not good for your health, but I still go to the toilet to read.\\n\\nHabitual charging includes participating in various trainings, don't bear to spend that few money, so many entrepreneurs still go to MBA, fools always blame the training for useless if they don't work hard.\\n\\nRead all kinds of books and train reading as a kind of enjoyment. Of course, learning is not only about reading books, but also about people and making capable friends. remember,\\n\\nWhen you make friends, you must choose those who are capable, and don't make messy friends. Hand in some wine\\n\\nFriends, make some friends who play mahjong. These friends are bad friends and will only make you weaker and weaker. It's not necessarily just to make friends with insiders. You can also meet outsiders, often with more opportunities.\\n\\nFor example, if you are a logistics company, you can make friends on the Internet. You are in finance, and you can make friends in the corporate world and friends in the Internet world.\\n\\nYou can learn a lot of new things from them. To be a boss, you can travel and travel around the world if you have nothing to do.\\n\\nGetting wider.\\n\\nThe fourth one is to be a boss, and to be self-willed, to experience all kinds of life. Do whatever you want, as long as you don't break the law. Don't care about the eyes of people around you. Be self-willed. People are rich because they are self-willed. They are not self-willed because they are rich. If they are independent, many things are done.\\n\\nThe boss’s ability, talk\\n\\nI said that everyone can't speak, and you may not accept it. In fact, whoever has the ability to speak well and gain the support of others can accomplish his career.\\n\\nWithout the ability to gain the support of others, it is difficult to achieve a career. Can you clearly express your thoughts, goals, and ideas? For example, if you want to start a business, you need\\n\\n200,000 yuan start-up capital is required. If you express this clearly to your parents, your parents will support you, do not say objections, do not curse, do not fight, you express your goals, ideas, thoughts, and your wife is willing to sell the house and sell jewelry to support you. You have the ability to get support from others. Words are influential, seductive, and appealing. These are the characteristics of leaders.\\n\\nI have seen some entrepreneurs who want money, but their parents don't give it, and their wife doesn't give it, so they cry and hang themselves three times. Beating, scolding and resenting, thinking that others should give it to themselves, such a person is actually\\n\\nNo leadership or influence. It's a rogue, it's everyone's disaster. How can people who can't persuade their parents and wives have cohesion and appeal? How can we lead a good team to mix in the society?\\n\\nThe boss should think about how to get the support of others all day long, how to make others real money, and don't mix with you in salary. This is the appeal. Jack Ma asked Cai Chongxin to give up several million dollars in income and follow him to start a business with 500 yuan a month. This is the manifestation of leadership and appeal. Those who make big things should close the door every day to wonder how they can do this. .\\n\\nOne trick that the boss still needs to practice is to describe goals, dreams, and realities, so that not only is it easy to start a business, but it is also easy to find a wife. As long as you have a strong descriptive ability, women don’t need a house or a car. .\\n\\nBoss, you must practice what resources are lacking, so you can talk to someone for a while, and others will support your ability.\\n\\nFor the team, we must always practice an ability to let others understand and agree with it. The principle of my speech is to be clear and short. After speaking, I would like to ask everyone, do you understand?\\n\\nIf the boss can’t express his goals and dreams clearly, concisely, and clearly, the consequence is that he is extremely excited all day long. The team members don’t know what’s going on and they’re listless every day. Successful people must always think about inciting skills and let employees do it. Goals, dreams and excitement.\\n\\nYou are excited about your goals and dreams, but the team members do not understand and agree, they will not be excited, and your career will not succeed. Because no employee will work hard for goals that he does not understand and disagree with. At most, do it as a normal job under your pressure.\\n\\nI think the boss only needs two skills.\\n\\n1. Describe your goals and dreams as true, and let others believe in you.\\n2. Let people who believe in you understand you, agree with you, and dream of being excited for this goal, and willing to work hard.\\n\\nAs long as the boss has these two abilities, he doesn't need the ability to do things, he doesn't need to be smart, he doesn't need professional skills, technical skills, and academic qualifications. These are not important.\\n\\nDoes Jack Ma know programming? Do you understand the database? Every awesome boss is a master of persuasion. The purpose of speaking is not to speak\\n\\nIt's wonderful, and I never participate in debates. Debate is played by children, and it is also the fault of the poor. The principle of the boss's speech is that no one else can participate in the debate, only implementation, I only discuss but not debate.\\n\\nIf my team members like to debate with me, it must be my failure. Either I think about how to speak flawlessly, or I consider expelling this guy who likes to debate.\\n\\nThe purpose of speech is not right or wrong, not brilliant, but effective, clear and clear to convey instructions and then action.\\n\\nSo how do I practice this mode of speech? I have a habit of carrying a notebook and a pen anytime, anywhere, what do I need to do? How to do it? how to say? Repeatedly write in the notebook, one thing can be said in 10 minutes, I want to optimize it to 5 minutes, then 3 minutes, then 1 minute, and finally strive for two sentences to be fully expressed and understood. Express it to the point where others can understand it.\\n\\nThis method has benefited me a lot, you can try it\",\"timestamp\":1634794814,\"title\":\"What points do you have to be a big money boss\"},\"digest\":\"xdBLTfUq9tyUCb8sgTe-Jl3BR0IznUDiuSItWSu2Tkc\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"sRIFQVceLeMVl9Dl0GZ1JzYasrH8TTswxREK4MgeCWz9eb9eFhr4UxY4HADCjxVe_z7XRNtDSP7iXUARfxy_LQ\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xdBLTfUq9tyUCb8sgTe-Jl3BR0IznUDiuSItWSu2Tkc\"}"