"{\"content\":{\"body\":\"The excess of motion and uproar had made them dumb, and despite their youth their smiles were insincere, and their teeth chattered with cold; their eyes, half-closed under their raw, throbbing eyelids, remained glazed in terror. Lashed to the helm, like marble caryatides, they only moved their numbed blue hands, almost without thinking, by sheer muscular habit. With their hair streaming and mouths contracted, they had become changed, all the primitive wildness in man appearing again. They could not see one another truly, but still were aware of being companioned. In the instants of greatest danger, each time that a fresh mountain of water rose behind them, came to overtower them, and crash horribly against their boat, one of their hands would move as if involuntarily, to form the sign of the cross. They no more thought of Gaud than of any other woman, or any marrying. The travail was lasting too long, and they had no thoughts left. The intoxication of noise, cold, and fatigue drowned all in their brain. They were merely two pillars of stiffened human flesh, held up by the helm; two strong beasts, cowering, but determined they would not be overwhelmed.\\n\\n```\\n                          CHAPTER II                           A PARDONABLE RUSE\\n```\\n\\nIn Brittany, towards the end of September, on an already chilly day, Gaud was walking alone across the common of Ploubazlanec, in the direction of Pors-Even.\\n\\nThe Icelanders had returned a month back, except two, which had perished in that June gale. But the /Marie/ had held her own, and Yann and all her crew were peacefully at home.\\n\\nGaud felt very troubled at the idea of going to Yann's house. She had seen him once since the return from Iceland, when they had all gone together to see poor little Sylvestre off to the navy. They accompanied him to the coaching-house, he blubbering a little and his grandmother weeping, and he had started to join the fleet at Brest.\\n\\nYann, who had come also to bid good-bye to his little friend, had feigned to look aside when Gaud looked at him, and as there were many people round the coach to see the other sailors off, and parents assembled to say good-bye, the pair had not a chance to speak. So, at last, she had formed a strong resolution, and rather timidly wended her way towards the Gaos's home.\\n\\nHer father had formerly had mutual interests with Yann's father (complicated business, which, with peasants and fishers alike, seems to be endless), and owed him a hundred francs for the sale of a boat, which had just taken place in a raffle.\\n\\n\\\"You ought to let me carry the money to him, father,\\\" she had said. \\\"I shall be pleased to see Marie Gaos. I never have been so far in Ploubazlanec, either, and I shall enjoy the long walk.\\\"\\n\\nTo speak the truth, she was curiously anxious to know Yann's family, which she might some day enter; and she also wanted to see the house and village.\\n\\nIn one of their last chats, before his departure, Sylvestre had explained to her, in his own way, his friend's shyness.\\n\\n\\\"D'ye see, Gaud, he's like this, he won't marry anybody, that's his idea; he only loves the sea, and one day even, in fun, he said he had promised to be wedded to it.\\\"\\n\\nWhereupon, she forgave him all his peculiar ways, and remembered only his beautiful open smile on the night of the ball, and she hoped on and on.\\n\\nIf she were to meet him in his home, of course she would say nothing; she had no intention of being so bold. But if he saw her closely again, perhaps he might speak.\\n\\n```\\n                         CHAPTER III                          OF SINISTER PORTENT\\n```\\n\\nShe had been walking for the last hour, lightly yet oppressed, inhaling the healthy open breeze whistling up the roads to where they crossed and /Calvaires/ were erected, ghastly highway ornaments of our Saviour on His cross, to which Bretons are given.\\n\\nFrom time to time she passed through small fishing villages, which are beaten about by the winds the whole year through till of the colour of the rocks. In one of these hamlets, where the path narrows suddenly between dark walls, and between the whitewashed roofs, high and pointed like Celtic huts, a tavern sign-board made her smile. It was \\\"The Chinese Cider Cellars.\\\" On it were painted two grotesque figures, dressed in green and pink robes, with pigtails, drinking cider. No doubt the whim of some old sailor who had been in China. She saw all on her way; people who are greatly engrossed in the object of a journey always find more amusement than others in its thousand details.\\n\\nThe tiny village was far behind her now, and as she advanced in this last promontory of the Breton land, the trees around her became more scarce, and the country more mournful.\\n\\nThe ground was undulating and rocky, and from all the heights the open sea could be seen. No more trees now; nothing but the shorn heaths with their green reeds, and here and there the consecrated crosses rose, their outstretched arms outlined against the sky, giving the whole country the aspect of a cemetery.\\n\\nAt one of the cross-ways, guarded by a colossal image of Christ, she hesitated between two roads running among thorny slopes.\\n\\nA child happening to pass, came to her rescue: \\\"Good-day, Mademoiselle Gaud!\\\"\\n\\nIt was one of the little Gaoses, one of Yann's wee sisters. Gaud kissed her and asked her if her parents were at home.\\n\\n\\\"Father and mother are, yes. But brother Yann,\\\" said the little one, without intent, of course, \\\"has gone to Loguivy; but I don't think he'll be very late home again.\\\"\\n\\nSo he was not there? Again destiny was between them, everywhere and always. She thought at first of putting off her visit to another day. But the little lass who had met her might mention the fact. What would they think at Pors-Even? So she decided to go on, but loitering so as to give Yann time to return.\\n\\nAs she neared his village, in this lost country, all things seemed rougher and more desolate. Sea breezes that made men stronger, made shorter and more stubbly plants. Seaweeds of all kinds were scattered over the paths, leaves from growths in another element, proving the existence of a neighbouring world; their briny odour mingled with the perfume of the heather.\\n\\nNow and again Gaud met passers-by, sea-folk, who could be seen a long way off, over the bare country, outlined and magnified against the high sea-line. Pilots or fishers, seeming to watch the great sea, in passing her wished her good-day. Broad sun-burnt faces were theirs, manly and determined under their easy caps.\\n\\nTime did not go quickly enough, and she really did not know what to do to lengthen the way; these people seemed surprised at seeing her walk so slowly.\\n\\nWhat could Yann be doing at Loguivy? Courting the girls, perhaps.\\n\\nAh! if she only had known how little he troubled his head about them! He had simply gone to Loguivy to give an order to a basket-maker, who was the only one in the country knowing how to weave lobster pots. His mind was very free from love just now.\\n\\nShe passed a chapel, at such a height it could be seen remotely. It was a little gray old chapel in the midst of the barren. A clump of trees, gray too, and almost leafless, seemed like hair to it, pushed by some invisible hand all on one side.\\n\\nIt was that same hand that had wrecked the fishers' boats, the eternal hand of the western winds, and had twisted all the branches of the coast trees in the direction of the waves and of the off-sea breezes. The old trees had grown awry and dishevelled, bending their backs under the time-honoured strength of that hand.\\n\\nGaud was almost at the end of her walk, as the chapel in sight was that of Pors-Even; so she stopped there to win a little more time.\\n\\nA petty mouldering wall ran round an enclosure containing tombstones. Everything was of the same colour, chapel, trees, and graves; the whole spot seemed faded and eaten into by the sea-wind; the stones, the knotty branches, and the granite saints, placed in the wall niches, were covered by the same grayish lichen, splashed pale yellow.\\n\\nOn one of the wooden crosses this name was written in large letters:\\n\\n```\\n\\\"GAOS.--GAOS, JOEL, 80 years.\\\"\\n```\\n\\nYes, this was the old grandfather--she knew that--for the sea had not wanted this old sailor. And many of Yann's relatives, besides, slept here; it was only natural, and she might have expected it; nevertheless, the name upon the tomb had made a sad impression.\\n\\nTo waste a little more time, she entered to say a prayer under the old cramped porch, worn away and daubed over with whitewash. But she stopped again with a sharp pain at her heart. \\\"Gaos\\\"--again that name, engraved upon one of the slabs erected in memory of those who die at sea.\\n\\nShe read this inscription:\\n\\n```\\n                     \\\"To the Memory of                           GAOS, JEAN-LOUIS,            Aged 24 years; seaman on board the /Marguerite/.               Disappeared off Iceland, August 3d, 1877.                         May he rest in peace!\\\"\\n```\\n\\nIceland--always Iceland! All over the porch were wooden slabs bearing the names of dead sailors. It was the place reserved for the shipwrecked of Pors-Even. Filled with a dark foreboding she was sorry to have gone there.\\n\\nIn Paimpol church she had seen many such inscriptions; but in this village the empty tomb of the Iceland fishers seemed more sad because so lone and humble. On each side of the doorway was a granite seat for the widows and mothers; and this shady spot, irregularly shaped like a grotto, was guarded by an old image of the Virgin, coloured red, with large staring eyes, looking most like Cybele--the first goddess of the earth.\\n\\n\\\"Gaos!\\\" Again!\\n\\n```\\n                     \\\"To the Memory of                            GAOS, FRANCOIS,                   Husband of Anne-Marie le Goaster,                   Captain on board the /Paimpolais/,         Lost off Iceland, between the 1st and 3d of May, 1877,                 With the twenty-three men of his crew.                        May they rest in peace!\\\"\\n```\\n\\nAnd, lower down, were two cross-bones under a black skull with green eyes, a simple but ghastly emblem, reminding one of all the barbarism of a bygone age.\\n\\n\\\"Gaos, Gaos!\\\" The name was everywhere. As she read, thrills of sweet tenderness came over her for this Yann of her choice, damped by a feeling of hopelessness. Nay, he would never be hers! How could she tear him from the sea where so many other Gaoses had gone down, ancestors and brothers, who must have loved the sea like he! She entered the chapel. It was almost dark, badly lit by low windows with heavy frames. And there, her heart full of tears that would better have fallen, she knelt to pray before the colossal saints, surrounded by common flowers, touching the vaulted roof with their massive heads. Outside, the rising wind began to sob as if it brought the death-gasps of the drowned men back to their Fatherland.\\n\\nNight drew near; she rose and went on her way. After having asked in the village, she found the home of the Gaos family, which was built up against a high cliff. A dozen granite steps led up to it. Trembling a little at the thought that Yann might have returned, she crossed the small garden where chrysanthemums and veronicas grew.\\n\\nWhen she was indoors, she explained she had come to bring the money for the boat, and they very politely asked her to sit down, to await the father's return, as he was the one to sign the receipt for her. Amidst all, her eyes searched for Yann--but did not see him.\\n\\nThey were very busy in the home. Already they were cutting out the new waterproof cloth on the clean white table, and getting it ready for the approaching Iceland season.\\n\\n\\\"You see, Mademoiselle Gaud, it's like this: every man wants two new suits.\\\"\\n\\nThey explained to her how they set to work to make them, and to render their seams waterproof with tar, for they were for wet weather wear. And while they worked, Gaud looked attentively around the home of these Gaoses.\\n\\nIt was furnished after the traditional manner of all Breton cottages; an immense chimney-place took up one whole end, and on the sides of the walls the Breton beds, bunks, as on shipboard, were placed one above another. But it was not so sombre and sad as the cabins of other peasants, which are generally half-hidden by the wayside; it was all fresh and clean, as the homes of seamen usually are. Several little Gaoses were there, girls and boys, all sisters and brothers of Yann; without counting two big ones, who were already out at sea. And, besides, there was a little fair girl, neat, but sad, unlike the others.\\n\\n\\\"We adopted her last year,\\\" explained the mother; \\\"we had enough children as it was, of course, but what else could we do, Mademoiselle Gaud, for her daddy belonged to the /Maria-Dieu-t'aime/, lost last season off Iceland, as you know; so the neighbours divided the little ones between them, and this one fell to our lot.\\\"\\n\\nHearing herself spoken of, the adopted child hung her pretty head and smiled, hiding herself behind little Laumec Gaos, her favourite.\\n\\nThere was a look of comfort all over the place, and radiant health bloomed on all the children's rosy cheeks.\\n\\nThey received Gaud very profusely, like a great lady whose visit was an honour to the family. She was taken upstairs, up a newly-built wooden staircase, to see the room above, which was the glory of the home. She remembered the history of its construction; it was after the finding of a derelict vessel in the channel, which luck had befallen Yann's father and his cousin the pilot.\\n\\nThe room was very gay and pretty in its whiteness; there were two town beds in it, with pink chintz curtains, and a large table in the middle. Through the window the whole of Paimpol could be seen, with the Icelanders at anchor off shore, and the channel through which they passed.\\n\\nShe did not dare question, but she would have liked to have known where Yann slept; probably as a child he had slept downstairs in one of the antique cupboard-beds. But perhaps now he slept under those pink draperies. She would have loved to have known all the details of his life, especially what he did in the long winter evenings.\\n\\nA heavy footstep on the stairs made her tremble. But it was not Yann, though a man much like him; notwithstanding his white hair, as tall and as straight. It was old father Gaos returning from fishing.\\n\\nAfter he had saluted her and asked her the object of her visit, he signed her receipt for her which was rather a long operation, as his hand was not very steady, he explained.\\n\\nBut he would not accept the hundred francs as a final payment, but only as an instalment; he would speak to M. Mevel again about it. Whereupon Gaud, to whom money was nothing, smiled imperceptibly; she had fancied the business was not quite terminated, and this just suited her.\\n\\nThey made something like excuses for Yann's absence; as if they found it more orthodox for the whole family to assemble to receive her. Perhaps the father had guessed, with the shrewdness of an old salt, that his son was not indifferent to this beautiful heiress; for he rather insisted upon talking about him.\\n\\n\\\"It's very queer,\\\" said he, \\\"the boy's never so late out. He went over to Loguivy, Mademoiselle Gaud, to buy some lobster baskets; as you know, lobster-catching is our main winter fishery.\\\"\\n\\nShe dreamily lengthened out her call, although conscious that it was too long already, and feeling a tug at her heart at the idea that she would not see him after all.\\n\\n\\\"A well-conducted young man like Yann--what can he be doing? Surely he's not at the inn. We don't fear that for our lad. I don't say that now and then, of a Sunday, with his mates---- You know, Mademoiselle Gaud, what them sailors are. Eh! ye know, he's but a young chap, and must have some liberty now and again. But it's very rare with him to break out, for he's a straight-goer; we can say that.\\\"\\n\\nBut night was falling, and the work had been folded up. The little ones on the benches around drew closer to one another, saddened by the grey dismal gloaming, and eyed Gaud hard, seeming to say--\\n\\n\\\"Why doesn't she go now?\\\"\\n\\nOn the hearth, the flames burned redder in the midst of the falling shadows.\\n\\n\\\"You ought to stay and have a bit o' supper with us, Mademoiselle Gaud.\\\"\\n\\n\\\"Oh, no! I couldn't think of it!\\\" The blood rushed to her face at the idea of having remained so late. She got up and took her leave.\\n\\nYann's father also rose to accompany her part of the way, anyhow as far as a lonely nook where the old trees make a dark lane.\\n\\nAs they walked along together, she felt a sudden sympathy of respect and tenderness towards him; she would have liked to have spoken as to a father in the sudden gushes of feeling that came over her; but the words were stifled in her throat, and she said not a word.\\n\\nAnd so they went their way, in the cold evening wind, full of the odour of the sea, passing here and there, on the barren heath, some poor hovels, where beach-combers dwelt and had already sealed themselves up for the night; dark and neglected they looked under the weather-beaten roofs; these crosses, clumps of reeds, and boulders they left behind.\\n\\nWhat a great way off Pors-Even was, and what a time she had remained!\\n\\nNow and then they met folks returning from Paimpol or Loguivy; and as she watched the shadows approach, each time she thought it was Yann; but it was easy to recognise him at a good distance off, and so she was quickly undeceived. Every moment her feet caught in the brown trailing plants, tangled like hair, which were sea-weeds littering the pathway.\\n\\nAt the Cross of Plouezoc'h she bade good-bye to the old man, and begged him to return. The lights of Paimpol were already in view, and there was no more occasion to be afraid.\\n\\nSo hope was over for this time. Who could tell her when she might see Yann again?\\n\\nAn excuse to return to Pors-Even would have been easy; but it would really look too bad to begin her quest all over again. She would have to be braver and prouder than that. If only her little confidant Sylvestre had been there, she might have asked him to go and fetch Yann, so that there could be some explanation. But he was gone now, and for how many years?\\n\\n```\\n                          CHAPTER IV                             HIS RELUCTANCE\\n```\\n\\n\\\"Me get married?\\\" said Yann to his parents that same evening. \\\"Me get married? Good heavens, why should I? Shall I ever be as happy as here with ye? no troubles, no tiffs with any one, and warm soup ready for me every night when I come home from sea. Oh! I quite understand that you mean the girl that came here to-day, but what's such a rich girl to do with us? 'Tisn't clear to my thinking. And it'll be neither her, nor any other. It's all settled, I won't marry--it ain't to my liking.\\\"\\n\\nThe two old Gaoses looked at one another in silence, deeply disappointed, for, after having talked it over together, they were pretty well sure that this young lady would not refuse their handsome Yann. But they did not try to argue, knowing how useless that would be. The mother lowered her head, and said no more; she respected the will of her son, her eldest born, who was all but the head of the family; although he was always tender and gentle with her, more obedient than a child in the petty things of life, he long ago had been her absolute master for the great ones, eluding all restraint with a quiet though savage independence. He never sat up late, being in the habit, like other fishermen, of rising before break of day. And after supper at eight o'clock, he had given another satisfactory look to his baskets and new nets from Loguivy, and began to undress--calm to all appearances, and went up to sleep in the pink-curtained bed, which he shared with his little brother Laumec.\\n\\n```\\n                          CHAPTER V                          SAILORS AT THE PLAY\\n```\\n\\nFor the last fortnight Gaud's little confidant, Sylvestre, had been quartered in Brest; very much out of his element, but very quiet and obedient to discipline. He wore his open blue sailor-collar and red- balled, flat, woollen cap, with a frank, fearless look, and was noble and dignified in his sailor garb, with his free step and tall figure, but at the bottom of his heart he was still the same innocent boy as ever, and thinking of his dear old grandam.\\n\\nOne evening he had got tipsy together with some lads from his parts, simply because it is the custom; and they had all returned to the barracks together arm-in-arm, singing out as lustily as they could.\\n\\nAnd one Sunday, too, they had all gone to the theatre, in the upper galleries. A melodrama was being played, and the sailors, exasperated against the villain, greeted him with a howl, which they all roared together, like a blast of the Atlantic cyclones.\\n\\n```\\n                          CHAPTER VI                       ORDERED ON FOREIGN SERVICE\\n```\\n\\nOne day Sylvestre was summoned before the officer of his company; and they told him he was among those ordered out to China--in the squadron for Formosa. He had been pretty well expecting it for some time, as he had heard those who read the papers say that out there the war seemed never-ending.\\n\\nAnd because of the urgency of the departure, he was informed at the same time that he would not be able to have the customary leave for his home farewells; in five days' time he would have to pack up and be off.\\n\\nThen a bitter pain came over him; though charmed at the idea of far- off travels amid the unknown and of the war. There also was agony at the thought of leaving all he knew and loved, with the vague apprehension that he might never more return.\\n\\nA thousand noises rang in his head. Around was the bustle of the barrack-rooms, where hundreds of others were called up, like himself, chosen for the Chinese squadron. And rapidly he wrote to his old grandmother, with a stump of pencil, crouching on the floor, alone in his own feverish dream, though in the thick of the continual hurry and hubbub amidst all the young sailors hurried away like himself.\\n\\n```\\n                         CHAPTER VII                           MOAN'S SWEETHEART\\n```\\n\\n\\\"His sweetheart's a trifle old!\\\" said the others, a couple of days later, as they laughed after Sylvestre and his grandmother, \\\"but they seem to get on fine together all the same.\\\"\\n\\nIt amused them to see the boy, for the first time, walk through the streets of Recouvrance, with a woman at his side, like the rest of them; and, bending towards her with a tender look, whisper what seemed to be very soft nothings.\\n\\nShe was a very quick, diminutive person seen from behind, with rather short skirts for the fashion of the day; and a scanty brown shawl, and a high Paimpol /coiffe/. She, too, hanging on his arm, turned towards him with an affectionate glance.\\n\\n\\\"A trifle old was his sweetheart!\\\"\\n\\nThat's what the others called after him, we say, but without spite, for any one could see that she was his old granny, come up from the country. She had come, too, in a hurry, suddenly terrified at the news of his sudden departure; for this Chinese war had already cost Paimpol many sailors. So she had scraped together all her poor little savings, put her best Sunday dress and a fresh clean /coiffe/ in a box, and had set out to kiss him once again.\\n\\nShe had gone straight to the barracks to ask for him; at first his adjutant had refused to let him go out.\\n\\n\\\"If you've anything to say, my good woman, go and speak to the captain yourself. There he is, passing.\\\"\\n\\nSo she calmly walked up to him, and he allowed himself to be won over.\\n\\n\\\"Send Moan to change his clothes, to go out,\\\" said he.\\n\\nAll in hot haste Moan had gone to rig up in his best attire, while the good old lady, to make him laugh, of course, made a most inimitably droll face and a mock curtsey at the adjutant behind his back.\\n\\nBut when the grandson appeared in his full uniform, with the inevitable turned-down collar, leaving his throat bare, she was quite struck with his beauty; his black beard was cut into a seamanly fashionable point by the barber, and his cap was decked out with long floating ribbons, with a golden anchor at each end. For the moment she almost saw in him her son Pierre, who, twenty years before, had also been a sailor in the navy, and the remembrance of the far past, with all its dead, stealthily shadowed the present hour.\\n\\nBut the sadness soon passed away. Arm-in-arm they strolled on, happy to be together; and it was then that the others had pretended to see in her his sweetheart, and voted her \\\"a trifle old.\\\"\\n\\nShe had taken him, for a treat, to dine in an inn kept by some people from Paimpol, which had been recommended to her as rather cheap. And then, still arm-in-arm, they had sauntered through Brest, looking at the shop-windows. There never were such funny stories told as those she told her grandson to make him laugh; of course all in Paimpol Breton, so that the passers-by might not understand.\\n\\n```\\n                         CHAPTER VIII                             OLD AND YOUNG\\n```\\n\\nShe stayed three days with him, three happy days, though over them hung a dark and ominous forecast; one might as well call them three days of respite.\\n\\nAt last she was forced to return to Ploubazlanec, for she had come to the end of her little savings, and Sylvestre was to embark the day afterward. The sailors are always inexorably kept in barracks the day before foreign cruises (a custom that seems rather barbarous at first, but which is a necessary precaution against the \\\"flings\\\" they would have before leaving definitely).\\n\\nOh that last day! She had done her very best to hatch up some more funny stories in her head, to tell her boy just at the parting; but she had remembered nothing--no; only tears had welled up, and at every moment sobs choked her. Hanging on his arm, she reminded him of a thousand things he was not to forget to do, and he also tried hard to repress his tears. They had ended by going into a church to say their prayers together.\\n\\nIt was by the night train that she went. To save a few pence, they had gone on foot to the station; he carrying her box, and holding her on his strong arm, upon which she weighed heavily.\\n\\nShe was so very, very tired--poor old lady! She had scarcely any strength left after the exertion of the last three or four days. Her shoulders were bent under her brown shawl, and she had no force to bear herself up; her youngish look was gone, and she felt the weight of her seventy-six years.\\n\\nOh! how her heart ached at the thought that it was all over, and that in a few moments she must leave him! Was he really to go out so far, to China, perhaps to slaughter. She still had him there with her, quite close, her poor hands could yet grasp him--and yet he must go; all the strength of her will, all her tears, and all her great heartrending despair--all! would nothing be of avail to keep him back?\\n\\nWith her ticket, and her lunch-basket, and her mittens in her grasp, agitated, she gave him her last blessing and advice, and he answered her with an obedient \\\"Ay, ay,\\\" bending his head tenderly towards her and gazing lovingly at her, in his soft childish way.\\n\\n\\\"Now then, old lady, you must make up your mind plaguey quick if you want to go by this train!\\\"\\n\\nThe engine whistled. Suddenly terrified at the idea of losing the train, she bore her box from Sylvestre's grasp, and flinging it down, threw her arms round his neck in a last and supreme embrace.\\n\\nMany people on the platform stared at them, but not one smiled. Hustled about by the porters, worn out and full of pain, she pressed into the first carriage near; the door was banged quickly upon her, while Sylvestre, with all the speed of a young sailor, rushed out of the station to the rails beside the line to see the train pass.\\n\\nA shrill screeching whistle, a noisy grinding of the wheels, and his grandmother passed away, leaving him leaning against the gate and swinging up his cap with its flying ribbons, while she, hanging out of the window of her third-class carriage, made an answering signal with her handkerchief; and for as long as she could see the dark blue-clad figure, that was her child, followed him with her eyes, throwing her whole soul into that \\\"good-bye!\\\" kept back to the last, and always uncertain of realization when sailors are concerned.\\n\\nLook long at your little Sylvestre, poor old woman; until the very latest moment, do not lose sight of his fleeting shadow, which is fading away for ever.\\n\\nWhen she could see him no longer, she fell back, completely crushing her still clean unrumpled cap, weeping and sobbing in the agony of death itself.\\n\\nHe had turned away slowly, with his head bent, and big tears falling down his cheeks. The autumn night had closed in; everywhere the gas was flaring, and the sailors' riotous feasts had begun anew. Paying no heed to anything about him, he passed through Brest and over the Recouvrance Bridge, to the barracks.\\n\\n\\\"Whist! here, you darling boy!\\\" called out some nocturnal prowlers to him; but he passed on, and entering the barracks, flung himself down in his hammock, weeping, all alone, and hardly sleeping until dawn.\\n\\n```\\n                          CHAPTER IX                           THE EASTERN VOYAGE\\n```\\n\\nSylvestre was soon out on the ocean, rapidly whisked away over the unknown seas, far more blue than Iceland's. The ship that carried him off to the confines of Asia was ordered to go at full speed and stop nowhere. Ere long he felt that he was far away, for the speed was unceasing, and even without a care for the sea or the wind. As he was a topman, he lived perched aloft, like a bird, avoiding the soldiers crowded upon the deck.\\n\\nTwice they stopped, however, on the coast of Tunis, to take up more Zouaves and mules; from afar he had perceived the white cities amid sands and arid hills. He had even come down from his top to look at the dark-brown men draped in their white robes who came off in small boats to peddle fruit; his mates told him that these were Bedouins.\\n\\nThe heat and the sun, which were unlessened by the autumn season, made him feel out of his element.\\n\\nOne day they touched at Port Said. All the flags of Europe waved overhead from long staves, which gave it an aspect of Babel on a feast-day, and the glistening sands surrounded the town like a moving sea.\\n\\nThey had stopped there, touching the quays, almost in the midst of the long streets full of wooden shanties. Since his departure, Sylvestre never had seen the outside world so closely, and the movement and numbers of boats excited and amused him.\\n\\nWith never-ending screeching from their escape-pipes, all these boats crowded up in the long canal, as narrow as a ditch, which wound itself in a silvery line through the infinite sands. From his post on high he could see them as in a procession under a window, till disappearing in the plain.\\n\\nOn the canal all kinds of costumes could be seen; men in many-coloured attire, busy and shouting like thunder. And at night the clamour of confused bands of music mingled with the diabolical screams of the locomotives, playing noisy tunes, as if to drown the heart-breaking sorrow of the exiles who for ever passed onward.\\n\\nThe next day, at sunrise, they, too, glided into the narrow ribbon of water between the sands. For two days the steaming in the long file through the desert lasted, then another sea opened before them, and they were once again upon the open. They still ran at full speed through this warmer expanse, stained like red marble, with their boiling wake like blood. Sylvestre remained all the time up in his top, where he would hum his old song of \\\"Jean-Francois de Nantes,\\\" to remind him of his dear brother Yann, of Iceland, and the good old bygone days.\\n\\nSometimes, in the depths of the shadowy distance, some wonderfully tinted mountain would arise. Notwithstanding the distance and the dimness around, the names of those projected capes of countries appeared as the eternal landmarks on the great roadways of the earth to the steersmen of this vessel; but a topman is carried on like an inanimate thing, knowing nothing, and unconscious of the distance over the everlasting, endless waves.\\n\\nAll he felt was a terrible estrangement from the things of this world, which grew greater and greater; and the feeling was very defined and exact as he looked upon the seething foam behind, and tried to remember how long had lasted this pace that never slackened night or day. Down on deck, the crowd of men, huddled together in the shadow of the awnings, panted with weariness. The water and the air, even the very light above, had a dull, crushing splendour; and the fadeless glory of those elements were as a very mockery of the human beings whose physical lives are so ephemeral.\\n\\nOnce, up in his crow's nest, he was gladdened by the sight of flocks of tiny birds, of an unknown species, which fell upon the ship like a whirlwind of coal dust. They allowed themselves to be taken and stroked, being worn out with fatigue. All the sailors had them as pets upon their shoulders. But soon the most exhausted among them began to die, and before long they died by thousands on the rigging, yards, ports, and sails--poor little things!--under the blasting sun of the Red Sea. They had come to destruction, off the Great Desert, fleeing before a sandstorm. And through fear of falling into the blue waters that stretched on all sides, they had ended their last feeble flight upon the passing ship. Over yonder, in some distant region of Libya, they had been fledged in masses. Indeed, there were so many of them, that their blind and unkind mother, Nature, had driven away before her this surplus, as unmoved as if they had been superabundant men. On the scorching funnels and ironwork of the ship they died away; the deck was strewn with their puny forms, only yesterday so full of life, songs, and love. Now, poor little black dots, Sylvestre and the others picked them up, spreading out their delicate blue wings, with a look of pity, and swept them overboard into the abysmal sea.\\n\\nNext came hosts of locusts, the spawn of those conjured up by Moses, and the ship was covered with them. At length, though, it surged on a lifeless blue sea, where they saw no things around them, except from time to time the flying fish skimming along the level water.\\n\\nCHAPTER X THE ORIENT\",\"timestamp\":1639291226,\"title\":\"\\nThrough their pale lips still came the refrain of the old song, but as from a speaking automaton, unconsciously taken up from time to time.\"},\"digest\":\"1nu2O4tyHjKSgQD6zxg_DUbHU2P4B1j6drLgAC-_tGU\",\"authorship\":{\"contributor\":\"0x755Bda80E984cd5fAabcbf90e065196EEDb3214A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6pvP-uuzgdLhK0XlYfVCcTCUtt5GaVWd3AQiOG5Z2GM\\\",\\\"y\\\":\\\"WWJWSvxWzpWD5EX-1f6nM9OHQwVn_duK1fJFVD3pqtM\\\"}\",\"signature\":\"yaNhP3ZLeyaspH696RiKVNbtdqzlTKVr3YO4tydKwI8su3N3w8oDtptclqWzsYBcx2BUNBjQdvh4YPeG6CPf5g\",\"signingKeySignature\":\"0xc2fd1dff71bed05944c10dea4eca66c3d2d0a99fbfa479127dbf8e7d8e9e44b83b55b55c3f53840b3138439f8995b78291a7167a4f130a9ff7207a7ee59ca0301b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6pvP-uuzgdLhK0XlYfVCcTCUtt5GaVWd3AQiOG5Z2GM\\\",\\\"y\\\":\\\"WWJWSvxWzpWD5EX-1f6nM9OHQwVn_duK1fJFVD3pqtM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1nu2O4tyHjKSgQD6zxg_DUbHU2P4B1j6drLgAC-_tGU\"}"