"{\"content\":{\"body\":\"as she stood quaking at the sight of him, had never seemed to herself so dainty, frail, and delicate as she seemed in this moment.  She felt herself so entirely at his mercy; she was no match for him surely.  Shag, anxious as ever to take his cue from her, had stationed himself at her side, and shook his head and whisked his tail in a non-committal manner.  Now Valders-Roan had cleared the fence where the men had broken it down; then on he came again, tramp, tramp, tramp, until he was within half a dozen paces from Lady Clare.  There he stopped, for back went Lady Clare's pretty ears, while she threw herself upon her haunches in an attitude of defence.  She was dimly aware that this was a foolish thing to do, but her inbred disdain and horror of everything rough made her act on instinct instead of reason.  Valders-Roan, irritated by this uncalled-for action, now threw ceremony to the winds, and without further ado trotted up and rubbed his nose against hers.  That was more than Lady Clare could stand.  With an hysterical snort she flung herself about, and up flew her heels straight into the offending nose, inflicting considerable damage.  Shag, being now quite clear that the programme was fight, whisked about in exactly the same manner, with as close an imitation of Lady Clare's snort as he could produce, and a second pair of steel-shod heels came within a hair of reducing the enemy's left nostril to the same condition as the right.  But alas for the generous folly of youth!  Shag had to pay dearly for that exhibition of devotion.  Valders-Roan, enraged by this wanton insult, made a dash at Shag, and by the mere impetus of his huge bulk nearly knocked him senseless.  The colt rolled over, flung all his four legs into the air, and as soon as he could recover his footing reeled sideways like a drunken man and made haste to retire to a safe distance.\\n\\nValders-Roan had now a clear field and could turn his undivided attention to Lady Clare.  I am not sure that he had not made an example of Shag merely to frighten her.  Bounding forward with his mighty chest expanded and the blood dripping from his nostrils, he struck out with a tremendous hind leg and would have returned Lady Clare's blow with interest if she had not leaped high into the air.  She had just managed by her superior alertness to dodge that deadly hoof, and was perhaps not prepared for an instant renewal of the attack.  But she had barely gotten her four feet in contact with the sod when two rows of terrific teeth plunged into her withers.  The pain was frightful, and with a long, pitiful scream Lady Clare sank down upon the ground, and, writhing with agony, beat the air with her hoofs.  Shag, who had by this time recovered his senses, heard the noise of the battle, and, plucking up his courage, trotted bravely forward against the victorious Valders-Roan.  He was so frightened that his heart shot up into his throat.  But there lay Lady Clare mangled and bleeding.  He could not leave her in the lurch, so forward he came, trembling, just as Lady Clare was trying to scramble to her feet.  Led away by his sympathy Shag bent his head down toward her and thereby prevented her from rising.  And in the same instant a stunning blow hit him straight in the forehead, a shower of sparks danced before his eyes, and then Shag saw and heard no more.  A convulsive quiver ran through his body, then he stretched out his neck on the bloody grass, heaved a sigh, and died.\\n\\nLady Clare, seeing Shag killed by the blow which had been intended for herself, felt her blood run cold.  She was strongly inclined to run, for she could easily beat the heavy Valders-Roan at a race, and her fleet legs might yet save her.  I cannot say whether it was a generous wrath at the killing of her humble champion or a mere blind fury which overcame this inclination.  But she knew now neither pain nor fear.  With a shrill scream she rushed at Valders-Roan, and for five minutes a whirling cloud of earth and grass and lumps of sod moved irregularly over the field, and tails, heads, and legs were seen flung and tossed madly about, while an occasional shriek of rage or of pain startled the night, and re-echoed with a weird resonance between the mountains.\\n\\nIt was about five o'clock in the morning of July 11th, that Erik awoke, with a vague sense that something terrible had happened.  His groom was standing at his bedside with a terrified face, doubtful whether to arouse his young master or allow him to sleep.\\n\\n\\\"What has happened, Anders?\\\"  cried Erik, tumbling out of bed.\\n\\n\\\"Lady Clare, sir----\\\"\\n\\n\\\"Lady Clare!\\\"  shouted the boy.  \\\"What about her? Has she been stolen?\\\"\\n\\n\\\"No, I reckon not,\\\" drawled Anders.\\n\\n\\\"Then she's dead!  Quick, tell me what you know or I shall go crazy!\\\"\\n\\n\\\"No; I can't say for sure she's dead either,\\\" the groom stammered, helplessly.\\n\\nErik, being too stunned with grief and pain, tumbled in a dazed fashion about the room, and scarcely knew how he managed to dress.  He felt cold, shivery, and benumbed; and the daylight had a cruel glare in it which hurt his eyes.  Accompanied by his groom, he hastened to the home pasture, and saw there the evidence of the fierce battle which had raged during the night.  A long, black, serpentine track, where the sod had been torn up by furious hoof-beats, started from the dead carcass of the faithful Shag and moved with irregular breaks and curves up toward the gate that connected the pasture with the underbrush of birch and alder.  Here the fence had been broken down, and the track of the fight suddenly ceased.  A pool of blood had soaked into the ground, showing that one of the horses, and probably the victor, must have stood still for a while, allowing the vanquished to escape.\\n\\nErik had no need of being told that the horse which had attacked Lady Clare was Valders-Roan; and though he would scarcely have been able to prove it, he felt positive that John Garvestad had arranged and probably watched the fight.  Having a wholesome dread of jail, he had not dared to steal Lady Clare; but he had chosen this contemptible method to satisfy his senseless jealousy.  It was all so cunningly devised as to baffle legal inquiry.  Valders-Roan had gotten astray, and being a heavy beast, had broken into a neighbor's field and fought with his filly, chasing her away into the mountains.  That was the story he would tell, of course, and as there had been no witnesses present, there was no way of disproving it.\\n\\nAbandoning, however, for the time being all thought of revenge, Erik determined to bend all his energies to the recovery of Lady Clare.  He felt confident that she had run away from her assailant, and was now roaming about in the mountains.  He therefore organized a search party of all the male servants on the estate, besides a couple of volunteers, making in all nine.  On the evening of the first day's search they put up at a saeter or mountain chalet.  Here they met a young man named Tollef Morud, who had once been a groom at John Garvestad's.  This man had a bad reputation; and as the idea occurred to some of them that he might know something about Lady Clare's disappearance, they questioned him at great length, without, however, eliciting a single crumb of information.\\n\\nFor a week the search was continued, but had finally to be given up.  Weary, footsore, and heavy hearted, Erik returned home.  His grief at the loss of Lady Clare began to tell on his health; and his perpetual plans for getting even with John Garvestad amounted almost to a mania, and caused his father both trouble and anxiety.  It was therefore determined to send him to the military academy in the capital.\\n\\nFour or five years passed and Erik became a lieutenant.  It was during the first year after his graduation from the military academy that he was invited to spend the Christmas holidays with a friend, whose parents lived on a fine estate about twenty miles from the city.  Seated in their narrow sleighs, which were drawn by brisk horses, they drove merrily along, shouting to each other to make their voices heard above the jingling of the bells.  About eight o'clock in the evening, when the moon was shining brightly and the snow sparkling, they turned in at a wayside tavern to order their supper.  Here a great crowd of lumbermen had congregated, and all along the fences their overworked, half- broken-down horses stood, shaking their nose-bags.  The air in the public room was so filled with the fumes of damp clothes and bad tobacco that Erik and his friend, while waiting for their meal, preferred to spend the time under the radiant sky.  They were sauntering about, talking in a desultory fashion, when all of a sudden a wild, joyous whinny rang out upon the startled air.\\n\\nIt came from a rusty, black, decrepit-looking mare hitched to a lumber sleigh which they had just passed.  Erik, growing very serious, paused abruptly.\\n\\nA second whinny, lower than the first, but almost alluring and cajoling, was so directly addressed to Erik that he could not help stepping up to the mare and patting her on the nose.\\n\\n\\\"You once had a horse you cared a great deal for, didn't you?\\\"  his friend remarked, casually.\\n\\n\\\"Oh, don't speak about it,\\\" answered Erik, in a voice that shook with emotion; \\\"I loved Lady Clare as I never loved any creature in this world--except my father, of course,\\\" he added, reflectively.\\n\\nBut what was the matter with the old lumber nag?  At the sound of the name Lady Clare she pricked up her ears, and lifted her head with a pathetic attempt at alertness.  With a low, insinuating neighing she rubbed her nose against the lieutenant's cheek.  He had let his hand glide over her long, thin neck, when quite suddenly his fingers slid into a deep scar in the withers.\\n\\n\\\"My God!\\\"  he cried, while the tears started to his eyes, \\\"am I awake, or am I dreaming?\\\"\\n\\n\\\"What in the world is the matter?\\\"  inquired his comrade, anxiously.\\n\\n\\\"It is Lady Clare!  By the heavens, it is Lady Clare!\\\"\\n\\n\\\"That old ramshackle of a lumber nag whose every rib you can count through her skin is your beautiful thoroughbred?\\\"  ejaculated his friend, incredulously.  \\\"Come now, don't be a goose.\\\"\\n\\n\\\"I'll tell you of it some other time,\\\" said Erik, quietly; \\\"but there's not a shadow of a doubt that this is Lady Clare.\\\"\\n\\nYes, strange as it may seem, it was indeed Lady Clare.  But oh, who would have recognized in this skeleton, covered with a rusty-black skin and tousled mane and forelock in which chaff and dirt were entangled--who would have recognized in this drooping and rickety creature the proud, the dainty, the exquisite Lady Clare?  Her beautiful tail, which had once been her pride, was now a mere scanty wisp; and a sharp, gnarled ridge running along the entire length of her back showed every vertebra of her spine through the notched and scarred skin.  Poor Lady Clare, she had seen hard usage.  But now the days of her tribulations are at an end.  It did not take Erik long to find the half-tipsy lumberman who was Lady Clare's owner; nor to agree with him on the price for which he was willing to part with her.\\n\\nThere is but little more to relate.  By interviews and correspondence with the different parties through whose hands the mare had passed, Erik succeeded in tracing her to Tollef Morud, the ex-groom of John Garvestad.  On being promised immunity from prosecution, he was induced to confess that he had been hired by his former master to arrange the nocturnal fight between Lady Clare and Valders-Roan, and had been paid ten dollars for stealing the mare when she had been sufficiently damaged.  John Garvestad had himself watched the fight from behind the fence, and had laughed fit to split his sides, until Valders-Roan seemed on the point of being worsted.  Then he had interfered to separate them, and Tollef had led Lady Clare away, bleeding from a dozen wounds, and had hidden her in a deserted lumberman's shed near the saeter where the searchers had overtaken him.\\n\\nHaving obtained these facts, Erik took pains to let John Garvestad know that the chain of evidence against him was complete, and if he had had his own way he would not have rested until his enemy had suffered the full penalty of the law.  But John Garvestad, suspecting what was in the young man's mind, suddenly divested himself of his pride, and cringing dike a whipped dog, came and asked Erik's pardon, entreating him not to prosecute.\\n\\nAs for Lady Clare, she never recovered her lost beauty.  A pretty fair-looking mare she became, to be sure, when good feeding and careful grooming had made her fat and glossy once more.  A long and contented old age is, no doubt, in store for her.  Having known evil days, she appreciates the blessings which the change in her fate has brought her.  The captain declares she is the best-tempered and steadiest horse in his stable.\\n\\nBONNYBOY\\n\\nI.\\n\\n\\\"Oh, you never will amount to anything, Bonnyboy!\\\"  said Bonnyboy's father, when he had vainly tried to show him how to use a gouge; for Bonnyboy had just succeeded in gouging a piece out of his hand, and was standing helplessly, letting his blood drop on an engraving of Napoleon at Austerlitz, which had been sent to his father for framing.  The trouble with Bonnyboy was that he was not only awkward--left-handed in everything he undertook, as his father put it--but he was so very good-natured that it was impossible to get angry with him.  His large blue innocent eyes had a childlike wonder in them, when he had done anything particularly stupid, and he was so willing and anxious to learn, that his ill-success seemed a reason for pity rather than for wrath.  Grim Norvold, Bonnyboy's father, was by trade a carpenter, and handy as he was at all kinds of tinkering, he found it particularly exasperating to have a son who was so left-handed.  There was scarcely anything Grim could not do.  He could take a watch apart and put it together again; he could mend a harness if necessary; he could make a wagon; nay, he could even doctor a horse when it got spavin or glanders.  He was a sort of jack-of-all-trades, and a very useful man in a valley where mechanics were few and transportation difficult.  He loved work for its own sake, and was ill at ease when he had not a tool in his hand.  The exercise of his skill gave him a pleasure akin to that which the fish feels in swimming, the eagle in soaring, and the lark in singing.  A finless fish, a wingless eagle, or a dumb lark could not have been more miserable than Grim was when a succession of holidays, like Easter or Christmas, compelled him to be idle.\\n\\nWhen his son was born his chief delight was to think of the time when he should be old enough to handle a tool, and learn the secrets of his father's trade.  Therefore, from the time the boy was old enough to sit or to crawl in the shavings without getting his mouth and eyes full of sawdust, he gave him a place under the turning bench, and talked or sang to him while he worked.  And Bonnyboy, in the meanwhile amused himself by getting into all sorts of mischief.  If it had not been for the belief that a good workman must grow up in the atmosphere of the shop, Grim would have lost patience with his son and sent him back to his mother, who had better facilities for taking care of him.  But the fact was he was too fond of the boy to be able to dispense with him, and he would rather bear the loss resulting from his mischief than miss his prattle and his pretty dimpled face.\\n\\nIt was when the child was eighteen or nineteen months old that he acquired the name Bonnyboy.  A woman of the neighborhood, who had called at the shop with some article of furniture which she wanted to have mended, discovered the infant in the act of investigating a pot of blue paint, with a part of which he had accidentally decorated his face.\\n\\n\\\"Good gracious! what is that ugly thing you have got under your turning bench?\\\" she cried, staring at the child in amazement.\\n\\n\\\"No, he is not an ugly thing,\\\" replied the father, with resentment; \\\"he is a bonny boy, that's what he is.\\\"\\n\\nThe woman, in order to mollify Grim, turned to the boy, and asked, with her sweetest manner, \\\"What is your name, child?\\\"\\n\\n\\\"Bonny boy,\\\" murmured the child, with a vaguely offended air--\\\"bonny boy.\\\"\\n\\nAnd from that day the name Bonnyboy clung to him.\\n\\nII.\\n\\nTo teach Bonnyboy the trade of a carpenter was a task which would have exhausted the patience of all the saints in the calendar.  If there was any possible way of doing a thing wrong, Bonnyboy would be sure to hit upon that way.  When he was eleven years old he chopped off the third joint of the ring-finger on his right hand with a cutting tool while working the turning-lathe; and by the time he was fourteen it seemed a marvel to his father that he had any fingers left at all.  But Bonnyboy persevered in spite of all difficulties, was always cheerful and of good courage, and when his father, in despair, exclaimed:  \\\"Well, you will never amount to anything, Bonnyboy,\\\" he would look up with his slow, winning smile and say:\\n\\n\\\"Don't worry, father.  Better luck next time.\\\"\\n\\n\\\"But, my dear boy, how can I help worrying, when you don't learn anything by which you can make your living?\\\"\\n\\n\\\"Oh, well, father,\\\" said Bonnyboy, soothingly (for he was beginning to feel sorry on his father's account rather than on his own), \\\"I wouldn't bother about that if I were you.  I don't worry a bit.  Something will turn up for me to do, sooner or later.\\\"\\n\\n\\\"But you'll do it badly, Bonnyboy, and then you won't get a second chance.  And then, who knows but you may starve to death.  You'll chop off the fingers you have left; and when I am dead and can no longer look after you, I am very much afraid you'll manage to chop off your head too.\\\"\\n\\n\\\"Well,\\\" observed Bonnyboy, cheerfully, \\\"in that case I shall not starve to death.\\\"\\n\\nGrim had to laugh in spite of himself at the paternal way in which his son comforted him, as if he were the party to be pitied.  Bonnyboy's unfailing cheerfulness, which had its great charm, began to cause him uneasiness, because he feared it was but another form of stupidity.  A cleverer boy would have been sorry for his mistakes and anxious about his own future.  But Bonnyboy looked into the future with the serene confidence of a child, and nothing under the sun ever troubled him, except his father's tendency to worry.  For he was very fond of his father, and praised him as a paragon of skill and excellence.  He lavished an abject admiration on everything he did and said.  His dexterity in the use of tools, and his varied accomplishments as a watch-maker and a horse-doctor, filled Bonnyboy with ungrudging amazement.  He knew it was a hopeless thing for him to aspire to rival such genius, and he took the thing philosophically, and did not aspire.\\n\\nIt occurred to Grim one day, when Bonnyboy had made a most discouraging exhibition of his awkwardness, that it might be a good thing to ask the pastor's advice in regard to him.  The pastor had had a long experience in educating children, and his own, though they were not all clever, promised to turn out well.  Accordingly Grim called at the parsonage, was well received, and returned home charged to the muzzle with good advice.  The pastor lent him a book full of stories, and recommended him to read them to his son, and afterward question him about every single fact which each story contained.  This the pastor had found to be a good way to develop the intellect of a backward boy.\\n\\nIII.\\n\\nWhen Bonnyboy had been confirmed, the question again rose what was to become of him.  He was now a tall young fellow, red-checked, broad-shouldered, and strong, and rather nice-looking.  A slow, good-natured smile spread over his face when anyone spoke to him, and he had a way of flinging his head back, when the tuft of yellow hair which usually hung down over his forehead obscured his sight.  Most people liked him, even though they laughed at him behind his back; but to his face nobody laughed, because his strength inspired respect.  Nor did he know what fear was when he was roused; but that was probably, as people thought, because he did not know much of anything.  At any rate, on a certain occasion he showed that there was a limit to his good-nature, and when that limit was reached, he was not as harmless a fellow as he looked.\\n\\nOn the neighboring farm of Gimlehaug there was a wedding to which Grim and his son were invited.  On the afternoon of the second wedding day--for peasant weddings in Norway are often celebrated for three days--a notorious bully named Ola Klemmerud took it into his head to have some sport with the big good-natured simpleton.  So, by way of pleasantry, he pulled the tuft of hair which hung down upon Bonnyboy's forehead.\\n\\n\\\"Don't do that,\\\" said Bonnyboy.\\n\\nOla Klemmerud chuckled, and the next time he passed Bonnyboy, pinched his ear.\\n\\n\\\"If you do that again I sha'n't like you,\\\" cried Bonnyboy.\\n\\nThe innocence of that remark made the people laugh, and the bully, seeing that their sympathy was on his side, was encouraged to continue his teasing.  Taking a few dancing steps across the floor, he managed to touch Bonnyboy's nose with the toe of his boot, which feat again was rewarded with a burst of laughter.  The poor lad quietly blew his nose, wiped the perspiration off his brow with a red handkerchief, and said, \\\"Don't make me mad, Ola, or I might hurt you.\\\"\\n\\nThis speech struck the company as being immensely funny, and they laughed till the tears ran down their cheeks.  At this moment Grim entered, and perceived at once that Ola Klemmerud was amusing the company at his son's expense.  He grew hot about his ears, clinched his teeth, and stared challengingly at the bully.  The latter began to feel uncomfortable, but he could not stop at this point without turning the laugh against himself, and that he had not the courage to do.  So in order to avoid rousing the father's wrath, and yet preserving his own dignity, he went over to Bonnyboy, rumpled his hair with both his hands, and tweaked his nose.  This appeared such innocent sport, according to his notion, that no rational creature could take offence at it.  But Grim, whose sense of humor was probably defective, failed to see it in that light.\\n\\n\\\"Let the boy alone,\\\" he thundered.\\n\\n\\\"Well, don't bite my head off, old man,\\\" replied Ola.  \\\"I haven't hurt your fool of a boy.  I have only been joking with him.\\\"\\n\\n\\\"I don't think you are troubled with overmuch wit yourself, judging by the style of your jokes,\\\" was Grim's cool retort.\\n\\nThe company, who plainly saw that Ola was trying to wriggle out of his difficulty, but were anxious not to lose an exciting scene, screamed with laughter again; but this time at the bully's expense.  The blood mounted to his head, and his anger got the better of his natural cowardice.  Instead of sneaking off, as he had intended, he wheeled about on his heel and stood for a moment irresolute, clinching his fist in his pocket.\\n\\n\\\"Why don't you take your lunkhead of a son home to his mother, if he isn't bright enough to understand fun!\\\"  he shouted.\\n\\n\\\"Now let me see if you are bright enough to understand the same kind of fun,\\\" cried Grim.  Whereupon he knocked off Ola's cap, rumpled his hair, and gave his nose such a pull that it was a wonder it did not come off.\\n\\nThe bully, taken by surprise, tumbled a step backward, but recovering himself, struck Grim in the face with his clinched fist.  At this moment.  Bonnyboy, who had scarcely taken in the situation; jumped up and screamed, \\\"Sit down, Ola Klemmerud, sit down!\\\"\\n\\nThe effect of this abrupt exclamation was so comical, that people nearly fell from their benches as they writhed and roared with laughter.\\n\\nBonnyboy, who had risen to go to his father's assistance, paused in astonishment in the middle of the floor.  He could not comprehend, poor boy, why everything he said provoked such uncontrollable mirth.  He surely had no intention of being funny.\\n\\nSo, taken aback a little, he repeated to himself, half wonderingly, with an abrupt pause after each word, \\\"Sit--down--Ola--Klemmerud--sit--down!\\\"\\n\\nBut Ola Klemmerud, instead of sitting down, hit Grim repeatedly about the face and head, and it was evident that the elder man, in spite of his strength, was not a match for him in alertness.  This dawned presently upon Bonnyboy's slow comprehension, and his good-natured smile gave way to a flush of excitement.  He took two long strides across the floor, pushed his father gently aside, and stood facing his antagonist.  He repeated once more his invitation to sit down; to which the latter responded with a slap which made the sparks dance before Bonnyboy's eyes.  Now Bonnyboy became really angry.  Instead of returning the slap, he seized his enemy with a sudden and mighty grab by both his shoulders, lifted him up as if he were a bag of hay, and put him down on a chair with such force that it broke into splinters under him.\\n\\n\\\"Will you now sit down?\\\"  said Bonnyboy.\\n\\nNobody laughed this time, and the bully, not daring to rise, remained seated on the floor among the ruins of the chair.  Thereupon, with imperturbable composure, Bonnyboy turned to his father, brushed off his coat with his hands and smoothed his disordered hair.  \\\"Now let us go home, father,\\\" he said, and taking the old man's arm he walked out of the room.  But hardly had he crossed the threshold before the astonished company broke into cheering.\\n\\n\\\"Good for you, Bonnyboy!\\\"  \\\"Well done, Bonnyboy!\\\" \\\"You are a bully boy, Bonnyboy!\\\"  they cried after him.\\n\\nBut Bonnyboy strode calmly along, quite unconscious of his triumph, and only happy to have gotten his father out of the room safe and sound.  For a good while they walked on in silence.  Then, when the effect of the excitement had begun to wear away, Grim stopped in the path, gazed admiringly at his son, and said, \\\"Well, Bonnyboy, you are a queer fellow.\\\"\\n\\n\\\"Oh, yes,\\\" answered Bonnyboy, blushing with embarrassment (for though he did not comprehend the remark, he felt the approving gaze); \\\"but then, you know, I asked him to sit down, and he wouldn't.\\\"\\n\\n\\\"Bless your innocent heart!\\\"  murmured his father, as he gazed at Bonnyboy's honest face with a mingling of affection and pity.\\n\\nIV.\\n\\nWhen Bonnyboy was twenty years old his father gave up, once for all, his attempt to make a carpenter of him.  A number of saw-mills had been built during the last years along the river down in the valley, and the old rapids had been broken up into a succession of mill-dams, one above the other.  At one of these saw-mills Bonnyboy sought work, and was engaged with many others as a mill hand.  His business was to roll the logs on to the little trucks that ran on rails, and to push them up to the saws, where they were taken in charge by another set of men, who fastened and watched them while they were cut up into planks.  Very little art was, indeed, required for this simple task; but strength was required, and of this Bonnyboy had enough and to spare.  He worked with a will from early morn till dewy eve, and was happy in the thought that he had at last found something that he could do.  It made the simple-hearted fellow proud to observe that he was actually gaining his father's regard; or, at all events, softening the disappointment which, in a vague way, he knew that his dulness must have caused him.  If, occasionally, he was hurt by a rolling log, he never let any one know it; but even though his foot was a mass of agony every time he stepped on it, he would march along as stiffly as a soldier.  It was as if he felt his father's eye upon him long before he saw him.\\n\\nThere was a curious kind of sympathy between them which expressed itself, on the father's part, in a need to be near his son.  But he feared to avow any such weakness, knowing that Bonnyboy would interpret it as distrust of his ability to take care of himself, and a desire to help him if he got into trouble.  Grim, therefore, invented all kinds of transparent pretexts for paying visits to the saw-mills.  And when he saw Bonnyboy, conscious that his eye was resting upon him, swinging his axe so that the chips flew about his ears, and the perspiration rained from his brow, a dim anxiety often took possession of him, though he could give no reason for it.  That big brawny fellow, with the frame of a man and the brain of a child, with his guileless face and his guileless heart, strangely moved his compassion.  There was something almost beautiful about him, his father thought; but he could not have told what it was; nor would he probably have found any one else that shared his opinion.  That frank and genial gaze of Bonnyboy's, which expressed goodness of heart but nothing else, seemed to Grim an \\\"open sesame\\\" to all hearts; and that unawakened something which goes so well with childhood, but not with adult age, filled him with tenderness and a vague anxiety.  \\\"My poor lad,\\\" he would murmur to himself, as he caught sight of Bonnyboy's big perspiring face, with the yellow tuft of hair hanging down over his forehead, \\\"clever you are not; but you have that which the cleverest of us often lack.\\\"\\n\\nV.\\n\\nThere were sixteen saw-mills in all, and the one at which Bonnyboy was employed was the last of the series.  They were built on little terraces on both banks of the river, and every four of them were supplied with power from an artificial dam, in which the water was stored in time of drought, and from which it escaped in a mill-race when required for use.  These four dams were built of big stones, earthwork, and lumber, faced with smooth planks, over which a small quantity of water usually drizzled into the shallow river-bed.  Formerly, before the power was utilized, this slope had been covered with seething and swirling rapids--a favorite resort of the salmon, which leaped high in the spring, and were caught in the box-traps that hung on long beams over the water.  Now the salmon had small chance of shedding their spawn in the cool, bright mountain pools, for they could not leap the dams, and if by chance one got into the mill- race, it had a hopeless struggle against a current that would have carried an elephant off his feet.  Bonnyboy, who more than once had seen the beautiful silvery fish spring right on to the millwheel, and be flung upon the rocks, had wished that he had understood the language of the fishes, so that he might tell them how foolish such proceedings were.  But merciful though he was, he had been much discouraged when, after having put them back into the river, they had promptly repeated the experiment.\",\"timestamp\":1641284934,\"title\":\"He looked so gigantic, so brimming with restrained strength, and somehow Lady Clare\"},\"digest\":\"0Fch8rmGBeWLoUGRU2Y9jqcea0aBhIcNQ_aRApTNVOI\",\"authorship\":{\"contributor\":\"0x9657e9353C2fAbB7cFDcd22Fb91D23149b982AE8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Qc9Lq1Cp63x8OOduD9-sfGD1SaQJfhsghw2B4aSOdMw\\\",\\\"y\\\":\\\"uixa9luH7OUgp_CRKg_SGSwxCtNJHCY5rOyFCU9GJFY\\\"}\",\"signature\":\"wAMwk_FPqEYYguer34XU1jFhAApvqhc3UbByB-ZitKkQWyoFSip4OLw2Hn-hhemp2k9UvlIYE74TUdzUsynBow\",\"signingKeySignature\":\"0xe7d379b36878d1aea5080124f461ab84c2a6d28d50395e130a5f129f5d12c0f02063055f395f0bb406ae58c9425a5bb2b521c888a1497d7486bbbe1faa881bed1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Qc9Lq1Cp63x8OOduD9-sfGD1SaQJfhsghw2B4aSOdMw\\\",\\\"y\\\":\\\"uixa9luH7OUgp_CRKg_SGSwxCtNJHCY5rOyFCU9GJFY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0Fch8rmGBeWLoUGRU2Y9jqcea0aBhIcNQ_aRApTNVOI\"}"