"{\"content\":{\"body\":\"　1月12日，@平安许昌发布[公告](http://data.eastmoney.com/notices/)：经公安机关调查，郑州金域临床检验中心有限公司区域负责人张某东违反传染病防治法规定，实施引起新型冠状病毒感染肺炎传播或者有传播严重危险的行为。禹州市公安局于2022年1月10日，对张某东以涉嫌刑事犯罪立案侦查并采取强制措施。目前该案正在进一步办理中。\\n\\n　　企查查APP显示，郑州金域临床检验中心有限公司，成立于2017年12月，注册资本2000万元人民币，经营范围含[医疗服务](http://quote.eastmoney.com/unify/r/90.BK0727)；临床检验服务；健康体检服务等，由A股上市公司[金域医学](http://quote.eastmoney.com/unify/r/1.603882)(603882)全资控股。\\n\\n　　**[金域医学](http://quote.eastmoney.com/unify/r/1.603882)回应：正在积极配合对郑州金域事件进行调查**\\n\\n　　[金域医学](http://quote.eastmoney.com/unify/r/1.603882)(603882)今日午间发布声明称，1月2日，郑州金域接到河南省许昌市下属禹州市卫健部门的通知要求参与禹州市疫情防控筛查。郑州金域当地区域人员立刻投入工作，并从郑州调拨相关技术人员和大批量物资参与禹州市疫情防控筛查。**1月10日，公司当地工作人员接受公安机关调查问询，目前仍在调查阶段，未有结论。有关郑州金域一员工涉嫌违法一事，金域医学正在调查具体情况。在各级政府领导下，金域医学一直以来高度重视和积极参与疫情防控，也一直要求全集团所有一线抗疫员工严格遵守包括传染病防治法等各项法律法规。目前集团高度重视此次事件，正在积极配合对事件进行调查，及时向公众公布调查结果。**\\n\\n　　企查查APP显示，金域医学是一家以第三方医学检验及病理诊断业务为核心的高科技服务企业。2021年第三季度财报显示，前三季度金域医学实现营收86.17亿，同比增长47.9%；实现归属[净利润](http://data.eastmoney.com/bbsj/)16.72亿，同比增长58.5%。\\n\\n　　股价方面，金域医学早盘一度大跌超5%，截至午间收盘，跌幅收窄至3.13%，报93.57元/股，最新市值为435.65亿元。\\n\\n　　**河南新增118例本土确诊**\\n\\n　　据央视新闻，1月11日0—24时，河南全省新增本土确诊病例118例(郑州市12例，安阳市65例，许昌市41例)；无新增无症状感染者和疑似病例；1例本土确诊病例治愈出院。\\n\\n　　2020年1月21日至2022年1月11日24时，全省累计报告确诊病例2147例(本土2008例、境外输入139例)，现有住院病例517例(本土503例、境外输入14例)。累计追踪到密切接触者57991人，正在观察的密切接触者8592人。\\n\\n　　**天津公布最新阳性感染者详情**\\n\\n　　2022年1月11日0—24时，天津市新增33例本土新冠肺炎确诊病例。新增4例境外输入性新冠肺炎确诊病例。新增3例本土无症状感染者，无新增境外输入无症状感染者。治愈出院1人(境外输入病例)。截至1月11日，天津市累计报告新型冠状病毒肺炎确诊病例215例，出院病例145例，死亡病例3例，在院67例。累计报告境外输入性新型冠状病毒肺炎确诊病例490例，出院病例403例，在院87例。累计报告无症状感染者493例(境外输入472例)，其中解除医学观察371例、尚在医学观察62例(其中本土16例，境外输入46例)、转为确诊病例60例。目前累计排查追踪到密切接触者22675人，尚有4493人正在接受医学观察。\\n\\n　　新华社记者11日从天津市疫情防控指挥部获悉，根据现场流调信息梳理本轮疫情传播链条发现，天津本轮疫情主要以在校学生及其家庭、津南区某场葬礼活动的相关人员以及上述人员波及的社区为中心。\\n\\n　　第41-62例阳性感染者中，一人系滨海新区根据津南区提供的信息在重点人群筛查中发现，该名阳性感染者是该葬礼活动参与者的密切接触者。\\n\\n　　目前，这22例阳性感染者已转运至天津市定点医院做进一步诊断治疗。流行病学调查、涉疫人员排查管控、环境样本采集等工作正在紧张进行中。有关调查情况如下：\\n\\n　　阳性感染者41，男，10岁，天津市津南区辛庄镇人，高庄子小学学生，密接人员，1月9日采集咽拭子，经检测中心检测，结果呈阳性。\\n\\n　　阳性感染者42，女，10岁，天津市津南区辛庄镇人，高庄子小学学生，密接人员，1月9日采集咽拭子，经检测中心检测，结果呈阳性。\\n\\n　　阳性感染者43，男，43岁，天津市津南区辛庄镇人，系封控区筛查检测发现，1月9日采集咽拭子，经检测中心检测，结果呈阳性。\\n\\n　　阳性感染者44，女，9岁，天津市津南区咸水沽镇人，咸水沽第七小学学生，系封控区筛查检测发现，1月9日采集咽拭子，经检测中心检测，结果呈阳性。\\n\\n　　阳性感染者45，女，74岁，天津市津南区辛庄镇人，系封控区筛查检测发现，1月10日采集咽拭子，经检测中心检测，结果呈阳性。\\n\\n　　阳性感染者46，男，72岁，天津市津南区辛庄镇人，系封控区筛查检测发现，1月10日采集咽拭子，经检测中心检测，结果呈阳性。\\n\\n　　阳性感染者47，女，52岁，天津市津南区双港镇人，系重点人群筛查检测发现，1月10日采集咽拭子，经检测中心检测，结果呈阳性。\\n\\n　　阳性感染者48，女，59岁，天津市津南区双港镇人，系重点人群筛查检测发现，1月10日采集咽拭子，经检测中心检测，结果呈阳性。\\n\\n　　阳性感染者49，女，11岁，天津市津南区咸水沽镇人，咸水沽第七小学学生，密接人员，1月10日采集咽拭子，经检测中心检测，结果呈阳性。\\n\\n　　阳性感染者50，男，8岁，天津市津南区辛庄镇人，高庄子小学学生，密接人员，1 月9日采集咽拭子，经检测中心检测，结果呈阳性。\\n\\n　　阳性感染者51，男，11岁，天津市津南区辛庄镇人，高庄子小学学生，密接人员，1月10日采集咽拭子，经检测中心检测，结果呈阳性。\\n\\n　　阳性感染者52，女，53岁，天津市津南区辛庄镇人，系重点人群筛查检测发现，1月10日采集咽拭子，经滨海新区疾病预防控制中心检测，结果呈阳性。(因居住地归属于滨海新区)\\n\\n　　阳性感染者53，女，48岁，天津市津南区辛庄镇人，高庄子小学密接人员家庭同住人员，1月10日采集咽拭子，经检测中心检测，结果呈阳性。\\n\\n　　阳性感染者54，女，10岁，天津市津南区辛庄镇人，高庄子小学学生，密接人员，1月10日采集咽拭子，经检测中心检测，结果呈阳性。\\n\\n　　阳性感染者55，女，34岁，天津市津南区双港镇人，高庄子小学密接人员家庭同住人员，1月10日采集咽拭子，经检测中心检测，结果呈阳性。\\n\\n　　阳性感染者56，男，12岁，天津市津南区双港镇人，高庄子小学学生，密接人员，1月10日采集咽拭子，经检测中心检测，结果呈阳性。\\n\\n　　阳性感染者57，女，45岁，天津市津南区辛庄镇人，密接人员，1月10日采集咽拭子，经检测中心检测，结果呈阳性。\\n\\n　　阳性感染者58，女，12岁，天津市津南区辛庄镇人，高庄子小学学生，密接人员，1月10日采集咽拭子，经检测中心检测，结果呈阳性。\\n\\n　　阳性感染者59，男，12岁，天津市津南区辛庄镇人，高庄子小学学生，密接人员，1月10日采集咽拭子，经检测中心检测，结果呈阳性。\\n\\n　　阳性感染者60，女，34岁，天津市津南区辛庄镇人，系重点人群筛查检测发现，1月10日采集咽拭子，经检测中心检测，结果呈阳性。\\n\\n　　阳性感染者61，男，52岁，天津市津南区双港镇人，系重点人群筛查检测发现，1月10日采集咽拭子，经检测中心检测，结果呈阳性。\\n\\n　　阳性感染者62，男，62岁，天津市津南区辛庄镇人，系重点人群筛查检测发现，1月10日采集咽拭子，经检测中心检测，结果呈阳性。\\n\\n　　**天津12日下午放假半天开启第二轮全员核酸检测**\\n\\n　　12日，天津市人民政府发布重要通告，为做好天津市第二轮全员核酸检测工作，全市机关和企事业单位于1月12日(星期三)下午放假半天。广大职工在居住地保持相对静止，根据各区防控指挥部的统筹部署和街道(乡镇)、社区(村)的组织安排，配合进行第二轮核酸检测。核酸采样后，居家等待核酸检测结果，接到阴性结果后方可流动。\\n\\n　　截至1月11日12时，天津本轮疫情已报告阳性感染者97例，其中本土新冠肺炎确诊病例49例，本土新冠病毒无症状感染者15例，其他33例初筛阳性感染者待临床专家组进一步核验后进行通报。其中，津南区90例，西青区3例，河西区3例，滨海新区1例。截至目前，本土新冠病毒无症状感染者均未转为新冠肺炎确诊病例。\\n\\n　　天津市第一轮全员核酸筛查于1月9日7时开始，共采样11912280人，已出结果7892591人，检出阳性77例，相关检测工作正在进行中。\\n\\n　　**大连发现2例阳性**\\n\\n　　1月12日7时，大连市甘井子区在对天津市返连管控人员进行例行核酸检测时发现2人核酸检测结果阳性。(2人8日离津核酸检测结果为阴性，9日抵连后按照大连市相关管控措施进行管控，10日核酸检测结果为阴性)。该2人系大学生朋友，曾于1月3日-8日在天津市津南区活动，于1月8日同行乘坐T367次列车(16时37分—9日6时07分，A1车厢05、06号下铺)。\\n\\n　　截至目前，共筛查出密切接触者25人、次密接56人，均已全部管控，外地人员信息均已橫传，其他相关流调、排查、核酸检测等工作正在进行中。\",\"timestamp\":1641973320,\"title\":\"一员工危险行为引起病毒传播？金域医学紧急回应！警方出手：已立案侦查\"},\"digest\":\"a5upFGcyEb81yMEKoh9mjd-HgeO6pVQ2pth64SRxjiU\",\"authorship\":{\"contributor\":\"0x3cd411AFcC7d02BbE54D345602F5ed3Cf80D1C7C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Dthhno51lZFHlLO_aC41Tqx9ihUSB1y-juFjftG9rs0\\\",\\\"y\\\":\\\"-cblFuIm0lnbd-Vpq9Lkb2zF9Cv7_-Z0JgWDAVAcIS8\\\"}\",\"signature\":\"T8Koh8rU_ArS7jyPTM360nJHsMIjLOuxFOKGBnCtcWTHFjBXcatL7C_jp_k3BpciPooxZZCje0BRbuQGfO44WQ\",\"signingKeySignature\":\"0x5db2d5bff697016382796e667a0eacddf7e3ae50202192e091f9a1ab50570003034ee6c980e144b80b5d645538845ce367634e40cf967fd0304528c44da26cd41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Dthhno51lZFHlLO_aC41Tqx9ihUSB1y-juFjftG9rs0\\\",\\\"y\\\":\\\"-cblFuIm0lnbd-Vpq9Lkb2zF9Cv7_-Z0JgWDAVAcIS8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"a5upFGcyEb81yMEKoh9mjd-HgeO6pVQ2pth64SRxjiU\"}"