"{\"content\":{\"body\":\"自从强盗叔叔住到家里之后，云昭的活动范围就大了很多，以前去玉山都要千叮咛万嘱咐，现在，只要跟着云猛，去哪里母亲都不问。 \\n  \\n     一群孩子骑着驴子随着云猛，云福去东汤峪洗澡，路途不远，也就三十里地。 \\n  \\n     云氏驴子多，所以，除过云昭，云猛，福伯一人骑着一头驴，其余的孩子们通通都是两人骑一头。 \\n  \\n     即便如此，十来匹驴子的队伍也足以让路人侧目。 \\n  \\n     云昭骑的是一头白嘴巴母驴，后面还跟着一头小毛驴，母驴的性情最是温和不过，小毛驴也对这场远行充满了兴趣，一会跑到前头，一会跑到后面，有时候还会钻到母亲肚皮下面尝试着喝两口奶。 \\n  \\n     云家庄子在玉山脚下，绕着玉山走一个半圈就到了东汤峪。 \\n  \\n     东汤峪自古以来就是汤池沐浴的好地方，大明国力强盛的时候，有钱人家在这里修建了无数别业，作为消暑，沐浴的好地方，后来盗贼多了，发生了很多次绑架，屠杀案件之后，这里也就难以避免的被荒废了。 \\n  \\n     近些年，更是成了盗贼盘踞的地方。 \\n  \\n     云氏以前之所以放弃了东汤峪，就是因为秦王府在这里的别业依旧存在，七八年前，秦王府的王妃差点被盗贼一只耳祸祸了之后，秦王府也就放弃了这里，当然，一只耳也就是因为这事丢了一只耳朵，才造成这家伙声名远播。 \\n  \\n     一道清亮亮的山泉水沿着山谷奔腾而下，水量不算大，却也不算小。 \\n  \\n     水里没有游鱼，也看不见别的小虫，石头上满是硫磺留下的暗黑色痕迹。 \\n  \\n     又往前走了两里地，山脚下就出现了一个不大的水潭，水潭里微微有煮肉的味道，云昭很想转过头呕吐一下，见云猛，云福都似笑非笑的看着他，也就装作若无其事的样子了。 \\n  \\n     云昭见到一只耳的时候，只看到了一副的骨骼，他的肉才被汤池煮化，骨骼自然是新鲜的，汤池里的硫磺让骨骼变得更加洁白，除过骨骼头脚处微微有些泛黄这点瑕疵之外，整件骨骼如同一件完美的艺术品。 \\n  \\n     除过一只耳的骨骼之外，这里面还有三十几具人体骨骼，颜色最深的是最早放进去的人，颜色洁白的是才放进去的。 \\n  \\n     “咱家就放了七个！” \\n  \\n     云猛指着汤池里的骨骼对云昭道。 \\n  \\n     “每一个都罪有应得，至于别的，都是一只耳放进去的，你不知道啊，一只耳被放进去的时候哭得就像是一个月子里的娃。 \\n  \\n     他以前放人进去的时候胆子可大的很哪。” \\n  \\n     “我们不会在这里洗吧？” \\n  \\n     云杨说话的时候都开始磕巴了。 \\n  \\n     云猛笑道：“这里的池子不干净，自然不能在这里洗，往里走五里地就到了秦王府早年修建的别业，那里的汤池才是最好的。” \\n  \\n     过了头道汤，汤峪里的景色就变得好了起来，青松翠柏层层叠叠，奇峰怪石也一样不缺，即便是道路，也是剥下来的页岩铺就的，除过落叶多了一些，没有别的毛病。 \\n  \\n     “有钱人家都是傻子啊，一个个玩命的往城里钻，却不知道，一旦城池被贼寇攻破，他们就是瓮中之鳖！” \\n  \\n     云昭看了东汤峪的地形之后由衷的哀叹一声。 \\n  \\n     云猛瞅着侄子道：“就你聪明，有钱人一个个家大业大的，你以为就能随意到处跑？ \\n  \\n     荒山野岭的地方，有钱人就像是一根蜡烛一样，早就落在好汉们的眼中了，在这里安家，好汉们不用攻城就能劫夺，更方便一些。” \\n  \\n     “我是说在这里建城就是了。” \\n  \\n     “胡说八道，在这里建城，跟长安城有什么区别，除非几十上百年的打根基，秦王府都没有这个念头，你指望那些有钱人？ \\n  \\n     没了东汤峪，了不起少了一处消遣的地方，骊山的温泉更好一些，没必要豁出人力，财力，在这里建城。” \\n  \\n     云昭嘿嘿笑道：“就是因为有你这种想法的人太多，陕西才会乱成这个样子。 \\n  \\n     以后，这些人会知道，城里的家产终究会成为别人的口中食，到时候想要后悔也晚了。” \\n  \\n     “这么说，你不愿意进城？大嫂正在安排你进城的事情呢。” \\n  \\n     “短时间走一遭没什么，长久的住在城里我心不安。” \\n  \\n     “咦？怎么跟我一个想法，你六叔是强盗，有这样的心思不稀奇，你一个清白人家的孩子担心什么？” \\n  \\n     “清白？我六个叔伯都是贼寇，还有五个当贼寇当的过世了，你在说我是清白人家的孩子，就不怕别人笑话？” \\n  \\n     云猛闻言哈哈大笑，笑了好长时间之后拍拍云昭的肩膀道：“云氏族谱上可没有当强盗的人，每一个都没有。” \\n  \\n     云昭叹口气道：“坟墓全在山洞里呢，我见过。” \\n  \\n     云猛的眉头立刻皱了起来，瞅着云福等解释。 \\n  \\n     云福慢悠悠的道：“是他们自己发现的，与我无关，当初一群死孩子沿着瀑布上了平台找到墓穴的时候，我都吃了一惊。” \\n  \\n     云昭撇撇嘴道：“以后祭祀的时候，要一起祭祀了。” \\n  \\n     云猛沉默片刻，无奈的道：“既然发现了，那就算了，以后莫要从后面钻进去，那里总是掉石头不周全，回去之后我就带你走一趟前门。 \\n  \\n     你说的没错，本家跟阴族只剩下你一个男娃，祭祀祖宗的事情当然要交给你。 \\n  \\n     以后啊，说云氏世代簪缨也好，世代盗贼也罢，总归是要合二为一的，咱家没的选择了。 \\n  \\n     你将来娶亲之后要多生几个娃，好把阴阳再给分开，混成一堆容易被人家一锅端。” \\n  \\n     说话的功夫，山坳里跑出几个人来，远远地就朝云猛打招呼。 \\n  \\n     在云昭的注视下，云猛这个憨厚的农家汉子，在一瞬间就变成了一个阴鸷，凶狠的巨寇。 \\n  \\n     即便是骑在驴子上没有什么威势，那双圆润的象眼，却立刻变成了三角眼，而且白眼仁多，黒眼仁少。 \\n  \\n     跑过来的汉子单膝跪在地上向云猛请安，云猛仅仅哼了一声，就很自觉的催动驴子走在最前面。 \\n  \\n     云昭朝这几个好奇的强盗笑了一下，指着云猛地后背道：“我六叔，亲的。” \\n  \\n     盗贼脸上凶神恶煞一般的模样立刻不见了，立刻就换上了云氏长工见到主家的模样，有些自卑，还有些羞怯。 \\n  \\n     “见过少爷！” \\n  \\n     云昭从驴背上的袋子里取出一小坛子酒丢给为首的那个头目道：“尝尝，家里拿来的烧酒。” \\n  \\n     说罢，也不等这些人阿谀之词出口，就催动驴子跟上云猛继续往山里走。 \\n  \\n     在一座破败的大殿里，云昭见到了三条彪形大汉跟一个瘦峭的如同骷髅的人。 \\n  \\n     没说的，都是长辈，云猛还没开口，就一脚踹在云昭的腿弯上，然后他就直挺挺的跪在青石板上，面前除过一只被啃的光溜溜的猪骨头外，别无他物。 \\n  \\n     “你侄子，变聪明了，我已经确认过，是思源大哥的种，秦氏很守规矩，没坏了云氏家风。” \\n  \\n     “我听说这孩子是野猪精变的！” \\n  \\n     一个胡须几乎把脸都遮蔽了的彪形大汉揉着下巴狐疑的瞅着直挺挺的跪在地上的云昭。 \\n  \\n     “你是老虎精变的？明明蠢的像猪，摩挲着下巴就能变聪明？” \\n  \\n     安顿好云杨一干人的福伯慢慢从外面进来，才进门就开始喝骂。 \\n  \\n     骷髅一样干瘦的男子推开这个彪形大汉，阴笑着道：“云虎，你仔细些，莫要把这个肉娃娃给弄散架了，我们几个还指着他给我们披麻戴孝呢。” \\n  \\n     “我就是你霄叔，满脸胡须的那个是你虎叔，总喜欢侧着脸看人的那个是你豹叔，不喜欢说话的那个是你蛟叔。 \\n  \\n     今天人来的全，你一次认清楚了，莫要忘记，免得以后少了一个你都记不得他们长的什么样子。” \\n  \\n     云霄说着话，就把云昭从地上拖起来，仔细看着云昭的眉眼叹口气道：“眉眼里还有你父亲的模样，就是这张脸跟随了你母亲。 \\n  \\n     你父亲待我们如同亲兄弟，你母亲不太待见我们，不知你害怕不害怕？” \\n  \\n     说实话，云霄淡黄色的瞳孔里没有任何人的感情，别看他说话说得热情，语气里却没有起伏波动，如同云昭听过的电子音，说不害怕是不真实的。 \\n  \\n     “本来害怕，听宵叔说这里的人都是我的至亲，立刻就不害怕了。” \\n  \\n     云昭的话音刚落，大殿里就响起此起彼伏的怪笑声。 \\n  \\n     矮小粗壮的云蛟，两手夹着云昭就把他举了起来，嘿嘿怪笑道：“男娃，到底是男娃，确实比闺女们胆子大，明天就跟着蛟叔走一遭拽湖镇，夏收了，那里的肥羊应该多起来了，以后多走几遭，云氏又多了一条好汉！” \\n  \\n     云猛冷哼一声道：“大嫂指望这孩子考状元当相公呢！” \\n  \\n     “当狗屁的相公，爷爷这几年杀的相公没有十个也有八个，哪一个拎在手里不是弱的像鸡？ \\n  \\n     还没等我杀呢，就屁滚尿流的连老娘都恨不得献出来让爷爷糟蹋，这样的相公当了没的丢了云氏祖宗的脸！” \\n  \\n     云猛叹口气道：“没法子，这孩子是个读书的好苗子。” \\n  \\n     云蛟愣了一下道：“比思源还好些？” \\n  \\n     云猛苦笑道：“听人说，咱家这孩子有过目不忘之能。” \\n  \\n     云蛟看看冲着他傻笑的云昭叹口气道：“细皮嫩肉的还真是一个读书的料……可是，我们这一摊子怎么办？”\",\"timestamp\":1642760453,\"title\":\"第三十九章强盗窝！！\"},\"digest\":\"6JVPzI0gQYKL8ZZZvnHffGHCL_sanFztgONWWFqYoFo\",\"authorship\":{\"contributor\":\"0xe561E580dAF360Ff3E70C84f26Cbbf249562Aee3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sp0034OJmjTBk7ozjmZMnLWEW6XVU82jjsEZQnLQElE\\\",\\\"y\\\":\\\"yev7pTb17BuHCzCxtA8hD-A8mGtg5Cy5GEpl0dXgSdA\\\"}\",\"signature\":\"hTyJZ3S1zwfkThQt_9I0zyuk84EVu4ZOTfvFqFAXgkeqYujq8Y5czXs7LwVuaCgHS-jVChA7XG8AZcYiMQgntw\",\"signingKeySignature\":\"0x2f85da435d723c2ba046339a73513300a5cfb4e2ca9bed3ff15422d7f2c519342611d6216d53012e3ca0782b88f8150fd35b851fe49bb05c7b0b98d0f32c22481c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sp0034OJmjTBk7ozjmZMnLWEW6XVU82jjsEZQnLQElE\\\",\\\"y\\\":\\\"yev7pTb17BuHCzCxtA8hD-A8mGtg5Cy5GEpl0dXgSdA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6JVPzI0gQYKL8ZZZvnHffGHCL_sanFztgONWWFqYoFo\"}"