"{\"content\":{\"body\":\"Hey everyone! Firstly thank you for all the support you have shown Apollo DAO over the last few months and especially over the last week, it has been incredible to witness and an honour to be part of it.\\n\\nWe want to share some Apollo DAO stats for the last week as well as provide insight to where Apollo DAO’s focus will be moving forward.\\n\\n### Apollo Community Farming Event – Phase 1\\n\\nJust over a week ago, Apollo launched Phase 1 of our Community Farming Event, with 3 million Apollo tokens available for a price of $0.25.\\n\\nThe Apollo DAO auto compounding platform exceeded $200m TVL within 24 hours which was incredible to witness. This is even more incredible when you consider that the TVL for the whole of DeFi was less than $200m back at the beginning of 2019 and there was less than $200m TVL across the whole of Terra at the beginning of March this year, only 6 months ago! \\n\\nWhile DeFi has grown a lot since then, I think this clearly demonstrates how far both DeFi and Terra have come in a very short amount of time.\\n\\nDue to this huge amount of TVL added to the Apollo platform, all 3 million Apollo tokens originally available for our Community Farming Event were farmed within 3 days. Considering that we expected this event to last approximately one month, we were surprised, yet delighted by the interest and demand from the community. As events unfolded, we were able to launch Phase 2 of our Community Farming Event making an additional 6 million Apollo tokens available for our community.\\n\\n### Apollo Community Farming Event – Phase 2\\n\\nPhase 2 of our Community Farming Event was designed to be more focused on allowing long term focused community members to acquire more Apollo tokens. While the Apollo token price is the same, these tokens are distributed more slowly (due to a lower performance fee), while also having a longer vesting schedule. \\n\\nWhile there has been a drop in Apollo’s TVL since the launch of Phase 2, this figure has remained over $125m of TVL on Apollo, which clearly shows there is a huge amount of demand for Apollo tokens from longer term investors.\",\"timestamp\":1639557986,\"title\":\"Apollo DAO 1 Week In\"},\"digest\":\"2UZ-6l4kdN2lErHx_aYUSfD-UOM-8WstlLQ2RMGXpL0\",\"authorship\":{\"contributor\":\"0xc59224f65FD3E9e2c8f929D1167c6B95c8C284FE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0ded6bYkck1umfFCYGhaNStqcQuT5mxiO6F2IrlcrjU\\\",\\\"y\\\":\\\"aUmAC_mE70sFIGOlBLhuieIuxT2e1fkzlRRMP638e8A\\\"}\",\"signature\":\"3Cl1_FFCWC12wm0ev0ek5dG8bqW7fRdSj8ExFbe7Q2RdjaBNKWiS96y3uFDQYcvfPRxEokZA_WL5ej7U6uIkqw\",\"signingKeySignature\":\"0xc393bd508ce16767b4d1b80d53eb096577595b88013eae5ca33e3b944341aa086963daa68ef13cd2e1d46e1811febf3636c1a1e7abbd983790a5abe90b995b961b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0ded6bYkck1umfFCYGhaNStqcQuT5mxiO6F2IrlcrjU\\\",\\\"y\\\":\\\"aUmAC_mE70sFIGOlBLhuieIuxT2e1fkzlRRMP638e8A\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2UZ-6l4kdN2lErHx_aYUSfD-UOM-8WstlLQ2RMGXpL0\"}"