"{\"content\":{\"body\":\"I like to read and analyze how awesome characters started. Especially how the awesome characters with a very low starting point started.\\n\\n```\\nIn my vision, the most powerful person is Zhu Yuanzhang. This guy climbed from the beggar to the throne of the emperor. There is no one who has a lower starting point and a higher climb. But today I will tell you about the person who is still alive, Yu Minhong.\\n\\nThis old man was born in a small village in Jiangyin, Jiangsu. He is surrounded by people who are as poor as him, and poorer than him. The main job of these people is to repair the earth.\\n\\nIn fact, I also repaired the earth when I was a kid. I am deeply aware of the poverty of opportunities and the desolation of culture in the countryside. Young people in rural areas rarely have the opportunity to climb to the top of society.\\n\\nHowever, fortunately, Yu Hongmin has several relatives in Shanghai. What are these relatives doing in Shanghai, I don't know. But I know that when Yu Hongmin was 8 years old, his mother took Yu Minhong to Shanghai on a boat for half a day and one night.\\n\\nThrough this trip, 8-year-old Yu Minhong saw the magnificence of the Yangtze River, the vastness of Wusongkou, the lights of Shanghai, and the prosperity of the streets.\\n\\nI think this time it has a deep stimulus for the little Yu Minhong. He had the idea of ​​going out of the countryside. The mind that goes far away.\\n\\nIn fact, I want to say that a person’s knowledge is very important. Only when you see the prosperity, can you have the desire to chase.\\n\\nI worked as a real estate agency 8 years ago and went to the most prosperous Fortune Seaview real estate in Lujiazui. At that time, I also met Jiang Nanchun, the boss of Focus Media. In my heart, I must not be an ordinary person for the whole life. Although the house inside is worth half a billion, I still can't afford it, but I will always keep moving in this direction.\\n\\nI never give up in my heart. Because I have seen it. Just remember it.\\n\\nThis feeling is probably similar to the prosperous feeling that Yu Minhong had seen from the countryside to Shanghai. So I suggest people with lofty ideals, even if you can't afford a Porsche, you can go to the 4S shop for a test drive.\\n\\nAfter such a dream, you will have the idea that you must climb it.\\n\\nNext, I will talk about Yu Minhong. In order to get out of the countryside, Yu Minhong took the college entrance examination three times. In 1978, he apparently failed. Yu Minhong went home and started planting rice seedlings, drove a tractor, and worked for several months in farming. Encountered the opportunity of a contemporary class teacher, and then he took advantage of this contemporary class teacher's opportunity to substitute lessons and review while taking part in the college entrance examination in 1979.\\n\\nAs a result, I only got 55 points in the English test. Didn't pass the exam again. His results in other subjects were very good, so he was not reconciled and was ready to take the 1980 college entrance examination.\\n\\nThis time, he got up early every morning and started reading English, memorizing vocabulary, memorizing texts, doing questions, and discussing. The school turned off the lights at 10 o'clock in the evening, and he was still reclining words under the covers with a flashlight.\\n\\nA year later, he broke the siege and was admitted to Peking University. .\\n\\nHere I would like to mention that competition is extremely fierce, no matter what we do, but as long as it is aggressive and fully committed.\\n\\nMust be rewarded back\\n```\",\"timestamp\":1634804394,\"title\":\"How did the poor Yu Minhong go to Peking University?\"},\"digest\":\"W3EB2X2yZb4_GdGGE4Vi6ABAwOd8nwRxZv6X0CJ5sqk\",\"authorship\":{\"contributor\":\"0x0B27cE1053585ef548Cd78618Ee0b73D84246712\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"signature\":\"s-CrRboIXt6Wp1ybjN_vr3rRc1k9YKaxuG6R_NBX542pJH3lUrcXvnorwa6JU2XeyXBHi9_rYSITQi75yoRRqg\",\"signingKeySignature\":\"0x9d86f85b2660a8cb6873525924f9adb0c5f51dfb6229fed7a757ade2793c2f19347cb8076af39b12116743e30b34d1bacb42c80a0030cd272dd62c1ad0ad21081b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"W3EB2X2yZb4_GdGGE4Vi6ABAwOd8nwRxZv6X0CJ5sqk\"}"