"{\"content\":{\"body\":\"Tokens are a powerful catalyst for projects to achieve adoption, engagement, and value creation. They can provide utility, store and exchange value, convey governance rights, and in some cases do all of this and more. Although we are early on our journey at Developer DAO, the inner workings of a token of our own are already the subject of intense discussion. This article will get you up to speed on the conversation so far.\\n\\nThe basics of DAOs and tokens are covered in [this excellent piece by Florian Strauf](https://medium.com/coinmonks/tokenomics-101-daos-f22dc516fa32), and if you really want to immerse yourself in the detail you can do so to the tune of 364 pages on the topic in [Shermin Voshmgir's Token Economy](https://www.amazon.com/Token-Economy-Web3-reinvents-Internet-ebook/dp/B08BKSY3QZ). I'll assume you have a basic working knowledge of the concepts and we can get quite specific here on what this means for the economy and governance of Developer DAO.\\n\\nTokens don't come without risks. The circulation of an ERC-20 token (along with many other things a DAO might do) can quickly lead to complex and disruptive legal questions. A conservative middle ground that enables progress, and one that many other DAOs have done so far, is issuing a governance token that exists solely as a tool for community organisation.\\n\\nThis model still permits using the token as a means of rewarding contributors and building an intrinsic economy for the DAO i.e. the tokens you receive for your services can be exchanged for other services within the DAO ecosystem, but the tokens have no defined value outside of this. Of course, holders retain autonomy over their asset and how it is used, and that could include trading them for other assets if the demand exists to do so. The important thing for the DAO is to separate itself from any transactions and value capture outside its own economy. This means avoiding actions such as trading tokens for other assets or providing liquidity to facilitate their exchange.\\n\\nIn short, it looks like we can make a token work. The question is exactly how it will work. Each digital asset we hold comes with a set of rules that incentivise different behaviours. Tokenomics is essentially the tuning of those rules to get a desired outcome.\\n\\nIn the case of Developer DAO, those outcomes include equitable distribution of rewards to those who contribute the most value, achieving a dispersed governance structure, and incentivising actions that contribute to the DAO's sustainability and growth.\\n\\nThe mechanics to achieve this are being hashed out at the moment, and [you can view the contract for yourself here](https://github.com/Developer-DAO/developer-dao-erc20-contract). It's also got an official name - $CODE (which beat out early suggestions including $DBUCKS, $DEVS, $WEB3, $BUIDL and $VIBES). Developer DAO NFT-holders who were included in the snapshot taken when the last NFT was minted can expect to see $CODE dropping into their wallets some time in December or January, [and the sooner the better according to the latest community update](https://forum.developerdao.com/t/whatever-good-things-we-build-end-up-building-us/508).\\n\\nA proposal for the tokenomics is expected to drop for discussion and voting in the coming days, so keep an eye out for announcements as we work towards this important milestone for the governance of the DAO and for our ability to grow, innovate, and capture the value of what we build.\",\"timestamp\":1637841303,\"title\":\"Developer Dao: wen token?\"},\"digest\":\"O8uh2IQlICkmgZo9EnKsOoePXLS8NlMgl_ZYxLt6W6k\",\"authorship\":{\"contributor\":\"0x954E128f3e3d85ba3aDaFB9d53e7c060833e2Bb0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"52oSOGGIAQOZd1xZDfwCly2fq0pVhDG4JrdP_tiUQns\\\",\\\"y\\\":\\\"WpFNjxzqhw46z1vKipszxwQCLrda1aDPIyF7e5tt3CY\\\"}\",\"signature\":\"ZXbtab379dZxLJcdmvctmqg26-JJXtpuQKUpPymKE92t2gOLO3SBrroWa62WOOzboEG7ekfh7qG73zM9beUyBA\",\"signingKeySignature\":\"0xad42e894b0c870d21354146495e14e80f98aaff2cfffc64bc84a885e851dcf1d3a7288379ecee274fded5ca706e30fc1cad493dbe8031abd9577641a98890dbd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"52oSOGGIAQOZd1xZDfwCly2fq0pVhDG4JrdP_tiUQns\\\",\\\"y\\\":\\\"WpFNjxzqhw46z1vKipszxwQCLrda1aDPIyF7e5tt3CY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"O8uh2IQlICkmgZo9EnKsOoePXLS8NlMgl_ZYxLt6W6k\"}"