"{\"content\":{\"body\":\"![questions worth living for](https://images.mirror-media.xyz/publication-images/TpnTLnR0YP-w2KwfpoPrG.JPG?height=4032&width=3024)\\n\\nThese days, Christopher Alexander’s masterpiece, [The Nature of Order, ](http://www.natureoforder.com/overview.htm)is often on my mind.\\n\\nWhen we set out to create {anything}, we do so according to a plan.\\n\\nIt is this plan that gives coherence to the acts we carry out. It is the through-line that weaves and orders all the discrete details into a harmonious whole.\\n\\nBut in saying all this, the questions arise -\\n\\nWhat *is* coherence?\\n\\nWhat *is* order?\\n\\nWhat *is* harmony?\\n\\nHow do we know “it” when we see it?\\n\\n![Jackson Pollock's plan:  let shit fly](https://images.mirror-media.xyz/publication-images/RdGIILsvYp7MPr0MA96-K.jpeg?height=1479&width=1174)\\n\\nAs *The Nature of Order* opens, Alexander muses on the fact that we humans are constantly building, building, building - whether it be buildings themselves, or collections of buildings (cities), or businesses, or systems and structures of various kinds, from the U.S. Constitution to the California Department of Motor Vehicles (a special kind of hell).\\n\\n> “Our world is dominated by the order we create. But although we are responsible for the creation of order on this enormous scale, we hardly even know what the word “order” means.” - Christopher Alexander\\n\\nAlexander, an architect-scientist who trained at Cambridge, doesn’t tiptoe around his conviction that modern architecture -\\n\\n* “is almost unimaginably bad”,\\n* “against life, insane, image-ridden, hollow”\\n* akin to “ a mass psychosis of unprecedented dimension.”\\n\\n![Any Street, Suburbia, U.S.A.](https://images.mirror-media.xyz/publication-images/AZDiTdJDPXKrJkrEBGBbG.webp?height=425&width=566)\\n\\nAlexander has a theory as to why we architect lifeless forms.\\n\\n> It is not only the particular kinds of order that occur in physics that are inadequate. Every kind of order, even our intuitive and artistic ideas of order, are inadequate because they are, in my view, based on a wrongheaded foundation. It is the whole *idea* of order, the whole idea of what order *is,* as it exists in 20th-century thought, which is inadequate.\\n\\nIt is the mechanist-rationalist world-picture, says Alexander (faulty, incomplete, yet mesmerizing) that “affects our actions, … affects our morals, … affects our sense of beauty.”\\n\\n## Discord as a vessel for Community\\n\\nAt a recent Forefront team meeting, a colleague asked whether we might consider using [Geneva](https://www.geneva.com/) vs Discord.\\n\\nI was grateful for the question. I often wonder if Discord could be one of the great unexamined assumptions in the DAO space.\\n\\nPut aside for now the question of Discord’s suitability for larger-scale coordination. There’s the further question of its suitability as a vessel for Community.\\n\\n[https://twitter.com/ColinMrBito/status/1444353702152790019?s=20](https://twitter.com/ColinMrBito/status/1444353702152790019?s=20)\\n\\nLet’s circle around this question by wandering down an adjacent path.\\n\\nIf we were playing Family Feud right now, and the question posed was, “Name a depressing place you never want to be anywhere near,” I’m pretty sure **Hospitals** would be a near-unanimous answer.\\n\\n![missing in action: the human touch](https://images.mirror-media.xyz/publication-images/7twgHb_TrtikWKZeAKZpP.jpeg?height=505&width=754)\\n\\nWho was the first designer who set down the master plan for what the interior of a modern Hospital should look like?\\n\\n(Not that every other designer who mindlessly followed that precedent is blameless.)\\n\\nIt clearly occurred to no one that the design of a space (*intended for healing)* ought not resemble a factory assembly line. And don’t get me started on the effin lighting.\\n\\n> “…the ugliness of what has been created is caused by new relations between time, money, labor, and materials and by a set of conditions in which the real thing - authentic architecture that has deep feeling and true worth - is almost impossible.” - Christopher Alexander\\n\\nActually, though, in 1984, it finally did occur to someone.\\n\\nThat someone was Roger Ulrich, who published a seminal paper in *Science,* “View Through a Window May Influence Recovery from Surgery.”\\n\\n![the totally unsuspected result of Ulrich's study](https://images.mirror-media.xyz/publication-images/UUclp7TDK4nNxoXBZ6qJ8.png?height=258&width=809)\\n\\nYou know it’s gonna be a thing when the big money rolls in.\\n\\nIn 2013, Stanford broke ground on its 824,500 square foot, $2-billion hospital, with\\n\\n* 368 single-occupancy rooms with oversized windows looking out into surrounding foothills (complete with daybeds for visitors)\\n* wall-to-wall windows in common areas\\n* 4 acres of gardens\\n* artworks on display (geometric sculptures)\\n* walking trails\\n* meditation room\\n\\n(Oh, the Stanford Hospital’s leadership team has a VP of Patient Experience.)\\n\\n## Shared context <> Context stripping\\n\\nIn essence, community is shared context.\\n\\nDAOs are remote orgs driven by frequently face-less, voice-less async comms. \\n\\nCouple this with the Discord architecture, and we have *context stripping*.\\n\\nThese are huge challenges in cultivating community, but I think they are very much surmountable, even in instances where IRL meetups (a la [FWB](https://miami.fwb.help/rsvp)) are not happening.\\n\\nTo get there, I think, won’t be easy. It requires having a closer second look at our conception of order, harmony, coherence, wholeness.\\n\\nIf we continue to take on the legacy of the mechanistic worldview, we might believe that mechanisms - being transparent, trustless and autonomous - can support communities.\\n\\nThey cannot.\\n\\nThe more tech moves to the center of the enabling structures, the more human beings must hold our ground.\\n\\nWe do this in the conscientious design and cultivation of digital spaces that account for the most intimate aspects of human nature.\\n\\n[https://twitter.com/herbalteagyal/status/1444179788311183360?s=20](https://twitter.com/herbalteagyal/status/1444179788311183360?s=20)\\n\\n## Gardening in Public\\n\\nIn today’s vlog, I think aloud on designing a healthier day as a fully remote, full-time DAO contributor.\\n\\nI also read some passages from the prologue to Christopher Alexander’s *The Nature of Order.*\\n\\n[https://youtu.be/-z3G8aT2eD4](https://youtu.be/-z3G8aT2eD4)\\n\\nsigning off friends, \\n\\nC\\n\\np.s. So excited to share that a friend will be joining me on the Tao of DAO next week…👀\",\"timestamp\":1633236878,\"title\":\"Ep 2 | The Life of Community\",\"publication\":\"tao-of-dao\"},\"digest\":\"kQ2wOr2VsK1sXQU3enRLhPco3UAoxT3CbyxwW-D4pBg\",\"authorship\":{\"contributor\":\"0xF737EBd5f22E661136737bb92218B398Fb0Ab584\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eG1ncxLbP3Y3-HnZLVFakeQikGvHerdPrtFGksNHE0o\\\",\\\"y\\\":\\\"GVywSyNC6ZGm3ypuiZjEsn4dBWVyNxBotd2rmRdcEQI\\\"}\",\"signature\":\"6OsE5pD9ke7HTMEBG0_fLKzbfC18-5s1aCF0jBqlXu9FVtxTJKkl2BSmcuXRPCTa8_qPFzfKOzoRMcp6_9quyg\",\"signingKeySignature\":\"0xd1e24e5f78d0e539d328742bf5353482bea8ef084d0ed1c261d1809bc5110c2d4df793f2801759d97fb7bc8711457afd6d98bcb99840f1334479286444212d171c\",\"signingKeyMessage\":\"I authorize the publication of articles on tao-of-dao.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eG1ncxLbP3Y3-HnZLVFakeQikGvHerdPrtFGksNHE0o\\\",\\\"y\\\":\\\"GVywSyNC6ZGm3ypuiZjEsn4dBWVyNxBotd2rmRdcEQI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LaySU0H-lhr0iEfrg00gipX34RkNGoJSBmyssbnSuN0\"}"