"{\"content\":{\"body\":\"[![Michael Revy](https://miro.medium.com/fit/c/56/56/1\\\\*h63BbOZ-uuTkF-XDUdkTHg.jpeg)](https://michaelrevy340.medium.com/?source=post_page-----51700475f7c-----------------------------------)\\n\\n*In the world of contingent claim NFTs, it might be.*\\n\\nMark Twain once said, “History never repeats itself, but it does often rhyme.” He was referring to current events that remind us of the past.\\n\\nAs I see it, contingent claim NFTs “rhyme” with the history and utility of credit in the United States and, with BullaNetwork’s protocol, can serve a similar function in helping us leapfrog into greater crypto use and prosperity.\\n\\nBelow is an early BullaNetwork NFT claim on testnet.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*f8v8LMaTu1BnjKw3)\\n\\n**Direct payments on a blockchain**\\n\\nIf I buy something on-chain, I hit the ‘send crypto’ payment button to transfer crypto to my seller’s wallet and hope to collect my goods.\\n\\n**Indirect payments, or invoicing, or credit creation on a blockchain (bullaBanker)**\\n\\nIf I invoice a person using[ https://www.bulla.network/](https://www.bulla.network/), I have created credit to myself and a debt against someone else on-chain.\\n\\n![](https://miro.medium.com/max/1352/0\\\\*kcOL50d2jkb_RJui)\\n\\n(Example of invoice creation using BullaBanker)\\n\\n**Credit creation (any contingent claim)**\\n\\nCredit creation is an abstraction distinct from payment. Credit has always existed (and predates payments) between people but in an informal way. As in, “I mowed your lawn, so you owe me.”\\n\\nCredit, debt and payment in currency became formalized the moment people began to trade. This formalization became ever more developed as more people traded with more unfamiliar parties.\\n\\n**Credit monetization of claims possible with NFTs**\\n\\nIf I monetize a credit created as in the above invoice, I have financed (bought from the issuing creditor) an unpaid invoice for the benefit of that creditor. I have given liquidity, or cash-flow, to that erstwhile creditor such that he/she may have working capital to continue to produce.\\n\\nMonetization of credit is distinct from credit creation, which is also distinct from payments. All three actions serve to ‘grease the wheels of commerce’.\\n\\n“Throughout the colonial period, British merchants provided the credit that fueled trade between England, Scotland, and the American colonies. Although using a number of financial instruments — bills of exchange, notes, bonds, and book credit — it was the element of trust, based upon honest information between merchants, individuals, and families, that glued together this vast mercantile credit system.” (See link: The History of Credit in America.)\\n\\nA first step to any credit creation is standardized and trusted documentation. The **BullaNetwork protocol** creates the basic documentation of debt (and its mirror, credit) on-chain. As one person’s credit is another’s debt on a shared blockchain, we can generally call the product of the BullaNetwork protocol a **contingent claims token**. Further, as this contingent claims token will share structure, but vary in detail, it would qualify as a ‘non-fungible’ token (NFT).\\n\\nThe final mouthful of the above paragraph: **BullaNetwork protocol mints contingent claims NFTs. **These tokens could be the “honest information between merchants, individuals, and families,…” required for credit creation and future monetization.\\n\\nContingent claims NFTs are useful by themselves. We can use these tokens to bill people or to transact future commerce on-chain.\\n\\nAbove, however, I alluded to credit monetization. Standardized, contingent claims NFTs are a first step. We need a next element to monetize, and, as it is with all things blockchain and commerce, this next element is trust.\\n\\nWe can trust that what is on a blockchain ledger is immutable and that any contingent claim NFT minted on such a ledger in which parties share a history of settled past NFT claims to be somewhat ‘trustworthy.’ Pervasive use of claims NFTs would give, among other things, credit histories for all parties attached to various other contingent claims NFTs. We would be able to determine, given the history of a party, if a claim against that party was spurious, probable or unknown. A good record of claims having been honored would be available, and the price at which some contingent credits NFT might be offered (vs. par value) would strongly indicate best ‘money good’.\\n\\nOf course, in the end, whom to trust must include off-chain data, but the coming on-chain transparency of a system of contingent claims NFTs gives crypto credit creation and finance a new frontier.\\n\\nBelow I snapshot a few watershed moments s from the history of business credit excerpted from the Oxford Research Encyclopedias\\n\\n![](https://miro.medium.com/max/480/0\\\\*m733BLz1mqCIiLjx)\\n\\n[**The History of Credit in America**](https://oxfordre.com/americanhistory/view/10.1093/acrefore/9780199329175.001.0001/acrefore-9780199329175-e-625#acrefore-9780199329175-e-625-div1-1)\\n\\n[*The United States is a nation built on credit, both public and private. This article focuses on private credit: that…*oxfordre.com](https://oxfordre.com/americanhistory/view/10.1093/acrefore/9780199329175.001.0001/acrefore-9780199329175-e-625#acrefore-9780199329175-e-625-div1-1)\\n\\nBy adding to the crypto-verse, **the BullaNetwork protocol** for creating on-chain contingent claims NFTs, a similar sort of credit creation and monetization process can begin. The added benefit to on-chain credit/monetization will not be limited to more transparency, auditability, speed, democratization and lower cost friction.\\n\\nHmm, now what rhymes with contingent claims NFT?\\n\",\"timestamp\":1636762809,\"title\":\"Is Credit History Rhyming? - Michael Revy - Medium\"},\"digest\":\"qn2lMc7avDzDcRtj2QhGO10PDkvH8YYgSSy9XZsj6zM\",\"authorship\":{\"contributor\":\"0x89e03E7980C92fd81Ed3A9b72F5c73fDf57E5e6D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cXv5RDvA-piOaGRRNQk1aMRIsoHTK4yLgeYa5j49yJc\\\",\\\"y\\\":\\\"u0v4ird3ooMb5fl3cZQHelffE3MBNM_xbWKMP7L6ReU\\\"}\",\"signature\":\"0AcAp28anMVwm0NK84iblbgIuXUHOWSy2PtOo5kiCaKEfLS0JbwWUFmLdsFF8ysPiLb4rgtAe_lv1o6S7wzj6A\",\"signingKeySignature\":\"0x0d4e80675bb69216c4ed60754c596842298322c59d315706544743f944d8867a5097753a5e0090716f5ae62f9f25a8f05fbf4bef975df0b593c2aec9367eeede1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cXv5RDvA-piOaGRRNQk1aMRIsoHTK4yLgeYa5j49yJc\\\",\\\"y\\\":\\\"u0v4ird3ooMb5fl3cZQHelffE3MBNM_xbWKMP7L6ReU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qn2lMc7avDzDcRtj2QhGO10PDkvH8YYgSSy9XZsj6zM\"}"