"{\"content\":{\"body\":\"## “Make something people want” — Y Combinator Motto by Paul Graham\\n\\nProduct-market fit is a fundamental and beautifully simple concept known in tech startups, but it hasn’t yet had enough influence in the wider business world. The framework of market-fit is an incredibly useful tool for understanding how to create value for customers and grow the business, and it is very applicable for content creators.\\n\\nAs a tech product manager and startup entrepreneur, I hope to bring some of my learnings from the startup playbook into the world of content creation. In this post, I will explain the concept of product-market fit, how to get there and how to know you’ve found it. When you finish reading, you’ll be able to think of your business in the framework of market fit and use it to grow your success.\\n\\n*I’ll be referring to ‘content-market fit’ when I mean ‘product-market fit’ in the context of content creation businesses, and ‘product-market fit’ refers to the original concept as applied to tech startups.*\\n\\n# Content — market fit is when your content satisfies the needs of an audience\\n\\nAccording to Eric Ries, ‘product-market fit’ describes a state where the product resonates with a wide set of customers ([source](https://a16z.com/2017/02/18/12-things-about-product-market-fit/)). Early stage startups chase product-market fit because finding it means that their product solves the customer’s problem — in other words, they have found the ‘right’ product. After startups find product-market fit they can focus on growth — once they know the product is ‘right’, it makes sense to invest into growing the customer base. Pouring money into growing something that hasn’t found market-fit yet is a huge risk and often a path to failure ([source](https://steveblank.com/2010/08/23/solving-the-innovators-dilemma-customer-development-in-a-big-company/)).\\n\\nProduct-market fit is sometimes called ‘market-product’ fit, in order to emphasize the fact that the market comes first (check out [this article](https://brianbalfour.com/essays/market-product-fit)). The key takeaway from this concept is that in order to be successful, a business must understand the needs and problems of the customers they are serving, and develop a product that meets those needs.\\n\\n## Starting with the product instead of the customer is putting the cart before the horse — it’s like offering a solution before you know what the problem is.\\n\\nApplied to content creation businesses, this concept tells us to look at the audience we want to serve and try to find content that satisfies their needs,instead of starting with the content and looking for the audience. By starting with the customer and their needs, we make sure we are creating content that a group of people actually wants to see and engage with.\\n\\nBack to Paul Graham’s motto: “make something people want”.\\n\\n# Getting to content-market fit\\n\\nIn the context of tech startups, the process of getting to product-market fit starts with defining a target market and understanding its members([source](https://brianbalfour.com/essays/market-product-fit)). For example, we might want to build a product for working parents. The next step would be to speak with different kinds of working parents to understand their motivations and challenges. If there is a wide variation between the challenges of different kinds of parents, we would split our market into multiple customer types and focus just on one type (for example, working single parents). If the market is defined too broadly, its unlikely that one single product would meet everyone’s needs.\\n\\nWe can use the same approach in the context of content creation. For example, I might choose to target millennial dog owners who live in cities, because I fall into this group so I already understand and relate to my potential customers. Next, I could talk to members of my potential audience to understand their motivations, challenges and needs.\\n\\nOnce the target market is defined and needs are understood, it’s all about trying to satisfy the market with your content. In tech startups, we often start by forming a hypothesis and then testing it. For example, I might form the hypothesis that millennial dog owners who live in cities want to find the most dog-friendly spots in their town and then test content that solves this need. Based on the response, I would adapt my content over time to better fulfill the desires of my audience. You can read more about optimizing for product-market fit [here](https://review.firstround.com/how-superhuman-built-an-engine-to-find-product-market-fit).\\n\\n# How do you know that you have found content-market fit\\n\\nThere are multiple signals that an early-stage startup has found product-market fit. Three favorites are a high NPS (net-promoter score), good retention, and at least 40% of users say they would be “very disappointed” if they could no longer user the product ([source](https://brianbalfour.com/essays/product-market-fit)).\\n\\n[NPS](https://www.netpromoter.com/know/) is a standardized score used by companies that measures how likely their customers are to recommend a product. A high NPS means the customers are very likely to recommend a product, which is taken to mean that the product meets their needs well. To apply this to your content startup, you could try to survey your audience to [measure your own NPS](https://www.hotjar.com/net-promoter-score/), or keep tabs on how much of your weekly traffic is coming from others sharing your link. This should give you a pretty good measure of whether your audience is so thrilled with your content that they are sharing it with their friends.\\n\\nRetention measures how many customers are returning to the product over time. If a company has bad retention, it means that many users used the product once and never came back. Good retention is when most users come back over and over again. Retention is an indicator of product-market fit, because if a product meets the needs of the customer they will keep using it! Usually, retention is measured using cohort analysis (read more [here](https://www.projectbi.net/blog/what-retention-rate-definition-guide)), but I don’t know if major content platforms provide the data you would need to run this type of analysis. As an alternative, I would consider looking at the engagement rate over time — if a high percentage of your total followers is engaging with each new piece of content, this is a signal that you have content-market fit.\\n\\nThe third test of product-market fit is very simple and easy to apply to content creation — you ask a random sample of your audience how disappointed they would be if they no longer had access to the content. If at least 40% say they would be “very disappointed”, you have a signal that your content is very important to your audience. You can check out more about how to run a product-market fit survey [here](https://pmfsurvey.com/).\\n\\nThere is no single measure of content-market fit — you need to look at it from different angles and use your intuition. If you feel like you are constantly pushing your content out there but getting little traction, you probably don’t have content-market fit. If you’re seeing organic growth, high engagement and people are telling their friends about you, then it looks like you’re onto something. After you have found content-market fit, it’s all about growing your audience. You can read about that in the next post in this series.\",\"timestamp\":1635413906,\"title\":\"How to Find Market-Fit as a Content Entrepreneur\"},\"digest\":\"NKlAlOvLLCAalta1suekStZGNn4SfhAExW7IvIL3P5U\",\"authorship\":{\"contributor\":\"0x51aC35f16451Ba0AB5B74e4bF5dF7f0A95e1666d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"J20V2LD8hx71o7Yu13wYa9eKsmvCCMkJIbfsnFWycMU\\\",\\\"y\\\":\\\"E_Ch7SpY58yZmTcr6B4s6CqeEOwXfVeBUDByyMs9OIk\\\"}\",\"signature\":\"zKyit7h5vIhkbA2qYfCQ_Bmha5E3-QUP4Qtc6P0MAabYELhDfz5N6ilYwBMcOz3EveG5Epgo9jCj0YNeapX6fA\",\"signingKeySignature\":\"0xe9ec95f9242fed786b974ff311fb89cda6b444730321d9da42ea7805030751ff63400d42901f83f559c39d482b87d69170619e50c5dc010da2a674d7225483d21b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"J20V2LD8hx71o7Yu13wYa9eKsmvCCMkJIbfsnFWycMU\\\",\\\"y\\\":\\\"E_Ch7SpY58yZmTcr6B4s6CqeEOwXfVeBUDByyMs9OIk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NKlAlOvLLCAalta1suekStZGNn4SfhAExW7IvIL3P5U\"}"