"{\"content\":{\"body\":\"and he was, on the whole, on good terms with all of them.  They did, to be sure, make fun of him occasionally; but sometimes he failed to understand it, and at other times he made clumsy but good-humored attempts to repay their gibes in kind.  They took good care, however, not to rouse his wrath, for the reputation he had acquired by his treatment of Ola Klemmerud made them afraid to risk a collision.\\n\\nThis was the situation when the great floods of 188- came, and introduced a spice of danger into Bonnyboy's monotonous life.  The mill-races were now kept open night and day, and yet the water burst like a roaring cascade over the tops of dams, and the river-bed was filled to overflowing with a swiftly-hurrying tawny torrent, which filled the air with its rush and swash, and sent hissing showers of spray flying through the tree-tops.  Bonnyboy and a gang of twenty men were working as they had never worked before in their lives, under the direction of an engineer, who had been summoned by the mill-owner to strengthen the dams; for if but one of them burst, the whole tremendous volume of water would be precipitated upon the valley, and the village by the lower falls and every farm within half a mile of the river-banks would be swept out of existence.  Guards were stationed all the way up the river to intercept any stray lumber that might be afloat.  For if a log jam were added to the terrific strain of the flood, there would surely be no salvation possible.  Yet in spite of all precautions, big logs now and then came bumping against the dams, and shot with wild gyrations and somersaults down into the brown eddies below.\\n\\nThe engineer, who was standing on the top of a log pile, had shouted until he was hoarse, and gesticulated with his cane until his arms were lame, but yet there was a great deal to do before he could go to bed with an easy conscience.  Bonnyboy and his comrades, who had had by far the harder part of the task, were ready to drop with fatigue.  It was now eight o'clock in the evening, and they had worked since six in the morning, and had scarcely had time to swallow their scant rations.  Some of them began to grumble, and the engineer had to coax and threaten them to induce them to persevere for another hour.  The moon was just rising behind the mountain ridges, and the beautiful valley lay, with its green fields, sprouting forests, and red-painted farm-houses, at Bonnyboy's feet.  It was terrible to think that perhaps destruction was to overtake those happy and peaceful homes, where men had lived and died for many hundred years.  Bonnyboy could scarcely keep back the tears when this fear suddenly came over him.  Was it not strange that, though they knew that danger was threatening, they made not the slightest effort to save themselves?  In the village below men were still working in their forges, whose chimneys belched forth fiery smoke, and the sound of their hammer-blows could be heard above the roar of the river.  Women were busy with their household tasks; some boys were playing in the streets, damming up the gutters and shrieking with joy when their dams broke.  A few provident souls had driven their cattle to the neighboring hills; but neither themselves nor their children had they thought it necessary to remove.  The fact was, nobody believed that the dams would break, as they had not imagination enough to foresee what would happen if the dams did break.\\n\\nBonnyboy was wet to the skin, and his knees were a trifle shaky from exhaustion.  He had been cutting down an enormous mast-tree, which was needed for a prop to the dam, and had hauled it down with two horses, one of which was a half-broken gray colt, unused to pulling in a team.  To restrain this frisky animal had required all Bonnyboy's strength, and he stood wiping his brow with the sleeve of his shirt.  Just at that moment a terrified yell sounded from above: \\\"Run for your lives!  The upper dam is breaking!\\\"\\n\\nThe engineer from the top of the log-pile cast a swift glance up the valley, and saw at once from the increasing volume of water that the report was true.\\n\\n\\\"Save yourselves, lads!\\\"  he screamed.  \\\"Run to the woods!\\\"\\n\\nAnd suiting his action to his words, he tumbled down from the log pile, and darted up the hill-side toward the forest.  The other men, hearing the wild rush and roar above them, lost no time in following his example.  Only Bonnyboy, slow of comprehension as always, did not obey.  Suddenly there flared up a wild resolution in his face.  He pulled out his knife, cut the traces, and leaped upon the colt's back.  Lashing the beast, and shouting at the top of his voice, he dashed down the hill-side at a break-neck pace.\\n\\n\\\"The dam is breaking!\\\" he roared.  \\\"Run for the woods!\\\"\\n\\nHe glanced anxiously behind him to see if the flood was overtaking him.  A great cloud of spray was rising against the sky, and he heard the yells of men and the frenzied neighing of horses through the thunderous roar.  But happily there was time.  The dam was giving way gradually, and had not yet let loose the tremendous volume of death and desolation which it held enclosed within its frail timbers.  The colt, catching the spirit of excitement in the air, flew like the wind, leaving farm after farm behind it, until it reached the village.\\n\\n\\\"The dam is breaking!  Run for your lives!\\\" cried Bonnyboy, with a rousing clarion yell which rose above all other poises; and up and down the valley the dread tidings spread like wildfire.  In an instant all was in wildest commotion.  Terrified mothers, with babes in their arms, came bursting out of the houses, and little girls, hugging kittens or cages with canary-birds, clung weeping to their skirts; shouting men, shrieking women, crying children, barking dogs, gusty showers sweeping from nowhere down upon the distracted fugitives, and above all the ominous, throbbing, pulsating roar as of a mighty chorus of cataracts.  It came nearer and nearer.  It filled the great vault of the sky with a rush as of colossal wing-beats.  Then there came a deafening creaking and crashing; then a huge brownish-white rolling wall, upon which the moonlight gleamed for an instant, and then the very trump of doom--a writhing, brawling, weltering chaos of cattle, dogs, men, lumber, houses, barns, whirling and struggling upon the destroying flood.\\n\\nVI.\\n\\nIt was the morning after the disaster.  The sun rose red and threatening, circled with a ring of fiery mist.  People encamped upon the hill-side greeted each other as on the morn of resurrection.  For many were found among the living who were being mourned as dead.  Mothers hugged their children with tearful joy, thanking God that they had been spared; and husbands who had heard through the night the agonized cries of their drowning wives, finding them at dawn safe and sound, felt as if they had recovered them from the very gates of death.  When all were counted, it was ascertained that but very few of the villagers had been overtaken by the flood.  The timely warning had enabled all to save themselves, except some who in their eagerness to rescue their goods had lingered too long.  Impoverished most of them were by the loss of their houses and cattle.  The calamity was indeed overwhelming.  But when they considered how much greater the disaster would have been if the flood had come upon them unheralded, they felt that they had cause for gratitude in the midst of their sorrow.  And who was it that brought the tidings that snatched them from the jaws of death? Well, nobody knew.  He rode too fast.  And each was too much startled by the message to take note of the messenger.  But who could he possibly have been?  An angel from Heaven, perhaps sent by God in His mercy.  That was indeed more than likely.  The belief was at once accepted that the rescuer was an angel from heaven.  But just then a lumberman stepped forward who had worked at the mill and said:  \\\"It was Bonnyboy, Grim Carpenter's son.  I saw him jump on his gray colt.\\\"\\n\\nBonnyboy, Grim Carpenter's son.  It couldn't be possible.  But the lumberman insisted that it was, and they had to believe him, though, of course, it was a disappointment.  But where was Bonnyboy?  He deserved thanks, surely.  And, moreover, that gray colt was a valuable animal.  It was to be hoped that it was not drowned.\\n\\nThe water had now subsided, though it yet overflowed the banks; so that trees, bent and splintered by the terrific force of the flood, grew far out in the river.  The foul dams had all been swept away, and the tawny torrent ran again with tumultuous rapids in its old channel.  Of the mills scarcely a vestige was left except slight cavities in the banks, and a few twisted beams clinging to the rocks where they had stood.  The ruins of the village, with jagged chimneys and broken walls, loomed out of a half-inundated meadow, through which erratic currents were sweeping.  Here and there lay a dead cow or dog, and in the branches of a maple-tree the carcasses of two sheep were entangled.  In this marshy field a stooping figure was seen wading about, as if in search of something.  The water broke about his knees, and sometimes reached up to his waist.  He stood like one dazed, and stared into the brown swirling torrent.  Now he poked something with his boat-hook, now bent down and purled some dead thing out of a copse of shrubbery in which it had been caught.  The sun rose higher in the sky, and the red vapors were scattered.  But still the old man trudged wearily about, with the stony stare in his eyes, searching for him whom he had lost.  One company after another now descended from the hill-sides, and from the high-lying farms which had not been reached by the flood came wagons with provisions and clothes, and men and women eager and anxious to help.  They shouted to the old man in the submerged field, and asked what he was looking for.  But he only shook his head, as if he did not understand.\\n\\n\\\"Why, that is old Grim the carpenter,\\\" said someone.  \\\"Has anybody seen Bonnyboy?\\\"\\n\\nBut no one had seen Bonnyboy.\\n\\n\\\"Do you want help?\\\"  they shouted to Grim; but they got no answer.\\n\\nHour after hour old Grim trudged about in the chilly water searching for his son.  Then, about noon, when he had worked his way far down the river, he caught sight of something which made his heart stand still.  In a brown pool, in which a half-submerged willow-tree grew, he saw a large grayish shape which resembled a horse.  He stretched out the boat-hook and rolled it over.  Dumbly, fearlessly, he stood staring into the pool.  There lay his son--there lay Bonnyboy stark and dead.\\n\\nThe cold perspiration broke out upon Grim's brow, and his great breast labored.  Slowly he stooped down, drew the dead body out of the water, and tenderly laid it across his knees.  He stared into the sightless eyes, and murmuring a blessing, closed them.  There was a large discolored spot on the forehead, as of a bruise.  Grim laid his hand softly upon it, and stroked away the yellow tuft of hair.\\n\\n\\\"My poor lad,\\\" he said, while the tears coursed down his wrinkled cheeks, \\\"you had a weak head, but your heart, Bonnyboy--your heart was good.\\\"\\n\\nTHE CHILD OF LUCK\\n\\nI.\\n\\nA sunny-tempered little fellow was Hans, and his father declared that he had brought luck with him when he came into the world.\\n\\n\\\"He was such a handsome baby when he was born,\\\" said Inga, his mother; \\\"but you would scarcely believe it now, running about as he does in forest and field, tearing his clothes and scratching his face.\\\"\\n\\nNow, it was true, as Hans's mother said, that he did often tear his clothes; and as he had an indomitable curiosity, and had to investigate everything that came in his way, it was also no uncommon thing for him to come home with his face stung or scratched.\\n\\n\\\"Why must you drag that child with you wherever you go, Nils?\\\"  the mother complained to Hans's father, when the little boy was brought to her in such a disreputable condition.  \\\"Why can't you leave him at home? What other man do you know who carries a six-year-old little fellow about with him in rain and shine, storm and quiet?\\n\\n\\\"Well,\\\" Nils invariably answered, \\\"I like him and he likes me.  He brings me luck.\\\"\\n\\nThis was a standing dispute between Nils and Inga, his wife, and they never came to an agreement.  She knew as well as her husband that before little Hans was born there was want and misery in their cottage.  But from the hour the child lifted up its tiny voice, announcing its arrival, there had been prosperity and contentment.  Their luck had turned, Nils said, and it was the child that had turned it.  They had been married for four years, and though they had no one to provide for but themselves, they scarcely managed to keep body and soul together.  All sorts of untoward things happened.  Now a tree which he was cutting down fell upon Nils and laid him up for a month; now he got water on his knee from a blow he received while rolling logs into the chute; now the pig died which was to have provided them with salt pork for the winter, and the hens took to the bush, and laid their eggs where nobody except the rats and the weasels could find them.  But since little Hans had come and put an end to all these disasters, his father had a superstitious feeling that he could not bear to have him away from him.  Therefore every morning when he started out for the forest or the river he carried Hans on his shoulder.  And the little boy sat there, smiling proudly and waving his hand to his mother, who stood in the door looking longingly after him.\\n\\n\\\"Hello, little chap!\\\"  cried the lumbermen, when they saw him.  \\\"Good-morning to you and good luck!\\\"\\n\\nThey always cheered up, however bad the weather was, when they saw little Hans, for nobody could look at his sunny little face without feeling something like a ray of sunlight stealing into his heart.  Hans had a smile and a wave of his hand for everybody.  He knew all the lumbermen by name, and they knew him.\\n\\nThey sang as they swung the axe or the boat-hook, and the work went merrily when little Hans sat on the top of the log pile and shouted to them.  But if by chance he was absent for a day or two they missed him.  No songs were heard, but harsh words, and not infrequently quarrels.  Now, nobody believed, of course, that little Hans was such a wizard that he could make people feel and behave any better than it was in their nature to do; but sure it was--at least the lumbermen insisted that it was so--there was joy and good-tempered mirth wherever that child went, and life seemed a little sadder and poorer to those who knew him when he was away.\\n\\nNo one will wonder that Nils sometimes boasted of his little son.\\n\\nHe told not once, but a hundred times, as they sat about the camp-fire eating their dinner, that little Hans was a child of luck, and that no misfortune could happen while he was near.  Lumbermen are naturally superstitious, and though perhaps at first they may have had their doubts, they gradually came to accept the statement without question.  They came to regard it as a kind of right to have little Hans sit on the top of the log pile when they worked, or running along the chute, while the wild-cat strings of logs shot down the steep slide with lightning speed.  They were not in the least afraid lest the logs should jump the chute, as they had often done before, killing or maiming the unhappy man that came too near.  For was not little Hans's life charmed, so that no harm could befall him?\\n\\nNow, it happened that Inga, little Hans's mother, came one day to the river to see how he was getting on.  Nils was then standing on a raft hooking the floating logs with his boat-hook, while the boy was watching him from the shore, shouting to him, throwing chips into the water, and amusing himself as best he could.  It was early in May, and the river was swollen from recent thaws.  Below the cataract where the lumbermen worked, the broad, brown current moved slowly along with sluggish whirls and eddies; but the raft was moored by chains to the shore, so that it was in no danger of getting adrift.  It was capital fun to see the logs come rushing down the slide, plunging with a tremendous splash into the river, and then bob up like live things after having bumped against the bottom.  Little Hans clapped his hands and yelled with delight when a string of three or four came tearing along in that way, and dived, one after the other, headlong into the water.\\n\\n\\\"Catch that one, papa!\\\"  he cried; \\\"that is a good big fellow.  He dived like a man, he did.  He has washed the dirt off his snout now; that was the reason he took such a big plunge.\\\"\\n\\nNils never failed to reach his boat-hook after the log little Hans indicated, for he liked to humor him, and little Hans liked to be humored.  He had an idea that he was directing his father's work, and Nils invented all sorts of innocent devices to flatter little Hans's dignity, and make him think himself indispensable.  It was of no use, therefore, for poor Inga to beg little Hans to go home with her.  He had so much to do, he said, that he couldn't.  He even tried to tear himself away from his mother when she took him by the arm and remonstrated with him.  And then and there the conviction stole upon Inga that her child did not love her.  She was nothing to him compared to what his father was.  And was it right for Nils thus to rob her of the boy's affection? Little Hans could scarcely be blamed for loving his father better; for love is largely dependent upon habit, and Nils had been his constant companion since he was a year old.  A bitter sense of loneliness and loss overcame the poor wife as she stood on the river-bank pleading with her child, and finding that she annoyed instead of moving him.\\n\\n\\\"Won't you come home with mamma, little Hans?\\\"  she asked, tearfully.  \\\"The kitten misses you very much; it has been mewing for you all the morning.\\\"\\n\\n\\\"No,\\\" said little Hans, thrusting his hands into his pockets, and turning about with a manly stride; \\\"we are going to have the lumber inspector here to-day? and then papa's big raft is going down the river.\\\"\\n\\n\\\"But this dreadful noise, dear; how can you stand it? And the logs shooting down that slide and making such a racket.  And these great piles of lumber, Hans--think, if they should tumble down and kill you!\\\"\\n\\n\\\"Oh, I'm not afraid, mamma,\\\" cried Hans, proudly; and, to show his fearlessness, he climbed up the log pile, and soon stood on the top of it, waving his cap and shouting.\\n\\n\\\"Oh, do come down, child--do come down!\\\" begged Inga, anxiously.\\n\\nShe had scarcely uttered the words when she heard a warning shout from the slope above, and had just time to lift her eyes, when she saw a big black object dart past her, strike the log pile, and break with a deafening crash.  A long confused rumble of rolling logs followed, terrified voices rent the air, and, above it all, the deep and steady roar of the cataract.  She saw, as through a fog, little Hans, serene and smiling as ever, borne down on the top of the rolling lumber, now rising up and skipping from log to log, now clapping his hands and screaming with pleasure, and then suddenly vanishing in the brown writhing river.  His laughter was still ringing in her ears; the poor child, he did not realize his danger.  The rumbling of falling logs continued with terrifying persistence.  Splash!  splash!  splash!  they went, diving by twos, by fours, and by dozens at the very spot where her child had vanished.  But where was little Hans?  Oh, where was he?  It was all so misty, so unreal and confused.  She could not tell whether little Hans was among the living or among the dead.  But there, all of a sudden, his head popped up in the middle of the river; and there was another head close to his--it was that of his father!  And round about them other heads bobbed up; for all the lumbermen who were on the raft had plunged into the water with Nils when they saw that little Hans was in danger.  A dozen more were running down the slope as fast as their legs could carry them; and they gave a tremendous cheer when they saw little Hans's face above the water.  He looked a trifle pale and shivery, and he gave a funny little snort, so that the water spurted from his nose.  He had lost his hat, but he did not seem to be hurt.  His little arms clung tightly about his father's neck, while Nils, dodging the bobbing logs, struck out with all his might for the shore.  And when he felt firm bottom under his feet, and came stumbling up through the shallow water, looking like a drowned rat, what a welcome he received from the lumbermen!  They all wanted to touch little Hans and pat his cheek, just to make sure that it was really he.\\n\\n\\\"It was wonderful indeed,\\\" they said, \\\"that he ever came up out of that horrible jumble of pitching and diving logs.  He is a child of luck, if ever there was one.\\\"\\n\\nNot one of them thought of the boy's mother, and little Hans himself scarcely thought of her, elated as he was at the welcome he received from the lumbermen.  Poor Inga stood dazed, struggling with a horrible feeling, seeing her child passed from one to the other, while she herself claimed no share in him.  Somehow the thought stung her.  A sudden clearness burst upon her; she rushed forward, with a piercing scream, snatched little Hans from his father's arms, and hugging his wet little shivering form to her breast, fled like a deer through the underbrush.\\n\\nFrom that day little Hans was not permitted to go to the river.  It was in vain that Nils pleaded and threatened.  His wife acted so unreasonably when that question was broached that he saw it was useless to discuss it.  She seized little Hans as a tigress might seize her young, and held him tightly clasped, as if daring anybody to take him away from her.  Nils knew it would require force to get his son back again, and that he was not ready to employ.  But all joy seemed to have gone out of his life since he had lost the daily companionship of little Hans.  His work became drudgery; and all the little annoyances of life, which formerly he had brushed away as one brushes a fly from his nose, became burdens and calamities.  The raft upon which he had expended so much labor went to pieces during a sudden rise of the river the night after little Hans's adventure, and three days later Thorkel Fossen was killed outright by a string of logs that jumped the chute.\\n\\n\\\"It isn't the same sort of place since you took little Hans away,\\\" the lumbermen would often say to Nils.  \\\"There's no sort of luck in anything.\\\"\\n\\nSometimes they taunted him with want of courage, and called him a \\\"night-cap\\\" and a \\\"hen-pecked coon,\\\" all of which made Nils uncomfortable.  He made two or three attempts to persuade his wife to change her mind in regard to little Hans, but the last time she got so frightened that she ran out of the house and hid in the cow stable with the boy, crouching in an empty stall, and crying as if her heart would break, when little Hans escaped and betrayed her hiding-place.  The boy, in fact, sympathized with his father, and found his confinement at home irksome.  The companionship of the cat had no more charm for him; and even the brindled calf, which had caused such an excitement when he first arrived, had become an old story.  Little Halls fretted, was mischievous for want of better employment, and gave his mother no end of trouble.  He longed for the gay and animated life at the river, and he would have run away if he had not been watched.  He could not imagine how the lumbermen could be getting on without him.  It seemed to him that all work must come to a stop when he was no longer sitting on the top of the log piles, or standing on the bank throwing chips into the water.\\n\\nNow, as a matter of fact, they were not getting on very well at the river without little Hans.  The luck had deserted them, the lumbermen said; and whatever mishaps they had, they attributed to the absence of little Hans.  They came to look with ill-suppressed hostility at Nils, whom they regarded as responsible for their misfortunes.  For they could scarcely believe that he was quite in earnest in his desire for the boy's return, otherwise they could not comprehend how his wife could dare to oppose him.  The weather was stormy, and the mountain brook which ran along the slide concluded to waste no more labor in carving out a bed for itself in the rock, when it might as well be using the slide which it found ready made.  And one fine day it broke into the slide and half filled it, so that the logs, when they were started down the steep incline, sent the water flying, turned somersaults, stood on end, and played no end of dangerous tricks which no one could foresee.  Several men were badly hurt by beams shooting like rockets through the air, and old Mads Furubakken was knocked senseless and carried home for dead.  Then the lumbermen held a council, and made up their minds to get little Hans by fair means or foul.  They thought first of sending a delegation of four or five men that very morning, but finally determined to march up to Nils's cottage in a body and demand the boy.  There were twenty of them at the very least, and the tops of their long boat-hooks, which they carried on their shoulders, were seen against the green forest before they were themselves visible.\\n\\nNils, who was just out of bed, was sitting on the threshold smoking his pipe and pitching a ball to little Hans, who laughed with delight whenever he caught it.  Inga was bustling about inside the house, preparing breakfast, which was to consist of porridge, salt herring, and baked potatoes.  It had rained during the night, and the sky was yet overcast, but the sun was struggling to break through the cloud-banks.  A couple of thrushes in the alder-bushes about the cottage were rejoicing at the change in the weather, and Nils was listening to their song and to his son's merry prattle, when he caught sight of the twenty lumbermen marching up the hillside.  He rose, with some astonishment, and went to meet them.  Inga, hearing their voices, came to the door, and seeing the many men, snatched up little Hans, and with a wildly palpitating heart ran into the cottage, bolting the door behind her.  She had a vague foreboding that this unusual visit meant something hostile to herself, and she guessed that Nils had been only the spokesman of his comrades in demanding so eagerly the return of the boy to the river.  She believed all their talk about his luck to be idle nonsense; but she knew that Nils had unwittingly spread this belief, and that the lumbermen were convinced that little Hans was their good genius, whose presence averted disaster.  Distracted with fear and anxiety, she stood pressing her ear against the crack in the door, and sometimes peeping out to see what measures she must take for the child's safety.  Would Nils stand by her, or would he desert her? But surely--what was Nils thinking about? He was extending his hand to each of the men, and receiving them kindly.\\n\\nNext he would be inviting them to come in and take little Hans.  She saw one of the men--Stubby Mons by name--step forward, and she plainly heard him say:\\n\\n\\\"We miss the little chap down at the river, Nils.  The luck has been against us since he left.\\\"\\n\\n\\\"Well, Mons,\\\" Nils answered, \\\"I miss the little chap as much as any of you; perhaps more.  But my wife--she's got a sort of crooked notion that the boy won't come home alive if she lets him go to the river.  She got a bad scare last time, and it isn't any use arguing with her.\\\"\\n\\n\\\"But won't you let us talk to her, Nils?\\\"  one of the lumbermen proposed.  \\\"It is a tangled skein, and I don't pretend to say that I can straighten it out.  But two men have been killed and one crippled since the little chap was taken away.  And in the three years he was with us no untoward thing happened.  Now that speaks for itself, Nils, doesn't it?\\\"\\n\\n\\\"It does, indeed,\\\" said Nils, with an air of conviction.\\n\\n\\\"And you'll let us talk to your wife, and see if we can't make her listen to reason,\\\" the man urged.\\n\\n\\\"You are welcome to talk to her as much as you like,\\\" Nils replied, knocking out his pipe on the heel of his boot; \\\"but I warn you that she's mighty cantankerous.\\\"\\n\\nHe rose slowly, and tried to open the door.  It was locked.  \\\"Open, Inga,\\\" he said, a trifle impatiently; \\\"there are some men here who want to see you.\\\"\\n\\nII.\\n\\nInga sat crouching on the hearth, hugging little Hans to her bosom.  She shook and trembled with fear, let her eyes wander around the walls, and now and then moaned at the thought that now they would take little Hans away from her.\\n\\n\\\"Why don't you open the door for papa?\\\"  asked little Hans, wonderingly.\\n\\nAh, he too was against her!  All the world was against her!  And her husband was in league with her enemies!\\n\\n\\\"Open, I say!\\\"  cried Nils, vehemently.  \\\"What do you mean by locking the door when decent people come to call upon us?\\\"\\n\\nShould she open the door or should she not? Holding little Hans in her arms, she rose hesitatingly, and stretched out her hand toward the bolt.  But all of a sudden, in a paroxysm of fear, she withdrew her hand, turned about, and fled with the child through the back door.  The alder bushes grew close up to the walls of the cottage, and by stooping a little she managed to remain unobserved.  Her greatest difficulty was to keep little Hans from shouting to his father, and she had to put her hand over his mouth to keep him quiet; for the boy, who had heard the voices without, could not understand why he should not be permitted to go out and converse with his friends the lumbermen.  The wild eyes and agitated face of his mother distressed him, and the little showers of last night's rain which the trees shook down upon him made him shiver.\\n\\n\\\"Why do you run so, mamma?\\\"  he asked, when she removed her hand from his mouth.\\n\\n\\\"Because the bad men want to take you away from me, Hans,\\\" she answered, panting.\\n\\n\\\"Those were not bad men, mamma,\\\" the boy ejaculated.  \\\"That was Stubby Mons and Stuttering Peter and Lars Skin-breeches.  They don't, want to hurt me.\\\"\\n\\nHe expected that his mamma would be much relieved at receiving this valuable information, and return home without delay.  But she still pressed on, flushed and panting, and cast the same anxious glances behind her.\\n\\nIn the meanwhile Nils and his guests had entirely lost their patience.  Finding his persuasions of no avail, the former began to thump at the door with the handle of his axe, and receiving no response, he climbed up to the window and looked in.  To his amazement there was no one in the room.  Thinking that Inga might have gone to the cow-stable, he ran to the rear of the cottage, and called her name.  Still no answer.\\n\\n\\\"Hans,\\\" he cried, \\\"where are you?\\\"\\n\\nBut Hans, too, was as if spirited away.  It scarcely occurred to Nils, until he had searched the cow- stable and the house in vain, that his wife had fled from the harmless lumbermen.  Then the thought shot through his brain that possibly she was not quite right in her head; that this fixed idea that everybody wanted to take her child away from her had unsettled her reason.  Nils grew hot and cold in the same moment as this dreadful apprehension took lodgement in his mind.  Might she not, in her confused effort to save little Hans, do him harm?  In the blind and feverish terror which possessed her might she not rush into the water, or leap over a precipice?  Visions of little Hans drowning, or whirled into the abyss in his mother's arms, crowded his fancy as he walked back to the lumbermen, and told them that neither his wife nor child was anywhere to be found.\\n\\n\\\"I would ask ye this, lads,\\\" he said, finally: \\\"if you would help me search for them.  For Inga--I reckon she is a little touched in the upper story--she has gone off with the boy, and I can't get on without little Hans any more than you can.\\\"\\n\\nThe men understood the situation at a glance, and promised their aid.  They had all looked upon Inga as \\\"high-strung\\\" and \\\"queer,\\\" and it did not surprise them to hear that she had been frightened out of her wits at their request for the loan of little Hans.  Forming a line, with a space of twenty feet between each man, they began to beat the bush, climbing the steep slope toward the mountains.  Inga, pausing for an instant, and peering out between the tree trunks, saw the alder bushes wave as they broke through the underbrush.  She knew now that she was pursued.  Tired she was, too, and the boy grew heavier for every step that she advanced.  And yet if she made him walk, he might run away from her.  If he heard his father's voice, he would be certain to answer.  Much perplexed, she looked about her for a hiding-place.\\n\\nFor, as the men would be sure to overtake her, her only safety was in hiding.  With tottering knees she stumbled along, carrying the heavy child, grabbing hold of the saplings for support, and yet scarcely keeping from falling.  The cold perspiration broke from her brow and a strange faintness overcame her.\\n\\n\\\"You will have to walk, little Hans,\\\" she said, at last.  \\\"But if you run away from me, dear, I shall lie down here and die.\\\"\\n\\nLittle Hans promised that he would not run away, and for five minutes they walked up a stony path which looked like the abandoned bed of a brook.\\n\\n\\\"You hurt my hand, mamma,\\\" whimpered the boy, \\\"you squeeze so hard.\\\"\",\"timestamp\":1641284952,\"title\":\"\\nThere were about twenty-five or thirty men employed at the mill where Bonnyboy earned his bread in the sweat \"},\"digest\":\"tbh3MTIZ_z1eKoNjsmptYBwDmXVYW0oT2mWXVT5B58Y\",\"authorship\":{\"contributor\":\"0x9657e9353C2fAbB7cFDcd22Fb91D23149b982AE8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Qc9Lq1Cp63x8OOduD9-sfGD1SaQJfhsghw2B4aSOdMw\\\",\\\"y\\\":\\\"uixa9luH7OUgp_CRKg_SGSwxCtNJHCY5rOyFCU9GJFY\\\"}\",\"signature\":\"3O0pyDG0DsiWSSskLxf6rb8V31PJVNIu14uHorDQXQe6SViR2tY0CUKJEwlCm-_Hic1ZoX7vD9LD-WIBmzTT7g\",\"signingKeySignature\":\"0xe7d379b36878d1aea5080124f461ab84c2a6d28d50395e130a5f129f5d12c0f02063055f395f0bb406ae58c9425a5bb2b521c888a1497d7486bbbe1faa881bed1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Qc9Lq1Cp63x8OOduD9-sfGD1SaQJfhsghw2B4aSOdMw\\\",\\\"y\\\":\\\"uixa9luH7OUgp_CRKg_SGSwxCtNJHCY5rOyFCU9GJFY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tbh3MTIZ_z1eKoNjsmptYBwDmXVYW0oT2mWXVT5B58Y\"}"