"{\"content\":{\"body\":\"Some of the bubbles were of about fifteen inches diameter.  By carefully covering them with a bell glass, we kept them for about thirty-six hours, while they went through their changes of brilliant colour, ending in deep blue.  I contrived this method of preserving them by placing a dish of water below, within the covering bell glass, by means of which the dampness of the air prevented evaporation of the bubble.  This dodge of mine vastly delighted Sir John, as it allowed him to watch the exquisite series of iridescent tints at his tranquil leisure.\\n\\n\\\\[Image\\\\]  From a photograph of the Moon, exhibiting the bright radial          lines.\\n\\n\\\\[Image\\\\]  Glass globe cracked by internal pressure, in illustration of          the cause of the bright radial lines seen on the moon.\\n\\nI had also the pleasure of showing him my experiment of cracking a glass globe filled with water and hermetically sealed.  The water was then slightly expanded, on which the glass cracked.  This was my method of explaining the nature of the action which, at some previous period of the cosmical history of the Moon, had produced those bright radiating lines that diverge from the lunar volcanic craters. Sir John expressed his delight at witnessing my practical illustration of this hitherto unexplained subject, and he considered it quite conclusive.   I also produced my enlarged drawings of the Moon's surface, which I had made at the side of my telescope.  These greatly pleased him and he earnestly urged me to publish them, accompanied with a descriptive account of the conclusions I had arrived at. I then determined to proceed with the preparations which I had already made for my long contemplated work.\\n\\nAmong the many things that I showed Sir John while at Hammerfield, was a piece of white calico on which I had got printed  one million spots.  \\\\[footnote... At a recent meeting of the Metropolitan Railway Company I exhibited one million of letters, in order to show the number of passengers (thirty-seven millions) that had been conveyed during the previous twelve months.  This number was so vast that my method only helped the meeting to understand what had been done in the way of conveyance.  Mr. Macdonald of the Times, supplied me with one million type impressions, contained in sixty average columns of the Times newspaper.  ...\\\\]\\n\\nThis was for the purpose of exhibiting one million in visible form. In astronomical subjects a million is a sort of unit, and it occurred to me to show what a million really is.  Sir John was delighted and astonished at the sight.  He went carefully over the outstretched piece with his rule, measured its length and breath, and verified its correctness.\\n\\nI also exhibited to him a diagram, which I had distributed amongst the geologists at the meeting of the British Association at Ipswich in 1851, showing a portion of the earth's curve, to the scale of one-tenth of an inch to a mile.  I set out the height of Mont Blanc, Etna, and also the depth of the deepest mine, as showing the almost incredible minimum of knowledge we possess about even the merest surface of the globe.  This diagram was hailed by many as of much value, as conveying a correct idea of the relative magnitude of geological phenomena in comparison with that of the earth itself:\\n\\nOn this subject Sir Thomas Mitchell, Surveyor-General of Australia, wrote to me at the time:  \\\"I will not obtrude upon you my crude notions of my own, but merely say that you could not have sent the 'Geological Standard Scale' to one who better deserved it, if the claim in such favour is, as I suppose, to be estimated by the amount of the time of one whole life, applied to the survey of great mountain ranges, and coasts, rivers, etc.  By this long practice of mine, you may know how appreciable this satisfactory standard scale is to your humble servant.\\n\\nIn the winter of 1865 I visited Italy.  While at Rome, in April, I had the pleasure of meeting Otto W. von Struve, the celebrated Russian astronomer.  He invited me to accompany him on a visit to Father Secchi at his fine observatory of the Collegio Romano.  I accepted the invitation with pleasure.  We duly reached the Observatory when Struve introduced me to the Father.  Secchi gave me a most cordial and unlooked-for welcome.  \\\"This,\\\" he said, \\\"is a most extraordinary interview; as I am at this moment making a representation of your willow-leaf-shaped constituents of the Solar surface!\\\"  He then pointed to a large black board, which he had daubed over with glue and was sprinkling over ( when we came in) with rice grains \\\"That,\\\" said he, \\\"is what I feel to be a most excellent representation of your discovery as I see it, verified by the aid of my telescope.\\\"  It appeared to Father Secchi so singular a circumstance that I should come upon him in this sudden manner, while he was for the first time engaged in representing what I had (on the spur of the moment when first seeing them) described as willow-leaf-shaped objects.  I thought that his representation of them, by scattering rice grains over his glue-covered black board, was apt and admirable; and so did Otto Struve. This chance meeting with these two admirable astronomers was one of the little bits of romance in my life.\\n\\nI returned to England shortly after.  Among our visitors at Hammerfield was Lord Lyndhurst.  He was in his ninetieth year when he paid a visit to Tunbridge Wells.  Charles Greville, Secretary to the Privy Council, wrote to me, saying that his Lordship complained much of the want of society, and asked me to call upon him.  I did so, and found him cheerful and happy.\\n\\nI afterwards sent him a present of some of my drawings.  He answered: \\\"A thousand thanks for the charming etchings.  I am especially interested in Robinson Crusoe.  He looks very comfortable, but I can't see his bed, which troubles me.  The election ('Everybody for ever!') is wonderful.  I should not like to be there.  I hope we shall go to you again one of these days, and have another peep into that wonderful telescope.\\\"\\n\\nTo return to Sir John Herschel, We returned his visit at his house at Collingwood, near Hawkhurst.  I found him in the garden, down upon his knees, collecting crocus bulbs for next year's planting.  Like myself, he loved gardening, and was never tired of it.  I mention this as an instance of his simple zeal in entering practically into all that interested him.  At home he was the happy father and lover of his family.  One of his favourite pastimes, when surrounded by his children in the evening, was telling them stories.  He was most happy and entertaining in this tranquil occupation.  His masterly intellect could grasp the world and all its visible contents, and yet descend to entertain his children with extemporised tales.  He possessed information of the most varied kind, which he communicated with perfect simplicity and artlessness!  His profound astronomical knowledge was combined with a rich store of mechanical and manipulative faculty, which enabled him to take a keen interest in all the technical arts which so materially aid in the progress of science.  I shall never forget the happy days that he spent with me in my workshop.  His visits have left in my mind the most cherished recollections.  Our friendly intercourse continued unbroken to the day of his death.  The following is the last letter I received from him:\\n\\nCOLLINGWOOD, March 10, 1871. \\\"MY DEAR SIR--A great many thanks for the opportunity of seeing your most exquisite photographs from models of lunar mountains.  I hope you will publish them.  They will create quite an electric sensation. Would not one or two specimens of the apparently nonvolcanic mountain ranges, bordering on the great plains, add to the interest?   Excuse my writing more, as I pen this lying on my back in bed, to which a fierce attack of bronchitis condemns me.  With best regards to Mrs. Nasmyth, believe me yours very truly,\\n\\n\\\" J. F. W. HERSCHEL.\\\"\\n\\nScientific knowledge seems to travel slowly, It was not until the year 1875, more than fourteen years after my discovery of the willow-leaved bridges over the Sun's spots that I understood they had been accepted in America.  I learned this from my dear friend William Lassell. His letter was as follows: --\\\"I see the Americans are appreciating your solar observations.  A communication I have lately received from the Alleghany Observatory remarks 'that he (Mr. Nasmyth) appears to have been the first to distinctly call attention to the singular individuality of the minute components of the photosphere; and this seems in fairness to entitle him to the credit of an important discovery, with which his name should remain associated.'\\\"\\n\\nI proceeded to do that which Sir John Herschel had so earnestly recommended, that is, to write out my observations on the Moon. It was a very serious matter, for I had never written a book before. It occupied me many years, though I had the kind assistance of my friend James Carpenter, then of the Royal Observatory, Greenwich. The volcanoes and craters, and general landscape scenery of the Moon, had to be photographed and engraved, and this caused great labour.\\n\\nAt length the book, entitled The Moon, considered as a Planet, a World, and a Satellite, appeared in November 1874.  It was received with much favour and passed into a second edition.  A courteous and kind review of the book appeared in the Edinburgh; and the notices in other periodicals were equally favourable.  I dedicated the volume to the Duke of Argyll, because I had been so long associated with him in geological affairs, and also because of the deep friendship which I entertained for his Grace.  I presented the volume to him as well as to many other of my astronomical friends.  I might quote their answers at great length, from the Astronomer-Royal downwards.  But I will quote two--one from a Royal Academician and another from a Cardinal. The first was from Philip H. Calderon.  He said:\\n\\n\\\"Let me thank you many times for your kind letter, and for your glorious book.  It arrived at twelve to-day, and there has been no painting since.  Once having taken it up, attracted by the illustrations, I could not put it down again.  I forgot everything; and, indeed, I have been up in the Moon.  As soon as these few words of thanks are given, I am going up into the Moon again.  What a comfort it is to read a scientific work which is quite clear, and what a gift it is to write thus!\\n\\n\\\"The photographs took my breath away.  I could not understand how you did them, and your explanation of how you built the models from your drawings only changed the wonder into admiration.  Only an artist could have said what you say about the education of the eye and of the hand. You may well understand how it went home to me.  Ever gratefully yours,\\n\\nPHILIP H.  CALDERON.\\\"\\n\\nI now proceed to the Cardinal.  I was present at one of the receptions of the President of the Royal Society at Burlington House, when I was introduced to Cardinal Manning as \\\"The Steam Hammer!\\\"  After a cordial reception he suddenly said, \\\"But are you not also the Man in the Moon?\\\" Yes, your Eminence.  I have written a book about the Moon, and I shall be glad if you will accept a copy of it?\\\"  \\\"By all means,\\\" he said, \\\"and I thank you for the offer very much.\\\"  I accordingly sent the copy, and received the following answer:\\n\\n\\\"MY DEAR MR.NASMYTH--When I asked you to send me your book on the Moon, I had no idea of its bulk and value, and I feel ashamed of my importunity, yet more than half delighted at my sturdy begging.\\n\\n\\\"I thank you for it very sincerely.  My life is one of endless work, leaving me few moments for reading.  But such books as yours refresh me like a clover field.\\n\\n\\\"I hope I may have an opportunity of renewing our conversation. Believe me always truly yours, HENRY, CARDINAL MANNING.\\\"\\n\\nI may also mention that I received a charming letter from Miss Herschel, the daughter of the late Astronomer.\\n\\n\\\"Is it possible,\\\" she said, \\\"that this beautiful book is destined by you as a gift to my most unworthy self?  I do not know, indeed, how  sufficiently to thank you, or even to express my delight in being possessed of so exquisite and valuable a work, made so valuable, too, by the most kind inscription on the first page!  I fear I shall be very very far from understanding the theories developed in the book, though we have been endeavouring to gather some faint notion of them from the reviews we have seen; but it will be of the greatest interest for us to try and follow them under your guidance, and with the help of these perfectly enchanting photographs, which, I think, one could never be tired of looking at.\\n\\n\\\"How well I remember the original photographs, and the oil painting which you sent for dear papa's inspection, and which he did so enjoy! and also the experiment with the glass globe, in which he was so interested, at your own house.  We cannot but think how he would have appreciated your researches, and what pleasure this lovely book would have given him.  Indeed, I shall treasure it especially as a remembrance of that visit, which is so completely connected in my thoughts with him, as well as with your cordial kindness, as a precious souvenir, of which let me once more offer you my heartfelt thanks. I remain, my dear sir, yours very truly and gratefully,\\n\\n\\\"ISABELLA HERSCHEL.\\\"\\n\\nI cannot refrain from adding the communication I received from my dear old friend William Lassell.  \\\"I do not know,\\\" he said, \\\"how sufficiently to thank you for your most kind letter, and the superb present which almost immediately followed it.  My pleasure was greatly enhanced by the consideration of how far this splendid work must add to your fame and gratify the scientific world. The illustrations are magnificent, and I am persuaded that no book has ever been published before which gives so faithful, accurate, and comprehensive a picture of the surface of the Moon.  The work must have cost you much time, thought, and labour, and I doubt not you will now receive a gratifying, if not an adequate reward.\\\"\\n\\nAfter reading the book Mr. Lassell again wrote to me.  \\\"I am indebted to your beautiful book, \\\"he said, \\\"for a deeper interest in the Moon than I ever felt before....  I see many of your pictures have been taken when the Moon was waning, which tells me of many a shivering exposure you must have had in the early mornings,...  I was sorry to find from your letter that you had a severe cold, which made you very unwell.  I hope you have ere this perfectly recovered.  I suppose maladies of this kind must be expected to take rather severe hold of us now, as we are both past the meridian of life.  I am, however, very thankful for the measure of health I enjoy, and the pleasure mechanical pursuits give me.  I fully sympathise with you in the contempt (shall I say?) which you feel for the taste of so many people who find their chief pleasure in 'killing something,' and how often their pleasures are fatal!  Two distinguished men killed only the other day in hunting.  For my part I would rather take to the bicycle and do my seventeen miles within the hour.\\\"\\n\\nHe proceeds:  \\\"I have no doubt your windmill is very nicely contrived, and has afforded you much pleasure in constructing it. The only drawback to it is, that in this variable climate it is apt to strike work, and in the midst of a job of polishing I fear no increase of wages would induce it to complete its task!  If water were plentiful, you might make it pump up a quantity when the wind served, to be used as a motive power when you chose.\\\"\\n\\nThis reference alludes to a windmill which I erected on the top of my workshop, to drive the apparatus below.  It was the mirror of a reflecting telescope which was in progress.  The windmill went on night and day, and polished the speculum while I slept.  In the small hours of the morning I keeked through the corner of the window blinds and saw it hard at work.  I prefer, however, a small steam-engine, which works much more regularly.\\n\\nIt is time to come to an end of my Recollections.  I have endeavoured to give a brief resume of my life and labours.  I hope they may prove interesting as well as useful to others.  Thanks to a good constitution and a frame invigorated by work, I continue to lead, with my dear wife, a happy life.  I still take a deep interest in mechanics, in astronomy, and in art.  It is a pleasure to me to run up to London and enjoy the collections at the National Gallery, South Kensington, and the Royal Academy.  The Crystal Palace continues to attract a share of my attention, though, since the fire, it has been greatly altered. I miss, too, many of the dear accustomed faces of the old friends we used to meet there.  Still we visit it, and leave to memory the filling up of what is gone.  All things change, and we with them. The following Dial of Life gives a brief summary of my career. It shows the brevity of life, and indicates the tale that is soon told. The first part of the semicircle includes the passage from infancy to boyhood and manhood.  While that period lasts, time seems to pass very slowly.  We long to be men, and doing men's work.  What I have called The Tableland of Life is then reached.  Ordinary observation shows that between thirty and fifty the full strength of body and mind is reached; and at that period we energise our faculties to the utmost.\\n\\n\\\\[Image\\\\]  The Dial of Life\\n\\nThose who are blessed with good health and a sound constitution may prolong the period of energy to sixty or even seventy; but Nature's laws must be obeyed, and the period of decline begins, and goes on with accelerated rapidity.  Then comes Old Age; and as we descend the semicircle towards eighty, we find that the remnant of life becomes vague and cloudy.  By shading off, as I have done, the portion of the area of the diagram according to the individual age, every one may see how much of life is consumed, and what is left--D.V..  Here is my brief record:\\n\\nAGE YEAR. --  1808.  BORN 19TH AUGUST. 9   1817.  WENT TO THE HIGH SCHOOL, EDINBURGH. 13  1821.  ATTENDED THE SCHOOL OF ARTS. 21  1829.  WENT TO LONDON, TO MAUDSLAY'S. 23  1831.  RETURNED TO EDINBURGH, TO MAKE MY ENGINEERS' TOOLS. 26  1834.  WENT TO MANCHESTER, TO BEGIN BUSINESS. 28  1836.  REMOVED TO PATRICROFT, AND BUILT THE BRIDGEWATER FOUNDRY. 31  1839.  INVENTED THE STEAM HAMMER. 32  1840.  MARRIAGE. 34  1842.  FIRST VISIT TO FRANCE AND ITALY. 35  1843.  VISIT TO ST.  PETERSBURG, STOCKHOLM, DANNEMORA. 37  1845.  APPLICATION OF THE STEAM HAMMER TO PILE-DRIVING. 48  1856.  RETIRED FROM BUSINESS, TO ENJOY THE REST OF MY LIFE IN THE            ACTIVE PURSUIT OF MY MOST FAVOURITE OCCUPATIONS.\\n\\nI have not in this list referred to my investigations in connection with astronomy.  All this will be found referred to in the text. It only remains for me to say that I append a resume of my inventions, contrivances, and workshop \\\"dodges,\\\" to give the reader a summary idea of the Active Life of a working mechanic.  And with this I end my tale.\\n\\nCHRONOLOGICAL LIST OF MECHANICAL INVENTIONS AND TECHNICAL CONTRIVANCES.\\n\\nby James Nasmyth.\\n\\n1. A mode of applying Steam Power for the Traction of Canal Barges,       without injury to the Canal Banks.\\n\\nA CANAL having been formed to connect Edinburgh with the Forth and Clyde Canal, and so to give a direct waterway communication between Edinburgh and Glasgow, I heard much talk about the desirableness of substituting Steam for Horse power as the means of moving the boats and barges along the canal.  But, as the action of paddle wheels had been found destructive to the canal banks, no scheme of that nature could be entertained.  Although a tyro in such matters, I made an attempt to solve the problem, and accordingly prepared drawings, with a description of my design, for employing Steam power as the tractive agency for trains of canal barges, in such a manner as to obviate all risk of injury to the banks.\\n\\n\\\\[Image\\\\]\",\"timestamp\":1639290761,\"title\":\"\\nWe had a great set-to one day in blowing iridescent soap bubbles from a mixture of soap and glycerine. \"},\"digest\":\"XMJAGJOCKUXEamLXrHvClD7Ttv9JHmzlA0O6nSil2wc\",\"authorship\":{\"contributor\":\"0xa216D8906Acd104a8EC6a31f93e945DFe15768c1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1AzE5dQtflq3DjQDSrGWZHByI7xQ7nD0w6dkZ-JmsV0\\\",\\\"y\\\":\\\"VOt4u_DAldiw8WgInueoWm89yxNRwwx1jNBJG5TYXng\\\"}\",\"signature\":\"Qo1Jk1Z0Sbq_X4Pcucqcau2E-1n_-22canDgTYSaZhlAro5p36DwF3I-IYmlSQhIq2HX5D5E5Ra8EozbANbjvw\",\"signingKeySignature\":\"0xe8cdd3e99854c0a542b8bd9f60ca4dd94594f1dac5f5eea7d6b77867a6897c4156e9d1c502b2f2358d17a1152d62ae653a605260aedff847e8a5a174351e46581b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1AzE5dQtflq3DjQDSrGWZHByI7xQ7nD0w6dkZ-JmsV0\\\",\\\"y\\\":\\\"VOt4u_DAldiw8WgInueoWm89yxNRwwx1jNBJG5TYXng\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XMJAGJOCKUXEamLXrHvClD7Ttv9JHmzlA0O6nSil2wc\"}"