"{\"content\":{\"body\":\"\\\"How is one to help it? I never said an ill-natured word to her, and now I am so lonely among them!\\\" In saying this -- in seeking to get one word of sympathy from her cousin, she forgot for a moment his disagreeable pretensions. But, no sooner had she spoken of her loneliness, than she saw that ogle in his eye of which she had spoken with so much ludicrous awe in her letters from Glenbogie to her sister.\\n\\n\\\"I shall always take your part,\\\" said he.\\n\\n\\\"I don't want any taking of parts.\\\"\\n\\n\\\"But I shall. I am not going to see you put upon. You are more to me, Ayala, than any of them.\\\" Then he looked at her, whereupon she got up and ran away.\\n\\nBut she could not always run away, nor could she always refuse when he asked her to go with him about the show-places of the city. To avoid starting alone with him was within her power; but she found herself compelled to join herself to Gertrude and her brother in some of those little excursions which were taken for her benefit. At this time there had come to be a direct quarrel between Lady Tringle and the Marchesa, which, however, had arisen altogether on the part of Augusta. Augusta had forced her mother to declare that she was insulted, and then there was no more visiting between them. This had been sad enough for Ayala, who had struck up an intimacy with the Marchesa's daughters. But the Marchesa had explained to her that there was no help for it. \\\"It won't do for you to separate yourself from your aunt,\\\" she had said. \\\"Of course we shall be friends, and at some future time you shall come and see us.\\\" So there had been a division, and Ayala would have been quite alone had she declined the proffered companionship of Gertrude.\\n\\nWithin the walls and arches and upraised terraces of the Coliseum they were joined one day by young Hamel, the sculptor, who had not, as yet, gone back to London -- and had not, as yet, met Lucy in the gardens at Kensington; and with him there had been one Frank Houston, who had made acquaintance with Lady Tringle, and with the Tringles generally, since they had been at Rome. Frank Houston was a young man of family, with a taste for art, very good-looking, but not specially well off in regard to income. He had heard of the good fortune of Septimus Traffick in having prepared for himself a connection with so wealthy a family as the Tringles, and had thought it possible that a settlement in life might be comfortable for himself. What few softwords he had hitherto been able to say to Gertrude had been taken in good part, and when, therefore, they met among the walls of the Coliseum, she had naturally straggled away to see some special wonder which he had a special aptitude for showing. Hamel remained with Ayala and Tom, talking of the old days at the bijou, till he found himself obliged to leave them. Then Tom had his opportunity. \\\"Ayala,\\\" he said, \\\"all this must be altered.\\\"\\n\\n\\\"What must be altered?\\\"\\n\\n\\\"If you only knew, Ayala, how much you are to me.\\\"\\n\\n\\\"I wish you wouldn't, Tom. I don't want to be anything to anybody in particular.\\\"\\n\\n\\\"What I mean is, that I won't have them sit upon you. They treat you as -- as -- well, as though you had only half a right to be one of them.\\\"\\n\\n\\\"No more I have. I have no right at all.\\\"\\n\\n\\\"But that's not the way I want it to be. If you were my wife -- \\\"\\n\\n\\\"Tom, pray don't.\\\"\\n\\n\\\"Why not? I'm in earnest. Why ain't I to speak as I think? Oh, Ayala, if you knew how much I think of you.\\\"\\n\\n\\\"But you shouldn't. You haven't got a right.\\\"\\n\\n\\\"I have got a right.\\\"\\n\\n\\\"But I don't want it, Tom, and I won't have it.\\\" He had carried her away now to the end of the terrace, or ruined tier of seats, on which they were walking, and had got her so hemmed into a corner that she could not get away from him. She was afraid of him, lest he should put out his hand to take hold of her -- lest something even more might be attempted. And yet his manner was manly and sincere, and had it not been for his pins and his chains she could not but have acknowledged his goodness to her, much as she might have disliked his person. \\\"I want to get out,\\\" she said. \\\"I won't stay here any more. Mr Traffick, on the top of St Peter's, had been a much pleasanter companion.\\n\\n\\\"Don't you believe me when I tell you that I love you better than anybody?\\\" pleaded Tom.\\n\\n\\\"No.\\\"\\n\\n\\\"Not believe me? Oh, Ayala!\\\"\\n\\n\\\"I don't want to believe anything. I want to get out. If you go on, I'll tell my aunt.\\\"\\n\\nTell her aunt! There was a want of personal consideration to himself in this way of receiving his addresses which almost angered him. Tom Tringle was not in the least afraid of his mother -- was not even afraid of his father as long as he was fairly regular at the office in Lombard Street. He was quite determined to please himself in marriage, and was disposed to think that his father and mother would like him to be settled. Money was no object. There was, to his thinking, no good reason why he should not marry his cousin. For her the match was so excellent that he hardly expected she would reject him when she could be made to understand that he was really in earnest. \\\"You may tell all the world,\\\" lie said proudly. \\\"All I want is that you should love me.\\\"\\n\\n\\\"But I don't. There are Gertrude and Mr Houston, and I want to go to them.\\\"\\n\\n\\\"Say one nice word to me, Ayala.\\\"\\n\\n\\\"I don't know how to say a nice word. Can't you be made to understand that I don't like it?\\\"\\n\\n\\\"Ayala.\\\"\\n\\n\\\"Why don't you let me go away?\\\"\\n\\n\\\"Ayala -- give me -- one -- kiss.\\\" Then Ayala did go away, escaping by some kid-like manoeuvre among the ruins, and running quickly, while he followed her, joined herself to the other pair of lovers, who probably were less in want of her society than she of theirs. \\\"Ayala, I am quite in earnest,\\\" said Tom, as they were walking home, \\\"and I mean to go on with it.\\\"\\n\\nAyala thought that there was nothing for it but to tell her aunt. That there would be some absurdity in such a proceeding she did feel -- that she would be acting as though her cousin were a naughty boy who was merely teasing her. But she felt also the peculiar danger of her own position. Her aunt must be made to understand that she, Ayala, was innocent in the matter. It would be terrible to her to be suspected even for a moment of a desire to inveigle the heir. That Augusta would bring such an accusation against her she thought probable. Augusta had said as much even at Glenbogie. She must therefore be on the alert, and let it be understood at once that she was not leagued with her cousin Tom. There would be an absurdity -- but that would be better than suspicion.\\n\\nShe thought about it all that afternoon, and in the evening she came to a resolution. She would write a letter to her cousin and persuade him if possible to desist. If he should again annoy her after that she would appeal to her aunt. Then she wrote and sent her letter, which was as follows --\\n\\nDEAR TOM?\\n\\nYou don't know how unhappy you made me at the Coliseum today. I don't think you ought to turn against me when you know what I have to bear. It is turning against me to talk as you did. Of course it means nothing; but you shouldn't do it. It never never could mean anything. I hope you will be good-natured and kind to me, and then I shall be so much obliged to you. If you won't say anything more like that I will forget it altogether. Your affectionate cousin,\\n\\nAYALA\\n\\nThe letter ought to have convinced him. Those two underscored nevers should have eradicated from his mind the feeling which had been previously produced by the assertion that he had \\\"meant nothing\\\". But he was so assured in his own meanings that he paid no attention whatever to the nevers. The letter was a delight to him because it gave him the opportunity of a rejoinder -- and he wrote his rejoinder on a scented sheet of notepaper and copied it twice --\\n\\nDEAREST AYALA,\\n\\nWhy do you say that it means nothing? It means everything. No man was ever more in earnest in speaking to a lady than I am with you. Why should I not be in earnest when I am so deeply in love? From the first moment in which I saw you down at Glenbogie I knew how it was going to be with me.\\n\\nAs for my mother I don't think she would say a word. Why should she? But I am not the sort of man to be talked out of my intentions in such a matter as this. I have set my heart upon having you and nothing will ever turn me off.\\n\\nDearest Ayala, let me have one look to say that you will love me, and I shall be the happiest man in England. I think you so beautiful! I do, indeed. The governor has always said that if I would settle down and marry there should be lots of money. What could I do better with it than make my darling look as grand as the best of them?\\n\\nYours, always meaning it, Most affectionately,\\n\\nT. TRINGLE\\n\\nIt almost touched her -- not in the way of love but of gratitude. He was still to her like Bottom with the ass's head, or the Newfoundland dog gambolling out of the water. There was the heavy face, and there were the big chains and the odious rings, and the great hands and the clumsy feet -- making together a creature whom it was impossible even to think of with love. She shuddered as she remembered the proposition which had been made to her in the Coliseum.\\n\\nAnd now by writing to him she had brought down upon herself this absolute love-letter. She had thought that by appealing to him as \\\"Dear Tom,\\\" and by signing herself his affectionate cousin, she might have prevailed. If he could only be made to understand that it could never mean anything! But now, on the other hand, she had begun to understand that it did mean a great deal. He had sent to her a regular offer of marriage! The magnitude of the thing struck her at last. The heir of all the wealth of her mighty uncle wanted to make her his wife!\\n\\nBut it was to her exactly as though the heir had come to her wearing an ass's head on his shoulders. Love him! Marry him! or even touch him? Oh, no. They might ill-use her; they might scold her,; they might turn her out of the house; but no consideration would induce her to think of Tom Tringle as a lover.\\n\\nAnd yet he was in earnest, and honest, and good. And some answer -- some further communication must be made to him. She did recognise some nobility in him, though personally he was so distasteful to her. Now his appeal to her had taken the guise of an absolute offer of marriage he was entitled to a discreet and civil answer. Romantic, dreamy, poetic, childish as she was, she knew as much as that. \\\"Go away, Tom, you fool, you,\\\" would no longer do for the occasion. As she thought of it all that night it was borne in upon her more strongly than ever that her only protection would be in telling her aunt, and in getting her aunt to make Tom understand that there must be no more of it. Early on the following morning she found herself in her aunt's bedroom.\\n\\nCHAPTER 8 THE LOUT\\n\\n\\\"Aunt Emmeline, I want you to read this letter.\\\" So it was that Ayala commenced the interview. At this moment Ayala was not on much better terms with her aunt than she was with her cousin Augusta. Ayala was a trouble to her -- Lady Tringle -- who was altogether perplexed with the feeling that she had burdened herself with an inmate in her house who was distasteful to her and of whom she could not rid herself. Ayala had turned out on her hands something altogether different from the girl she had intended to cherish and patronise. Ayala was independent; superior rather than inferior to her own girls; more thought of by others; apparently without any touch of that subservience which should have been produced in her by her position. Ayala seemed to demand as much as though she were a daughter of the house, and at the same time to carry herself as though she were more gifted than the daughters of the house. She was less obedient even than a daughter. All this Aunt Emmeline could not endure with a placid bosom. She was herself kind of heart. She acknowledged her duty to her dead sister. She wished to protect and foster the orphan. She did not even yet wish to punish Ayala by utter desertion. She would protect her in opposition to Augusta's more declared malignity; but she did wish to be rid of Ayala, if she only knew how.\\n\\nShe took her son's letter and read it, and as a matter of course misunderstood the position. At Glenbogie something had been whispered to her about Tom and Ayala, but she had not believed much in it. Ayala was a child, and Tom was to her not much more than a boy. But now here was a genuine love-letter -- a letter in which her son had made a distinct proposition to marry the orphan. She did not stop to consider why Ayala had brought the letter to her, but entertained at once an idea that the two young people were going to vex her very soul by a lamentable love affair. How imprudent she had been to let the two young people be together in Rome, seeing that the matter had been whispered to her at Glenbogie! \\\"How long has this been going on?\\\" she asked, severely. \\\"He used to tease me at Glenbogie, and now he is doing it again,\\\" said Ayala.\\n\\n\\\"There must certainly be put an end to it. You must go away.\\\" Ayala knew at once that her aunt was angry with her, and was indignant at the injustice. \\\"Of course there must be put an end to it, Aunt Emmeline. He has no right to annoy me when I tell him not.\\\"\\n\\n\\\"I suppose you have encouraged him.\\\"\\n\\nThis was too cruel to be borne! Encouraged him! Ayala's anger was caused not so much by a feeling that her aunt had misappreciated the cause of her coming as that it should have been thought possible that she should have \\\"encouraged\\\" such a lover. It was the outrage to her taste rather than to her conduct which afflicted her. \\\"He is a lout,\\\" she said; \\\"a stupid lout!\\\" thus casting her scorn upon the mother as well as on the son, and, indeed, upon the whole family. \\\"I have not encouraged him. It is untrue.\\\"\\n\\n\\\"Ayala, you are very impertinent.\\\"\\n\\n\\\"And you are very unjust. Because I want to put a stop to it I come to you, and you tell me that I encourage him. You are worse than Augusta.\\\"\\n\\nThis was too much for the good nature even of Aunt Emmeline. Whatever may have been the truth as to the love affair, however innocent Ayala may have been in that matter, or however guilty Tom, such words from a niece to her aunt -- from a dependent to her superior -- were unpardonable. The extreme youthfulness of the girl, a peculiar look of childhood which she still had with her, made the feeling so much the stronger. \\\"You are worse than Augusta!\\\"\\n\\nAnd this was said to her who was specially conscious of her endeavours to mitigate Augusta's just anger. She bridled up, and tried to look big and knit her brows. At that moment she could not think what must be the end of it, but she felt that Ayala must be crushed. \\\"How dare you speak to me like that, Miss?\\\" she said.\\n\\n\\\"So you are. It is very cruel. Tom will go on saying all this nonsense to me, and when I come to you you say I encourage him! I never encouraged him. I despise him too much. I did not think my own aunt could have told me that I encouraged any man. No, I didn't. You drive me to it, so that I have got to be impertinent.\\\" \\\"You had better go to your room,\\\" said the aunt. Then Ayala, lifting her head as high as she knew how, walked towards the door. \\\"You had better leave that letter with me.\\\" Ayala considered the matter for a moment, and then handed the letter a second time to her aunt. It could be nothing to her who saw the letter. She did not want it. Having thus given it up she stalked off in silent disdain and went to her chamber.\\n\\nAunt Emmeline, when she was left alone, felt herself to be enveloped in a cloud of doubt. The desirableness of Tom as a husband first forced itself upon her attention, and the undesirableness of Ayala as a wife for Tom. She was perplexed at her own folly in not having seen that danger of this kind would arise when she first proposed to take Ayala into the house. Aunts and uncles do not like the marriage of cousins, and the parents of rich children do not, as a rule, approve of marriages with those which are poor. Although Ayala had been so violent, Lady Tringle could not rid herself of the idea that her darling boy was going to throw himself away. Then her cheeks became red with anger as she remembered that her Tom had been called a lout -- a stupid lout. There was an ingratitude in the use of such language which was not alleviated even by the remembrance that it tended against that matrimonial danger of which she was so much afraid. Ayala was behaving very badly. She ought not to have coaxed Tom to be her lover, and she certainly ought not to have called Tom a lout. And then Ayala had told her aunt that she was unjust and worse than Augusta! It was out of the question that such a state of things should be endured. Ayala must be made to go away.\\n\\nBefore the day was over Lady Tringle spoke to her son, and was astonished to find that the \\\"lout\\\" was quite in earnest -- so much in earnest that he declared his purpose of marrying his cousin in opposition to his father and mother, in opposition even to Ayala herself. He was so much in earnest that he would not be roused to wrath even when he was told that Ayala had called him a lout. And then grew upon the mother a feeling that the young man had never been so little loutish before. For there had been, even in her maternal bosom, a feeling that Tom was open to the criticism expressed on him. Tom had been a hobble de hoy, one of those overgrown lads who come late to their manhood, and who are regarded by young ladies as louts. Though he had spent his money only too freely when away, his sisters had sometimes said that he could not say \\\"bo to a goose\\\" at home. But now -- now Tom was quite an altered young man. When his own letter was shown to him he simply said that he meant to stick to it. When it was represented to him that his cousin would be quite an unfit wife for him he assured his mother that his own opinion on that matter was very different. When his father's anger was threatened he declared that his father would have no right to be angry with him if he married a lady. At the word \\\"lout\\\" he simply smiled. \\\"She'll come to think different from that before she's done with me,\\\" he said, with a smile. Even the mother could not but perceive that the young man had been much improved by his love.\",\"timestamp\":1639990667,\"title\":\"She sets my aunt against me, and that makes me unhappy. Of course I am wretched.\\\" \"},\"digest\":\"GTeTHAnOp4phMD7BIFao9JbkOLfajsG41cAiOPrMcOU\",\"authorship\":{\"contributor\":\"0x3F55F7d8879A09131180614410f6Ba3Af0a49E6d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"338HHhT3dPQBeXjmO5Q6cJ3VEbChEtgL6iAcqINWr9o\\\",\\\"y\\\":\\\"LJjAe3_LQvLGhmBPChb5uhJBWngkLQawcG5MTEpwLBc\\\"}\",\"signature\":\"laGvT4ucXZQjYuMZgg7xaFrBqrAaoBbgYNsc097CC8dTtWX15NJWANg-gkJICGrQIcqceUv1d4_gcQg7AYA7ow\",\"signingKeySignature\":\"0x605db92c28956108b276c372b932cf43c56af0c1416801706f8fa8aba47a320f460bab242f9221438067edeabb4debdcaee25d574fc0405d40d22000b0e2f0031c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"338HHhT3dPQBeXjmO5Q6cJ3VEbChEtgL6iAcqINWr9o\\\",\\\"y\\\":\\\"LJjAe3_LQvLGhmBPChb5uhJBWngkLQawcG5MTEpwLBc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GTeTHAnOp4phMD7BIFao9JbkOLfajsG41cAiOPrMcOU\"}"