"{\"content\":{\"body\":\"What drives us to create?\\n\\nWhat happens when we create out of fear?\\nWhat happens when we create out of love?\\n\\nI’m obsessed with crypto these days, it’s all I can think about, so I’ll be asking my questions through this lens.\\n\\nIn crypto there’s this strong fear of missing out (FOMO). You see people getting rich quickly, buying stuff for $100 and getting a 100x return. Getting rich overnight, literally.\\n\\nIt instills this fear in one, you want to buy the next big thing when it’s still early, you want the next 100x return. You want to be free of the rat race and be financially independent, not needing to work anymore, all from placing the right bet. Combine FOMO with the volatility of the market and the exploitation from scammers/fraudsters because people don’t understand what they’re getting into, it leads to an interesting game that we’re all playing. We’re betting on the future. It’s all a gamble, but is this a gamble based on fear or love?\\n\\nIf fear drives us to reason about missing out, makes us think about what we might regret in the future, makes us do things now with the hope that we are not seen as a fool in the future for not doing them. Then what is the angle of love, how does love drive us?\\n\\nLove, love is the idea of making the world a better place. It’s the idea that we can build and develop better systems/processes that’ll improve people’s lives. It’s one of the things that drives us to innovate and create even when we’re comfortable and we are financially rich. Love inspires us to build a better future for our family and those we love. If fear is about survival, love is about abundance. Love is what makes us put every single thing on the line for something we believe in, it’s why one can work for 8 years on something that no one recognizes and then do it all over again. Love is what brings us joy and happiness, love is what makes us create simply for the act of creating.\\n\\nI first got into crypto in January 2021, I had been saving cash for a while and was now looking to multiply my money or beat inflation. I was reading and talking to friends and watching youtube videos, and they all told me about crypto. Then I experienced FOMO when Elon/Tesla invested a lot of money in Bitcoin, my thinking was Elon is a smart guy and must have researched the technology so I was going to follow my faith in his thinking and bet on the probability he was right, I put a significant amount of my savings in Bitcoin then based on Elon/Tesla’s brain power. Thereafter, I got curious about the technology behind crypto and I started reading about it. I watched videos, read a lot of articles and the book: Mastering Bitcoin. I slowly began to go down the rabbit-hole. Thereafter I started learning about Ethereum, and now I understand the landscape much better.\\n\\nI have invested financially in the crypto space, but I believe my biggest investment would be learning about the technology. I believe that blockchains are the present and the future of the internet. Blockchains are going to change the world, they are the new frontier. I’ve been tempted several times to buy tokens of projects I know little or nothing about with the hopes that I’ll get the 100x return, that’ll get lucky. While I’ve given into some of these urges, I’m slowly being sold on the future of these technologies.\\n\\nI’m slowly going from the extremities of being driven by fear to being driven by both fear and love, which is a wonderful combination. What does this mean? Instead of searching for projects that with the hope that I’ll make a ton of money, I’m searching for projects that I care about, that’ll inspire love from me. Projects that I wouldn’t want to sell their tokens, projects that’ll make me want to write code, write articles and market their products because I care deeply about what they’re doing. Projects that I want to see exist in the next 5-10 years.\\n\\nThis brings up the question of what do I care about? I’m still figuring this out, I do know that I care about the blockchain technology itself. I believe the platforms themselves are valuable, that is: Bitcoin blockchain and especially the Ethereum blockchain. Ethereum is special because it’s a general purpose programmable blockchain. It allows other developers to build applications on top of it. And it still has the active leadership of its humble and genuine founder, Vitalik Buterin. I’ve listened to Vitalik talk and read his articles and I have a feeling he built Ethereum from a place of love and still has that incredibly powerful creative drive which is love for the thing. I believe that building applications on top of the blockchain, whether these are apps that give everyone access to financial services (DeFi) or apps that empower creators to make a living (NFTs), these applications are driving the present and future of the internet.\\n\\nSo back to where we started from, fear or love?\\nBoth are important, fear might lead us to start something and then love keeps us going, or love could get us into something while fear keeps us going. Both are important.\\n\\nI would like a 100x return, however now I’d like to get it on something I care about. I’d like to be passionate about a project, learn a lot about it, make a difference in that project, become an ambassador for it, become a believer. Hopefully the project turns out a return, but I’m not doing it just for the return, I’m doing it for love, for the chance to build a better future for all of us…\\n\\nIn the spirit of web3, I created an NFT of this article on opensea, here’s the link:\\n\\n[https://opensea.io/assets/0x495f947276749ce646f68ac8c248420045cb7b5e/74754358159223328152681453461643933248086818037796171491371206594761341272065](https://opensea.io/assets/0x495f947276749ce646f68ac8c248420045cb7b5e/74754358159223328152681453461643933248086818037796171491371206594761341272065)\\n\\n\",\"timestamp\":1640185655,\"title\":\"Fear or Love?\"},\"digest\":\"XCdpzhQWB0tMSzdP-YlbyhX9OBt4T7IWoCxX22I0sag\",\"authorship\":{\"contributor\":\"0xA54577a2bfB26683dB0F17AE5404582ea2949A49\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TGLKWsPL0yZUPjrPIwR3AqzQxANX0XXe0eRjZcC1dp8\\\",\\\"y\\\":\\\"IGXthuaCWqcnVNBbB5TWC3evk3I_WfW7nTS_2UyFEfE\\\"}\",\"signature\":\"S8DoIn7CQuo-N_49Mql9bLirA3xVGGT21f7zTGYS1owDQfwVefSam3CmMCgtrRF5hDGJL5lm4sEtavFf5Rc-5A\",\"signingKeySignature\":\"0xc56bbeef631a561c1897b807cf9cabf5031fa4c51e552d7dbbe744748b4126b80088367b89d3c227e02b6b6df9adbe44177ea45a6be8c25672fe855cd7aecacf1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TGLKWsPL0yZUPjrPIwR3AqzQxANX0XXe0eRjZcC1dp8\\\",\\\"y\\\":\\\"IGXthuaCWqcnVNBbB5TWC3evk3I_WfW7nTS_2UyFEfE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0AGx0lgT3sOqHjFQHdzy4AE5MRRER2akmK1IimU-CZ0\"}"