"{\"content\":{\"body\":\"1918\\n\\nDr. Arthur Scherbius, born in 1878, was an expert in asynchronous motors, known also as the induction motor or \\\"AC motor\\\". He was an engineer who invented electrical pillows, ceramic heaters and motors.\\n\\nThat was not his true legacy. In 1918 he patented a machine with rotating wired wheels, a rotor machine. A machine for hiding secrets.\\n\\nThe product was called \\\"Enigma\\\", named after English composer Edward Edgar's \\\"Variations on an Original Theme\\\", or \\\"Enigma Variations\\\", for Edgar's friends - a \\\"musical cryptogram\\\". Music filled with secrets.\\n\\nThere was little interest for a machine that looked like the cross between a typewriter and cash-register, with a keyboard, lights and 5 dials in a wooden box. Scherbius tried to sell the machine to banks.\\n\\nThe first customer was the German navy in 1926, 2 years after Scherbius died in a horse carriage accident in Wannsee, Berlin's west end. \\n\\nOver the next few years, the entire German military would use Enigmas.\\n\\nIt was a network used for a global war. It was not perfect.\\n\\nThe first crack was from a Polish mathematician. \\n\\nNext, a French spy obtained cipher materials in 1932. From 1933 onward, the Poles could read German messages for 5 years. A race between encoding and code-breaking, hiding and hacking, went on until 1938. The Poles weren’t fast enough.\\n\\nIn July 1939, weeks before the German invasion, the Poles transferred their work to British Intelligence \\\"in the nick of time\\\". The Polish analysts fled through Romania to France and remained in contact. The work was handled at Bletchley Park.\\n\\nBetween human errors by German operators, and smart Allied code-breakers, secret messages were revealed and helped \\\"turn the tide\\\" for the Allies. \\n\\nThe intelligence uncovered was code-named \\\"Ultra\\\".\\n\\n2911\\n\\nJacob C. Tagore, Jr. sat and prepared for disbelief and questions.“Are you serious? What could you possibly want with those old behemoths?” asked his guest, the Doctor.\\n\\n“Doctor, all you have to know is that your help would help you too, that you and your family can be relocated to a safe new life. It might be different from what you were used to but at least you could stop having the Triumvirate and their enforcers as your 24/7 minders.”\\n\\n”What do you need to know? Yes, I helped design and build the things but it was so long ago. You can’t possibly think that you could do anything with them. It might be a massive fleet but it’s a massive fleet of targets collecting dust in shipyards all over the System.”\\n\\n“That’s what I was thinking too. Okay, Doctor, let’s go to work. But first, let’s get you something to eat. Something safe and and delicious.”\\n\\nJacob’s guest was confused but resigned to the situation. What else was he going to do? Maybe he was poisoned or it was a freak accident at the restaurant. He was there to meet with Jacob and now he was stuck.\\n\\n”I thought it was for some other reason, some of my other research, that’s why I’m under watch, my current work for them.”\\n\\n“We are interested in old secrets, in information that has no value to anyone but us, for our own reasons. Doctor, after we eat for real, let’s talk about access, maintenance and admin privileges for some old boring protocols and networks.”\\n\\n'“Nobody cares about these things but if that’s what you want, then I’ll tell you everything I know about maintenance and admin for them.”\\n\\n“Thank you Doctor, let’s toast to old secrets nobody cares about.”\\n\\n![](https://images.mirror-media.xyz/publication-images/8kqX4LbLuTMSWjXK9JloT.png?height=1600&width=1200)\\n\\n![](https://images.mirror-media.xyz/publication-images/Y8gA3vlEQPfxv6W_xRpWS.png?height=1600&width=1200)\\n\\n\",\"timestamp\":1633894433,\"title\":\"1961: 5.6 Variations On Original Secrets, 2911\"},\"digest\":\"zeITA_Lk96DaIHm6BuIBU26cPBqgcRSOvxYp78SXlQE\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"signature\":\"_zDV2Im03KnXaRF0l1nG3F4ORbipVjbAK33jYh9nU5sB5MVVaRUMwjhGxSnHd8EB2KTNsXBbPtZegUjWJRKKjw\",\"signingKeySignature\":\"0xc5f6a6de06c37a59b4940e8beaebe9f5078a93d485cef5bfcd1558d49fe7c6993bac33f1382180bc010311fc2826a27ec344a8b01732332273c07617223db15a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vh2-GrFY2j1hdF0H945DrlABxeaf2D9FMYZoyobh4xc\"}"