"{\"content\":{\"body\":\"The space theme somehow continues. Questioned on why the grid fins on the new Starship don’t fold, Elon Musk dropped an incredible gem on how to think about development processes (or anything, really). Didn’t expect to find this in a YouTube video touring Starbase, but here we go.\\n\\nYou can find the tour and interview, done by Everyday Astronaut, [here](https://www.youtube.com/watch?v=t705r8ICkRw\\\\&t=1123s). This is me mostly transcribing.\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F43f615cb-074f-4b06-8411-c0028a6ad9e0\\\\_2880x1684.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F43f615cb-074f-4b06-8411-c0028a6ad9e0\\\\_2880x1684.png)\\n\\n## Elon’s Development Process\\n\\n1.  **Make your requirements less dumb**\\n\\n    It does not matter who gave them to you. Especially if they come from a smart person, because you question them less. Don’t take things as gospel. No matter who you are, everybody is wrong some of the time.\\n\\n    And whatever requirement or constraint you have, it must come with the name of a person, not a department. You can’t ask departments, you have to ask a person. That person must take responsibility for that requirement.\\n\\n2.  **Delete a part or process step**\\n\\n    Try very hard to delete the part of process. This is actually very important. If you are not occasionally adding something back in, at least 10% of the time, you are not deleting enough. There is often a bias to add this part or process step “in case we need it” but you can make an “in case” argument for pretty much anything.\\n\\n    Thats why the grid fins do not fold down. It’s a whole extra mechanism thats not needed. They simulated it and saw no difference. And it in case they do find out they need them, they can add them back in later.\\n\\n3.  **Simplify or optimise**\\n\\n    This the third step, not the first step. Why? The most common error of a smart engineer is to optimise a thing that shouldn't exist. Why is that? Everybody is trained to do so. Convergent logic, you are trained to answer questions, you can’t say to your professor the question is dumb. Everybody has a mental straightjacket on, optimising the thing that should not exist.\\n\\n4.  **Accelerate Cycle-Time.**\\n\\n    You are too slow. Go faster. But don't go faster until you did the other three things first. If you are digging your grave, don’t dig it faster. Stop digging your grave.\\n\\n5.  **Automate**\\n\\n    Thats the final step.\\n\\n> *I have personally made the mistake of going backwards on all five steps multiple times. Where I literally automated, accelerated, simplified and then deleted.* – Elon Musk\\n\\nHere is one examples to illustrate **how not to go** through this process:\\n\\n**Fiberglass Mats on the Model 3**\\n\\nAt Tesla, they had these fiberglass mats on top of the Model 3 battery packs. The mats were a chokepoint in the battery pack production line. Musk described he was basically living on the production line trying to fix this. It was chocking the entire Model 3 production program.\\n\\nMusk tried to fix the automation first, making the robot better, make it move faster, shorter paths, increase the torque, etc. So automating was a mistake, accelerating was a mistake, then optimising was a mistake. And finally he asked, what the hell are these mats for?\\n\\nThe battery safety team told him they are for noise and vibration, the Noise & Vibration team said they are for fire safety…you get the idea. So finally they tried a car with the figerglass mats and without, they put a microphone in both – and couldn’t tell the difference. In the end Tesla just deleted that step, bypassing a 2M$ robot installation.\\n\\nThis framework really stuck with me and I hope you find it interesting as well.\\n\",\"timestamp\":1635191050,\"title\":\"Make your requirements less dumb\"},\"digest\":\"y5SHOu9zhQ4_Fub3gYxtgfEvw_3DvuCcl4VrlSY259E\",\"authorship\":{\"contributor\":\"0xfeFC5Db73F46B9635f988679f673898955AfF3CA\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MNq5qkCRSy7xv2IstZwKs8uGojWbPy1rhGoHW-8cptc\\\",\\\"y\\\":\\\"fe-unTgDVh7cRrf4SL9r1efh3cDlq7FeB4DLsL58PRM\\\"}\",\"signature\":\"8K6Yd5dKA6XW5XidMAvaPdB5kJokZ6xSafW6dSKb14thKEIoOUmxud1tRlhmUzO2X_Sut73PDwfWPM3loEE72w\",\"signingKeySignature\":\"0xae86fc2848dccb2a6fc5a26e73b6715fdc8eb3a48b91717474a88fa67555b924072869c77a30f5bf04483e807b1ff009a8a78d56dff91dcb9703000a3ac589351b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MNq5qkCRSy7xv2IstZwKs8uGojWbPy1rhGoHW-8cptc\\\",\\\"y\\\":\\\"fe-unTgDVh7cRrf4SL9r1efh3cDlq7FeB4DLsL58PRM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"y5SHOu9zhQ4_Fub3gYxtgfEvw_3DvuCcl4VrlSY259E\"}"