"{\"content\":{\"body\":\"WHEN PRIVACY NEEDED SOME PIRACY\\n\\n1992 Germany and California\\n\\nIt was founded in 1950 as a ministry after the creation of East Germany - the \\\"Stasi\\\". The “State Security Service” of the “GDR”.\\n\\nThe Stasi was plugged into all East German life. 2.5 percent of the population, from the ages of 18 to 60, were the eyes of the State.\\n\\nAs many as 2 million people served as informants on their fellow citizens. Any effort to increase privacy was an act of piracy.\\n\\nWhen the Berlin Wall fell, the Stasi managed to shred files - about 1 billion pages - but protestors stopped it. Computer assisted recovery will reassemble 45 million shredded pages in 30 years.\\n\\nThe files on millions of East Germans were opened to the public in 1992.\\n\\nThat same year, in Oakland, California, a retired businessman, mathematician, and computer scientist invited 20 experts to a meeting about privacy in a connected world.\\n\\nThe businessman was an engineer who improved Intel's memory chips with a breakthrough design. The computer scientist was the 5th hire at Sun Microsystems. The mathematician worked in the Netherlands with David Chaum, one of the top cryptographers of the world.\\n\\nThey saw the rise of new networks coming. These networks could be vulnerable to government control, allowing the government to watch everyone. The power to limit privacy was the power to control.\\n\\nThey opposed the National Security Agency’s move to create a “backdoor” to networks and ended the government’s control of information about cryptography.\\n\\nThe “cypherpunks” wanted to save privacy before it was too late.\\n\\n**2877 Mars Earth Diplomatic Trade Transport**\\n\\nI thought it was going to be a \\\"desk job\\\", attache for a consulate.\\n\\nI was a military officer with noone to fight, except with what was still inside. Friends wanted to help before I waged war with myself and lost. A job far from home seemed like the answer.\\n\\nIt wasn’t so long ago my son was lost in a weapons test accident. I told myself it was for family, friends and home. The War was ended by the \\\"machines\\\" soon after, and the rumor was that it was because of that weapons test. I wondered if it was all for nothing.\\n\\nI wondered if my life and family was given away for nothing. And now a new “mission”. My government wants me to find something they lost, and I have to involve someone on this ship.\\n\\nI went back to my room. I opened a gift from old friends, a case of spirits, and opened one of the bottles. I find a glass.\\n\\n\\\"Well, Junior, your old man has been drafted. But for what?\\\"\\n\\nI pour myself a glass and catch my reflection on the wall.\\n\\nThe wall was set to a view of the back home. They were building new places out of the old. The \\\"Crystal Palaces\\\" out of the old ministries, Our own version of \\\"The Necklace\\\", a rival version to Earth's \\\"Necklace\\\". My home was rebuilding itself. I see my face.\\n\\nI think about how someone wants me to do something for my home. The war's over but I don't want to lose the peace.\\n\\nI'm being asked to recruit a woman I just met on the ship as a part of this. She seems like a harmless member from the trade group. I need to think. I need a clear head.\\n\\nI pour the drink back into the bottle, and stow the case in a closet. I get a water and start thinking.\\n\\n[https://audius.co/sjit/privacy](https://audius.co/sjit/privacy)\\n\\n![](https://images.mirror-media.xyz/publication-images/XwwccyeXGC25AkwNC3TYU.png?height=1600&width=1200)\\n\\n![](https://images.mirror-media.xyz/publication-images/t4s7qMoPsM53U8PzwYv4t.png?height=1600&width=1200)\\n\\n\",\"timestamp\":1634263385,\"title\":\"1999: 7.6 When Privacy Needed Piracy, 2877\"},\"digest\":\"qiFy6hn_fcRia-KZETPuR9zvtL6W-sEpZJtVkZigQOI\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"signature\":\"wetk-5rlW-GoVCyjcSuFccScRQq6JYlj3kNnu88GqXIbiSM9IZXRppKjQ4NnhO_OByOQ7GhThVoOxXDlF-1d5g\",\"signingKeySignature\":\"0xc5f6a6de06c37a59b4940e8beaebe9f5078a93d485cef5bfcd1558d49fe7c6993bac33f1382180bc010311fc2826a27ec344a8b01732332273c07617223db15a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xHODmOs38Yse7p35k8TKlJcdyw6KYwnaedKorBdOyCw\"}"