"{\"content\":{\"body\":\"Adding value to every detail of the virtual world will make it more solid, which means having a skin in it. Just like the difference between virtual stock trading and real money stock trading.\\n\\n \\n\\nMoney is a bridge connecting reality and virtuality, and money itself has the dual attributes of reality and virtuality.\\n\\n \\n\\nEvery item in the game is NFT, and the ERC protocol should be further adjusted. For example, if there are 100 knives in the game, we can assume that they are all the same. After all, due to technology, there is no way to make the game correspond to reality one by one. There is nothing fungible in reality, there is no equal sign in the real world, and nothing can be ignored. Although these 100 knives are the same when they are created by developers, their destiny afterwards is very different. The maintenance of the knives by each player, and the different battles experienced by each knives, will have a profound impact on the knives, and when they are traded in the market in the future, the price of each knife will definitely be different.\\n\\n \\n\\nEvery action in human life needs gas fee, so every action in games needs gas fee. It seems tedious but reasonable. The blockchain actually simulates real time. The time in the real world is stretched, while the current time in the virtual world is discrete scale, such as Bitcoin generate a new block every 10 minutes.\\n\\n \\n\\nHowever, it is indeed too costly to put all the data on chain. In essence, what we really sell when we sell an item in a game is a piece of history, a piece of data.\",\"timestamp\":1641119640,\"title\":\"Capsule（5.5.2021）Creating a more realistic and delicate virtual world through NFT, game in a game\"},\"digest\":\"c4DKFeuCN6QD_gbJ435HuKk2K9X5neLpwaw0-JYF7-Y\",\"authorship\":{\"contributor\":\"0xE828f8bE1a3CB994133936fB4D9A708a7D192462\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"30oV-kOFSC9lQBdHEarttZfxjliQz8okqoKZUNLBj88\\\",\\\"y\\\":\\\"oE3PBJa5icihwzV4Vo38ifbPXR099aDCDl_ixLAomho\\\"}\",\"signature\":\"fjbqsiOaKmdKTK6ndqqPvbaXg09mz4mPYiuO8ruJmlT4X1rLeE13GmMPuXrNIh1g2rFmJTcX-35nbhu1veoNew\",\"signingKeySignature\":\"0x31cd513577813d56dac188e35743ecb529db0e03e283593e4cc226acb4e7611a5a06f0e8d95703de997b6dc6c43ffc9841842d11590b5c80d29579b563e532581b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"30oV-kOFSC9lQBdHEarttZfxjliQz8okqoKZUNLBj88\\\",\\\"y\\\":\\\"oE3PBJa5icihwzV4Vo38ifbPXR099aDCDl_ixLAomho\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"c4DKFeuCN6QD_gbJ435HuKk2K9X5neLpwaw0-JYF7-Y\"}"