"{\"content\":{\"body\":\"2X21 - 2095, Outer Jupiter shipping lanes\\n\\nWe don't look for love, it comes for us - we have to choose to accept it or not. Jacob Tagore, Sr. wasn't looking for love. He had it once and it cost him everything. But just like that, a veteran, turned scrap dealer and gentleman smuggler, had a new wife. Jake's first love died giving birth to \\\"Jake Jr.\\\", who was his father's son and gave his life to Mars. His new wife, Andreea, was from a family of dealers. He had a new son.\\n\\nThey say second chances are sometimes a chance to make the same mistake twice. Not this time. Time has a way of grinding away old stories, to make room for new ones.\\n\\nA lot has changed. \\\"Big Jake\\\" took in the man he once blamed for the death of his son.\\n\\n\\\"AL, come over here, let's have a chat.\\\"\\n\\nAL, formerly known as \\\"H\\\", series \\\"H\\\" from the Automated Learning Entity Programs, was cleaning his hands after finishing maintenance on the Magpie's engine.\\n\\n\\\"Hey Jake, what's going on?\\\"\\n\\n\\\"I noticed you've been keeping to yourself outside of work. I wanted to see how you're doing.\\\"\\n\\n\\\"I figured with you and Andreea busy, I should focus on training with the gear Dad hid in the 'Belt. Dad said it was the key to everything.\\\"\\n\\n\\\"That is important but that's not all. Listen, ever since what happened to your Dad, you are becoming someone he would have been very proud of. Even if he didn't talk like that. You’re a part of this family. You're my kid brother. I'll need your help, he'll need his uncle. It's not always the best time to have a kid but it's always the best time to be a family.\\\"\\n\\n\\\"Yeah.\\\"\\n\\n\\\"I mean it. Here's your first job as his uncle. I need a name.”\\n\\nAL paused . \\\"This is a second chance. This time I'm here to help. I want to call him Jacob.\\\"\\n\\nJacob Sr. nodded. He wasn't forgetting his old life, or the son he lost. He was embracing his new life and family. The memory of a good man, his first son, was the bridge between these two lives. “Ok. Let’s have a toast to Jacob Jr . Jakey.”\",\"timestamp\":1633969985,\"title\":\"2921: 3.22 New Mistakes, 2095\"},\"digest\":\"hopXgG0UCcHIIWXbFRPQgxXknIyGgDSS50ExtePY3oA\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"signature\":\"t-KW_cwK6PSkUTuiBE4upn-7hzEPTDs7N4Hp2c4Sqnw_XSvk7lXuoQRPusIQxRG_7H3KbZZitmzy15GYpdIjWA\",\"signingKeySignature\":\"0xc5f6a6de06c37a59b4940e8beaebe9f5078a93d485cef5bfcd1558d49fe7c6993bac33f1382180bc010311fc2826a27ec344a8b01732332273c07617223db15a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7dvPcjK9KT7y8sGwLqcJ5K7NIsWjAsFWFsI06qszOR0\"}"