"{\"content\":{\"body\":\"很久很久以前，旧势力统治着苍茫大地，时不时会发生大灾变，传闻大灾变是旧势力的原罪导致的。最近一次大灾变，让其中一个人看不下去了，他叫阿忠。 \\n 阿忠写了本武器秘籍，并发明了一件武器，本意是用它来对付旧势力的。刚开始的时候，只有极少一部分人会用，也不是用来对付旧势力，而是当玩具扔来扔去，还有人拿着它威胁小商贩要烧饼，实在是暴珍天物。但这件武器很奇妙，像是来自未来，又带着远古时期的封印。据说全世界只有两个半人懂其中精髓。 \\n 江湖上有个骑士，因为爆了旧势力的黑料，被旧势力到处追杀。不过信徒很多，大家都说他是好样的。这位骑士看中了这件武器，利用自己的影响力号召信徒使用这件武器来对付旧势力。那旧势力当然要反扑呀，这一反扑就解开了武器封印。阿忠一看这不得了，觉得武器还不稳定，封印解开不知道会发生什么，再说，这件武器已经不属于自己，像是有了自己的生命一样，阿忠逐渐失去了控制，于是就事了拂衣去，深藏身与名。从此大地上就有了阿忠的传说和一本武器秘籍。 \\n 随着封印的解开，这件武器的威力逐渐被大家注意到，旧势力也很忌惮。这时候会用武器的人多起来了，讽刺的是大家用它来做黑市交易，黄赌毒什么的，比以前塑料枪用的顺手。旧势力去黑市缴获，拿到了几把武器，一看不得了，除了用来杀人，隐约觉得改造一下，还能用到其他地方，于是开始研究起来。时间一点点过去，大灾变逐渐平息，大众又习惯了原来的生活。在旧势力长时间的熏陶下，大众觉得跪着也挺好。 \\n 在大地的角落处，有一部分保持中立的人也在研究这把武器，其中以阿维为代表。他为这件武器装上了变形功能，像是换了个样子。以前这把武器只能用来杀人，现在能变成各种小工具。不过黑市那帮人，迅速把它用在狗鸡摸狗的地方，真是勿以恶小而不为。渐渐地，越来越多的人去改造这把武器，反抗旧势力是不可能的，某些小利那是一点问题都没有。阿忠要是知道这些事，不知是哭还是笑。 \\n 不过黑市有一点好，他们无意中宣传了这把武器，加上媒体报到，外围一些跪人开始接触和了解起来。慢慢的，越来越多的人开始交易这把武器，价格居然越来越高。至于这把武器能做什么，反而没人关心，真是造化弄人。不过这把武器的光芒可是一点都没被掩盖，反而越来越闪亮。旧势力依然对它很忌惮，也依然对它无可奈何，于是就说，我们要和平不要战争。 \\n 那些对武器进行改造的念头，似乎都不怎么成功，一些人甚至说，这武器只能用来杀人，用它生火是不可能的。这个时候，有个叫阿肿的人站出来了，说自己是阿忠，讲了一套说辞试图让大家相信，还真有傻子信了他的鬼话。阿肿说，你们这些人都不懂我的秘籍，还亲自教傻子们如何使用武器，讲的天花乱坠，思维正常的人都知道他是骗子。越来越多的人开始随意改造武器秘籍，试图去造新武器，多数都不成功。只有极少部分造的很像的，在小范围里使用，不成气候。 \\n 骑士被关进了监狱；跪人不愿追随施予救济的人；拥有最多武器的往往是投机者，他们不懂如何使用；只有少部分人默默地囤积。这把武器至今也没有完成它的使命，阿忠至今也没有再现身，旧势力依然统治着大地，也许大家都在等下一个大灾变的来临。 \\n 可喜的是，现在全世界不止两个半人懂其中精髓了。\",\"timestamp\":1639622890,\"title\":\"武器\"},\"digest\":\"l3wv8BW2Vr_hAXgHiK02ThYoLoAZ1omeksaoG8Hx4VE\",\"authorship\":{\"contributor\":\"0x0aA5973F2614DccFBe53c8273dA22502D7E4FbD5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"939ODmaY8_bxkK94CcmDOLdwKBEfIGBRDJTMq8he_6M\\\",\\\"y\\\":\\\"fv_mb6vYMqO0Dzs9PrkNe4X9Q0kjoNiylXw1wB9wZno\\\"}\",\"signature\":\"z2BYa7_SxhzrPrnMCt6SgaDO8_RR26iINR10nYcp9yiDePjD2JSmIoO8zEUxNfg32rBaQNjPTQJcipUJowkPeA\",\"signingKeySignature\":\"0x676cee08acd3ea83c8e7661264fa70c80d913ee8a68909b8996f886820c09d6866f3eff61252f7bf2a06a4e999c4a174ee9bc2bcb520556391c47ca614832d031b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"939ODmaY8_bxkK94CcmDOLdwKBEfIGBRDJTMq8he_6M\\\",\\\"y\\\":\\\"fv_mb6vYMqO0Dzs9PrkNe4X9Q0kjoNiylXw1wB9wZno\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"l3wv8BW2Vr_hAXgHiK02ThYoLoAZ1omeksaoG8Hx4VE\"}"