"{\"content\":{\"body\":\"In light of our recent announcement of our partnership with Router Protocol and listing on Dfyn L2 Exchange, we have put together a series of useful information about the things you need to know in order to participate in the GalaxyFarm 2 liquidity farming program (read our initial announcement [here](https://medium.com/coreto/coreto-announces-new-partnership-with-router-protocol-and-listing-on-dfyn-l2-exchange-7a397e99e9de)).\\n\\nLet’s take a look at the first piece of this, which if Polygon (formarly Matic Network).\\n\\n# What is Polygon/Matic Network\\n\\nRebranded from “Matic Network” in February 2021, Polygon is a layer-2 network designed to bring mass scalability to Ethereum and interoperability between other blockchains. Retaining the MATIC cryptocurrency ticker, Polygon is evolving into a platform to help developers bring products to market quickly. This is achieved using customizable, modular blockchain network tools and services that harness the power of the Ethereum network, without the drawbacks associated with high transaction fees and network congestion.\\n\\nDescribed as “Ethereum’s internet of blockchains”, Polygon has become a compelling alternative for several new up-and-coming projects as the completion of Ethereum 2.0 still lurks somewhere in the distance. This is largely due to the high throughput and low gas fees experienced by users and developers, afforded by Polygon.\\n\\nHere’s a short description of how Polygon/Matic Network works:\\n\\n* User deposits crypto assets in the Matic contract on mainchain (ie. Ethereum blockchain)\\n* Once deposited tokens get confirmed on the main chain, the corresponding tokens will get reflected on the Matic chain.\\n* The user can now transfer tokens to anyone they want instantly with negligible fees. Matic chain has faster blocks (approximately 1 second or less). That way, the transfer will be done almost instantly.\\n* Once a user is ready, they can withdraw remaining tokens from the main chain by establishing proof of remaining tokens on Root contract (contract deployed on Ethereum chain)\\n\\n# How to Set Up Polygon (Matic) Mainnet for MetaMask & Transfer Assets from L1 to L2\\n\\nThe first step is to download and set-up a MetaMask wallet. MetaMask is a free and secure browser extension that allows users to seamlessly interact with the Ethereum blockchain. If you haven’t already, you can download and configure MetaMask [here](https://metamask.io/).\\n\\nOnce you’re ready to go with a MetaMask wallet, the next step is to connect MetaMask to the Polygon (Matic Network) Mainnet.\\n\\n## How to Set up MetaMask for Polygon (Matic)\\n\\nYou’ll need to **configure the Matic Network custom RPC to your MetaMask**. It’s pretty simple and straightforward, and it’s easy to switch back and forth between Layer 1 and Layer 2 using the button near the top of the MetaMask application.\\n\\nTo add Matic’s Mainnet, click on the Network selection dropdown and then click on Custom RPC.\\n\\nHow to Set up MetaMask for Polygon — step 1\\n\\nIt will open up a form with 2 tabs on the top, Settings and Info. In the Settings tab you can add the URL `https://rpc-mainnet.maticvigil.com/`[.](https://rpc-mainnet.maticvigil.com/)\\n\\nHow to Set up MetaMask for Polygon — step 2\\n\\nOnce you’ve added the URL in the New Network field, click on Save. You will be directly switched to Matic’s Mainnet now in the network dropdown list. You can now close the dialog.\\n\\n## Setting up your Polygon Web Wallet\\n\\nYou’re now able to operate on the Matic Network, but that’s not going to do you any good without a Matic wallet. You can access the Matic web wallet here: **[https://wallet.matic.network](https://wallet.matic.network/)**\\n\\nOnce you access your wallet, connect it to your **MetaMask account** with **Ethereum mainnet** selected as the network**.** Confirm the connection in MetaMask, and it will navigate back to the Matic Wallet interface. If you don’t own any MATIC already, setting up this wallet will give you 0.1 MATIC for free.\\n\\n## Transferring your assets from the Ethereum Mainchain to the Matic Mainnet\\n\\nFrom here, moving funds from Ethereum to Matic is easy!\\n\\nFrom the Matic wallet, click “Move funds to Matic Mainnet”.\\n\\nTransferring your assets from the Ethereum Mainchain to the Matic Mainnet — step 1\\n\\nMake sure you have the “PoS Bridge” selected as the transfer mode. Then, click “Transfer”.\\n\\nTransferring your assets from the Ethereum Mainchain to the Matic Mainnet — step 2\\n\\nThis warning will come up. Check out what’s supported, then click “Continue”.\\n\\nTransferring your assets from the Ethereum Mainchain to the Matic Mainnet — step 3\\n\\nClick “Continue” again to complete your deposit.\\n\\nTransferring your assets from the Ethereum Mainchain to the Matic Mainnet — step 4\\n\\nThen, click “Continue” again to confirm your transfer.\\n\\nTransferring your assets from the Ethereum Mainchain to the Matic Mainnet — step 5\\n\\nClick “Continue”.\\n\\nYour MetaMask wallet will open. Click “Confirm”.\\n\\nYou will see the following screen:\\n\\nTransferring your assets from the Ethereum Mainchain to the Matic Mainnet — step 6\\n\\nWait for the transaction to process. Depending on network demand, this can take several minutes. You can track its progress if you like on [Etherscan](http://etherscan.io/).\\n\\nOnce your transaction has completed, you will see this screen:\\n\\nTransferring your assets from the Ethereum Mainchain to the Matic Mainnet — step 7\\n\\nNext, open MetaMask, select “Matic Mainnet” from the drop down menu, and you’re ready to interact with layer 2!\\n\\nTransferring your assets from the Ethereum Mainchain to the Matic Mainnet — step 8\\n\\nWith this information, you are now ready to move your tokens from Ethereum’s L1 to Polygon/Matic’s L2 mainnet.\\n\\nAlso, have a look on how to **add custom tokens** in MetaMask, as it might become useful later on: <https://docs.matic.network/docs/develop/metamask/custom-tokens/>\\n\\nWe’ll be back with more information very soon on how you can participate in the GalaxyFarm 2 pool.\\n\\n \\n \",\"timestamp\":1640053857,\"title\":\"Getting ready for GalaxyFarm 2 — Using Polygon (Matic Network)\"},\"digest\":\"hty7eRex8AXlnOG-xjZKlcd_TD9jMInRn4HmufX2lo0\",\"authorship\":{\"contributor\":\"0xAAf0773C77b03C87f105e29dDf835148701cEAfE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zw2LMvOx0Y-_VpvWavf1MT23QPL5hYsy9a5wKDuSfdw\\\",\\\"y\\\":\\\"7280xjYNu0jdNAROsxqHiB6WILqixeBZWJNs93Fmq1U\\\"}\",\"signature\":\"r9yFIGaZdhAdEfmK7VzZADJH-9MUwDQK-SCQjz2ix-rEMBU3A29qFgc26KYcNT_uUbQ0v3-K2ZPzjASC35EFgw\",\"signingKeySignature\":\"0xfb75fa1caea82b8f1f90bf7f9dbd354c7c9247efc543047f7f5dba056a8381b5303440ad679f9eacf5f8c0189b64b3d3d69060a2e2b282d14e10801e4603ccfc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zw2LMvOx0Y-_VpvWavf1MT23QPL5hYsy9a5wKDuSfdw\\\",\\\"y\\\":\\\"7280xjYNu0jdNAROsxqHiB6WILqixeBZWJNs93Fmq1U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hty7eRex8AXlnOG-xjZKlcd_TD9jMInRn4HmufX2lo0\"}"