"{\"content\":{\"body\":\" 1. There is nothing that has been built that can’t be made better, using empathy, kindness and a human approach.\\n 2. Any problem that you can solve, someone else can solve too. Solve it faster, work harder, and make it the best that you can — but be prepared to admit when someone else has done it better.\\n 3. Just because something has always been one way, doesn’t mean it can’t change tomorrow. And it doesn’t mean you can’t be a part of that change.\\n 4. Just because one way has always been right, doesn’t mean you can’t prove it wrong.\\n 5. When you fail, when you fuck up, you can’t just ***say*** you’ve learned a lesson and move on, you also have to take it seriously and burn it into your mind so you never repeat it.\\n 6. Every single win could be your last, so appreciate it and celebrate it and make it the best Goddamn memory you have. It’ll keep you warm if you’re out in the cold.\\n 7. The time you spend being jealous of others’ lives and work is time they spend enjoying their lives and their work. Guess which one is more valuable.\\n 8. The answer to your problems will never be found in a bottle, at the end of a downward spiral, at the the top of a mountain, or on a flashy watch. You can pretend and play-act and make believe all you like, but it won’t change anything internal. That’s up to you.\\n 9. Hard work isn’t wrong. Smart work isn’t wrong. Work itself isn’t wrong. There is something beautiful in caring about your craft. Just because you can take it down to a 4-hour work week doesn’t mean you should.\\n10. Every disaster in human history has given rise to stories of incredible human kindness courage and innovation. Be one of those stories.\\n11. Money makes the world go round, whether we like it or not. So there’s nothing wrong with trying to get enough of it that we can make it go round the way we want…\\n12. …but If you always choose money over people, they’ll always choose money over you. That’s a cycle you won’t survive, so make sure it’s a cycle you never start.\\n13. The right stuff isn’t something you’re born with, it’s something you strive for.\\n14. Life is about what you overcome as much as it’s about what you achieve.\\n15. Innovation doesn’t mean breaking whatever you don’t like and not giving a shit.\\n16. Failure doesn’t mean you’ll succeed eventually.\\n17. Success doesn’t mean you won’t ever fail.\\n18. If you can’t make something without fucking people over, you won’t make anything of value.\\n19. Ethics and morals aren’t just for philosophy students and religions. If you think you can exist above, outside of or separated from them, you’re not going to build a life that will make you happy.\\n20. If you don’t respect the decency and dignity of the folks around you, you won’t respect your own in the long run.\\n21. Hustle doesn’t mean working 24/7. That’s a sure way to burn out and lose your own path. ***Working on a Sunday just means you won’t want to work on a Monday. And also your friends and your cat are going to get pissed off.***\",\"timestamp\":1636788250,\"title\":\"21 Simple Rules For Embracing Creativity Without Being An Asshole\"},\"digest\":\"xfk4LjxZlk9kAQdRkJ1Y7j3EHCCKX1ozbldT2P4jhk8\",\"authorship\":{\"contributor\":\"0xdEb3348Eb6fa98193cE2229a5B71175edb5F5f76\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BVf80R5jZ2VpWpgjOiXjvrVKfLZayXJZRGpk73kJCpo\\\",\\\"y\\\":\\\"pyMzHpK2x-unFp4Q2rSrZLHNaOXnTNknR6x7zHAan8I\\\"}\",\"signature\":\"fLNiN8ZjDPMsa7m4O35MLhKLDP2LvzOeemwVgUqUM3LXBJ4i2HhWyd7eECiyj7I2H787CB-thmu-P3UjVITGqw\",\"signingKeySignature\":\"0x7bbb3a3ef297ed40a306b74fac25a4a71670150d0c8c24e706ac34962ef4d66932838a1fbfdda80fe9aa40c85927e64a50465076a0a63e3df1d5e8bccff65e1d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BVf80R5jZ2VpWpgjOiXjvrVKfLZayXJZRGpk73kJCpo\\\",\\\"y\\\":\\\"pyMzHpK2x-unFp4Q2rSrZLHNaOXnTNknR6x7zHAan8I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xfk4LjxZlk9kAQdRkJ1Y7j3EHCCKX1ozbldT2P4jhk8\"}"