"{\"content\":{\"body\":\"I saw a little of her lines and guess the rest.  She will sail like a witch.  If she hasn't filled with water, her engine will be all right.  The reason she went ashore was because it was not working.  The engineer had disconnected the feed-pipes to clean out the rust.  Poor business, unless at anchor or with plenty of sea room.\\n\\nPlant all the trees in the compound, even if you have to clean out the palms later on.\\n\\nAnd don't plant the sweet corn all at once.  Let a few days elapse between plantings.\\n\\nJOAN LACKLAND.\\n\\nHe fingered the letter, lingering over it and scrutinizing the writing in a way that was not his wont.  How characteristic, was his thought, as he studied the boyish scrawl--clear to read, painfully, clear, but none the less boyish.  The clearness of it reminded him of her face, of her cleanly stencilled brows, her straightly chiselled nose, the very clearness of the gaze of her eyes, the firmly yet delicately moulded lips, and the throat, neither fragile nor robust, but--but just right, he concluded, an adequate and beautiful pillar for so shapely a burden.\\n\\nHe looked long at the name.  Joan Lackland--just an assemblage of letters, of commonplace letters, but an assemblage that generated a subtle and heady magic.  It crept into his brain and twined and twisted his mental processes until all that constituted him at that moment went out in love to that scrawled signature.  A few commonplace letters--yet they caused him to know in himself a lack that sweetly hurt and that expressed itself in vague spiritual outpourings and delicious yearnings.  Joan Lackland!  Each time he looked at it there arose visions of her in a myriad moods and guises--coming in out of the flying smother of the gale that had wrecked her schooner; launching a whale-boat to go a-fishing; running dripping from the sea, with streaming hair and clinging garments, to the fresh-water shower; frightening four-score cannibals with an empty chlorodyne bottle; teaching Ornfiri how to make bread; hanging her Stetson hat and revolver-belt on the hook in the living-room; talking gravely about winning to hearth and saddle of her own, or juvenilely rattling on about romance and adventure, bright-eyed, her face flushed and eager with enthusiasm. Joan Lackland!  He mused over the cryptic wonder of it till the secrets of love were made clear and he felt a keen sympathy for lovers who carved their names on trees or wrote them on the beach- sands of the sea.\\n\\nThen he came back to reality, and his face hardened.  Even then she was on the wild coast of Malaita, and at Poonga-Poonga, of all villainous and dangerous portions the worst, peopled with a teeming population of head-hunters, robbers, and murderers.  For the instant he entertained the rash thought of calling his boat's-crew and starting immediately in a whale-boat for Poonga-Poonga.  But the next instant the idea was dismissed.  What could he do if he did go?  First, she would resent it.  Next, she would laugh at him and call him a silly; and after all he would count for only one rifle more, and she had many rifles with her.  Three things only could he do if he went.  He could command her to return; he could take the Flibberty-Gibbet away from her; he could dissolve their partnership;--any and all of which he knew would be foolish and futile, and he could hear her explain in terse set terms that she was legally of age and that nobody could say come or go to her. No, his pride would never permit him to start for Poonga-Poonga, though his heart whispered that nothing could be more welcome than a message from her asking him to come and lend a hand.  Her very words--\\\"lend a hand\\\"; and in his fancy, he could see and hear her saying them.\\n\\nThere was much in her wilful conduct that caused him to wince in the heart of him.  He was appalled by the thought of her shoulder to shoulder with the drunken rabble of traders and beachcombers at Guvutu.  It was bad enough for a clean, fastidious man; but for a young woman, a girl at that, it was awful.  The theft of the Flibberty-Gibbet was merely amusing, though the means by which the theft had been effected gave him hurt.  Yet he found consolation in the fact that the task of making Oleson drunk had been turned over to the three scoundrels.  And next, and swiftly, came the vision of her, alone with those same three scoundrels, on the Emily, sailing out to sea from Guvutu in the twilight with darkness coming on. Then came visions of Adamu Adam and Noa Noah and all her brawny Tahitian following, and his anxiety faded away, being replaced by irritation that she should have been capable of such wildness of conduct.\\n\\nAnd the irritation was still on him as he got up and went inside to stare at the hook on the wall and to wish that her Stetson hat and revolver-belt were hanging from it.\\n\\nCHAPTER XVIII--MAKING THE BOOKS COME TRUE\\n\\nSeveral quiet weeks slipped by.  Berande, after such an unusual run of visiting vessels, drifted back into her old solitude.  Sheldon went on with the daily round, clearing bush, planting cocoanuts, smoking copra, building bridges, and riding about his work on the horses Joan had bought.  News of her he had none.  Recruiting vessels on Malaita left the Poonga-Poonga coast severely alone; and the Clansman, a Samoan recruiter, dropping anchor one sunset for billiards and gossip, reported rumours amongst the Sio natives that there had been fighting at Poonga-Poonga.  As this news would have had to travel right across the big island, little dependence was to be placed on it.\\n\\nThe steamer from Sydney, the Kammambo, broke the quietude of Berande for an hour, while landing mail, supplies, and the trees and seeds Joan had ordered.  The Minerva, bound for Cape Marsh, brought the two cows from Nogi.  And the Apostle, hurrying back to Tulagi to connect with the Sydney steamer, sent a boat ashore with the orange and lime trees from Ulava.  And these several weeks marked a period of perfect weather.  There were days on end when sleek calms ruled the breathless sea, and days when vagrant wisps of air fanned for several hours from one direction or another.  The land-breezes at night alone proved regular, and it was at night that the occasional cutters and ketches slipped by, too eager to take advantage of the light winds to drop anchor for an hour.\\n\\nThen came the long-expected nor'wester.  For eight days it raged, lulling at times to short durations of calm, then shifting a point or two and raging with renewed violence.  Sheldon kept a precautionary eye on the buildings, while the Balesuna, in flood, so savagely attacked the high bank Joan had warned him about, that he told off all the gangs to battle with the river.\\n\\nIt was in the good weather that followed, that he left the blacks at work, one morning, and with a shot-gun across his pommel rode off after pigeons.  Two hours later, one of the house-boys, breathless and scratched ran him down with the news that the Martha, the Flibberty-Gibbet, and the Emily were heading in for the anchorage.\\n\\nComing into the compound from the rear, Sheldon could see nothing until he rode around the corner of the bungalow.  Then he saw everything at once--first, a glimpse at the sea, where the Martha floated huge alongside the cutter and the ketch which had rescued her; and, next, the ground in front of the veranda steps, where a great crowd of fresh-caught cannibals stood at attention.  From the fact that each was attired in a new, snow-white lava-lava, Sheldon knew that they were recruits.  Part way up the steps, one of them was just backing down into the crowd, while another, called out by name, was coming up.  It was Joan's voice that had called him, and Sheldon reined in his horse and watched.  She sat at the head of the steps, behind a table, between Munster and his white mate, the three of them checking long lists, Joan asking the questions and writing the answers in the big, red-covered, Berande labour- journal.\\n\\n\\\"What name?\\\" she demanded of the black man on the steps.\",\"timestamp\":1638930803,\"title\":\"She is the biggest schooner in the Solomons, and the best.\"},\"digest\":\"kyT78G4HbjOZw1nn7zO5pEMMtAhSJQ8MTEAjJKFe3n8\",\"authorship\":{\"contributor\":\"0x9657e9353C2fAbB7cFDcd22Fb91D23149b982AE8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K80vuj5LS1Cqm_Kr8jLcs8kvOx5b-YDKc5wdIwk6T-o\\\",\\\"y\\\":\\\"bArqblgQiv5lsMwgZntfICpRqZFUXvi1BOIDgFVJGKk\\\"}\",\"signature\":\"5_EViXgykROu_CsUTcEBGXF3O8jEf6rq0vlZEMMlOLnXfzrnKHaekYST6F9WQycAjMLyTaTzggzTE-lBVMbmRA\",\"signingKeySignature\":\"0xbea0fa24b66f39ecd8edf2d7069a46fb4d3ecccbfe4817d8c9c01a29cdfb669e7ba1f571ebb76f503dc7b0fc6549c169214cfccfe32a20ba23d90fe1c8254c231b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K80vuj5LS1Cqm_Kr8jLcs8kvOx5b-YDKc5wdIwk6T-o\\\",\\\"y\\\":\\\"bArqblgQiv5lsMwgZntfICpRqZFUXvi1BOIDgFVJGKk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kyT78G4HbjOZw1nn7zO5pEMMtAhSJQ8MTEAjJKFe3n8\"}"