"{\"content\":{\"body\":\"As web3 develops, new projects are created and posted on Twitter by the hour. Whether you’re working in this space already or interested adjacently, each individual, deservedly, retains their own timeline with how they get up to speed.\\n\\nOften times when talking to friends, the key question is: where do I fit in? This question is often an emotion of insecurity.\\n\\nI’ve spent the last two years building and growing [Superset](https://supersetapp.com)—a next-gen platform for online fitness creators. Week after week, month after month, we’ve been hard at work building the core business and platform.\\n\\nOne of the biggest things I’ve learned through building Superset is how incredibly hard it is to build, ship, and grow a product effectively. There is no way to shortcut your way to “success”. And even when you think you’ve reached success, the next growth challenge appears—putting the founders, and team, to the ultimate test.\\n\\nOne thing is for certain, however. Once the flip switches, the feeling of urgency and unlimited potential is hard to ignore. The moment is here.\\n\\nI’ve been thinking a lot about this myself as it relates to the rush of web3. Instead of me trying to offer advice about where you should fit in, here are some simple reminders.\\n\\nMany things are incredibly hard.\\n\\n* Designing a good onboarding experience is hard\\n* Growing a sustainable community is hard\\n* Knowing how to properly mint NFTs is hard\\n* Being a good business partner is hard\\n* Carving out time to be a storyteller is hard\\n* Delegating work to others is hard\\n* Choosing the right technologies is hard\\n* Product managing and planning is hard\\n* Managing your own emotions is hard\\n* Being too ignorant too early is hard\\n\\nEven if you and your team can do *all of the things* mentioned above, it’s still incredibly, gut-wrenchingly hard.\\n\\nMy point is: we all fit in somewhere at this given moment—and the ability to succeed at this stage is to simply persevere and remain open-minded. Just because the moment is here, doesn’t mean it’s reaching fruition now. The hardest part about all of this is staying focused on a long-term horizon, or rather, sustaining the course. \\n\\nMany people buckle or worse, start [climbing the wrong hill](https://cdixon.org/2009/09/19/climbing-the-wrong-hill) (h/t [@cdixon](https://twitter.com/cdixon)).\\n\\nStay the course, little by little, bit by bit.\",\"timestamp\":1638038458,\"title\":\"web3: where do I fit in?\"},\"digest\":\"Qq75OPu7aJXgazssF4Gt9_almKMCVtEd45XzkvtHaxA\",\"authorship\":{\"contributor\":\"0xeAc7E7c063c558e06c96Dc0af48382E434d1DCeA\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"U6Qu-3jyz-jlepXlJMn_VQyaR_9lIpyGGjeTyMKugRQ\\\",\\\"y\\\":\\\"hfMQ-vmk2m1n2A4JuuU-aKk1n7EczsUmFzdxuwqknxo\\\"}\",\"signature\":\"ZhF1sr0PrFYh0c2Q8gudA09daiuro9YN-rQdilyTVQFzj8SgGnvdFtdMt151Uw88zyiCRy5P6wQvfXVvdtkcpw\",\"signingKeySignature\":\"0x6d68d3426bab2f0fd76216151843f16277b4e17b74372b28a61e1af33818b22411e6383d60f24d4c063538e07b66d20ea4e7cde37e1d22862d3310f2f1c3bbd11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"U6Qu-3jyz-jlepXlJMn_VQyaR_9lIpyGGjeTyMKugRQ\\\",\\\"y\\\":\\\"hfMQ-vmk2m1n2A4JuuU-aKk1n7EczsUmFzdxuwqknxo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bpCYC89rgmsFyx_RmMB0o_6cUKnAVEH0MifQBDBdkPg\"}"