"{\"content\":{\"body\":\"Back in 9,000 B.C., our ancestral grandfather would have had to take some of his milk and find someone who had eggs and wanted milk. Then, the two of them would have had to agree on what’s a fair swap. Are three eggs worth as much as three measures of milk? Would this be a one-time swap rate or a standard one? What if the eggs are small and the measures are big? Would four eggs equal three cups in this case?\\n\\nBargaining aside, having to lug all your property, so you can trade must have been a major struggle. Yet, barter seemed to have persisted for roughly 3,000 years. It wasn’t until 6,000 B.C. that the first records of people using shells and rocks as a means of exchange emerged.\\n\\nOne reason why it took so long was that barter works fine in small communities. In [Sapiens](https://www.amazon.com/Sapiens-Humankind-Yuval-Noah-Harari-ebook/dp/B00JTCH382/ref=sr_1_1?crid=2DR9FC0J221N1&keywords=sapiens+a+brief+history+of+humankind&qid=1639933139&sprefix=sapiens%2Caps%2C175&sr=8-1) [Yuval Noah Harari](https://www.ynharari.com/) explains that in communities smaller than 150 people, everyone tends to know and trust each other. At this scale, chances are that most people are somehow related to each other. Therefore, barter may have looked more like communal sharing rather than a formal exchange of goods and services. So, after all, maybe grandpa didn’t have to think too hard about striking a fair deal with his neighbour.\\n\\nThings got more complicated as communities grew. At that point, not everyone was a relative and bartering as a trading system started to crack. I suppose this was when we, humans, first started thinking exchanging value in abstract terms.\\n\\nSince those first years in the 6,000’s B.C., we have gone through numerous stages of abstraction of money - from swapping the goods we needed through creating paper bills to represent value to building intangible tokens recorded in a blockchain ledger as a representation of value.\\n\\nIn [The Changing World Order](https://www.principles.com/the-changing-world-order/) Ray Dalio describes three types of money:\\n\\n* coins with intrinsic value (i.e. gold and silver coins),\\n* paper bills backed by precious metals (i.e. gold), and\\n* fiat currencies - paper bills not backed by a tangible good but a promise by a government.\\n\\nDalio says that depending on the money and debt cycle they are in, countries go through these three stages - moving from the concrete item of value (gold, grain, shells) to the abstract paper bill whose worth is based on trust.\\n\\nTracing back the history of money, I identified five stages of abstraction. With each stage, we moved farther away from the tangible and into the realm of the intangible. At the same time, we moved from a system that required no trust to one that fully relies on it. In the process, we assumed risks and complexity that will bring about financial disasters our ancestors would have never imagined.\\n\\nThis is how it all happened.\\n\\n![The Abstraction of Money.png](https://codahosted.io/docs/N6bwC0TJi-/blobs/bl-JavmEdUJCR/1d1c445d8939d1bc91b709bfa9c08bbbddb2162066540d7825861ccdb6efdd4efdc8fdaa1895f1f283ca57be2809326092a111af0ad6a04bc42eb109ba82fdc30598f99a36b59563950ee0ae514f51c2d94b313d3fe183e004bf0a3a964af776ae36a748)\\n\\n### Abstraction Level 0: Grandpa, Some Eggs and Sheep Milk\\n\\nRemember that story about the grandpa who wanted eggs but didn’t have any? I made it up but the principles it illustrates are true. 11,000 years ago, homo sapiens lived in small communities - no more than 150 people. We hunted together, gathered berries together and laughed around the fire about that one time when our cousin stepped into the mammoth’s dung.\\n\\nIn small communities, everyone knows each other and everyone does their fair share. Swapping goods (barter) was probably an informal process of sharing - like the lunch swaps kids do in third grade.\\n\\nAs communities grew, however, things got complicated. Swapping goods with people we didn’t know or trust became riskier. Bigger tribes also brought bigger opportunities. Searching for his eggs, grandpa could have gone to three or four, not one, chicken owners. In modern terms, he could have shopped for the best deal.This optionality sounds great but by the time grandpa gathered all this market information, the milk he would have been lugging on his back would have spoiled.\\n\\nAs societies became larger and more formally structured, barter became an ineffective way to trade.\\n\\n### Abstraction Level 1: A Handful of Wheat for Your Eggs\\n\\nTwo big problems with bartering were durability and divisibility.\\n\\nIf you were to receive 10lb of meat in a swap, you’d have to eat it within the same day or risk it going bad. This is the problem with durability.\\n\\nThe reason why you accepted 10lb of meat in a swap was that you had to give up something large that was worth that much (let’s say a live goat). Sadly, your goat was indivisible. This is the problem of divisibility.\\n\\nThese challenges compounded by many others (e.g. transportation, lack of standard exchange rates among items) pushed people to use commonly accepted goods as means of exchange.\\n\\nAround 3,000 B.C. stones, shells or grain became the common payment methods. [This age saw the rise](https://en.wikipedia.org/wiki/3rd_millennium_BC) of the Sumer empire, Mesopotamia and the Old Kingdom of Egypt. The survival of these societies required the rulers to plan ahead.  They had to collect non-perishable foods, so 1) they can distribute them during droughts, and 2) pay people non-farmers (warriors, clergy, builders).\\n\\nAt this stage of abstraction, we exchanged our tangible consumables (eggs, milk, wheat) for a commonly accepted tangible good (grain). We could have consumed that commonly accepted good ourselves (e.g. eat the grain) or exchanged it for something else (e.g. eggs). The important differentiator at this stage was that whatever we used as a means of exchange had its own intrinsic value - usually something we could eat or convert to something we could eat.\\n\\n### Abstraction Level 2: A Handful Gold for Your Eggs\\n\\nAnother 2,500 years later (600B.C.) the kingdom of Lydia (in today’s Turkey) introduced the first coins as a currency. They were a mix of silver and gold and brought us one step closer to a universal means of exchange. Even though they didn’t have a wide circulation, everyone accepted them. Who would say “no” to gold or silver?\\n\\nThis was how we achieved abstraction level 2: we had unknowingly agreed that gold and silver were precious and we could use them as a standard unit of exchange. No more arguing over whose shiny rock is worth more. Gold was gold - an objective commodity we could weigh and use for measuring value. At the same time, we had to believe and trust that gold was valuable for everyone.\\n\\n### Abstraction Level 3: Some Paper for Your Eggs\\n\\nGold coins were a move forward, however, they had their own problems:\\n\\n* they were heavy to carry,\\n* gold was hard to come by, and\\n* once stolen, they were gone for good.\\n\\nGrappling with these issues, around 900 A.C., Chinese merchants started using paper certificates as IOUs in place of gold coins.\\n\\nIt took some centuries for the idea of paper money to develop into what today we know as fiat currencies.\\n\\nThis was how we got to abstraction level 3: fiat currencies became proxies of something tangible - merchandise in the Song Dynasty China and gold since 1696 in most of the world.\\n\\nFor a proxy to work, however, it must rely on trust. Before the death of the gold standard in 1971, we trusted that somewhere in the depths of Fort Knox there was a tiny piece of gold (0.028oz to be exact) that represented each dollar. Even if we couldn’t actually go to the bank and claim it, we trusted that the gold is there and it gives a tangible value to the paper in our wallets.\\n\\nIn finance trust is important. It’s what propelled us to level 4 of abstraction.\\n\\n### Abstraction Level 4: Some Paper My Word for Your Eggs\\n\\n[Frank McNamara](https://www.dinersclubcanada.com/home/about/dinersclub/story) was so embarrassed he couldn’t cover his business dinner that he came up with a solution on the spot: a card people could use to charge their dining bills. At the end of the month, they were to pay off the balance.\\n\\nThe entire $103B industry of credit cards is based on trust. They advance you money trusting that you will pay the balance when it comes due.\\n\\nCredit cards abstract money a step further: you don’t have to have it in your possession in order to spend it. As long as you have a good standing (credit score) and a means to earn it, any bank will be happy to “help” you.\\n\\nWhile convenient, credit cards introduced a new type of financial risk on top of the risk of the means of exchange (i.e. the risk of the moving value of paper bills and gold).\\n\\nBy issuing a credit card, financiers assumed the risk of the cardholder paying them back. Commercial loans had existed for a while but credit card debt was unsecured short-term consumer debt. It was a different animal than the typical term loan backed by a specific asset or the solid balance sheet of a large corporation.\\n\\n### Abstraction Level 5: Just Ledger Entries\\n\\nWe didn’t stop with credit.  We abstracted money further.  In the age of digitization, money is simply a record in a ledger. This is exactly what we see when we look at our bank balance - a record showing how much money we have (or how much we owe). We don’t need physical proof (and never ask for it) that the bank actually has our money in a physical form stashed away somewhere.\\n\\nFor our current system to work it has to rely on trust. We have to believe several things:\\n\\n* the money we hold as a currency has a certain value and others will accept it as a means of payment;\\n* the money we see as a digital record in our bank account is accurate and available to us at any time. This is universally true in North America and Western Europe but not always and not elsewhere.\\n\\n  For examples of the latter, look no further than the [Greek financial crisis](https://www.youtube.com/watch?v=g_yiQBe8yiQ) in 2015. To fight the shortage of euros (the official currency in Greece), the government imposed a limit on how much people can withdraw from their own bank deposits.\\n* the system works as intended. When we pay a bill through our bank, we trust that the bill actually gets paid. When we receive money through PayPal, we trust that the payment is real and it will eventually show up in our bank account.\\n\\nOur trust in the financial system is unshakeable until we go through something [Alexandria and Stephen White](https://www.cbc.ca/news/canada/nova-scotia/missing-money-wire-transfer-credit-union-1.6108684) went through. Alexandria’s mother was going through some tough times, so the couple decided to help her our by wiring her $10,000 from their account with Credit Union Atlantic (CUA). The money never arrived. Worst of all, their bank had no idea why. CUA told the Whites that they couldn’t trace the money. End of story. Better luck next time.\\n\\nIt took an investigation by CBC - a national media in Canada - for CUA to investigate further and return the money. Even then, their explanation was simply this:\\n\\n> \\\"There are some complexities and unique elements in this particular situation that due to confidentiality and privacy reasons, we are unable to communicate.”\\n\\nI doubt CUA was acting maliciously. CBC’s story tells us they were just as clueless where the money went - not a sought-after quality in any bank.\\n\\nThe bankers at CUA weren’t the only ones shrugging their shoulders at the mysteries the financial system served them. So were the top financiers at Deutsche Bank and Lehman Brothers. In [The Big Short](https://www.amazon.com/gp/product/B003LSTK8G/ref=dbs_a_def_rwt_bibl_vppi_i1) [Michael Lewis](https://www.amazon.com/Michael-Lewis/e/B000APZ33E/ref=dp_byline_cont_pop_ebooks_1) explains that no one really had any idea who got exposure to the toxic derivatives they had created and propagated. The risk could have popped up in the most unusual places.\\n\\nThis isn’t surprising. The more we abstract something, the more of the following we see happen:\\n\\n**1)** We move away from first principles, which in turn leads us to **2)** mistake assumptions for proven and undeniable facts. We also **3)** take common but not universal outcomes and use them as universal truths.\\n\\n**4)** Complexity increases as we layer abstractions upon each other. **5)** We use layered abstractions to create products, which become moving parts of the abstract system we operate in. More moving parts interacting with each other **6)** introduce more complexity, which inevitably **7)** increases risk. It becomes impossible to keep track and understand all possible interactions between all moving parts. Yet, this doesn’t stop the subject-matter experts from making predictions about things they don’t really get. As no one completely understands anything when **8)** things go wrong and no one knows why and how to fix them.\\n\\nThe financial system we have today illustrates how all of the above unfolds in real life. The problem with abstraction and complexity is not limited to finance. It exists in most highly conceptual scientific fields (e.g. economics, computer science, social sciences). I see the solution as two-fold:\\n\\n* Think in terms of first principles - what are the most fundamental truths or objectives we are pursuing?\\n* Simplify. What areas are unnecessarily complex?\\n\\nIn finance, complexity comes from too many moving parts, which interact in unpredictable ways. Therefore, to make things simpler, we need to reduce the number of moving parts or at least make their interactions predictable and transparent. Many DeFi projects aim to reduce complexity and bring about predictability by building ecosystems that are transparent, simple and interoperable. The future of money and finance lies in crypto and we are about to discover what it will look like.\",\"timestamp\":1640272118,\"title\":\"The Great Abstraction of Money\"},\"digest\":\"NZveTuVBHkk-PQHJMDauJc-JwbPF0asyORx8wjkF4A0\",\"authorship\":{\"contributor\":\"0x6770F5294b236af8016c61B7073167eaE550195C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OKsO5NSpYi7b1WlyvZBDJNe49NH9WqRBkOngWBc-Uc8\\\",\\\"y\\\":\\\"heWRTi_LOihY6V0oCN5cT7nBreoNPNjhb_hHlLIBvOU\\\"}\",\"signature\":\"Gn3JNvL2C63mG5vdLygVwEpylrEmuh5NH9LHQwajqTl2C0Z1uHsmJjRV39LuTqZypVzfs0aVSUhakv6mb9KbBA\",\"signingKeySignature\":\"0x5449c1f978c2520622016e5dfb7d5e19b3b9ed42be7219d1ccbd898a56f6b80b0316dd6f7d643371af250007f1c80a8b1b0d644992124dff58937d063c74391f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OKsO5NSpYi7b1WlyvZBDJNe49NH9WqRBkOngWBc-Uc8\\\",\\\"y\\\":\\\"heWRTi_LOihY6V0oCN5cT7nBreoNPNjhb_hHlLIBvOU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NZveTuVBHkk-PQHJMDauJc-JwbPF0asyORx8wjkF4A0\"}"