"{\"content\":{\"body\":\"方铁匠找到许三观，要他立刻把钱给医院送去，方铁匠说：\\n\\n“再不送钱去，医院就不给我儿子用一药了。”\\n\\n许三观对方铁匠说：“我不是一乐的爹，你找错人了，你应该去找何小勇。”\\n\\n方铁匠问他：“你是什么时候不做一乐的爹了？是一乐打伤我儿子以前？还是以后。”\\n\\n“当然是以前，”许三观说，“你想想，我做了九年的乌龟，我替何小勇养了九年的儿子，我再替他把你儿子住医院的钱出了，我就是做乌龟王了。”\\n\\n方铁匠听了许三观的话，觉得他说得没有错，就去找何小勇，他对何小勇说：\\n\\n“你让许三观做了九年的乌龟，许三观又把你儿子养了九年，俗话说滴水之恩当涌一泉相报，看在这九年的份上，你就把我儿子住医院的钱出了。”\\n\\n何小勇说：“凭什么说一乐是我的儿子？就凭那孩子长得像我？这世上长得相像的人有的是。”\\n\\n说完何小勇从箱底翻出了户口本，打开来让方铁匠看：\\n\\n“你看看，这上面有没有许一乐这个名字？有没有？没有……谁家的户口本上有许一乐这个名字，你儿子住医院的钱就由谁出。\\n\\n何小勇也不肯出钱，方铁匠最后就来找许玉兰，对许玉兰说。”许三观说一乐不是他的儿子，何小勇也说一乐不是他的儿子，他们都说不是一乐的爹，我只有来找你，好在一乐只有一个妈。“\\n\\n许玉兰听完方铁匠的话，双手捂住脸呜呜地哭了起来，方铁匠一直站在她身边，等她哭得差不多了，方铁匠才又说：”你们再不把钱送来，我就要带人来抄你们的家了，把你们家值钱的东西都搬定……我方铁匠向来是说到做到的。“\\n\\n隔了两天，方铁匠他们来了，拉了两辆板车，来了七个人，他们从巷子口拐进来以后，差不多把巷子塞满了。那是中午的时候，许三观正要出门，他看到方铁匠他们走过来，就知道今天自己的家要被抄了，他转回身去对许玉兰说：”准备七个杯子，烧一壶水，那个罐子里还有没有茶叶？来客人了，有七个人。“\\n\\n许玉兰心想是谁来了，怎么会有这么多人，她就走到门口一看，看到是方铁匠他们，许玉兰的脸一下子白了，她对许三观说：”他们是来抄家的。“\\n\\n许三观说：”来抄家的也是客人，你快去准备茶水。“\\n\\n方铁匠他们走到了许三观家门前，放下板车，都站在了那里，方铁匠说：”我也是没有办法，我们都认识二十多年了，平日里抬头不见低头见……我也是没有办法，我儿子在医院里等着钱，没有钱医院就不给我儿子用一药了……我儿子被你们家一乐砸破脑袋以后，我上你们家来闹过吗？没有……我在医院里等着你们送钱来，都等了两个星期了……“\\n\\n许玉兰这时候往门槛上一坐，坐在了中间，她张开双臂像是要挡住他们似的说：”你们别抄我的家，别搬我的东西，这个家就是我的命，我辛辛苦苦十年，十年省吃俭用才有今天这个家，求你们别进来，别进来搬我的家……“\\n\\n许三观对许玉兰说：”他们人都来了，还拉着板车来，不会听你说了几句话就回去的，你起来吧，快去给他们烧一壶水。“\\n\\n许玉兰听了许三观的话，站起来抹着眼泪走开了，去替他们烧水。许玉兰走后，许三观对方铁匠他们说：”你们进去搬吧，能搬多少就搬多少，就是别把我的东西搬了，一乐闯的祸和我没有一点关系，所以我的东西不能搬。“\\n\\n许玉兰在灶间给他们烧上了水，她通过灶间敞开的门，看着方铁匠他们走进屋来，看着他们开始翻箱子移桌子；有两个人把凳子抱了出去，放到了板车上；有一个人拿着几件许玉兰的衣眼走出去，也放到了板车上；她陪嫁过来的两只箱子放在两辆板车上，还有两块也是陪嫁过来的绸缎，她一直舍不得穿到身上，现在也被放到了板车上，软一软地搁在了那两只箱子上。\\n\\n许玉兰看着他们把自己的家一点一点地搬空了，当她给他们烧开了水，冲了七杯茶，桌子已经没有了，她不知道茶水该往什么地方放了，她看到许三观正帮着他们把吃饭和孩子做作业的桌子搬出去、搬到板车上。然后可能因为刚才过于用力，许三观站在那里呼一呼地喘着粗气，伸手擦着脸上的汗。她的眼泪不停地流着，她对搬着她家中物件的两个人说：”世上还有这种人，帮着别人来搬自己家里的东西，看上去还比别人更卖力。“\\n\\n最后，方铁匠和另外两个人搬起了许玉兰和许三观睡觉的床了，许三观看到了急忙说：”这床不能搬，这床有一半是我的。“\\n\\n方铁匠说：”你这个家里值点钱的，也就是这张床了。“\\n\\n许三观说：”你们把我们吃饭的桌子搬了，那桌子有一半也是我的，你们把桌子搬了，把床给我留下吧。“\\n\\n方铁匠看看已经搬空了的这个家，点了点头说：”就把床给他们留下，要不他们晚上没地方睡觉了，“\\n\\n方铁匠他们用绳子把板车上的桌子箱子什么固定好以后，准备走了，有两个人拉起了板车，方铁匠说：”我们走了？“\\n\\n许三观向他们笑着点点头，许玉兰身一体靠在门框上，眼泪刷刷地流下来，她对他们说：”你们喝一口茶再走吧。“\\n\\n方铁匠摇摇头说：”不喝了。“\\n\\n许玉兰说：”都给你们冲好茶了，就放在灶间的地上，你们喝了再走，专门为你们烧的水……“\\n\\n方铁匠看了看许玉兰说：”那我们就喝了再走。“\\n\\n他们都走到灶间去喝茶，许玉兰身一体坐在了门槛上，他们喝了茶出来时，都从她身边抬脚走了出去，看到他们拉起了板车，许玉兰哭出了声音，她边哭边说：”我不想活了，我也活够了，死了我反而轻松了，我死了就不用这里一操一心、那里一操一心了，不用替男人替儿子做饭洗衣服，也不会累，不会苦了，死了我就轻松了，比我做姑一娘一时还要轻松……“\\n\\n方铁匠他们拉起板车要走，听到许玉兰这么一说，方铁匠又放下板车，方铁匠对许玉兰和许三观说：”这两车你们家里的东西，我方铁匠不会马上卖掉的，暂时在我家放几天，我给你们三天时间，四天也行，你们只要把钱送来了，我方铁匠再把这些送回来，放到原来的地方。“\\n\\n许三观对方铁匠说：”其实她也知道你是没有办法了，她就是一下子想不开。“\\n\\n然后许三观蹲下去对许玉兰说：”方铁匠也是没办法，怎么说你的儿子也把人家儿子的脑袋砸破了，方铁匠对我们已经很客气了，要是换成别人，早把我们家给砸了……“\\n\\n许丑兰双手捂着脸鸣鸣地哭，许三观向方铁匠挥挥子说：”你们走吧，走吧，“\\n\\n许三观看着他和许玉兰十年积累起来的这个家，大部分被放上了那两辆板车，然后摇摇晃晃，互相碰撞着向巷子口而去。当板车在巷子口一拐弯消失后，许三观的眼泪也哗哗地下来了，他弯下腰坐到了许玉兰身旁，和许玉兰一起坐在门槛上，一起呜呜地哭起来了。\",\"timestamp\":1642415867,\"title\":\"《许三观卖血记》（10）\"},\"digest\":\"JNXxu0Ttr6Gx1TAJOSMy__J9ZfsbKSa8klJKo2b9hHc\",\"authorship\":{\"contributor\":\"0x50763bb42BC8cF63da964c027162FA93090dc755\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Q9E0nVXzseHEtVgDWMNGRxvIQXZBepSJ2l7xuC_ZHyE\\\",\\\"y\\\":\\\"e_E6P4X_RmuDNKadArifp4lgU-_WHhgDZcXI9H1TdTg\\\"}\",\"signature\":\"Q3vkCkXQDp9_QdtULGD9GI9Qq81Sir-_gMraJoXdwgwA5Y-uEqiV3kVStTiN8mLJCrySHTn5o0d0O7DzgUCFaQ\",\"signingKeySignature\":\"0x0128618a9852827480e77e52d41c32b079af268148b1afb1ebe88c4e2ee975256d36b80105c66f110ca5db275768de15c49f416867ad4e8aa2f7902cf04b68791c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Q9E0nVXzseHEtVgDWMNGRxvIQXZBepSJ2l7xuC_ZHyE\\\",\\\"y\\\":\\\"e_E6P4X_RmuDNKadArifp4lgU-_WHhgDZcXI9H1TdTg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"JNXxu0Ttr6Gx1TAJOSMy__J9ZfsbKSa8klJKo2b9hHc\"}"