"{\"content\":{\"body\":\"The two Principles of Man, Self-love and Reason, both necessary, v.53,\\netc. Self-love the stronger, and why, v.67, etc.  Their end the same, v.81,\\netc.\\n\\nIII.  The Passions, and their use, v.93 to 130.  The predominant Passion,\\nand its force, v.132 to 160.  Its Necessity, in directing Men to different\\npurposes, v.165, etc.  Its providential Use, in fixing our Principle, and\\nascertaining our Virtue, v.177.\\n\\nIV.  Virtue and Vice joined in our mixed Nature; the limits near, yet the\\nthings separate and evident:  What is the Office of Reason, v.202 to 216.\\n\\nV.  How odious Vice in itself, and how we deceive ourselves into it, v.217.\\n\\nVI.  That, however, the Ends of Providence and general Good are answered in\\nour Passions and Imperfections, v.238, etc.  How usefully these are\\ndistributed to all Orders of Men, v.241.  How useful they are to Society,\\nv.251.  And to the Individuals, v.263.  In every state, and every age of\\nlife, v.273, etc.\\n\\nEPISTLE II.\\n\\nI.  Know, then, thyself, presume not God to scan;\\nThe proper study of mankind is man.\\nPlaced on this isthmus of a middle state,\\nA being darkly wise, and rudely great:\\nWith too much knowledge for the sceptic side,\\nWith too much weakness for the stoic's pride,\\nHe hangs between; in doubt to act, or rest;\\nIn doubt to deem himself a god, or beast;\\nIn doubt his mind or body to prefer;\\nBorn but to die, and reasoning but to err;\\nAlike in ignorance, his reason such,\\nWhether he thinks too little, or too much:\\nChaos of thought and passion, all confused;\\nStill by himself abused, or disabused;\\nCreated half to rise, and half to fall;\\nGreat lord of all things, yet a prey to all;\\nSole judge of truth, in endless error hurled:\\nThe glory, jest, and riddle of the world!\\nGo, wondrous creature! mount where science guides,\\nGo, measure earth, weigh air, and state the tides;\\nInstruct the planets in what orbs to run,\\nCorrect old time, and regulate the sun;\\nGo, soar with Plato to th' empyreal sphere,\\nTo the first good, first perfect, and first fair;\\nOr tread the mazy round his followers trod,\\nAnd quitting sense call imitating God;\\nAs Eastern priests in giddy circles run,\\nAnd turn their heads to imitate the sun.\\nGo, teach Eternal Wisdom how to rule --\\nThen drop into thyself, and be a fool!\\nSuperior beings, when of late they saw\\nA mortal man unfold all Nature's law,\\nAdmired such wisdom in an earthly shape\\nAnd showed a Newton as we show an ape.\\nCould he, whose rules the rapid comet bind,\\nDescribe or fix one movement of his mind?\\nWho saw its fires here rise, and there descend,\\nExplain his own beginning, or his end?\\nAlas, what wonder! man's superior part\\nUnchecked may rise, and climb from art to art;\\nBut when his own great work is but begun,\\nWhat reason weaves, by passion is undone.\\nTrace Science, then, with Modesty thy guide;\\nFirst strip off all her equipage of pride;\\nDeduct what is but vanity or dress,\\nOr learning's luxury, or idleness;\\nOr tricks to show the stretch of human brain,\\nMere curious pleasure, or ingenious pain;\\nExpunge the whole, or lop th' excrescent parts\\nOf all our vices have created arts;\\nThen see how little the remaining sum,\\nWhich served the past, and must the times to come!\\n\\nII.  Two principles in human nature reign;\\nSelf-love to urge, and reason, to restrain;\\nNor this a good, nor that a bad we call,\\nEach works its end, to move or govern all\\nAnd to their proper operation still,\\nAscribe all good; to their improper, ill.\\nSelf-love, the spring of motion, acts the soul;\\nReason's comparing balance rules the whole.\\nMan, but for that, no action could attend,\\nAnd but for this, were active to no end:\\nFixed like a plant on his peculiar spot,\\nTo draw nutrition, propagate, and rot;\\nOr, meteor-like, flame lawless through the void,\\nDestroying others, by himself destroyed.\\nMost strength the moving principle requires;\\nActive its task, it prompts, impels, inspires.\\nSedate and quiet the comparing lies,\\nFormed but to check, deliberate, and advise.\\nSelf-love still stronger, as its objects nigh;\\nReason's at distance, and in prospect lie:\\nThat sees immediate good by present sense;\\nReason, the future and the consequence.\\nThicker than arguments, temptations throng.\\nAt best more watchful this, but that more strong.\\nThe action of the stronger to suspend,\\nReason still use, to reason still attend.\\nAttention, habit and experience gains;\\nEach strengthens reason, and self-love restrains.\\nLet subtle schoolmen teach these friends to fight,\\nMore studious to divide than to unite;\\nAnd grace and virtue, sense and reason split,\\nWith all the rash dexterity of wit.\\nWits, just like fools, at war about a name,\\nHave full as oft no meaning, or the same.\\nSelf-love and reason to one end aspire,\\nPain their aversion, pleasure their desire;\\nBut greedy that, its object would devour,\\nThis taste the honey, and not wound the flower:\\nPleasure, or wrong or rightly understood,\\nOur greatest evil, or our greatest good.\\n\\nIII.  Modes of self-love the passions we may call;\\n'Tis real good, or seeming, moves them all:\\nBut since not every good we can divide,\\nAnd reason bids us for our own provide;\\nPassions, though selfish, if their means be fair,\\nList under Reason, and deserve her care;\\nThose, that imparted, court a nobler aim,\\nExalt their kind, and take some virtue's name.\\nIn lazy apathy let stoics boast\\nTheir virtue fixed; 'tis fixed as in a frost;\\nContracted all, retiring to the breast;\\nBut strength of mind is exercise, not rest:\\nThe rising tempest puts in act the soul,\\nParts it may ravage, but preserves the whole.\\nOn life's vast ocean diversely we sail,\\nReason the card, but passion is the gale;\\nNor God alone in the still calm we find,\\nHe mounts the storm, and walks upon the wind.\\nPassions, like elements, though born to fight,\\nYet, mixed and softened, in his work unite:\\nThese, 'tis enough to temper and employ;\\nBut what composes man, can man destroy?\\nSuffice that Reason keep to Nature's road,\\nSubject, compound them, follow her and God.\\nLove, hope, and joy, fair pleasure's smiling train,\\nHate, fear, and grief, the family of pain,\\nThese mixed with art, and to due bounds confined,\\nMake and maintain the balance of the mind;\\nThe lights and shades, whose well-accorded strife\\nGives all the strength and colour of our life.\\nPleasures are ever in our hands or eyes;\\nAnd when in act they cease, in prospect rise:\\nPresent to grasp, and future still to find,\\nThe whole employ of body and of mind.\\nAll spread their charms, but charm not all alike;\\nOn different senses different objects strike;\\nHence different passions more or less inflame,\\nAs strong or weak, the organs of the frame;\\nAnd hence once master passion in the breast,\\nLike Aaron's serpent, swallows up the rest.\\nAs man, perhaps, the moment of his breath\\nReceives the lurking principle of death;\\nThe young disease that must subdue at length,\\nGrows with his growth, and strengthens with his strength:\\nSo, cast and mingled with his very frame,\\nThe mind's disease, its ruling passion came;\\nEach vital humour which should feed the whole,\\nSoon flows to this, in body and in soul:\\nWhatever warms the heart, or fills the head,\\nAs the mind opens, and its functions spread,\\nImagination plies her dangerous art,\\nAnd pours it all upon the peccant part.\\nNature its mother, habit is its nurse;\\nWit, spirit, faculties, but make it worse;\\nReason itself but gives it edge and power;\\nAs Heaven's blest beam turns vinegar more sour.\\nWe, wretched subjects, though to lawful sway,\\nIn this weak queen some favourite still obey:\\nAh! if she lend not arms, as well as rules,\\nWhat can she more than tell us we are fools?\\nTeach us to mourn our nature, not to mend,\\nA sharp accuser, but a helpless friend!\\nOr from a judge turn pleader, to persuade\\nThe choice we make, or justify it made;\\nProud of an easy conquest all along,\\nShe but removes weak passions for the strong;\\nSo, when small humours gather to a gout,\\nThe doctor fancies he has driven them out.\\nYes, Nature's road must ever be preferred;\\nReason is here no guide, but still a guard:\\n'Tis hers to rectify, not overthrow,\\nAnd treat this passion more as friend than foe:\\nA mightier power the strong direction sends,\\nAnd several men impels to several ends:\\nLike varying winds, by other passions tossed,\\nThis drives them constant to a certain coast.\\nLet power or knowledge, gold or glory, please,\\nOr (oft more strong than all) the love of ease;\\nThrough life 'tis followed, even at life's expense;\\nThe merchant's toil, the sage's indolence,\\nThe monk's humility, the hero's pride,\\nAll, all alike, find reason on their side.\\nThe eternal art, educing good from ill,\\nGrafts on this passion our best principle:\\n'Tis thus the mercury of man is fixed,\\nStrong grows the virtue with his nature mixed;\\nThe dross cements what else were too refined,\\nAnd in one interest body acts with mind.\\nAs fruits, ungrateful to the planter's care,\\nOn savage stocks inserted, learn to bear;\\nThe surest virtues thus from passions shoot,\\nWild nature's vigour working at the root.\\nWhat crops of wit and honesty appear\\nFrom spleen, from obstinacy, hate, or fear!\\nSee anger, zeal and fortitude supply;\\nEven avarice, prudence; sloth, philosophy;\\nLust, through some certain strainers well refined,\\nIs gentle love, and charms all womankind;\\nEnvy, to which th' ignoble mind's a slave,\\nIs emulation in the learned or brave;\\nNor virtue, male or female, can we name,\\nBut what will grow on pride, or grow on shame.\\nThus Nature gives us (let it check our pride)\\nThe virtue nearest to our vice allied:\\nReason the bias turns to good from ill\\nAnd Nero reigns a Titus, if he will.\\nThe fiery soul abhorred in Catiline,\\nIn Decius charms, in Curtius is divine:\\nThe same ambition can destroy or save,\\nAnd makes a patriot as it makes a knave.\\nThis light and darkness in our chaos joined,\\nWhat shall divide?  The God within the mind.\\nExtremes in nature equal ends produce,\\nIn man they join to some mysterious use;\\nThough each by turns the other's bound invade,\\nAs, in some well-wrought picture, light and shade,\\nAnd oft so mix, the difference is too nice\\nWhere ends the virtue or begins the vice.\\nFools! who from hence into the notion fall,\\nThat vice or virtue there is none at all.\\nIf white and black blend, soften, and unite\\nA thousand ways, is there no black or white?\\nAsk your own heart, and nothing is so plain;\\n'Tis to mistake them, costs the time and pain.\\nVice is a monster of so frightful mien,\\nAs, to be hated, needs but to be seen;\\nYet seen too oft, familiar with her face,\\nWe first endure, then pity, then embrace.\\nBut where th' extreme of vice, was ne'er agreed:\\nAsk where's the north? at York, 'tis on the Tweed;\\nIn Scotland, at the Orcades; and there,\\nAt Greenland, Zembla, or the Lord knows where.\\nNo creature owns it in the first degree,\\nBut thinks his neighbour farther gone than he;\\nEven those who dwell beneath its very zone,\\nOr never feel the rage, or never own;\\nWhat happier nations shrink at with affright,\\nThe hard inhabitant contends is right.\\nVirtuous and vicious every man must be,\\nFew in th' extreme, but all in the degree,\\nThe rogue and fool by fits is fair and wise;\\nAnd even the best, by fits, what they despise.\\n'Tis but by parts we follow good or ill;\\nFor, vice or virtue, self directs it still;\\nEach individual seeks a several goal;\\nBut Heaven's great view is one, and that the whole.\\nThat counter-works each folly and caprice;\\nThat disappoints th' effect of every vice;\\nThat, happy frailties to all ranks applied,\\nShame to the virgin, to the matron pride,\\nFear to the statesman, rashness to the chief,\\nTo kings presumption, and to crowds belief:\\nThat, virtue's ends from vanity can raise,\\nWhich seeks no interest, no reward but praise;\\nAnd build on wants, and on defects of mind,\\nThe joy, the peace, the glory of mankind.\\nHeaven forming each on other to depend,\\nA master, or a servant, or a friend,\\nBids each on other for assistance call,\\nTill one man's weakness grows the strength of all.\\nWants, frailties, passions, closer still ally\\nThe common interest, or endear the tie.\\nTo these we owe true friendship, love sincere,\\nEach home-felt joy that life inherits here;\\nYet from the same we learn, in its decline,\\nThose joys, those loves, those interests to resign;\\nTaught half by reason, half by mere decay,\\nTo welcome death, and calmly pass away.\\nWhate'er the passion, knowledge, fame, or pelf,\\nNot one will change his neighbour with himself.\\nThe learned is happy nature to explore,\\nThe fool is happy that he knows no more;\\nThe rich is happy in the plenty given,\\nThe poor contents him with the care of Heaven.\\nSee the blind beggar dance, the cripple sing,\\nThe sot a hero, lunatic a king;\\nThe starving chemist in his golden views\\nSupremely blest, the poet in his muse.\\nSee some strange comfort every state attend,\\nAnd pride bestowed on all, a common friend;\\nSee some fit passion every age supply,\\nHope travels through, nor quits us when we die.\\nBehold the child, by Nature's kindly law,\\nPleased with a rattle, tickled with a straw:\\nSome livelier plaything gives his youth delight,\\nA little louder, but as empty quite:\\nScarves, garters, gold, amuse his riper stage,\\nAnd beads and prayer-books are the toys of age:\\nPleased with this bauble still, as that before;\\nTill tired he sleeps, and life's poor play is o'er.\\nMeanwhile opinion gilds with varying rays\\nThose painted clouds that beautify our days;\\nEach want of happiness by hope supplied,\\nAnd each vacuity of sense by pride:\\nThese build as fast as knowledge can destroy;\\nIn folly's cup still laughs the bubble, joy;\\nOne prospect lost, another still we gain;\\nAnd not a vanity is given in vain;\\nEven mean self-love becomes, by force divine,\\nThe scale to measure others' wants by thine.\\nSee! and confess, one comfort still must rise,\\n'Tis this, though man's a fool, yet God is wise.\\n\\nARGUMENT OF EPISTLE III.\\n\\nOF THE NATURE AND STATE OF MAN WITH RESPECT TO SOCIETY.\\n\\nI.   The whole Universe one system of Society, v.7, etc.  Nothing made\\nwholly for itself, nor yet wholly for another, v.27.  The happiness of\\nAnimals mutual, v.49.\\n\\nII.   Reason or Instinct operate alike to the good of each Individual,\\nv.79.  Reason or Instinct operate also to Society, in all Animals, v.109.\\n\\nIII.  How far Society carried by Instinct, v.115.  How much farther by\\nReason, v.128.\\n\\nIV.   Of that which is called the State of Nature, v.144.  Reason\\ninstructed by Instinct in the invention of Arts, v.166, and in the Forms of\\nSociety, v.176.\\n\\nV.   Origin of Political Societies, v.196.  Origin of Monarchy, v.207.\\nPatriarchal Government, v.212.\\n\\nVI.   Origin of true Religion and Government, from the same principle, of\\nLove, v.231, etc.  Origin of Superstition and Tyranny, from the same\\nprinciple, of Fear, v.237, etc.  The Influence of Self-love operating to\\nthe social and public Good, v.266.  Restoration of true Religion and\\nGovernment on their first principle, v.285.  Mixed Government, v.288.\\nVarious forms of each, and the true end of all, v.300, etc.\\n\\nEPISTLE III.\\n\\nHere, then, we rest:  \\\"The Universal Cause\\nActs to one end, but acts by various laws.\\\"\\nIn all the madness of superfluous health,\\nThe trim of pride, the impudence of wealth,\\nLet this great truth be present night and day;\\nBut most be present, if we preach or pray.\\nLook round our world; behold the chain of love\\nCombining all below and all above.\\nSee plastic Nature working to this end,\\nThe single atoms each to other tend,\\nAttract, attracted to, the next in place\\nFormed and impelled its neighbour to embrace.\\nSee matter next, with various life endued,\\nPress to one centre still, the general good.\\nSee dying vegetables life sustain,\\nSee life dissolving vegetate again:\\nAll forms that perish other forms supply\\n(By turns we catch the vital breath, and die),\\nLike bubbles on the sea of matter borne,\\nThey rise, they break, and to that sea return.\\nNothing is foreign:  parts relate to whole;\\nOne all-extending, all-preserving soul\\nConnects each being, greatest with the least;\\nMade beast in aid of man, and man of beast;\\nAll served, all serving:  nothing stands alone;\\nThe chain holds on, and where it ends, unknown.\\nHas God, thou fool! worked solely for thy Thy good,\\nThy joy, thy pastime, thy attire, thy food?\\nWho for thy table feeds the wanton fawn,\\nFor him as kindly spread the flowery lawn:\\nIs it for thee the lark ascends and sings?\\nJoy tunes his voice, joy elevates his wings.\\nIs it for thee the linnet pours his throat?\\nLoves of his own and raptures swell the note.\\nThe bounding steed you pompously bestride,\\nShares with his lord the pleasure and the pride.\\nIs thine alone the seed that strews the plain?\\nThe birds of heaven shall vindicate their grain.\\nThine the full harvest of the golden year?\\nPart pays, and justly, the deserving steer:\\nThe hog, that ploughs not nor obeys thy call,\\nLives on the labours of this lord of all.\\nKnow, Nature's children all divide her care;\\nThe fur that warms a monarch, warmed a bear.\\nWhile man exclaims, \\\"See all things for my use!\\\"\\n\\\"See man for mine!\\\" replies a pampered goose:\\nAnd just as short of reason he must fall,\\nWho thinks all made for one, not one for all.\\nGrant that the powerful still the weak control;\\nBe man the wit and tyrant of the whole:\\nNature that tyrant checks; he only knows,\\nAnd helps, another creature's wants and woes.\\nSay, will the falcon, stooping from above,\\nSmit with her varying plumage, spare the dove?\\nAdmires the jay the insect's gilded wings?\\nOr hears the hawk when Philomela sings?\\nMan cares for all:  to birds he gives his woods,\\nTo beasts his pastures, and to fish his floods;\\nFor some his interest prompts him to provide,\\nFor more his pleasure, yet for more his pride:\\nAll feed on one vain patron, and enjoy\\nThe extensive blessing of his luxury.\\nThat very life his learned hunger craves,\\nHe saves from famine, from the savage saves;\\nNay, feasts the animal he dooms his feast,\\nAnd, till he ends the being, makes it blest;\\nWhich sees no more the stroke, or feels the pain,\\nThan favoured man by touch ethereal slain.\\nThe creature had his feast of life before;\\nThou too must perish when thy feast is o'er!\\nTo each unthinking being, Heaven, a friend,\\nGives not the useless knowledge of its end:\\nTo man imparts it; but with such a view\\nAs, while he dreads it, makes him hope it too;\\nThe hour concealed, and so remote the fear,\\nDeath still draws nearer, never seeming near.\\nGreat standing miracle! that Heaven assigned\\nIts only thinking thing this turn of mind.\\n\\nII.  Whether with reason, or with instinct blest,\\nKnow, all enjoy that power which suits them best;\\nTo bliss alike by that direction tend,\\nAnd find the means proportioned to their end.\\nSay, where full instinct is the unerring guide,\\nWhat pope or council can they need beside?\\nReason, however able, cool at best,\\nCares not for service, or but serves when pressed,\\nStays till we call, and then not often near;\\nBut honest instinct comes a volunteer,\\nSure never to o'er-shoot, but just to hit;\\nWhile still too wide or short is human wit;\\nSure by quick nature happiness to gain,\\nWhich heavier reason labours at in vain,\\nThis too serves always, reason never long;\\nOne must go right, the other may go wrong.\\nSee then the acting and comparing powers\\nOne in their nature, which are two in ours;\\nAnd reason raise o'er instinct as you can,\\nIn this 'tis God directs, in that 'tis man.\\nWho taught the nations of the field and wood\\nTo shun their poison, and to choose their food?\\nPrescient, the tides or tempests to withstand,\\nBuild on the wave, or arch beneath the sand?\\nWho made the spider parallels design,\\nSure as Demoivre, without rule or line?\\nWho did the stork, Columbus-like, explore\\nHeavens not his own, and worlds unknown before?\\nWho calls the council, states the certain day,\\nWho forms the phalanx, and who points the way?\\n\\nIII.  God in the nature of each being founds\\nIts proper bliss, and sets its proper bounds:\\nBut as He framed a whole, the whole to bless,\\nOn mutual wants built mutual happiness:\\nSo from the first, eternal order ran,\\nAnd creature linked to creature, man to man.\\nWhate'er of life all-quickening ether keeps,\\nOr breathes through air, or shoots beneath the deeps,\\nOr pours profuse on earth, one nature feeds\\nThe vital flame, and swells the genial seeds.\\nNot man alone, but all that roam the wood,\\nOr wing the sky, or roll along the flood,\\nEach loves itself, but not itself alone,\\nEach sex desires alike, till two are one.\\nNor ends the pleasure with the fierce embrace;\\nThey love themselves, a third time, in their race.\\nThus beast and bird their common charge attend,\\nThe mothers nurse it, and the sires defend;\\nThe young dismissed to wander earth or air,\\nThere stops the instinct, and there ends the care;\\nThe link dissolves, each seeks a fresh embrace,\\nAnother love succeeds, another race.\\nA longer care man's helpless kind demands;\\nThat longer care contracts more lasting bands:\\nReflection, reason, still the ties improve,\\nAt once extend the interest and the love;\\nWith choice we fix, with sympathy we burn;\\nEach virtue in each passion takes its turn;\\nAnd still new needs, new helps, new habits rise.\\nThat graft benevolence on charities.\\nStill as one brood, and as another rose,\\nThese natural love maintained, habitual those.\\nThe last, scarce ripened into perfect man,\\nSaw helpless him from whom their life began:\\nMemory and forecast just returns engage,\\nThat pointed back to youth, this on to age;\\nWhile pleasure, gratitude, and hope combined,\\nStill spread the interest, and preserved the kind.\\n\\nIV.  Nor think, in Nature's state they blindly trod;\\nThe state of nature was the reign of God:\\nSelf-love and social at her birth began,\\nUnion the bond of all things, and of man.\\nPride then was not; nor arts, that pride to aid;\\nMan walked with beast, joint tenant of the shade;\\nThe same his table, and the same his bed;\\nNo murder clothed him, and no murder fed.\\nIn the same temple, the resounding wood,\\nAll vocal beings hymned their equal God:\\nThe shrine with gore unstained, with gold undressed,\\nUnbribed, unbloody, stood the blameless priest:\\nHeaven's attribute was universal care,\\nAnd man's prerogative to rule, but spare.\\nAh! how unlike the man of times to come!\\nOf half that live the butcher and the tomb;\\nWho, foe to nature, hears the general groan,\\nMurders their species, and betrays his own.\\nBut just disease to luxury succeeds,\\nAnd every death its own avenger breeds;\\nThe fury-passions from that blood began,\\nAnd turned on man a fiercer savage, man.\\nSee him from Nature rising slow to art!\\nTo copy instinct then was reason's part;\\nThus then to man the voice of Nature spake--\\n\\\"Go, from the creatures thy instructions take:\\nLearn from the birds what food the thickets yield;\\nLearn from the beasts the physic of the field;\\nThy arts of building from the bee receive;\\n\\nLearn of the mole to plough, the worm to weave;\\nLearn of the little nautilus to sail,\\nSpread the thin oar, and catch the driving gale.\\nHere too all forms of social union find,\\nAnd hence let reason, late, instruct mankind:\\nHere subterranean works and cities see;\\nThere towns aerial on the waving tree.\\nLearn each small people's genius, policies,\\nThe ant's republic, and the realm of bees;\\nHow those in common all their wealth bestow,\\nAnd anarchy without confusion know;\\nAnd these for ever, though a monarch reign,\\nTheir separate cells and properties maintain.\\nMark what unvaried laws preserve each state,\\nLaws wise as nature, and as fixed as fate.\\nIn vain thy reason finer webs shall draw,\\nEntangle justice in her net of law,\\nAnd right, too rigid, harden into wrong;\\nStill for the strong too weak, the weak too strong.\\nYet go! and thus o'er all the creatures sway,\\nThus let the wiser make the rest obey;\\nAnd, for those arts mere instinct could afford,\\nBe crowned as monarchs, or as gods adored.\\\"\",\"timestamp\":1639290958,\"title\":\"The business of Man not to pry into God, but to study himself.  His\\nMiddle Nature; his Powers and Frailties, v.1 to 19. The Limits of his\\nCapacity, v.19, etc.\"},\"digest\":\"QLlsEqPyMOZuQ7_llEbYiyF2DIfv8ewL0Q4xh7ic8cY\",\"authorship\":{\"contributor\":\"0x78E122EE80026e3069E79387D188d772001055Aa\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JjJHJRKpmlgqaQr0DNNo0OOgUoDXtoe0UanX0mNtZ68\\\",\\\"y\\\":\\\"dS-fUZlFjOcc9kBdY2UYEMYjIFFl6FroEiNHaqxKxko\\\"}\",\"signature\":\"R8wXfxF_RjeJykA8MUA9XKBLK61YluKzQ3H6_7D7kAqk2y8nNiTNS3Zk_obwbuhsM2dNakVO3Nrmak40AAaCmQ\",\"signingKeySignature\":\"0x18ab47b1c280d958bc9905e4cc36a220d5ffb59add1717e77d82691c47e0df8f002bbb5242cbf72d27d177f5bbe0e01dd1ca3d8153022713560355b2aa76160e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JjJHJRKpmlgqaQr0DNNo0OOgUoDXtoe0UanX0mNtZ68\\\",\\\"y\\\":\\\"dS-fUZlFjOcc9kBdY2UYEMYjIFFl6FroEiNHaqxKxko\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"QLlsEqPyMOZuQ7_llEbYiyF2DIfv8ewL0Q4xh7ic8cY\"}"