"{\"content\":{\"body\":\"![Photo by Jan Genge on Unsplash](https://images.mirror-media.xyz/publication-images/ign256mLDmCdg6b7yBCxH.png?height=2250&width=4500)\\n\\n> “We are in the habit of saying that it was not in our power to choose the parents who were allotted to us, that they were given to us by chance. But we can choose whose children we would like to be.”\\n>\\n> — Seneca in the “Shortness of Life”\\n\\nI am an accountant by profession and have scrolled through many different ledgers and debit/credits during my professional career.\\n\\nBut, there is one ledger, the owner, and how it works is known to no one.\\n\\n**The ledger of birth and death.**\\n\\nNo, No………I am not trying to touch the “reflective” aspect of Life. Instead, I am trying to identify my uniqueness.\\n\\nThe more I ponder, the more it intrigues me — **How is this all decided?**\\n\\nAnd then, every time I am left with nothing but a simple answer to admit —\\n\\n**I was lucky to find a place on this planet. Plain and simple.**\\n\\nNo effort, no plan, nothing can be attributed to me when I landed on that hospital bed.\\n\\nA coincidence or a well-calculated ledger? Who knows?\\n\\nAnd, once that 20-inch body started growing, people were still around to take care and offer help.\\n\\n# The Choice was Not Ours. But the Choice is Always.\\n\\nWe all ultimately have to play the game of Life with the dice given to us. It’s up to us to play the game with honesty or leave the game without complaining.\\n\\nWe all are products of our surroundings, but we are also equally responsible for creating our surroundings.\\n\\nDecide whether you want to be shaped or shape for yourself.\\n\\nEvery game has its own rule and that small piece of luck. As Stoics say, we should recognize this luck but never rely on it. Instead, focus on becoming the child you want to be; that’s all we can do.\\n\\n**It’s time to decide and choose whose children we want to be.**\\n\\nSurprisingly, we all **have** this choice. We all **had** this choice. Every time. Each day. Every moment.\\n\\n*When you make decisions for yourself, you give yourself the right to be right or wrong.*\\n\\nLeave it to someone else, and we lose that privilege.\\n\\n# Decisions Others Make for You\\n\\n[Almost all the time, we are being guided by others.](https://theapeiron.co.uk/transform-your-belief-by-recognizing-its-source-2306b445ccf8) No problems with that. But then, when this guidance becomes a burden on our original thoughts, we start losing.\\n\\n* The school you joined was primarily the choice of your parents or caretakers.\\n* The name that you are carrying so proudly is a gift from someone.\\n* Many of your belief systems were developed because of your interactions with people in school, college, and society.\\n\\nAnd then there came a day when you decided to fly out of the nest. A sudden change in the city, the residence, a new job, or an unfortunate incident. Things changes suddenly.\\n\\nYou don’t find the people to make the decisions for you.\\n\\nJust like a newborn bird, you are left to have faith in your skills, abilities, and instincts and then fly.\\n\\nIn his book — **[“The Four Agreements](https://medium.com/10-bullets-100-words-book-summary/10-bullets-100-words-book-summary-the-four-agreements-by-don-miguel-ruiz-1b62f2aa547d),” Don Miguel Ruiz writes that** the process of surrendering to the outside belief system is called **“Domestication.”**\\n\\nWe have accepted this domestication.\\n\\nNow, they are part of us. Just as the society around us makes the book of laws, our belief system is the rule book for our Life. We believe them; we live with them; we judge; we decide using this book of laws. We have been “Domesticated” using these belief systems.\\n\\nBut, you can still choose — by reflecting on your belief systems and then challenging the book of the law.\\n\\nThe choice is always there.\\n\\n> “Man often becomes what he believes himself to be. If I keep on saying to myself that I cannot do a certain thing, it is possible that I may end by really becoming incapable of doing it. On the contrary, if I shall have the belief that I can do it, I shall surely acquire the capacity to do it, even if I may not have it at the beginning.” — Mahatma Gandhi\\n\\n# The Board Game\\n\\nWe all are playing this board game called Life. We did not choose the game, the rules, and the dice. But it’s purely up to us to try our best to understand the game and play to the best of our abilities.\\n\\n> “We don’t get to choose our parents, and parents don’t get to choose their children. But we do get to choose how hard we’re willing to work in order to make the best of what we’re given.”― **Colleen Hoover**\\n\\n## Decisions to Make for Self\\n\\n* Give up all your excuses to be consistently on social media and watch Television — **Own your time**.\\n* **Give up all your excuses to sleep that extra bit** — Understand your sleep needs and invest only that actual amount. Drop everything else.\\n* **Give up control** — Understand that you can’t control a lot of things. Stop complaining about them. Add value to things that are in your control.\\n* **Give up procrastination** — Move one step. Make 1% progress. Keep moving.\\n* **Give up the excuses to not learn** — If you are not learning every day, you are stagnating. Instead, develop a growth mindset today because there is no tomorrow.\\n* **Accept responsibility** — Whatever happens, it happens because of the choices you make.\\n\\n# Become the Children You Want to Be.\\n\\nYou are reading this story, and you have made a choice.\\n\\nDon’t fret over what’s happening to others. Instead, bother what’s happening to you. Make the right choices.\\n\\n**More importantly, make choices.**\\n\\nThe world is changing. And changing for good. We all are waiting for you to make the right choices and make this world a better place.\\n\\nIf you want to be the child you want:\\n\\n* **Play like a child** — back your instincts,\\n* **Think like a child** — give respect to your thoughts,\\n* **Take risks like a child** — experiment and keep experimenting,\\n* **Be a child** — be true.\\n\\nOften, in my journal, I answer this question — *“What advice would my twenty-year-old version of myself give me now?”*\\n\\nMy morning routine and time with journal give me moments of solitude and reflection— closed eyes, a few words from inside, and things look entirely different.\\n\\nI have answered this question multiple times in the last few years. I would not say the mind speaks the same every time, but the one answer that often comes on the paper is — **Make decisions and own them**.\\n\\n# To conclude\\n\\nThe calculations of this Cosmos have left you on this planet Earth. Whether you believe in the power of creation or not, you still need to wake up every day and make the choices you feel are right for you.\\n\\nI feel fortunate that the power chose me to be at the place where I am right now. But beyond that, the more choices I leave to someone else, the more my life will become like someone else.\\n\\n**I believe in the rarity of me being on this planet. I believe in the power of making decisions. Whether they are right or wrong doesn’t matter.**\\n\\n\\\\-----------------------------------------------------------------------------------------\\n\\nNishith is an author and creator of a unique self-development platform — **“Be Better Bit-By-Bit,”** that believes in the power of small and consistent improvements.\\n\\nGrab your copy of his debut book — [Be Better Bit-By-Bit](https://www.amazon.in/dp/9387004295/ref=cm_sw_r_wa_apa_i_Nh.aGb972P6ZJ) and listen to his podcasts [Be Better Bit-By-Bit](https://open.spotify.com/show/0pum5rJmbp1PkWYIwOjFfz?si=8lMjcvG1SzGyzrhOvlCNfQ) and [10 Bullets — 100 Words Book Summary](https://open.spotify.com/show/5LWIrRkURIV5Sh3GGXfSs6?si=PVzFilPKShS1jPHDi5rD-Q).\",\"timestamp\":1635693205,\"title\":\"Choosing Parents was not Your Choice. But, After that, Everything is.\"},\"digest\":\"0Qn74A6fb5KheoILLW51nC1sM_394MTpYoa0XmWbBvk\",\"authorship\":{\"contributor\":\"0x767d7baD6A68EF14B1985E53213744ecEfF37ceE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9JUISkzJZg5KUh2Y7m8JZ2hTbWmOimyyXwHIcH5h3Xg\\\",\\\"y\\\":\\\"6x2Tm9s_OngPH_TbW3tPch4oB118kpccGfcYAO8SPsY\\\"}\",\"signature\":\"pIyEyZJgLT1yCSMCDF1uClAXQvQIWiRL9NFb3jv0x1Wo_KeMrIXNmjnqE2J48Tc_W9IQXtIyzQtGXYvII2E13w\",\"signingKeySignature\":\"0x487ae702eff7cf133479b2a3678a1d323d949b75a1ede248fb77d64205ec397961f8fee4eeca053c73081bdec025de5e691bad7b9cdc2524ac1b4dcfa5bc53ac1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9JUISkzJZg5KUh2Y7m8JZ2hTbWmOimyyXwHIcH5h3Xg\\\",\\\"y\\\":\\\"6x2Tm9s_OngPH_TbW3tPch4oB118kpccGfcYAO8SPsY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0Qn74A6fb5KheoILLW51nC1sM_394MTpYoa0XmWbBvk\"}"