"{\"content\":{\"body\":\"Originally Printed on [Medium](https://lexdao.substack.com/) and [Substack](https://lexdao.substack.com/) in three parts\\n\\n**Part 1 — SEC Casts Watch — Crypto Regulation Beyond the Wall**\\n\\nScience Fiction and Fantasy are such great blueprints for ethical and societal problems. Imagination is the blueprint for outrageous metaphors showcasing societal caricatures and power dynamics. They are creative sandboxes to explore human nature, ethics and morals without judgment(or as much judgment). Currently we are in a battle of paradigms between a regulatory leviathan and a scrappy bunch of world citizens. For this article to make much sense, the reader probably needs to have watched or read “Game of Thrones.”\\n\\nIn Game of Thrones the “polite” society of the fictional land of Westeros had their rules, their leaders and their violence. This balance was generally a political one that had the King in power as the winner and uniter from the last war. But the Kingdom was not well and the delicate balance was overturned and the series followed the power struggle as the rule of law following entropic decline into chaos and war. From the historic perspective of the Kingdom, their forefathers had constructed a huge ice wall to keep out the invaders from North of the Wall, basically they were the others, the barbarians, the “wildlings.”\\n\\nThe civilized world actually had a protection force of sorts, the “Night Watch” that would be used to wage war on the wildlings and keep them in check and push them back over the wall if there were skirmishes. This was the homeostatic state that the world of Westeros found itself in. From the perspective of the people that lived north or the Wall, they were the “Free Folk”. They had to survive against very harsh conditions, a permanent winter, and obviously a monster or two. But they were free. Or at least appeared to have more liberty than “the living” in the civilized society of Westeros.\\n\\nUltimately an existential threat, the “Night King” the leader of an undead army, began to prey on the Free Folk north of the wall. This causes them to push against and attempt to breach their large gated prison. For them it was an existential threat, die fighting against the Night King or take their chances against the Night Watch. From the perspective of the Night Watch and Westeros it was to wage war on the “civilized” world of Westeros. By using fantasy metaphors, maybe we can talk about power, law and freedom.\\n\\n**Can’t have Culture without a Cult**\\n\\nCrypto has been described by some venerable media publications as a [“cult”](https://www.ft.com/content/9e787670-6aa7-4479-934f-f4a9fedf4829). Therefore, in this essay the cult of crypto is analogized to those vestiges of civilization trying to make its way as wildlings north of the wall. The wall is obviously the regulatory paradigm that has been built through law and increasingly administrative law (bureaucratic law). The references to stay in compliance as a starting guide are the [Securities Act of 1933, 1934, Investment Company Act, Dodd Frank, etc, etc etc.](https://www.investor.gov/introduction-investing/investing-basics/role-sec/laws-govern-securities-industry#:\\\\~:text=Securities%20Act%20of%201933,-Often%20referred%20to&text=require%20that%20investors%20receive%20financial,in%20the%20sale%20of%20securities.) When you are done reading and digesting all of those, then chances are George R. R. Martin will have finished the series.\\n\\nThe wall and SEC are considered by many to be “Crystal Clear”, just follow the rules and opt into the [“public policy goals and frameworks”](https://www.sec.gov/news/public-statement/gensler-aspen-security-forum-2021-08-03) as described, but not really defined, by SEC Chairman Gensler. To many, they are not crystal clear and rely heavily on the arbitrary judgment and prosecutorial discretion of the SEC as the regulatory body in charge of the rules promulgation and the law’s enforcement. Just like [Charlie in the Factory](https://www.youtube.com/watch?v=fpK36FZmTFY), you may have found that you missed the fine print.\\n\\n[Willy Wonka & the Chocolate Factory — You Lose! Good Day Sir! Scene (10/10) | Movieclips](https://youtu.be/fpK36FZmTFY)\\n\\nLet’s build Exploratory Sandboxes\\n\\n**SANDBOXES and SNOWSCAPES:**\\n\\nWithout regulatory and economic sandboxes it becomes impossible to know what innovations might make sense, and which should fail. What is the cost of the regulation versus the cost of the harm that the regulation solves for? This weighing of the cost and benefits are rarely discussed or measured. In the example above, it becomes clear over the seasons that the “Free Folk” living north of the wall are more of a democratic monarchy, the leader which has more legitimacy amongst his people and less legitimacy through violence. Legitimacy through violence is all that Westeros knows. It literally holds the fabric of society together. Legitimacy is a funny thing, and this post is obviously guided in part by this fascinating Vitalik Buterin post on legitimacy [here](https://vitalik.ca/general/2021/03/23/legitimacy.html). How does one defend autonomy, freedom to invest and contract as a private citizen in a peer to peer manner while also defending against fraud, scams and financial violence?\\n\\nMuch like Westeros, our great United States is decentralized with certain state powers being reserved for the individual states. Economic sandboxes to explore regulatory changes in a safe and on a trial basis are gaining steam. It should be noted that this is perhaps coincidentally happening in the wild western states of Arizona and Utah, with reforms on the license and structure of law firms. For more on the Utah and Arizona regulatory sandbox check it out [here](https://www.lawpracticetoday.org/article/arizona-utah-jumpstart-legal-regulatory-reform/). Kudos to them for trying something new even if it is wrong.\\n\\n**The value of an economic sandbox premised on neutral ground**\\n\\nMany of the power centers around the world are antsy and make pointed critiques that are often disingenuous and of dubious nature. Seems like every day is met with FUD de jure from some regulatory body somewhere in the world. As an example here is some from the [Bank of International Settlements.](https://decrypt.co/80655/rise-stablecoins-defi-make-central-bank-currencies-urgent-bank-international-settlements) Much like [the Mountain](https://gameofthrones.fandom.com/wiki/Gregor_Clegane), some of these paragons of international finance are dead, they just don’t know it yet.\\n\\nWhat if there were a way to test the economic and legal models in production, to allow for commerce to transact in neutral waters similar to the historic and currently applicable law of the sea or other international consensus. Why would bureaucrats not want to know whether their proclamations and rules are value accretive? Often regulatory ossification is tough to overcome and becomes very resistant to innovation and reform. Stakeholders actually become profit takers from the regulatory friction. Much like the regulatory sandboxes in play in Utah and Arizona, it is not completely farfetched to imagine a regulatory safe zone for distributed ledger technology to test the limits of governance, self regulation and self custody in lieu of the current regulatory paradigm\\n\\n# Part 2 Beyond the Wall — Is the SEC losing legitimacy?\\n\\n**If so, how does it get it back?**\\n\\nThe SEC appears to be rapidly losing legitimacy. The players that tried an approach of engagement, like Coinbase, are getting [hammered](https://blog.coinbase.com/the-sec-has-told-us-it-wants-to-sue-us-over-lend-we-have-no-idea-why-a3a1b6507009). A growing list of billionaires from [Elon Musk](https://www.cnbc.com/2019/02/26/elon-musk-lashes-out-something-is-broken-with-sec-oversight.html) and [Mark Cuban](https://markets.businessinsider.com/news/stocks/mark-cuban-sec-gary-gensler-wall-street-regulations-retail-investors-2021-8) and common folk alike are criticizing the approach of investor protection from profits in an increasing brazen manner. Meanwhile it is clear that a new wave of flanking maneuvers are underway with decentralized finance. Tokens, token models, NFTs, art, social tokens, DAO’s, coops, continuous offerings, crowdfunding, utility tokens, all are arguably pushing up against the age-old definitions of “securities” under Reeves and Howey and even Chairman Gensler analogizes it to the [“wild west”](https://www.reuters.com/technology/us-sec-chair-gensler-calls-congress-help-rein-crypto-wild-west-2021-08-03/).\\n\\nEven law professors are getting in on the action of forcing reaction, or perhaps in age old guerilla warfare tactics an “overreaction”. Check out this non-fungible token titled [“SEC No-Action Letter Request”](https://opensea.io/collection/sec-no-action-letter-request-3-securitized-nfts-v3) as a NFT. Points deducted for not referencing letter in the metadata, but clever nonetheless. It is clear that we will see increasingly insurgent and brazen attempts of attacking the four corners of the regulatory framework to force results that appear “absurd”.\\n\\nTo Chairman Gensler any tradable token doodad on a blockchain is a security. The wild west was the wild west, specifically for the reason that the writ of power and law from a centralized authority was lacking. To analogize back to the “Free Folk”, will decentralized finance (which includes many outside of the US) bend the knee to allow a centralized authority to regulate? What if they aren’t US citizens, or if it is a “sufficiently decentralized” network that the rules and regs were clearly not designed to address? These questions are never answered. The only path appears to be just fight it out in court.\\n\\n**How can the SEC get its legitimacy back and why is it losing it?**\\n\\nAs the enforcement cases take years to come to fruition, the cases themselves begin to actually hurt the retail investors that the law is meant to protect. Ask your average XRP holder what they think about the regulatory regime and the fact that the enforcement actions are years in arrears. The belated approach of enforcement allows many more to get hurt than if there was just a simple but clear model for registration and a path to [“sufficient decentralization”](https://www.sec.gov/news/speech/speech-hinman-061418).\\n\\n[The SEC offers you its protection](https://medium.com/lexdaoism/part-2-beyond-the-wall-is-the-sec-losing-legitimacy-9fefc6f70f83)\\n\\nClearly there are multiple ways for the SEC to claw back legitimacy. Many sophisticated experienced and borderline “adult” investors are locked out of an increasingly large swathe of the investment world. Which path to choose for the SEC to regain legitimacy is a very interesting question. Will it try through reforming its rules and enforcement parameters, or perhaps through increasing violence (“zealous prosecution”)? The direction and tact appears under the new Biden administration appears to be more rule through “fear”. It is clear that the new SEC policy appears to be one of putting on brass knuckles and slugging it out. The tact of constructive engagement delineated in the proposed defi[ “safe harbor”](https://www.reuters.com/technology/us-sec-chair-gensler-calls-congress-help-rein-crypto-wild-west-2021-08-03/) proposal from Hester Peirce is completely ignored.\\n\\n**The current paradigm has plenty of zits of its own**\\n\\nThere has already been much written defending “crypto”, permissionless systems, distributed ledgers, and the industry as a whole. It is difficult to constantly defend against allegations of fraud, wild west illegal activity, and salacious stories of money laundering and illicit activity when there is no comparative frame of reference. Everything is relative. What this series will do is offer a critique of the current “paradigm”, why the system is breeding contempt, and a grass roots desire to reform and remake the current regulatory regime.\\n\\nIt is clear that many feel the current system is sick, bloated, expensive, rife with its own fraud, and arbitrarily and capriciously enforced. The current system gates many lucrative investment opportunities behind “paywalls”, toll trolls, and makes rules that ensure that only the bourgeois can access. This article will look at the existing paradigm through the analogy to Westeros and critique it. There is value in self reflection and reformation and maybe it would explain the growing resentment of the current paradigm and why this does not look stable to hold together under popular revolt.\\n\\n**Why you throwing shade at these paragons of regulatory excellence? Because it is inefficient, anti-innovation, and doesn’t even perform its stated policy goals well or at all.**\\n\\nThe Current regulatory paradigm is prohibitively expensive in both cost of compliance and opportunity cost of time. How much does it cost to go public? In other words, it is interesting to try and calculate what percentage of capital it costs to raise capital. How much has to go to the plethora of hard costs, underwriters, accountants, legal, and the ongoing reporting regime as well.\\n\\nI am flabbergasted to know why nobody talks about the sheer capital inefficiency to raise capital in the public markets. So I got to Googling. Most of the following is from the [PWC report](https://www.pwc.com/us/en/services/deals/library/cost-of-an-ipo.html) for those considering an IPO. I selected from a smaller IPO range of 25M to 99M, which is telling that it takes a 25M raise to even make the list.\\n\\n* Underwriter fee — 7%\\n* Legal 1.6M to 1.9M\\n* Accounting 375K to 550K (obviously this is also ongoing to keep Edgar and SEC happy)\\n* Printing 89K to 550K\\n* Exchange Listing Fee 20K to 150K\\n* Misc 272K to 675K\\n* Finra 20K -30K\\n* SEC 13K to 23K\\n\\nSo with some basic assumptions, if we take the middle range of a 50M raise and the middle of the fee structure. Guess how much is left over? Reminding the reader that this actually comes out of the shareholders pie as these are true expenses and the capital will not be available for company needs and investment into growth. ***A staggering 13.1% of the capital is gobbled by gatekeepers, accountants, lawyers, etc before it even gets to the company.*** That is 13% that is not invested in hiring employees, capital investments, and company infrastructure. With a little cowboy math, as long as the cost of fraud is less than 13% then both the company and the retail investors are better off without this public policy “framework”.\\n\\nThat does not even quantify the future costs of compliance (audits and Sarbanes Oxley), the increased risk of shareholder litigation, and other expenses (such as D&O Insurance and the opportunity cost of time).\\n\\nAssuredly there is some good that comes from companies investing in and the company being forced to put in place accounting systems and proper auditing controls, and governance etc. That said, there is no doubt why more and more companies are choosing to go public later and later to avoid this money pit or defer to SPAC’s to bypass this regulatory regime entirely using *regulatory shells as a service* to skip the line and hassle.\\n\\nTo contrast how capital raises can be done, albeit without the same regulatory framework, one only has to look at a recent batch auction of 2007 Kia Sedonas. Yes you heard that right. With a few lines of code a project from Ethereum called [Miso](https://miso.sushi.com/), was able to start a batch auction for 9,800 $DONA tokens redeemable for 2007 Kia Sedonas from the tongue and cheek bargain auto dealer [Jay Pegs Automart](https://jaypegsautomart.com/). Regardless if this is a real auction of 9,800 used minivans or not, it becomes readily apparent that capital formation is heading toward a future where the intermediaries and regulators are going to be under pressure to justify their worth.\\n\\nGrifters don’t want change\\n\\n**How many grifters can a system sustain?**\\n\\nWith technology “friction costs” of intermediaries and trading should inexorably trend down. The future will be one or two possible outcomes 1) Where almost everyone is an “accredited investor” that can invest in earlier stage investments without opting in to the default regulatory frameworks or 2) Where capital formation just flows to offshore markets that embrace a permissionless reformation. The “invisible hand” will work its magic the same as it always has.\\n\\nThe SEC to its credit has made the bar to raising crowdfunding easier with [Regulation CF](https://www.sec.gov/smallbusiness/exemptofferings/regcrowdfunding). Regulation CF has definitely made it easier for earlier startups to raise capital, and increased access to non-accredited investors, but it is still plagued with HUGE fees and costs. Regulation CF still requires running the rubric of capital raising behind intermediaries, paper filings and gatekeepers and still costs well over 10% of the capital to raise.\\n\\nAn example of a “Fee”\\n\\nIs there a traditional finance and crypto marriage to be struck that can efficiently raise capital and programmatically manage the securities regulations? I do find mechanisms such as the [rolling “SAFE” continuous offerings](https://blog.fairmint.co/a-new-era-of-high-resolution-fundraising-the-rolling-safe-1fb67eee68ab) to “accredited investors” to be interesting, as I am sure there is some excitement around digital shares such as “tZero” and LTSE’s focus on longer term value creation. But that really doesn’t touch the regulatory leviathan and the expense of raising capital in public. There are large swathes of the citizenry that are locked out of investing in the best risk rated investments. These technologically savvy investors are actually more sophisticated investors and internet research savvy than the gatekeepers give them credit for. So, the question has to be asked is the regulatory wall to protect investors, or to keep them out and from competing on the juiciest yielding investments in order to protect incumbents.\\n\\nThere is a moment in Game of Thrones where the kingdom is forced to sit down with the Iron Bank and negotiate a loan to fund its side of the civil war. the Iron Bank really just wants a return on its investment and to pick the winning side, or else, if it backs the wrong side it won’t get paid back. This is the conundrum in which regulators around the world find themselves. How to encourage new technological innovation that may be good for retail, and yet, due to disintermediation threatens the financial incumbents that the whole stack of cards is premised on.\\n\\nIt may be anathema in current circles to trust folks to safeguard their own assets without a centralized authority in control. Yet we have always allowed that for a wide range of other assets, such as jewelry, gold, real estate, and even cash sitting cool as a cucumber in the fridge. Which is probably why the bottom 90% has their wealth so heavy into [real estate and vehicles](https://www.visualcapitalist.com/chart-assets-make-wealth/). Neither asset class which really generates positive cash flow. It seems the notional difference is that this also threatens the incumbents. This dichotomy of the regulated legacy financial institutions crying to their regulators is captured much more poetically by Hester Peirce [here](https://www.sec.gov/news/speech/small-world-opening-remarks-fintech-panel-iib-2021).\\n\\n**Because of the prohibitive expense, uncertainty and opportunity cost innovation is hobbled**\\n\\nFor those uneducated in such things, hobbling is basically tying a horse’s back legs together so that it can’t kick and be tended to, to clip its hooves, or provide veterinary care. Similarly, innovators and entrepreneurs have their hind (and in some cases front) limbs bound together to try to attempt to navigate the gauntlet that is preparing for an initial public offering.\\n\\nIn [“Grow fast or die slow: Why unicorns are staying private”](https://www.mckinsey.com/industries/technology-media-and-telecommunications/our-insights/grow-fast-or-die-slow-why-unicorns-are-staying-private), Mckinsey demonstrated that in 2016 there were over 146 companies worth more than 1B and 14 over 10B that have opted to stay private. I would presume that some of this has to do with the regulatory burden and some has to do with advancements of private equity financing. But it is obvious that companies are waiting much longer to access public markets to raise capital, which is odd as technology has theoretically made it easier to aggregate data, disclosures and to track digital shares, etc. For those considering it, here is a [152 page checklist from Latham & Watkins](https://m.lw.com/thoughtLeadership/lw-us-ipo-guide).\\n\\nWhat about capital formation for small companies, or just how many small businesses just choose to not raise money outside of their tight family networks, due to the expense, and overhead of implicating the securities public policy frameworks? Put differently, how many good innovative ideas just wither and die on the vine as they don’t have access to the capital formation to productize?\\n\\nThis is hard to know, it is in the Rumsfield [“known, unknowns.”](https://www.pinterest.com/pin/476607573041269012/) How many of these ideas would benefit from a vibrant and more obtainable crowdsource and investment framework? It is difficult to measure this, but I feel from my own experience with [Farmapper](https://www.farmapper.com/) it is just better to not raise money from others to avoid the quagmire and expenses. This is the case, especially at an early stage of growth. Other anecdotal evidence might be that half of the “unicorn” billion dollar startups are founded by immigrant founders. Which of course shows the vibrancy of the immigrants entrepreneurial muster, but might also be emblematic of a mindset and skill set to circumvent red tape, elite nimbleness, and willingness to go for broke that it takes to reach “unicorn” status.\\n\\n# Part 3 Beyond the Wall — Does SEC regulation accomplish goals?\\n\\n**The stated policy goals are to protect retail and encourage capital formation. Does retail feel protected by the current regulatory frameworks?**\\n\\nMuch of the essay has been spent on just the costs of the current regulatory regime in both compliance costs and the damage (whatever it is) to the pace of innovation. This essay will explore some basic questions regarding whether it is beneficial.\\n\\n* Does it weed out fraud?\\n* Does the current disclosure regime really provide any actionable intelligence to the average retail investor?\\n* Does retail feel protected?\\n* Is decentralized finance (“DeFi”) more or less likely to build into a systematic risk than traditional finance?\\n\\n**Does it weed out fraud?**\\n\\nAssuredly having audited financials and risk of SEC censure would dissuade many fraudsters? But then again maybe not, there were over 400 class action [security lawsuit filings in 2019](https://corpgov.law.harvard.edu/2020/02/14/securities-class-action-filings-2019-year-in-review/). According to the Harvard study 1/14 S&P 500 companies were subject to litigation in federal courts in 2019 alone and 20% of IPO’s have been subject to a securities litigation filing in the 4 years after their IPO. As anyone who has invested for a time knows that the only one who wins in these cases are the attorneys with very few exceptions.\\n\\nFrom personal experience, almost every class action securities claim is an exercise in frustration full packaging. It is difficult to track and see if the stock holding periods match the settlement claim form, and many of them that I have taken the hour or two to fill out result in rejection or a pittance. In other words, most of these securities fraud claims actually result in more harm than good for the average publicly traded stock investor. It is clear that the current regulatory frameworks do NOT in fact protect from fraud or we desperately need tort reform to prevent these lawsuits that damage common stockholders. I want to hear what Gensler plans to do to reform this seedy underworld, where common equity gets either defrauded with no redress OR has value of their investment needlessly slashed through the overzealous nature of our securities law bar.\\n\\n**What does the current disclosure regime really provide to the average retail investor?**\\n\\nWesteros has those with the gift of foresight and can see the past and the future through the eye of the one-eyed raven . Despite this power of vision, Westeros is still a mess. Most disclosure regimes are simply disclosing things that have already happened. When investing is actually about the future expectations of growth. Oddly, trying to have your CFO be a one-eyed raven and predict the future is a dangerous path that actually exposes the company to securities violations. So more and more are simply choosing not to provide forward looking guidance at all. The message is clear that it is better to provide no information, or copy and paste form bank disclosures than to provide anything that might constitute actionable intelligence to the average investor.\\n\\nTo show the overall paper avalanche that is the current disclosure regime I am going to link a [10K from GE](https://d18rn0p25nwr6d.cloudfront.net/CIK-0000040545/3b695550-528c-4142-9191-cad65bfad61b.pdf) for perusal. It is 262 pages and contains a long list of disclosures and risks, some financial information “the financials”, and plenty of CYA language put in there to try and avoid the securities litigation gauntlet above. If an investor only invests in five investments, that is 1,250 pages of annual report information to peruse. Let’s see what useful disclosures there are:\\n\\nThe least bad is the best alternative\\n\\nCaptain Obvious:\\n\\n* COVID-19 — The global COVID-19 pandemic has had and is expected to continue to have a material adverse impact on our operations and financial performance, as well as on the operations and financial performance of many of the customers and suppliers in industries that we serve\\n\\n> *Thanks Captain Obvious — You mean to tell me that a worldwide pandemic and lockdowns might impact business.*\\n\\n* Global macro-environment — Our growth is subject to global economic, political and geopolitical risks\\n\\n> *Thanks Captain Obvious-You mean to tell me that a global company such as GE might be adversely impacted if WW3 breaks out.*\\n\\n* Industry dynamics and outlooks — The strategic priorities and financial performance of our businesses are subject to major trends in our industries, such as decarbonization and digitization, and we may not appropriately plan for or adapt quickly enough to dynamics that in some cases can take many years to play out.\\n\\n> *Thanks Captain Obvious-You mean to tell me that we need to disclose that the company leadership itself might be wrong or incompetent.*\\n\\n* Competitive environment — We are dependent on the maintenance of existing product lines and service relationships, market acceptance of new product and service introductions and technology and innovation leadership for revenue and earnings growth.\\n\\n> *Thanks Captain Obvious-You mean to tell me that you don’t compete in a monopolistic industry .*\\n\\n* Restructuring & retention — We have been undertaking extensive cost reduction and restructuring efforts; these efforts may have adverse effects on our operations, employee retention, results and reputation and may not achieve the expected benefits.\\n\\n> *Thanks Captain Obvious-You mean to tell me that firing people and selling businesses might impact morale. The floggings will continue until morale improves, but if it doesn’t we disclose that here.*\\n\\n* Business portfolio — Our success depends on achieving our strategic and financial objectives, including through dispositions, acquisitions, integrations and joint ventures.\\n\\n> *Thanks Captain Obvious-You mean to tell me that to be successful you need to be successful. This was almost worth reading, little alone writing and filing with the SEC.*\\n\\n* Intellectual property — Our intellectual property portfolio may not prevent competitors from independently developing products and services similar to or duplicative to ours, and the value of our intellectual property may be negatively impacted by external dependencies.\\n\\n> *Thanks Captain Obvious-You mean to tell me that to be others might actually compete and copy us. One would think that us disclosing that we aren’t in a monopoly would be enough, but alas, this is for the super dense.*\\n\\nI could go on and these are just the highlights of the catch all disclose every possible risk in an inaccessible and lawyerly drawl that fills the page and really says nothing of any value. I do find it more than interesting that Michael Burry from the Big Short was successful because he actually read and scoured these reports for inconsistencies and material disclosures buried in the haystack of boilerplate language. Go to the part at 3:40, where they say only the lawyers read the disclosures. How then do these disclosures protect retail?\\n\\n[The Big Short (2015) — Dr Michael Burry analyzes Subprime MBSs (Feat. Margot Robbie) \\\\[HD 1080p\\\\]](https://youtu.be/-OzBI2r0Xb8)\\n\\n**Does retail feel protected?**\\n\\n[Yee Retail investor, I will protect you from all excessive profits](https://twitter.com/mccallios/status/1460657696231677953/photo/1)\\n\\nThis is a simple question and I am not sure the answer. From my cheap seats in the peanut gallery it appears to depend on which retail you are talking about.\\n\\nThe Baby Boomers seem to like their current system, they tear open the envelope of their Vanguard pension or IRA and look at the balance and say, boy ain’t life grand. This is somewhat of a misnomer though, as they still aren’t consuming the infinite disclosures buried in the haystack of 10k’s and 10Q’s “the paper dump”. They are actually relying on professional intermediaries to curate their investments into products. Then the investment gruel gets spoon fed to them like their Ovaltine. In other words, I doubt that many are actually reading their 10K’s, and those that do are probably actually “accredited” or institutional investors and not “retail” in any shape or form.\\n\\nFrom the viewpoint of the younger generation, they look at it differently. Locked out of anything except for the same bloated overbought equities that their elders are about to sell the hell out of to fund their healthcare and retirement, they are looking for alternatives. Will the Youngs make mistakes investing, absolutely…they will. Mistakes are really a form of premium education in investing anyway. Maybe just maybe, we shouldn’t assume that the most educated generation in history is too stupid and unsophisticated to know how to invest their own money. If nothing else, with disintermediation of the fees associated with a curated investment experience they don’t even need to be that right to still outperform the Boomer cohort.\\n\\nAs a Gen Xer we are used to just watching the culture wars play out with a latch key around our neck, and apathetic angst. The Baby Boomers have a legacy system that they have a large stake in and it is clear that the Millenials and Gen Z are not quite feeling the same connection. It is probably normal to have generational conflict, but I think the sheer demographic heft of the Boomer generation has exacerbated the pent up frustrations of what I loosely call the Youngs.\\n\\nThe Youngs feel, in my observations, to have been rug pulled from home ownership and credit in 2008 and realize that inflation is the game being played to continue the facade and provide the exit liquidity for a generation that, on the whole, spent more than they earned on a public tax receipts basis. How else can they fund their retirements, but to have the ability to sell their houses and investments into a vortex of irrational exuberance and insanely valued equity valuations?\\n\\nThe Youngs no longer believe the disclosure, no longer trust the institutions and no longer believe that this is anything other than the latest in a long line of wealth transfers to plug a pension funding gap for their elders. Perhaps the governmental institutions should reflect on why they are losing legitimacy rather than try to mandate that they maintain it.\\n\\n**There is minority viewpoint and colorable disagreement within the SEC itself that is well worth a read. From Commissioner [Hester Peirce speech](https://www.sec.gov/news/public-statement/peirce-iac-090921?s=03):**\\n\\n> ***One of today’s panels deals with “Reimagining Investor Protection in a Digital World.” When confronted with new technologies, new products, and new ways of doing things, the regulator’s tendency is to say no instead of yes, to say stop instead of go, to see danger instead of possibility. The regulatory labyrinth we have built over the years serves this “Not so fast, sonny, you might put your eye out!” mindset well. The SEC’s focus is appropriately on investor protection, particularly retail investor protection, and market integrity.***\\n>\\n> ***This Committee, however, can play a role in reminding us that investor opportunity matters too. By investor opportunity, I mean the chance for investors to try new products and services, to include in their portfolios new types of assets, to use the latest technologies, to get in on the ground floor of new opportunities, to experiment and learn from investment successes and failures. The regulatory process underrates investor opportunity, and investors lose out.***\\n>\\n> ***Investors want protection from fraud and easy access to robust disclosures, but they also want to be able to interact with their financial firms using the latest technologies, to have access to the full range of investment options, and to take charge of their financial future by spending their hard earned money as they see fit. Investors at times may be willing to take on more risk than the regulator thinks is prudent. A healthy regulatory response would resist the urge to override investor decisions and instead engage and educate investors using the same technologies through which they are investing. As you discuss digital platforms and other topics in the future, help us to remember that a regulator who always says no or takes too long to say yes is not serving investors well.***\\n\\n**Is Decentralized Finance more or less likely to grow into a ‘systematic risk’ than traditional finance?**\\n\\nTails I win, heads you lose\\n\\nThis is a really interesting chart from [this article](https://sites.law.duke.edu/thefinregblog/2020/06/18/in-defense-of-naked-credit-default-swaps/) on naked credit swaps. Credit default swaps are not securities and not under the purview of the SEC, they are instead regulated under the CFTC for the most part. The above chart clearly portrays the systematic risk of “too big to fail” reflexive ponzinomics that was the state of affairs prior to the 2008 financial armageddon. AIG was the hub and insurer and taker of the other side of transactions from Goldman, Citi, Bofa, etc. So when these leaders and alums from Goldman talk about ponzi schemes, it is clear that they know what they are talking about. Overall, I am not sure why we seek leadership from the same folks that bet their firm on these positions and the only reason that Goldman didn’t follow Lehman and Bear Stearns down the drain is that they were bailed out specifically by the AIG rescue.\\n\\nSenator Warren in an effort to head off decentralized technologies “defi”, wrote the following [letter to US Treasury Janet Yellen](https://www.warren.senate.gov/imo/media/doc/FSOC%20Crypto%20Letter%2007.26.2021.pdf).\\n\\nProtip — Always read the footnotes\\n\\nWhat Senator Warren failed to mention was that the Financial Stability Board report (the report is also from 2019 which in crypto is eons ago) referenced as [footnote 17 above](https://twitter.com/mccallios/status/1460658538544439298/photo/1).  See I can cherry pick too\\n\\nHow can having a decentralized ledger lead to less systematic risk overall? Well it is clear that anyone with some chain analysis can effectively create a dashboard for a protocol system using the distributed ledger to see the assets that are held in the protocol. As an example, [here](https://dune.xyz/queries/58495/116320) is a dashboard using ‘on-chain’ queries from Dune analytics from MakerDAO, updated every few hours. This is real time on chain analytics, in other words these are living breathing financial statements.\\n\\nReal Time Financial Position Reports\\n\\nDashboard analytics can be used to query exposures, defi protocol overcollateralization ratios, etc to get a real picture of system health. For example the collateralization of the system is currently 177.97%. Point being is that having on chain open finance systems are the opposite of “opaque” as Senator Warren stated in her letter. They are the closest thing to real time financials and disclosures the world has ever seen.\\n\\nReal Time Network Health Metrics\\n\\nThe hypocrisy of many of the current regulators who had their jobs and wealth preserved through public bailouts, who had blood on their hands from the 2007–2008 financial crisis is staggering. The audacity of them lecturing us that we need to “trust” them to regulate decentralized finance because it poses some competitive risk to their financial incumbents that pay their speaking fees, provide their golden parachutes ane enable their rent seeking. “Defi” will need regulatory disclosures, constraints and monitoring, but until it becomes apparent what those risks are, the heavy handed regulatory posturing reeks of incumbent financial institutions using their regulatory captured positions to snuff out competition. Competition should be welcomed in financial services, perhaps especially, if it forces ossified industries and regulators into an uncomfortable position of having to reform and give up a scintilla of power.\\n\\nIs this the end of the “Beyond the Wall” series?\\n\\nMaybe, let us know what you think and share and comment if there are other topics to cover.\\n\\nSpecial thanks to [Nick Rishwain](https://medium.com/u/2ce51c4d4ed0?source=post_page-----f8b0ef72bf5d--------------------------------) for providing feedback.\",\"timestamp\":1637087703,\"title\":\"SEC Casts Watch — Crypto Regulation Beyond the Wall\"},\"digest\":\"SAFmcbJGfkoo-qpgJKESqlBZRAby_IkAvAqJWGLzMYc\",\"authorship\":{\"contributor\":\"0xd5B3988eD0AB5ec375E51bB6fd10e205cEC16A2E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cTdTPvcPmdhXyCXesqWPCmgDI2GjlftevLxwYBNXESU\\\",\\\"y\\\":\\\"5nv0CSbWmqXXfMY01EhkpGGH42sXJEMNUHmiJYI2e5Q\\\"}\",\"signature\":\"KEO5ITgdc8p9nCuQc9VrXY7RKtcWbfDBwMN8f0y6X5xX31sM9p7l3OBTi3X3Xx6JX7S45Uy5noZZrz5bY39MEA\",\"signingKeySignature\":\"0x9ebcc1b29c598f0f0ce5b7433171d5d6d58dd44c318844114d5cb1e7f6d58a594d2f7e867ee4f76d40a18681240aadec9173a9496721b21b21480594b8a4a7841b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cTdTPvcPmdhXyCXesqWPCmgDI2GjlftevLxwYBNXESU\\\",\\\"y\\\":\\\"5nv0CSbWmqXXfMY01EhkpGGH42sXJEMNUHmiJYI2e5Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"foMkEz0_sd2l5FeWDAIXT3ZISsj_ZCL40B87DVbE7yw\"}"