"{\"content\":{\"body\":\"区块链到底有多重要？是未来互联网世界里的基石。\\n\\n当下，在互联网移动互联网的江湖里，邮箱、手机号等是我们人类进入互联网的令牌。\\n\\n今后，钱包是我们人类进入以区块链技术为基石的互联网的令牌。\\n\\n以下，分几个方面说明技术的重要性以及一些应用实例。\\n\\n一、去中心化的重要性\\n\\nfacebook宕机是最近发生的事情，bitcoin网络自建立以来没有发生过宕机事件，甚至在2021年5月19日ban of China也没有发生宕机。这就是去中心化的硬度，它不取决于中心化组织（企业、政府）的决策，仅仅取决于共识。只要有共识这张网就会持续运行下去，而共识的摧毁，尤其是世界性共识的摧毁又是异常的难。\\n\\n而建立在去中心化核心思想的区块链网络，才是真正的具有记忆的网络，全节点的重要作用就是不依托于任何一个中心节点。《疑犯追踪》这个美剧其中有一个情节，将网络分布式存储在电网系统的智能设备中，看上去很玄幻，其实并不玄幻，现下bitcoin网络就存在于世界上各个角落里的个人计算机、硬盘中，只要联网就有全备份。虽然看似很不经济，但却坚强无比。\\n\\n试想一下，如果有一天本应数据一致的库因为某种原因导致5/5分的不同数据，简单以中美举例，中国向美国出口1000只手套，价格是0.8刀/只，美国向中国付款800刀。但是因为特殊原因两边的联络断了，美国人把价格改为0.6刀/只，当联络恢复后应该相信哪一方？\\n\\n区块链网络就不会，因为要广播，要51%确认记录账本，且保证每一个账本都是一致的，即便联络中断，也能保证历史数据的唯一性。\\n\\n二、链上账本的重要性\\n\\n链上账本的几个重要特性，一是可追溯，所有的交易链条环节都记录在区块中；二是匿名，只认钱包地址，是谁不重要；三是一致性，完备的账本都是去中心化存储的，而且数据保持一致。\\n\\n三、钱包匿名的重要性\\n\\n经常被骚扰短信困扰吧？先生，买房吗？先生，贷款吗？真真的是不胜其扰。在每一个手机号背后的人，经过互联网的客户画像已经把我们用户的信息传遍了世界，为什么打开TB就能看到我们想要买的东西，而且非常匹配我们的喜好。因为我们在互联网世界留下了痕迹。\\n\\n在深入的体验了区块链世界里的钱包以后，metamask、onekey、imtoken等等之后，我从震惊到醒悟，原来在网络世界里可以这么玩耍，不要接收到无用的信息，所有的交互需要用户的授权，当然目前绝大部分是建立在数字货币基础上的。只要在区块链的世界里拥有一个钱包，钱包里拥有能够证明自己价值的资产，就可以在这个世界里享受喜爱的事物。比如Pornhub，比如NFT。不再需要手机关联的银行卡，不再需要家庭住址、工作单位的关联。这兴许才是元宇宙。区块链的世界正在用钱包、用钱包里的数字资产或者数字艺术品或者游戏角色来建设一个与现实世界映射的数字世界，甚至远大于这个现实世界。\\n\\n试想一下，如果王者荣耀不再是用微信或者QQ登录，用钱包登录，打怪升级的结果都是个性化的NFT，所有的花费和对战经历都具有价值，那游戏的世界是不是会更不同。现在游戏区块链宇宙已经开始，而且正以无法阻挡的趋势高速发展，Rarity、Gamefi是开拓者。\\n\\n四、价值互联的重要性\\n\\n正如前文所述，拥有了钱包之后，再区块链网络世界里就具备了价值互联的基础，比如我写的这篇文章是再区块链网络中撰写及发表的，当然是通过我的钱包链接的，那么我把他做成一个NFT，那这篇文章就被我确权了。引用其中的内容如果我认为需要收费，就可以建立支付通道让引用的人直接转账到我的钱包。这就是创作价值。\\n\\n试想一下，天下文章一大抄这个千古规律是否可以转变为，抄可以，要么注明归属，要么付费转移产权。这是按劳分配的社会主义啊！\\n\\n五、数据产权的重要性\\n\\n在现实世界中，房子、车子等等都有产权证来确权，但是在数字世界中，也是未来最重要的资产，怎么确权，就目前而言，在互联网中，个体的数字资产可谓被侵权的体无完肤，只要联网了，我们的联系方式、家庭住址、资产情况甚至健康情况完全可以被”有心人“购买。而这些数字产权本应属于个体。\\n\\n其实把比特币的数字货币定义为资产是非常合适的，就好比现实世界的房子和车子，根据比特币的特性，它是一种通缩型资产，也就是不会滥发。那这个资产在数字世界中可以进行抵押借贷，然后进行数字资产的投资，这一切在近些年来越来越多的DeFi项目中已经实现。\\n\\n试想一下，如果现实中的房产在数字世界进行NFT发行，拥有NFT即拥有房屋产权，而且具有唯一性，那数据产权的重要性可见一斑。\\n\\n六、个体隐私的重要性\\n\\n在国内，隐私的重要性似乎没有便利的重要性高，消费者认为只要方便了，自己的隐私没那么重要，四处可见的摄像头，滥用的人脸识别，所有的数据如果被用心险恶的人利用，其实消费者就将自己置于险境。\\n\\n在区块链世界里的通行证——钱包，并不需要我们与手机关联，也不需要我们与邮箱关联，唯一需要做的就是掌握自己的私钥，只要私钥不泄露，资产就不会被盗，只要私钥不丢失，资产就不会丢失。所有的应用通过钱包连接，在钱包背后的个体是谁并不重要。\\n\\n可能这里有人会说，那就无法阻止作恶的人为非作歹，可是我们的隐私被泄露了，为非作歹的人不是更猖狂吗，电信诈骗这样的例子还少吗？中本聪是谁，到现在也没有人知道，有可能就是旧金山街头的一名普通的程序员或者是东京的一位猥琐大叔，如果知道了他是谁，那么他可能就需要像扎克伯格一样，跑个步也要被保镖包围了吧。\\n\\n声明：1.这不是一篇科普贴\\n\\n2\\\\.这不是一篇口水贴\\n\\n3\\\\.这就是一篇自己思考的总结\",\"timestamp\":1633833005,\"title\":\"区块链到底有多重要？（1）\"},\"digest\":\"6fmBJYzRQwGDOS3eFjpK8FPXNUk-zCZGzTdnGPCOVfo\",\"authorship\":{\"contributor\":\"0xBA38EEA0cd18a0Ba7eE1F5d9861FC7DaF2895929\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PjSI0ntEDaranaCXU6_dOuhcavWdbny99qWA1A3PJwQ\\\",\\\"y\\\":\\\"dzUACCmxTAuOvYoEV8t3QyGU2dScelEvjpq45IyIpCU\\\"}\",\"signature\":\"WhnWx5Ex_VJLfU9AagAhYZweeCP71mIINrUp0NNwFy0A7uTzXbLgkx2I4IiJQP9gabMA0xqTnYccJ7JzKLSB0w\",\"signingKeySignature\":\"0x6f66ec65adf01cec09efa4d570197946d43cab6c8ab8ec67fdb1b03f0a77e437693c3de143a6167709b86bd713f5f3ad0b2cc07b1ae71977df12985f40aeba791b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PjSI0ntEDaranaCXU6_dOuhcavWdbny99qWA1A3PJwQ\\\",\\\"y\\\":\\\"dzUACCmxTAuOvYoEV8t3QyGU2dScelEvjpq45IyIpCU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0U49OoPgZkPEcM_IRXltuDR2Ydz1CifLvq_SWt472Wc\"}"