"{\"content\":{\"body\":\"*Originally published on [world.hey.com/luca.cosivi](https://world.hey.com/luca.cosivi) on June 28 2021.*\\n\\nIn this newsletter, you'll get to know how travel distribution evolved in two different time periods:\\n\\n* Thomas Cook and the advent of travel agents (1841-1996)\\n* Online Travel Agents (1996-2020)\\n\\nBut first, let's make something clear, something that this pandemic might have allowed us to forget.\\n\\n### Humans and travel.\\n\\nHumans have been travelling for thousands of years and the Covid pandemic is a speck of dust in our 300,000-year history as Homo Sapiens. Nonetheless, the way we travel, and the reasons why, have changed throughout history. Unfortunately, if you try to understand how humans travelled more than 15,000 years ago, you must rely on limited methods: fossils, genetics, and present-day hunter-gatherer communities, for example.\\n\\nFor most of history, we didn't rely on intermediaries to plan our trips; we just walked, foraged, hunted, and set up camp. Today's world is different, and since modern tourism began, intermediaries big or small have been a game-changer, enabling millions of us to visit places we couldn't have dreamt of before. That brings us to Thomas Cook, the father of tourism.\\n\\n## Thomas Cook\\n\\nThomas Cook from Leicester, England, was the founder of the travel agency that bears his name. In the history books, he is credited as the first person to commercialise travel. In 1841, Thomas created the first organised trip and acted as the first travel agent.\\n\\nThe thrill of travel quickly spread across the English midlands, and improved workers’ conditions enabled more and more people to take part. In 1855, Thomas Cook organised the first continental trip across Europe. The next 150-years were mostly characterised by strong growth and the proliferation of mass tourism across the world.\\n\\nHowever, in mid-2019 Thomas Cook (the agency) filed for bankruptcy, marking the end of an era. Although in reality, the end of this era started a few decades earlier, when travel agents started to go online. Traditional travel agents started to lose more and more market share to a new breed of company that took the business model online in the late 1990s.\\n\\n## Online Travel Agents\\n\\nThe year 1996 was a significant one for the industry, as Booking.com, Expedia and Travelocity all launched that year. Although they were not the first to bring travel products online, they were the first to allow travellers to access them directly (skipping ‘traditional’ travel agents).\\n\\nAirlines, however, had already started to develop and connect to the Global Distribution System (eAAsy Sabre) since 1986. This \\\"delay\\\" of 10-years between airlines being connected to the internet compared to hotels seems to be showing up again in the adoption of Blockchain (more on that in the next newsletter).\\n\\nDennis Schaal, an Executive Editor at Skift, published an extensive report on the development of online travel \\\\[2\\\\]. He divided this history into three parts:\\n\\n* Pre-online travel agency 1985-1993\\n* The key launches 1996-1998\\n* Consolidation & evolution 1999 onwards\\n\\nThis market has been in \\\"consolidation mode\\\" for a long time and today the two main players dominate two of the most important regions: Booking.com in Europe and Expedia Inc. in North America. This reflects these two companies’ origins, in Europe and the US respectively, anchoring their market share in these geographies, even though they both operate worldwide.\\n\\nThe two major changes in the market in the last decade are the start of Google Travel and the growth of Airbnb. However, from a structural point of view, the industry hasn't changed a lot, data and contracts are still highly concentrated in the hands of a few players.\\n\\nIs it a problem though? for travellers? after all booking a trip is easier than ever before. Well, it doesn't take a genius to understand that many cities have inflated hotel prices due to their high commission rates and rate parity agreements.You can see the similarities with the current [tensions that Apple is facing](https://www.theguardian.com/technology/2021/apr/30/apple-eu-law-app-store-iphone-ipad-music-streaming) on its high commission fees in the app store. However, the difference is that using an iPhone is a rather sleek experience, but browsing for accommodations on booking.com is an often frustrating, lengthy and stressful experience for most travellers.\\n\\nAll due respect should be given to booking.com and Expedia for their contribution to the travel industry, but it is time to innovate and start adding value to travellers and accommodation providers again. I wouldn't be surprised to see them facing the same fate as Thomas Cook did in 2019 in the next decade (more on the \\\"why\\\" in the next newsletter).\\n\\n### Historical Timeline\\n\\nHere is a simplified timeline of the recent history of online travel.\\n\\n![online travel historical timeline](https://world.hey.com/luca.cosivi/0a262f8e/representations/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBCSWlYWkJvPSIsImV4cCI6bnVsbCwicHVyIjoiYmxvYl9pZCJ9fQ==--10e7f2ba05639335bdc04ad67751c3c766d2ba0d/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaDdDam9MWm05eWJXRjBTU0lJY0c1bkJqb0dSVlE2RkhKbGMybDZaVjkwYjE5c2FXMXBkRnNIYVFLQUIya0NBQVU2REhGMVlXeHBkSGxwU3pvTGJHOWhaR1Z5ZXdZNkNYQmhaMlV3T2cxamIyRnNaWE5qWlZRPSIsImV4cCI6bnVsbCwicHVyIjoidmFyaWF0aW9uIn19--9333ff4f088aa9239bed4b0a224e37f2c7bab42d/online%20travel%20timeline.png?&size=medium)\\n\\n\\\\*\\\\*References\\n\\\\*\\\\*\\\\[1\\\\] <https://www.smithsonianmag.com/science-nature/essential-timeline-understanding-evolution-homo-sapiens-180976807/>\\n\\\\[2\\\\] <https://skift.com/history-of-online-travel/>\\n\\n\\\\*\\\\*Next Newsletter\\n\\\\*\\\\*I've decided to merge the next two newsletters in one, you'll learn the basics of blockchain technology (plain English) and the implications it will have on the online travel industry.\\n\\nMy [Twitter](https://twitter.com/lucarioams) | [LinkedIn](https://www.linkedin.com/in/lucacosivi/) | [GitHub](https://github.com/lucarioams)\",\"timestamp\":1635425822,\"title\":\"A brief history of travel distribution\"},\"digest\":\"wc4AY8LdlAuHsplyHjhbqwCpbKm414NLnC39KloXHCM\",\"authorship\":{\"contributor\":\"0x0e65396AFcF37C2743BFE3A6771c3345028A2c6c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8bt0cmFdCOZ72RPqWC3FCyAerF4nUanVjnfVnDFNCs8\\\",\\\"y\\\":\\\"P5kkzOhQuffQZA_1KRmGZcWHNPRPH-Q2z9vS6rS2WOI\\\"}\",\"signature\":\"U7w8ALEYOA45H9K9ucFOSdBKAZTvkKIkaatqmBaD8ZZbb6BTmJnQrRZYnFKmN8d-3O7L0De-tNPeLLf2g6BfmQ\",\"signingKeySignature\":\"0x8dcd36b2e70987ddb2cd1b04803d870ae9ed3df12f803fcc420416d6281a458420700acef63c3b6c3627f39ae7457252de46ea736791b48ef8b8de13b98fa07c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8bt0cmFdCOZ72RPqWC3FCyAerF4nUanVjnfVnDFNCs8\\\",\\\"y\\\":\\\"P5kkzOhQuffQZA_1KRmGZcWHNPRPH-Q2z9vS6rS2WOI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HgadSjltR2HkWC4iAhKu79kB2y7oN6gR-7NxJ6iJAGM\"}"