"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/zoob9FCq25ZWCIU01H96g.png?height=1674&width=3200)\\n\\nDecentralized Gold Standard for the New Digital Capital Markets\\n\\n## Introduction\\n\\nSince the inception of human civilization, access to capital has been a determining factor in the success, domination, and survival of communities. This was historically manifested as intense competition over food, territory, serfs, or scarce resources: ceramics or metals, such as tin and copper. Throughout time, precious metals such as gold and silver have become a universal store of value. As humankind evolved, gold and silver were replaced by bills of exchange, while ownership of the resources of organizations that mined those precious metals became equity, representing an ownership share in these organizations. This is how Capital Markets first appeared. As our civilization and all aspects of human and social relations are becoming increasingly more intertwined with the new digital world, the Capital Markets themselves are becoming more detached from the “real markets” of goods and resources. In the digital world, almost no restrictions exist on digital resources and, therefore, on opportunities for organizing communities based on various economic incentives, gamification, art and creativity, or simply some viral potential. All these aspects are now manifesting in the industries of cryptocurrency/DeFi, Play2Earn, NFTs, and fan tokens, respectively. Thus, new, more complex Digital Capital Markets appear and expand.\\n\\nDigital Capital Markets are impossible without a flexible and dynamic mechanics of social consensus. Bitcoin was revolutionary in a number of ways, not least that it introduced a decentralized machine consensus. At the same time, contemporary experiments with social governance are spawning new forms of Decentralized Autonomous Organizations (DAOs), which are a de-facto foundation for new Digital Capital Markets.\\n\\nBitcoin became the standard for digital currency protocols, while Ethereum first implemented a global computing platform that can run complex financial protocols, which opened ways for entirely new markets for games, unique items, and data provision. Thus, Ethereum spawned a next generation of protocols, with a more general scope of application. More alternatives to Ethereum are emerging every day, and new financial incentives and communities are being established in these alternative ecosystems. Digital Capital Markets must constantly evolve and not depend on their underlying protocols. Such protocols should be platform-agnostic, while at the same time providing ways of efficient public capital management.\\n\\nDigital Capital Markets are born of experimentation and exploration. The basis for the success of such experiments is dependent upon an efficient design of the token economy, leading to stable equilibria where, according to game theory, stability is difficult to achieve and maintain (i.e. prisoner's dilemma). The ability to freely communicate and build alliances can counteract the effects of prisoner's dilemma and lead to sustainable economic prosperity for all. This is how DAOs operate: thanks to these new technologies, we are capable of creating economically sound financial protocols in short periods of time. Despite an almost \\\"Cambrian explosion\\\" in platform protocols (L1) and financial protocols (DeFi & NFTs), there is still no global “gold standard” that could adapt to the changing markets, where the emergence of new protocols will not threaten, but rather strengthen it via network effects.\\n\\nThree fundamental aspects are widely believed to be essential in the effective operation of Digital Capital Markets:\\n\\n1\\\\. Capacity and concentration of capital in the system (Liquidity),\\n\\n2\\\\. Economic activity (Trading Volume),\\n\\n3\\\\. A flexible system of decentralized management (Governance).\\n\\n![](https://images.mirror-media.xyz/publication-images/p0kHPuRFOxJHQK-99Z8pw.png?height=1674&width=3200)\\n\\nGTON CAPITAL DAO is designed as a universal “gold” standard for Digital Capital Markets. Its market value is algorithmically dependent on Liquidity, Volume, and Governance parameters. Liquidity is not the same as volume: liquidity represents an amount of capital that can be liquidated or acquired without a significant impact on the market, while volume characterizes the measure of token trading activity at a certain point in time. At the same time, the growth of GTON value drives the growth of liquidity, volume, and the evolution of governance of the protocol itself, as well as the adjacent protocols (Candy, OGS, SuSy and etc). This establishes a coordinated network effect with a positive feedback loop.\\n\\nThe key principles on which GTON is based reflects the philosophy of so-called [DeFi 2.0](https://thedefiant.io/olympusdao-uniswap-defi-2-0-liquidity-mining/). Having started as an alternative to liquidity mining (AMM LP), this approach is deemed more promising and fundamentally stable, since it is based on creating systems that can coordinate within a DAO structure to collectively manage capital in a treasury and liquidity on the market by solving the main problem that contributes to the instability of financial protocols: prisoner's dilemma. DAOs are capable of negating such economic side effects, as they allow for the creation of robust governance institutions and higher-level protocols, which is necessary for efficient Digital Capital Markets.\\n\\n# How it works\\n\\nLet's describe the basic concepts and definitions used by GTON Capital.\\n\\n### DAO\\n\\nThe GTON Capital system acts as a DAO that can gradually evolve to adapt to the changing market. Its aim is to serve the economic interests of the token holders, and particularly those of the future token holders. As the DAO should constantly evolve, some areas of decision making should be delegated to subsidiary DAOs, focused on specific goals and operations. This hierarchy will be expanded below with examples from adjacent projects: Candy and OGS. New products that make use of GTON as a utility token, created in close collaboration with GTON contributors, can be launched on OGS Launchpad on the GTON Market, thus forming a new subsidiary DAO. This process is called budding and it allows for the entire Governance ecosystem to evolve. In new subsidiary DAOs, the primary GTON DAO will be a major stakeholder, and vice versa. If a project that wishes to enter the ecosystem already has a DAO, a so-called merging can take place. All these processes are reminiscent of the biological processes of evolution, where various forms of community cooperation are necessary in order to achieve the most favorable conditions for prosperity.\\n\\nAt the same time, the vote power can be delegated, therefore creating a liquid governance system. Starting with a simple vote of holders on one blockchain, a complex and effective system of multi-chain voting with delegates and special roles can be established. In any case, one of the main tasks of the primary DAO is to set up a decision-making process on what targets to follow and how to manage funds in the treasury, especially the liquidity of the governance token $GTON. This process is called Pathway.\\n\\n### Pathway\\n\\n![](https://images.mirror-media.xyz/publication-images/drmNHspwZpo5e1Ja7m-c7.png?height=1674&width=3200)\\n\\nDAOs are rule-setters for algorithmic systems rather than the systems themselves. When it comes to market making of project tokens or liquidity management, algorithmic systems are needed that will operate in a fully automated manner, but with an ability to be customized and updated through social consensus DAOs. Each such DAO has a treasury which stores assets (PCA, protocol controlled assets) or liquidity (POL, protocol owned liquidity). The last two terms are the basis of DeFi 2.0, but we are expanding their meaning through the introduction of the term Pathway, which is an algorithm for management of the PCA and POL, based on a set of rules and algorithmic parameters which are subject to voting of the DAO.\\n\\nThe article that describes the [Pathway](https://mirror.xyz/0xCed486E3905F8FE1E8aF5d1791F5E7Ad7915f01a/Yv6tc-KaTK1I-wfF6lc4c2UXuoqDA2h75sLt4n_cWA4) protocol describes in detail how the token value is linked to the fundamental indicators such as liquidity and activity (volumes).\\n\\n### Bonding\\n\\nIn order for the funds in the Treasury to accumulate and the economy to remain stable in the long-term, a mechanism is needed to attract borrowed funds for a discount on a token with vesting, that is, a bonding mechanism. This mechanism can be used both with LP tokens with GTON, and with the tokens that form the majority of treasury reserves.\\n\\n### Incentives\\n\\nAny DeFi system develops and expands thanks to user incentives that underlie the protocol. Most often, this is represented as a type of asset mining for engaging in an activity, farming for providing liquidity, and so on. GTON CAPITAL makes use of multiple incentive tools, such as staking of GTON token, farming rewards for liquidity provision, or mining GTON for trading activity. All incentives are introduced by DAO decision making and are updated according to the DAO vote.\\n\\n# Products\\n\\n### Liquidity (Candy)\\n\\nAs mentioned previously, liquidity represents an amount of capital that can be liquidated or acquired without a significant impact on the market. This is one of the most important fundamental indicators of asset health, as it shows market depth or how much active capital has already entered the system and is used in it. The more liquidity, the greater the capacity of capital that can be invested in an asset, and the higher the safety and the freedom of investor activity.\\n\\nIn DeFi 2.0, the main distinguishing feature is that liquidity management is not being done by ordinary users or single market makers, but by the protocol itself and the DAO. GTON also uses the liquidity measure as a factor in determining the Pathway strategy, either buy back or selling of the DAO treasury assets. In the spirit of DeFi 2.0, Candy is a protocol that allows for concentrating liquidity governed by a DAO (first the GTON DAO, then a subsidiary DAO with the governance token $CANDY). Candy is a single-sided liquidity staking solution that utilizes GTON as a liquidity (market) token as well as the reward token. Candy works almost like a bank that pays interest by lending liquidity in digital assets and thereby increasing the liquidity of GTON and the assets themselves, making it a win-win game.\\n\\n### Volume (OGS)\\n\\nThe value of a utility token is indirectly reflected in how much activity is performed with the asset. In financial protocols, trading volumes are almost a direct metric of asset activity. OGS (or OGSwap) is a trading-oriented project of GTON Capital. OGS is a zero-fee AMM DEX, which makes use of the on-chain Relay Utility of GTON, and at the same time a cross-chain DEX which, via a mechanism similar to an atomic swap, allows for an exchange of assets from one blockchain to another asset, for instance, BNB -> SOL or ETH -> AVAX. The on-chain and cross-chain routing mechanics are also part of the OGS. OGS will also be an important platform for new IDOs on the GTON market (Launchpad), which will increase the number of GTON markets, as well as the overall trading volume.\\n\\n![](https://images.mirror-media.xyz/publication-images/ZlNRuJhWW4CDZGM-UFBpv.png?height=1674&width=3200)\\n\\nVolume plays an important role in Pathway mechanics. For trading volumes, rewards are also provided in the form of GTON and OGS tokens, as a reward for useful actions for the “volume mining” system.\\n\\n### Multichain (SuSy)\\n\\nIn order for the GTON Capital system to remain globally available, flexible, and reliable, it should not depend entirely on the platform on which it originated. The blockchain-agnostic architecture of tokenomics and governance of GTON allows for the system to evolve in the multichain space and expand into new ecosystems with ease. This can result in GTON Capital becoming a global standard for Digital Capital Markets, reaching users of all possible platforms, either currently popular or those that will come to dominate in the future. The multichain expansion is possible through an adjacent bridge project: SuSy Network, as well as the cross-chain swap system on OGS.\\n\\n# Prospects\\n\\nThe products described above are not a complete representation of the entire GTON ecosystem. Firstly, alternative versions of the same products from independent teams, supported by the DAO, can enhance the effect of Pathway and benefit the entire ecosystem. Secondly, several more projects that utilize GTON are already planned, including but not limited to synthetic assets (in particular a stablecoin with collateral in the form of GTON), tokenized and fractional NFTs, wrapped assets, lending, derivatives, and metaverse-based projects.\\n\\n# Conclusion\\n\\nGTON CAPITAL DAO is designed as a universal “gold” standard for Digital Capital Markets. Its market value is algorithmically dependent on Liquidity, Volume, and Governance parameters. At the same time, the growth of its value drives the growth of liquidity, volume and the evolution of governance of the protocol itself, and the adjacent protocols (Candy, OGS, SuSy and etc). This establishes a coordinated network effect with a positive feedback loop. \\\\*\\\\*\\n\\\\*\\\\*\\n\\n![](https://images.mirror-media.xyz/publication-images/tSvvEWIYCFIA2Bfz9qvrj.png?height=1674&width=3200)\\n\\nGTON, as an ecosystem, will give rise to new products that use $GTON, thereby stimulating the application of Pathway and increasing the value of the ecosystem as a whole. Such a mechanic seeks to increase efficiency and prosperity through network effects or positive feedback loops, becoming a new standard of liquidity management, with the GTON token itself serving as a universal reserve currency for Digital Capital Markets.\\n\\n### Follow us:\\n\\n[Website](https://graviton.one/)| [Twitter](https://twitter.com/OneGraviton)| [Github](https://github.com/Graviton-One/)| [Forum](https://forum.graviton.one/)|[Medium articles archive](https://medium.com/graviton-one)\",\"timestamp\":1637650499,\"title\":\"GTON CAPITAL\\n\"},\"digest\":\"STXJN84j-5X8MwBytKGO_IkimePw6Ziw6v3RVnMFbBI\",\"authorship\":{\"contributor\":\"0xCed486E3905F8FE1E8aF5d1791F5E7Ad7915f01a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wJWEP0h7ZHcEgjIGOgDJ7ViKO4wn3yPXMs9veCUOnd4\\\",\\\"y\\\":\\\"_CnPS6Qg-u3xCf2SVQ9kgLklqNA2Lpd3aD8-oXDf1Uk\\\"}\",\"signature\":\"EMxCrgvt8wvOZ2Rng7is6l9yJN4eLyD2KyzwOlS88dTEwmi5Nf_2h3v6pojYTc2FP2dMfR91zI3Yw9TqMtombg\",\"signingKeySignature\":\"0xabe2192ab48de4064e60987115ae3d16a887a6bbf29abf0c3b9822d4da2595a038c35bf4f67bc0588908142b7acc7104e22f4d84f1a4d7cc7703ea3541598dbd1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wJWEP0h7ZHcEgjIGOgDJ7ViKO4wn3yPXMs9veCUOnd4\\\",\\\"y\\\":\\\"_CnPS6Qg-u3xCf2SVQ9kgLklqNA2Lpd3aD8-oXDf1Uk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"A_m_5bj9x5m9ZSHh-wF-dA1B-qFRAI38Ef0ejq7FryI\"}"