"{\"content\":{\"body\":\"In the summer of 2020 a group of residents in the city of Palo Alto set out on a noble mission: keep elected city officials accountable for their actions, and increase transparency + participation in the local governing process –– [Open Palo Alto](https://twitter.com/OpenPaloAlto). While the intention was good, the endeavor didn’t yield desired results. Participation marginally increased for contentious issues, mild attention was garnered on twitter, and some good fun was had; however critical mass wasn’t reached and a NIMBY majority simply increased in the following November election. Our approach was naive and poorly planned out. Students busy with school, professionals with full time jobs — our group tried its best to track the intricacies of zoning laws, police reform, and budget planning. We would have left this to our local papers if not for their blatant bias in promoting their preferred candidates.\\n\\nConvening (virtually) every Monday for bevs, vote-counts, and memes of our oblivious representatives was a fun bonding experience. Unfortunately the labor ended up being too much, and we burnt out without even a proper goodbye. This deeply frustrated me. Why was such a vital effort not appropriately rewarded? Why was it necessary in the first place? And why were we the first ones to try this grassroots model of residents taking ownership of the local civic process?\\n\\n## Problems with LCE\\n\\n### Accessibility\\n\\nThe first issue to reckon with is **Accessibility**. Until rona forced us to zoom everything, attending a council meeting was involved. Meetings take place once a week, usually in the evening — if you’re working, attending classes, or taking care of your kids this is a prohibitive time to participate. You’re required to travel to a specific location, assuming car or available transit, and spend several hours waiting to speak on a single issue. Before even speaking on this topic, you’ll need to read the proposal, vet the claims — dozens of pages of political-budget-planning-committee-legal-contract-building-jargon that you’re unfamiliar with and don’t have the time to inform yourself on. Again you rely on biased news sources and straight up propaganda from realtor funded “think-tanks”. All of this in preparation to give your emotionally impactful yet technically salient 2 minutes speech.\\n\\n> ### Right, because you only get 2 minutes per calendar item\\n\\nTo do anything beyond state your feelings and a surface level overview of why you (dis)agree with something is hard enough with time to prepare –– then make it no longer than 2 minutes. It becomes difficult to accomplish. Without proper planning and organizing you end up with a half dozen people restating the same message in different ways. No time is spent debating the substance of the proposal. I say a half dozen but that’s if you’re lucky –– if the topic is interesting, currently relevant, and emotionally appealing to people.\\n\\n### Boring\\n\\nFor the super-majority of topics discussed the number of public comments ranges from 0 to 1; this gets to our second problem: local politics are deeply **Boring**. Immersing yourself in regional housing quotas and the cost to transition to pedestrian streets are all delegated to working committees that spend months on end debating pieces of change — because they are complex and boring. \\n\\n> ### The mundane topic of basement building permits, paired with the complexity of tree root preservation, makes for 2 mind-numbing hours of debate \\n\\nThey make for a weak headline and few clicks. Understanding the importance of campaign finance laws is more appealing at a federal level because of the impact that change would have, that “greater purpose” gives us a sense of meaning. You know what you’ll have 0 impact on? Citizens United –– that shit is Supreme™\\n\\nThe harsh reality is you have a basically null impact on that conversation. Real change can be achieved, but it’s more likely to take place in your city hall than in the halls of congress. Enough dooming now, let’s be positive.\\n\\n## Appeal of LCE\\n\\n### Impact\\n\\nEngaging in local civic life in the most **Impactful** action you can take in our political system. Calling your state representative will yield some unhappy, underpaid intern that wishes they could pass your message on with expletives you didn’t think of. But my council members? They might pick up my calls, will host office hours every week and even better, I’m guaranteed their undivided attention during my sweet sweet mandated 2 minutes of comments.\\n\\n> ### Your voice is actively heard by the people that run your city; the impact you’ll have on its direction is outsized compared to any other level\\n\\nFor action to take place — for your message to be heard — you simply need bring more than 2 people to speak on the same topic. Meetings are so criminally under-attended that any effort is immediately noticed. Further, feedback loops are shortened to a week! If council remains inactive during one session, show up to the next. And the one after. Your efforts will be rewarded if you are relentless. Keep communicating your thoughts. You’ll eventually figure out the dynamics that run your city; hear the [egregious comments](https://twitter.com/OpenPaloAlto/status/1298099998517686273?s=20) made by some council-members, discern who is acting in good-faith and who isn’t. With this information, you can help educate others on the process, call out [biased sources](https://twitter.com/mldunham/status/1423817584583929859?s=20), and create a better community for your neighbors. A positive of LCE is the network effects that community unlocks. By growing your network of advocates you deepen your knowledge and create power within your movement. Your experience will help others who in turn will strengthen you –– one of the most rewarding positive-sum environments to be in. And, it’s all thanks to the people.\\n\\n### Community\\n\\nYou know what’s better than ripping on your officials? Building a **Community**. Residents involved in this local process are the most mission-focused people I’ve met. Issues are important to them for specific personal reasons which give them an incomparable drive. Work done to educate yourself will be rewarded by those down that path. Demonstrated interest and empathy cannot be faked, and a genuine positive attitude is more likely to attract other like-minded people. After the very first council meeting I attended I immediately connected with the Open Palo Alto team and a slate of candidates running for election that year. People in your environment will notice and reward you.\\n\\n> ### Discovering the pillars of your community is a strength you can leverage to do good\\n\\nWhatever your niche might be there’s a place for you locally. Whether your passion lies in school curriculum or city planning, your local community is the best way to learn about that subject with a friendly group of neighbors. As you progress in your journey you’ll build influence that could swing elections and instill a [regenerative mindset](https://twitter.com/joinseeds) for decades to come. You and your community alone decide the direction you want to take. If you forgo your influence for monied interest to dictate your life, don’t be surprised when reducing costs is favored over the potability of your water. Only through every one of us actualizing to our power on this local scale can we unlock our greater coordination. LCE fosters deep community sentiment that cuts through cultural distractions by focusing on tangible improvements to all of our lives. It’s a sweet release of the “Meta”verse into the actual real world where, you know, you actually live.\\n\\nGiven Vitalik’s most recent post on [Crypto Cities](https://vitalik.ca/general/2021/10/31/cities.html), I’d say now is the time to focus on how Web3 can unlock this LCE potential through a mixture of DAOs, [new donation models](https://twitter.com/GovrnHQ), and anything else we can come up with. Crypto was always about radical political change, now is the time to implement it.\\n\\n### Recap\\n\\n* Council-meetings can be made more accessible in a variety of ways\\n* By nature of the topics discussed they can be boring and out of touch\\n* Your individual impact is maximized when applied locally\\n* The community you’ll unlock and discover is rewarding + fulfilling\\n\\nIf you enjoyed reading this (or hated it), feel free to hit me up on [twitter](https://twitter.com/ibansadowski). I’m going to keep writing about Web3 applied Civic Tech so if you’d like to chat or collab, come over! My next piece will be about how Web3 can mitigate these problems and incentivize the appeals. Ciao loves <3\\n\\n*This post was inspired by a chat with [Aaron Soskin](https://twitter.com/AaronSoskin), building the future of donations at [Govrn](https://www.govrn.io/); [Jasmin Sun](https://twitter.com/jasminewsun), and her inspiring piece on [progressive techno-optimism](https://www.kernelmag.io/pieces/take-back-the-future). Also want to shoutout [Eva Beylin](https://twitter.com/evabeylin) and her post on [DAOs as governments](https://eva.mirror.xyz/CTYcX41ImVRl_KeOVYxLm12Hsk4jREOZXm1R0EBPge4).*\",\"timestamp\":1635866151,\"title\":\"Local Civic Engagement (LCE) –– Residents\"},\"digest\":\"YCQBZ95jsiszyupLO0VhS1E0pv73YkkxjIJE9Q8KYWA\",\"authorship\":{\"contributor\":\"0xb3A5cfb7776A4e11fE570C3698837D5b2217Ad00\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Bwv_46nv75dzzobiXlL0MO0udMLMSGUNgYhU1atjq_w\\\",\\\"y\\\":\\\"afogbd3VZ4uElyy5wOmwez_3f0BzSBZlTcnm5C_kR8E\\\"}\",\"signature\":\"mGZ4uWreMAPhaTmfODT6ZnXjx5B-LsQ684LGU7vzDIn1xAVxww6BDZyaDWLO9SvfxgxIEk3vQ9Z0EcZHKOMWTw\",\"signingKeySignature\":\"0xe10152e4f38b5c748edc2732d2a1432d42a441af2dcb37ca162cff7942361f807bd07b37d7ffbe387978a3a5a057268bd385163d4bf7b5d2773a5a0d3481e3c11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Bwv_46nv75dzzobiXlL0MO0udMLMSGUNgYhU1atjq_w\\\",\\\"y\\\":\\\"afogbd3VZ4uElyy5wOmwez_3f0BzSBZlTcnm5C_kR8E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"n0T3ZmiNC1nMbMGvrocMYvMBKyiXgeS3KHOSpzIVj0E\"}"