"{\"content\":{\"body\":\"There’s a moment in the Disney classic, Cinderella, when the ragamuffin her oine lays claim to her wayward glass slipper and Prince Charming adoringly sweeps her into his arms and waltzes her away. It ’s a scene that draws longing sighs from every woman who watches it。\\n\\n　　Why? Romance. That ’s what it’s all about。\\n\\n　　迪士尼经典动画片《仙履奇缘》中有这么个片段：衣衫褴褛的主人公灰姑娘称那只总滑落的水晶鞋是自己的，王子含情脉脉地将她搂进怀中，步伐轻快地带着她乘车而去。每个看到这个场景的女人都会发出饱含憧憬的叹息。\\n\\n　　为什么？因为这就是浪漫。就是这么回事儿。\\n\\n　　I’ve often wondered how that intangible  sense of true love and devotion makes the leap from celluloid torealit y. I know it happens. I’ve been around couples who have been married for decades and still glow when they sit side by side,hands lovingly inter twined。\\n\\n　　However as a child of divorce, and a divorcee myself, I also know that the course of true love never runs smooth. In fact, Rocky Road might better entitle the majority of marriages I know。\\n\\n　　我常常思考，真情和挚爱这些无形的情感是如何让电影升华为现实的。我知道这种升华是会发生的，我身边就有好几对结婚几十年的夫妇，他们相伴而坐、手缠绵地绕在一起时脸上仍会爬上一抹幸福的绯红。\\n\\n　　不过，作为一名离异家庭的孩子，且身为一名离婚者，我也知道通往真爱的道路并不平坦。事实上，我了解的多数婚姻都可以用个更好的名字来形容—“崎岖之路”。\\n\\n　　But, last week a friend of mine told me a little secret. Atale of love that brought tears to my eyes and I must admit, alittle envy to my heart。\\n\\n　　Her story wasn’t about the latest piece of jewelr y that her husband gave her, or the flowers that he sent. For my friend’shusband passed away t wo years ago, just short of their fif tieth wedding anniversary。\\n\\n　　So now at the age of seventy, she is alone. But, thanks to her loving spouse, not always lonely。\\n\\n　　就在上周，我的一个朋友告诉了我一个小秘密。这是一个爱的故事，它让我热泪盈眶，我也必须承认，我的心中也生出一丝嫉妒。\\n\\n　　她的故事说的不是她丈夫最近一次送给她的珠宝，也不是他送给她的鲜花。这位朋友的丈夫在两年前去世了，就在他们50周年结婚纪念日前不久。\\n\\n　　如今已70 岁的她只剩下自己一个人了。不过感谢她亲爱的丈夫，她并不总是孤单。\\n\\n　　For tucked away in drawers and cabinets throughout my friend’shome are love notes scripted by her husband, terms of endearment 7 that he planted 8 as romantic surprises for her during the course of their marriage。\\n\\n　　Over the years, she saved his sweetinscriptions, often leaving them in their original hiding places.His loving sentiments tenderly played anew with eachre-discovery。\\n\\n　　Now that he is gone, her life is a daily challenge of loving memories and sad yearning for this romantic man with whom she shared almost a half century of her life。\\n\\n　　在她家中各处抽屉、柜橱中藏着的都是由她丈夫写下的爱的便笺。在几十年的婚姻生活中，他将这些亲昵的话语藏起来给她以浪漫的惊喜。\\n\\n　　这些年来，她把他甜蜜的文字存了下来，而且经常是将这些纸条还留在它们最初被藏起来的位置。她每重新找出来看一次，丈夫的爱意便温柔再现。\\n\\n　　她和丈夫一同走过了几乎半个世纪，如今他走了，在对这个浪漫的男人爱的回忆和痛苦的渴望中她每天的生活都变成了挑战。\\n\\n　　But in her indomitable 9 way, my friend is continuing on with determination and enthusiasm. She is healthy and strong and liveseach day with an interest in the world around her. She issurrounded by family and friends who support her and a communitywhere she is acknowledged and respected. But most of all, she continues on with the inner knowledge that she is loved. Truly and totally。\\n\\n　　And any time she thinks otherwise, all shehas to do is open a kitchen drawer or look in her bedroom nightstand for a little reminder。\\n\\n　　But somehow I think she k nows, even before she opens thatdrawer。\\n\\n　　而利用这种坚强的方式，我的朋友继续坚定、热情地生活着。她身体健壮，每天都会怀着对周围这个世界的一颗好奇心生活下去。她身边的家人和朋友都支持她，她在社区中也备受尊敬爱戴。但最重要的，她心里一直知道自己是被爱着的，毫无疑问。\\n\\n　　每当她对这个想法产生怀疑，她所要做的就是打开厨房中的一个抽屉或顺便搜索一下卧室的床头柜，在那里找上一张能让她坚定想法的爱的便笺。\\n\\n　　不过，我似乎觉得她在打开抽屉之前便已经坚定了这个想法。\",\"timestamp\":1634807597,\"title\":\"when love happend\"},\"digest\":\"2tetoR2vH2ABTHLXG5_A1QJXfsrjfOTKtnj7MSsFGHw\",\"authorship\":{\"contributor\":\"0xddBD38cc082aF6a12D5Ac48C40513D0F63c837D2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"x5gMx0OBuuMsqhGGRd4imruK5IhUgd3ZvHb-lVoit18\\\",\\\"y\\\":\\\"zsgPyubitkjX4eZvkjYoK9QhuBw3ZklTXs01fc9JmCk\\\"}\",\"signature\":\"7CdFE21SoIlGAY_EA2iM0SSifKN_4Xm2ZHksQs-RNoED2thLrxGdyivuvtud8rdSMkdPGy4AFJF5HMKNH-uTfw\",\"signingKeySignature\":\"0x718d03a114d41cee5042f0b9efc8338f6dae1c3dba33bfc511456b7b32dbce051b0fb744953936242153227a52f5f37f2df2e0a7e1b91130a918af85f59330a41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"x5gMx0OBuuMsqhGGRd4imruK5IhUgd3ZvHb-lVoit18\\\",\\\"y\\\":\\\"zsgPyubitkjX4eZvkjYoK9QhuBw3ZklTXs01fc9JmCk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2tetoR2vH2ABTHLXG5_A1QJXfsrjfOTKtnj7MSsFGHw\"}"