"{\"content\":{\"body\":\"He and she were sitting face to face. At this moment, the landlord\\n\\n　　came in and asked, “Are you sure you do not rent the house any more?” He kept silent and she only shook her head. They were going to divorce, so it was obvious that they would not continue renting the house any more. 她和他默默地对坐着。房东进来问：“你们真的不租了吗？”他沉默不语，她摇了摇头，她和他就要离婚了，还需要租房吗？\\n\\n　　Then the landlord began examining the house. After looking around, the landlord screamed, “Damn God! See how you have ruined my house? The walls are full of nails! How could I rent the house to others?”房东开始验收房子，在房间里转了一圈后，突然尖叫起来：“你们把我家弄成什么样子了，墙上到处是铁钉，还让我怎么继续出租啊！”\\n\\n　　He said, “The room is too small and can hardly accommodate\\n\\n　　all of our things. So we could only hang them on the walls。” The landlord did not listen to him and turned around up to the floor。他不得不开口了：“房间太小了，东西多了放不下，只能挂在墙上。”房东不听他说，转身“噔噔噔”上了楼。\\n\\n　　She began looking around her familiar room. Four years ago, she became his bride here. On the night of their marriage, he felt deeply guilty to her, saying, “I feel so sorry to you for having you live in this small room. In the future I will earn a lot of money to buy our own house。”她打量着熟悉的家。四年前，她在这里做了他的新娘。新婚那晚，他对她充满了愧疚：“委屈你了，以后咱一定挣钱买大房子。”\\n\\n　　The room was only 13 square meters with two nails on the wall next to the door, one for her to hang her bag and the other for hanging umbrellas. At that time, she threw all her stuff such as her bag and umbrella on the floor once she entered the room, staring at the whole mess and feeling terribly upset。房间只有13平方米，门边那两颗铁钉，一颗是用来给她挂包的，另一颗是用来挂雨伞的。那会儿，她一进门就把包啊伞啊丢在地上，然后看到满地乱七八糟的东西开始心烦。\\n\\n　　There were three nails on the left wall, on which hung his clothes yesterday. After he lived in the room, he removed all the clothes boxes and bought her a desk in the spared room because he knew she loved writing and drawing. 左边的墙上有三颗铁钉，昨天那三颗钉子上面还都挂满了衣服。他住进来后就把装衣服的箱子给撤走了，腾出来的空间，他给她加了一张写字台，因为她平时喜欢写写画画。\\n\\n　　There were four nails on the right wall that were used to fix their wedding photo frame. But now there were only four nails without the frame. She still remembered he got hurt on his fingers when trying to drive the nails home. It was her who pushed him to receive an injection against tetanus in the hospital. 右边的墙上有四颗铁钉，是用来固定他们的婚纱照的。现在上面却只剩四颗孤零零的铁钉。她记得，钉这四颗铁钉的时候，他的手不小心受伤了，是她逼着他去医院打了预防破伤风的针。\\n\\n　　The landlord took a toolkit\\n\\n　　down and tried to pry the nails out when groaning at the same time. After the nails were removed, the walls were left with numerous holes. All of a sudden, she felt harshly heartbroken as if her heart was pierced through those holes and bleeding nonstop。房东从楼上拿了一把工具下来，一边撬铁钉一边埋怨。铁钉被一个个撬下来，墙上留下了一个个洞。她的心里突然难受起来，仿佛那些洞是她的心，正汩汩地往外流血。\\n\\n　　She sprang from the seat and exclaimed, “Stop prying the nails! We will continue renting the house and will only move away after we buy our own!” He looked at her with great surprise, and then turned round, tearing over his face. 她突然跳起来：“不要撬了，我们还要继续租，等买了新房再搬。”他惊讶地看着她，转过身去，泪流满面。\\n\\n　　She finally came to understand that marriage was like a wall and that all quarrels, “cold wars” and suspicions were like the nails on the wall. When all the nails were removed, only a wall with numerous holes would be left. But if all the nails were still in their own places, the wall was still intact and reliable. But in the past, what she saw was only those provoking nails。她终于明白，婚姻就像一堵墙。争吵、冷战、猜疑都争着往上面钉上一个个铁钉，当铁钉全部撤去，留下的只是千疮百孔的墙。但是只要铁钉还牢牢地在上面，这堵墙就是完整的，让人可以安心依靠。而从前，她却只看见那些刺眼的铁钉。\\n\\n　　They hung all the things back to the wall. He asked her, “Are you really willing to lead a tough life with me?” She patted\\n\\n　　away the ashes on hands and looked at the walls with loads of stuff on them satisfactorily, saying, “Yes! For me, it is not a suffering to live。她和他把该挂在墙上的又都挂了上去。他问：“你真的愿意跟着我继续受苦吗？”她拍拍手上的灰，满意地看着挂满东西的墙说： “不，这是老天给我[幸福](http://www.aiduwen.com/tag/xingfu)的机会。”\",\"timestamp\":1634809262,\"title\":\"Give happiness a chance\"},\"digest\":\"GKMf9QS4MswI5hvrMSH3hnSvCdTd2CvOAO8JPtSdX9g\",\"authorship\":{\"contributor\":\"0xbaBa94FA2533725F32917df489AfE85295641A63\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3ANmNZgKT2aqVBj-L8xLvfyxOKhlGVORhEIYJWs33s4\\\",\\\"y\\\":\\\"zccNbWCTQFdy4qqrWZXPmlEjrOeaUyhw8KedQ0hIgTs\\\"}\",\"signature\":\"InqYnPkX1I0MUCYwfDDtrE0TBBSKs2wEWc93zACUodb4-hCSqzckhVBMm20kFJnHfHV64hms7F4iU3zC8krJmQ\",\"signingKeySignature\":\"0xd0be9317b2f5b0dc8cab70bcad853d694a34f6bc1a98483ba8f2f64dd8c87e2038b695b845451008e075f7d350fe71fc5a88fccd19c03b2334bd620dc09efdd81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3ANmNZgKT2aqVBj-L8xLvfyxOKhlGVORhEIYJWs33s4\\\",\\\"y\\\":\\\"zccNbWCTQFdy4qqrWZXPmlEjrOeaUyhw8KedQ0hIgTs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GKMf9QS4MswI5hvrMSH3hnSvCdTd2CvOAO8JPtSdX9g\"}"