"{\"content\":{\"body\":\"> **“*\\\\[I\\\\]t’s possible we’ll slowly see a move ... toward new, digitally minded ways of organizing information and creating narrative*.”** — Walker Caplan, ***[Lit Hub](https://lithub.com/the-rise-of-the-crypto-writer-on-what-literary-nfts-might-mean-for-the-book-world/)***\\n\\nThe NFT ecosystem’s **literary scene** — think tokenized fiction, poetry, etc. — is still quite young. Young enough, in fact, that it’s wide open and underexplored compared to other related fields of interest, like the visual cryptoarts. \\n\\nThat said, the scene isn’t empty. We’ve seen **a growing number of writers experimenting with NFTs** over the past couple of years, and it seems all but clear that more authors will come to experiment as NFTs continue to enter the mainstream consciousness. \\n\\nThe grand question, then, is **how will NFT literature progress** going forward from here? What will that look like?\\n\\n![](https://images.mirror-media.xyz/publication-images/MgRvaKgXYSelCZnV58lhu.png?height=256&width=512)\\n\\nSome literary NFT forays, at least early ones, will be rather **skeuomorphic**; that is to say, they’ll essentially be unlockable files of text not totally dissimilar from the “eBook” model we see today. The main difference here is that NFTs can actualize permissionless digital secondary marketplaces and new kinds of token-access perks, for instance.\\n\\nYet many NFT literature projects we’ll see going forward will be **non-skeuomorphic** and will demonstrate **new, unprecedented storybuilding possibilities**. Below, let’s consider a hypothetical project for a glimpse at what may be to come.\\n\\n# New stories in new ways\\n\\nPick out a motif. Something ambiguous and charged enough that can be used repeatedly to draw out literary developments in narrative, mood, and theme. Let’s use a **magic egg** as a random example; it’s mysterious enough to be a sort of blank slate. \\n\\nThen say a writer or community of writers produce a **bunch of vignettes** at least vaguely related to the motif, e.g. a magic egg. Some could be standalone pieces, while others should reference other external pieces so that every vignette doesn’t have to necessarily *directly* reference the motif. \\n\\n![](https://images.mirror-media.xyz/publication-images/qs0HzYElNoMhi_vT6pHyC.jpg?height=384&width=512)\\n\\nLet’s say you end up with 500 \\\\~100-word pieces, so the aggregate is \\\\~50,000 words, i.e. a novel-length amount of text. However, since the wider work is composed of semi-ambiguous and related vignettes, **these pieces can be mixed and mashed in different orders** toward composable narrative ends. \\n\\nThis is where Ethereum and JPG, the first on-chain curation protocol, can shine I think. Imagine those **500 literary vignettes tokenized as NFTs and then using JPG to curate the pieces toward new ends**. The community of readers and writers could routinely compose fresh narrative possibilities by rearranging the vignettes and thus archive all the results on-chain.  \\n\\nThis is a rudimentary example, to be sure. But in the least it illustrates how **unprecedented storybuilding possibilities** can now be developed outside of traditional publishing avenues, toward new experimental ends, with programmable and composable resources, and all out in the open. \\n\\n> ***My grand point? The literary universe has only just begun to scratch the surface of NFTs, and it’s a brave new world ahead.***\\n\\n# Anecdote from the other side\\n\\nAfter college the first big job I landed was the senior creative editor position at a young publishing house. The company had a roster of popular artists, so I was excited to put my literary chops to work. Yet it didn’t take long for bad management to run the venture into the ground. \\n\\nThis is just one anecdote and hardly representative of the traditional literary establishment as a whole. I bring it up here simply to note that I saw more than a few writers’ dreams acutely dashed amid the drama, and that always stuck with me. \\n\\nEver since then I’ve yearned for new lines of flight; for new tools that empower writers and offer them more direct control over their own creative pursuits. **In Ethereum and a curation protocol like JPG, we now decisively have such tools**. Thus the future of literary NFTs may be wide open and uncertain, but we do know the overall trend is toward artist empowerment. \\n\\n> ***Indeed, the writer no longer needs to hope for the traditional centralized publishing avenues to work out; we now have the means to take matters into our own hands and experiment like never before.***\\n\\nIn my mind, this is all part of the bigger cultural picture. Those of us here reject metanarratives, i.e. overarching explanations of the world, in these postmodern times. We increasingly see the world as de-centered and thus centralization itself as a metanarrative to be rejected. As such, I argue **Ethereum, NFTs, and JPG are resources uniquely suited for creatives like writers** in these de-centered, experimental days. \\n\\n\\\\*\\\\*\\\\*\\n\\n***Enjoyed this post? Consider also subscribing to [JPG's Substack newsletter](https://jpg100.substack.com/) to stay up-to-date on all things JPG. Also, catch my previous write-up: “[The curator auteur needs moar blockchain](https://jpg.mirror.xyz/MR6vPtzNcqLKYrn-Agn0bpwY8arI4zSvRiGeTJPQ70w)”***\\n\\n![](https://images.mirror-media.xyz/publication-images/5yshFss4YZYpEve09IFIh.PNG?height=465&width=891)\\n\\n\",\"timestamp\":1634545293,\"title\":\"Exploring the horizon of literary NFTs\",\"publication\":\"jpg\"},\"digest\":\"-MoEjLRBHWluaiurTKCY6SBCRfLiqjUHGunqyXk6VrE\",\"authorship\":{\"contributor\":\"0x08cEb8Bba685ee708C9c4c65576837cbE19B9dea\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XsJwCPHB84mihS7gk3iNngtoCE7u7JG0K1TqUyU6ngA\\\",\\\"y\\\":\\\"LZNuGoBpUijOpV7vAk5nPPARIB5V0FBi1sQkiP0Nbtk\\\"}\",\"signature\":\"xqnoern20fq8JXRcBEq_qN_lldst26_pGn4MN5Mc3hYHUx7lIxlipBkczHLpcDWwK5PxIz9zE1c-S3RcirLUUg\",\"signingKeySignature\":\"0x7cdfe26d1aa19632dc27eb3ae1651fb0f7e620557118deee4dea12f6a6bd6b500b1a48a169b16e7c14cf1c9d5e3cdeaff1765764b466dff51395aab7f9b50cc200\",\"signingKeyMessage\":\"I authorize the publication of articles on jpg.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XsJwCPHB84mihS7gk3iNngtoCE7u7JG0K1TqUyU6ngA\\\",\\\"y\\\":\\\"LZNuGoBpUijOpV7vAk5nPPARIB5V0FBi1sQkiP0Nbtk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-MoEjLRBHWluaiurTKCY6SBCRfLiqjUHGunqyXk6VrE\"}"