"{\"content\":{\"body\":\"　　**即将过去的2021年，被称为元宇宙元年。**\\n\\n　　从只能使用电脑有线网络联网“冲浪”，转为随时随地用手机、平板等智能设备接入互联网，移动互联网时代带来的冲击，令人记忆犹新。眼下，尽管接棒者“元宇宙”概念尚未明确，却无法阻挡它成为各方关注焦点。\\n\\n　　元宇宙究竟是什么?其诞生背景和主要特征又是什么，会给人们的社会生活带来哪些变化?如何正确认识其中的机遇与风险，为行业发展营造良好生态环境?记者就此采访了有关专家。\\n\\n　　世界上没有称为“元宇宙”的单一技术，元宇宙是现有各种技术的组合和升级，可以理解为“3D版的互联网”\\n\\n　　**一千个人眼中，就有一千个元宇宙。**\\n\\n　　对于元宇宙的畅想，始于1992年出版的科幻小说《雪崩》。书中描述了一个名为Metaverse(元宇宙)的虚拟世界，人们只要通过公共入口连接，就能以虚拟“化身”的形象进入其中，开启有别于现实世界的另一种人生。近年来，随着全球科技进步，元宇宙的内涵外延不断演进。\\n\\n　　2018年上映的电影《头号玩家》，被认为呈现了最符合当今人类想象的元宇宙形式。在电影中，男主角戴上VR头盔，就能进入另一个极其逼真的虚拟游戏世界——“绿洲”。图为《头号玩家》海报。\\n\\n　　脸书创始人兼CEO马克·扎克伯格认为：“元宇宙是个跨越许多公司甚至整个科技行业的愿景，你可以把它看作移动互联网的继任者。”英伟达CEO黄仁勋认为：“现实世界和元宇宙是相连接的。”\\n\\n　　通常说来，元宇宙是基于互联网而生、与现实世界相互打通、平行存在的虚拟世界，是一个可以映射现实世界、又独立于现实世界的虚拟空间。它不是一家独大的封闭宇宙，而是由无数虚拟世界、数字内容组成的不断碰撞、膨胀的数字宇宙。“我们认为，元宇宙的发展方向应当是一个100%渗透、一天24小时不间断使用的互联网形态。”天风证券全球科技首席分析师孔蓉表示，可以将元宇宙理解为“3D版的互联网”，即通过使互联网具象化的3D表现方式获得沉浸式体验。\\n\\n　　“综合各种概念来看，元宇宙是整合多种新技术产生的虚实相融的新型互联网应用和社会形态。”清华大学新媒体研究中心执行主任沈阳认为，元宇宙将虚拟世界与现实世界在经济系统、社交系统、身份系统上密切融合，并且允许每个用户进行内容生产和世界编辑。\\n\\n　　沈阳向记者介绍，世界上并没有称为“元宇宙”的单一技术，元宇宙是现有各种技术的组合和升级。在他看来，元宇宙有三种最核心的技术，即扩展现实技术、数字孪生技术及区块链技术，未来可能会有爆发性、指数级的增长。\\n\\n　　比如，扩展现实技术由VR和AR提供沉浸式的体验，可以解决手机解决不了的问题。数字孪生技术，能够把现实世界镜像到虚拟世界里面去，这意味着在元宇宙里面，人们可以看到自己的虚拟分身。随着元宇宙进一步发展，对整个现实社会的模拟程度加强，用区块链技术搭建经济体系后，人们在元宇宙里也许不仅仅是花钱，也有可能赚钱。\\n\\n　　“元宇宙作为新兴事物，仍是一个不断发展、演变的概念，不同参与者以自己的方式不断丰富着它的含义。”沈阳说。\\n\\n　　多重因素促使元宇宙从概念走向流行，可为游戏和社交结合、零售及电商环节、工业互联网等带来发展机遇\\n\\n　　尽管概念由来已久，但是直到今年，元宇宙才真正“出圈”。今年3月，被称为元宇宙第一股的罗布乐思(Roblox)正式在美国纽约上市;10月，美国社交媒体巨头脸书宣布更名为“元”(Meta);近期，微软、苹果、腾讯、华为、阿迪达斯等国内外知名企业，或高调进军或低调布局相关产业。\\n\\n　　可以说，元宇宙浪潮已席卷全球，不管是传统行业还是科技巨头，都表现出争做“头号玩家”的浓厚兴趣。从本质上看，元宇宙并非一个学术概念，而是由产业界、投资界方方面面来推动的。\\n\\n　　今年10月，美国社交媒体巨头脸书宣布更名为“元”(Meta)，聚焦元宇宙。图为在美国旧金山湾区，人们在“元”标志牌前留影。(图片来源：新华社)\\n\\n　　毋庸置疑，今年是元宇宙从概念走向流行的年份。背后的原因值得深思。\\n\\n　　“2020年是人类历史上虚拟化的一个临界点。受新冠肺炎疫情影响，人们的生活发生了巨大变化。”沈阳分析，一方面，疫情加速了社会虚拟化，在疫情防控措施下，“宅经济”快速发展;另一方面，线上生活由原先短时期的例外状态成为常态，使得更多现实社会无法实现的需求转而用线上方式来满足。\\n\\n　　具体来说，疫情迫使老年人上网，远离互联网的人群实现在线化;日常工作中，人们更为习惯使用线上会议软件开会讨论业务;有了基本的水电气保障、到家电商的流行以及网络信息的充分供给，疫情正推动着“宅男宅女的虚拟化生存”……这些变化，为2021年成为元宇宙元年做了铺垫。\\n\\n　　孔蓉还列出了两方面原因：一是全球互联网渗透率已达较高水平，用户红利渐失且用户对更沉浸的虚拟世界有了更深入丰富多样的需求;二是VR/AR硬件、人工智能、数字孪生、云计算等关键技术逐步发展迭代。\\n\\n　　“举个例子，假设我们从黄山旅游回来，如果家人想知道黄山好不好玩，他最多只能在手机里面看到照片和视频。如果是元宇宙时代，我可以把所在的位置和空间，包括空间里的三维物体全部分享给他，他通过相应设备马上可以进入这个空间，获得和我差不多的感受。像这样基于扩展现实的沉浸式体验，自然会受到欢迎。”沈阳说。\\n\\n　　理论上，我们可以把线下的一切都复刻到线上，也就是元宇宙的终极状态。从目前来看，以下领域更容易被数字化，值得大家关注。\\n\\n　　第一个场景是游戏和社交的结合，有可能会诞生出下一代的抖音或微信。现在的社交平台是2D社交，传递的多是图文信息，但是我们平时和朋友一起出去玩，无论是吃饭、看电影，还是看演唱会，除了内容本身，更是一种社交互动。特别在疫情之下，隔离使线下互动变得困难，虚拟化的社交平台就有了很强的用户需求。\\n\\n　　第二个场景是零售及电商环节。我们目前的购物，更多是刷一刷淘宝、抖音，通过小红书“种草”等。逛的过程中，大部分是图片和视频的形式，并没有3D感。未来可能会因为元宇宙出现一种新的电商形态，把线下的街区复刻到线上，让用户仿佛在现实街区中逛街，走到各个不同的店铺，在虚拟销售员的帮助下选择商品。\\n\\n　　元宇宙在工业互联网也有较强的应用场景。2021年初，宝马和英伟达Omniverse平台合作打造数字工厂，运用数字孪生技术实现线上测试，提升了规划流程的精度和效率，规划阶段效率提高约30%，整车制造阶段达到每56秒生产一辆车。2021年8月，特斯拉工程师还展示了如何建造数字场景，模拟真实摄像头数据，并让人工智能在其中进行模拟测试和拟合。\\n\\n　　“所以，不要狭隘地将元宇宙理解为一个社交游戏平台，如果它能将我们的现实世界更加3D化、立体化，效率将会得到大大的提升，拉近人与人之间的距离。”孔蓉表示，极致沉浸的交互体验能带给人们远超2D时代的体验，生活、工业、社会、科技迭代将大大提升效率，人力成本、资源成本、时间成本、交易成本等也有望降低。\\n\\n　　理性看待元宇宙带来的新一轮技术革命和对社会的影响，不低估5-10年的机会，也不高估1-2年的演进变化\\n\\n　　随着元宇宙话题大热，一些利用相关概念“圈钱”的套路也层出不穷。截至11月中旬，我国共申请元宇宙商标4300余件，涉及公司近700家，其中99.9%的商标均于今年注册申请。\\n\\n　　2021年3月，被称为“元宇宙第一股”的Roblox正式在美国纽约上市。Roblox是一个集游戏创作和大型社区互动平台，玩家可以通过游戏与朋友聊天、互动以及创作。图为Roblox游戏海报。(图片来源：Roblox官网)\\n\\n　　不少业内人士认为，虽然元宇宙为互联网行业的未来指明了方向，但元宇宙也存在很大的泡沫。\\n\\n　　虚实融合已成为互联网发展的大趋势，但目前元宇宙产业还处于发展初期，距离大规模产品化还十分遥远。毋庸讳言，元宇宙产业具有新兴产业的不成熟、不稳定等特征，还存在一些潜在风险。在沈阳看来，元宇宙的概念布局仍集中于扩展现实及游戏社交领域，技术生态和内容生态尚未成熟，场景入口也有待拓宽，理想愿景和现实发展间仍存在漫长的“去泡沫化”过程。\\n\\n　　沈阳向记者列举了如下风险：资本操纵，雏形期的元宇宙仍存在诸多不确定性，产业和市场都亟须回归理性，应警惕资本通过创造新概念、炒作新风口、吸引新投资等逐利惯性操作;舆论吹捧，目前元宇宙产业仍处于“社交+游戏”场景应用的奠基阶段，远未实现全产业覆盖和生态开放、经济自洽、虚实互通的理想状态，应警惕非理性的舆论泡沫带来非理性的股市震荡;经济风险，元宇宙在一定程度上也为巨型资本的金融收割行为提供了更为隐蔽的操纵空间，金融监管需从现实世界拓展至虚拟世界。此外，在伦理、垄断、算力、隐私、沉迷、知识产区等方面，元宇宙也不同程度存在风险。\\n\\n　　孔蓉认为，应理性看待元宇宙带来的新一轮技术革命和对社会的影响。现有市场对于元宇宙的疑虑主要来自技术实现的硬件条件、网络环境等尚不成熟与匹配，构建终极元宇宙的关键技术如算力、平台、网络建设等仍需要较长时间完善。\\n\\n　　目前部分公司炒作元宇宙概念与真实的元宇宙有较大差异，需要去伪存真、谨慎判断。在业界看来，元宇宙较长一段时间内都将成为下一代互联网发展的目标，这有赖于底层技术和算力层面出现的核心技术突破、技术演进与变化。\",\"timestamp\":1640426303,\"title\":\"下一代互联网的发展目标——元宇宙\"},\"digest\":\"MNdJBf9MsDa8FX1FadV6-snPCZ_wn_xM--kIiG8RUm4\",\"authorship\":{\"contributor\":\"0x91d998AF6B271BbFC3921e8dd9C265741f075844\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QvQTTtunqBUNjggFFOhZTt5AnmqE800VuSR8HNFnTQU\\\",\\\"y\\\":\\\"GjwciutWGTT_dn50f0_ze7NF6gWZ6pBoEzjoQY9Dd1E\\\"}\",\"signature\":\"N8mlZHuc4JD2_jmI0_BWXEemuO2Xd_58pq0QLimxRJwcMAw8rAy0uPCV0xl4aJCkgRpZoJ2ijlEkc6AUuNQndQ\",\"signingKeySignature\":\"0x9ca0d5decd4b1e0e97e6173896f013e78021514127890eca10ad18ae615af5d704d9e5098651a2ae982fae455eca01249a635851c19ea7414e7842f43ce4ceb51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QvQTTtunqBUNjggFFOhZTt5AnmqE800VuSR8HNFnTQU\\\",\\\"y\\\":\\\"GjwciutWGTT_dn50f0_ze7NF6gWZ6pBoEzjoQY9Dd1E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"MNdJBf9MsDa8FX1FadV6-snPCZ_wn_xM--kIiG8RUm4\"}"