"{\"content\":{\"body\":\"Web 3 will change theatre in ways we cannot imagine, but let us try for a moment anyway.\\n\\nI am certain that some of the things below will not happen, but some of them will. This is not prediction, only speculation. If I were starting a new theatre company tomorrow, or if I ran an existing theatre company and had the opportunity to change everything, here’s how I would use Web 3 tools to do that.\\n\\nI’ve included definitions at the bottom for those unfamiliar with acronyms / lingo.\\n\\n### NFTs\\n\\n1. **NFT Tickets, Programs, and Posters**\\n\\n   This one seems pretty self explanatory, royalties for the theatres on secondary ticket sales, plus digital collectibles.\\n2. **NFT Subscriptions**\\n\\n   Similar to above, but these could be auctioned off and limited in quantity, and they could of course get you into those fancy galas theatre patrons are so fond of.\\n3. **NFT Fundraisers**\\n\\n   Building on the subscription component, NFTs with particular cultural significance or theatrical impact could be sold. I think of first edition scripts, set designs, ‘signed’ actor headshots, even show moments as videos.\\n\\nNFT fundraisers are becoming more prevalent in the non-profit world, and offer particular utility to theatre audiences with their ability to capture and show off culture.\\n\\n### DAOs\\n\\nDAOs are still in their early stages, but it’s clear they offer unique ways for groups to work together and share governance over their organizations. This could have broad applications in the theatre industry, where traditional power structures and chains of command are often detrimental to equitable programming, fund allocation and operations.\\n\\nI could see DAOs being used in 2 major ways.\\n\\n1. **Internal DAOs for company decisions.**\\n\\n   All or some of the performers, technicians and staff of a company could collectively make programming, branding, and even salaries / operations decisions. This obscures the all powerful role of Intendant / Artistic Director, and gives more power to the company as a whole, following the direction [René Pollesch is heading towards at the Volksbühne.](https://www.nytimes.com/2021/12/03/theater/rene-pollesch-volksbuehne.html?searchResultPosition=1) (Without blockchain at the moment)\\n2. **External DAO for company decisions**\\n\\n   DAOs also provide the opportunity for a theatre’s audience and donors to influence the theatre’s operations in a more open way, almost acting like a decentralized board of directors. I could see this being very useful in things like fundraising or community decisions, but find it unlikely that a theatre would allow an audience much of a choice over matters of programming, even if that would be terribly interesting.\\n\\nThere could also be temporary, purpose built DAOs for individual productions, though it is unclear if a full-scale DAO infrastructure is necessary at that level. This is something we’re playing with at [Ensemble](http://www.ensmbl.xyz).\\n\\n**Social Tokens** will be useful in DAOs, and also in engaging audiences, most obviously as rewards programs.\\n\\n**The Metaverse**\\n\\nTheatre is already in the metaverse, and has been since Avatar Repertory Theatre did *Oedipus Rex* in Second Life, (probably before too) so we are furthest along on this side of things.\\n\\n![Finding Pandora X, Double Eye Studios, 2020.](https://images.mirror-media.xyz/publication-images/-t3leDvdPR7EscncWZ15z.jpeg?height=619&width=1100)\\n\\nThe metaverse offers endless opportunity for theatre, especially when you consider that everyone within it is adopting a character to some degree.\\n\\nThere are a couple practical ways adoption of metaverse environments could affect theatre companies, both of which have already begun being implemented by some.\\n\\n1. **Greater use of digital rehearsal / performance spaces.**\\n\\n   Companies with actors from around the world could gather together with a simulated physical presence in the Metaverse.\\n2. **The rise of Digital-only theatre companies.**\\n\\n   No longer do the members of a theatre company need to live in the same city, or even hemisphere, as long as they can occupy the same digital and creative space.\\n\\nBecause of the nature of the digital medium, there will also be new platforms and styles of theatrical performance. It’s a lot cheaper to render a spaceship in Unreal Engine than it is to build one in Manhattan, this principle applies to anything imaginable.\\n\\nSome will say that productions in the metaverse cannot be considered theatre. It is true, these productions won’t look like whatever headlined Avignon last year, but I personally have always been liberal with the term theatre, and rarely sympathize with purists.\\n\\n\\n_________________________________________\\n\\nI look forward to seeing how all facets of Web 3 collide with theatre. WAGMI, even those of us who work in an art form created in the 6th century B.C.E.\\n\\n\\n---\\n\\n**Non-Fungible Tokens,** or NFTs are digital items that are stored on the blockchain. Because they are stored on the blockchain, they can be verified and have digital scarcity, often they are considered digital collectibles, but their utility is far greater than that.\\n\\n**Decentralized Autonomous Organizations,** or DAOs are essentially organizations that are run via smart contract, rather than a traditional company structure. DAO Members hold a certain amount of tokens, which are used to vote on proposals and operations for the DAO.\\n\\n**Social Tokens** are cryptocurrencies that are useful in particular contexts / communities. Often they come with rewards, and are offered as incentives for community participation.\\n\\n**The Metaverse** is generally considered to be any / all 3D virtual environments (Like Minecraft). Except in the future the thought is that the Metaverse will be like a 3D internet, including everything from work, to school to shopping (Less like Minecraft).\\n\\n**WAGMI**, We’re all going to make it.\\n\\n*The image at the top is from Suzanne Kennedy’s Ultraworld at Wiener Festwochen.*\",\"timestamp\":1640185215,\"title\":\"Speculation on a Web 3 Theatre Company\"},\"digest\":\"aAf0bq0B5fZrkKb9uPEVUR4eIU4wAbWtX08d0BHXZow\",\"authorship\":{\"contributor\":\"0x29dC1C85aDB6a62F7C08AAD70A2327581c83055A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9tDwrb09gYx47JZ5BVCKGhbaQPGZSrdbrgHW1tc_GfM\\\",\\\"y\\\":\\\"YXNiEUmeN22vtG1hLBPQ3JvkGQi0TntlUqyksUKE8mg\\\"}\",\"signature\":\"D6CTE4y3LUuocz5lIURgCBHKv0x-zTqxwYHBdZRAGojQsThwMW-RBiMGp1N46f4WqJeTbdE-6jC9NqOv6W_BiQ\",\"signingKeySignature\":\"0x5564db3dc7bb7a0e3391c8caf25696fdb541104a8c303a8afbb5da73d22f8d5d10cfe7948a7905d9d04ef3cac4caabd113e22e7173f7f64380aa73f4a0ebe4321c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9tDwrb09gYx47JZ5BVCKGhbaQPGZSrdbrgHW1tc_GfM\\\",\\\"y\\\":\\\"YXNiEUmeN22vtG1hLBPQ3JvkGQi0TntlUqyksUKE8mg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5Kna9m9_xSz3DhJ-kTfQONyst8vUJ70jXkxsfSWdevw\"}"