"{\"content\":{\"body\":\"A couple of years ago, I wrote about [buying crypto in an IRA](https://avc.com/2019/08/crypto-ira/). [I went and did that with an old unused IRA that was sitting in cash](https://avc.com/2020/03/buying-bitcoin-in-your-ira-the-alto-ira/) and I have 8x’d the value of that IRA in the last 18 months. While my family is fortunate that we don’t have to rely on our IRAs to generate wealth like this, many folks do.\\n\\nTens of millions of people in the US rely on IRAs to save money tax-free for their retirement. There is $13 Trillion invested in IRAs and only 30,000 of those accounts have more than $5mm in them. IRAs are the retirement accounts for main street, not wall street.\\n\\nAnd yet, the House Ways and Means Committee is now [suggesting eliminating the ability of these IRA holders to invest their IRAs in the highest returning assets available; VC funds, private equity, and private companies](https://waysandmeans.house.gov/sites/democrats.waysandmeans.house.gov/files/documents/NEAL\\\\_032\\\\_xml.pdf) (page 689, section 138312). I am sure they are proposing this to prevent wealthy people like me from using the tax shield of the IRA to invest in private businesses. But there are better ways to do that than a blanket prohibition.\\n\\nA blanket prohibition will hurt main street, not wall street. We already limit what folks who aren’t wealthy can invest in by virtue of a multitude of regulations. It upsets me to no end that this paternalistic approach keeps the wealthy making lots of money and everyone else on the sidelines. I have railed about this set of issues here at AVC since I started blogging almost twenty years ago now.\\n\\nWhat we should do instead is limit the tax advantages of an IRA to a set amount of money, something like single-digit millions. That will limit their attractiveness as a tax shield for millionaires but maintain them as a wealth generator for everyone else.\\n\\nPlease tell your elected officials in Washington that Section 138312 of the Reconciliation Bill must go. It hurts main street, not wall street, and is bad policy.\\n\",\"timestamp\":1634208945,\"title\":\"IRAs and Wealth Creation\",\"publication\":\"avc\"},\"digest\":\"IGGAc0iPMDQXkO3BYOdfGJFwXL00GaMUumhk5wMrWHQ\",\"authorship\":{\"contributor\":\"0xB8332710AB60A1B2e8FE6D775d83524C9E0cE136\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9Z4WC6ecJlNYuWPRcZwuglh94rAU7_CYW0v6QjDka-Q\\\",\\\"y\\\":\\\"1MMpueZgqkbI0QTEgIQI1vRWk2cHplFvoGEsAX-8AdQ\\\"}\",\"signature\":\"wNlF960d-2xVIDjYMANwY70ggo1GhpXhRmWuD3tWvNorXMoEwL2WKWCVTRxL-8RoNWirMvaqUjV6yHPsRqZeMQ\",\"signingKeySignature\":\"0x0ed67380f776a7a96e2e687fe651890736bfa6c7cdbc394f89e1bc60d6b5ae244688b68ac0b3763a824875be1b0d259c80b1b37b9ceb7e3950398750e51ab0fc1c\",\"signingKeyMessage\":\"I authorize the publication of articles on avc.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9Z4WC6ecJlNYuWPRcZwuglh94rAU7_CYW0v6QjDka-Q\\\",\\\"y\\\":\\\"1MMpueZgqkbI0QTEgIQI1vRWk2cHplFvoGEsAX-8AdQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"IGGAc0iPMDQXkO3BYOdfGJFwXL00GaMUumhk5wMrWHQ\"}"