"{\"content\":{\"body\":\"将升级后得到的四点分配点，通通加给了体质后，我顺着绳索，离开洞穴，重回山脚下。咱现在和刚才已经是判若两人，不但等级上去了，还弄到头顶盘旋的小金，这家伙可给我增加不少的底气，虽然现在等级降了，那没关系，它依然是头猎杀苍鹰的好手，再说了，还有主子我，小黑和小白呢。\\n\\n```\\n还没等我寻找目标，一个不识趣的风之魔精就晃晃悠悠地向我这边移了过来，想找咱麻烦，我心中刚一动，小金就来了个标准的滑翔式俯冲，从空中猛扑下来，双爪如刀，直插入风之魔精头颅之中（其实这玩意也没啥头不头的，就顶上那一块了），双翅一振，硬生将它抓了起来，在空中甩了几下，扔到了地上，刚一落地，就遭到小黑一白的蹂躏，再加上还有主子我的小刀放光芒，这家伙，要是不死，还真对不起我的几员爱宠。\\n\\n挂掉几只风之魔精后，我开始继续寻找红顶苍鹰。有了小金，我看你们这帮鸟崽子往哪逃，乖乖的都给咱送毛吧，我心里美滋滋地想到。\\n\\n对了，召唤小影的技能也回复过来，该把这个强力前锋叫出来了，它可是咱一直信赖的死士。\\n\\n“隐为者玩家，你是否愿意现在学习中级召唤术‘呼唤死灵骑士’？”系统清脆的声音突然在我耳边响起，提示我问道。\\n\\n什么，我耳朵里面没塞着东西吧，系统刚才跟我说的是中级召唤术吧，苍天没瞎眼啊，俺家小影终于能熬出点小头，不再是初级小角色了（靠，四十一级的死灵骑士还是小角色，你小子心也太黑点拉），学，当然要学，砸锅卖铁咱也要学啊，我毫不犹豫，语气坚决地回道：“愿意！”\\n\\n“隐为者玩家，您选择学习中级召唤，扣除声望值一千六百点。”我刚一答应，系统立即说道。\\n\\n呀，怎么还要扣除我一千六的声望，我当初不是已经花了八百点了吗？我听系统这一说，连忙打开自己的属性查看起来。哈哈，爽，扣了一千多声望值，咱还有几百点声望，估计是前段时间boss杀得太多，积累的声望值一直都没用过，这次总算是个及时雨，发挥出效果了。（用勋章学习技能第一次花费的确只要八百点声望值，但如果该项技能能够升级，那想继续学习，就得花费双倍的声望值才行，也只有我这个蹂躏了不少boss的变态刺客，才能奢侈地使用这么多声望值学习技能）\\n\\n一片暗金色的光点洒在我身上，原本牢记在脑海里的那段咒语突然发生了改，而召唤小影所需消耗的魔法值，也变成了五百，正好达到我现在的顶峰，汗，还好升级时加了二十点魔法值，不然我可真得欲哭无泪，看来下次还得留它一两点分配点应急才行。\\n\\n静下了心，沉住气，我念起了全新的召唤咒语：\\n\\n守护着死亡与毁灭的国度，拥有坚定信念的勇士，带着绝不沉沦的意志，聆听着黑暗诸神的教诲，接受光明彼岸的祝福，举起锐利的长剑，骑上地狱的战马，用杀戮与毁灭来证明你存在的价值，从冥界之门出来吧，我的朋友，死灵骑士。\\n\\n靠，这段话念起来怎么这么吃力啊，我心里暗暗嘀咕，\\n\\n话音刚停，眼前草地上跟着出现四道银灰色光晕，相互交错转动着，光晕中间不再是那仿若实质的黑色大门，而是换成深红色如同玻璃一般的巨大光膜，在光膜里面，似乎可以听见凄厉的嚎叫声和高昂的怒吼声。\\n\\n随着一声低沉的马儿嘶鸣声响，光膜之中突然跃出一个高大的红色身影，那身暗红色盔甲一看就知道不是假冒伪劣产品，双手举着把一米多长，通体黝黑的宽刃大剑，在阳光的映照下，剑刃边缘闪出一道白色流光，胯下骑着的那匹高头大马，周身也披盖着一层绯红色的锁链薄盔，口鼻之中不住喷着黑气，空洞的双眼内是一片漆黑，双蹄不住踢打着地上，敢情也是属于亡灵一族，阵阵令人不寒而禁的杀气从它们身上散发出来，地上的野草，似乎都加快了枯萎速度。\\n\\n中级召唤术让小影有马了，奶奶的，真是牛b啊，我在旁边看着小影这崭新的面貌，心中是无限感慨，这样的话，它可真是名副其实的死灵骑士。对了，让我看看它有没有增加什么技能，打开小影的状态一看，嘿，还真多了一个技能，群体攻击技——死之践踏。\\n\\n吼吼，可以利用坐骑的冲击践踏，让对手陷入昏迷状态，时间三分钟，效果范围半米，爽，这个技能好啊，不求拿来杀敌，单单用来逃命，就能让咱赚到不少的便宜，我喜欢，小影，你果然没辜负我的期望啊。\\n\\n有了坐骑的小影，似乎也比平常要兴奋了不少，它在马背上挥舞着巨剑，带着面罩的脸上，不住发出低沉的吼叫，摆出一副跃跃欲试的样子，好，就让你发挥发挥，咱正好也见识见识，换上巨剑后的威力。\\n\\n拉起长弓，我冲前面的风之魔精送上了最亲切的问候，它立即冲我飘了过来，还没等靠近，小影就一夹黑马，冲了上去，风之魔精一发旋风刚扔出来，小影一提缰绳，那马是四蹄腾空，高高跃起，避让过攻击，一下子冲到风之魔精面前，黑色巨剑在空中劈出一道残影，重重落在风之魔精身上，没等招式用老，小影就改劈为削，竟然将风之魔精身上晶块给削了出去，而那马也很是机灵，小影刚一回手，它立即一个转身，后蹄双双抬起，“砰”的一声，踢在风之魔精身上，将这虚无之物，给震得连连后退。\\n\\n跟上来的小黑和小白乘机是痛杀黑手，天空中的小金也没白看戏，下来就是几把好抓，我还没看得过瘾，这风之魔精就挂了，我得意地走了上前，拍了拍小影的黑马，说道：“强，你小子现在真是强啊。”\\n\\n而小影似乎也能听懂我的话，垂下了长剑，点点了头，呜咽了几声，好象在说：“主子，咱可是中级的骑士，怎么能不强呢。”\\n\\n嘿嘿，有了高高在上的小金，进化带马的小影，搞羽毛不再是难事，风之魔精不是阻挠，我在高原上是大杀四方，横行无阻，心里漫溢着一种东西，那东西的名字叫——幸福！\\n\\n在高原上狠狠地扫荡了一天，让我的收入颇丰，包包装了不少的石头和羽毛，人家是丈母娘看女婿，越看越欢喜，我是主子看宠物，越看越高兴：小黑越发的神勇矫健，小白是更加粗长有力，小金是有型有样；小影更不用说了，现在绝对是我手下的第一号猛将，古有战神吕布，今有战狂小影，我复何求啊，哈哈！\\n\\n时候不早了，咱也该闪人，回城下线，明天，还有明天的事呢。\\n\\n**************************\\n\\n呀，这马尾辫，上线挺早的啊，早上刚一进游戏，就看到马尾辫给我发来的消息，我心里咕囔着，还想先炼它几瓶灵风的祝福出来尝个鲜呢，看来得等等了。\\n\\n“我在广场呢，你在哪？”我回了个话过去道。\\n\\n“我在银行门口呢，等你过来啊。”马尾辫是立即回道。\\n\\n这丫头，去银行干吗，别跟我说要提笔巨款去购物啊，汗，我心里念着，收起传呼机，往银行跑了过去。\\n\\n呀喝，这丫头今天打扮得还真是不赖，一身浅黄色碎花长裙是褶摆层层，穿在她身上，跟天女下凡似的，乌黑的头发如瀑布般披洒在身后，随着轻风微微飘扬，一张俏脸红扑扑，粉嘟嘟的，明眸珠唇，月眉翘鼻，真是个人间绝色，我心里一声赞叹，走了上前。\\n\\n“来拉！我们走吧，今天有你陪着，我可要大肆shoping一下哦！”马尾辫一见我来，高兴地迎上来说道。\\n\\n汗，敢情我成了你的陪购男了，奶奶的，祸从口出，都怪我这张嘴啊，我答应什么不好，干吗答应陪她逛街，我翻了翻白眼，跟了上去。\\n\\n走了一家又一家，逛了一个又一个，马尾辫依然是兴趣盎然，热情不减，我在后面是暗暗叫苦，平时我就最讨厌逛街，现在还要当马尾辫的参谋，真是活受罪哦，不过还好，学到不少关于魔法装备的制造经验，打造魔杖，我心里已经有点底了。\\n\\n“你看，要是打造魔杖的话，是用这块蓝翡翠好，还是用这块黑玛瑙好啊？”看着摆放在珠宝店里的一块块宝石，马尾辫问我道。\\n\\n“都不好，这只是起装饰作用，没啥实际大效果，我看还是那颗龙眼石好。”我摇摇头，指着前面一颗红铜色的石头说道。\\n\\n“哦，那就拿几颗龙眼石给我好了。”这丫头，果然是财大气粗，想也不想，价钱看也不看地说道。\\n\\n“嘟嘟”传呼机突然响了起来，我掏出来一看，立即瞳孔放大，心跳骤停，脸色，抹过激动的潮红之色，他回来了。\\n\\n***************************\\n\\n《妖皇》，需要大家的砸票收藏支持！\\n\\n连接:http:///showbook.asp?bl_id=86893\\n```\\n\\n\\n------------\",\"timestamp\":1640585093,\"title\":\"第二百四十四章 一连串的幸福\"},\"digest\":\"7yx2SNaP3B3DdhA80EDQ-8V0ujhhRir84ObnxGfrSsc\",\"authorship\":{\"contributor\":\"0x2EA603aeFe08CE419c54aB70e6303f9943831af1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EhYt4yXvy1X4pK0scRz2X_NHkCQMTehWHrVs-JIK4uo\\\",\\\"y\\\":\\\"L3ogsdHDfWIoM-2pGc3SVVcWbN8AtGZ8szFZ07OHCNs\\\"}\",\"signature\":\"omt6YeDAFv_Mks5Y8VhszDQ3OZq8xYXXtJf0g-2viPTI8pdRlURXD9j4Rdboqk0Zag1Op_0-o7vAv6k-bs7Y9w\",\"signingKeySignature\":\"0x733f95122303cab05d2716dc0e871c7cde8fefd19140525addd01349bbf6eb9978491961df230e645a227471672f31159e10bb9d9ae692ac39e96a58412144631c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EhYt4yXvy1X4pK0scRz2X_NHkCQMTehWHrVs-JIK4uo\\\",\\\"y\\\":\\\"L3ogsdHDfWIoM-2pGc3SVVcWbN8AtGZ8szFZ07OHCNs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7yx2SNaP3B3DdhA80EDQ-8V0ujhhRir84ObnxGfrSsc\"}"