"{\"content\":{\"body\":\"在上一篇文章中我们已经知道了，作为自然界当中的一个物种，我们是无法完全了解身处的客观世界的，只能了解自我主观认知模型映射出来的世界。既然我们对外界无法做到全知，是不是就意味着我们永远要在混沌的世界中永久漂流，迷失于洪荒的旷野之中？\\n\\n当然不是，人类历史的长河中出现过的那些闪耀光芒的人们给出了答案，正因为我们无法全知世界的真实面目，所以我们才会满怀着对于未知的好奇，不断的探索和前进，而这个过程也正真推动了人类的进步和发展，在无数个至暗时刻降临前，是群星闪耀照亮了前路。\\n\\n那么，在今天这样一个时代，我们面临着无数变化，时刻形成着无数旋涡和泥沼，一个不小心就会吞噬靠近的生命，身处当下的人们应该用什么样的方式去构建新的生存框架，以带领我们远离这些侵蚀生命的危险存在呢？目前我思考的结果是以下两点：\\n\\n**一个核心**：长期价值\\n\\n**一个关键点**：附近的构建\\n\\n## [](#长期价值 \\\"长期价值\\\")长期价值\\n\\n外界环境不断的变幻，各种纷繁复杂的信息不断的轰炸我们的注意力，今天一个热点明天一个风口，你如果总是被这些东西牵引着那你永远无法腾出精力去做出判断和分析，很容易让自己陷入泥沼，从而葬送了自己的生活。这种情况的根源在于没有明确生命去往何处、生活的目标在哪里？工作上规规矩矩没有长远的合理规划，生活上得过且过日复一日，智识上毫无思考…\\n\\n打破桎梏的核心就是建立一种原则认同，即为认识到并实践长期价值。工作中寻找职业的价值在哪里，不断提升自己的价值就会产生出一种正向反馈，你在成为一个有价值的个体而不是一个有工龄的个体，这种价值不光会带来个体的独立性，同时从职业层面触发的价值感会弥散到人生的其他层面，逐渐地整个生命的质感也会发生微妙的变化，一种长久的温厚的生命能量会诞生出来。\\n\\n这种长期的价值认同在我看来是有以下几个特点的：\\n\\n1.长期有效\\n\\n2.持续增长\\n\\n3.可迁移\\n\\n### [](#长期有效 \\\"长期有效\\\")长期有效\\n\\n所谓的长期有效就是指我们选择认同的价值要长期有效用，是不容易被时代浪潮颠覆的，那就要从基本的现象出发，往下深入分析，发现更为底层的原理以及结构。\\n\\n![价值分布](https://hoodrh.top/2021/34ENZFD/001.png)\\n\\n如上图所示，我们每天会面临的各种事都是第一层所在的具体的事，我们每天投入了无数精力去做事，被搞得精疲力尽但是事情越做越多，久而久之我们就被困在这样的循环里：努力做事->事情没见少->心力憔悴，然后就在这种局面中把自己套牢了，价值没多少增长却年岁渐长。\\n\\n想要解决这个问题，就要往下深挖，分析事物背后的原因，到这里之后会发现很多事情看似万千种种，其实就那么几个原因导致的，只需要对症下药就可以从源头上解决很多问题了。到了这一步就把很多基础的问题解决了，但是想要对一个问题有所洞见，从而突破时间和空间经验上的限制做到洞查的话，还得继续往下深挖出事件背后支撑其存在的底层原理是什么。至于如何一层层往下挖，其实就是使用一系列的分析方法进行的，这些分析方法是在逻辑原理上搭建起来的工具，至于逻辑及分析方法后续会写出来。\\n\\n到这里其实就很容易的了解到想增强自己的价值，并让价值保持长期性的做法就是不断的深挖事件，找到更底层的原理。其实也很容易理解，比如今天各种“30天写出爆款”之类的付费课程很多，但是正真在内容领域占主导的是长期以来就进行深度高质量文章写作的那些人，长期写作积累下来的写作价值才是正真的竞争力。\\n\\n### [](#持续增长 \\\"持续增长\\\")持续增长\\n\\n我们选择的长期价值要有保持持续增长的属性，不能是一直在一个水平上的，我们不断的付出精力投入到长期价值之中，那就要求这个价值也要随着我们的投入不断的增长才行。\\n\\n至于如何做到价值的持续增长，就要从逻辑上做和上面一步相反的动作，从底层原理出发将底层原理重新用到对于具体事件的分析之中，用以指导我们对于具体事件的判断。\\n\\n### [](#可迁移 \\\"可迁移\\\")可迁移\\n\\n我们在一件事上面使用过的解决方法只能称之为经验，当一个新的事件发生的时候我们会从已经拥有的经验库存当中寻找出相似的情况，再去用以对于新事件的处理。但是这里就有两个问题，一是你要积累足够的经验才可以应对足够多的新事件，但是当今信息流产生的速度比我们习得经验的速度高出几个量级，显然依靠经验过好人生的设定在商业世界并不可靠；二是经验并不能复用，因为每一件事都是受诸多因素影响的，一个曾经的解决方案并不能有效的指向新的事件。\\n\\n那么我们要解决不断生成的新的问题，就要求我们自身积累的价值是可迁移的，能用之前的价值为之后的事提供有效价值，那么我们就要把解决问题的过程是如何分析、如何到达底层原理、如何用底层原理分析具体事件的整个过程抽象成一个思考模型，在用它解决新问题的过程中也不断的优化模型。拿工厂比例子，就会发现我们抽象成的思考模型是流水线，而新的事件是流水线上的货物，在经过流水线的过程中这些事件就会被处理从而得到解决方案。思考模型和经验相比不同在于前者通过系统分析处理事件，后者是把解决方案迁移，相比之下后者对于细分因素的分析和掌握的广度和深度都不足，那么最终给出的解决方案必然也是效用有限。\\n\\n## [](#附近的构建 \\\"附近的构建\\\")附近的构建\\n\\n选择长期价值之后，我们会投入精力让价值增长并形成思考模型，不断的提高我们的底层能力。这种纯粹的理性的锻炼是痛苦的，长期下来很少有人坚持下来。我们也在了解自我的过程中知晓了一切价值的增长都是为了实现个人生命的圆满和生活的完善，那么在价值建设之外我们还应该做什么？以及有什么东西可以对价值的建设产生促进作用呢？\\n\\n我觉得的是一种对于“附近”的构建，和价值建设过程正好相反，附近的构建是一个发展感性的过程，如果说价值建设让你用理性的方式不断将自己变为一个足够精确的分析机器的话，附近的建构则是让你用感性探究自己作为一个人的真实存在感。在我看来，附近的构建是一个人能在多大程度上成为一个人的重要举措，也是一个人可以走多远做多大的重要指标（放在历史里看，而不是当下）。\\n\\n我这里的“附近”是指个体与个体周遭共同构成的一个整体。个体指一个人外在的躯体和内在的自我，个体周遭指个体接触到的环境和人。附近的构建主要包括以下几点：\\n\\n1.个体关照\\n\\n2.周遭关照\\n\\n### [](#个体关照 \\\"个体关照\\\")个体关照\\n\\n个体关照在于作为一个人，我们去发现自我的过程，这是附近建构的起点，在这个部分我们需要完成两个方面的工作，第一是关照内心，第二是关照躯体。\\n\\n**关照内心方面**：需要去思考自己，发掘自我，在不断的质疑和反思中达成自我意识的觉醒。我坚信苏格拉底的那句“未经审视的人生不值得过”，但是事实是极大多数人在从未审视过的人生中老去，至少我不想成为其中之一。关照内心对于初学者来说是艰难的，不光是缺少方法的问题，更多的是意识认知上的冲突无法缓和，要去实现自我关照最实用的方法就是学习哲学经典，这里面最直接的就是阅读哲学大师的著作。\\n\\n**关照躯体方面**：作为一个凡身肉体的我们只是自然界极为渺小的一部分，同时我们所有的行为都受制于这具躯体，为了更好地实现人生，我们要关照躯体。这种关照的关键是***克制***，需要我们克服某些阻力，做到合理的运动、合理的欲望实现、合理的饮食等等。\\n\\n### [](#周遭关照 \\\"周遭关照\\\")周遭关照\\n\\n关注周遭有助于帮助我们更好的实现自我，也让我们对于生活的感知更为丰富。这里主要有两个关键的部分：关注、温度。\\n\\n**关注**：要对于自己身边的人和环境保持持续的观察和注意，不只是为了自身的实现冒头前进，还要对身边的朋友、亲戚、同事、甚至同行一段路的人群抱有一种关注，关照他们的行为和生活，在这个过程中我们对于世界、生活的感知也会更加丰富和深刻，这种感知的建立将带领我们走出机械化的冷漠，这正是人之所以为人的光辉所在。同时，这种持续的关注也会让我们对于周遭有相比他人更为深入的思考，在商业探索中也会更有优势可言。\\n\\n**温度**：对于周遭的关照不能只是去看到，不能仅仅作为一个冷漠的旁观者，要怀着自己对于这个环境的温度，我们希望社会越来越美好、越来越公正，那我们就要坚信这种结局会实现，然后投入到自己的关照当中去，也不是说我们非要去做各种公益事业，而是说不作恶并为了更加美好的环境付出自己的一份力即可，“能做事的做事，能发声的发声。有一分热，发一分光，就令萤火一般，也可以在黑暗里发一点光，不必等候炬火”。这种温度会在不同个体之间传播，逐渐聚集成一股推动社会往更为美好方向上发展的力量。\\n\\n（*当然了以上内容也不是定论，正如我在“关于”中提到的，所有的智识如生命一般在独立生长，不同的阶段会有不同的生命形态，但是在整个核心价值上是一脉相承的，在生长中不断得到优化和发展。*）\\n\\n人的一生说长不长说短不短，个体的生命在数万年数亿年的演化尺度上看的话太过渺小，想想地球上已经有一千一百亿人消逝在时间之中，我们当下执着、执迷、痛苦的事其实在以往的人身上同样发生，只不过形式略微变化而已，如果我们在这短短几十年中被欲望、物质、周遭所驱使，那我们这具躯体的存在将显得寂寥，是时候去真正思考一下生命的意义、生活的目标了，发现属于自己的长期价值，持续的去投入，去感受生而为人的真实！\\n\\n> **已读清单**\\n>\\n> 《高效写作的秘密》\\n>\\n> 《浮生一日》\\n>\\n> 《地球之盐》\\n>\\n> 《幕后产品》\\n>\\n> 《一本小小的蓝色逻辑书》\\n>\\n> 《如何系统思考》\\n\",\"timestamp\":1639643962,\"title\":\"【NO.003-如何与生命共处|长期价值】\"},\"digest\":\"0LboHtSScO9qVSV1drxDqrauL8cDL73JO7IOrzXznLA\",\"authorship\":{\"contributor\":\"0xA6097a4adf23553623A7917bbBb28c7bb2a7775c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EXOdzv2cbhseZTcH_LiFC18eT_CZXeR1pQwkTV7kYCs\\\",\\\"y\\\":\\\"sdQFyqrPkC8QT9vcAqScnEfWtefNMcGiLZ7PcKjM6wQ\\\"}\",\"signature\":\"gpgHldHrYyhLRON82FrmAUB9E1gqNk71uP-YASZ-16fucVG02JVzDEXDygqIFDx6vi6WNkFvapZtyvvsBLEwBw\",\"signingKeySignature\":\"0x8babc3afa766894469347a018b6a2a7b02dcd8b4987f720f79a02ea4e3d264436535bc97a1dac8c5d96f122dfaedea6e514e5eecbf8d35c5d9be91e47082c1381c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EXOdzv2cbhseZTcH_LiFC18eT_CZXeR1pQwkTV7kYCs\\\",\\\"y\\\":\\\"sdQFyqrPkC8QT9vcAqScnEfWtefNMcGiLZ7PcKjM6wQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0LboHtSScO9qVSV1drxDqrauL8cDL73JO7IOrzXznLA\"}"