"{\"content\":{\"body\":\"Time flies, after several contact, there is no front soon became close friends with coogee, no front at coogee or one of the largest land transport businessman family empire -- the ancient home's eldest son, is frank came clean about his ambition, which was touched by the coogee trust without front, coogee also said will try their best to help without a front.But the progress of Wufeng and Angel is not smooth, because of the performance of wufeng that day, Angel feel Wufeng did not give three girls face, so to Wufeng is very cold, to wufeng several invitations are rejected, but Wufeng is not discouraged, still assiduous gallantry.But guan Yingying and flower jade eyebrow the two beauty of wufeng curiosity, several times met wufeng in the yindu coffee hall reading have taken the initiative to sit at a table with Wufeng, making the surrounding students jealous, hate will not kill Wufeng, especially some of the children of officials, is something without provocation,But after accidentally leaving a handprint on the hard oak table inside the cafe, the group took it upon themselves to leave.\\n\\nInto August, the weather become more heat, no front and GuanYingYing feelings is linear heating up, especially GuanYingYing in know no front is in the first year of farmers slaves to defeat the enemy in the riot, has captured more than three thousand enemy soldiers after the Lord, for no front more worship, and flower jade eyebrows met without after front and back in a few tea talk, found no feng is good not only in the military,Besides, she has extensive knowledge in literature, art, history and geography, and Wufeng is very eloquent, which makes her a little excited. However, when she finds her friend Guan Yingying is also madly in love with Wufeng, she cannot help falling into a painful contradiction.No female companion, feng had quite a bit these feelings, and this period of time in the school are all classes in the morning and afternoon self-study, no invitation tube flower front it two women, sometimes alone, sometimes two women together, playing chess, sometimes tea drink coffee chat, sometimes life, fairy, even forget the angel of his cold.However, Wufeng did not relax his concern for the troops. Every week, he listened to liang and Cui's reports on the training, especially the three newly built directly under the army, which were strict in their requirements, and tried to form the combat effectiveness quickly in a short time to cope with the changes that might occur at any time.\\n\\nAs the two girls' feelings for Wunfeng changed, Wunfeng was also a little obsessed with it. Every time he had free time, he would either go for a horse riding outing with Guan Yingying, or go to the Imperial Grand Theater with Hua Yumei to watch opera, dance drama or traditional opera performances. Sometimes, he would even take the two girls together to the elegant teahouse to listen to books or play chess.Due to the phenomenon of male superiority and female inferiority in the whole continent, it was common for men to have three wives and four concubines, and the relatively open atmosphere between men and women in the western mainland also spread with the increasingly frequent communication. In the upper society, men were more beautiful as lovers and mistresses to symbolize their higher status.The two girls have gradually accepted the existence of both sides through many trips with Wufeng, but they are reluctant to break this layer of paper, which puts them in this awkward situation.\\n\\nIs a Sunday, no front GuanYingYing appointment early go out for an outing, a few times before without front and GuanYingYing are riding outing, this time, GuanYingYing ingenuity, borrowed a luxury four-wheel carriage, this car is typically aristocratic home, interior space is large, covered by soft mat, so host trek halfway can rest, drive yourself,Scheduled to travel to the outer suburbs green LiuHu, he set out early in the morning, all the way is the harvest scene, golden rice has been harvested about, the field is filled with hay, also from time to time see the fully loaded carts slow rice on the road walk, although was in late September, but autumn still bad, not until noon, the sun has tan steaming on the ground,Fortunately, there is a cool breeze on the road, but the two people are very happy, less than noon has arrived at the green willow lake, a lake, the feeling is not the same, bursts of lake wind blowing, the morning of fatigue and heat will wind away.Lakeside is contiguous willow forest, grow very luxuriant, green willow lake thus named.\\n\\nWu Feng drove to a quiet water, surrounded by willow trees on three sides and leaning against the water on the other side. Guan Yingying also took off her cloak, revealing a dark green strong suit, with fiery red hair, full peaks, plump hips and pretty face.Yingying also noticed that her sweetheart's eyes were on her. She was not shy, but rather very happy. She glanced at Wifeng and leaned against him gently.\\n\\n\\\"Feng, I'm a little sleepy.\\\"A twang of voice interrupted wufeng's free time thinking, Wufeng lowered his head and looked at the jade man who leaned on his head in his arms. His eyes, eyelashes and red lips were closed and he kissed the jade man's face in both hands.Yingying's arms naturally wrapped around Wifeng's neck, and the two became one. For a moment, the world was spinning.\",\"timestamp\":1634806142,\"title\":\"Sex first try\"},\"digest\":\"wrd5Bnby8yzmmAoT-t9EX4gplJTnXzckbBWxmcdsPus\",\"authorship\":{\"contributor\":\"0x9FB1c8b6196E5dEAC9ABb2A59CccB4e3D08DE271\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OXTJvkOgcUjVmT1v8hY3YoXtMOIV8HOB7jIKmNbkE1c\\\",\\\"y\\\":\\\"ktXEQJsdCIfoKsnOINN0JbqIqT__zHtHzWCVuaKYjXY\\\"}\",\"signature\":\"b-oIR5kOl9kUZU1OE536gctPFmpjER5bXKtEKwETEh8nHX2e7cqJKOXciBMcCRiDomm6rHZmUokwD31m6daNrA\",\"signingKeySignature\":\"0x6e266def5284381b7ffa1a8cc5b77f82b79c7c3b0b859db6d249e13ebf31b5f21b04815acbfc780d58eb84626d333f8872d233d3c7f79336e9a1257fd56280831c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OXTJvkOgcUjVmT1v8hY3YoXtMOIV8HOB7jIKmNbkE1c\\\",\\\"y\\\":\\\"ktXEQJsdCIfoKsnOINN0JbqIqT__zHtHzWCVuaKYjXY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wrd5Bnby8yzmmAoT-t9EX4gplJTnXzckbBWxmcdsPus\"}"