"{\"content\":{\"body\":\"Many people want to become rich, work hard on franchising, rack their brains to find a way, buy stocks, sell stocks, and run the company greedy in the morning. But after decades of work, I found that my wealth hadn't increased much, so I was puzzled.\\n\\nOf course, some migrant workers also think that they have paid a lot. Why can't they become rich? The answer is simple. The poor rely on people who feel alive, while the rich rely on data. For example, the way a poor boss runs a company is that this buddy respects me and has a good relationship with me. He used to fight the world with me, so he was promoted to be a manager. And another person with strong ability can only be his subordinate. The company has no appraisal system, and it operates entirely based on feelings.\\n\\n```\\nThe poor have hundreds of thousands and millions of spare money. Watching others go stocks, he also goes stocks. He doesn't understand what stocks are, and he has never taken an investment course. He just relied on the introduction of another neighbor. He invested money in stocks. The funny thing was that his neighbor was also introduced by his neighbor. After they bought the stocks together, they discussed going to the vegetable market to buy groceries and dancing in the square.\\n\\nSome people say that the Chinese aunt has copied the gold bottom. Later, we all knew that gold fell sharply. In fact, Chinese aunts' buying gold is the same as the Chinese who robbed the supermarket of salt during the nuclear leak in Japan. They simply followed the trend based on feelings.\\n\\nThe rich only play with things they know, and they can make money surely. In fact, this society has invented a lot of mischievous investment portfolios. The investment products are made up of junior college students and technical secondary school students who don’t know how to invest. They have a salary of 2,500 to 4,000 yuan on the phone and recommend them to those who have spare money to buy. . Those who have spare money don't understand what they are buying. Anyway, there is a contract in black and white. Anyway, someone recommends it, and is said to be flustered and bought it.\\n\\nMost people value experience instead of basic facts and scientific research data, and they cleverly deny facts. I always thought there was a shortcut, I always thought I could find the cheap. In fact, the way most people get rich is to invest and then pray. It is not a planned and disciplined way to get rich. This is why most people cannot get rich in their entire lives.\\n\\nMost people prefer complex ways to get rich, and despise simple ones that everyone knows. For example, if you start to study network marketing from now on, as long as you study for more than 5 hours a day, even if you are now penniless, as long as your intelligence is normal, you will definitely have 2 million cash on you in two years. After 10 years, you will be a multi-millionaire. I'm talking about specialized research, not that you have a job in network marketing. If your intelligence is normal, you can understand what I mean. But out of 100 people, only one or two will stick to this simple way of getting rich. Others will laugh or say that they will give up after a few months, because they want to find other ways to get rich. Obviously, when they find it, they hold on for a little bit, then give up, and then find a new way of getting rich again. The most interesting thing in this world is that there is always a world of difference between what the poor think and what they do. And getting rich is simple in thinking and simple in doing.\\n\\nAccording to a foreign statistics, in 100 years, most fund managers have racked their brains and have not outperformed the S&P 500. In other words, if you invest, you don't need to think at all, just buy S&P 500 companies. In the same way, in China, you only need to buy real estate in big cities, and you will make money, and you don't need to use your brain at all.\\n\\nTo get rich, you only need to think very simple, do it very simple, and do it through the statistics of the whole society. By the same token, if you manage a company, you don’t know how to manage it. You don’t need to rack your brains at all. You don’t need to think about ways, engage in policies, or even play with the political struggle within the company. You only need to find the best in China. For companies such as Alibaba, Tencent, Huawei, and Vanke, take a look at their management systems for each module, and use them according to their own company’s situation.\\n```\",\"timestamp\":1634803597,\"title\":\"Talents who live by data will become rich\"},\"digest\":\"WMSdzXfigQTGQkXyCLllQEeyG5XghXBepLHCdF1AC1M\",\"authorship\":{\"contributor\":\"0x0B27cE1053585ef548Cd78618Ee0b73D84246712\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"signature\":\"7dkUKjlNk8lX1hqkDL6CCdb626y_oZ06BGnEpBZoKbBeOlEL9zpEJrhES4aY1rJuYAKDKSjviNp4tScTMT286w\",\"signingKeySignature\":\"0x9d86f85b2660a8cb6873525924f9adb0c5f51dfb6229fed7a757ade2793c2f19347cb8076af39b12116743e30b34d1bacb42c80a0030cd272dd62c1ad0ad21081b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WMSdzXfigQTGQkXyCLllQEeyG5XghXBepLHCdF1AC1M\"}"