"{\"content\":{\"body\":\"## 第三章 “家人”群\\n\\n“这猪脚饭真香啊”，记得穿越前，市场行情好的时候，币友群里红包不停，靠着抢红包都能解决一日三餐，动不动就有大佬在微博抽十个猪脚饭。落魄的时候，陈欢也曾在微博上私信找赚麻了的带V要过猪脚饭，写了一篇小作文发给带V，然而带V不仅并没有理他，而且还把私信截图挂出来羞辱了一波。此后，猪脚饭也成了陈欢心中过不去的一道坎。因而往后每逢开单赚钱，陈欢总是会选择点一份猪脚饭，一方面猪脚饭确实好吃，另一方面也是因为这个心理的原因。\\n\\n现在好了，陈欢得到了小说主人公才有的穿越待遇，这穿过来的第一顿，必须来上一份猪脚饭。\\n\\n“等我以后赚钱了，我直接微博抽一千份猪脚饭”，陈欢在心里暗暗想着，又想到以前那些抢红包的群友，抢完红包还喜欢发一下进度条「今日猪脚饭：0.82/16」，嘴角不禁露出一丝笑容。\\n\\n这群叼毛，虽然以前在群里长久以来对自己都是忽视，陈欢依然很喜欢群里，大家都各聊各的，就是没人鸟他，他也不想鸟别人，可以说是很温馨的一个圈子。过去陈欢删了很多群，唯独币圈群他舍不得删，因为大家都展现出真实的自己「色情 装逼 矫情 贪婪 伪善 两面三刀 笑里藏刀 道貌岸然 自私 虚荣 狡诈 虚伪 冷漠 龌龊 卑鄙 见利忘义 嫌贫爱富 厚颜无耻 还有超级加倍的阴阳怪气」，陈欢真的很喜欢他们这群叼毛。\\n\\n想着以前群里的那些叼毛，想到他们每天只会复制粘贴+1别人说的话，跌了50%说回调，涨了1%喊起飞，买了十刀我已梭哈，少赚一毛大腿拍断。想到这儿，陈欢心思一动：得找个“家人”群[加一波](https://discord.gg/N33hQwPuY7)。\\n\\n三下五除二搞定猪脚饭，陈欢往沙发上一躺，拿起手机，就开始搜索关键字加群。这个时候还是17年的6月，距离今年乃至币圈历史上最强的监管到来还足有三个月的时间，因而网络上对于各种关键词还没有开始屏蔽，不像后来，搜一下「币安」，出来的就是「抱歉，没有找到与 “币安” 相关的结果。」，支付宝转账敢备注「btc」，立马就能给你弹出来交易失败。所以现在，陈欢随便一搜就遍出来了大量相关信息，于是顺手加了其中两个群，一个叫“牛熊争霸”，另一个是“现金为王”。\\n\\n「牛熊争霸」一听这名，肯定是合约群了，里面都是些做多做空的，说好听点合约交易员，说难听点那纯纯赌狗。\\n\\n有这样一个群在，都不用自己盯盘，但凡涨了1个点就有会人出来晒盈利百分之一两百的多单，剩下的人会跟风喊出一句句「牛回速归」，群里霎时间就成了一片欢快的海洋，其中还掺杂着在空军坟头跳舞的表情包。神奇的地方在于，如果价格下跌，不同于传统股票交流群的冷清，合约群里将轮到空军老师们的狂欢时间，空军老师最喜欢的一句话「xx啊，怎么不xx了」，这句话既是做空者看穿加密货币市场中泡沫的冷漠质问，又是对无脑做多韭菜们的无情嘲讽，短短的几个字就可以否定掉一切。管你是金融创新，还是技术升级；管你是代表着未来，还是包容着过去。\\n\\n你说你是defi，是去中心化金融，是技术升级，是将来会改变金融体系的新一代金融产品，但是你的治理币就只能用来投票，别无他用，拉的再高还不是跌了。\\n\\n「defi啊，怎么不defi了」\\n\\n你说你是DAO，是一种全新的人类组织协同方式，是分布式，是解决了信任问题，可是你搞出来的$people,$free,$sos，本质上不就是个meme币，就算你涨了十倍百倍千倍，没了接盘的不还是要跌。\\n\\n「DAO啊，怎么不DAO了」\\n\\n你说你是元宇宙，是gamefi，是play to earn边玩边赚，可是我打开一看，这不就是十五年前的QQ农场，连是兄弟就来砍一刀的游戏性都比你好，第一天三天回本，第二天七天回本，第三天半月回本，没了后续的接盘资金等待着你的就只有崩盘。\\n\\n「元宇宙啊，怎么不元宇宙了」\\n\\n你说你是NFT，是非同质化代币，是艺术品，是有唯一性的数字资产，在空军看来，这不过是接盘者的游戏，等市场一冷，还有流动性吗？OpenSea上有的那叫地板价，可在流动性消失的背景下，地板已经成了空中楼阁的地板。只有价没有市罢了。\\n\\n「NFT啊，怎么不NFT了」\\n\\n其他的诸如此类，数不胜数。\\n\\n当然，在合约群中最多的既不是空军老师也不是多军老师，而是墙头草老师，上一秒突破百倍多，下一秒平仓反手空，玩的就是一个刺激。墙头草老师深谙市场的不可预测性，经常开多喊空，开空喊多，以玄学对抗短线的随机波动，可以说是交易市场上的一股清流，当然他们也是交易所最喜欢的一种用户，一般人会把他们当做活菩萨。\\n\\n曾经的陈欢就是一个活菩萨，哪里需要亏钱，他就会在哪里出现。追高路上的好帮手，抄底路上的拦路虎，震荡途中的割肉刀，趋势开始的燃料包，这就是陈欢对自己的总结定义。\\n\\n而另一个群“现金为王”，则并不是一个合约群，群内的有挖矿的，有套利的，有搞私募的，有有研究项目的，分门别类样样精通，他们都是以法币为本位，核心目的就是赚钱，对加密货币没有很深的信仰，可往往最后这些人中的大部分，也经受不住人性的考验，有着各自不同的亏钱故事。\\n\\n陈欢进群后，并没有什么人关注，因为这是火热的牛市，群内每天每时每刻都会有人加入，新加入的新人都怀揣着赚钱发大财的梦想，但以陈欢穿越前的历史经验来看，这些人往往最后都会亏到黯然退群，偶有坚持的也只会越亏越多甚至和自己一样走上借贷的不归路。\\n\\n扫了几眼群内的消息，陈欢大致对于现在的行情有了一点回忆，毕竟这对他来说，已经是好几年前的事了，现在重新经历，他也需要一点熟悉的时间。\\n\\n看着群里聊的聚币大赌场又上了什么新币，谁谁谁搬砖又赚了百分之几十，谁投了ICO上线只翻了三倍气到骂娘，陈欢的心里不由冒出了一句经典的话。\\n\\n「这是最好的时代，也是最坏的时代」\\n\\n对于交易所、项目方这些镰刀来说，这真是最好的时代，振臂一呼，自有韭菜们抢着送钱。\\n\\n对于买完空气币的韭菜来说，这是最坏的时代，自以为踏上了财富自由的高速列车，却不知道终点却是-99%度倾角的悬崖，中途的风景虽然美好却也短暂，跳车只要迟了一步就会万劫不复。\\n\\n“家人们，我来拯救你们了！”陈欢想到过去，自己也是最后死在车上的韭菜中的一员，不由得在「现金为王」群里发下这一句话。\\n\\n下一秒。\\n\\n「你已被管理员移出该群」\\n\\n“套你猴子的，我拿你们当家人，你们拿我当广告狗”，陈欢这就有点小生气了，“算了算了，每个人都有自己的路要走，不自己经历亏钱，别人怎么说也不会听的。”\",\"timestamp\":1642175384,\"title\":\"重生之我在币安滚仓梭哈-3\"},\"digest\":\"dGUuPsoiEiY7VWG8Zld0A9w6b9Kha9ZSbBzuoqAF1BE\",\"authorship\":{\"contributor\":\"0x7A9E49DAcFb35977762B9259DF1dC8880471f898\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3KDVY2XM1FaVlIjt5xxjq1ikEwqrftRxzE0AaILGJfI\\\",\\\"y\\\":\\\"-5IshHywAX6GVGKSQCtLF9Ivo7yZEqxcgjEkmMwyA0s\\\"}\",\"signature\":\"e1OAD3pK6wZNNqaUbw3jpg-e3_GJ0DkYlGbUTXX6Yh0qiGa6b-mykkBNVZw6t7qNLoAWaegsY2rvN-l-nk9nBA\",\"signingKeySignature\":\"0x9fbe83b83652c0caf7a8c53f910161234efecee2b91adf945b46968a4dfeb6e2487537a745b63af2b00148c03d946ede31f3d4c0321f537a5746a4d9ba751b731c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3KDVY2XM1FaVlIjt5xxjq1ikEwqrftRxzE0AaILGJfI\\\",\\\"y\\\":\\\"-5IshHywAX6GVGKSQCtLF9Ivo7yZEqxcgjEkmMwyA0s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dGUuPsoiEiY7VWG8Zld0A9w6b9Kha9ZSbBzuoqAF1BE\"}"