"{\"content\":{\"body\":\"　　仿佛就是在一夜之间，“万物皆可元宇宙”。元宇宙(metaverse)这个陌生的概念挟裹着一股巨大的力量，把人们此前对于互联网的一切知识和经验都冲击得七零八落，然后再混杂上一些更新鲜的技术和名词，向我们展示出了一个全新的虚拟世界。一些互联网产业的先行者和布道者竭力让我们相信，这就是未来互联网的新形态。\\n\\n　　人们开始为之兴奋，开始出现各种各样的元宇宙公司，股市里所谓的“元宇宙概念股”成为了一股不容小觑的力量，人们也愿意相信，元宇宙就是互联网世界的“下一件大事”。一个虚拟世界正在逐渐成型，人们在现实世界中的很多幻想将在这个虚拟世界中实现，人与人之间的交流方式也将完全不同……\\n\\n　　质疑的声音当然也随之出现。究竟什么是元宇宙?这个概念到底从何而来?这股突如其来的浪潮之中究竟又有多少是投机炒作?所谓的新一代互联网，又是新在何处?我们的生活究竟在何种程度上会被元宇宙所改变?\\n\\n　　这些问题未必都有明确的答案，也未必会有唯一的答案。想要理清有关元宇宙的种种线索，我们首先要做的或许是从不同的角度探明这个概念的由来和发展过程。\\n\\n　　“元宇宙”一词最初是出现在科幻小说中。美国科幻作家尼尔·斯蒂芬森(Neal Stephenson)在他1992年发表的科幻小说《雪崩》(Snow Crash)中首次创造了“元宇宙”一词。\\n\\n　　在这部小说里，所谓元宇宙指的是一种现实世界与通过增强现实技术和虚拟现实技术创造出的虚拟世界相混合的状态。这部作品在科幻界的影响力虽然不如另一位科幻大师威廉·吉布森(William Gibson)在1984年发表的题材类似的作品《神经漫游者》(Neuromancer)，但自此之后，随着网络世界的发展一日千里，“元宇宙”一词就停驻在了人们的视野之中，而后还不时被各种作品所借鉴。\\n\\n　　2018年的科幻电影《头号玩家》(Ready Player One)被很多人认为是对元宇宙概念最为形象化的解释。借助虚拟设备，人们可以在现实世界和虚拟世界之间自由的穿梭。不用问，更加无拘无束的虚拟世界所能带给人的惊奇和快乐都远超现实世界。\\n\\n　　如果说被科幻电影所借鉴，元宇宙概念在当时还局限在科幻迷的范围之内，那么可以说，从2021年10月开始，这个概念便正式“破圈”，让之前对此一无所知的人们也开始争相讨论。\\n\\n　　**电影《头号玩家》剧照**\\n\\n　　2021年10月，有17年历史的美国社交网络巨头“脸书”(Facebook)公司的创始人马克·扎克伯格(Mark Zuckerberg)发表了一封《创始人的信：2021》(Founder's Letter2021)，宣布脸书公司更名为“Meta”，展示其向元宇宙进发的决心——互联网世界的一件大事发生了。\\n\\n　　尽管元宇宙一词的创造者尼尔·史蒂芬森随后便在自己的社交账户上清楚表明：自己所创造的元宇宙概念与刚刚更名为Mata的元宇宙没有任何关系。这个源于科幻的互联网概念已经以迅雷不及掩耳之势席卷全球。随后，在一场以扎克伯格为主角的视频宣讲中，将近90分钟的时间里，“元宇宙”一词出现了80次以上，旨在向观众们解释究竟何为元宇宙。\\n\\n　　看完这个将近90分钟的视频，除了关于“元宇宙”一词的英文词源溯源，我的感觉是反而是更加困惑了。根据扎克伯格介绍，所谓元宇宙——metaverse，是由词根“meta”和“宇宙”(universe)合并而来。源于希腊语的“meta”有“超越”或是“在…之上”(beyond)的意思。例如中文里的“形而上学”(metaphysics)，就是由“meta”和“物理学”(physics)合并而来，也曾经被翻译为“元物理”。\\n\\n　　那么其他方面呢?在这个视频里，扎克伯格以及Meta的一些研究人员竭力展示生活在元宇宙之中人们所能经历的神奇之处。人们似乎已经不再受到肉体的束缚，时空的限制也已经不是问题，人们在其中以光速移动，就连外表也可以随意选择，可以以自己的本来面目示人，或是选择一款“虚拟化身”(Avatar)与亲朋好友相聚……\\n\\n　　问题是，在视频中所展现的元宇宙生活，究竟哪些元素已经成为现实，哪些还只是遥远的幻想?想要进入元宇宙，人们又需要付出怎样的努力，人们的现实生活又将经历怎样的改变?这些问题，就像是视频中扎克伯格的面目一样，让人甚至难以分清哪些是他真人出镜，哪些又是电脑特效。\\n\\n　　**扎克伯格关于元宇宙的视频宣讲剧照**\\n\\n　　如今关于元宇宙的文章和视频比比皆是，但我们仍然难以给元宇宙一个确切的定义。可以确定的是，元宇宙，以及与之相关一些概念的诞生和发展，大多与科幻和电脑游戏相关。不光元宇宙本身是源于科幻小说，在元宇宙中人们使用的“虚拟化身”(Avatar)一词，虽然究其根本是源于印度教，但实际上它与电脑游戏的关系更近——游戏设计师理查德·盖瑞特(Richard Garriott)在1985年第一次使用“avatar”来形容游戏玩家在游戏中的形象。\\n\\n　　可以说每个人心中都有一个他自己定义的元宇宙。比如说，很多人都相信，元宇宙是从互联网进化到移动互联网之后的下一个形态，却难以定义新一代互联网形态的核心特点。在人们对于元宇宙的描述中，很多技术都被整合在一起：当区块链、虚拟现实和增强现实，传感器、相机、5G网络等等新旧技术叠加在一起，究竟什么会被改变?很多人依旧是一头雾水。\\n\\n　　扎克伯格将元宇宙定义为一种以人为主体的互联网新形式。在元宇宙中，人们不再需要盯着电脑或是手机的屏幕(或者说在元宇宙中处处都是屏幕)，而是自身就成为了元宇宙内容的一部分。在元宇宙中，人们可以与亲友们(或是其虚拟化身)毫无障碍地交流、互动，阅读彼此的眼神和动作，在最大程度上摆脱现实世界和肉体的束缚，这或许就是刚刚更名的Meta公司所描述的元宇宙最核心的价值所在。\\n\\n　　可以说，元宇宙概念不仅有着从互联网和游戏世界中成长起来的这一代人的鲜明印记，也有扎克伯格自身作为一个技术进步主义者和未来主义者的信念。他相信新一代的技术是解决大多数社会问题的关键，而每隔10年到15年，就会出现一项全新的颠覆性的新技术或新机器——以此算来，元宇宙的出现恰逢其时。也正是在这样的信念之下，脸书公司才会在他的领导下迅速转型。\\n\\n　　该如何进入元宇宙?或者说，该如何判断自己是否已经属于元宇宙的“居民”之一?在元宇宙自身都还没有一个清晰定义的情况下，确实还难以辨别。如果说投身数字世界以实现和遥远朋友之间的互联，那么早在1990年代出现的线上聊天室、社区，包括后来出现的魔兽世界游戏等等，都可以说是一定程度上的元宇宙。在最为粗略的层面，元宇宙可以理解为虚拟世界和现实世界在最大程度上的重合。\\n\\n　　但是作为互联网全新形态的元宇宙，其标准又理应远远高于线上聊天室，否则人们很容易把元宇宙理解为一种新型的网络游戏，或是一种全新的视频会议形式。“在鼻子上放一个电视并不等于你就进入了元宇宙”——埃隆·马斯克对于元宇宙的批评，集中在进入元宇宙的虚拟现实设备戴起来并不舒服，以及人们并没有进入元宇宙的急切需要这两点上。其实这也是人们对元宇宙概念感到模糊以及并不信服的核心。\\n\\n　　如果我们认定元宇宙是继移动互联网之后的一种全新形式，以最新的标准来说，如果你拥有非同质化代币(Non-fungible token)，甚至只是加密货币，或者你在一个虚拟的电子世界中开创了一个只属于自己的空间，甚至是在网络会议中使用过虚拟形象，那么就可以说，你已经进入了元宇宙。这些标准的关键之处在于“参与感”——也就是说，你通过虚拟形象，把自己也作为互联网内容的一部分带入了进去。\\n\\n　　歌手林俊杰在Twitter上宣称自己在“元宇宙”游戏Decentraland中购买了三块土地\\n\\n　　作为比较，在通过上一代网络技术进行视频会议时，你坐在家里，看着电脑屏幕上罗列着参会人员的脸孔，一群人分别通过话筒发言，你自己的形象也会通过电脑自带的摄像头出现在其它与会人员的电脑屏幕上——在元宇宙世界的会议体验则会完全不同，带着虚拟现实设备的参会者感觉自己置身于一个虚拟的会议室之中，出现在会议室中的有可能是自己的真实形象，也有可能是一种虚拟形象。\\n\\n　　这种更加真实的参与感源于在虚拟世界中的空间感。在会议结束之后，你仍然可能记得坐在自己身边的同事，以及他们的虚拟形象。而在虚拟会议中出现的会议室，以及种种场景、设置，其实都属于在元宇宙中被创作的作品，属于一种全新的内容形式。\\n\\n　　人究竟应该在何种程度上痴迷于元宇宙?元宇宙会在现实世界中造成更大的不平等，还是相反?人们沉迷于元宇宙，固然可能创造出很多全新的职业和经济形式，但其对现实世界的反作用在目前看来同样不可预期。如果元宇宙让人们把越来越多用于工作和休闲的时间花费在虚拟世界，人们又该如何去解决现实生活中的贫穷、收入不平等、医疗困境等持续了上千年的顽疾?\\n\\n　　可以想见，无论元宇宙发展到何种程度，这些问题都值得被反复探讨：人类的感官究竟在多大程度上能够被替代或是欺骗?全面数字化究竟是不是人类前进的方向?如果生活中的一切皆可以被数字化，那么生活本身的意义又在哪里?“亲身体验的互联网”(embodied internet)是否会是互联网的终极形态?\\n\\n　　元宇宙的概念依然模糊，这个崭新的虚拟世界也还尚未成型。在这一期的封面报道中，我们试着从多个方面揭示出元宇宙这个源自科幻小说的概念所产生的环境，进而展望它的未来。北京大学的研究者陈宝权认为元宇宙是互联网未来发展的必然趋势，他从计算科学的技术层面分析了元宇宙的发展过程;斯坦福大学的传播学学者拜伦森则从社会学的角度讨论元宇宙可能产生的社会学问题。\\n\\n　　**杰里米 · 拜伦森是“元宇宙”早期的探索者之一**\\n\\n　　在技术层面之外，元宇宙概念也有其诞生的哲学土壤，其中混杂着人们对于真实和虚拟之间的判断和选择。很多人认为《黑客帝国》系列电影早在多年前就揭示了虚拟世界和真实世界之间的区别给人带来的困扰，以及由此引发的哲学问题。在《黑客帝国》系列第四部即将在国内上映之际，我们不仅回顾了这个经典的系列电影，还试图从其哲学源头，法国哲学家波德里亚的学说中寻找元宇宙的思想根源。\\n\\n　　元宇宙混杂了种种的概念，同时又集合了众多的新技术，但是元宇宙究竟会以什么样的形式呈现，其发展前景又是如何?现在还没有人知道。因此，在配图设计中，我们借鉴了星系的形态——种种理念和技术，如同星系的悬臂一般围绕着中心旋转，而在星系的中心，则是一个不为人所知的黑洞。\\n\\n　　元宇宙这座全新的互联网大厦尚未完工，如果我们还没做好准备成为元宇宙的居民，那么不妨先通过这一期来自各个层面的报道，走近元宇宙，看个端倪。\",\"timestamp\":1641474986,\"title\":\"元宇宙”究竟是什么？\"},\"digest\":\"utj_hVonIJEP0G16_4a3gv-mnOvyHayQoHRe2EcUVqw\",\"authorship\":{\"contributor\":\"0xF10cEc0532d8dDcCC78d82b5C733008B5275Abb4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sVVag3WI2D_rZktkIqhRLYS7b6JXvyWHjauGFaXLHFU\\\",\\\"y\\\":\\\"DKEVlfM2_R1KJFs1A5zg5ibbQnJc11oJYz4u1-PQ5Q4\\\"}\",\"signature\":\"1At7dWz5mrI23Yx2uyCMpjfwtSvnTmge_NTJ17wHUkhZThvsZM3UgTdXeq6bSBUHfx53kqT_Ev0L40RayZP8Cg\",\"signingKeySignature\":\"0x751f9a6f771cb200dfd43fe48aa3382c4e0c7f052a9a434ee8691bf614bb2d81257f6999a2d876bf5f62710aa3070a93f587817fea5d0e0bf313c8aeb8f602d81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sVVag3WI2D_rZktkIqhRLYS7b6JXvyWHjauGFaXLHFU\\\",\\\"y\\\":\\\"DKEVlfM2_R1KJFs1A5zg5ibbQnJc11oJYz4u1-PQ5Q4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"utj_hVonIJEP0G16_4a3gv-mnOvyHayQoHRe2EcUVqw\"}"