"{\"content\":{\"body\":\"When they reached the bluff they saw two horses come down the opposite bank and enter the water. Then they seemed to fade from view. The tall trees east a dark shadow over the water and the horses had become lost in this obscurity. Col. Zane and Jonathan walked up and down the bank seeking to find a place which afforded a clearer view of the river.\\n\\n\\\"There they come,\\\" shouted Silas.\\n\\n\\\"Yes, I see them just swimming out of the shadow,\\\" said Col. Zane. \\\"Both horses have riders. Lewis, what can you make out?\\\"\\n\\n\\\"It's Isaac and an Indian girl,\\\" answered Wetzel.\\n\\nThis startling announcement created a commotion in the little group. It was followed by a chorus of exclamations.\\n\\n\\\"Heavens! Wetzel, you have wonderful eyes. I hope to God you are right. There, I see the foremost rider waving his hand,\\\" cried Col. Zane.\\n\\n\\\"Oh, Bessie, Bessie! I believe Lew is right. Look at Tige,\\\" said Betty excitedly.\\n\\nEverybody had forgotten the dog. He had come down the path with Betty and had pressed close to her. First he trembled, then whined, then with a loud bark he ran down the bank and dashed into the water.\\n\\n\\\"Hel-lo, Betts,\\\" came the cry across the water. There was no mistaking that clear voice. It was Isaac's.\\n\\nAlthough the sun had long gone down behind the hills daylight lingered. It was bright enough for the watchers to recognize Isaac Zane. He sat high on his horse and in his hand he held the bridle of a pony that was swimming beside him. The pony bore the slender figure of a girl. She was bending forward and her hands were twisted in the pony's mane.\\n\\nBy this time the Colonel and Jonathan were standing in the shallow water waiting to grasp the reins and lead the horses up the steep bank. Attracted by the unusual sight of a wildly gesticulating group on the river bluff, the settlers from the Fort hurried down to the scene of action. Capt. Boggs and Alfred Clarke joined the crowd. Old Sam came running down from the barn. All were intensely excited and Col. Zane and Jonathan reached for the bridles and led the horses up the slippery incline.\\n\\n\\\"Eb, Jack, Silas, here I am alive and well,\\\" cried Isaac as he leaped from his horse. \\\"Betty, you darling, it's Isaac. Don't stand staring as if I were a ghost.\\\"\\n\\nWhereupon Betty ran to him, flung her arms around his neck and clung to him. Isaac kissed her tenderly and disengaged himself from her arms.\\n\\n\\\"You'll get all wet. Glad to see me? Well, I never had such a happy moment in my life. Betty, I have brought you home one whom you must love This is Myeerah, your sister. She is wet and cold. Take her home and make her warm and comfortable. You must forget all the past, for Myeerah has saved me from the stake.\\\"\\n\\nBetty had forgotten the other. At her brother's words she turned and saw a slender form. Even the wet, mud-stained and ragged Indian costume failed to hide the grace of that figure. She saw a beautiful face, as white as her own, and dark eyes full of unshed tears.\\n\\n\\\"The Eagle is free,\\\" said the Indian girl in her low, musical voice.\\n\\n\\\"You have brought him home to us. Come,\\\" said Betty taking the hand of the trembling maiden.\\n\\nThe settlers crowded round Isaac and greeted him warms while they plied him with innumerable questions. Was he free? Who was the Indian girl? Had he run off with her? Were the Indians preparing for war?\\n\\nOn the way to the Colonel's house Isaac told briefly of his escape from the Wyandots, of his capture by Cornplanter, and of his rescue. He also mentioned the preparations for war he had seen in Cornplanter's camp, and Girty's story of Col. Crawford's death.\\n\\n\\\"How does it come that you have the Indian girl with you?\\\" asked Col. Zane as they left the curious settlers and entered the house.\\n\\n\\\"I am going to marry Myeerah and I brought her with me for that purpose. When we are married I will go back to the Wyandots and live with them until peace is declared.\\\"\\n\\n\\\"Humph! Will it be declared?\\\"\\n\\n\\\"Myeerah has promised it, and I believe she can bring it about, especially if I marry her. Peace with the Hurons may help to bring about peace with the Shawnees. I shall never cease to work for that end; but even if peace cannot be secured, my duty still is to Myeerah. She saved me from a most horrible death.\\\"\\n\\n\\\"If your marriage with this Indian girl will secure the friendly offices of that grim old warrior Tarhe, it is far more than fighting will ever do. I do not want you to go back. Would we ever see you again?\\\"\\n\\n\\\"Oh, yes, often I hope. You see, if I marry Myeerah the Hurons will allow me every liberty.\\\"\\n\\n\\\"Well, that puts a different light on the subject.\\\"\\n\\n\\\"Oh, how I wish you and Jonathan could have seen Thundercloud and his two hundred warriors ride into Cornplanter's camp. It was magnificent! The braves were all crowded near the stake where I was bound. The fire had been lighted. Suddenly the silence was shattered by an awful yell. It was Thundercloud's yell. I knew it because I had heard it before, and anyone who had once heard that yell could never forget it. In what seemed an incredibly short time Thundercloud's warriors were lined up in the middle of the camp. The surprise was so complete that, had it been necessary, they could have ridden Cornplanter's braves down, killed many, routed the others, and burned the village. Cornplanter will not get over that surprise in many a moon.\\\"\\n\\nBetty had always hated the very mention of the Indian girl who had been the cause of her brother's long absence from home. But she was so happy in the knowledge of his return that she felt that it was in her power to forgive much; more over, the white, weary face of the Indian maiden touched Betty's warm heart. With her quick intuition she had divined that this was even a greater trial for Myeerah. Undoubtedly the Indian girl feared the scorn of her lover's people. She showed it in her trembling hands, in her fearful glances.\\n\\nFinding that Myeerah could speak and understand English, Betty became more interested in her charge every moment. She set about to make Myeerah comfortable, and while she removed the wet and stained garments she talked all the time. She told her how happy she was that Isaac was alive and well. She said Myeerah's heroism in saving him should atone for all the past, and that Isaac's family would welcome her in his home.\\n\\nGradually Myeerah's agitation subsided under Betty's sweet graciousness, and by the time Betty had dressed her in a white gown, had brushed the dark hair and added a bright ribbon to the simple toilet, Myeerah had so far forgotten her fears as to take a shy pleasure in the picture of herself in the mirror. As for Betty, she gave vent to a little cry of delight. \\\"Oh, you are perfectly lovely,\\\" cried Betty. \\\"In that gown no one would know you as a Wyandot princess.\\\"\\n\\n\\\"Myeerah's mother was a white woman.\\\"\\n\\n\\\"I have heard your story, Myeerah, and it is wonderful. You must tell me all about your life with the Indians. You speak my language almost as well as I do. Who taught you?\\\"\\n\\n\\\"Myeerah learned to talk with the White Eagle. She can speak French with the Coureurs-des-bois.\\\"\\n\\n\\\"That's more than I can do, Myeerah. And I had French teacher,\\\" said Betty, laughing.\\n\\n\\\"Hello, up there,\\\" came Isaac's voice from below.\\n\\n\\\"Come up, Isaac,\\\" called Betty.\\n\\n\\\"Is this my Indian sweetheart?\\\" exclaimed Isaac, stopping at the door. \\\"Betty, isn't she--\\\"\\n\\n\\\"Yes,\\\" answered Betty, \\\"she is simply beautiful.\\\"\\n\\n\\\"Come, Myeerah, we must go down to supper,\\\" said Isaac, taking her in his arms and kissing her. \\\"Now you must not be afraid, nor mind being looked at.\\\"\\n\\n\\\"Everyone will be kind to you,\\\" said Betty, taking her hand. Myeerah had slipped from Isaac's arm and hesitated and hung back. \\\"Come,\\\" continued Betty, \\\"I will stay with you, and you need not talk if you do not wish.\\\"\\n\\nThus reassured Myeerah allowed Betty to lead her down stairs. Isaac had gone ahead and was waiting at the door.\\n\\nThe big room was brilliantly lighted with pine knots. Mrs. Zane was arranging the dishes on the table. Old Sam and Annie were hurrying to and fro from the kitchen. Col. Zane had just come up the cellar stairs carrying a mouldy looking cask. From its appearance it might have been a powder keg, but the merry twinkle in the Colonel's eyes showed that the cask contained something as precious, perhaps, as powder, but not quite so dangerous. It was a cask of wine over thirty years old. With Col. Zane's other effects it had stood the test of the long wagon-train journey over the Virginia mountains, and of the raft-ride down the Ohio. Col. Zane thought the feast he had arranged for Isaac would be a fitting occasion for the breaking of the cask.\\n\\nMajor McCullough, Capt. Boggs and Hugh Bennet had been invited. Wetzel had been persuaded to come. Betty's friends Lydia and Alice were there.\\n\\nAs Isaac, with an air of pride, led the two girls into the room Old Sam saw them and he exclaimed, \\\"For de Lawd's sakes, Marsh Zane, dar's two pippins, sure can't tell 'em from one anudder.\\\"\\n\\nBetty and Myeerah did resemble each other. They were of about the same size, tall and slender. Betty was rosy, bright-eyed and smiling; Myeerah was pale one moment and red the next.\\n\\n\\\"Friends, this is Myeerah, the daughter of Tarhe,\\\" said Isaac simply. \\\"We are to be married to-morrow.\\\"\\n\\n\\\"Oh, why did you not tell me?\\\" asked Betty in great surprise. \\\"She said nothing about it.\\\"\\n\\n\\\"You see Myeerah has that most excellent trait in a woman--knowing when to keep silent,\\\" answered Isaac with a smile.\\n\\nThe door opened at this moment, admitting Will Martin and Alfred Clarke.\\n\\n\\\"Everybody is here now, Bessie, and I guess we may as well sit down to supper,\\\" said Col. Zane. \\\"And, good friends, let me say that this is an occasion for rejoicing. It is not so much a marriage that I mean. That we might have any day if Lydia or Betty would show some of the alacrity which got a good husband for Alice. Isaac is a free man and we expect his marriage will bring about peace with a powerful tribe of Indians. To us, and particularly to you, young people, that is a matter of great importance. The friendship of the Hurons cannot but exert an influence on other tribes. I, myself, may live to see the day that my dream shall be realized--peaceful and friendly relations with the Indians, the freedom of the soil, well-tilled farms and growing settlements, and at last, the opening of this glorious country to the world. Therefore, let us rejoice; let every one be happy; let your gayest laugh ring out, and tell your best story.\\\"\\n\\nBetty had blushed painfully at the entrance of Alfred and again at the Colonel's remark. To add to her embarrassment she found herself seated opposite Alfred at the table. This was the first time he had been near her since the Sunday at the meeting-house, and the incident had a singular effect on Betty. She found herself possessed, all at once, of an unaccountable shyness, and she could not lift her eyes from her plate. But at length she managed to steal a glance at Alfred. She failed to see any signs in his beaming face of the broken spirit of which her brother had hinted. He looked very well indeed. He was eating his dinner like any other healthy man, and talking and laughing with Lydia. This developed another unaccountable feeling in Betty, but this time it was resentment. Who ever heard of a man, who was as much in love as his letter said, looking well and enjoying himself with any other than the object of his affections? He had got over it, that was all. Just then Alfred turned and gazed full into Betty's eyes. She lowered them instantly, but not so quickly that she failed to see in his a reproach.\\n\\n\\\"You are going to stay with us a while, are you not?\\\" asked Betty of Isaac.\\n\\n\\\"No, Betts, not more than a day or so. Now, do not look so distressed. I do not go back as a prisoner. Myeerah and I can often come and visit you. But just now I want to get back and try to prevent the Delawares from urging Tarhe to war.\\\"\\n\\n\\\"Isaac, I believe you are doing the wisest thing possible,\\\" said Capt. Boggs. \\\"And when I look at your bride-to-be I confess I do not see how you remained single so long.\\\"\\n\\n\\\"That's so, Captain,\\\" answered Isaac. \\\"But you see, I have never been satisfied or contented in captivity, I wanted nothing but to be free.\\\"\\n\\n\\\"In other words, you were blind,\\\" remarked Alfred, smiling at Isaac.\\n\\n\\\"Yes, Alfred, was. And I imagine had you been in my place you would have discovered the beauty and virtue of my Princess long before I did. Nevertheless, please do not favor Myeerah with so many admiring glances. She is not used to it. And that reminds me that I must expect trouble tomorrow. All you fellows will want to kiss her.\\\"\\n\\n\\\"And Betty is going to be maid of honor. She, too, will have her troubles,\\\" remarked Col. Zane.\\n\\n\\\"Think of that, Alfred,\\\" said Isaac \\\"A chance to kiss the two prettiest girls on the border--a chance of a lifetime.\\\"\\n\\n\\\"It is customary, is it not?\\\" said Alfred coolly.\\n\\n\\\"Yes, it's a custom, if you can catch the girl,\\\" answered Col. Zane.\\n\\nBetty's face flushed at Alfred's cool assumption. How dared he? In spite of her will she could not resist the power that compelled her to look at him. As plainly as if it were written there, she saw in his steady blue eyes the light of a memory--the memory of a kiss. And Betty dropped her head, her face burning, her heart on fire with shame, and love, and regret.\\n\\n\\\"It'll be a good chance for me, too,\\\" said Wetzel. His remark instantly turned attention to himself.\\n\\n\\\"The idea is absurd,\\\" said Isaac. \\\"Why, Lew Wetzel, you could not be made to kiss any girl.\\\"\\n\\n\\\"I would not be backward about it,\\\" said Col. Zane.\\n\\n\\\"You have forgotten the fuss you made when the boys were kissing me,\\\" said Mrs. Zane with a fine scorn.\\n\\n\\\"My dear,\\\" said Col. Zane, in an aggrieved tone, \\\"I did not make so much of a fuss, as you call it, until they had kissed you a great many times more than was reasonable.\\\"\\n\\n\\\"Isaac, tell us one thing more,\\\" said Capt. Boggs. \\\"How did Myeerah learn of your capture by Cornplanter? Surely she could not have trailed you?\\\"\\n\\n\\\"Will you tell us?\\\" said Isaac to Myeerah.\\n\\n\\\"A bird sang it to me,\\\" answered Myeerah.\\n\\n\\\"She will never tell, that is certain,\\\" said Isaac. \\\"And for that reason I believe Simon Girty got word to her that I was in the hands of Cornplanter. At the last moment when the Indians were lashing me to the stake Girty came to me and said he must have been too late.\\\"\\n\\n\\\"Yes, Girty might have done that,\\\" said Col. Zane. \\\"I suppose, though he dared not interfere in behalf of poor Crawford.\\\"\\n\\n\\\"Isaac, Can you get Myeerah to talk? I love to hear her speak,\\\" said Betty, in an aside.\\n\\n\\\"Myeerah, will you sing a Huron love-song?\\\" said Isaac \\\"Or, if you do not wish to sing, tell a story. I want them to know how well you can speak our language.\\\"\\n\\n\\\"What shall Myeerah say?\\\" she said, shyly.\\n\\n\\\"Tell them the legend of the Standing Stone.\\\"\\n\\n\\\"A beautiful Indian girl once dwelt in the pine forests,\\\" began Myeerah, with her eyes cast down and her hand seeking Isaac's. \\\"Her voice was like rippling waters, her beauty like the rising sun. From near and from far came warriors to see the fair face of this maiden. She smiled on them all an they called her Smiling Moon. Now there lived on the Great Lake a Wyandot chief. He was young and bold. No warrior was as great as Tarhe. Smiling Moon cast a spell o his heart. He came many times to woo her and make be his wife. But Smiling Moon said: 'Go, do great deeds, an come again.'\\n\\n\\\"Tarhe searched the east and the west. He brought her strange gifts from strange lands. She said: 'Go and slay my enemies.' Tarhe went forth in his war paint and killed the braves who named her Smiling Moon. He came again to her and she said: 'Run swifter than the deer, be more cunning than the beaver, dive deeper than the loon.'\\n\\n\\\"Tarhe passed once more to the island where dwelt Smiling Moon. The ice was thick, the snow was deep. Smiling Moon turned not from her warm fire as she said: 'The chief is a great warrior, but Smiling Moon is not easily won. It is cold. Change winter into summer and then Smiling Moon will love him.'\\n\\n\\\"Tarhe cried in a loud voice to the Great Spirit: 'Make me a master.'\\n\\n\\\"A voice out of the forest answered: 'Tarhe, great warrior, wise chief, waste not thy time, go back to thy wigwam.'\\n\\n\\\"Tarhe unheeding cried 'Tarhe wins or dies. Make him a master so that he may drive the ice northward.'\\n\\n\\\"Stormed the wild tempest; thundered the rivers of ice chill blew the north wind, the cold northwest wind, against the mild south wind; snow-spirits and hail-spirits fled before the warm raindrops; the white mountains melted, and lo! it was summer.\\n\\n\\\"On the mountain top Tarhe waited for his bride. Never wearying, ever faithful he watched many years. There he turned to stone. There he stands to-day, the Standing Stone of ages. And Smiling Moon, changed by the Great Spirit into the Night Wind, forever wails her lament at dusk through the forest trees, and moans over the mountain tops.\\\"\\n\\nMyeerah's story elicited cheers and praises from all. She was entreated to tell another, but smilingly shook her head. Now that her shyness had worn off to some extent she took great interest in the jest and the general conversation.\\n\\nCol. Zane's fine old wine flowed like water. The custom was to fill a guest's cup as soon as it was empty. Drinking much was rather encouraged than otherwise. But Col. Zane never allowed this custom to go too far in his house.\\n\\n\\\"Friends, the hour grows late,\\\" he said. \\\"To-morrow, after the great event, we shall have games, shooting matches, running races, and contests of all kinds. Capt. Boggs and I have arranged to give prizes, and I expect the girls can give something to lend a zest to the competition.\\\"\\n\\n\\\"Will the girls have a chance in these races?\\\" asked Isaac. \\\"If so, I should like to see Betty and Myeerah run.\\\"\\n\\n\\\"Betty can outrun any woman, red or white, on the border,\\\" said Wetzel. \\\"And she could make some of the men run their level best.\\\"\\n\\n\\\"Well, perhaps we shall give her one opportunity to-morrow,\\\" observed the Colonel. \\\"She used to be good at running but it seems to me that of late she has taken to books and--\\\"\\n\\n\\\"Oh, Eb! that is untrue,\\\" interrupted Betty.\\n\\nCol. Zane laughed and patted his sister's cheek. \\\"Never mind, Betty,\\\" and then, rising, he continued, \\\"Now let us drink to the bride and groom-to-be. Capt. Boggs, I call on you.\\\"\\n\\n\\\"We drink to the bride's fair beauty; we drink to the groom's good luck,\\\" said Capt. Boggs, raising his cup.\\n\\n\\\"Do not forget the maid-of-honor,\\\" said Isaac.\\n\\n\\\"Yes, and the maid-of-honor. Mr. Clarke, will you say something appropriate?\\\" asked Col. Zane.\\n\\nRising, Clarke said: \\\"I would be glad to speak fittingly on this occasion, but I do not think I can do it justice. I believe as Col. Zane does, that this Indian Princess is the first link in that chain of peace which will some day unite the red men and the white men. Instead of the White Crane she should be called the White Dove. Gentlemen, rise and drink to her long life and happiness.\\\"\\n\\nThe toast was drunk. Then Clarke refilled his cup and holding it high over his head he looked at Betty.\\n\\n\\\"Gentlemen, to the maid-of-honor. Miss Zane, your health, your happiness, in this good old wine.\\\"\\n\\n\\\"I thank you,\\\" murmured Betty with downcast eyes. \\\"I bid you all good-night. Come, Myeerah.\\\"\\n\\nOnce more alone with Betty, the Indian girl turned to her with eyes like twin stars.\\n\\n\\\"My sister has made me very happy,\\\" whispered Myeerah in her soft, low voice. \\\"Myeerah's heart is full.\\\"\\n\\n\\\"I believe you are happy, for I know you love Isaac dearly.\\\"\\n\\n\\\"Myeerah has always loved him. She will love his sister.\\\"\\n\\n\\\"And I will love you,\\\" said Betty. \\\"I will love you because you have saved him. Ah! Myeerah, yours has been wonderful, wonderful love.\\\"\\n\\n\\\"My sister is loved,\\\" whispered Myeerah. \\\"Myeerah saw the look in the eyes of the great hunter. It was the sad light of the moon on the water. He loves you. And the other looked at my sister with eyes like the blue of northern skies. He, too, loves you.\\\"\\n\\n\\\"Hush!\\\" whispered Betty, trembling and hiding her face. \\\"Hush! Myeerah, do not speak of him.\\\"\\n\\nCHAPTER XI.\\n\\nHe following afternoon the sun shone fair and warm; the sweet smell of the tan-bark pervaded the airs and the birds sang their gladsome songs. The scene before the grim battle-scarred old fort was not without its picturesqueness. The low vine-covered cabins on the hill side looked more like picture houses than like real habitations of men; the mill with its burned-out roof--a reminder of the Indians--and its great wheel, now silent and still, might have been from its lonely and dilapidated appearance a hundred years old.\\n\\nOn a little knoll carpeted with velvety grass sat Isaac and his Indian bride. He had selected this vantage point because it afforded a fine view of the green square where the races and the matches were to take place. Admiring women stood around him and gazed at his wife. They gossiped in whispers about her white skin, her little hands, her beauty. The girls stared with wide open and wondering eyes. The youngsters ran round and round the little group; they pushed each other over, and rolled in the long grass, and screamed with delight\\n\\nIt was to be a gala occasion and every man, woman and child in the settlement had assembled on the green. Col. Zane and Sam were planting a post in the center of the square. It was to be used in the shooting matches. Capt. Boggs and Major McColloch were arranging the contestants in order. Jonathan Zane, Will Martin, Alfred Clarke--all the young men were carefully charging and priming their rifles. Betty was sitting on the black stallion which Col. Zane had generously offered as first prize. She was in the gayest of moods and had just coaxed Isaac to lift her on the tall horse, from which height she purposed watching the sports. Wetzel alone did not seem infected by the spirit of gladsomeness which pervaded. He stood apart leaning on his long rifle and taking no interest in the proceedings behind him. He was absorbed in contemplating the forest on the opposite shore of the river.\\n\\n\\\"Well, boys, I guess we are ready for the fun,\\\" called Col. Zane, cheerily. \\\"Only one shot apiece, mind you, except in case of a tie. Now, everybody shoot his best.\\\"\\n\\nThe first contest was a shooting match known as \\\"driving the nail.\\\" It was as the name indicated, nothing less than shooting at the head of a nail. In the absence of a nail--for nails were scarce--one was usually fashioned from a knife blade, or an old file, or even a piece of silver. The nail was driven lightly into the stake, the contestants shot at it from a distance as great as the eyesight permitted. To drive the nail hard and fast into the wood at one hundred yards was a feat seldom accomplished. By many hunters it was deemed more difficult than \\\"snuffing the candle,\\\" another border pastime, which consisted of placing in the dark at any distance a lighted candle, and then putting out the flame with a single rifle ball. Many settlers, particularly those who handled the plow more than the rifle, sighted from a rest, and placed a piece of moss under the rife-barrel to prevent its spring at the discharge.\\n\\nThe match began. Of the first six shooters Jonathan Zane and Alfred Clarke scored the best shots. Each placed a bullet in the half-inch circle round the nail.\\n\\n\\\"Alfred, very good, indeed,\\\" said Col. Zane. \\\"You have made a decided improvement since the last shooting-match.\\\"\\n\\nSix other settlers took their turns. All were unsuccessful in getting a shot inside the little circle. Thus a tie between Alfred and Jonathan had to be decided.\\n\\n\\\"Shoot close, Alfred,\\\" yelled Isaac. \\\"I hope you beat him. He always won from me and then crowed over it.\\\"\\n\\nAlfred's second shot went wide of the mark, and as Jonathan placed another bullet in the circle, this time nearer the center, Alfred had to acknowledge defeat.\\n\\n\\\"Here comes Miller,\\\" said Silas Zane. \\\"Perhaps he will want a try.\\\"\\n\\nCol. Zane looked round. Miller had joined the party. He carried his rifle and accoutrements, and evidently had just returned to the settlement. He nodded pleasantly to all.\\n\\n\\\"Miller, will you take a shot for the first prize, which I was about to award to Jonathan?\\\" said Col. Zane.\\n\\n\\\"No. I am a little late, and not entitled to a shot. I will take a try for the others,\\\" answered Miller.\\n\\nAt the arrival of Miller on the scene Wetzel had changed his position to one nearer the crowd. The dog, Tige, trotted closely at his heels. No one heard Tige's low growl or Wetzel's stern word to silence him. Throwing his arm over Betty's pony, Wetzel apparently watched the shooters. In reality he studied intently Miller's every movement.\\n\\n\\\"I expect some good shooting for this prize,\\\" said Col. Zane, waving a beautifully embroidered buckskin bullet pouch, which was one of Betty's donations.\\n\\nJonathan having won his prize was out of the lists and could compete no more. This entitled Alfred to the first shot for second prize. He felt he would give anything he possessed to win the dainty trifle which the Colonel had waved aloft. Twice he raised his rifle in his exceeding earnestness to score a good shot and each time lowered the barrel. When finally he did shoot the bullet embedded itself in the second circle. It was a good shot, but he knew it would never win that prize.\\n\\n\\\"A little nervous, eh?\\\" remarked Miller, with a half sneer on his swarthy face.\\n\\nSeveral young settlers followed in succession, but their aims were poor. Then little Harry Bennet took his stand. Harry had won many prizes in former matches, and many of the pioneers considered him one of the best shots in the country\\n\\n\\\"Only a few more after you, Harry,\\\" said Col. Zane. \\\"You have a good chance.\\\"\\n\\n\\\"All right, Colonel. That's Betty's prize and somebody'll have to do some mighty tall shootin' to beat me,\\\" said the lad, his blue eyes flashing as he toed the mark.\\n\\nShouts and cheers of approval greeted his attempt. The bullet had passed into the wood so close to the nail that a knife blade could not have been inserted between.\\n\\nMiller's turn came next. He was a fine marksman and he knew it. With the confidence born of long experience and knowledge of his weapon, he took a careful though quick aim and fired. He turned away satisfied that he would carry off the coveted prize. He had nicked the nail.\\n\\nBut Miller reckoned without his host. Betty had seen the result of his shot and the self-satisfied smile on his face. She watched several of the settlers make poor attempts at the nail, and then, convinced that not one of the other contestants could do so well as Miller, she slipped off the horse and ran around to where Wetzel was standing by her pony.\\n\\n\\\"Lew, I believe Miller will win my prize,\\\" she whispered, placing her hand on the hunter's arm. \\\"He has scratched the nail, and I am sure no one except you can do better. I do not want Miller to have anything of mine.\\\"\\n\\n\\\"And, little girl, you want me to shoot fer you,\\\" said Lewis.\\n\\n\\\"Yes, Lew, please come and shoot for me.\\\"\\n\\nIt was said of Wetzel that he never wasted powder. He never entered into the races and shooting-matches of the settlers, yet it was well known that he was the fleetest runner and the most unerring shot on the frontier. Therefore, it was with surprise and pleasure that Col. Zane heard the hunter say he guessed he would like one shot anyway.\\n\\nMiller looked on with a grim smile. He knew that, Wetzel or no Wetzel, it would take a remarkably clever shot to beat his.\\n\\n\\\"This shot's for Betty,\\\" said Wetzel as he stepped to the mark. He fastened his keen eyes on the stake. At that distance the head of the nail looked like a tiny black speck. Wetzel took one of the locks of hair that waved over his broad shoulders and held it up in front of his eyes a moment. He thus ascertained that there was not any perceptible breeze. The long black barrel started slowly to rise--it seemed to the interested onlookers that it would never reach a level and when, at last. it became rigid, there was a single second in which man and rifle appeared as if carved out of stone. Then followed a burst of red flame, a puff of white smoke, a clear ringing report.\\n\\nMany thought the hunter had missed altogether. It seemed that the nail had not changed its position; there was no bullet hole in the white lime wash that had been smeared round the nail. But on close inspection the nail was found to have been driven to its head in the wood.\\n\\n\\\"A wonderful shot!\\\" exclaimed Col. Zane. \\\"Lewis, I don't remember having seen the like more than once or twice in my life.\\\"\\n\\nWetzel made no answer. He moved away to his former position and commenced to reload his rifle. Betty came running up to him, holding in her hand the prize bullet pouch.\\n\\n\\\"Oh, Lew, if I dared I would kiss you. It pleases me more for you to have won my prize than if any one else had won it. And it was the finest, straightest shot ever made.\\\"\\n\\n\\\"Betty, it's a little fancy for redskins, but it'll be a keepsake,\\\" answered Lewis, his eyes reflecting the bright smile on her face.\\n\\nFriendly rivalry in feats that called for strength, speed and daring was the diversion of the youth of that period, and the pioneers conducted this good-natured but spirited sport strictly on its merits. Each contestant strove his utmost to outdo his opponent. It was hardly to be expected that Alfred would carry off any of the laurels. Used as he had been to comparative idleness he was no match for the hardy lads who had been brought up and trained to a life of action, wherein a ten mile walk behind a plow, or a cord of wood chopped in a day, were trifles. Alfred lost in the foot-race and the sackrace, but by dint of exerting himself to the limit of his strength, he did manage to take one fall out of the best wrestler. He was content to stop here, and, throwing himself on the grass, endeavored to recover his breath. He felt happier today than for some time past. Twice during the afternoon he had met Betty's eyes and the look he encountered there made his heart stir with a strange feeling of fear and hope. While he was ruminating on what had happened between Betty and himself he allowed his eyes to wander from one person to another. When his gaze alighted on Wetzel it became riveted there. The hunter's attitude struck him as singular. Wetzel had his face half turned toward the boys romping near him and he leaned carelessly against a white oak tree. But a close observer would have seen, as Alfred did, that there was a certain alertness in that rigid and motionless figure. Wetzel's eyes were fixed on the western end of the island. Almost involuntarily Alfred's eyes sought the same direction. The western end of the island ran out into a long low point covered with briars, rushes and saw-grass. As Alfred directed his gaze along the water line of this point he distinctly saw a dark form flit from one bush to another. He was positive he had not been mistaken. He got up slowly and unconcernedly, and strolled over to Wetzel.\\n\\n\\\"Wetzel, I saw an object just now,\\\" he said in a low tone. \\\"It was moving behind those bushes at the head of the island. I am not sure whether it was an animal or an Indian.\\\"\\n\\n\\\"Injuns. Go back and be natur'l like. Don't say nothin' and watch Miller,\\\" whispered Wetzel.\\n\\nMuch perturbed by the developments of the last few moments, and wondering what was going to happen, Alfred turned away. He had scarcely reached the others when he heard Betty's voice raised in indignant protest.\\n\\n\\\"I tell you I did swim my pony across the river,\\\" cried Betty. \\\"It was just even with that point and the river was higher than it is now.\\\"\\n\\n\\\"You probably overestimated your feat,\\\" said Miller, with his disagreeable, doubtful smile. \\\"I have seen the river so low that it could be waded, and then it would be a very easy matter to cross. But now your pony could not swim half the distance.\\\"\\n\\n\\\"I'll show you,\\\" answered Betty, her black eyes flashing. She put her foot in the stirrup and leaped on Madcap.\",\"timestamp\":1640148512,\"title\":\"Zane followed her, and presently the whole party were on their way to the river\"},\"digest\":\"VFd8esxVaMBInAE702wLq-B1r7NRfiHvr2tV-01rV48\",\"authorship\":{\"contributor\":\"0x0bc2400104440A18C99548dd9c4A420428c69d55\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"N6LG7Inet4G2bJj6-UU0Ui0qigP7svh1HBgT4cOz6wo\\\",\\\"y\\\":\\\"w8fz3Fkk-lGurDftQDlqW3Fbez-1JsjXlpMpzuUojPk\\\"}\",\"signature\":\"S8h_5lGawRx5wfFVerYJ-zTFBJeNfUEBeVIh09A4KaZwd5Lq7Urloqxc3hISgOsaY-8ms59WtMp1IaCqSvoDYw\",\"signingKeySignature\":\"0x773ce4bd140b78d73107478db24860637942665b42359c5e05ea22e80331aa2c3bbdc1cbc6c6325b64aba277f1a404d290d043b900e963e7ca54c15eaa1c6d211c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"N6LG7Inet4G2bJj6-UU0Ui0qigP7svh1HBgT4cOz6wo\\\",\\\"y\\\":\\\"w8fz3Fkk-lGurDftQDlqW3Fbez-1JsjXlpMpzuUojPk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VFd8esxVaMBInAE702wLq-B1r7NRfiHvr2tV-01rV48\"}"