"{\"content\":{\"body\":\"When choosing a suit, the first thing you need to know is what kind of suit you like, whether you want to wear it for a formal occasion or for everyday work. The most important thing to remember is that \\\"wearing expensive is better than wearing the right\\\".\\n\\nFirst of all, ready-to-wear or custom-made\\n\\nGenerally speaking, I do not agree with men who can afford to buy finished suits, because men and women are different, suits and shirts are standard, and suits do not change to fit. To show your difference in the crowd, a suit and shirt that perfectly fits your body and aesthetic sensibilities is very necessary. To achieve this, a custom-made suit is necessary. If the economic ability or the surrounding custom conditions are not met (I mean don't go to the Luohu commercial city or Dongjiadu a custom store system to set clothes, and definitely not the tailor store next door to your home or Guanqi foreign clothing), then, I personally think that the better low-cost finished suit brand is: domestic blue panther, the United States brooks brother. As for customization, it is divided into three kinds, the highest level of bespoke (completely you say, how you want to do it), the middle level of made to order (in the fixed version according to your western good change), the second level of made to measure (according to your size change, generally known as semi-custom), Chinese nationality of the current customization I see is in the made to order and The rest to do to bespoke, you have to be in Hong Kong or Savile Row in the UK. If you walk into a men's store or men's counter, to judge whether it is one of the signs of professionalism, is that it has a shopkeeper in doing fitter, is the hand with a sponge ball full of needles, and then take a soft ruler to help you tailor such people, can have fitter, at least can also do made to measure. but in the mainland major luxury brand men's stores, rarely seen. Do not think that customization is very expensive, in fact, if you have the intention to buy a 10,000 dollar suit, then customization is much cheaper than the finished product. For example, Zegna, a suit finished more than 20,000 to 30,000 is very normal, and the fabric is not from Italy into the original goods (generally Jiangsu Sunshine or Shandong Nanshan production for a label), and custom it, made to order a little more than 10,000 or even cheaper to get it.\\n\\nThen say how to choose the suit fabric\\n\\nThe most important thing about suits are two points: fabric, cut. Most men choose the opposite, first look at the brand, then look at the cut, and finally care about the fabric. And this is why many Chinese entrepreneurs wear tens of thousands of Zegna suits, but still feel the problem of painting tigers like cats. This is also why real estate agents and insurance wear a formal dress is still very cheap sense of the reason - the fabric betrayed everything, the human eye is very picky, you may not know what fabric is good, but generally will feel straight to find out what fabric is not good. Good fabric can make you clothes Bi quite, can let you breathable, lightweight, in short, can make muscle men wear like James Bond kind of yuppie.\\n\\nFirst of all, the raw material of the fabric, chemical fiber fabric, please go to the side of it.  --pashimina --shahpashm ----Capra-Hircus --Vicuna, guanaco (lovely grass mud horse) in this order, a little expensive up. For most people at work, more than 95% of pure wool material is OK.\\nNext to say that the fabric a parameter: the number of counts Simply put, under the same conditions, the more counts of the fabric line the thinner, the lighter, the more expensive. But the pursuit of high count is not meaningful, generally speaking 120-150 counts of wool fabric is enough for your wedding suit.\\n\\nIn terms of fabric, if you live in the south, then the ordinary Italian fabric is more suitable for you, because they are generally based on light, if you live in the north, or winter and autumn to often wear suits, then the British fabric suitable for you, in addition to remember, in the world of men's formal wear, Britain will always be the first, Italy will always be the second, France in the third row like the British, as for the United States, the more like the British brand The more like the British brand, the more senior.\\n\\nBritish fabric representatives: Holland Sherry, Dome, Shijiazhuang. The world's most expensive, a little too expensive, more beautiful like the French brand, but like the British, cost-effective, Holland Sherry\\n\\nCost-effective, Harrisons is Edinburgh, a little bragging, a little expensive, to pure cashmere to see.\\nItalian fabric representatives: Zegna Loro Piana: Cerruti 1881, VBC is the most common.\\nVBC fabric, for example, in Shanghai's best custom-made to do a set of about not more than 10,000 yuan, generally 8000 to get. Specific fabric prices I will not say, but also to let people make money ah. I can only say that\\n\\nI can only say that the top fabric is not as expensive as you think, a suit, for a medium height male, three pieces of material is about 3.2m-3.6m. The material used for the top plus pants is about 2.8m-3m (non-industry data, to my personal experience estimates). Zegna's ready-made clothes, according to my estimate, the cost plus labor is around 3000.\\nIn general, the finished suits of big brands, such as Armani, will be marked on the inside of the breast pocket with the brand of the fabric, such as Cerruti.\\n\\nIf you go to a purely bespoke store, then you can ask the master to make you what you want. If you are willing to go to a suit store that offers semi-custom service, then you'd better try it on first, understand the different styles of different brands, and ask the store staff to help you make suggestions, or generally look at the posters of people, that model style is like, you find and their own similar. For example, the British style suits are basically \\\"straight\\\", the weight is also relatively large, the shoulder pads are thicker. Italian suits are relatively light, with thin shoulder pads and a more rounded shape.\\nLike KITON, my husband doesn't fit because he thinks it's \\\"too snug\\\", and yes, most Italian suits have this problem, tight and sexy. Then, there are several types of suits\\n\\nThe most serious suit, the next set of simple advice, if you first suit, then choose dark blue black, not pure black. In addition, choose the British style. As for whether to horse clip, may not choose.\\n\\nThe next blazer single wear top, with metal buckle, to navy blue is authentic, this single wear suit is transferred from the army uniform, the following with facecloth pants or khaki pants.\\n\\nThe most casual is sport jacket, is what we generally say single wear suit, can be worn casually at work, not so slim. You can use tweed, linen material, the most authentic is tartan material, but it is difficult for Oriental people to wear well.\\n\\nFinally, the tailoring\\n\\nThere are too many details here, I will simply say a few principles to determine whether the ready-to-wear or custom is good enough.\\n\\nPrimary level\\n\\n1, the sleeve button is not a real buttonhole. (Some Italian suits are not)\\n2, is not a non-plastic buckle (metal, horn, jewel, wood buckle is better)\\n3, is not non-bonded lining (inverted lift up the suit corner there is no another layer)\\n4, is not the inner sleeve lining and large lining is not the same (because the sleeve friction is large, the good suit brand generally use two different lining)\\n\\nIntermediate level\\n\\n1、Where there is a stripe or check pattern, the pattern is not done neatly (Shi Ge can do, Yamin Xingchang and WW.CHAN Shanghai store can not do, Hong Kong store can do) \\n\\n2, the location of the pocket stripes under the suit, whether the stripes are completely aligned or replaced with colorless fabric. \\n\\n3, the location of the underarm sweat-absorbing patch, is the general lining used or the lining consistent with the outside material \\n\\n4、Is the barge head made by hand? \\n\\n5、Can you do blazer. \\n\\n6、know that the Naples suit is a sailboat bag.\",\"timestamp\":1639290447,\"title\":\"How to choose a suit for each price range?\"},\"digest\":\"YyOR4BqdPG1JZA-H3pTx5VnJ0fKm2__x-yA-3xkIjyU\",\"authorship\":{\"contributor\":\"0x71213a9C9504E406d3242436A4bf69c6bfE74461\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Mgk7Yk1bdqWxOY0cs9C8l7UHbiTzh2eiE9gfeMzBoFY\\\",\\\"y\\\":\\\"f95tdzLqU0LMUCbbf4njXL6Wld42RBa2G9Sgrrt4pwE\\\"}\",\"signature\":\"ax5kmEV2X7rgmDS6lJO3uOJgjUUtLrH4ixh45PnFKayudq6KyOZQO7XWE6QH_0M4aLd0-Ms9xXaTzOyreCK6iw\",\"signingKeySignature\":\"0x2bd2054fbf1c47dda38ed6600cb039bda5da3c9e6f5f8a07c7fbcdb36635b2f144144ace16ba7e8ddf3e00a41a75fcbecbbe55b8a9408c718c790e3bf9fb7ff11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Mgk7Yk1bdqWxOY0cs9C8l7UHbiTzh2eiE9gfeMzBoFY\\\",\\\"y\\\":\\\"f95tdzLqU0LMUCbbf4njXL6Wld42RBa2G9Sgrrt4pwE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YyOR4BqdPG1JZA-H3pTx5VnJ0fKm2__x-yA-3xkIjyU\"}"