"{\"content\":{\"body\":\"看着这把成型的长剑，听到系统提示的话语，我着实按耐不住内心的狂喜，忍不住仰头哈哈狂笑起，心里暗暗喜道：没想到哥们我竟然会一气呵成，第一次动手打铁，锻造武器就能领悟锻造之术，要是其他辅助技能的领悟都如此简单的话，那我集百家之长的日子也就指日可等了（你小子又想得美了，你以为锻造技能就这么好领悟吗，要不是有工辛子大师的讲解示范，又有诸多优质极品宝石让你来锤炼，加上你那口及时喷上的竹叶青，你怎么可能超越初级铁匠水准，锻造出这把青铜级的新品长剑，借此也一下子跳跃了领悟阶段，学得了初级锻造之术，不过要想真正成为锻造大师，以后的路还很长呢，其他副职的话，也没这么巧的机缘了）。\\n\\n```\\n我那如夜狼嚎叫般的狂笑声惹得火炉旁边的众人纷纷侧目鼻嗤，窃窃私语道：“敲，是不是因为锻造失败了，让那小子发了狂？”\\n\\n“恩，我看估计是，敢情是用了什么好矿石，一下子碎了心痛而嚎吧。”\\n\\n“我看不太象，那小子手上还拿着把长剑呢，别不是因为锻造武器成功了，喜极而吼吧。”\\n\\n“管他呢，就他那样，能锻造出什么好东西来，还不是个普通装备而已……”\\n\\n听着身边众人的话，我丝毫没有往心里去，众人皆笑我疯癫，我笑众人看不穿，众人皆说我痴狂，我心明净坦荡荡，咱能领悟锻造之术，自己没事偷着乐就成，用不着大肆宣扬，赶紧给这长剑命名好了，这是是咱的第一件工艺品，纪念意义十足。\\n\\n无名长剑等级：30（青铜）\\n\\n攻击：35-50持久：60\\n\\n单手速度：3.3\\n\\n属性：有一定几率造成伤害值外5%的冰属性攻击加成\\n\\n嘿嘿，看着这把长剑的属性，让我连忙捂住嘴窃笑起来，没想到我这个不入流的初级铁匠，竟然弄出这么一把青铜级的长剑出来，因为是单手的（可以让玩家使用盾牌），而且带有附加冰属性攻击效果，肯定能卖上不少钱吧，要是这样的话，我光靠锻造武器估计就能发家致富吧，我心里美美地想到。\\n\\n恩，既然剑身上有一条如泪水般流淌过的血红色痕迹，那就叫它“血泪剑”好了，既简单又易记，我随手在长剑命名那一栏上将“无名长剑”更改为“血泪剑”三个字。\\n\\n“隐为者玩家，您创造了新品长剑‘血泪剑’，获得经验值4000，该剑锻造方法已被你掌握，可传授。”在我将长剑名字刚更改好，系统的提醒声音再次从我耳边响起。\\n\\n呀，创造新品装备还可以获得经验，这不等于又给我开出一条冲级的新路，不错不错，那“我掌握了锻造方法，可传授”，又是什么意思，我连忙打开人物属性，点到副职那栏。\\n\\n铁匠等级：初级\\n\\n掌握技术：血泪剑（青铜）锻造法\\n\\n熟练度：1/10000\\n\\n再点了下血泪剑锻造法一看。\\n\\n锻造血泪剑需要材料：优质白金秘矿八块、优质鸡血矿石五块、劣质紫晶冰矿十块、极品竹叶青三两，锻造成功率5%，可传授\\n\\n咱果然是有福星高照，连这仅仅5%的锻造成功率都能碰上，真是瞎猫捉到个死老鼠，运气好到家了。传授，不，我当然不会告诉别人，这把剑的锻造法可是个秘密，只能哥们我独享，不好外传的，要是让别人也借此领悟了锻造技能，我不等于多了个竞争对手嘛，保守点好。\\n\\n不过好好算算需要的这些材料价值可都不菲，要是锻造失败的话，还真是不太合算，看来也只能是在矿石材料充足的时候偶尔为之，不能达到量产的要求。不过既然我已经达到铁匠的初级阶段，那还是先务实点好，多拿铁矿、铜矿等一般矿石锻炼锻炼技巧，积累积累经验才行。\\n\\n我正想着，工老爷子已经从里面走了出来，那个先前招呼我的NPC铁匠立即走了上前，指了指我向老爷子说道着什么，老爷子听了之后点了点头，满脸喜色地走了向我。\\n\\n“小伙子，怎么样，锻造出武器了吗？”工老爷子并没看到我已经收入背包的血泪剑，只是看着我站在火炉旁，手拿铁锤而随口问道。\\n\\n“多谢大师的指点，我碰巧成功打造出一把长剑。”我兴奋地看着工老爷子连忙回道，这可都是托了他的福，咱不能忘本。\\n\\n“呵呵，是你自己聪明，我可没传授你什么，你也别太谦虚。不过你算是才刚刚入门而已，以后的锻造之路还很漫长，我穷极一生，也不过才达到大师的级别，距离铁匠宗师的境地还有不少路要走，希望你能够青出与蓝胜于蓝，以后的成功能远超过我。”工老爷子赞许地看着我，抹了抹胡子激励地说道。\\n\\n“恩，我一定不会辜负您老的厚望，努力钻研锻造之术的。”我用力地点着头说道，能发财的行当，我怎么能不卖力点。而原本想将冰晶寒魄拿给工老爷子锻造的念头也暂时打消掉，既然用高级材料能大幅度提升锻造技能，那样的话，冰晶寒魄还是留给自己用好了，我存了个私心地想到，就这一念之差，让工老爷成为铁匠宗师之路又多等了好久。\\n\\n“对了，这是您老需要的紫晶冰矿，我已经弄来了，不过就是品质不算很好，你看能用吗？”我想起背包里那为数不少的劣质紫晶冰矿，连忙拿了几块出来，伸手递了过去说道。\\n\\n“恩，不错，虽然是劣质的，但也可以将就一下，真是麻烦你了。”工老爷子接过矿石，看了看后十分客气地说道。\\n\\n“哪的话，您老的事就是我的事，那，这次的紫晶冰矿都给你好了，我有空再去挖得了。”我冲工老爷发了个交易邀请，将背包里的劣质紫晶冰矿一股脑地全部拿了出来，丢了过去。\\n\\n看到我一次竟然挖了这么多的紫晶冰矿，工老爷子笑得是合不拢嘴，他伸手拍了拍我的胳膊说道：“呵呵，小伙子，你还真是肯吃苦，能耐劳，能从那么危险的地方带回这么多矿石，肯定不容易吧。”\\n\\n“还好，还好。”我还有点腼腆，带着几分谦逊地说道。\\n\\n“那，这是你要的冰封之弓，拿去吧。”工老爷子可一点都没食言，拿出三把浅黄色长弓交了给我。\\n\\n冰封之弓等级：32（青铜）\\n\\n攻击：40-70持久：66\\n\\n双手速度：4.5\\n\\n属性：增加攻击射程\\n\\n果然是名家一出手，就知有没有，连这称为无用之物的长弓都能有这样的属性，真不知道加了紫晶冰矿以后会是什么样，我看着冰封之弓的属性，心里惊叹道。不过现在咱得先回雷帝城把任务给交了，回头再来这里跟工老爷子套套近乎好了，顺便也来见识见识有了灵魂的冰封之弓。\\n\\n******************************\\n\\n辞别工老爷子，我马不停蹄地赶往雷帝城中，将那焕然一新的两件装备交给了队长老黄。喝，真是人要衣装，佛要金装，刚换上守护者盔甲，手持白金剑的老黄立即一扫先前的颓废失落摸样，变得是精神抖擞，气势威严，他比划了一下手中的家伙，低颌瞥了瞥盔甲，满意地对我说道：“不错，你果然没有辜负我的期望，给我带回这完好的装备，那，这就是无尽的背包，你的奖励，拿去吧。”\\n\\n接过老黄递过来的这个用做工精细，手感柔软的背包，我是唏嘘不已，就为了这个背包，竟然牵扯出了那么多事，我真是好辛苦，就为了这个包袱，唉，不容易啊，终于让我达成心愿了。\\n\\n收起了背包，我眼睛一转，心中一动，换了副笑脸，看着老黄问道：“恭喜黄队长东山再起，雄风重振拉。对了，您还有什么需要我办的事吗，尽管吩咐我好了，我一定不会推辞。”（嘿嘿，我为什么出此一问，还不是冲他那身盔甲和宝剑，这家伙既然已经混到队长了，那就该颐养天年，少做事多享福，没事在城里转悠转悠得了，还要穿得那样干吗，干脆再弄个什么任务，把两件装备都当作奖励贡献出来得了）\\n\\n“暂时可没有了，以后有的话我通知你好了。”黄队长回道。\\n\\n“那你可千万别把我忘了，有了任务叫我啊。”我不放心地叮嘱道。\\n\\n“行，你放心好了，一有任务我立即叫你，保证你有优先接受权。”老黄拍拍我的肩膀，肯定地给我一个答复。\\n\\n我刚准备说话，传呼机又嘟嘟响了起来，打开一看，呀，是马尾辫发来的，咱这几天忙得紧，都把送她宝石的事给忘了，估计这丫头又等得不耐烦了，发消息催我了。\\n\\n“喂，你怎么又一连几天没消息了，你答应把我准备的宝石呢？”看着这条消息，果然没有出我的所料。\\n\\n“呵呵，不好意思，这几天忙了点私事，在外面奔波呢，这不，刚回了雷帝城，准备扔个消息给你，准备送你宝石。”\\n\\n“哼，真的假的，这么巧，我这消息一发，你就回了城送我宝石啊。”马尾辫哼哼地回道。\\n\\n“嗨，咱骗其他人，也不能骗你，当然是真的，你在哪呢。”我是脸不变色，心不跳，平平静静地回道。\\n\\n“我也在雷帝城里呢，不过我不要你给我送宝石，我要矿石。”马尾辫回道。\\n\\n矿石，这丫头要矿石干吗，我有几分疑惑，难不成她想当个铁匠不成，不可能，看她那样子就是副娇贵千斤的摸样，哪能吃那打铁的苦，我扔了个话回道：“呵呵，你怎么又想要矿石了？”\\n```\\n\\n\\n------------\",\"timestamp\":1640327318,\"title\":\"第一百四十九章 血泪剑\"},\"digest\":\"jHR8gyKtdlnWOvAA-jHyyMv3IALOEKAYXL4JtrgcwV8\",\"authorship\":{\"contributor\":\"0xCeCD2054EBC390D524E33c463481E659130eb4aB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_29F54cSMTbf8jNpi6HsEYCCgVKfegpY6nZ6Kx1pOik\\\",\\\"y\\\":\\\"I6KXg-fGsvCFzZf6VIvjHchegNAzMurYPRHWaaYpTCM\\\"}\",\"signature\":\"ZJCn5miihqDfdp7JvSWepNldnF-aI9Q8ucFhopi_eU1PtYhLtvQsCHUPliz3TOIKqzNn5z3WLko6lODfWFvy7Q\",\"signingKeySignature\":\"0x7771631b5e4266a76cc959b9b9bbf1c61ddaa8266aaf2e49539e962e752020332183cdecd833b884c0bfb8fd4bd52e078b3128dd31a8bac386cde0bf0b5cfa691b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_29F54cSMTbf8jNpi6HsEYCCgVKfegpY6nZ6Kx1pOik\\\",\\\"y\\\":\\\"I6KXg-fGsvCFzZf6VIvjHchegNAzMurYPRHWaaYpTCM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jHR8gyKtdlnWOvAA-jHyyMv3IALOEKAYXL4JtrgcwV8\"}"