"{\"content\":{\"body\":\"***By Jordan Top and Bilal Mobarik***\\n\\nGm, and welcome to 2022.\\n\\n2021 was a blockbuster year for crypto, to say the least.\\n\\nThe combined value of cryptocurrencies [raced past $3 trillion](https://fortune.com/2021/11/09/cryptocurrency-market-cap-3-trillion-bitcion-ether-shiba-inu/), Bitcoin reached its all-time high of [nearly $69,000](https://www.theguardian.com/technology/2021/nov/09/bitcoin-price-record-high-cryptocurrencies-ethereum#:\\\\~:text=The%20bitcoin%20price%20has%20reached,further%20in%20the%20coming%20weeks.), and developers and builders flooded into the space backed by almost [$30B of venture capital](https://fortune.com/2021/12/20/invstors-pour-record-money-cryptocurrency/).\\n\\n2021 was the year when many people saw the first wave of what this new paradigm shift could bring. Axie Infinity’s incredible year (reaching over [a billion dollars in annual revenue](http://news.fintech.io/post/102h957/axie-infinitys-1-2-billion-annualized-revenue-overtakes-candy-crushs-2020-tota#:\\\\~:text=Axie%20Infinity's%20%241.2%20Billion%20Annualized%20Revenue%20Overtakes%20Candy%20Crush's%202020%20Total%20Revenue,-Gareth%20Jones&text=Axie%20Infinity%2C%20one%20of%20the,Crush's%202020%20total%20realized%20revenue.)) was a significant milestone for blockchain gaming, users on NFT marketplace OpenSea traded [over $10 billion in total volume](https://decrypt.co/85507/nft-marketplace-opensea-hits-10b-total-volume), and decentralized finance players like Maker saw [nearly $20 billion locked into their protocol](https://defipulse.com/maker).\\n\\nAnd it didn’t stop here – we also saw some serious accomplishments in user adoption. [16% of Americans](https://www.pewresearch.org/fact-tank/2021/11/11/16-of-americans-say-they-have-ever-invested-in-traded-or-used-cryptocurrency/) invested in, traded, or used cryptocurrency, fueled by pop culture events like [Crypto.com](https://www.cnbc.com/2021/11/17/cryptocom-buys-naming-rights-to-lakers-staples-center-in-a-700-million-deal-.html#:\\\\~:text=The%20Staples%20Center%20will%20be,Association's%20annual%20Christmas%20Day%20games.) buying the naming rights to the Staples Center, NFL superstar [Tom Brady ](https://www.bloomberg.com/news/articles/2021-06-29/tom-brady-gisele-b-ndchen-take-equity-stake-in-crypto-firm-ftx)becoming the face of crypto firm FTX, [Snoop Dogg](https://fortune.com/2021/12/09/snoop-dogg-rapper-metaverse-snoopverse/) becoming a resident of the metaverse, and brands like [Adidas](https://www.adidas.com/into_the_metaverse) launching crypto projects.\\n\\nBut not everyone jumped down the rabbit hole. Many critics and outsiders still regard the space as [worse than a Ponzi scheme](https://www.ft.com/content/83a14261-598d-4601-87fc-5dde528b33d0), or at best wildly overhyped. And while there is undoubtedly a lot of froth in the market, it is clear that crypto and blockchain’s cross-industry impact will be felt in years to come. Just as in the late 1990s, for every few Pets.com-like busts, there is a team out there building an Amazon.com.\\n\\n## Now is the time\\n\\nAs Marc Andreesen [says](https://pmarchive.com/guide_to_career_planning_part3.html), “If you are young and want to have an impact, you want to be in an industry where there is a lot of growth and change and flux and opportunity.” Crypto is probably the highest-growth and fastest-changing industry right now, and you can make a huge impact just by jumping in and exploring.\\n\\nFollowing the monstrous growth in 2021, some people think they missed the boat. But we're still very early. Using the total number of users as the means of comparison, the beginning of 2022 is like the internet in 1998.\\n\\n![Looks mighty similar, doesn't it?](https://images.mirror-media.xyz/publication-images/TieWYttbzmyTgd0sSNLHj.png?height=696&width=1058)\\n\\nAnd if you forgot (or weren’t around then), 1998 was when Google filed for incorporation, PayPal was founded, Apple introduced the iMac, Microsoft announced their iconic Windows 98, and Blizzard Entertainment launched StarCraft, one of the most popular PC games of the 90’s.\\n\\n![hello, world! -Steve](https://images.mirror-media.xyz/publication-images/h8UlMAKf_WcBrXXZGiKum.png?height=424&width=572)\\n\\n1998 was a huge year for the internet, and our bet is 2022 will be just as big for crypto. What this means is it’s a great time to get started. And that’s what this piece is all about – getting you up to speed on where we’re at and providing you with resources to dive deeper. So jump in, buckle up, and let’s go.\\n\\n## What is web3?\\n\\nThe evolution from web1 to web2 to web3 can be summarized as a transition from ‘read’ to ‘read-write’ to ‘read-write-own’ ([more here](https://twitter.com/j1mmyeth/status/1459003044067258370?s=20)).\\n\\nWeb1 was the read-only version of the internet, from around 1990 to 2005. It gave you access to  magazines, articles and content online, but it wasn’t very dynamic. There was little interaction enabled beyond reading.\\n\\nThe next real upgrade came with web2, which brought communication between users and interactive online experiences. As the 2000s progressed, we saw explosive growth in platforms like Facebook, YouTube, and Twitter that allowed *everybody* to become a content producer and interact with others online.\\n\\nHowever, the incredible capabilities provided by web2 companies came with caveats. In particular, almost all the value and governance decisions accruing to a handful of large, centralized platforms and their owners. Creators of the content that brought value to these platforms often received little more than likes or pennies in return.\\n\\nAnd this is where web3 comes in. What if we could own not only what we produce online, but also a piece of the networks, and have a say in their governance? Packy McCormick summarizes it nicely: “Web3 is the internet owned by the builders and users, orchestrated with tokens.”\\n\\n![Source: Digital Native by Rex Woodbury](https://images.mirror-media.xyz/publication-images/ESpmC0jjIViLypxNnCTTj.png?height=724&width=1198)\\n\\n## Why does this whole web3 thing matter?\\n\\nWell, think of it like this. Web2 led to an internet where almost all the value, user data and control was collected by a few players: the Googles, Amazons, and Facebooks of the world. Without people like you and me posting and creating, platforms like YouTube, Instagram, and Facebook would be largely worthless. Users are the key to platform success but receive little monetary benefit, governance, or flexibility in moving between platforms.\\n\\n![Source: Visual Capitalist](https://images.mirror-media.xyz/publication-images/t969T4VYElWBVvFTnB850.png?height=574&width=1244)\\n\\nWhile centralized platforms begin by offering generous rewards to users, as they develop they work increasingly against the average user or creator, [as described by venture capitalist Chris Dixon](https://future.a16z.com/why-web3-matters/):\\n\\n> *“Centralized platforms follow a predictable life cycle. At first, they do everything they can to recruit users and third-party complements like creators, developers, and businesses.*\\n>\\n> *They do this to strengthen their network effect. As platforms move up the adoption S-curve, their power over users and third parties steadily grows.*\\n\\n![Attract to extract, cooperate to compete.](https://images.mirror-media.xyz/publication-images/koC1TJ6aSW4Wd5JhC3BrK.png?height=564&width=1216)\\n\\n> *When they hit the top of the S-curve, their relationships with network participants change from positive-sum to zero-sum. To continue growing requires extracting data from users and competing with (former) partners.*\\n>\\n> *Famous examples of this are Microsoft vs. Netscape, Google vs. Yelp, Facebook vs. Zynga,  Twitter vs. its third-party clients, and Epic vs. Apple.*\\n>\\n> *For third parties, the transition from cooperation to competition feels like a bait-and-switch. Over time, the best entrepreneurs, developers, and investors have learned to not build on top of centralized platforms. This has stifled innovation.”*\\n\\nToday’s web2 innovation has slowed progress because a handful of companies are able to dictate the rules. They can change their policies, take away your audience (aka [kick you off the platform](https://www.teenvogue.com/story/addison-rae-temporarily-banned-tiktok)), or shut down your business or account whenever they want.\\n\\nIn the web3 world, it would be difficult for these sorts of problems to occur because we rethink the way platforms are built from the ground up. Platforms and apps are created with the core principle of decentralization in mind.\\n\\nThis means they’re not owned by a central gatekeeper, but rather users, creators and stakeholders (as well as the development team and investors). Users earn their stake by contributing to these platforms, whether that’s through posting content, helping develop the product, or just using the platform.\\n\\n## How does web3 work?\\n\\nSo let’s pause real quick – this whole decentralization thing sounds like it has some potential, but how does it actually work? Well, we first need to understand the technology that’s making this possible. So let’s dive in.\\n\\n### Blockchain\\n\\nThis is the “magic” behind the scenes. A blockchain is an immutable, digital ledger that records transactions and tracks assets. Think of it like a database, except once a record is added, it’s permanent and can never be changed. Seriously, go check it out – you can see all of the transactions [Shaq](https://etherscan.io/address/0xc135026969aa9765055eae9da120491a1df649b8) and [Paris Hilton](https://etherscan.io/address/0xb6aa5a1aa37a4195725cdf1576dc741d359b56bd) have ever made from their public wallets on the Ethereum blockchain.\\n\\n![A ledger is like a list of transactions.Source: 3Blue1Brown (please go check out!)](https://images.mirror-media.xyz/publication-images/7tlVL-qL8hFdeRxMTzUY_.png?height=602&width=1074)\\n\\nNow the interesting piece is that the blockchain validates these transactions across a network of participants to ensure they’re real.\\n\\nWhen you make a transaction on a blockchain like Bitcoin’s, a set of computers compete to solve mathematical algorithms in chronological order to prove it’s legit. Once confirmed, they then store the transaction in a block on the ledger (think: database). These participants (called “miners”) are then rewarded with some Bitcoin in exchange for the processing power they put into the verification process.\\n\\nEach of these mathematical algorithms are extremely complex, meaning they require a lot of computational work. Thus, the mechanism is called Proof of Work and it requires quite a bit of energy (in fact, Bitcoin uses [more energy than Argentina](https://www.bbc.co.uk/news/technology-56012952)). Because of this, new models have started to emerge, like Proof of Stake.\\n\\nInstead of relying on solving math problems, Proof of Stake relies on a set of technically-competent participants to analyze the transactions. In order to prove they’re serious about it, they have to put some of the currency, or stake, on the line. If they verify an incorrect transaction or go offline, they can lose the collateral they put up. And the collateral is often pretty high – for a leading blockchain called Ethereum 2.0 it’s about $125,000 at the time of this article’s writing.\\n\\nAnd the important piece is it’s not just *one* of these participants, but a whole series of them. In the previously mentioned Ethereum 2.0 blockchain, at least [128 validators](https://ethereum.org/en/developers/docs/consensus-mechanisms/pos/) will need to review the transactions. As long as 2/3 of the validators agree, the block is finalized. And this right here is why it’s decentralized – no single party is controlling it.\\n\\n### Smart Contracts\\n\\nSo while Bitcoin was the first to emerge as a “digital gold,” others have since built on top of [Satoshi Nakamoto](https://en.wikipedia.org/wiki/Satoshi_Nakamoto)’s innovative protocol. Most notable is Ethereum, which is a programmable blockchain based on smart contracts. Developers could now build decentralized applications (dApps) using this protocol.\\n\\nA smart contract is a set of rules written in code that automatically execute once some predetermined conditions are met. This works kind of like a vending machine. Let’s say you wanted to buy some orange juice, listed at $2.25. The rule here is “if you pay $2.25, then the vending machine will release to you the orange juice.” If you only pay $2.00, the conditions aren’t met and you won’t get the orange juice.\\n\\n![Source: Demystifying the Blockchain](https://images.mirror-media.xyz/publication-images/iy_C51UppZtbCIi4sa_O2.png?height=1845&width=3972)\\n\\nBut now imagine this with crypto. Let’s say I listed a piece of digital art on a marketplace for sale at 2 Ether. Once you paid me that amount, the smart contract would *automatically* execute, sending the digital artwork to you and permanently storing the record of our exchange on the blockchain.\\n\\nAll of a sudden we’re interacting directly, without any middlemen. While the vending machine just has its one piece of code validating the transaction, we have the power of blockchains – with a slew of validators all around the world ensuring conditions are met and transactions happen successfully.\\n\\nThis has profound implications for intermediaries in almost every industry: from financial brokers, to escrow providers, to art dealers.\\n\\n### The Wallet\\n\\nFor this to all happen, we still need some way of transacting back and forth with one another. And this is where the idea of a *wallet* comes into play (e.g. [MetaMask](https://www.yahoo.com/now/metamask-110922593.html)). Think of your wallet like a portable profile across all of the different web3 platforms you access. Not only does it hold your cryptocurrencies, it also serves as your login, replacing your email and password.\\n\\nNow this is a bit different than the wallet in your pocket holding your cash. Instead, your crypto wallet is non-custodial, meaning it doesn't actually hold your crypto.\\n\\nWait, what? Well, your crypto actually exists on the blockchain itself. In order to access it and make transactions, you have to prove it's yours using a private key – usually a 64-character set of numbers and letters. And this is exactly what your wallet is doing: holding your private key on your behalf and connecting it to different apps to send and receive crypto.\\n\\nThe exciting part about your wallet is that suddenly wherever you go online, your wallet allows you to be rewarded for the actions you perform via a piece of ownership.\\n\\nThink of it like this – say you sign in to a web3 decentralized finance platform with your wallet. Much like how you’d use a bank in web2, you want to deposit your savings and in return gain an interest rate.\\n\\nThe cool thing is this platform isn’t just your Facebook where Mark Zuckerberg and the rest of the founding team own the whole thing when it’s started. Instead, there are a series of tokens that are issued – all equaling ownership of the company.\\n\\nAnd in order to reward you for depositing your money into the platform (providing loans for other users), you’re given some of this ownership token. You can also earn more through doing things like making development updates or maybe even onboarding new users to the platform. All of the code to the platform is publicly available and users can propose changes.\\n\\n![Example of a MetaMask wallet holding a token.](https://images.mirror-media.xyz/publication-images/NP-VjkwoIM7xZF7mq2PeE.jpeg?height=960&width=1600)\\n\\nWoohoo – you are now a part-owner of this platform. As the platform starts making money from fees for the loans they provide, you own part of the company’s value. And as the value of the platform grows, so does the value of your tokens.\\n\\nBut it doesn’t stop here. Just like a web2 startup, owning equity (in this case, your token), doesn’t just entitle you to economic ownership of the platform, but also governance rights. This means you get to control key decisions like adding a feature to the platform to earn interest on the money held by lending it out in a new way.\\n\\n## Pulling it all together\\n\\nGiven these enabling technologies, we now unlock a reimagined landscape for online interactions. Here’s how:\\n\\n### Ownership\\n\\nCrypto gives users digital rights. Distributing tokens to a network’s users (e.g. through [airdrops](https://cointelegraph.com/news/dydx-exchange-releases-governance-token-making-its-airdrop-worth-up-to-100k) / contributing to the platform) aligns the incentives of the network and its participants towards a common goal – growing and becoming more useful. This new set of incentives empowers users in a decentralized world, a piece that we had difficulty cracking in web1. By making equity ownership much easier to receive and far more liquid, blockchain [reinvents a company’s stakeholders](https://balajis.com/mirrortable/).\\n\\n### Governance\\n\\nTokens often allow users to have governance rights over the platform. This means users can vote on the future of the network. Now, control is no longer just in a few people’s hands. It’s decentralized.\\n\\n### Openness\\n\\nProtocols are open-source, meaning the original code is freely available to inspect and even modify and redistribute. This allows for much greater transparency – anybody with technical knowledge can examine a protocol and see what’s going on.\\n\\nIt also means that if a platform is heading in a direction many of its users don’t like, they can simply fork the codebase and use it as a baseline to start an entirely new project (for an example, see [the story of Sushiswap](https://www.youtube.com/watch?v=UFjXwrCGuog) – a fork of Uniswap).\\n\\n### Permissionless\\n\\nOne smart contract doesn’t need permission to interact with another smart contract. Since all of the data is publicly stored in the blockchain, you can interact as you see fit. Also, you can submit a transaction to the blockchain without permission – it accepts from all.\\n\\nThis is a big shift from the world of web2, where interaction with other platforms (called [APIs](https://www.redhat.com/en/topics/api/what-are-application-programming-interfaces#:\\\\~:text=API%20stands%20for%20application%20programming,building%20and%20integrating%20application%20software.)) could be gated and subscription-only with the possibility of access being revoked at any time by the parent company.\\n\\n### Composability\\n\\nThe open and permissionless nature of web3 means people can easily build on other people’s work, mixing and matching with ease. This leads to a rapid pace of development as everybody else's breakthroughs become the base layer for you to build on top of. Composability is to software as compounding interest is to finance ([more on why here](https://twitter.com/cdixon/status/1451703067213066244)).\\n\\n### Portability\\n\\nData is not controlled by centralized platforms, but instead stored on the blockchain. You own your data and guess what – you can take it with you wherever you go. You can port your data to new applications instantly and frictionlessly.\\n\\nPulling these all together, you can see why this is such an exciting, fast-growing space. We’re enabling a new wave of technology that is totally rethinking the foundations that platforms of the past have built upon.\\n\\n## What makes up Web3?\\n\\nOkay, sweet. We’ve got through the explanation – hopefully you get the basic idea. But if you’re anything like us, at this point things were still a bit hazy. This whole idea of “ownership” and “decentralization” sounds pretty cool, but why is it actually useful?\\n\\nTo answer this question, let’s explore what’s happening in the real world. The following sections will be dedicated to diving into the most exciting areas of web3, including what they’re all about, interesting projects in the space, and some resources for you to learn more.\\n\\nAs web2 companies began to emerge, it was hard to predict who'd succeed. Technology was changing rapidly and many early innovators didn't make it (e.g., Napster, Ask Jeeves), but with built-in composability, we can expect cycles and a pace of improvement unlike before.\\n\\n## Decentralized Finance (DeFi)\\n\\nDeFi has been described as rethinking the “money legos” that make up our world. Big banks and centralized financial institutions have become such a big part of society – and at quite the price: a [recent report](https://www.mckinsey.com/industries/financial-services/our-insights/global-banking-annual-review) found that banks make roughly $2,700 from the average US household each year.\\n\\n![Look at all that cheddar…](https://images.mirror-media.xyz/publication-images/tMOKYzO5RoqXPkC-bGFC6.png?height=698&width=962)\\n\\nIn fact, DeFi has many overlapping use-cases with the traditional finance system – borrowing, lending, trading, derivatives, and insuring against risk. The major difference, though, is there is no central middleman. The platforms are also permissionless and transparent: users can access the platform regardless of where they live and the code is open-source, meaning anybody can see what’s happening behind the scenes and perform a security audit.\\n\\nDeFi is also more efficient than TradFi in many respects. Repossessing collateral for margin trades or loans is near-instantaneous (automatically executed via smart contracts), money transfers can skip clearing houses and go directly from user to user, and market makers are cut out of the equation with [Automated Market Makers](https://www.coindesk.com/learn/2021/08/20/what-is-an-automated-market-maker/). This all ultimately results in reduced costs for the end-user.\\n\\nFor example, one leading project in this space is [Aave](https://aave.com/), a DeFi lending protocol with over $25 billion of deposits held. Aave cuts out the middlemen and allows users to lend, borrow, and earn interest on their cryptocurrency. They do this by crowd-sourcing deposit funds users wish to lend, offering them out in pools to others in order to earn interest.\\n\\nCheck these out: [Uniswap](https://uniswap.org/) (an exchange for cryptocurrencies), [Aave](https://aave.com/) (lending/borrowing), [yearn.finance](https://yearn.finance/) (yield optimizer), [Synthetix](https://synthetix.io/) (a derivatives liquidity protocol), [Nexus Mutua](https://nexusmutual.io/)l (insurance protocol), Stablecoins ([USDC](https://www.circle.com/en/usdc), [USDT](https://tether.to/)), [MakerDAO](https://makerdao.com/en/) (decentralized currency), [Maple](https://www.maple.finance/) (undercollateralized loans)\\n\\n## Decentralized Autonomous Organizations (DAOs)\\n\\nThe simplest way to describe a DAO (in their common current form) is a community with a shared treasury. It’s essentially a company that is collectively governed by its members via its crypto token (and *not* a centralized entity). Anybody who holds the token gets to make decisions on important governance matters related to the DAO.\\n\\nShermin Voshmgir put it well in *[Token Economy](https://shermin.net/token-economy-book/)*:\\n\\n> *“Decentralized Autonomous Organizations involve a set of people interacting with each other according to a self-enforcing, open-source software protocol in the absence of bilateral agreements. The blockchain protocol and/or the smart contract code formalize the governance rules of a DAO, regulating the behavior of all network participants.*\\n>\\n> *DAOs offer the possibility to establish more fluid decentralized organizations over the Internet and around a specific economic, political, or social purpose. They provide an operating system for people and institutions that do not know nor trust each other, who might live in different geographical areas, speak different languages, and be subject to different jurisdictions.”*\\n\\nDAOs typically collaborate towards a shared goal – from solving climate change (Klima DAO) to buying the US Constitution (Constitution DAO), and tokens can be earned by buying them directly or contributing to the organization. There are DAOs for almost anything, from cultural groups to investment firms.\\n\\n![Popular DAOs from DAO Central](https://images.mirror-media.xyz/publication-images/PE1GuqpUiBcQJcxvc1L2T.png?height=1192&width=1968)\\n\\nCheck these out: [Friends with Benefits](https://www.fwb.help/) (social club), [ConstitutionDAO](https://www.constitutiondao.com/) (buying the Constitution), [KlimaDAO](https://klimaadao.finance/app/index.php) (create a ‘black hole’ for carbon credits), [DeveloperDAO](https://www.developerdao.com/) (building an education collective), [MetaCartel](https://www.metacartel.org/) (decentralized VC fund), [OlympusDAO](https://www.olympusdao.finance/) (building a decentralized reserve currency) and [more](https://daocentral.com/).\\n\\n## Play to Earn Gaming (GameFi)\\n\\nWhat if you could own your in-game assets, and earn a game’s token in return for playing? That’s exactly the idea behind GameFi, and it represents a paradigm shift for the gaming industry.\\n\\nPreviously, earning within a game either meant being insanely good (being sponsored etc) or using a “black market” exchange (oftentimes breaking the rules of the platform). The centralized gaming publishers could decide to change the in-game economy whenever they wanted, adding new currencies or changing the scarcity of rare cards or characters, destroying your investment.  And even though you purchased your in-game item, you have no flexibility to use your item in other games. It’s a closed ecosystem.\\n\\nNFTs allow for true digital ownership of differentiated assets, creating rarity and scarcity. Unlike tokens and coins, they’re not usually equally interchangeable for one another.\\n\\n![Again, this is a market with a lot of $… consumers spent nearly $200 billion on gaming in 2021.](https://images.mirror-media.xyz/publication-images/tcFmz4iCydUjjT2ZKVRLs.png?height=534&width=1018)\\n\\nThese blockchain-based games build complex digital economies, where players can often earn [a real income](https://www.cnbc.com/2021/05/14/people-in-philippines-earn-cryptocurrency-playing-nft-video-game-axie-infinity.html). In-game spending is a $200B market. For example, Fortnite generates around $5B annually, much of it from skin sales. This number only becomes larger once in-game purchases become investments, and users can both play and earn (expanding the [Pareto Funtier](https://www.notboring.co/p/the-pareto-funtier)).\\n\\nCheck these out: [Axie Infinity](https://axieinfinity.com/) (collectible battle game), [The Sandbox](https://www.sandbox.game/en/) (online world), Gaming Guilds ([Yield Guild Games](https://yieldguild.io/), [Merit Circle](https://www.meritcircle.io/)), [Decentraland](https://decentraland.org/) (online world), [ZedRun](https://zed.run/) (digital horse racing), [Forte](https://www.forte.io/) (blockchain gaming solution), [Stardust](https://www.stardust.gg/) (gaming NFT integration).\\n\\n## Non-Fungible Tokens (NFTs)\\n\\nNFTs are verifiable digital assets with their code stored on the blockchain. Unlike cryptocurrencies like Bitcoin and Ethereum, NFTs tend to be unique assets. They signal proof of ownership of the asset, but they don’t restrict sharing/copying the asset itself (hence the [screenshotting NFTs meme](https://www.youtube.com/watch?v=9gAVaTKcpMY)!)\\n\\n![Popular collection, CryptoPunks (Source: NFT Innovation)](https://images.mirror-media.xyz/publication-images/idn70dDNJ-0d_5_2Ss75k.png?height=550&width=1000)\\n\\nA lot of popular collections have tended to be profile picture projects, with leading projects like CryptoPunk and Board Ape Yacht Club both selling at upwards of $250,000. But NFTs can range from digital fashion (see [Adidas’s Into the Metaverse](https://www.adidas.com/into_the_metaverse/mint) clothing NFTs or [Nike’s recent acquisition of RTFKT](https://news.nike.com/news/nike-acquires-rtfkt)) to owning part of a musician’s streaming royalties (see [Nas’s recent song](https://royal.io/editions/nas-ultrablack)) to physical goods represented as NFTs (see [4K's platform](https://4k.com/))\\n\\nAnd these themes of gaming and digital assets lend themselves well to the concept of the Metaverse: this idea that the internet will become a virtual world that we all “live” in. While [definitions vary](https://twitter.com/shaanvp/status/1454151237650112512?lang=en-GB), most people imagine it as a 3D-world where people can work, play and interact. Examples include The Sandbox, Decentraland, Somnium Space and Meta’s VR ventures.\\n\\nCheck these out: [CryptoPunks](https://www.larvalabs.com/cryptopunks), [Bored Ape Yacht Club](https://boredapeyachtclub.com/), NFT Fashion ([Adidas](https://www.adidas.com/into_the_metaverse/mint), [Nike](https://news.nike.com/news/nike-acquires-rtfkt), [Dolce & Gabbana](https://www.vogue.co.uk/news/article/fashion-nft-dolce-and-gabbana)), [Loot](https://blog.coinbase.com/loot-project-the-first-community-owned-nft-gaming-platform-125fa1d5ffa8), [Sandbox](https://opensea.io/collection/sandbox), [4K](https://4k.com/)\\n\\n## Creator Economy\\n\\nThe Creator Economy was the theme we began with to outline some of the core principles of web3, as it is clear that the web2 model for creators is broken. Many creators feel platforms take an unjust percentage of ad revenues, and when creators are compensated well, it’s concentrated at the top. On Spotify, for example, 90% of royalties generated go to 1.4% of musicians. This is a consequence of the internet’s [original sin](https://podcastnotes.org/a16z/andreessen-crypto/) of not baking in native payments architecture, which meant platforms were forced to rely on advertising.\\n\\nIn turn, this means creators are compelled to seek the broadest audiences possible- destroying the creator middle class (see [Li Jin](https://li.substack.com/p/building-the-middle-class-of-the)). Creator outcomes are at the whim of the platforms – they own your audience and can remove access whenever they wish.\\n\\nLi Jin and Katie Katie Parrott outline four key axes across which web3 can transform outcomes for creators:\\n\\n* **Digital scarcity,** which restores pricing power, capturing fans’ full willingness to pay through NFT sales, for example (see: [3LAU’s NFT sales](https://www.google.com/search?q=3lau+nft+slae&rlz=1C1CHBF_en-GBGB979GB979&oq=3lau+nft+slae&aqs=chrome..69i57j0i13.2482j0j9&sourceid=chrome&ie=UTF-8))\\n* **Patronage also becomes an investment,** through social tokens- who are also incentivized by the creator’s success (see: Alex Mesmej’s [$ALEX token](https://www.coindesk.com/markets/2020/06/30/the-man-who-tokenized-himself-gives-holders-power-over-his-life/))\\n* **Introducing new programmable economic models,** making it easier to attribute contributions and build in royalties (see: [Mirror’s revenue split function](https://dev.mirror.xyz/mQ03-JXlfdoBnRrZisC5X3kM9nBkOILlHwxbdq382Gw))\\n* **Allowing creators to own and govern the platforms they post on,** through DAO’s.\\n\\nCheck these out: [Mirror](https://mirror.xyz/) (blogging), [Sound](http://sound.xyz) / [Royal](https://royal.io/) (music NFTs), [Livepeer](https://livepeer.org/) (video sharing), [Showtime](https://showtime.io/) (NFT social), [Rally](https://rally.io/) (social tokens).\\n\\n## And lots more…\\n\\nThis is just the tip of the iceberg here, and in no way is it a comprehensive guide. But hopefully, it serves as a bit of an introduction to exciting possibilities and emerging spaces.\\n\\nIf any of these areas interest you, dig deeper! There are a few places where crypto-interested people hang out – mainly Twitter and Discord. Here are a few places to start:\\n\\n1. **Great Web3 Twitter accounts to follow**\\n    1. [Chris Dixon](https://twitter.com/cdixon) – web3 and philosophy\\n    2. [Li Jin](https://twitter.com/ljin18) – the creator economy meets web3\\n    3. [Balaji Srinivasan](https://twitter.com/balajis) – decentralization\\n    4. [Packy M](https://twitter.com/packyM) – emerging topics and projects\\n    5. [Tascha](https://twitter.com/TaschaLabs) – deep analyses and economic impact\\n    6. [Ryan Selkis](https://twitter.com/twobitidiot) – trading, policy, and research\\n    7. [Punk6529](https://twitter.com/punk6529) – NFTs and metaverse\\n    8. [FinTech Junkie](https://twitter.com/fintechjunkie) – DeFi\\n    9. [Andrew Steinwold](https://twitter.com/AndrewSteinwold) – NFTs\\n   10. [Gaby Goldberg](https://twitter.com/gaby_goldberg) – culture and identity\\n   11. [Bankless](https://twitter.com/BanklessHQ) – DeFi deep dive\\n   12. [Brian Flynn](https://twitter.com/Flynnjamm/status/1476582725691789315?s=20) – learning and exploring\\n2. **Try your hand at build in the space:**\\n   1. [Crypto Zombies](https://cryptozombies.io/) – interactive tutorial to build a crypto game\\n   2. [Buildspace](https://buildspace.so/) – fun tutorials to build and deploy your first smart contract\\n   3. [Use Web3](https://www.useweb3.xyz/) – curated resources for developers breaking into web3\\n3. **Dive in!**\\n   1. [How to set up a MetaMask wallet](https://myterablock.medium.com/how-to-create-or-import-a-metamask-wallet-a551fc2f5a6b) (leading Ethereum wallet)\\n   2. [Buy your first NFT](https://medium.com/swlh/how-to-buy-a-non-fungible-token-nft-for-beginners-db81c6f617ba) (on OpenSea)\\n   3. [Try out DeFi](https://www.finder.com/uniswap) (on UniSwap)\\n   4. [Join a DAO](https://newsletter.banklesshq.com/p/how-to-join-a-dao) (search Twitter to find a community you like)\\n   5. [Jump into the metaverse](https://decentraland.org/) (at Decentraland)\\n\\nWe’re also in the process of putting together a couple of reading lists to dive deeper. Let us know if you have any suggestions! Otherwise, there are a few other great guides out there that have already been released:\\n\\n* [Web 3 Technical Concepts Explained – Jay](https://docs.google.com/document/d/1SWJw_NTyUvgdB_asRzsnVyKjciW8dZbeqQeUeWsEiQc/edit#)\\n* [Reading List – Gaby Goldberg ](https://gabygoldberg.notion.site/f7050e62461143d49345e7b46eb5576b?v=c02511c4230c44ce9a1a03c9757da524)\\n* [Web3 Starter Pack – Crypto, Culture & Society](https://cryptosociety.notion.site/Web3-Starter-Pack-5a922714348e4a7cbaa45b2f0a8861bd)\\n* [10 Crypto Reads of 2021 – Kinjal Shah](https://twitter.com/_kinjalbshah/status/1466862454395138049?s=20)\\n* [Crypto Theses for 2022 – Messari](https://messari.io/crypto-theses-for-2022)\\n\\n## So, what are you waiting for?\\n\\nThanks for tuning in today, and hopefully this helped to get you up to speed on this whole world of web3. Our bet is that 2022 is going to be a monumental year, and we can’t wait to spend it with you in cryptoland.\\n\\nWhether it’s buying your first NFT, joining a DAO, or quitting your job to go all-in on a web3 project, there are plenty of opportunities to go around. And, as always, hit us up with any thoughts you have – or just to say hi!\\n\\nHere’s to an awesome 2022 – [WAGMI](https://nftska.com/what-is-the-meaning-of-ngmi-and-wagmi-nft-terminology/) ⚡\\n\\n**- [Jordan](https://twitter.com/itsjordantop) & [Bilal](https://twitter.com/BilalMobarik)**\\n\\n*Special thanks to [@roman_0x](https://twitter.com/roman_0x), [@KemiAkenzua](https://twitter.com/KemiAkenzua), [@jackchong_jc](https://twitter.com/jackchong_jc), [@JacksonTopoles1](https://twitter.com/JacksonTopoles1), and   [@theofficialJTA](https://twitter.com/theofficialJTA) for editing versions of this post! And to all of the great internet creators publishing their work online for inspiring this guide.*\",\"timestamp\":1642786613,\"title\":\"Welcome to web3\"},\"digest\":\"bcEV3wM89Hjg0G-zAP-C6szGcvKgOgZEBWxAwlQS008\",\"authorship\":{\"contributor\":\"0x159Ee5a21728e5c54159841b4f175F9FE077a70f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"C0faNmijXYVb1hNfDwX76AkbZoJ7fqTgDJqbPOwZzxo\\\",\\\"y\\\":\\\"D_5tiLnIqz6Y4OXysfIzXGiIIiip6K5i1PAX5sFiENM\\\"}\",\"signature\":\"obOah-P-6Fm6OYqTkQIINHwbKmQWs-0Tv9s54p9RBCCLDG4TqerVjK2ie3EuuOK1F54WAOe_GW3EPPZA2_vlNQ\",\"signingKeySignature\":\"0x10d166c970d593591dd73036d5f363ad20769ea558e3f13024aad1389a15ce697ac596a5ecb30120d82cb72ed3501bc25d144ea01e37e399ee7523b6fcccf8371b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"C0faNmijXYVb1hNfDwX76AkbZoJ7fqTgDJqbPOwZzxo\\\",\\\"y\\\":\\\"D_5tiLnIqz6Y4OXysfIzXGiIIiip6K5i1PAX5sFiENM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TH9fK2dpmCkXmCU9nJWkc8QwYe-_EXKEazkjYnTpk70\"}"