"{\"content\":{\"body\":\"***The Weekly Hop is a newsletter written by Pathfinders. To learn more about Pathfinders and our role in the decentralization of RabbitHole, check out [last week’s newsletter.](https://rabbithole.mirror.xyz/2aWOCnFgLTRePfJn4C2P8RgmYh_I0VbPcColjQTtcJ8)***\\n\\nPathfinders are the guiding lights through the nebulous crypto rabbit hole. Every week, we meet to discuss the web3 frontier, where it is today, and where it’s going. **This week's musings: the Metaverse–what it is and where we are in it.**\\n\\n### What is the Metaverse and where are we in its evolution?\\n\\nFrom Zoom chats, to the Minecraft world, to our Twitter feeds, the Metaverse is taking shape all around us. However, as so eloquently described by venture capitalist and prolific essayist Matthew Ball, there is no finite beginning or end to this always-on digital space where people can congregate to socialize, work, learn, entertain, express themselves, and create. Instead, [as described by Ball](https://www.matthewball.vc/all/themetaverse), the Metaverse is a “sort of successor state to the mobile internet” that will “slowly emerge over time as different products, services, and capabilities integrate and meld together.”\\n\\nSo, while the [12.3 million Fortnite players that tuned into Travis Scott’s virtual performance](https://variety.com/2020/digital/news/travis-scott-fortnite-record-viewers-live-1234589033/) may have *felt* like they were experiencing the Metaverse, [using Ball’s framework](https://www.matthewball.vc/all/forwardtothemetaverseprimer), it’s clear that we’re decades away from the interconnected innovation needed to achieve an idealistic vision of this space—defined by characteristics like “infinite persistency, ubiquitous synchrony, unlimited concurrency, \\\\[and\\\\] wide interoperability,” [says Ball](https://www.matthewball.vc/all/forwardtothemetaverseprimer).\\n\\n### The battle between a “closed” versus “open” Metaverse\\n\\nWhile we may be many years away from the Metaverse, more specifically, an [“Open Metaverse”](https://crucible.network/open-metaverse/) where you’ll be able to move through different “places” with relative ease, maintaining your purchased goods and avatars, it’s important to recognize that [the Metaverse isn’t a destination, but a journey](https://outlierventures.io/research/the-open-metaverse-os/).\\n\\nThrough this lens, we can more aggressively challenge the decisions and design choices that are currently being made. For example, if Facebook wins with Oculus and other Facebook Reality Labs projects, we could find ourselves in a *[Ready Player One](https://en.wikipedia.org/wiki/Ready_Player_One)* “Closed Metaverse” controlled by one or a handful of companies. Think the centralized, propriety, and extractive systems of web2 that value shareholder supremacy over user centricity, but on steroids.\\n\\n### An Internet inflection point\\n\\nHistory doesn’t repeat itself, but it does rhyme, and to avoid the pitfalls of the transformation of web1 to web2 (i.e. techno-deterministic turned attention-sucking, data-collecting misinformation machinery), we must walk wide-eyed into the future.\\n\\nThe work we do now to hard-code web3 principles of user centricity, decentralization, and sovereignty could make the difference between an open and closed Metaverse.\\n\\nWe shouldn’t wait and watch for this mysterious Metaverse future to unfold. It's here, and it’s up to us to positively define and create it.\\n\\n*This exploration of the Metaverse, web3, and open systems was written by [@anay_sim](https://twitter.com/anay_sim).*\\n\\n### Pathfinder update: Introducing workstreams\\n\\nIn last week’s [post](https://rabbithole.mirror.xyz/2aWOCnFgLTRePfJn4C2P8RgmYh_I0VbPcColjQTtcJ8), we wrote about “*giving Pioneers a more open directive to explore web3,*” and now it’s our time to run with that directive.\\n\\nAs RabbitHole moves closer and closer towards a DAO, the Pathfinder cohort will begin to take on more responsibility. In our eyes, one of the most important first steps towards this progressive decentralization is to form working groups that allow Pathfinders to align and execute on goals within a defined scope.\\n\\nThat’s why we added two new working groups and met for the first time last week:\\n\\n1. Editorial Workstream: content production and publishing on Mirror and Twitter\\n2. Treasury Workstream: treasury management and bounty budgeting\\n\\nIn the weeks and months to come, expect more content on Mirror, memes on Twitter, and maybe a few surprises from Pathfinders–this is just the beginning.\\n\\n### New pathfinder guides\\n\\nPioneers published five tutorials this week, producing crucial content for users exploring the Metaverse and the wider crypto landscape. Whether you’re questing on RabbitHole or just exploring crypto, Pathfinder guides help walk you through web3.\\n\\n* [How to Mint an NFT on OpenSea](https://rabbithole.mirror.xyz/JxnMhWII3AmZPEt7fiTSY19cXsLSVpfLpXkosngiiIc) ([Vajresh](https://twitter.com/bvajresh))\\n* [How to Swap Tokens on QuickSwap](https://rabbithole.mirror.xyz/IlhYlBpI0oxMV8W4Vw1gORICVAAWZk1HXae0JPah6lA) ([Vajresh](https://twitter.com/bvajresh))\\n* [How to Swap Tokens on 1inch](https://rabbithole.mirror.xyz/Az4z69YCC3EnbPdrzdX7qTedClA1bDMXjpDUvfQVt2Y) ([zachdavidson.eth](https://twitter.com/NotZachDavidson))\\n* [How to Stake on Synthetix](https://rabbithole.mirror.xyz/iiSoIGvwUJKWfhz7DAleKkHxxEvMySD_6IGEzJgiVmU) ([Accelerated Capital](https://twitter.com/accel_capital))\\n* [How to Vote on Snapshot](https://rabbithole.mirror.xyz/6_ktnT68o9LyIbgnJdFzaNijiZDS-JIujkyVsktfmPs) ([Accelerated Capital](https://twitter.com/accel_capital))\\n\\nIf you get value out of our guides, make sure to collect an edition of the NFT (that accompanies each one!). Not only do 100% of these funds go back to the author, but you’re also collecting a slice of RabbitHole’s history.\\n\\nIf you have any feedback or questions on any of the guides, feel free to DM the [Pathfinders Twitter](https://twitter.com/pathfinders_gg).\\n\\n*Pathfinder Update and compilation of this week’s Pathfinder Guides written by [@JonahBaer](https://twitter.com/JonahBaer).*\\n\\n### Rabbit of the week\\n\\nWe’ll be rounding off this and future Weekly Hop posts with rabbit pictures we find amusing. And what better rabbit to kick things off than Bugs Bunny rocking his stylish cowboy getup.\\n\\n![](https://images.mirror-media.xyz/publication-images/c3ff340c-c141-4cbd-afc3-4352a0bc6994.jpeg?height=340&width=600)\\n\\n### Want to help build the University of the Metaverse?\\n\\nIf you want to help bring RabbitHole’s vision to reality and be a part of the future DAO, please reach out to @[chaserchapman](https://twitter.com/chaserchapman) and @[flynnjamm](https://twitter.com/Flynnjamm).\\n\\nSee you next week for the Weekly Hop!\",\"timestamp\":1630373870,\"title\":\"The Weekly Hop #3: Crafting an Open Metaverse\",\"publication\":\"rabbithole\"},\"digest\":\"9o9GC3oerOVEjcayyBORoS2_FPb3s7vPPcwCkrYUG34\",\"authorship\":{\"contributor\":\"0x0ba85c9e1863E5efB8395a55cd042d61DECD6e89\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OtXNlInWKHbzGJ1Jk16V8j5RdBqYGYi3kB9Zjqy3Jb0\\\",\\\"y\\\":\\\"LqbGED76LmQydDst9DQUcVKYmlr25q1SRkKLbfit4Zc\\\"}\",\"signature\":\"KHh8vvcPX3Z-Us8jOgJlsO_WMAQy_fcN7sOv_8HAYrvZihEBMYNndar69_JoSdKQYanyECt0EgUV49BaCASZGQ\",\"signingKeySignature\":\"0x7170b5321fd6d993ff6a8a73bd3efed6a6b9a4c88ee2874563f7045a2420d6725dee40a2a32d257b34ee1af7bb3af93a65c76c5554c9be9c85063f452d9764171b\",\"signingKeyMessage\":\"I authorize the publication of articles on rabbithole.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OtXNlInWKHbzGJ1Jk16V8j5RdBqYGYi3kB9Zjqy3Jb0\\\",\\\"y\\\":\\\"LqbGED76LmQydDst9DQUcVKYmlr25q1SRkKLbfit4Zc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qNLHPqZSMS2udrhExR9O3raTch39KNfSw1FPPlCd8pE\"}"