"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*MzAx1TZrOf_XCrw7WkYd4Q.jpeg)\\n\\n## ¿Son las cooperativas de blockchain el futuro del capitalismo?\\n\\n*Este artículo es una versión traducida y adaptada del texto [Past, Present, Future: From Co-ops to Cryptonetworks](https://a16z.com/2019/03/02/cooperatives-cryptonetworks/)* publicado por Jesse Walden en el blog de Andresseen & Horowitz.\\n\\nHoy, algunas de las compañías más valiosas del mundo son “operadoras de redes”. Estas plataformas se vuelven más valiosas a medida que se suman más usuarios. Los efectos de red son inocuos al comienzo pero se vuelven un motivo de preocupación cuando las plataformas entran en la “fase extractiva” de su ciclo de vida.\\n\\nChris Dixon ilustró la evolución de las plataformas con efectos de red de la manera siguiente:\\n\\n![El modelo de Chris Dixon sobre las dinámica de las grandes plataformas de Internet que van de la cooperación a la competencia con sus usuarios. Leer el artículo original aquí.](https://miro.medium.com/max/1400/1\\\\*MQlF8X7kjK4ligw1C-otAw.jpeg)\\n\\nEl problema es estas plataformas pasan de cooperar con sus usuarios a competir con ellos.\\n\\nPero, ¿y si hubiese una forma de que las plataformas se comprometieran a una cooperación continua?\\n\\nSe han hecho diferentes propuestas en este sentido: desde regular a las plataformas como si fuesen servicios públicos hasta obligarlas a proveer APIs abiertas.\\n\\nAhora bien, las cripto redes (redes propiedad de y operadas por la comunidad) podrían representar un nuevo paradigma que garantiza una cooperación continua mientras mantiene los fuertes efectos de red.\\n\\nAunque las cripto redes son un fenómenos relativamente nuevo, tenemos una analogía útil para entender por qué funcionan y hacia donde van: las empresas cooperativas.\\n\\n## Cooperativas, Buenas para la Sociedad y el Negocio\\n\\nLas cooperativas son empresas participativas cuya propiedad y operación está en manos de sus miembros. Estos miembros pueden ser los creadores o los consumidores del producto o servicio de la cooperativa. Por ejemplo, Arizmendi Pizza es una cooperativa donde todos los miembros operan y son dueños del negocio (y probablemente también comen pizza).\\n\\nA diferencia de las empresas tradicionales, que son financiadas por inversores externos, las cooperativas son financiadas directamente por sus miembros.\\n\\nEsto permite a los miembros decidir los valores de la empresa, que no necesariamente son la maximización de beneficios. De hecho, las cooperativas suelen ser más exitosas cuando existe alineamiento en otros valores como: 1) Beneficios comunes por poner los recursos en común para obtener economías de escala; y 2) El deseo de evitar el comportamiento anti competitivo o extractivo.\\n\\nEl compromiso con esos valores no es sólo un objetivo social. También puede ser bueno para el negocio en cuanto a retorno de la inversión y la creación de valor. Esto es así porque, a medida que una cooperativa crece, obtiene economías de escala que pueden aumentar el valor de la membresía para todos los participantes.\\n\\nLos participantes iniciales pueden usar sus beneficios para tener un acceso adicional al producto o servicio de la cooperativa u obtener beneficios a través de la venta de su parte a nuevos miembros.\\n\\nSegún la [International Co-op Alliance](https://www.ica.coop/en/cooperatives/facts-and-figures), las cooperativas no son fenómenos aislados. Al menos un 12% de la población mundial está involucrada en cooperativas. Y las 300 cooperativas más importantes del mundo generan 2.1 billones de dólares de ventas al tiempo que proveen servicios e infraestructura que las sociedades necesitan.\\n\\nTal vez el ejemplo más famoso de cooperativa es Visa. En sus primeros tiempos, cuando era parte del Bank of America (bajo el nombre de BankAmericard), esta unidad tenía problemas en crecer lo suficiente para lograr una adopción masiva. Así que Bank por America generó un spin-off donde BankAmericard (luego Visa) se convirtió en un consorcio propiedad de sus miembros. Y esto incentivaba a bancos competidores a unirse.\\n\\nLos efectos de red de la plataforma crecieron, al tiempo que los miembros individuales estaban a salvo de las comisiones que habrían podido ser extraídas por un actor central que tuviese el monopolio de la red. Hoy, Visa vale más que la suma de sus miembros individuales, quienes se beneficiaron cuando la plataforma se volvió pública.\\n\\nMuchas sociedades de bolsa también fueron concebidas como plataformas operadas por sus miembros. Las mutuales de seguros, las uniones de crédito, la vivienda y la agricultura, con frecuencia tienen estructuras de propiedad cooperativas.\\n\\nEl fondo mutual Vanguard está estructurado como una cooperativa ya que “si no hay dueños externos, no hay conflictos en las lealtades”.\\n\\n## Donde las Cooperativas Fallan\\n\\nEl alineamiento de incentivos significa que una mutual como Vanguard nunca tiene un conflicto entre “lo que es bueno para los clientes vs. lo que es bueno para los dueños, ya que ambos son el mismo”. Pero cuando se trata de innovación, algunos temas estructurales suelen jugar contra las empresas cooperativas, desde costos de coordinación hasta el crecimiento y el gobierno.\\n\\nEn primer lugar, las cooperativas son más difíciles de crear que las empresas tradicionales porque no tienen acceso a los mismos mercados de capitales. Históricamente, fue más difícil coordinar la inversión de miembros con los mismos valores que conseguir capital de fondos de inversión que solo tienen por objetivo maximizar sus beneficios.\\n\\nEsto hace que las cooperativas tengan problemas en competir contra corporaciones tradicionales, que tienen más acceso a recursos. Por eso, a comienzos de los 1990s, muchas sociedades de bolsa decidieron abandonar el estatus cooperativo o aceptar inversores externos (esto fue lo que hizo Visa cuando empezó a cotizar en bolsa). Esto coincidió con el avance de internet, que democratizó el acceso a los mercados e intensificó la competencia.\\n\\nFinalmente, las cooperativas tienden a tener mecanismos de gobierno más complejos que las compañías con estructuras de gestión “de arriba hacia abajo”.\\n\\nEl desafío para las cooperativas es asegurar que todas las voces pluralistas de sus miembros sean representadas y respetadas, sin que esto perjudique a la eficiencia operativa. Muchas compañías exitosas combinan jerarquías formales de gestión con una cultura donde todos pueden decir lo que piensan (en oposición a democracias directas con estructuras horizontales).\\n\\n## Redes Cooperativas: Ideas para la Industria Cripto\\n\\nMientras los hacedores de políticas públicas debaten si las redes de Internet deberían regularse como servicios públicos, las cripto redes están generando una nueva forma de “capitalismo cooperativo” con redes que son propiedad de los usuarios y trabajadores, en lugar de accionistas externos.\\n\\nLas cripto redes comparten muchas de las características de las cooperativas. Además de su habilidad de recaudar fondos de los miembros de la red, pueden competir con corporaciones mejor capitalizadas en otras dimensiones, especialmente aquellas que requieren un alto nivel de confianza.\\n\\nComo las cripto redes son redes de información basadas en código abierto, contratos inteligentes automatizados y mercados globales que operan 24/7 (todas herramientas que permiten a los participantes encontrarse, compartir información y coordinarse) estas redes pueden superar los primeros tiempos más fácilmente que las cooperativas tradicionales. Al codificar el compromiso a una cooperación continua en software, las cripto redes pueden engendrar confianza a mayor escala.\\n\\nOtra dimensión donde las cripto redes pueden competir es en el crecimiento. Las redes que tratan a sus usuarios de manera equitativa pueden ser más fáciles y baratas de hacer crecer, ya que los primeros participantes tienen incentivos para crear efectos de red, porque pueden capturar parte del valor que ayudan a crear.\\n\\nEsta tendencia está alineada con un movimiento más amplio hacia la inclusión de los diferentes agentes que participan de las empresas. Por ejemplo, compañías como Airbnb y Uber estudian dar acciones a los proveedores de sus redes.\\n\\nPor último, las cripto redes abren un nuevo territorio para explorar como el gobierno cooperativo puede ser a la vez eficiente y representativo. Mientras que estos objetivos tradicionalmente fueron percibidos como estando en conflicto, los mecanismos de gobierno basados en software ofrecen nuevas herramientas para resolver esta tensión.\\n\\n¿Qué se necesitará para escalar el gobierno cooperativo sin privatización centralizada ni intervención del gobierno?\\n\\nSi pensamos tanto en las cooperativas como en las cripto redes como “comunes”, entonces las tácticas para gobernar sus recursos requieren esas tres condiciones necesarias (que fueron propuestas por Elinor Ostrom en *Governing the Commons*):\\n\\n1. Una institución de reglas,\\n2. Un compromiso creíble a seguirlas,\\n3. Un sistema de monitoreo colectivo para asegurarse de que las reglas se cumplan.\\n\\nTanto el Bitcoin como Ethereum ya cumplen esos criterios a través de la combinación de la naturaleza matemáticamente verificable de la criptografía con nuevos mecanismos económicos que incentivan el trabajo necesario para mantener esos servicios:\\n\\n1. **Las reglas son programáticas (código abierto)**\\n2. **Los compromisos creíbles están incorporados bajo la forma de electricidad en la minería de Proof-of-Work, o depósitos en los sistemas de Proof-of-Stake, más recompensas por seguir las reglas.**\\n3. **El monitoreo colectivo es realizado por nodos que pueden verificar que las reglas fueron seguidas de manera determinista.**\\n\\nEstos fundamentos proveen una nueva caja de herramientas para el gobierno cooperativo de un recurso común.\\n\\nEl desafío, por supuesto, estará en ver cómo esas herramientas evolucionan a medida que las redes evolucionan, y que los servicios construidos sobre ellas se vuelven más complejos.\\n\\nLas reglas necesitarán ser actualizadas, los compromisos se volverán más difusos y difíciles de medir, y el monitoreo cambiará desde procesos verificables por máquinas hacia otros más subjetivos y humanos. Por ejemplo, los compromisos creíbles podrían necesitar ser tanto económicos y sociales, con estos últimos bajo la forma de identidad y reputación, como suplemento al gasto en capital.\\n\\nEntonces, mientras el software abre un nuevo espacio de diseño para experimentos en gobierno cooperativo, necesitaremos ser rigurosos en pensar cómo esas redes pueden ser robustas frente a una creciente complejidad. Aquí, la historia de las estructuras de gobierno cooperativo — tanto en sus éxitos como sus fracasos — puede ser una analogía útil y una fuente de inspiración, para aquellos que construyen nuevas redes y apliaciones.\\n\\nDespués de todo, esas reglas están formadas por gente. Sólo ahora están siendo empoderadas por criptografía, dinero programable, código open source, y mercados para que las mejores ideas ganen.\\n\\n*Agradecimiento a Denis Nazarov, Chris Dixon,* *Sonal Chokshi, y [Toby Shorin](https://tobyshorin.com/)* por su feedback a este post.\\n\\n*Leer la versión original del artículo [aquí](https://a16z.com/2019/03/02/cooperatives-cryptonetworks/)*.\",\"timestamp\":1638649766,\"title\":\"De las Cooperativas a las Cripto Redes\"},\"digest\":\"t0l8mnxehEL9rl8KkoDkEW795JKbrftcH2B3sWHeDpQ\",\"authorship\":{\"contributor\":\"0xf12C67e80E309eaC0c4dc18Fb26e68F9672297E9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"signature\":\"5WnvxnN3G4VUN6DUMuEI7oJnmrWgJpKYMoZ_6ZCiWwf6byk_HMW_-vHx41cnuCInhZVInjfHs0WKKrI1TGumjg\",\"signingKeySignature\":\"0xbb67824a5cdd413a3900f8d913a162ca89ff55c3f83d74e39c738ba7412fc78570a0731025b91c70a242fe7fd50e085455303a3c5c7222d8b6f59d71dbdf1bce1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"t0l8mnxehEL9rl8KkoDkEW795JKbrftcH2B3sWHeDpQ\"}"