"{\"content\":{\"body\":\"### Brands are buying, just not buying-in … yet\\n\\nMost of us recently read about how [VISA spent almost $150,000 to buy CryptoPunk 7610](https://www.coindesk.com/visa-buys-cryptopunk-for-close-to-150k), a pixelated female with a mohawk, green eyeshadow and red lipstick. Their reasoning contains phrases such as:\\n\\n* “We need a firsthand understanding of the infrastructure requirements for a global brand to purchase, store, and leverage an NFT.”\\n* “We wanted to collect an NFT that symbolizes the excitement and opportunity of this particular cultural moment,”\\n\\nWhat they didn’t mention was the CryptoPunk community itself, or how certain NFT collections are also badges and gateways to dynamic decentralized communities around the world—whose influence is growing stronger by the day. CryptoPunk holders alone count Jay-Z, Odell Beckham, Jr. and Steve Aoki among their ranks.\\n\\nAlmost as popular (and almost as expensive) are any one of the unique 10,000 variations of a digital primate group called The Bored Ape Yacht Club. While these apes adorn many social media profiles of their 5,300 or so owners, having a Bored Ape NFT also grants you access to a virtual club. As noted on the BAYC website, “Your Bored Ape doubles as your Yacht Club membership card, and grants access to members-only benefits” which range from a digital graffiti board, to liquidity pools to the rights to build new projects on top of your particular ape’s image and traits. The project has gotten so much attention since it launched in April, that just last week Arizona Iced Tea announced it had bought one. I wonder how long it will be before we see an Ape flavored tea on store shelves across the country.\\n\\n### web3 > web2, and brands should buy-in\\n\\nThe construct to pay attention to here is that Crypto and NFTs are more than money and images—they are gateways to networks and ecosystems. The premise of web3 is to bring together communities, commerce, and culture under many decentralized roofs, while allowing participants to co-create together.\\n\\n[https://twitter.com/jarroddicker/status/1425535203397804039](https://twitter.com/jarroddicker/status/1425535203397804039)\\n\\nIt’s not just happening in the NFT space. Friends With Benefits and JUMP are just two of the many tokenized communities that have formed around the creative class—becoming vibrant digital societies of like minded creators, programmers, business thinkers and organizers using a new set of social tools to generate more value together.\\n\\nFriends With Benefits counts close to 7,000 members in its Discord group, with most of the channels and engagement gated until you are accepted through a membership committee and hold 75 $FWB tokens in a digital wallet. Once you are accepted and token verified you get access to conversation and connection across the world and from topics as varied as mental health and parenting to the metaverse and trading stonks.\\n\\nThis DAO (Decentralized Autonomous Organization), [which in February ‘21 claimed](https://consensys.net/blog/codefi/friends-with-benefits-a-new-model-for-social-tokens-on-ethereum/) that only 400 members were holding enough $FWB for full access, has grown exponentially not only in membership but also in valuation as it $FWB the token has increased in the last 3 months from hovering around $4.50 each to $161 at the time of this writing. The community has also recently announced potential investment from well regarded VCs such as a16z and Kindred Ventures.\\n\\nSimilarly, JUMP is a growing collective of marketing, advertising, and creative professionals united in looking at web3 protocols as the gateway to future experiences all collected (and gated) behind the group’s $JUMP token—which at present is being gifted to participants as a social token for value created within the community by contributing to one-of-three teams: Newsfeed, Research, and Events. \\\\\\\\n  \\\\\\\\n The above are just a small number of extremely active and influential communities utilizing blockchain dynamics and web3 protocols to create collective opportunity. SeedClub, Forefront, ArtBlocks, 0n1Force, ApeDao, Animetas, and more are active projects with access based on token or NFT ownership which represent diverse audiences from all over the world, all walks of life, and many of whom are stacked with innovative, communicative creative people with often large online presences.\\n\\n### Brands need to engage deeper\\n\\nAs a marketer by trade I started to wonder which large brand will be the first to create experiences and opportunities purely for web3 communities.\\n\\nIt is one thing to buy an NFT or a .ETH address as [Budweiser recently did](https://www.coindesk.com/budweiser-nft-beer-ether-domain-name-server). The true unlock is to access the value associated with these early adopters and platform forward social citizens; it feels natural that brands, publishers, and festivals would engage them from an influence and partnership perspective. For years, brands have bought into creator and influencer culture and those models work. They need to recognize that web3 communities can be even more valuable, as not only are they influential and hyper-communicative, but they also have powerful incentive structures and can get a cohort behind something that benefits the community as a whole.\\n\\nThe key insight is that Arizona Iced Tea and Visa’s NFT purchase is just the cost of admittance—the real magic lies in the engagement and experience.\\n\\n### Looking ahead, some closing ideas\\n\\nIt may not yet be clear on how to activate with these communities—like anyone else it is about authentic access and opportunities to participate. Let me jump start the brainstorm for you:\\n\\n* Will Pepsi offer a suite of luxury boxes at next year’s Super Bowl for holders of CryptoPunks?\\n* Will Coachella build a wallet enabled-entry to the Bored Ape Yacht Club satellite clubhouse with exclusive performances and meet and greets?\\n* How about Coinbase hosting a custom speaker series for members of SeedClub?\\n* Will Fortnite hold an exclusive e-gaming tournament for 0n1force owners?\\n* Will Visa create an exclusive art preview at Art Basel for those who have ArtBlocks?\\n* Where is the SXSW x FWB diner and will Franklin’s provide the BBQ?\\n* When does TikTok create exclusive filters and audio unlockable for members of the RLY Dao?\\n* Can Uniqlo do a licensing deal with holders of Pudgy Penguins for a new NFT-backed line of shirts?\\n* How about Seth Rogen’s weed company HousePlant gifting a member discounts, and an exclusive Discord AMA between Seth and Ashton Kutcher | Mila Kunis to anyone who owns a Stoner Cat?\\n* When does NIKE create the Axie Infinity Run Club to get those gamers some exercise IRL?\\n* Will SpaceX create customizable vehicles for planetary travel in Axie Infinity or Alien Worlds?\\n* When does Spotify create the music festival where the entire line-up is chosen by the RLY DAO?\\n\\nAs you can see these are just quick samples of ways in which brands could get involved. Quite similar to how brands have been courting groups of influencers over the years to create relationships and collective opportunity, it is only a matter of time before brands start seeing the true NFT/Token community ecosystem as a sea of influence waiting to be authentically engaged with. Who will be the first? This is the future of creator marketing.\\n\\nOne final note to consider for Brands. This industry is generating a tremendous amount of wealth at the moment.\\n\\n[https://twitter.com/ape6743/status/1431753960080220167](https://twitter.com/ape6743/status/1431753960080220167)\\n\\nThe fake internet money could go up, down or plunge to zero, but with new found bags comes a new class of consumer ready to buy products from common to luxury. Understanding their mindset by spending time with them and where they are, will help create opportunities to engage with them.\\n\\nIt isn’t going unnoticed that Louis Vuitton and Gucci are both in the NFT space, so your future luxury consumer may be deep in the VeeFriends community and looking for her next weekend car.\\n\\n## Also #DYOR #NFA, etc.\\n\\nTo close, I will reference this quote from RealVision’s Raoul Pal regarding tokenized collectives:\\n\\n“*It's the biggest thing I've ever seen, we all know how big crypto is, but within crypto, community tokens are going to change all business models.*”\\n\\n[https://twitter.com/chriscantino/status/1430241316554698752](https://twitter.com/chriscantino/status/1430241316554698752)\\n\\n**Author credits**\\n\\nThis essay was written by [Sam Ewen](https://twitter.com/SamEwen),\\n\\nThank you to [Jonathan Goodwin](https://twitter.com/imtalljonathan), [Brennen Schlueter](https://twitter.com/brennenschlu), and [Jeff Kauffman, Jr.](https://twitter.com/jeffkauffmanjr) for reviewing the essay’s draft and contributing additional insights.\\n\\n**About JUMP**\\n\\nJUMP is the first tokenized community for marketing and advertising professionals.\\n\\nJoin us at [JoinJump.Community](https://www.joinjump.community/) and follow [@jumperstweeting](https://twitter.com/jumperstweeting).\\n\\n**Additional reading**\\n\\n[NFT brand strategy: Visa and Arizona Iced Tea ape into web3](https://jump.mirror.xyz/ATrIlwxvkXwdo2R18kZIgYwspbURdyzjf1y-a9F99Jk) by [@chadhugghins](https://twitter.com/ChadHugghins)\\n\\n[Nifty Corporates](https://www.notboring.co/p/nifty-corporates) by [@packy](https://twitter.com/packyM)\",\"timestamp\":1631048951,\"title\":\"So Your Brand Just Bought Your First NFT, What Next?\",\"publication\":\"jump\"},\"digest\":\"y0OQGb1YREYwQ3umbjDVWvTjyZV1fhAl-RtbIHZ32VA\",\"authorship\":{\"contributor\":\"0xC143c4E2f95B7B49aF49501323093efFeDa42e41\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wuRy4BzFIWBgG_qVJKlMJiBp3MEW0XNi-5EkZbM3tm8\\\",\\\"y\\\":\\\"oZ9yo6O2m7jKLxYOsGCrBz5_scwQLPNXWjWt-z8kcxY\\\"}\",\"signature\":\"IgABcIIU-_zaStCBFW0xm6r3TgiRMKt5t7qseOmDMzRG-0rSrkIsuFYYb4cfDimU9szfXnTAuLP9YfjTxyUWMw\",\"signingKeySignature\":\"0x808e5198becf665d5e215b2f8030297e5b1275ead7b1558d8b2d09067b5a81cf2fe62c06445f18648ee906501fd5e3804a9f64344a7342d832269cbcc631abbc1b\",\"signingKeyMessage\":\"I authorize the publication of articles on jump.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wuRy4BzFIWBgG_qVJKlMJiBp3MEW0XNi-5EkZbM3tm8\\\",\\\"y\\\":\\\"oZ9yo6O2m7jKLxYOsGCrBz5_scwQLPNXWjWt-z8kcxY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CPRivsU8T32ZSVvQd_ih8RPBKETGWxvvkazGvx9BmkI\"}"