"{\"content\":{\"body\":\"I have recently immersed myself in an emerging concept incorporating blockchain technology with education called ed3. In their Mirror.xyz article *From Web3 to Ed3 - Reimagining Education in a Decentralized World*[1](https://mirror.xyz/ed3.eth/0U3QG8-4K6CD_ltU6SJyKN3-uBD3x6nEFs-YeShzYmk?utm_source=pocket_mylist) educators Atish Mistry, Blair Rorani, Scott David Meyer, and Vriti Saraf define ed3 as a model in which \\\"learners own their education - validating their knowledge with decentralized technology.\\\"\\n\\nThe authors posit that the future of education is using decentralized technologies owned by its builders and creators. This model of internet technology is now referred to as web3. Gavin Wood, who coined the term \\\"web3\\\", defines it as \\\"a decentralized and fair internet where users control their own data, identity and destiny.\\\"[2](https://web3.foundation/about/) (You can also refer to [this article](https://future.a16z.com/why-web3-matters/) for additional information.)\\n\\nHere's a simple model offered by one of the piece's authors Scott David Meyer in which he connects ed3 to web3 as defined by internet pioneer by Chris Dixon.\\n\\n[https://twitter.com/MrScottMeyer/status/1468336133427929088?s=20](https://twitter.com/MrScottMeyer/status/1468336133427929088?s=20)\\n\\nEd3 and web3 emphasize ownership and decentralization. Distributed ledger technology (blockchain), the metaverse, cryptocurrency, non-fungible tokens (NFTs), and decentralized autonomous organizations (DAOs) are components that make up the web3 ecosystem. These terms can be challenging to conceptualize and explain. This is an emerging technology. Many of them require entirely new mental models.\\n\\nI decided to write about ed3 in order to build dialogue among educators as we begin the process of maneuvering this new technology. As educators, we need to have a prominent role in shaping its implementation. It is inevitable that the models of education that are deployed over the next 20 years will be influenced by it.\\n\\n**Failure to Disrupt**\\n\\nOr will it?\\n\\nA central thesis to Justin Reich's book *Failure to Disrupt: Why Technology Can't Transform Education*[3](https://failuretodisrupt.com) is that technology by itself cannot disrupt education. His argument is that there are no shortcuts to large-scale institutional change. The scaling effects of technology conflict with the true innovation happening in smaller incremental improvements.\\n\\nI completely agree with the perspective that Reich lays out. As an educator who considers himself a technologist, I rely heavily on Reich's position. As the saying goes, there is no free lunch. It is important to be critical when dissecting new technologies that make broad claims about the impact of a new app or software.\\n\\nSo how are ed3/web3 technologies any different?\\n\\nReich doesn't speak directly to web3, but he provides a useful explanation about new technologies in general.\\n\\n\\\"The rhetorical tropes of disruption and charismatic technologies center around a heroic developer creating new technology that leads to the transformation of educational systems.\\\"[3](https://failuretodisrupt.com)\\n\\nAnd then a corollary to the \\\"heroic developer\\\" theory.\\n\\n\\\"Change won't come from heroic developers or even technology firms, but from communities of educators, researchers, and designers oriented toward innovative pedagogy and a commitment to educational equity.\\\"[3](https://failuretodisrupt.com)\\n\\nThis viewpoint provides a valuable lens to critique web3's potential for educational transformation. By definition, web3 is an internet technology that operates without a centralized authority. There is no \\\"heroic developer\\\" creating and distributing this new technology. Decentralization offers the potential for all of us (communities of educators, researchers, and designers) to lead the transformation.\\n\\nWe also need to look beyond decentralization and ownership for ways that web3 can support innovation in education. The last part of Reich's second quote is critical, the orientation needs to be to pedagogy and equity. Any system that promises disruption or transformation that doesn't support pedagogy and equity has no use in the future of education.\\n\\n**But Wait, There's More**\\n\\nI invite educators to join the discussion and push the conversation about web3 further. It is important that we examine what could happen if (as ed3 promises) \\\"learners own their education–validating their knowledge with decentralized technology\\\"? How does this orientate communities of educators towards (Reich's goal of) \\\"innovative pedagogy and a commitment to educational equity\\\"?\\n\\nTo help us start to imagine the possibilities of a web3 driven education ecosystem I created the following conjecture. It combines Reichian theory with the definition of ed3 from the Mirror.xyz article:\\n\\n*Educational change will be propelled by decentralization in which communities drive ownership of their learning identities enabling innovative pedagogy and a commitment to educational equity.*\\n\\nI offer this statement as a lens to create conversation around the potential of ed3/web3 in our educational models. To amplify the discussion I will be exploring two questions.\\n\\n1. How does decentralized technology allow learners to own their education?\\n2. How does the ownership of learning identities support innovative pedagogy and a commitment to educational equity?\\n\\nYou are all welcome to join me in this dialogue. Follow me on Twitter at [www.twitter.com/DaganBernstein](http://www.twitter.com/DaganBernstein) or subscribe to this blog wherever you are reading it. My goal is to get more educators involved in shaping the role of web3 technologies in education. I have a full conviction that this technology is coming. Join in on the conversation and come build with us.\\n\\n1<https://mirror.xyz/ed3.eth/0U3QG8-4K6CD_ltU6SJyKN3-uBD3x6nEFs-YeShzYmk?utm_source=pocket_mylist>\\n\\n2<https://web3.foundation/about/>\\n\\n3<https://failuretodisrupt.com>\",\"timestamp\":1642692508,\"title\":\"At the Turning Point: Web3 and Education\"},\"digest\":\"m6YAj9qThwmgvDj7Y5vxwD8JXconhSIY8fXatvmUj3I\",\"authorship\":{\"contributor\":\"0x66Ed248202be8CF63182fD50F2b841BE30940CD7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9a8CNK7r49Z6CgvPonXBT-SijgSZveixr4Q0t-0s3Fg\\\",\\\"y\\\":\\\"cU34YufH-ijM9-XYo4YfpVxPDooKs09Owok6tPoM_nE\\\"}\",\"signature\":\"R_HoAvv951f4mwDVzHveaJXgoYnWfNRm86zWlLlvbf5D6zqiCUpxyU_tbpQvu2e9Hgcwv00Bc1uW1Hse_blh1A\",\"signingKeySignature\":\"0x6e1d82f96eba69e4f1fa4584b934b6a0e4e88c81cca3da507dfb599c21430d7f1ca4d4e02902e7aece1e5a9b9460706f811bb1d0066115dba40673fdc1525f7c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9a8CNK7r49Z6CgvPonXBT-SijgSZveixr4Q0t-0s3Fg\\\",\\\"y\\\":\\\"cU34YufH-ijM9-XYo4YfpVxPDooKs09Owok6tPoM_nE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5J5kmzXN_B_uuM8Nk3a6RwaC3w4-ixIsLUSB1aGkhfs\"}"