"{\"content\":{\"body\":\"这世上，很多事情，往往事与愿违，事实的真相与结果很可能不是你想要的或期盼的。你拼了命去做一件事，结果收效甚微，无意为之，却能异常灿烂\\\\~\\n\\n费尽心思去跟踪分析的项目，信心满满的买入，到头来亏成狗；随意看了一眼就买的token，都不曾记得何时买的，随意撇一眼，哇擦，翻了几倍\\\\~\\n\\n有心栽花花不开，无心插柳柳成荫\\\\~\\n\\n自古以来即是如此，很多领域都有这种情况发生，不然也不会吟诗感慨了\\\\~\\n\\n人们总是想去走捷径，做一件事，总想着去找一个好的方法，其实思路是对的，没有错，工欲善其事必先利器嘛，但是往往花费了太多时间去找方法，然后具体做事之时，又朝三暮四，东张西望，就算拿着逆天利器，也切不下小萝卜…\\n\\n近处没有风景，很多时候，明明守着大金矿，但却抻着脖子去瞥他人的小铁矿，看着人家心满意足幸福的表情，艳羡不已又暗自伤神，却不知他人望着自己的眼神里，流露着多么崇拜的目光\\\\~\\n\\n最近就是最远，最快却是最慢\\\\~\\n\\n就好比书，古人云，书非借不能读也，确实如此，手边随时可以读的书，放着积灰，而借来的书，因为马上要还，所以立马就看，不然过几天就看不了了\\\\~\\n\\n手边要做的事，永远排在最后，很久很久都不会去做，总觉得随时可以做的嘛，急什么咯，结果明日复明日，永远没有动手做的那一天\\\\~\\n\\n对待亲人也是如此，当亲人在身边的时候，总觉得随时可以对她们好，不用急，慢慢来，再等一等。但是一年年的过去后，拿着镜框，泪流满面…\\n\\n这种深深的无力感，痛彻心扉\\\\~\\n\\n币圈也是如此，你觉得很快能让你暴富的，到头来都是镰刀都是坑；你觉得没有希望的，却往往是最稳的\\\\~\\n\\n山寨币可以暴涨百倍，大饼就涨个几十倍，很多人就想走捷径，不愿意慢慢变富，反而离财富越来越远\\\\~\\n\\n有的人看到某些人时不时的投放到群里的K线图，可能是某个山寨币吧，各种涨，说也奇怪，不管什么时候，总能看到这些图，也许币圈就是喜欢骚动吧，任何时候都有暴涨的小山寨币，萝卜跳完青菜跳，总有几个在蹦跶\\\\~\\n\\n于是小韭菜们就被吸引过去，觉得，哇，暴富的机会来了\\\\~\\n\\n确实，这会给人一种错觉，觉得自己可以买这个山寨币，暴涨后卖掉，然后再买另一种山寨币，暴涨后卖掉，其实暴富很简单啊，就是不断的重复这些“简单”的操作，财富就蹭蹭蹭的往上涨\\\\~\\n\\n达到马云的高度，指日可待啊\\\\~\\n\\n现在回想起来，是不是真的很傻？\\n\\n幻想着抄在低点，卖在高点，结果往往正好相反，几轮操作下来，本就不厚的家底，更加的单薄，只能在冷风中凌乱\\\\~\\n\\n静下心来，做时间的朋友，慢慢变富\\\\~\\n\\n至少来个五年计划吧，五年，很快的，五年后再看\\\\~\\n\\n勤能补拙，笨鸟先飞，水滴石穿等等词语，从小就一直环绕在耳畔，让我们逐渐形成一种印象，或者说是思维定式，努力就会有更好的成绩，如果你现在收获不佳，肯定是因为努力奋斗的程度不够\\\\~\\n\\n“继续加油吧”，老师、家人、朋友们常常如是说\\\\~\\n\\n但事实的确如此么？\\n\\n也许在学校里确实如此，这种情况比较明显，题海战术，机械化训练，重复重复再重复，熟读唐诗三百首，不会作诗也会吟\\\\~\\n\\n成绩分数和你坐在课桌前的时间成正比\\\\~\\n\\n所以很多看上去呆呆的学生，成绩还挺不错；而非常活跃灵光闪闪的学生群体里，很多成绩不咋地的\\\\~\\n\\n而进入社会之后，这种机械化僵化的操作不复存在，各种需要随机应变，各种新情况需要面对，此时那些曾经高分的学生，若不能适应并改变，渐渐被淘汰，当然其中也有一些人会醒悟过来，继续在社会里获得高分\\\\~\\n\\n而那些曾经的“学渣”，此时就开始散发光芒了，各种如鱼得水\\\\~\\n\\n看看同学聚会就知道了，往往最成功的那部分，都是曾经的在学校不那么努力的“学渣”；而学霸们，只能羞愧的低下头…\\n\\n这正是“高分低能”的由来\\\\~\\n\\n象牙塔里是个有些虚幻的世界，额外设置了一些相对较简单的规则，只需要“傻傻”的遵守，默默的流汗，就能取得不错的成果；而外面的社会，是个有些玄幻的世界，里面的规则复杂而模糊，此时，就不是简单的努力就能获得好的成果\\\\~\\n\\n在残酷的社会里，给人们的反馈，往往是越努力越亏损\\\\~\\n\\n例如炒币，就是一个很好的例子\\\\~\\n\\n很多新韭菜，喜欢玩各种骚操作，幻想着高抛低吸；同时参与各种项目，把“鸡蛋们”分散到多个篮子里；并且努力的参与各种项目中的各种活动，付出了很多时间和精力\\\\~\\n\\n结果呢？\\n\\n亏掉底裤，各个维权群里都有他们的身影，辛辛苦苦的推广项目，参与活动，结果群还在项目垮了…\\n\\n躬身劳作数年，田地里却颗粒无收，欲哭无泪，不是说好了越努力越幸运吗？\\n\\n而“傻傻”屯币的那些人，却收获的盆满钵满\\\\~\\n\\n于是有些人“醒悟”了，也开始屯币，结果被割的不要不要的，在山顶被风吹的不要不要的\\\\~\\n\\n记得小时候听说附近有家公司，生产的越多越亏，销售的越多越亏，当时很不理解，那为何要经营下去？直接停了不是更好？\\n\\n当然后来知道是因为某些特殊的原因，这家公司不得不继续下去。但是越努力越亏损的小种子，就种在了我的心里，也许这就是为何进入社会后，面对这种现象，我接受的比较快的原因\\\\~\\n\\n头脑要灵感一点，不能只是一味的死干白干，要想办法\\\\~\\n\\n看看公司里的老黄牛们，时间、身体、感情投入这么多，结果说辞退就辞退了，什么都没享受到\\\\~\\n\\n要学会乘势而上，例如买房，真的是血泪的教训，如今不知后续如何发展，哆哆嗦嗦，不知如何操作，是上车还是下车？\\n\\n当势要起来时，当风要吹起来时，你要想方设法的骑上去，这比你付出多少汗水甚至泪水都管用的多\\\\~\\n\\n何时才能乘风破浪？下一个风口在哪里？\",\"timestamp\":1639008424,\"title\":\"最近就是最远，最快却是最慢~\"},\"digest\":\"ni6BfL6t90JjleEogCqa-kpxFxTothYuS_1eMpmPuaE\",\"authorship\":{\"contributor\":\"0xF18610e07bbd273B6404F9892aE573303FCdFB29\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hz349fn-sn8xBSje1LBN11n7-S5nfHDkTU2h769b28g\\\",\\\"y\\\":\\\"n7MBxQ4V6IU_R_52vfFq-flk3aEQt5_29-rhoX93FII\\\"}\",\"signature\":\"kaFiXsmNxuXRZ0F-tkhz6c0suFpXLNrg2HW1Nc45MRts3a0TRhDg1O0k4Pp3NG-XeXFFw7oN0_iiv-rLo9H5sw\",\"signingKeySignature\":\"0xcdaabe132cab2e96d20e5eb0977bc5603608182eb44cce2a8f8fc61e7c56b34e20c147ad825326fc4846cb37b83874fe6a98a24e17e1cd525f6894cec62f1b281c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hz349fn-sn8xBSje1LBN11n7-S5nfHDkTU2h769b28g\\\",\\\"y\\\":\\\"n7MBxQ4V6IU_R_52vfFq-flk3aEQt5_29-rhoX93FII\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ni6BfL6t90JjleEogCqa-kpxFxTothYuS_1eMpmPuaE\"}"