"{\"content\":{\"body\":\"My name usually pops within the bylines of news stories, this time, it’s buried deep within the heart of the article.\\n\\nI used to explore different kinds of competitions spanning from essay writing, translation, science writing, research, sports writing, math quiz bees, and even math olympiads. Now I’ve stepped up my game and joined national case competitions — and won as champion in some of them. Along with that, I also had some more new entries to see when I type “Jemar Luczon” in the Google search bar.\\n\\n![](https://uploads-ssl.webflow.com/60bec0e5e2479c3ba039430f/60c4cf6cb2a33364701c89e7_1\\\\*tK2YE-xfbUUj2aJhsDPs8w.jpeg)\\n\\nBeing the national champ is not an easy feat. One has to get the best team members, plan ahead and fail forward. We even practiced way past twilight just to polish our craft. Here are some interesting insights I’ve learned in my case competition journey which could also be valuable to you:\\n\\nPOWER OF THREE. In every presentation, I always believe in the power of three — — that I should craft solutions in a way that a 3-point list would be exhaustive enough to cover the critical points in a case.\\n\\n![](https://uploads-ssl.webflow.com/60bec0e5e2479c3ba039430f/60c4cf6dba3a288b01b3d6f5_1\\\\*O5FuuE3YGV_u7joTUwBJ1g.jpeg)\\n\\nBRAINSTORM OFTEN. Great ideas don’t come in the first brainstorming session. Often, it comes when you bounce off multiple ideas and connected dots that were never linked before. Creativity takes time.\\n\\nLEADERSHIP AS A HABIT. Leaders are not just title holders, they are meant to bring the best out of each member. Luckily, I have this strong team with Crizan, Simon, Rachel, and Moreen who shared the late-night deck edits and last-minute touches. We’ve shared stressful yet meaningful nights as we learned from each other’s ideas.\\n\\n![](https://uploads-ssl.webflow.com/60bec0e5e2479c3ba039430f/60c4cf6d961a8763d024129c_1\\\\*nFlaXNaMUwxHYXZswB1uTw.jpeg)\\n\\nBEYOND THE PRIZE. “Even after winning AIA Philam Life Hackers, we look forward to serving the people and creating impact in ways unimaginable,” as we’ve said in the article.\\n\\nI keep on challenging myself, how far can Jemarkable go?\\n\\nAttached here are some news articles that featured our winning pitch as Team Future Proof. We garnered champion in Breakthrough Marketing Innovation and First Runner Up in Breakthrough Technology Innovation.\\n\\n![](https://uploads-ssl.webflow.com/60bec0e5e2479c3ba039430f/60c4cc0384e33928d1d4c265_Jemar%20Pop%20Picture%20Low%20MB%20(2).jpg)\\n\\nTriple National Champion in Business Case Competitions (Nestle, Philam Life, and DBTI); a student-leader with strong A-level internship experiences in strategy, marketing, finance, and corporate affairs roles in fintech, sleep tech, consumer goods, and e-commerce companies.\",\"timestamp\":1636347025,\"title\":\"Achievement Unlocked: Be Featured on National News Outlets\"},\"digest\":\"6pfB8n4brLceLdmWNO6pPv41RwRdFCaZ8kUWmDTCwrY\",\"authorship\":{\"contributor\":\"0xd49e44Bf9046063C8B743D1f695Ea8f494F9d06F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-I4gn3naIR_J24MnSFbz7iCzA0KMhmB2vYxmOlbiLXg\\\",\\\"y\\\":\\\"sITW4bBWUxntj9lNjqjyFGiOk_F_pADmdt6iT9Qh-5g\\\"}\",\"signature\":\"Rz9IGxKWVEpaZCu8K1lhYzcBhAiZNfmhIouwx_suwxylANMA0dpVtNqze_kE0_yyIKROyX_SRkLHABk1uvBZ5g\",\"signingKeySignature\":\"0x584c644ef27292f424c9dd3fa70d9ea6f99b5bf157758d86cfa2cb30e27e520d31e77be6cceb4f9872cb1eca2b4590745c52243ab26835780d67c21c713687ec1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-I4gn3naIR_J24MnSFbz7iCzA0KMhmB2vYxmOlbiLXg\\\",\\\"y\\\":\\\"sITW4bBWUxntj9lNjqjyFGiOk_F_pADmdt6iT9Qh-5g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6pfB8n4brLceLdmWNO6pPv41RwRdFCaZ8kUWmDTCwrY\"}"