"{\"content\":{\"body\":\"I was mean last time but I won't apologize. Anyway, it was in French that you didn't understand, right? I got off track, I just wanted to tell you my story, at least a bit.\\n\\nAfter digging into Ethereum for a while, I got a little slack, like if I became a king in my kingdom, I got a little arrogant, I was riding the Dunning-Kruger curve, I just wanted to explore the exciting world I had discovered thinking I could observe everything from the top of my mountain of stupidity. And soon, I realize that I'm not so good and that I'll have to go back down to the valley of humility I see below if I don't want to be the jerk I depicted in the previous publication.\\n\\n![Three months in crypto and still in the green](https://images.mirror-media.xyz/publication-images/X4bSGwCrgeJyCafdGr-vp.png?height=442&width=460)\\n\\nWhat a frustration... When you think you've revealed a great secret and you realize that everyone knew about it already. Not everyone, I know, calm down. I know my memes, I'm early, I know that, but I was educated by people who were already experts in their field and who kept innovating without waiting for us. Why wait for us anyway? we never want anything to move too fast, we, the people. It blew my mind, and my world with it and even beyond. I wasn't ready, what the hell was going on, was a *real* world being built next to me and nobody around me noticed?\\n\\nThe first months were wild, I didn't understand what was happening to me. In fact, I wasn't ready to understand either, and when I don't understand, I just let it go, keep thinking about it in the background and come back when I am ready. As usual, I wanted to dive into topics which were way too complicated for me and my knowledge but impossible is not French, right?\\n\\nI hear about the NFT at the end of 2019. Not understood. I hear about DeFi in spring 2020. Not understood.\\n\\n![STOP i can't follow that fast!](https://images.mirror-media.xyz/publication-images/4lLI9MYfAhw5BtUjwKxbC.png?height=305&width=460)\\n\\nDuring these first months, I start my DCA. Well, my DCA... I buy when I have the time, the means and the FOMO mostly, but I buy. I build my first bag with a well-known application. Small detail: of course I got rekt in 2018 with my first $600, so… small PTSD by the time my bag exceeds $600 again but, chill. Someday I'll write about it all in detail, but not today.\\n\\nHere I am, an infant in the middle of the maternity ward staff. I watch the DeFi summer unfold before my stunned eyes, getting NO-THING. At this point, I haven't dug deep enough to just realize that ETHLend is called AAVE, whereas if I had ape when I heard the name I wouldn't even have gone through the wagmi step straight to mi, life’s bitch. Curve, Yearn, Uniswap v2, Synthetix, I'm listening to videos and reading about these protocols that everyone is talking about, but I'm still not ready to get in, I don't have a enough foundation on the concepts I need to know to what the hell I could be doing on those. So I watch, I get frustrated, I get stuck, what the fuck is DeFi for god sake?!\\n\\n6 months. It took me 6 months to come to terms with DeFi, the concepts, the reasons, the values. I didn't say I was into intensive either lel. I was in one of those moments when you just launched the new released episode of your favorite open-world and you're hanging out on the map before launching into the main quest. I wanted to understand DeFi but also NFTs which were still in their infancy (the hype at least), I wasn't done learning Bitcoin, Ethereum. Also, I had to take the time to understand that I am not a trader. Luckily, I didn't lose a lot of money, never took any leverage, I didn't get lost in it, a few losing trades convinced me to dig deeper in the tech. I don't have the most risk avid profile after all... I'm going to do what I usually do, take a subject, dig it as much as my laziness and my abilities will allow me and we'll see. Anyway, in my head, I just paid for an experiment, I'm not yet at the point of hoping to win anything. And then the reasons and values start to touch me... my adventure turns to introspection....\",\"timestamp\":1637721247,\"title\":\"Second thoughts\"},\"digest\":\"kljd5EEGv5ILMtdh-FgCBXUvQ1woVtn0Kh76W-rChDk\",\"authorship\":{\"contributor\":\"0xF464C0c26f9f0bCee83b6735c59F3B20fca348C0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_zWwwMes06R-3WCiJ3lgInzkLpfITvDYCKthG_GnNxU\\\",\\\"y\\\":\\\"IIGEAwTXbTy3UUtKBtmcirxiIjJNQET36jx13j-GWXU\\\"}\",\"signature\":\"MUjp9ov-z_GCjY8qB1XzBxMLZPezzyga19GZRQ7QQTnHfEXUJ3V4EcU5oCGAXQXWKR5ODwv7jvG7ykJNP2JU9Q\",\"signingKeySignature\":\"0x52fad1f6cb454b6d1e86b0bbfaf4adb9b12d6602f113f0bac93dfca2afd578862de2385218e700f3186428866e1f22a51863b2689f89b6181055ede34d3c464f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_zWwwMes06R-3WCiJ3lgInzkLpfITvDYCKthG_GnNxU\\\",\\\"y\\\":\\\"IIGEAwTXbTy3UUtKBtmcirxiIjJNQET36jx13j-GWXU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"a6WKpkD2PtoGbcqOg3U3x98eHEy2mo941lSTRt8YHtg\"}"