"{\"content\":{\"body\":\"*\\\\[originally published July 6th, 2020\\\\]*\\n\\nWhen VC thought-leaders opine about the *future of work* on Twitter, they mostly just mean that people will use video conferencing more than they used to. And this, of course, is a big change with lots of second-order effects. As people have been forced into a rapid transition to working from home, society is having to quickly answer lots of new questions: what does it mean for [second-tier cities](https://www.wsj.com/articles/workers-are-fleeing-big-cities-for-small-onesand-taking-their-jobs-with-them-11567848600)? [Pay scales](https://www.marketwatch.com/story/facebook-employees-may-face-pay-cut-if-they-move-to-cheaper-areas-to-work-from-home-2020-05-21#:\\\\~:text=Facebook%20already%20pays%20based%20on,to%20take%20taxes%20into%20account.)? [High-end lighting and video rigs](https://medium.com/@Haje/video-conferencing-ff604f6177d3)?\\n\\nBut while it’s true that the future of work is remote, this is a very thin, not-even-wrong two-dimensional view of where we’re headed. The problem is that people describing the future of work are mostly sitting behind big, wooden desks in sleek, modern air-conditioned offices. Or, rather, now in home offices. With COVID-19, it doesn’t take a lot of vision to see that the [remote](https://twitter.com/jillruthcarlson/status/1220500661697040385?s=20) [future](https://twitter.com/levie/status/1258412832913162241?s=20) [of](https://twitter.com/fdestin/status/1254182604158513157?s=20) [work](https://twitter.com/sarthakgh/status/1254463353013129216?s=20) is here—at least for the [37% of people](https://www.forbes.com/sites/traversmark/2020/04/24/what-percentage-of-workers-can-realistically-work-from-home-new-data-from-norway-offer-clues/#61329a0178fe) who can work from home in the US.\\n\\nThe truth is that the future of work *is* remote, but the [Zoom boom](https://trends.google.com/trends/explore?q=zoom&geo=US) is one small and not particularly meaningful or long-term example of what remote work will mean. The gig economy is the best harbinger of things to come. I’ve spent the last five years building [software for gig workers](https://shoppers.instacart.com/), and I’ll share some of what I’ve learned about how this software is the first fully-formed example of the real future of work we’re headed towards.\\n\\n# Why do companies exist?\\n\\nBut first, we need to talk about [Ronald Coase](https://en.wikipedia.org/wiki/Ronald_Coase) and his theory of transaction costs. In the wake of the Great Depression, Ronald Coase was curious about a simple question: why do companies exist? As odd as it may seem, traditional economic theory predicted that companies shouldn’t exist because an “efficient” market would make it cheaper to contract out all jobs instead of hiring people.\\n\\nIn his essay *[The Nature of the Firm](https://en.wikipedia.org/wiki/The_Nature_of_the_Firm)*, for which he earned a Nobel prize in economics, Coase explained that companies existed because of transaction costs, the friction of the economy. Contracting out work costs more than just the price you pay the contractor—you also have to spend time and money finding people, negotiating contracts, teaching them how to do the work, and making sure they do a good job. So companies make a deal: employees get a flat sum of money for a loosely defined “job”, and then the company can generally have them do the things that need to be done, without re-negotiating for every task.\\n\\nFor many decades, this theory became gospel, justifying ever-larger companies that could internalize and minimize transaction costs. Companies got so good at, well, being companies, that minimizing the hiring-and-firing costs started having weird side effects. When the option value of minimizing transaction costs by keeping employees around outweighs the deadweight loss of people stuck in an [Office Space-inspired corporate purgatory](https://www.youtube.com/watch?v=Vsayg_S4pJg), you end up with [bullshit jobs](https://www.newyorker.com/books/under-review/the-bullshit-job-boom).\\n\\n# Uber and the one-click contract\\n\\nBy 1999, the year Office Space was released, we were in the thick of the first internet bubble—and if there’s one thing the internet is good at, it’s reducing the cost of information exchange. Companies like Craigslist and e-lance had started to realize that one nice use-case for easy information exchange was connecting people with jobs. Decades later, job postings are still the [primary way Craigslist makes money](https://www.craigslist.org/about/help/posting_fees), and newspapers are still reeling from [the loss of classified ads](https://www.niemanlab.org/2011/03/slip-and-slide-newspaper-industry-increases-production-of-scary-charts/) as a primary job search channel.\\n\\nBut online classifieds were small potatoes in the game of reducing Coasean transaction costs. The real innovation came in 2009 when Uber turned not just the job search process, but *the entire concept of a job* into a slick, nearly frictionless transaction. To put it simply, here are two contracts:\\n\\n![](https://images.mirror-media.xyz/publication-images/hwwn2MW1Lk2wNiDmxbGpW.png?height=984&width=1350)\\n\\nOne is trapped in the vague uncertainty of human language, covers a broad range of unknown possible duties, and has ambiguous success criteria. The other one is incredibly straightforward: you tap a button, you perform a task, you get paid.\\n\\n**Algorithmic management**\\n\\nAt this point, without getting too technical, we should familiarize ourselves with the broad categories or types of [transaction costs](https://en.wikipedia.org/wiki/Transaction_cost):\\n\\n* **Search costs**: finding the best option on the market\\n* **Bargaining costs**: agreeing on the details of the transaction\\n* **Enforcement costs**: making sure the agreement is met\\n\\nIf you squint a little bit, these “costs” are not so different from the job description of a corporate manager:\\n\\n* **Search:** Find & hire people for a job\\n* **Bargain:** Agree on role, responsibilities, and compensation\\n* **Enforce:** Teach them how to do the job, evaluate & incentivize performance\\n\\nManagers exist because these things are challenging to do. Management is considered one of the “safest” jobs, likely to be spared by the onslaught of automation. People are idiosyncratic and individual—managing them effectively requires the skill, finesse, and art of human emotion. Selling people on the mission of your organization, motivating them to work, helping them grow and develop in their roles, and evaluating their performance are surely things that require a human hand.\\n\\nAt least that’s conventional wisdom. I think the robots are coming for management jobs.\\n\\nWhen people imagine the technology of the future, they often have the right idea about the use-case, but completely whiff on the form-factor. The film *2001: A Space Odyssey* correctly predicted video calls (and even put them in space!), but laughably maintained the idea that they [would happen from payphones](https://www.youtube.com/watch?v=vWwo6JpMceg). It’s ludicrous to imagine a robot wandering around an office talking to corporate, approving memos, leading workshops, and remembering birthdays ([like a boss](https://www.youtube.com/watch?v=NisCkxU544c)).\\n\\nBut in its insatiably hungry way, software is eating your boss’ work. Algorithmic management is already here, and it reduces transaction costs to the absolute minimum. I know this because I lead teams whose primary goal is to reduce this friction: we optimize steps in onboarding flows to allow people to start working faster, we add pay boosts to orders when we need to get them accepted quickly, we incentivize high-quality shopping with better access to future work. The remaining human qualities of management, those things that can’t be automated, are left to the individual—the freedom and flexibility of *being your own boss*. This is the #1 reason people prefer gig work.\\n\\nThe gig economy has become the latest punching bag in the *Evil Tech Company* narrative. Of course, the situation is much more nuanced than this. Lacking an existing societal framework within which to operate, we are writing the book as we go. We have tried to be thoughtful, conscientious, and fair as we’ve navigated this new world, but we have made mistakes. Algorithms have the potential to be more meritocratic and less biased than humans, but they are also impersonal. Figuring out the future path for algorithmically managed gig work is a huge challenge, but I have found that my co-workers are drawn to this work with high ideals and intentions for how we can help people better support themselves and their families.\\n\\nBased on what you hear about the gig economy these days, you might be surprised to learn that all of the major gig companies are [backing a ballot initiative](https://protectdriversandservices.com/) to guarantee earnings significantly above local minimum wages (plus tips!), provide benefits to gig workers, and maintain the flexibility and independence that gig workers want. I believe that this ballot initiative is the first step towards a third-way of work, a solution to the current regulatory gap between contractors and employees where algorithmically managed work fits.\\n\\n# Where we go next\\n\\nI think it’s particularly important for us to figure out this third-way because I believe many more jobs will fit its mold in the future. The ability for algorithmically managed work to lower transaction costs and enable networks of loosely connected gig workers to coordinate on complex tasks is too powerful to be a passing fad.\\n\\nThe economic principles of a hundred years ago that predicted a lack of large corporations under the conditions of reduced transaction friction are no longer hypothetical. We will see fewer corporations bearing the weight of umpteen layers of corporate management and [free-riders](https://en.wikipedia.org/wiki/Free-rider_problem) and more cases of work being molded into the characteristics of low-friction gig work:\\n\\n* Small, well-defined, atomic units of work\\n* A la carte mixing and matching of jobs by workers and companies\\n* Algorithmic and reputational systems for evaluating success\\n* Clear pricing and incentive structures tied to success metrics\\n\\nIt’s not hard to imagine how a wide range of jobs could be structured this way. Customer support could become an a la carte marketplace, where workers sitting on their couches choose which company’s users to help based on the pay-rates of the individual tickets. Ironically, even software engineering may not be immune: well-defined specs could be translated into code that meets certain verification and validation tests and earns its author pre-defined payments and reputation points based on the quality assessed during a code review by a trusted arbiter.\\n\\nBut this is just the beginning. Economic structures are complex adaptive systems that exhibit bottom-up emergent phenomena that are hard to predict in advance. As the gig economy becomes just *the economy*, highly liquid software-driven work may create second-order effects that mirror existing technological and financial structures:\\n\\n* New credit and banking services\\n* Secondary markets and work arbitrage\\n* Complex derivative financial products\\n* New layers of data mining and advertising\\n* Commoditization on both sides of the market\\n* Smart contracts and new forms of trustless collaboration\\n* Intense incentives for reputation-gaming, identity theft, and fraud\\n* A rethinking of employer-based healthcare & the social safety net\\n\\nSome of these things will help provide people with unparalleled job flexibility, financial liquidity, and global work opportunities. But new layers of financialization and impersonal markets, particularly if not carefully considered by companies and well-versed policy-makers, have the potential to lead to damaging outcomes. As always, technology is not inherently good or evil but is capable of being used as a means for a wide range of ends.\\n\\nSo far, I’ve been disappointed and concerned by the ways that regulators have implemented well-intentioned but [poorly crafted policy](https://leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=201920200AB5) in the first attempts to control algorithmically managed gig work. But we’re in the early innings, and I hope that as this type of work becomes the norm, companies, workers, and policymakers develop the language, philosophy, and policy structures to create the third-way of work: flexible, autonomous, meritocratic, fair, profitable, and frictionless.\",\"timestamp\":1633024377,\"title\":\"Get ready for gig work\",\"publication\":\"jon\"},\"digest\":\"BN1Z2POaQbYBbZfUe7Cjir5GbRP2JjSgaDAZRmRs4tk\",\"authorship\":{\"contributor\":\"0xbeC26FFa12c90217943D1b2958f60A821aE6E549\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"k2wjz8HA9ZPd1DlU0HofW9N-Q2Xy7o2l-pOWoxpawUo\\\",\\\"y\\\":\\\"uuDyCJ0mu4dEFfclP4FAth-h__VqVWBW_U2Hf9bf2rY\\\"}\",\"signature\":\"wJMKIr_2f0GPZSxXFF2t8H-yLtGm8AXespmgC-DtY3Lj6v9ukzYgHfl4VXfTFDvyttDeU_xztYNeZ0NxJEY8Hw\",\"signingKeySignature\":\"0x535e863f581241b1d57f0f51302ceb1baa0d759c534e71ec13758cb36d7b3dc777c08c6034e11ec7e05aae46bb4d4a701cea6112c370982ae3192cfd2f1b64821b\",\"signingKeyMessage\":\"I authorize the publication of articles on creators.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"k2wjz8HA9ZPd1DlU0HofW9N-Q2Xy7o2l-pOWoxpawUo\\\",\\\"y\\\":\\\"uuDyCJ0mu4dEFfclP4FAth-h__VqVWBW_U2Hf9bf2rY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BN1Z2POaQbYBbZfUe7Cjir5GbRP2JjSgaDAZRmRs4tk\"}"