"{\"content\":{\"body\":\"**TLDR -** Gnar Collective is a global community of shredders with a shared stoke for powder and waves. We’re embarking on an adventure to collectively figure out how we can shred harder, in new places, with more friends, with every passing season. And we want you to [join us](https://discord.gg/YgQx64T6Vy).\\n\\n## Intro\\n\\nFor as far back as we can see into history, humans have always had the innate desire to shred the gnar and engage in badass shit. Whether it’s the [world’s oldest pair of skis](https://www.freethepowder.com/pages/history-of-skiing) found in modern-day Russia from ca. 6300 BCE or the earliest accounts of [surfing along the Peruvian coast](https://www.surfertoday.com/surfing/what-are-caballitos-de-totora) from 4,000+ years ago, our ancestors were shredders at heart, and these are only the ones we know about...\\n\\nDespite the many advances of humankind since then, our desire to shred hasn’t changed much. No matter what direction the world turns, the sheer bliss of carving a backcountry bowl or tucking into a perfect tube is as pure as it gets. At the same time, technology has made it easier than ever to reach untouched new spots and coordinate trips with our closest friends in the ski and surf communities, but why stop there?\\n\\nWeb3 has the power to unify a global community of ski heads and surf bums, bound by our stoke for mountains, waves, and good times. We’ve already been spending our lives connecting and sharing experiences over these passions, but we now have the tools to take this so much further.\\n\\n## Vision\\n\\nWe believe we’re entering a fundamentally new era where internet communities are going to rival today’s corporations in terms of what they can accomplish. We’re talking about collectively owning ski resorts and swell-blessed islands, members having free access to slopes around the world, a global network of crash houses, you get the idea.\\n\\nBut we’re getting a bit ahead of ourselves. First and foremost, Gnar Collective is your ultimate membership to a global community of ski heads, surf bums, and adrenaline junkies who enable each other to shred harder and in more spots with every passing season.  We’re looking for all the stoke-thirsty creators, rebels, dreamers, and builders to come figure this out with us.\\n\\nCommunity is going to be at the center of everything we do, because that’s what it’s always been about. The beers by the fire after a day in the backcountry, the lay days on the beach while waiting for the swell to arrive, and the 10-hour layovers in god-forsaken airports are where the friends are made and the stories are told. Gnar Collective is going to live and thrive in the soft space between the pumping surf and insane lines. \\n\\nWhile building out the world’s strongest community of shredders in the coming months and years, we’ll experiment with different ways to add value to our community through shared knowledge, art, and ownership. Ultimately, all Gnar Collective decisions will move us towards our mission of enabling each other to shred harder, in more places, with every passing season.\\n\\n## The Path Forward\\n\\nTo give you a sense of where we’re potentially heading, we’ve compiled a list of some of the ideas that are being discussed in the [gnar collective discord](https://discord.gg/YgQx64T6Vy), organized at different “difficulty” levels in accordance with the effort and finances necessary to get each idea off the ground.\\n\\n### 🟢 Beginner\\n\\nBeginner-level initiatives represent the earliest projects we can take on starting today. These will build out the foundation of Gnar Collective as we take our first steps towards unifying a global community and accomplishing our mission.\\n\\n* **Crash House Network** - Gnar Collective will maintain a list of members willing to host others at their mountain- or beach-side homes. Access to these properties will be limited to Gnar Collective passholders from the start, and we’ll experiment with token-based rewards for hosts down the road.\\n* **Group Ski and Surf Trips** - Gnar collective members will band together to plan seasonal trips, especially around major crypto conferences. To start things off, Gnar Collective is looking to book *a month-long rental this winter* for members to come and go as they please.\\n* **Mountain and Beach POAPs** - Gnar Collective members will set up a series of POAP QR codes at some of their favorite spots. These could be placed at the tops of chairlifts, the bases of ski trails, or the entrances of beaches to name a few places. For each POAP, we will commission a location-specific art piece that can be viewed in augmented reality.\\n\\n### 🟦 Intermediate\\n\\nIntermediate-level initiatives represent the next frontier of projects for Gnar Collective. They require a degree more effort and money than our beginner initiatives, but we expect to be able to pilot some of these ideas within our first 6 to 12 months post-crowdfund.\\n\\n* **Partnership with Epic / Ikon** - With a large enough memberbase, Gnar Collective will be able to leverage our community to get deals with Epic or Ikon. The first step here is getting a group discount on our passes for the 2022-23 ski season, but we will also pursue conversations with Epic / Ikon to be the exclusive ski pass provider for Gnar Collective for additional member benefits.\\n* **Season-long House Rental** - Gnar Collective will rent out a house with treasury funds for the entirety of a ski or surf season for members to come and go as they please. We’d pick a location that is accessible to the most people in the community and take some precautionary steps to make sure the house doesn’t get TOO crowded at any given time during the season.\\n* **Gnar Collective Brand and Items** - We all know skiers, boarders, and surfers love their stickers, and with some gnarly art on hand, we could sell some badass stickers to help further fund our journey. Gnar Collective items could be expanded beyond stickers to basic gear like hats, pins, gaiters, etc.\\n\\n### ♦ Expert\\n\\nExpert-level initiatives represent the pinnacle of success for Gnar Collective and our community. These projects are capital-intensive, full-time pursuits that would undeniably give Gnarsters the ability to shred harder and in more places with every passing season.\\n\\n* **Ownership of Housing** - Gnar Collective aspires to own property near the top ski and surf destinations in the world. This is our foremost Goal since Gnar Houses will give the community IRL hubs, year-round for nothing but the price of a Gnar Collective season pass.\\n* **Fund and Plan Global Trips** - Regional and global trips planned by and for the community will be the ultimate way to share slopes and beaches in different parts of the world with each other.\\n* **Ownership Slopes, Beaches, Mountains, and Islands** - Why not dream a little? [This resort](https://unofficialnetworks.com/2020/10/05/for-sale-vermont-ski-resort/amp/) is on sale right now for only $7.5M! Generally speaking, we’ll start by taking part ownership of some of our favorite ski spots and grow our collection of locations from there.\\n\\n## Conclusion\\n\\nAs we enter the new era of web3, we have the opportunity to create community and experiences for shredders like never before. Whether you’re a web3 native or the term is entirely new to you, the future of shredding will be better if we all build it together. We already have members from some of the foremost crypto communities like Bankless, Forefront, Seed Club, Coordinape, and more to build Gnar Collective in a safe, secure, and effective manner.\\n\\nAll you need to bring to the table is a good attitude and, most importantly, a love for gnar. So get in our [discord](https://discord.gg/YgQx64T6Vy), and let’s start building.\",\"timestamp\":1636490587,\"title\":\"The Gnar Collective Shredpaper\"},\"digest\":\"XTtCHvH_hUYRO-c4gm1TgkjkV5cRN2s8CkWZJomF0VE\",\"authorship\":{\"contributor\":\"0x1372948Ca0184a81eA58780BEb20e7d0659d8E72\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"43TgcofPjlD7Uw_jWNormLKlX1XedeqqkKwmUOJCWbk\\\",\\\"y\\\":\\\"qGSAUWDn38LBK1dC6HDEQit0xAvUcFuo-vJfC7Hg07E\\\"}\",\"signature\":\"zJZ8RThXTL2hD27CachW05C171gmfcW2mi-QnLNsU1G1n5u-4pzThOWGPn9lr2AZxrdaTdJM2lKcrmUa20GcEA\",\"signingKeySignature\":\"0xd6bc08457709820873b6415d8ca9e967c89b58a3e20edfe586a33a3317ecc68e4a594f39cb295c520b44035a549ba8178715c6ac80e50ad335cf26938500d3581c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"43TgcofPjlD7Uw_jWNormLKlX1XedeqqkKwmUOJCWbk\\\",\\\"y\\\":\\\"qGSAUWDn38LBK1dC6HDEQit0xAvUcFuo-vJfC7Hg07E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XTtCHvH_hUYRO-c4gm1TgkjkV5cRN2s8CkWZJomF0VE\"}"