"{\"content\":{\"body\":\"![Ai Implant Schematic 2.0: https://foundation.app/@ahmedb.eth](https://images.mirror-media.xyz/publication-images/_b1-HLORZnKQ73sZ5lVI_.png?height=2582&width=1916)\\n\\n[https://open.spotify.com/episode/6JGPi8YJf5ATzR2BsN4w2z](https://open.spotify.com/episode/6JGPi8YJf5ATzR2BsN4w2z)\\n\\nThe truck was quiet. Here and there, you could hear someone fiddling with their equipment, a sigh or yawn of impatience, but there was no chatter. It’s not like they were at risk of tipping anyone off who may have been watching — the walls of the armored truck team one had loaded themselves into were heavily insulated and protected. They could have been chanting war cries, singing some rousing songs, even screaming, and no one on the outside would be any the wiser. But they were quiet. It felt right, in this moment, and Sol wasn’t sure he’d even be able to talk if he tried.\\n\\nAnxiety had sealed his throat as soon as Dex had bolted the door on the truck shut. It had taken nearly two hours to navigate the streets to the north factory. Armored trucks were slow, some of the few vehicles that still relied on ground transport, as the weight of their usual payloads made them impractical for levitation-tech. That suited Dex just fine, giving them a way around the raised platform checkpoints that would otherwise nose around in whatever it was they were moving. And an armored truck making its way towards one of the most important factories in the city? Nothing could be more natural.\\n\\nThe truck creaked to a stop, everyone inside lurching slightly as their bodies caught up. There was a pause, then a crowded crunch of movement as people formed up. Travis had organized them into sets of two, navigating their way through the outskirts of the factory in small clusters that would signal to each following member that it was safe to go through. He and Travis would take up the rear, ensuring that no guards had arrived during the procedure and giving the final all-clear for team two to make their entrance.\\n\\nTravis hummed to himself as the rest of the team unloaded, the first two giving the all-clear before the rest followed. Sol couldn’t track the tune, but it seemed familiar to Travis, something he must have sung before. He caught Sol looking at him and gave him a wink and a push forward. They jumped down from the back of the truck, closing the door behind them. It rumbled away, leaving the guys alone at the outskirts of the factory. Team two’s transport would arrive shortly after, followed by three — neither team knew what way the others would arrive, to avoid complications if any of them were collared by security forces. When it was all done, they were supposed to wipe down and ditch their gear and then scatter, picking up rides from air taxis — ensuring that as many people left in as many different directions as possible.\\n\\n“Taking the weapon back with you is one of the first ways you get caught,” Dex had told them the night before. “They trace the bullets to the gun; they find the gun in your hand. Leave the gun, they don’t know where to find you.”\\n\\nSol was more than happy to follow that directive. He was ready to lose his weapon as soon as possible. The first few groups appeared to make it through the outer rings of security gates — most unmanned, as Dex had assured them, but the middle of the group sent a warning signal back. Guards were on patrol. They were to wait at least fifteen minutes before moving forward.\\n\\nSol couldn’t stop adjusting his gear. Tightening a strap, loosening it, staring out at the factory. He could see the guards now, moving languidly along their patrols. They weren’t worried about somebody trying something like this. It would be insane to attack an operation of this size, even on a day off. It was too important to the running of the city, to everyone’s lives. The guards assumed everyone else had the same views as them on the integration. Worthwhile. Secure. Even sacred.\\n\\nFinally, the patrol passed, and the six men in front of Travis and Sol moved in, signaling for them to follow as soon as they were clear. Sol went to move past the outer fence, but Travis stopped him.\\n\\n“Timing,” he whispered. “The guards might intercept.”\\n\\nSol froze, crouched down, and sure enough, a small group of guards passed by not thirty feet away from them. They had imposing guns strapped across their backs, and they laughed and chatted as they walked. Plans about dinner, complaints about being in the group that had to stay on watch while everyone else got a few days off. Normal people things. They didn’t feel like the imposing figures that Dex had warned the group about back at the base. He made them seem like men who would gun them down without a thought, men who were loyal to the end to an organization that was willing to enslave humanity through technology.\\n\\nBut they just looked like guys. Bored guys, at that. Guys who had gotten a guard life path and hadn’t even thought about it. Might have even been relieved — muscly jobs like these were generally handed out to those who didn’t score well on exams, didn’t enjoy study.\\n\\nSol shook his head. What was he doing? Justifying the life paths? Thinking it had made the right choice with these groups? A broken clock was right twice a day, but one of them could easily have wanted something other than this job. He had to remember that. They’d be helping these guards, too.\\n\\n“You okay?” Travis asked, nudging him. Sol nodded mutely.\\n\\n“It takes guts for glory, man. You got what it takes to get us there?”\\n\\n“Guts for glory,” Sol repeated, nodding. Somewhere in his chest, the flame Dex had ignited still burned, and it would give him the energy to move forward here. Travis’ grin, his bright eyes, almost got him the rest of the way there. They were doing this.\\n\\n“Move!” Travis whispered, darting forward. Sol followed, keeping as low as he could while still moving quickly. The group of guards had turned the corner, and they needed to clear three rings of fencing. They took turns pausing in front of them, one hefting the other over and then scrambling over himself. By the time they reached the inner ring of fences, Sol was panting heavily. The adrenaline still pumped through him, and he was jittery, alert.\\n\\n“They’re signaling up ahead. We’re clear to move into the building,” Travis said, motioning him forward. Sol started again, then paused. There was something… He strained to hear it. Was it the guys up ahead?\\n\\nNo — the crunch of footsteps on gravel was coming from his right. Guards circling back around. That wasn’t in rhythm with what they had observed.\\n\\n“Travis!” Sol hissed, looking around frantically. Where could they hide? There was an empty guard booth nearby. Sol darted for it, his heart racing. “Come on!” he said.\\n\\n“What?” Travis turned, then Sol heard the shout.\\n\\nTwo guardsmen had rounded the corner, their guns raised, demanding to know who Travis was. Sol held his breath as he peeked out from the entry to the booth. “Run!” he told Travis, hoping the guards couldn’t hear him over their shouting. “Drop your gun and run!”\\n\\nBut Travis didn’t listen. Sol watched in horror as he leveled his own weapon at the guards, yelling back at them to drop their own weapons. Sol couldn’t breathe. What was he thinking? There were two of him to his one — \\n\\nA crack of shots went off, and Travis crumpled in front of him. Without thinking, Sol darted out, dragging Travis’s downed form into the booth. Only one guard was shouting now, for reinforcements, as he pulled his own companion to safety. Travis hadn’t gone down without returning fire. Sol laid him out in the guard booth, yanking out a medkit from his bag. Travis mumbled something, delirious.\\n\\n“Stay calm,” Sol said, his own voice shaking. “Just focus on your breathing, okay? I’m going to get us out of here.”\\n\\nHow was he going to do that, though? He didn’t have time to signal the rest of the team, though he was sure they had heard the shouting. And he couldn’t haul Travis over the gates when he was this injured. The reparo-gel might be able to stabilize him until he could get proper help, but it wouldn’t get him up and about.\\n\\n“Run,” Travis said, his eyes flicking about. “You have to…you have to run.”\\n\\n“Not without you,” Sol said. “Team two should come in for backup. They’ll hear that something went wrong. They’ll help us get you out.”\\n\\nSurely, the teams would call an end to the mission. This was supposed to be quick, in and out. Sol shuddered as the sounds of a firefight began again outside. Had team one come back? Or had team two gotten too impatient for the all-clear from him and Travis? He didn’t want to risk ducking out of cover again with bullets flying.\\n\\n“Keep breathing, okay?” Sol said, pulling back Travis’ gear and wincing at the bullet wound. “This will just take a minute. I can fix this.”\\n\\n“You have to run,” Travis coughed. “Get inside. Help the next team.” He was growing more cognizant, his eyes less wild. Sol wasn’t sure if that was a good or a bad thing.\\n\\n“No, no way. This mission is over,” Sol said, smearing the reparo-gel over the wound. It started the slow process of pulling together, acting as a temporary stitching agent, something to help decrease the blood loss until a hospital could reopen it and do the real work.\\n\\nTravis grabbed Sol’s hand, squeezing it hard. “You need to go,” he said. “You need to finish the mission.”\\n\\nA bullet smashed through the window above them, showering them in glass. Sol could hear more people outside now — the second team had to have moved in — and he was starting to panic. Were they just trying to get him and Travis out? Or were they really carrying on the mission?\\n\\nSol waited for a pause in the firefight, then leaned out. Teams two and three were rushing in, team three providing cover and fighting with the guards who were now swarming the place. Sol shouted out for help and felt a rush of relief as he saw Dex turn from his position in Team Three and run over.\\n\\n“You have to help me get Travis out,” Sol gasped. “He’s hurt badly. We need to get him to a hospital.”\\n\\n“We can’t move him until we’re done,” Dex replied. “Move in. I need you to help provide cover as the engineers get in place.”\\n\\n“He won’t last that long!” Sol argued. “I stopped the bleeding, but there’s a ton of internal damage! A gutshot like that — ”\\n\\n“We don’t have time,” Dex snapped. “Get moving,” he said and he grabbed Sol, yanking him out of cover, shoving him towards the building. Sol stumbled, caught his balance, and turned back towards the guard booth, trying to force his way back in. Dex slammed the door, not even looking down at Travis, and shoved Sol back again. “Keep moving!” he yelled. “We can’t stop if we’re going to make it!”\\n\\nSol didn’t think. He just dropped his weapon and ran, vaulting back over the fences they had made it past before. The guards had reloaded, bullets peppering the air around him, and he found himself mumbling some half-remembered prayer as he ran, not stopping until he cleared the stretch of land around the factory and made it to the side streets. He flagged down the first air taxi he saw, jumping in the back.\\n\\n“Just drive,” he said, collapsing into the seat. He watched the factory below as they took off, his vision blurring, rubbing his eyes hard to stop himself from crying. Dex didn’t care about them. He had never cared about them. Even in a real battle, Sol had read, getting injured comrades off the battlefield was always a top priority. Medics would swarm in, risking their own lives to save others. Dex only cared about the attack. And Travis had bought into it, swallowing the story that some small attack on a factory was more important than he was.\\n\\n“Where do you want to go?” the automated voice from the front seat asked. All real drivers had been phased out years ago when it became abundantly obvious that the AI was a much safer — and cheaper — option than paying flesh-and-blood people.\\n\\n“Wherever,” Sol said. “As far away from here as possible.”\\n\\nThere was a slight beeping sound as the AI calculated a route, the projected path popping up on his integration. The other side of the city, out to the walls. That would work well enough. Another hum as the AI processed something, and the voice spoke again.\\n\\n“Apologies, sir,” it started. They were trained to be meticulously polite. “But my sensors have detected human blood. My directive indicates that the hospital would be the optimal location. Would you like me to re-route?”\\n\\n“No,” Sol said, looking down at himself. He was dressed like someone ready to go to war, the front of his gear splattered with Travis’ blood. Sol couldn’t figure out how to explain any of this to an AI. “No, I’m okay. Take me on the original route.”\\n\\n“Sir, I apologize, but due to a possibility of a life-threatening condition, my directive ordains — ”\\n\\n“Ignore the directive!” Sol interrupted with a shout, letting his stress out on the poor bot. “Look, I am making an executive decision,” he said, falling back on AI terminology. “Override directive, okay? Just take me to the edge of the city.”\\n\\n“My database indicates that if I do not comply with safety procedures, there is a chance of lawsuit against the company.”\\n\\n“I promise I won’t sue.” Sol rolled his eyes.\\n\\n“Indication not to sue registered. Would you mind please initializing and signing this release document, freeing the company of any further injury that may result from your refusal to receive treatment?”\\n\\nA document appeared on his integration screen. Sol groaned. It had a lot of pages.\\n\\n“Sure,” he said.\\n\\n“It might give you something to do on the ride!” The AI said brightly, its pre-programmed positivity kicking in. When Sol didn’t respond, it beeped for a moment, then launched into a story. It was some meandering, wandering tale about a trip it had never taken outside the city, visiting the scholars. For some reason, some citizens had complained at some point about the AI drivers being less ‘personable’, and the cab companies had spent nearly six months recording random bits of trivia, information about the city, or utterly pointless stories for the cabs to recite while they drove around. Sol tuned it out as he went through page after page of release forms detailing that it would be entirely his fault if he died a horrible death after getting out of the cab. As he signed the final page, the cab announced they were reaching their final destination.\\n\\n“Where would you like to be deposited?” it asked cheerfully.\\n\\n“Just drop me off here,” Sol said, and the taxi lowered, dropping him next to the walls. Sol stared up at them, ignoring the taxi as it drove off, his integration beeping as it transferred the funds for the ride. He was almost certain the AI would report what he had seen, both at the factory and likely Sol himself. And he couldn’t go back to Dex’s base, even to see if Travis was okay. Maybe he could message him later? Or… Sol shook his head. If he went home, it would only be a matter of time until the police came knocking, looking for him.\\n\\nHow could Travis and Dex believe in something with that sort of passion? Above even themselves? How could anything be that important? Sol knew he was never going to be able to see things the way they did. It just didn’t connect.\\n\\nHe walked to one of the hundreds of doors that ringed the city, most used to transport goods in and out, and scanned the code to exit. His AI flashed up a question.\\n\\nARE YOU SURE YOU WANT TO EXIT?\\n\\nSol marked yes, then waited as the heavy metal door slid open. The AI would log that he had traveled through, and if anybody was trying to track down those associated with the factory attack, they’d have to brave the desert to look for him. He squinted as he stared out across the bright, sandy plain — the perfect place to get lost.\",\"timestamp\":1639814738,\"title\":\"The Journey to Ekur - Chapter 12\"},\"digest\":\"2qKB3CB8uJ4J3o4z9ghNwNCt7DQez1ur6LAt3xKfyOw\",\"authorship\":{\"contributor\":\"0xcac28b391dA1F25Cb329C3E24794e1d0D354EaeF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cx084R77O-8vEwbCkglYG8u8mflSYcTkdXC7dSb2aIs\\\",\\\"y\\\":\\\"5Ybsm5He0j05neHPwfLBZAAcVY71ieQOn8201kXQPf8\\\"}\",\"signature\":\"sBZVbOjJCI35TUgBRQTvaV506wWPbZvQo_IuXnCnue4N6D9_kKKYvZSznDNTtIq2kT37hW-6K1ABygZ0OdeKLg\",\"signingKeySignature\":\"0x58b08e6823a985abee180d880e017a7eba882f1eb64c3f466eace20569e6a65f4af99205e6a9dd78d56cc7a0475f78950d1b96c96e5ef4d69faab7cdf4c46c611c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cx084R77O-8vEwbCkglYG8u8mflSYcTkdXC7dSb2aIs\\\",\\\"y\\\":\\\"5Ybsm5He0j05neHPwfLBZAAcVY71ieQOn8201kXQPf8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2qKB3CB8uJ4J3o4z9ghNwNCt7DQez1ur6LAt3xKfyOw\"}"