"{\"content\":{\"body\":\"As we enter the age of living online, Web3 continues to serve as a catalyst for creators, consumers, investors, and organizers.\\n\\n**We are watching and experiencing how Web3 deepens the relationship within movements - ownership isn’t only reflected in assets, but in the equity of one’s experience as an active participant, not just a consumer.** As entertainment shifted towards the experience economy, digital commerce and community are in the midst of an evolution.\\n\\nThere are now over 1.6M DAO members who manage **\\\\~$12B in AUM**.\\n\\nA record **2.5 million** Unique Active Wallets (UAW) are connected to blockchain dapps on a daily average.\\n\\nDappRadar estimates the NFT market cap for the top 100 NFT collections across all protocols (Ethereum, Flow, BSC, Solana, and WAX) at **$18B.** CloneX, RTFKT’s first avatar project, has amassed over **$120 million** in trading volume in only one week after the public sale.\\n\\nAs an investor, I look to invest in founders and companies positively impacting the world and ensuring that all people live to their full potential. Which causes me to ask, **what does impact look like in a Web3 world? How might creators influence social good through DAO’s, Social Tokens, and NFT’s?**\\n\\n> *Ten pages deep is an exploration of emerging trends in tech and culture - asking macro questions to understand new spaces and unpack the process of going ten pages deep in google search, literally.*\\n>\\n> *Please note, these are not “how-to” guides, rather tactical research from the lens of an investor to understand what may be the best questions to ask.* [See the initial series here](https://mirror.xyz/jarrodbarnes.eth/bV4pItQTXmcbZWkD3cDUZorLfq9qqz51bmaueKDyixE).\\n\\n## A Case Study on Web3 Mental Health Communities\\n\\nAccording to a recent study from [Mental Health America](https://mhanational.org/sites/default/files/2022%20State%20of%20Mental%20Health%20in%20America.pdf), Nearly 50 million Americans – almost 20% — are experiencing a mental illness. Over half of adults with a mental illness do not receive treatment, totaling over 27 million adults in the U.S. who are going untreated.\\n\\n[Project Healthy Minds](https://www.projecthealthyminds.com/) recently conducted a National State of Mental Health survey on US millennials and Gen Z - finding that 1 in 5 would do nothing if they felt anxious or depressed, 33% would self manage with meditation and similar practices - Only 8% would seek treatment as a first step.\\n\\nDespite this challenge, there are now [seven mental health startup unicorns](https://www.forbes.com/sites/katiejennings/2021/06/07/venture-funding-for-mental-health-startups-hits-record-high-as-anxiety-depression-skyrocket/?sh=6437c0b31116). The mental health market is booming, and investors are pouring major cash into the sector. Globally, mental health startups raised a record high of $2B in equity funding in 2020, according to CB Insights. Mental health is the top-funded therapeutic focus so far in 2021 with $3.1B raised, according to a recent [report](https://rockhealth.com/insights/q3-2021-digital-health-funding-to-20b-and-beyond/) by Rock Health.\\n\\n### How does Web3 intersect with mental health? With the explosion of NFT’s, how might creators create projects that explore mental health issues that can only happen at the edge of the rapidly developing society?\\n\\nEnter, [DinoMonks](https://www.dinomonks.com/)—a creative and fun, but also intentional and meaningful project created to amplify attention towards mental health issues.\\n\\n<ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/9.899565340186394e+24>\\n\\n*“Ultimately, when you have a DINOMONK, it means you have access to the NFT wellness initiatives that we’re going to be putting forth for the [Discord](https://discord.com/invite/dinomonks), the group, the community. It’s a place where people can come and find resources where people are sharing their stories, where people are open about the mental health issues that maybe they haven’t confronted yet or are in the midst of confronting. Ultimately, we’ll be participating in the wellness arena and putting together workshops for people to learn more, guided meditations, and mental wellness workshops. Also, a bevy of other resources that allow for people to connect on a deeper level as a community”. -* **Roman Tirone, Founder, DINOMONKS**\\n\\n[https://opensea.io/collection/dinomonks-1](https://opensea.io/collection/dinomonks-1)\\n\\nDINOMONKS has embraced utility as a key functionality of their NFT’s, contributing $25,000 to a mental health cause chosen by the community and auctioning off four 1 of 1 rare elemental MONKS, fire, water, earth, and wind. Eighty percent of proceeds will be going directly to charity with the other 20% going to the team’s artist.\\n\\n### What does it look like for NFT communities to partner with nonprofits?\\n\\nEnter [AussieMates](https://www.aussiemates.io/) - a collection of 10k unique Kangaroo NFTs or digital roos, acting as the owner’s ultimate best mate to hop around the metaverse with, meanwhile unlocking perks and unprecedented access through Down Under Club membership.\\n\\nAussieMates partnered with [LIVIN](https://www.livin.org/), an Australian mental health charity, to provide virtual workshops for our community members along with mental health resources.\\n\\n[https://www.nftculture.com/nft-projects/first-aussie-nft-collection-focused-solely-on-metaverse-wellness/](https://www.nftculture.com/nft-projects/first-aussie-nft-collection-focused-solely-on-metaverse-wellness/)\\n\\nAussieMates are designed to empower collectors to tap into wellbeing experiences (health, travel, music, mentorship) meanwhile charities and small businesses tap into blockchain technology to ultimately unlock the power of web3. An experience brand at heart, AussieMates will host events, IRL and in the metaverse, celebrating art in all forms covering music, performance art, digital art, and more.\\n\\n**[Mean Men](https://meanmennft.com/)**  - a collection of 11,111 NFTs that aim to promote mental health and self-love, aims to display the diversity and uniqueness among men - has followed suit to leverage their community for impact as well.\\n\\nA portion of the sales of all four NFT collections will be used to put up a non-profit called Self-Love Foundation. The main goal is to set up physical clinics for those struggling with mental health problems.\\n\\n[https://twitter.com/MeanMenNFT/status/1439238203920297992?s=20](https://twitter.com/MeanMenNFT/status/1439238203920297992?s=20)\\n\\n### What about web3 marketplaces dedicated to social good?\\n\\nEnter [DoinGud](https://doingud.com/) - a social media platform and a marketplace where creators can tokenize their assets and select social causes that they want to support.\\n\\n*“It’s a place for curators to come in and create their collections and their curations so they can have a gallery. So it’s a multi-gallery ecosystem. So if you think about it, it’s kind of like a subprotocol for the curation of the NFT content, but also is a protocol for doing good for humanity because every time there’s a transaction, there’s some money that is going to a social cause.”* - **Manu Alzuru, Founder, DoinGud**\\n\\n![Source: DoinGud Litepaper](https://images.mirror-media.xyz/publication-images/ufu_9VlIdqRoxBD4lXVNM.png?height=1284&width=1472)\\n\\nEvery NFT sale gives back min. 5% on primary market sale, and min. 2.5% for secondary market sales. Creators choose the cause they give to, for each new creation, a different cause can be chosen.\\n\\nDoinGud has a Multi-Gallery Ecosystem. A constellation of self-sovereign galleries where each gallery can be thought of as a marketplace that has its own curation group and methodologies. Its own social and/or on-chain layers of governance mechanisms, allowing for a wide range of tastes, interests, and niches.\\n\\n**[Read the full Litepaper HERE](https://drive.google.com/file/d/1qstbnHfvbb5NjpqaOG3B7KtFwLRk_KyN/view)**\\n\\n### As a creator, where could I start to build community and content around a cause?\\n\\n* **[MintGate](https://www.mintgate.io/) -** Infrastructure to gate content, apps, and links with any token or NFT.\\n* **[ForeFront](https://forefront.market/) -** The leading content and insights aggregator on social tokens, DAOs, and Web3. Forefront creates and curates resources to help tokenized communities thrive. \\n* **[SeedClub](https://twitter.com/seedclubhq?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor) -** A DAO that builds, supports, and invests in tokenized communities.\\n\\nGiven how early the space is, there is real opportunity to build projects the leverage Web3 for impact. While we see how these projects play out, the potential for movements to accelerate through web3 enabled communities is undeniable. \\n\\n### Further Reading:\\n\\n* Peter Yang’s [Step by Step Guide to Social Tokens for Creators](https://creatoreconomy.so/p/guide-to-social-tokens-for-creators)\\n* Linda Xie’s [beginner's guide to social tokens](https://linda.mirror.xyz/4PDBWBMpFFPVEsP5EGgg5to2AyEpEHEXasq_K0b-yYk)\\n\\n### Who Am I?\\n\\nI’m [Jarrod](https://www.linkedin.com/in/jarrodbarnes/), I operate with natural optimism and curiosity, wondering less about how things could fail and more about how they might succeed.\\n\\nI’ve transitioned throughout my career, beginning as a college football coach and working in professional sports to launching a series of startups and landing in venture capital.\\n\\nI’m an educator by training, and currently writing my doctoral dissertation on the intersections of productive struggle and technology. My perspective has been shaped by my time as an athlete, coach, founder, professor, and now investor. I lead from a place of continuous learning and treat life as a non-zero-sum game.\\n\\nThanks for taking the time to read this post. Building something interesting that leverages web3? Hit me up! I would love to continue the conversation.\",\"timestamp\":1640735690,\"title\":\"Ten Pages Deep: Why Web3 Is a Catalyst For The Future of Social Movements\"},\"digest\":\"5Bf5QqM5vVGqaBoM-6e6RPdiTYqL8yfwXTbyy3H3vik\",\"authorship\":{\"contributor\":\"0x8126b26d0D1C3Ba6E975C0Ceb43968f3ff4127C7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kLF_KLzFK0kTjIfGnNxTOTSWPlUMgOh2rCa9B5VXjxw\\\",\\\"y\\\":\\\"1E6OFGFkJMfZ-BEMWxYz5IZ-iG1Eyy4grD9WK8yJMV0\\\"}\",\"signature\":\"ZKpGdwMWj8T6ylmUa1AjiuFh-VgXRJ1oRxtyaenYNKmGTcWs5OPKR_ZFXVuodaTSCpY1PZtF1yuan8JdDNZwRA\",\"signingKeySignature\":\"0x303e47a6233513259637742e9505a5ded8f6fd6a60e6282efc9a3069194460cb2e7773620c5ff4655a8b05f30f7a995f7429e8c80c005d96b10ab4aafd039d081b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kLF_KLzFK0kTjIfGnNxTOTSWPlUMgOh2rCa9B5VXjxw\\\",\\\"y\\\":\\\"1E6OFGFkJMfZ-BEMWxYz5IZ-iG1Eyy4grD9WK8yJMV0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9XDQbtfSqpPT1cC5MV8ZPFyTaPgs5eey2ZiDQncmlYU\"}"