"{\"content\":{\"body\":\"![BMW Art Cars: Jeff Koons M3GT2, Andy Warhol M1, Alexander Calder & Frank Stella 3.0 CSL, Roy Lichtenstein 320i.\\n](https://images.mirror-media.xyz/publication-images/xNyIYOmOTAI6_glbZOdlV.jpeg?height=735&width=1920&size=medium)\\n\\nThe idea of an “Art Car,” came from a French auctioneer and racing driver, Hervé Poulain around 1975. The Art Car can be whatever the artist desires to create — the car is the canvas.\\n\\nArt Cars are in high demand within cultural institutions such as the Guggenheim and The Louvre, as the one-of-one vehicles represent a significant time in history for both the artists and manufacturers involved in the projects. Some of the most influential artists of the twentieth century such as Andy Warhol, Alexander Calder, Frank Stella, Jeff Koons, Jona Cerwinski, and many more have left their mark on cars.\\n\\n![Jona Cerwinski’s Sharpie Gallardo](https://miro.medium.com/max/1280/1\\\\*7b6hk-oDPwbfpDYre4zOiQ.jpeg)\\n\\nJona Cerwinski’s Sharpie Gallardo\\n\\nIn many cases, artists that participate in these projects do so without compensation, with materials provided by the host. This is an important aspect because this is perhaps where genuine interest and authenticity come into play. Artists are not lured into projects for financial gain. It’s the freedom of expression that artists enjoy, the opportunity to showcase one’s creative talent on a different medium. The same holds true for Bit Wheels and our vision. A vision that aims to bridge the gap between all aspects of the automotive industry into the web3 space. One area in particular that we feel is tremendously important, is tapping into the creative community and providing an additional platform for artists and creatives to showcase their talent. That platform is our Canvas Program. The Canvas Program will allow creatives the ability to take any of the existing Bit Wheels digital archetypes and draw, doodle, or create whatever the artist sees fit onto the cars.\\n\\n![Alec Monopoly painting a Bugatti Chiron during Art Basel 2018](https://miro.medium.com/max/1400/1\\\\*HlxUCiY5Wihc19HwUjQzoQ.jpeg)\\n\\nAlec Monopoly painting a Bugatti Chiron during Art Basel 2018\\n\\nOne advantage of working in the digital age and within web3 in particular, is artists that join the Canvas Program are able to participate with the ability to add smart contracts to each digital asset. These smart contracts are embedded with metadata. Metadata is the code within these smart contracts that is baked into the blockchain and is immutable and irreversible, which describes the actions the smart contract undertakes. The creatives that participate in the Canvas Program forego any upfront payment. However, once the Bit Wheels NFT project launches and the works created by the artists are minted, the artist is awarded 75% of the mint price and 10% lifetime artist royalty on the Bit Wheels asset. Participants in the Canvas Program join the program by invitation and have familiarity with creating digital works. This program within the Bit Wheels ecosystem is one that the internal team is very excited about. Marc Carreras, the main artist for the Bit Wheels Collection, has his two children participating in the program. The boundless mind of a child is one we as adults and parents do not take for granted. Providing a space for kids to express themselves naturally, with the opportunity to gain recognition for their work — which lives on the blockchain forever — is something the team is really pushing.\\n\\nArtists have always been fascinated by cars. In the Futurist Manifesto, published in 1909 by Filippo Tommaso Marinetti, the car was hailed as a modern-day sculpture. Andy Warhol, while preparing for his famous BMW M1 art car, sent in various proposals from flowers to an all brown paint job, to have the car rendered for him. But with the M1 set to race in the upcoming Le Mans 24 hour race, there was no time to finalize a render and have it placed on the car. What to do? Fly to Munich and paint the car yourself, of course! “I adore this car, it’s much better than a work of art. I tried to portray a sense of speed,” said Warhol. Warhol took just 24 minutes to create what would eventually become one of the defining pieces of modern history. The 470-HP M88 inline-six Warhol M1entered the 24 Hours of Le Mans with Manfred Winkelhock, Marcel Mignot, and Hervé Poulain behind the wheel during the race.\\n\\n![Warhol M1, driven by Hervé Poulain at the 24 Hrs of Le Mans](https://miro.medium.com/max/1400/1\\\\*Vmq7KGSrBtWv9FJJf8AIDQ.jpeg)\\n\\nWarhol M1, driven by Hervé Poulain at the 24 Hrs of Le Mans\\n\\nAll of the vehicle archetypes within the Bit Wheels NFT Collection are able to be retrofitted with the designs of other artists and creatives. The goal with the Canvas Program is to expand the Bit Wheels community into more than just car collectors, but art collectors as well. As with the previous art cars IRL, the impact of art and cars reaches far into both ecosystems. With the addition of blockchain technology, art cars can now take on new life within web3 and the metaverse.\\n\\nThis is an open call to all artists, creatives, doodlers, and curious cats. If you love cars, art, or both, join our Canvas Program. No design is too minimal, abstract, or exaggerated. If you or somebody you know is interested in joining, tweet us or send us and DM at [Bit Wheels](https://twitter.com/bit_wheels) we want you involved!\",\"timestamp\":1642515924,\"title\":\"               Bit Wheels Art Car\"},\"digest\":\"d2xfplyiYcmDm3AnoDL9Q0vGdWOmhfzlsaPnPYZ7agY\",\"authorship\":{\"contributor\":\"0x47662758b9529eE257a75803ffC9641b016988C8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LTi_ZP7ZJX_LnOPi3Fc0mHK_b6lGVpbhzKB60lVNRNs\\\",\\\"y\\\":\\\"BtFn2zjNg_mKlD27Y2iuDIhInIzCGGMknAM4n4MC0E4\\\"}\",\"signature\":\"E42w-7gwC6UEGyAmAlJRulgCRToaVv6kRQ8spj1put_AXlT4XIG2voYY-2MhE3wm2Y24jitDmswePguJfD3y7g\",\"signingKeySignature\":\"0x5271a36d0ef2fd6d504b218938ddcfa0a47fadb0224ddd892d331347f09344b20b5870a4849848362b7b9aa2ca52417997f78aa496d2170a08528f8e0c81b39b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LTi_ZP7ZJX_LnOPi3Fc0mHK_b6lGVpbhzKB60lVNRNs\\\",\\\"y\\\":\\\"BtFn2zjNg_mKlD27Y2iuDIhInIzCGGMknAM4n4MC0E4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ufT--Ai1FNkuNe9A61Y2q1nMMw58G2LbnKSoXZWsvj8\"}"