"{\"content\":{\"body\":\"Sheldon could not conceal the shock her words gave him.\\n\\n\\\"You don't mean that, you know,\\\" he pleaded.\\n\\n\\\"I do; I really do.  I am sick and tired of this protection dodge. Don't forget for a moment that I am perfectly able to take care of myself.  Besides, I have eight of the best protectors in the world- -my sailors.\\\"\\n\\n\\\"You should have lived a thousand years ago,\\\" he laughed, \\\"or a thousand years hence.  You are very primitive, and equally super- modern.  The twentieth century is no place for you.\\\"\\n\\n\\\"But the Solomon Islands are.  You were living like a savage when I came along and found you--eating nothing but tinned meat and scones that would have ruined the digestion of a camel.  Anyway, I've remedied that; and since we are to be partners, it will stay remedied.  You won't die of malnutrition, be sure of that.\\\"\\n\\n\\\"If we enter into partnership,\\\" he announced, \\\"it must be thoroughly understood that you are not allowed to run the schooner. You can go down to Sydney and buy her, but a skipper we must have-- \\\"\\n\\n\\\"At so much additional expense, and most likely a whisky-drinking, irresponsible, and incapable man to boot.  Besides, I'd have the business more at heart than any man we could hire.  As for capability, I tell you I can sail all around the average broken captain or promoted able seaman you find in the South Seas.  And you know I am a navigator.\\\"\\n\\n\\\"But being my partner,\\\" he said coolly, \\\"makes you none the less a lady.\\\"\\n\\n\\\"Thank you for telling me that my contemplated conduct is unladylike.\\\"\\n\\nShe arose, tears of anger and mortification in her eyes, and went over to the phonograph.\\n\\n\\\"I wonder if all men are as ridiculous as you?\\\" she said.\\n\\nHe shrugged his shoulders and smiled.  Discussion was useless--he had learned that; and he was resolved to keep his temper.  And before the day was out she capitulated.  She was to go to Sydney on the first steamer, purchase the schooner, and sail back with an island skipper on board.  And then she inveigled Sheldon into agreeing that she could take occasional cruises in the islands, though he was adamant when it came to a recruiting trip on Malaita. That was the one thing barred.\\n\\nAnd after it was all over, and a terse and business-like agreement (by her urging) drawn up and signed, Sheldon paced up and down for a full hour, meditating upon how many different kinds of a fool he had made of himself.  It was an impossible situation, and yet no more impossible than the previous one, and no more impossible than the one that would have obtained had she gone off on her own and bought Pari-Sulay.  He had never seen a more independent woman who stood more in need of a protector than this boy-minded girl who had landed on his beach with eight picturesque savages, a long- barrelled revolver, a bag of gold, and a gaudy merchandise of imagined romance and adventure.\\n\\nHe had never read of anything to compare with it.  The fictionists, as usual, were exceeded by fact.  The whole thing was too preposterous to be true.  He gnawed his moustache and smoked cigarette after cigarette.  Satan, back from a prowl around the compound, ran up to him and touched his hand with a cold, damp nose.  Sheldon caressed the animal's ears, then threw himself into a chair and laughed heartily.  What would the Commissioner of the Solomons think?  What would his people at home think?  And in the one breath he was glad that the partnership had been effected and sorry that Joan Lackland had ever come to the Solomons.  Then he went inside and looked at himself in a hand-mirror.  He studied the reflection long and thoughtfully and wonderingly.\\n\\nCHAPTER XIV--THE MARTHA\\n\\nThey were deep in a game of billiards the next morning, after the eleven o'clock breakfast, when Viaburi entered and announced, -\\n\\n\\\"Big fella schooner close up.\\\"\\n\\nEven as he spoke, they heard the rumble of chain through hawse- pipe, and from the veranda saw a big black-painted schooner, swinging to her just-caught anchor.\\n\\n\\\"It's a Yankee,\\\" Joan cried.  \\\"See that bow!  Look at that elliptical stern!  Ah, I thought so--\\\" as the Stars and Stripes fluttered to the mast-head.\\n\\nNoa Noah, at Sheldon's direction, ran the Union Jack up the flag- staff.\\n\\n\\\"Now what is an American vessel doing down here?\\\" Joan asked. \\\"It's not a yacht, though I'll wager she can sail.  Look!  Her name!  What is it?\\\"\\n\\n\\\"Martha, San Francisco,\\\" Sheldon read, looking through the telescope.  \\\"It's the first Yankee I ever heard of in the Solomons. They are coming ashore, whoever they are.  And, by Jove, look at those men at the oars.  It's an all-white crew.  Now what reason brings them here?\\\"\\n\\n\\\"They're not proper sailors,\\\" Joan commented.  \\\"I'd be ashamed of a crew of black-boys that pulled in such fashion.  Look at that fellow in the bow--the one just jumping out; he'd be more at home on a cow-pony.\\\"\\n\\nThe boat's-crew scattered up and down the beach, ranging about with eager curiosity, while the two men who had sat in the stern-sheets opened the gate and came up the path to the bungalow.  One of them, a tall and slender man, was clad in white ducks that fitted him like a semi-military uniform.  The other man, in nondescript garments that were both of the sea and shore, and that must have been uncomfortably hot, slouched and shambled like an overgrown ape.  To complete the illusion, his face seemed to sprout in all directions with a dense, bushy mass of red whiskers, while his eyes were small and sharp and restless.\\n\\nSheldon, who had gone to the head of the steps, introduced them to Joan.  The bewhiskered individual, who looked like a Scotsman, had the Teutonic name of Von Blix, and spoke with a strong American accent.  The tall man in the well-fitting ducks, who gave the English name of Tudor--John Tudor--talked purely-enunciated English such as any cultured American would talk, save for the fact that it was most delicately and subtly touched by a faint German accent. Joan decided that she had been helped to identify the accent by the short German-looking moustache that did not conceal the mouth and its full red lips, which would have formed a Cupid's bow but for some harshness or severity of spirit that had moulded them masculinely.\\n\\nVon Blix was rough and boorish, but Tudor was gracefully easy in everything he did, or looked, or said.  His blue eyes sparkled and flashed, his clean-cut mobile features were an index to his slightest shades of feeling and expression.  He bubbled with enthusiasms, and his faintest smile or lightest laugh seemed spontaneous and genuine.  But it was only occasionally at first that he spoke, for Von Blix told their story and stated their errand.\",\"timestamp\":1638930633,\"title\":\"Do you know what I'll do?\\\" she demanded.  \\\"I'll find some man in the Solomons who won't want to protect me.\\\"\"},\"digest\":\"MK0P_QP6vxIvxlQrgZ2MxRVMzRSI15nzdIzcSX1zf3c\",\"authorship\":{\"contributor\":\"0x6e15513EBD81b8159946378511dF1E78276e74F2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0Mclswj4RRQ4qHjeM7WTo8fFh703e3PxhLnNNHo9wjo\\\",\\\"y\\\":\\\"k2LHzAWYx_n0keYXa6Fw3KGSeqT2Akxdpzfx_TyV5XY\\\"}\",\"signature\":\"f6j1NAO7DscNsjA5F6AvpPgjXnmSQKEkrpD7jhaC0ux3XOzyOBtiv-R2q6msbFPIqmrJg5aiLMWQAodc4rPKjA\",\"signingKeySignature\":\"0x71cab772e35ab15b92c29a99cee857edd7885221c448effaa1e56a22e1e3ef9e61d757808202df63683e9e634abc2284fa995f721539d66b312d59763f8654341c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0Mclswj4RRQ4qHjeM7WTo8fFh703e3PxhLnNNHo9wjo\\\",\\\"y\\\":\\\"k2LHzAWYx_n0keYXa6Fw3KGSeqT2Akxdpzfx_TyV5XY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"MK0P_QP6vxIvxlQrgZ2MxRVMzRSI15nzdIzcSX1zf3c\"}"