"{\"content\":{\"body\":\"Proof of Beauty allows people to collect history in the form of NFTs, by creating memorabilia based on the hash attributes. The algorithm will consider all the attributes of the transaction and (such as sender, token, value, gas fees, etc) and will generate shapes, colors and patterns based on the details within the hash.\\n\\n![](https://images.mirror-media.xyz/publication-images/3NUkIcp7xrHAJoS1o_UMN.png?height=202&width=398)\\n\\nThe **\\\"Season 1: SAGA\\\"** NFTs are mintable for only 0.08 ETH, in two options: historical and personal. Historical NFTS are any transactions from the blockchain, mintable for the flat price of 0.08 Ethereum, while personal transactions from the wallet can be minted for a discounted 0.03125 Ethereum. Read more about HASH and SAGA in \\\"[Blockchain is forever - Proof of Beauty is eternal](https://www.publish0x.com/mind-puzzle/blockchain-is-forever-proof-of-beauty-is-eternal-xmmgpol)\\\"\\n\\n![](https://images.mirror-media.xyz/publication-images/vgY8-A8NFtP1DnBb9SnLL.png?height=572&width=1200)\\n\\nThe Proof of Beauty can inspire an artist to draw a masterpiece. It's all about what you can \\\"see\\\" behind the generated art. Below is the HASH from the transaction that swapped 1390 uDAO in 489 UMA but for me looks a lot like sunny Italy! \\n\\n![](https://images.mirror-media.xyz/publication-images/Y62n0f21tM3oOpf9zEpWG.png?height=497&width=753)\\n\\n\\\\*\\\\*LONDON \\\\*\\\\*is defined as a project that will remember blockchain history and will make history as well, a celebration of generative art. The project is a social experiment that celebrates the EIP-1559 hard fork, and $LONDON is the token that powers the London DAO, tokens minted prior to the Ethereum Network's 2021 London Hard Folk.\\n\\nThe ceremonial idea was based on the idea to incentivize people to mint at low gas price, the standard 15.59 gwei. Minting at 15.59 gwei rewarded the individual with 1559 $LONDON tokens, the price that was required to mint a LONDON NFT. Gas price was used to make history and the 8888 generative art mementos where sold out.\\n\\n![](https://images.mirror-media.xyz/publication-images/eUhG4RFl8P50pFbJZk8zE.png?height=202&width=398)\\n\\nThe NFT appearance and rarity will be generated by the attributes. Rarity minting chance was 50% for a common and 30% for a rare. Only a 15% chance to mint as little as 5% chance for a secret rare. The rarity tier selected unique tile sets with unique visual outputs, making each set different.\\n\\nThe common tile tier is characterized by grid, quilt, frizzle and squiggle while the rare characteristics are diagonal, ripped, shattered and stairs. Things are getting amazing with super rare cities and secret rare pipes.\\n\\n![](https://images.mirror-media.xyz/publication-images/Bf-8Lfhc05pWAyqcvUSFT.png?height=2048&width=2048)\\n\\nThe aesthetic design and tiles are the main aspect of expression and identity of $LONDON NFTs. The algorithm will feed a set of tiles and will do the actual reading, leading to a day out at the cinema. The tile generator will be fed with information and will randomize the tile and the colors. The random factor will create something different. The system has no capacity to create compositions and the the tiling arrangements will always be random.\\n\\n![Early build with random tiling](https://pob.mirror.xyz/_next/image?url=https%3A%2F%2Fimages.mirror-media.xyz%2Fpublication-images%2F7b5a6b30-511b-451e-94d5-2e027a923ba9.png&w=3840&q=90)\\n\\nThe London Gift NFTs can be checked on [Opensea](https://www.publish0x.com/editPost/%20https:/opensea.io/collection/london-gift-v2), where the 2,900 owners are willing to trade the art at a floor price of 0.12 Ethereum. Owning a $LONDON gift will enable the holder to participate in the LondonDAO voting\\n\\n![](https://images.mirror-media.xyz/publication-images/ZpsLYGfISRbinDLgaMw1s.png?height=500&width=1173)\\n\\nWhen the excitement around LondonDAO started to fade, one tweet made it trend again! The long-awaited Gift NFT burn was given a timeframe, in the next weeks. The London Gift holders will be able to burn the NFTs in exchange of new NFTs, with a perpetual burning process. Please note that London Gifts, $LONDONtokens and Ethereum for gas fees will be required for burning/exchange process.\\n\\n**Check out the PoB trilogy:**\\n\\n[The Proof of Beauty Trilogy: $HASH Saga](https://www.publish0x.com/mind-puzzle/the-proof-of-beauty-trilogy-dollar-hash-saga-xmmgpol)\\n\\n[The Proof of Beauty Trilogy: $LONDON](https://www.publish0x.com/mind-puzzle/the-proof-of-beauty-trilogy-dollar-london-xpplzdy)\\n\\n[The Proof of Beauty Trilogy: Publico](https://www.publish0x.com/-/the-proof-of-beauty-trilogy-publico-xglzngx)\",\"timestamp\":1637331066,\"title\":\"The Proof of Beauty Trilogy: $LONDON\",\"publication\":\"pob\"},\"digest\":\"yRK-zGgSFB6YsrDtxX9b18sjgr3W9zcQ6QasZ6br2uM\",\"authorship\":{\"contributor\":\"0x4f49D938c3Ad2437c52eb314F9bD7Bdb7FA58Da9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0ng377yQwX0YNFt7dAQdE_-f8AjsAzbiQ6o8Lg1BrAk\\\",\\\"y\\\":\\\"wICdqTXgsK7Mz1M1hjrYCidluquCCUkxc40E2QzL4Ws\\\"}\",\"signature\":\"VsqY953SNLnPYtGasu5VjH5VVpVz0in-GEWVkfduIDOMxCaJb2Itp-OiQkyTFJV96hFJ1qze8Z_h9GOwsSLJNg\",\"signingKeySignature\":\"0xbc704fbf2bc973f396a742b6043fbe991ef8c704e0b2dcb1a8c319c0d3e650516743221679233784e3188645de8d03eade6edd1dd35f2d4f2ee81396480cbebd1c\",\"signingKeyMessage\":\"I authorize the publication of articles on pob.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0ng377yQwX0YNFt7dAQdE_-f8AjsAzbiQ6o8Lg1BrAk\\\",\\\"y\\\":\\\"wICdqTXgsK7Mz1M1hjrYCidluquCCUkxc40E2QzL4Ws\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"yRK-zGgSFB6YsrDtxX9b18sjgr3W9zcQ6QasZ6br2uM\"}"