"{\"content\":{\"body\":\"镜湖孟府，书房。 \\n  \\n     练刀练了一整天，虽然精神亢奋，但真气耗尽身体疲倦，也必须得歇息。孟川也来到书房开始了他每天必做的一件事情——画画。 \\n  \\n     镇纸压着纸张，一旁也放着精美的调色盘，里面的种种颜料也都是上品。 \\n  \\n     孟川正在用心画着。 \\n  \\n     从小，孟川就喜欢画画。 \\n  \\n     可能是母亲就擅长画，教导着儿子画画。这是他年幼时最喜欢的一件事，一个三四岁孩童连续画上三四个时辰，连吃饭都忘了，一点都不嫌累，身上都沾满了颜料，依旧笑呵呵开心的很。母亲就说过“我儿天赋卓绝，定能成为天下第一等的画师，一幅画值千金。” \\n  \\n     生在孟家，父母又宠爱，本无忧无虑。 \\n  \\n     然而六岁那年…… \\n  \\n     那场浩劫，死了十余万人，母亲也去世了。 \\n  \\n     他在父母拼命保护下逃回了东宁府，从此往后他用心修炼，可还是每天会画上一个时辰，画画的时候，他修炼的疲累都会忘却，甚至感觉又回到小时候，母亲在一旁指点自己画画，心灵也无比的宁静。 \\n  \\n     十五岁了。 \\n  \\n     画了十几年，也拜过数位画师，早就青出于蓝胜于蓝。母亲说的对，他的天赋的确够卓绝，至少比他修炼刀法的天赋要更高。 \\n  \\n     又有什么用呢？ \\n  \\n     再厉害的画师，能杀妖怪么？ \\n  \\n     “咚咚咚。”书房外略有些急切的敲门。 \\n  \\n     “嗯？” \\n  \\n     孟川疑惑朝外看去，“我画画的时候，一般没谁会来打扰，怎么回事？” \\n  \\n     放下画笔去开门，父亲孟大江正站在门外，平常他都是笑呵呵的，可今天脸色却有些郑重。 \\n  \\n     “川儿，速速随我去祖宅。”孟大江说道。 \\n  \\n     “好。” \\n  \\n     孟川没犹豫，立即跟着父亲往外走，“爹，最近几天你怎么经常去祖宅？” \\n  \\n     “没什么。”孟大江没多说。 \\n  \\n     “那我现在去祖宅，有什么事么？”孟川又问道，他一个小辈一年也就去祖宅三五次而已。 \\n  \\n     孟大江看了眼儿子，还是说道：“是你和云青萍的婚约，云家和孟家商量，决定解除婚约。” \\n  \\n     “解除婚约？”孟川很吃惊，“爹，怎么突然解除婚约？” \\n  \\n     “你舍不得？”孟大江看着儿子。 \\n  \\n     “没有。”孟川连摇头，“我和云青萍数月才见一次，性子又合不来，解除婚约对我也算是好事。” \\n  \\n     今年年仅十五岁的孟川，还不懂什么爱情。 \\n  \\n     对云青萍，感觉就是一个较为熟悉的有些任性的小妹妹罢了，仅此而已。 \\n  \\n     “你这样想就好，这次的事，云家和我孟家都已同意解除婚约。”孟大江说道，“到了祖宅，你也只管听着，少说话。” \\n  \\n     “是。”孟川点头应道。 \\n  \\n     …… \\n  \\n     孟家祖宅，在东宁城的西城，占地极大，里面生活的族人就超过两千，从南到北沿着中轴道走都有一里地。 \\n  \\n     当然孟家的根基是在乡下，因为有妖族威胁，乡下人们都是结成坞堡以自保。每座坞堡都是有数千人，同一个氏族聚集在一个坞堡也很常见。孟家经过千年繁衍，有三座大型坞堡，加起来便是过万族人。在东宁府，这种大的家族也有不少。 \\n  \\n     孟家的特殊在于，有神魔存在。 \\n  \\n     自然立即成为东宁府地位最高的五大神魔家族之一。 \\n  \\n     “长老。” \\n  \\n     “长老。” \\n  \\n     祖宅内秩序井然，一些巡逻的族人们看到孟大江父子二人，也都恭敬向孟大江行礼称呼‘长老’。 \\n  \\n     孟大江，在孟家实力排在前三，也还算年轻，还有一丝希望成为神魔。是家族内定的下一任族长。 \\n  \\n     “嗯？” \\n  \\n     孟川跟着父亲，进入迎客的殿厅。 \\n  \\n     殿厅两侧早就坐了不少人，一边是孟家人，另一边是云家人，只是气氛明显不太对劲。孟川一眼能看出，自家的长辈们脸色大多并不好看。 \\n  \\n     “大江兄来了。”云符安起身笑着道，“婚书也带来了吧。” \\n  \\n     “带来了。”孟大江微微点头。 \\n  \\n     云符安笑道：“其他长老们对于解除婚约并无异议，大江兄，应该也没异议吧？” \\n  \\n     孟大江站在那，笑呵呵道：“两家若是有意，结亲是好事。既然无意，还是早早解除婚约的好。这是婚书。” \\n  \\n     说着从怀里取出一卷婚书，双手递给云符安。 \\n  \\n     云符安接过后，展开仔细一看，看上面的名字笔迹，微微点头，的确是当初的那一封婚书。两位老祖宗的笔迹是模仿不来的。 \\n  \\n     “云符安，婚书还请在这直接撕掉。”孟家一位光头干瘦老者开口道。 \\n  \\n     “哈哈，担心我带回去，等将来关键之时拿出来，逼孟川娶我女儿？”云符安笑道，“你们放心吧，我做不出那等无耻之事！” \\n  \\n     说着“撕啦——”云符安直接撕掉了手中的婚书。 \\n  \\n     “婚书我已经撕了，诸位也看得清清楚楚，这下放心了吧。”云符安笑着目光一扫在场孟家众长老，“那我就不多留了。” \\n  \\n     说着便往外走，他身后其他云家人也跟着。 \\n  \\n     当走到孟川身旁时，云符安停了下来，笑看着孟川：“孟贤侄，你可记清楚了，从今往后，你和我女儿青萍便再无瓜葛了。” \\n  \\n     “是的，再无瓜葛。”孟川应道。 \\n  \\n     云符安这才点头，率众离去。 \\n  \\n     孟大江看着云符安离去，眉头微皱，平静吩咐道：“川儿，婚约解除了，你也先回去吧。爹在这还有事。” \\n  \\n     “是。”孟川看了眼众长老们，便乖乖离去。 \\n  \\n     轰隆\\\\~\\\\~\\\\~ \\n  \\n     殿门关上，大殿在儿臂粗的蜡烛光下，也依旧亮堂。 \\n  \\n     “欺人太甚，欺人太甚！”那光头干瘦老者气的拐杖砸在地面，砸的声音都有些刺耳。 \\n  \\n     “表面上说和我们商量，实际上我们根本没得选。难道厚着脸皮要去联姻？”一位黝黑老者冷笑说道，“敢去云家闹腾，怕是会被云家老祖一巴掌拍死！” \\n  \\n     “解除婚约也是好事，我们真拿婚约去逼云家，令两个小辈成亲，有用吗？只会令云家记恨。联姻是想要彼此成为助力，如果结仇，就没必要了。其实对我孟家而言，这婚约只是小事，三姐的伤才是动摇我孟家根基的大事！”一位儒雅老者看向最上面的胖老者，“族长，三姐的伤，真的没法医治？” \\n  \\n     胖老者皱眉道：“就这两天，三姐会回到东宁。到时候再说吧。” \\n  \\n     孟大江在一旁听着，眉头紧锁。 \\n  \\n     孟家的擎天之柱摇摇欲坠，孟家众位长老也都心忧。 \\n  \\n     孟家也将消息保密，仅长老们知晓。毕竟若是传开，家族上万族人都人心惶惶，会徒增不少事端。 \\n  \\n     如今…… \\n  \\n     其他四大神魔家族高层也大多知晓了消息，不过也没有外传，也怕真有瞎了眼的后辈去激怒了孟家。毕竟‘孟仙姑’还没死呢！即便孟仙姑真死了，她也是有些神魔好友的。不过只要不做得太过分，那些神魔好友们也不会插手。 \\n  \\n     毕竟没了神魔，孟家就无法担起许多重任。扛不起重任，自然无法享受诸多权力。 \\n  \\n     责任和权力对等。 \\n  \\n     在如今的世界，下至凡俗，上至神魔，没有谁能逃避责任。 \\n  \\n     凡人只要达到洗髓境，不问男女，二十岁时都必须去服兵役五年！能活着回来的勉强只有一半。但人们还是想要达到洗髓境，因为若是太弱，连服兵役的价值都没有，在朝廷规矩中，不服兵役许多职业都是不允许从事的。只能混迹在最底层，过着最可怜的日子。 \\n  \\n     而神魔，那更是人类的脊梁。每一个神魔一生都在征战守护，即便回到家乡歇息，也要镇守家乡城池。 \\n  \\n     如此，神魔耀眼尊贵，他的家族也能辉煌鼎盛。而神魔死了无法担任重任，家族自然也得从重要位置退下。 \\n  \\n     \\\\*\\\\*\\\\*\\\\*\\\\*\\\\* \\n  \\n     孟川回到家，天都快黑了。 \\n  \\n     “阿川，快坐下一起吃，听说你和孟伯伯去祖宅，还以为你们今天不回来吃晚饭呢。”柳七月正坐在那喝粥吃着面饼，孟川也在对面坐下，有丫鬟将盛好的一碗粥端上来，孟川喝着粥，却有些走神。 \\n  \\n     “你回来怎么一句话不说，发生什么事了？”柳七月问道。 \\n  \\n     “哦。” \\n  \\n     孟川醒过神来，随意道，“云家和我孟家商量了，决定解除我和云青萍的婚约。” \\n  \\n     “解除婚约？”柳七月眼睛一亮。 \\n  \\n     “嗯，就刚才，婚书都当场撕了。”孟川点头。 \\n  \\n     柳七月仔细观看着孟川，问道：“怎么，解除婚约你很伤心？连喝粥都发呆？” \\n  \\n     “不是。”孟川连摇头，“我和云青萍性子合不来，你又不是不知道。这解除婚约，她开心。我也轻松。这是对她对我都好的事，这是好事，我怎么会伤心。” \\n  \\n     “那你怎么发呆？”柳七月追问。 \\n  \\n     “我是觉得不对劲。”孟川皱眉道，“婚约是当初两位老祖亲自定下。就算登门解除婚约，云家至少要派他们家‘云家三雄’一起来。这是对我孟家最基本的尊重。可这次仅仅是排行老五，最没什么用的云符安单独前来。未免有些瞧不起我孟家了，这是第一个疑点。” \\n  \\n     “二来，当时大殿内，族长和诸位长老们脸色很难看。可从头到尾他们都忍住了，族长他们什么时候这么好脾气了？” \\n  \\n     “三来，云符安平常在我爹他们面前，都讨好的很，姿态也很低。今天却放肆了许多，他哪来的底气？” \\n  \\n     “关键的是，解除婚约，背后总有原因。到底是什么原因，令两位老祖宗定下的婚约都解除了？” \\n  \\n     孟川看着柳七月，“我猜要么是云家傍上了大靠山！要么是我孟家的原因。” \\n  \\n     柳七月听的有些惊愕：“阿川，没看出来，你能想到这么多？” \\n  \\n     “只是些瞎猜，爹他既然没告诉我，自然有他的原因。”孟川笑笑。 \\n  \\n     “被解除婚约的人还笑得出来，赶紧吃你的饼吧。”柳七月笑催促道。 \\n  \\n     “吃饼吃饼。”孟川当即拿着面饼大口吃了起来。\",\"timestamp\":1637503337,\"title\":\"第四章 这是好事\"},\"digest\":\"Hry5sVKAOO4NU2Of5qlg-RIXA1_qDxJQC4aWNTJtUEE\",\"authorship\":{\"contributor\":\"0xf08c9cbd20583013Bd2E64B9e2DD9223eb3a3C09\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fo4mK3oUsCRJoc-ZquCoUtXd-HQ_qQoScC82pqlTqN4\\\",\\\"y\\\":\\\"hHLTh4KjXDEvSSCd5IsZRGxcQ8OqhWhqngxhK0JEH68\\\"}\",\"signature\":\"k6fvM3YLnYHrB8M9dbCIbGSXc-q1NnPQkLa0UWv-hU2gHy5N7H3VqtKrOnQG8Lj8JN_eVFg7UsFTW9A2lWvMOg\",\"signingKeySignature\":\"0x0c0731ff931d69d0c791b145ad08b81fef65255d18bfac3c4f4afcb1d49f476b5f4da6d50aeffec29e4d32ed95ca0808d8755d31fb1ec4e09743f8bd167a22de1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fo4mK3oUsCRJoc-ZquCoUtXd-HQ_qQoScC82pqlTqN4\\\",\\\"y\\\":\\\"hHLTh4KjXDEvSSCd5IsZRGxcQ8OqhWhqngxhK0JEH68\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Hry5sVKAOO4NU2Of5qlg-RIXA1_qDxJQC4aWNTJtUEE\"}"