"{\"content\":{\"body\":\"\\\"La, la!\\\" retorted Mistigris; \\\"'an ounce o' paint is worth a pound of\\n\\nswagger.'\\\"\\n\\n\\\"And such a costume! pure Greek!\\\" continued Schinner. \\\"Conflagration\\n\\nof soul! you understand? Well, I questioned my Diafoirus; and he told\\n\\nme that my neighbor was named Zena. Changed my linen. The husband, an\\n\\nold villain, in order to marry Zena, paid three hundred thousand\\n\\nfrancs to her father and mother, so celebrated was the beauty of that\\n\\nbeautiful creature, who was truly the most beautiful girl in all\\n\\nDalmatia, Illyria, Adriatica, and other places. In those parts they\\n\\nbuy their wives without seeing them--\\\"\\n\\n\\\"I shall not go THERE,\\\" said Pere Leger.\\n\\n\\\"There are nights when my sleep is still illuminated by the eyes of\\n\\nZena,\\\" continued Schinner. \\\"The husband was sixty-nine years of age,\\n\\nand jealous! not as a tiger, for they say of a tiger, 'jealous as a\\n\\nDalmatian'; and my man was worse than A Dalmatian, one Dalmatian,--he\\n\\nwas three and a half Dalmatians at the very least; he was an Uscoque,\\n\\ntricoque, archicoque in a bicoque of a paltry little place like\\n\\nZara--\\\"\\n\\n\\\"Horrid fellow, and 'horrider bellow,'\\\" put in Mistigris.\\n\\n\\\"Ha! good,\\\" said Georges, laughing.\\n\\n\\\"After being a corsair, and probably a pirate, he thought no more of\\n\\nspitting a Christian on his dagger than I did of spitting on the\\n\\nground,\\\" continued Schinner. \\\"So that was how the land lay. The old\\n\\nwretch had millions, and was hideous with the loss of an ear some\\n\\npacha had cut off, and the want of an eye left I don't know where.\\n\\n'Never,' said the little Diafoirus, 'never does he leave his wife,\\n\\nnever for a second.' 'Perhaps she'll want your services, and I could\\n\\ngo in your clothes; that's a trick that has great success in our\\n\\ntheatres,' I told him. Well, it would take too long to tell you all\\n\\nthe delicious moments of that lifetime--to wit, three days--which I\\n\\npassed exchanging looks with Zena, and changing linen every day. It\\n\\nwas all the more violently titillating because the slightest motion\\n\\nwas significant and dangerous. At last it must have dawned upon Zena's\\n\\nmind that none but a Frenchman and an artist was daring enough to make\\n\\neyes at her in the midst of the perils by which she was surrounded;\\n\\nand as she hated her hideous pirate, she answered my glances with\\n\\ndelightful ogles fit to raise a man to the summit of Paradise without\\n\\npulleys. I attained to the height of Don Quixote; I rose to\\n\\nexaltation! and I cried: 'The monster may kill me, but I'll go, I'll\\n\\ngo!' I gave up landscape and studied the ignoble dwelling of the\\n\\nUscoque. That night, changed linen, and put on the most perfumed shirt\\n\\nI had; then I crossed the street, and entered--\\\"\\n\\n\\\"The house?\\\" cried Oscar.\\n\\n\\\"The house?\\\" echoed Georges.\\n\\n\\\"The house,\\\" said Schinner.\\n\\n\\\"Well, you're a bold dog,\\\" cried farmer Leger. \\\"I should have kept out\\n\\nof it myself.\\\"\\n\\n\\\"Especially as you could never have got through the doorway,\\\" replied\\n\\nSchinner. \\\"So in I went,\\\" he resumed, \\\"and I found two hands stretched\\n\\nout to meet mine. I said nothing, for those hands, soft as the peel of\\n\\nan onion, enjoined me to silence. A whisper breathed into my ear, 'He\\n\\nsleeps!' Then, as we were sure that nobody would see us, we went to\\n\\nwalk, Zena and I, upon the ramparts, but accompanied, if you please,\\n\\nby a duenna, as hideous as an old portress, who didn't leave us any\\n\\nmore than our shadow; and I couldn't persuade Madame Pirate to send\\n\\nher away. The next night we did the same thing, and again I wanted to\\n\\nget rid of the old woman, but Zena resisted. As my sweet love spoke\\n\\nonly Greek, and I Venetian, we couldn't understand each other, and so\\n\\nwe quarrelled. I said to myself, in changing linen, 'As sure as fate,\\n\\nthe next time there'll be no old woman, and we can make it all up with\\n\\nthe language of love.' Instead of which, fate willed that that old\\n\\nwoman should save my life! You'll hear how. The weather was fine, and,\\n\\nnot to create suspicion, I took a turn at landscape,--this was after\\n\\nour quarrel was made up, you understand. After walking along the\\n\\nramparts for some time, I was coming tranquilly home with my hands in\\n\\nmy pockets, when I saw the street crowded with people. Such a crowd!\\n\\nlike that for an execution. It fell upon me; I was seized, garroted,\\n\\ngagged, and guarded by the police. Ah! you don't know--and I hope you\\n\\nnever may know--what it is to be taken for a murderer by a maddened\\n\\npopulace which stones you and howls after you from end to end of the\\n\\nprincipal street of a town, shouting for your death! Ah! those eyes\\n\\nwere so many flames, all mouths were a single curse, while from the\\n\\nvolume of that burning hatred rose the fearful cry: 'To death! to\\n\\ndeath! down with the murderer!'\\\"\\n\\n\\\"So those Dalmatians spoke our language, did they?\\\" said the count. \\\"I\\n\\nobserve you relate the scene as if it happened yesterday.\\\"\\n\\nSchinner was nonplussed.\\n\\n\\\"Riot has but one language,\\\" said the astute statesman Mistigris.\\n\\n\\\"Well,\\\" continued Schinner, \\\"when I was brought into court in presence\\n\\nof the magistrates, I learned that the cursed corsair was dead,\\n\\npoisoned by Zena. I'd liked to have changed linen then. Give you my\\n\\nword, I knew nothing of THAT melodrama. It seems the Greek girl put\\n\\nopium (a great many poppies, as monsieur told us, grow about there) in\\n\\nthe pirate's grog, just to make him sleep soundly and leave her free\\n\\nfor a little walk with me, and the old duenna, unfortunate creature,\\n\\nmade a mistake and trebled the dose. The immense fortune of that\\n\\ncursed pirate was really the cause of all my Zena's troubles. But she\\n\\nexplained matters so ingenuously that I, for one, was released with an\\n\\ninjunction from the mayor and the Austrian commissary of police to go\\n\\nback to Rome. Zena, who let the heirs of the Uscoque and the judges\\n\\nget most of the old villain's wealth, was let off with two years'\\n\\nseclusion in a convent, where she still is. I am going back there some\\n\\nday to paint her portrait; for in a few years, you know, all this will\\n\\nbe forgotten. Such are the follies one commits at eighteen!\\\"\\n\\n\\\"And you left me without a sou in the locanda at Venice,\\\" said\\n\\nMistigris. \\\"And I had to get from Venice to Rome by painting portraits\\n\\nfor five francs apiece, which they didn't pay me. However, that was my\\n\\nhalcyon time. I don't regret it.\\\"\\n\\n\\\"You can imagine the reflections that came to me in that Dalmatian\\n\\nprison, thrown there without protection, having to answer to Austrians\\n\\nand Dalmatians, and in danger of losing my head because I went twice\\n\\nto walk with a woman. There's ill-luck, with a vengeance!\\\"\\n\\n\\\"Did all that really happen to you?\\\" said Oscar, naively.\\n\\n\\\"Why shouldn't it happen to him, inasmuch as it had already happened\\n\\nduring the French occupation of Illyria to one of our most gallant\\n\\nofficers of artillery?\\\" said the count, slyly.\\n\\n\\\"And you believed that artillery officer?\\\" said Mistigris, as slyly to\\n\\nthe count.\\n\\n\\\"Is that all?\\\" asked Oscar.\\n\\n\\\"Of course he can't tell you that they cut his head off,--how could\\n\\nhe?\\\" said Mistigris. \\\"'Dead schinners tell no tales.'\\\"\\n\\n\\\"Monsieur, are there farms in that country?\\\" asked Pere Leger. \\\"What\\n\\ndo they cultivate?\\\"\\n\\n\\\"Maraschino,\\\" replied Mistigris,--\\\"a plant that grows to the height of\\n\\nthe lips, and produces a liqueur which goes by that name.\\\"\\n\\n\\\"Ah!\\\" said Pere Leger.\\n\\n\\\"I only stayed three days in the town and fifteen in prison,\\\" said\\n\\nSchinner, \\\"so I saw nothing; not even the fields where they grow the\\n\\nmaraschino.\\\"\\n\\n\\\"They are fooling you,\\\" said Georges to the farmer. \\\"Maraschino comes\\n\\nin cases.\\\"\\n\\n\\\"'Romances alter cases,'\\\" remarked Mistigris.\\n\\nCHAPTER V\\n\\nTHE DRAMA BEGINS\\n\\nPierrotin's vehicle was now going down the steep incline of the valley\\n\\nof Saint-Brice to the inn which stands in the middle of the large\\n\\nvillage of that name, where Pierrotin was in the habit of stopping an\\n\\nhour to breathe his horses, give them their oats, and water them. It\\n\\nwas now about half-past one o'clock.\\n\\n\\\"Ha! here's Pere Leger,\\\" cried the inn-keeper, when the coach pulled\\n\\nup before the door. \\\"Do you breakfast?\\\"\\n\\n\\\"Always once a day,\\\" said the fat farmer; \\\"and I'll break a crust here\\n\\nand now.\\\"\\n\\n\\\"Give us a good breakfast,\\\" cried Georges, twirling his cane in a\\n\\ncavalier manner which excited the admiration of poor Oscar.\\n\\nBut that admiration was turned to jealousy when he saw the gay\\n\\nadventurer pull out from a side-pocket a small straw case, from which\\n\\nhe selected a light-colored cigar, which he proceeded to smoke on the\\n\\nthreshold of the inn door while waiting for breakfast.\\n\\n\\\"Do you smoke?\\\" he asked of Oscar.\\n\\n\\\"Sometimes,\\\" replied the ex-schoolboy, swelling out his little chest\\n\\nand assuming a jaunty air.\\n\\nGeorges presented the open case to Oscar and Schinner.\\n\\n\\\"Phew!\\\" said the great painter; \\\"ten-sous cigars!\\\"\\n\\n\\\"The remains of those I brought back from Spain,\\\" said the adventurer.\\n\\n\\\"Do you breakfast here?\\\"\\n\\n\\\"No,\\\" said the artist. \\\"I am expected at the chateau. Besides, I took\\n\\nsomething at the Lion d'Argent just before starting.\\\"\\n\\n\\\"And you?\\\" said Georges to Oscar.\\n\\n\\\"I have breakfasted,\\\" replied Oscar.\\n\\nOscar would have given ten years of his life for boots and straps to\\n\\nhis trousers. He sneezed, he coughed, he spat, and swallowed the smoke\\n\\nwith ill-disguised grimaces.\\n\\n\\\"You don't know how to smoke,\\\" said Schinner; \\\"look at me!\\\"\\n\\nWith a motionless face Schinner breathed in the smoke of his cigar and\\n\\nlet it out through his nose without the slightest contraction of\",\"timestamp\":1637316223,\"title\":\"\\n\\\"You are always lugging in your painting,\\\" cried Georges.\\n\"},\"digest\":\"mExFSW-9E3IL0BG0M8B2j3DoatS6YFtolJCg5FWDtDQ\",\"authorship\":{\"contributor\":\"0x6961235d2e95818F7a1E230634bC24de80Bd6f6a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Bo5D9mtOzWnftguHZ7AwZEVs-e8ZUvl9d_esMQ3G1eA\\\",\\\"y\\\":\\\"R5PGgwp4B2igynJzDDW1Sh0sxMNJ2ogHfVTbYXoE08M\\\"}\",\"signature\":\"PVnoTJtNinOY70rJH7jb_k_Kxtwlslvr8gxXjbC1qvv_nP_dgeykQVzdi9aOhevJCedMc1xW6x-KGO_-diOrdw\",\"signingKeySignature\":\"0x2dfca387afcdd8ce2ef6d9bb6ffca2e2213a1dbb60c747f7b6102b16f0362ac56ad2b62bf9cb890ff4de3c9219049bd5f93c530452162e623555f64551bb03431c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Bo5D9mtOzWnftguHZ7AwZEVs-e8ZUvl9d_esMQ3G1eA\\\",\\\"y\\\":\\\"R5PGgwp4B2igynJzDDW1Sh0sxMNJ2ogHfVTbYXoE08M\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mExFSW-9E3IL0BG0M8B2j3DoatS6YFtolJCg5FWDtDQ\"}"