"{\"content\":{\"body\":\"![Detroit Pistons guard Cade Cunningham, the No 1 overall pick in the 2021 NBA Draft, is defended by Brooklyn Nets forward Bruce Brown last Friday in Detroit.](http://img2.chinadaily.com.cn/images/202111/11/618c6b1ea310cdd3d819a890.jpeg)\\n\\nCade Cunningham's final shot of his most recent game was a 3-point try from the left wing as time was running out against the Brooklyn Nets, an attempt that never got anywhere near the rim.\\n\\nKevin Durant swatted it away with ease.\\n\\nAnd weirdly, that was a good thing for the Detroit Pistons.\\n\\nThe first four games of Cunningham's NBA career have not exactly been the stuff of lore: He's shooting 23 percent, the worst by any No 1 overall pick not named Anthony Bennett (who famously went 0 for 15 in his first four games) in that span over the last 55 seasons. But the Pistons are not worried whatsoever about their rookie, who missed the preseason and the start of the regular season while recovering from a sprained ankle.\\n\\nThe way they see it, the more adversity Cunningham handles now, the faster he'll grow.\\n\\n\\\"He's learning in real time in real games,\\\" Pistons coach Dwane Casey said. \\\"It's on-the-job training.\\\"\\n\\nGiven that he was hurt and missed the traditional warm-up to the season, Cunningham's numbers don't stack up well with some other rookies so far this term－though there is obviously a ton of time for that to change, and likely will.\\n\\nAnd the injury also makes it unfair to compare Cunningham's very early, very small body of work against other No 1 picks, especially since many of them had big numbers in their rookie seasons. Anthony Edwards averaged 19.3 points for Minnesota last season, Zion Williamson 22.5 points in 24 games for New Orleans the year before that, Deandre Ayton a 16-point, 10-rebound double-double average the year before that.\\n\\n\\\"It's just going to take the young man some games to get his sea legs under him,\\\" Casey said. \\\"He had no exhibition, had no training camp. It's four games now and I think you're going to see him grow and grow and grow.\\\"\\n\\nCunningham's slow start notwithstanding, the rookie class has had a promising first few weeks as pros.\\n\\nStart with the big men, with a couple of potential standouts jumping off the page. Toronto's Scottie Barnes, the No 4 pick, is averaging 16.6 points and 8.7 rebounds. Cleveland's Evan Mobley, the No 3 pick, has four double-digit rebound games already.\\n\\n\\\"Both really good players, I think really good players with bright futures,\\\" Toronto coach Nick Nurse said. \\\"You can see the size and the skill combination that they both have. They're going to be around for a long time, I would imagine, both of them, and just continue to get better. That will probably be an interesting matchup to watch as the years roll by here.\\\"\\n\\nBarnes didn't get a win over Brooklyn on Sunday. He got a nice consolation prize, though－high praise from Durant.\\n\\n\\\"His IQ for the game, his length, his enthusiasm for the game, all of that stuff shines bright when you watch him play,\\\" Durant said. \\\"You can tell he just wants to be there for his teammates. He makes winning basketball plays. That's rare for a guy, how old is he, 19, 20?\\\"\\n\\nIndiana's Chris Duarte, the No 13 pick, has been perhaps the surprise of the class so far with averages of 16.0 points and 4.5 rebounds. No 8 pick Franz Wagner is averaging 13.7 points for Orlando. No 2 pick Jalen Green is averaging 13.6 points for Houston. Josh Giddey, the No 6 pick, is averaging 6.1 assists per game and has Oklahoma City coach Mark Daigneault raving.\\n\\n\\\"We've asked him to do a lot,\\\" Daigneault said of the point guard who is either 6-foot-8 (2.03 meters) or 6-foot-9 (2.06m), depending on who you ask.\\n\\nCunningham is at 10.8 points and 5.8 rebounds, off to a 4-for-28 start from 3-point range and has appeared in just one **Pistons victory** so far.\\n\\n*This is clear, too: The Pistons are telling the No 1 pick to shoot his way out of the slow start.*\\n\\n\\\"Cade keeps shooting, no matter what,\\\" Pistons forward Saddiq Bey said. \\\"Not afraid to take the shots in the big moments. I think that's good. We need that and it's going to be good for us in the future.\\\"\\n\\n**And when it comes to rookies, that's what it's all about.**\",\"timestamp\":1636624905,\"title\":\"Pistons point to positives in Cade's steep learning curve\"},\"digest\":\"vWfbiRTdLqeHEhPXKjOJtGlo3yrd4wlVxKz8xHvt6CY\",\"authorship\":{\"contributor\":\"0xeDc2E547BD85699818e0560504F5961C707f65Bc\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"76UAHp-4_HUEdz7xfn27ioai4shX8OjChwM8K9czVlo\\\",\\\"y\\\":\\\"Uv2fKEmXNRgDsQDGeLw1iK0MtIyUavbc1LbyrUCiGRY\\\"}\",\"signature\":\"12gDwnOjDSO_6rQH8eK2Z-c2fQRdNh0OxRaU5fjpxV0qqt3AK3GDqAJ8qs1WsFqHJS5j2tEYDaRXIzjKcFL-MQ\",\"signingKeySignature\":\"0xf6085a6189c34bc90e3f5bd98c76115a2eab94d2c45bc60e567a262f48dc154c296b7e0b80123acf7e4ba4d1e7beab510221755a80785877141ba25708a0c3a11b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"76UAHp-4_HUEdz7xfn27ioai4shX8OjChwM8K9czVlo\\\",\\\"y\\\":\\\"Uv2fKEmXNRgDsQDGeLw1iK0MtIyUavbc1LbyrUCiGRY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vWfbiRTdLqeHEhPXKjOJtGlo3yrd4wlVxKz8xHvt6CY\"}"