"{\"content\":{\"body\":\"那大嗓门被称为岳城主，想来正是泉城城主岳小玉。\\n\\n名字虽秀气，其人确是一彪形大汉，与赤霞生并称南赤北岳的当世两大猛男。\\n\\n据说岳小玉打小体弱多病，他爹娘干脆为他取名岳小玉，当女儿般精细地养着，等到他云游四海的外公回来见外孙就差没穿裙子了，当下勃然大怒，把岳小玉提溜到南境亲自教导了十年，十年后回到泉城的就是如今虎背熊腰的岳小玉。\\n\\n只听岳小玉倒吸一口凉气：“姑娘竟然是和光天尊的弟子？”\\n\\n隔壁雅间有椅子划地之声，接着有其他人开口。\\n\\n路人甲：“听闻和光天尊最为宠爱他的女弟子，碎玉门两位护山长老，只有和光天尊收了一位女徒弟，当个眼珠子似的疼，没想到今日我等有缘一见。”\\n\\n我回想起师尊平日里孜孜不倦的教导，和离山那天劈到我脑袋上的七八个天雷，心道疼确实是疼，倒也未必是当眼珠子疼。\\n\\n隔壁雅间那女子再次发言，清冷的声音中带有一丝得色：“师尊他老人家对我，的确非常疼惜，这次我偷偷下山，还不知师尊要如何生气。”\\n\\n我冷笑。\\n\\n演，接着演，还师尊他“老人家”，我师尊生平最恨别人说他老。\\n\\n蒋天行的声音温和响起：“风儿妹妹，等你游玩尽兴，我亲自陪你回碎玉门，向和光天尊求情便是，你莫要担心。”\\n\\n风…儿…妹妹？\\n\\n我整个人觉得有点不太好，隔壁那女骗子还挺到位，还打听到了我的名字，只是这女人跟蒋天行这般哥哥妹妹的你来我去，对我刚刚吃下的晚饭形成了巨大压力。\\n\\n二丫跟听书似的一边听墙角一边津津有味地吃着她平日看都不看一眼的素斋，斜眼瞄着我，牙花子都快笑出来了。\\n\\n我目露凶光，眼射飞刀跟二丫厮打了十个回合。\\n\\n这时我忽地想起岑远心来，仔细看去，这美人在下午好不容易活过来的几分人气儿，这片刻光景已经一丝不剩。\\n\\n岑大小姐一脸淡漠坐在那里，眼珠子黑得瘆人，唇角似是冷笑，又像是发苦，头顶上几乎要冒烟——冰块儿在夏日遇着太阳那种。\\n\\n在坐的几个护卫首领一脸愤懑，看起来冲动的简直想蹦起来冲到隔壁打一架。\\n\\n岑远风放下筷子，“咯”的一声响，那刚刚还怒发冲冠的几名护卫首领回头看了岑远风一眼，才抬起的屁股又慢慢坐了下去。\\n\\n我和二丫连忙正襟危坐，眼观鼻鼻观心，这会儿人家正伤心，我俩还眉来眼去的不合适。\\n\\n岑远风低头看着自己的手，手指修长有力，洁白干净，他今晚穿的是宽袖长袍，长剑由身边小厮抱着，因此乍一看与平日里常见的文弱书生并没有两样。\\n\\n我也终于明白他为何会被称作京城四少之一。\\n\\n换去了那身黑衣，穿上这身绣着翠竹枝的墨绿长衫，面容如玉琢磨，眼眸湛然似墨，腰杆挺直如青松，今晚岑远风的确是浊世佳公子。\\n\\n佳公子缓缓卷起袖子，一卷卷去书卷气，二卷卷出肃杀手，我按捺不住心中激动，小心脏扑通扑通跳。\\n\\n要干架了，这是要干架了！\\n\\n说时迟，那时快，岑远风拈起一根筷子，修长手指一弹，乌光闪过，空中一声爆响，那根筷子已经穿墙而去，惊起隔壁一片哗然。\\n\\n路人乙：“什么玩意儿？筷子？谁干的？”\\n\\n隔壁愤然拍桌之声不绝于耳。\\n\\n岑远风微微抬起下巴，朗声说道：“京城岑远风，见过岳城主。”\\n\\n声音传过去，随着几个人的惊咦之声，和疑似碗盏落地成渣的声音，隔壁的慌乱逐渐安静下来。\\n\\n接着我们雅间的门被人敲响，小厮将门打开，门外站着个差点比门框还高的大汉。\\n\\n嚯！跟赤霞生并称当世两大猛男还是委屈了这位城主。\\n\\n我目测岳小玉这体型能有一点二个赤霞生。\\n\\n猛男身后期期艾艾站着个俊美青年，一脸的欲言又止，眼光想往我们雅间里探，又好像谁拦着他不让他看一样，左右为难优柔不断，纠结得能打一百个结。\\n\\n哪怕之前不认识，我用大拇指猜都能猜出来，这位正是蒋天行。\\n\\n果然，我偷瞧一眼岑远心，这女子刚刚还是面对雅间房门，这会儿脸硬是转向窗外，仿佛门口有什么东西辣着了美人的眼睛。\\n\\n岳小玉可没看见这些愁肠百结，他哈哈一笑：“哎呀，这不是蒋兄弟的小舅子吗？弟妹也在，真是好巧啊哈哈哈…哈…”\\n\\n豪爽得能掀翻屋顶的大笑慢慢降低了音量。\\n\\n估计岳城主的神经终于回过味来了。\\n\\n岳小玉瞅了瞅始终不理人的岑远心，又回头看了看一脸“我是伤心人”的蒋天行，钵大的拳头往自己手心里一砸：“哦。”\\n\\n岑远风站起身对着岳小玉施了一礼，意味深长地盯了一眼蒋天行，沉声道：\\n\\n“岳城主，在下当不起蒋少主的小舅子，家姐上个月已经与蒋少主和离，自此男婚女嫁各不相干。”\\n\\n蒋天行眼珠子直勾勾看着前妻的后脑勺，听到“男婚女嫁各不相干”时，眼中划过一丝怒意。\\n\\n熊男岳小玉尴尬得差点把门框给抠下来，只能哈哈干笑。\\n\\n索性很快就有人出来化解了。\\n\\n一个女子的声音从隔壁雅间传来：“相请不如偶遇，姐姐十天前就已经离开驭兽宗，没想到今天还停留在泉城，蒋大哥，咱们与姐姐，还是有缘啊。”\\n\\n女子的嗓音清冷别致，令人一听难忘，可不就是刚才在隔壁雅间冒充我的女骗子吗！\\n\\n紧接着一道白衣飘飘的曼妙身影缓缓走出隔壁雅间，高昂着头一步一步款款走近蒋天行，在他身边站定之后，自信地将面容对向我们。\\n\\n好一张傲气凌人的芙蓉面，好两条飘逸的能修饰脸型的龙须刘海，好一把乌黑秀发用一枚金环束在脑后，好一身绯红滚边的白衣劲装。\\n\\n我继续冷笑，借了我的名头还不算，干脆把我碎玉门内门弟子的制服以及我平日最喜欢的装束也给穿出来了。\\n\\n好一副刀砍不破的厚脸皮。\\n\\n强调一下，我可不喜欢那两条龙须，谁让她乱加的，差评！\\n\\n女骗子端着高岭之花的架势，眼神在岑远心几乎要固化的背影上晃了一晃，又在岑远风冒着寒气的俊美面孔上停留了好几瞬，接着快速扫了一眼蹲在一旁打酱油的我和二丫，便把一双会说话的眼睛凝在了蒋天行身上。\\n\\n“蒋大哥？”\\n\\n蒋天行在女骗子的脉脉眼神中败下阵来，他不甘心地最后看了一眼前妻，眼中愤然，干脆牵起了女骗子的手。\\n\\n“风儿妹妹所言极是，不过你有这个好心，别人却未必领情，我们走。”\\n\\n岑家护卫首领中有位脾气特别容易爆炸的，从见到蒋天行那一刻就恨不得一刀戳过去，现在看蒋天行与女骗子你侬我侬，当即冷笑了一声。\\n\\n“什么碎玉门护山长老的女弟子，到别人家登堂入室，抢别人家丈夫，没点廉耻，我呸！”\\n\\n骂的好，不过我听了怎么这么不得劲呢？\\n\\n女骗子插足别人婚姻还要打着师尊和我的名号，今天我要是让她毫发无伤走出去，我就不叫张大风。\\n\\n岑家护卫骂完之后，女骗子脸上一冷，眼中杀意一闪而逝，蒋天行立刻转过身来，一张原本堪称美男的脸气得有些扭曲。\\n\\n他伸出手遥遥指着那骂人的护卫，隔空点了点，岑远风忽地反手从小厮怀中抽出长剑，往护卫面前一格。\\n\\n只听“吱”的一声尖叫，岑远风长剑一挥，一个小小的黑影砸在了墙上，又碰的掉在地上一动不动。\\n\\n我定睛看去，原来是一只龅牙老鼠，此刻翻着白眼，四爪朝天不时抽搐。\\n\\n这丑东西我见过，三年前门派大比，蒋天行用这玩意攻击我大师兄，被大师兄扔到后山灵虎窝里，让快要化形的灵虎们疼爱了几天才还给蒋天行。\\n\\n说起来这丑东西并非凡品，乃是驭兽宗培养的灵兽龅坤，一嘴龅牙咬谁谁麻，一麻就是几个时辰不能动，据说还能寻宝。\\n\\n蒋天行用龅坤来惩戒护卫，想来倒也不是要下狠手。\\n\\n女骗子冷眼瞧着，眼神在蒋天行与岑远风脸上划过，嘴角微微一勾，又开始寻找存在感：“蒋大哥，岑公子看来对你很有戒心呢。”\\n\\n蒋天行脸上一阵红一阵白，看得我闹心，这人吧也算不上坏人，对岑远心必然余情未了，可是跟女骗子夹杂不清算怎么回事。\\n\\n这时窗边快凝固的岑远心忽然开口：“小弟，大姐在这坐着有些恶心，咱们回去吧。”\\n\\n岑远风默默颔首，转手收剑，对着还在尴尬的岳小玉又施了一礼，示意小琉璃扶起岑远心，我跟二丫连忙也跟上。\\n\\n不过这女骗子我得想办法收拾了，师尊的名誉，还有我冰清玉洁的名誉，必须我自己来守护。\\n\\n瞌睡来了有人送枕头。\\n\\n岑远心刚要走过女骗子身边，那女骗子手上一翻，我眼角余光见她手心寒光闪烁，一个错身挡在岑远心和女骗子之间，两指如钳，把女骗子的手高高夹起。\\n\\n不出我所料，女骗子手指之间拈着一根细如牛毛的银针，针尖蓝中泛绿，明显问题很大。\\n\\n“啊！”女骗子痛呼一声，高岭之花的架势荡然无存，连忙向蒋天行呼救。\\n\\n“蒋大哥救我，姐姐身边的侍女怎么会有这么大力气，跟个男人一样！”\\n\\n我衷心佩服女骗子，被抓了现行还能跟蒋天行上眼药。\\n\\n我现在是穿着一身男装，但是该有的我可不缺好吧，论脸蛋我也不差，你才跟个男人一样，你全家都跟个男人一样。\\n\\n蒋天行不瞎，女骗子手中的银针他看得一清二楚，他看着那银针，又看着他弱不禁风的前妻，脸色极为难看。\\n\\n“风儿妹妹，远心她完全不懂武功，也已经与我和离，你为何还要这样做？”\\n\\n刚刚还在呼痛的女骗子这一刻也不装了，她任由我钳着手，冷冷一笑。\\n\\n“蒋天行，你当我是什么？你们既然已经和离，从此就毫无关系，偏偏还要在我眼前藕断丝连，你把我碎玉门放在何处，又将我师尊和光天尊置于何地？”\\n\\n哦哟，扯得一手虎皮当大旗。\\n\\n我清清嗓门，现在该轮到我发言了。\\n\\n“这位姑娘，你口口声声说你是碎玉门和光天尊的徒弟，不知有何证据，又不知碎玉门长老知不知道你在外头抢别人家丈夫？”\\n\\n女骗子白了我一眼，满脸不屑几乎能喷死人。\\n\\n她没理我，只顾盯着蒋天行：“蒋大哥，你就纵着姐姐的侍女这样侮辱我？”\\n\\n然而真金不怕火炼，所谓碎玉门和光天尊的女弟子，居然不是弱不禁风岑大小姐身边侍女的对手，明眼人已经察觉出不对来。\\n\\n熊男岳小玉就是明眼人之一。\\n\\n岳城主沉吟片刻，拍了拍手，扬声道：“来人啊，快去请碎玉门泉城分舵的话事人前来，就说我岳小玉有事相商！”\\n\\n女骗子咬牙，蒋天行惊疑不定，我和二丫对视一笑。\\n\\n早就说了，今天让这个女骗子全身而退，我就不叫张大风！\",\"timestamp\":1640933444,\"title\":\"小说|《碎玉不识卿》第四章\"},\"digest\":\"OjCKEomLyMzJWZV5vB4NVYdI6tBYKWe3Yaf2K-vwVJs\",\"authorship\":{\"contributor\":\"0xe8662aaB799E89AA5601995039036123413b92dE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2Bb5VlThItIBbU0LFkinlx4SGZsHQkI-BsmDUhQU0mk\\\",\\\"y\\\":\\\"ZAZlGkwQ_39gcYcH302B_gv_917FOtRgfzJ9gARPTyo\\\"}\",\"signature\":\"ZapyFdSJDpvDhkS4rpn0asdwG2YTRAxYrQZMbGsgRNSfXTX27z43EFYDJnrzUeQ30Fa5z4Tw4zBwF3WA30NGfQ\",\"signingKeySignature\":\"0x282d472d576c0e1a6c61ed53063d9d636424ded235ca41079cc2beaafbbc1179456e3d183c444046ad793501552041cefca1eb5f7810c949fb5184857f2bbc671b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2Bb5VlThItIBbU0LFkinlx4SGZsHQkI-BsmDUhQU0mk\\\",\\\"y\\\":\\\"ZAZlGkwQ_39gcYcH302B_gv_917FOtRgfzJ9gARPTyo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OjCKEomLyMzJWZV5vB4NVYdI6tBYKWe3Yaf2K-vwVJs\"}"