"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/GWIdKmTS3Q1DiOw9uh5zv.png?height=971&width=1567)\\n\\n*“Most people view ‘floor’ NFTs as the undifferentiated, least desirable items in an NFT collection. Despite this conception, this gallery highlights the various connections and narratives of ‘floor’ Cryptopunks through deliberate curation, ultimately revealing a vast spectrum of traits across gender, color, and attributes.”-* 0x650d, curator, collector, and owner of the [Punk Pieces](https://jpg.space/punk-pieces) JPG gallery\\n\\nThis curated collection demonstrates how there can be a deliberate strategy around floor-sweeping, as 0x650d explained[ in the Twitter thread ](https://twitter.com/0x650d/status/1424779795892690946)announcing their purchase.  ‘Sweeping the floor’ is usually a primarily financial action, but 0x650d’s unique approach has developed into something different and new: a cultural performance with standalone value. The cultural significance of the collection lies not only in the Punks, which have already achieved legendary status in the space, but in going beyond the initial purchase and its canonization through the use of different on-chain tools: fractionalization for financial purposes and community building, and JPG for a curatorial provenance and viewing experience.\\n\\n*“In early August I purchased 104 Cryptopunks, despite primarily viewing myself as an investor rather than a collector. While the pixelated PFP style may not be as showroom-worthy as other NFT art, Cryptopunks represent a generational shift in art-medium, moving from physical to digital, and were a true innovation both pre-dating and inspiring the ERC-721 token standard.* *This gallery, created in collaboration with the wonderful team at JPG, aims to display (sometimes humorously) the nuanced attributes and artistic elements of my Cryptopunk collection. The collection was acquired by sweeping the punk ‘floor’, a term that often refers to the undifferentiated hodge-podge of the least desirable items in an NFT collection.”* - 0x650d\\n\\nBeyond the interesting personal journey, 0x650d has had with this gallery, this curation provides an unfamiliar viewing experience of Cryptopunks, as well as a new experience around a fractionalized collection.  For those of you (us), who have spent hours looking at punks on the Larva Labs website or Opensea, the possible assortment of punks to view has been limited by search options of attributes or price. It’s rare you see punks with no attributes in common next to one another unless it is in the total randomness of what’s for sale or recently sold. Here, however, we are able to see some of the connections, the flow of aesthetics and themes, that obviously existed but rarely were seen.\\n\\nThis idea of seeing is also particularly interesting when it comes to fractionalized collections. While it’s an interesting financial and community tool, fractionalization can have the effect of decreasing the ‘aura’ around an art piece/ cultural object — basically, it feels “less like art”. It ends up obscured by the ERC20 ticker and you lose some of the magic feelings of looking at the actual object. By intentionally displaying the pieces that have been fractionalized, however, you get some of that aura back.  So while at first, this exhibition might appeal more to the collectibles crowd than the art historians, there are some interesting conceptual elements going on in what 0x650d has created. Plus, who doesn’t enjoy scrolling through punks?\\n\\n**Check out the [Punk Pieces gallery here](https://jpg.space/punk-pieces)**\\n\\n**For more information about JPG - [head over to our docs](https://jpg-protocol.gitbook.io/jpg-docs/)**\",\"timestamp\":1633080387,\"title\":\"Introducing Punk Pieces: the first community-owned gallery on JPG\",\"publication\":\"jpg\"},\"digest\":\"yei41dKkjaX5NMWTAjUZ2EyvQmoecQ0NbMIp4TWD8XQ\",\"authorship\":{\"contributor\":\"0x1464D4e3c815dE3028572b850C6c34DFc57E9320\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KASVLl2eJchg-lviMlHi9hBVuxpFXzOpgX8ou6VOM84\\\",\\\"y\\\":\\\"eM1fgUXbpz5mo0jKCc2AVpxaGOqSKgdk0b5cEYA0el4\\\"}\",\"signature\":\"gY09Gz_BmfSC6qbrVd-Fo4Iofbglib_qh5-NJ6vLrqWS-kCL9eG0G86xA14kqj_AA769tbeTY-AT79hqzAwhBw\",\"signingKeySignature\":\"0xf7a40fef37e8e2f0317f6345b3e25b4828131c0e2261c3aedb302ffe2815e1ac7ee61f90be02babba6ad35fb4c8563c30b9b9c22591c33c534d710cdfe71f1b11b\",\"signingKeyMessage\":\"I authorize the publication of articles on jpg.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KASVLl2eJchg-lviMlHi9hBVuxpFXzOpgX8ou6VOM84\\\",\\\"y\\\":\\\"eM1fgUXbpz5mo0jKCc2AVpxaGOqSKgdk0b5cEYA0el4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"80xruZxmNuHy2sePTTYggYQtzcKh_KsjyLXua1vkQCA\"}"