"{\"content\":{\"body\":\"1. Be proactive\\n\\nLove each other for a long time without active it is easy to let the affection between each other, this is very normal, want to let each other's feelings is in a state of hot then need each other to pay more action, more active, so as to give each other surprise, make each other happy, in this way can also become more interactive, so couples can have more communication.\\n\\n1. Allow the other person to be imperfect\\n\\nEveryone will have flaws, even the perfect lover in your eyes, there will be some places that make you feel bad, we need to accept this from the heart, do not require the other person to be perfect, have a tolerant heart. To see more of each other's strengths, weaknesses to try to ignore, or goodwill to remind, slowly correct.\\n\\n1. Have a good attitude\\n\\nDon't be impatient, lose your temper or yell at the drop of a hat. Everyone has a bad mood, everyone has unhappy time. But you have to explain to the other person why, don't be rude for no reason. You might accidentally hurt them!\\n\\n1. Cultivate more feelings for each other\\n\\nIt is very difficult to return to the fervor of love, because they are already familiar with each other, have a lot of understanding of each other, and now the feelings have become the kind of state of affection. However, it can also be changed. Two people should interact more and fight less in their daily life so that their relationship can last better.\\n\\nLearn to express yourself\\n\\nChinese people are naturally reserved and are embarrassed to express their love, which is not conducive to the communication between lovers. Many words cannot be realized by others without being spoken out. So getting into the habit of expressing your love can go a long way toward increasing your feelings for each other. It can be a hug, a kiss, a message, an \\\"I love you\\\" -- you'll find it magic.\\n\\nLearn to cherish\\n\\nTo learn to cherish each other's feelings, only know how to cherish even if the emotion is dull is very precious. Two people's feelings will be weakened as time goes by, so to know how to understand each other, considerate each other, rather than blindly pursue stimulation and let the feelings between you weakened, this is a very good method, but also easy to let each other cherish you more.\",\"timestamp\":1638934508,\"title\":\"How to do with the weak feelings between lovers?\"},\"digest\":\"qjIk8a1iqBBZx1umx-ZlnDoRYk5Q7fuc1etTlXxU52Y\",\"authorship\":{\"contributor\":\"0x870c780944bff123e9Bf1d60dc7F95eb4Ac4006E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TgMx3LTcwhnLZgfY0IKVQKqqK0zKeuL_f5peyaIA5-k\\\",\\\"y\\\":\\\"fl9aRYGaPGVt80rBJcMxZ6RoD7acCD2893aam5biHAU\\\"}\",\"signature\":\"_ILcdT2_gy9SHgHQC0pF3CFU50f42l4mv3e9I1fH4kqk7V1yimKN_dtnUQRtJfkgbdiVScZFszcMLPAXxWnGIw\",\"signingKeySignature\":\"0xa1f4e3e2bf9c6200fe25d7ae405c052e0ac7e096c801794f9b43173539bd4ef165222a93e034f5fe8eac8b3b0deef584b07788842a509cfa2c3a86e1a794cffd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TgMx3LTcwhnLZgfY0IKVQKqqK0zKeuL_f5peyaIA5-k\\\",\\\"y\\\":\\\"fl9aRYGaPGVt80rBJcMxZ6RoD7acCD2893aam5biHAU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qjIk8a1iqBBZx1umx-ZlnDoRYk5Q7fuc1etTlXxU52Y\"}"