"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/ikJMyyhRi0b5sX7oWQkqZ.png?height=832&width=1280)\\n\\nWe at IOSG Ventures are delighted to be **leading** Interlay’s $3 mm seed fundraising round. As a research-driven investor, we hope to contribute to Interlay’s mission that is to create an efficient, trustless, and secure for inter-blockchain communication.\\n\\nInterlay is founded by Alexei Zamyatin and Dominik Harz. As a part of their academic research, they introduced the XCLAIM protocol in 2018 — a framework to facilitate the transfer of digital assets with no financial risk. XCLAIM is an open system allowing users to create assets 1:1 backed by existing cryptocurrencies. Its first implementation will be connecting BTC to the Polkadot ecosystem.\\n\\n## 🔗Bridging BTC to Polkadot — strategic objective for Polkadot community\\n\\nAt its peak, the BTC market cap has exceeded $1T. Being the largest digital asset naturally makes BTC a target for many layer 1s that aim to tap into this vast liquidity source.\\n\\nAs Polkadot is preparing to launch later this year it is of utmost importance to facilitate an easy and secure bridging experience for BTC holders, in order to bootstrap liquidity of its nascent DeFi ecosystem. BTC holders, on the other hand, would benefit by employing their holdings to earn a passive yield on various DeFi activities such as borrowing on lending protocols or providing liquidity to AMM pools; utilizing BTC liquidity through stablecoins or other synthetic assets, or simply participate in yield farming.\\n\\n***Interlay stands as a medium, serving the interest of both BTC holders and the Polkadot ecosystem.***\\n\\n## 🔍 XCLAIM — From academia to practical implementation\\n\\nFaced with the complexities of inter-blockchain communications, Alexei and team developed the XCLAIM protocol, a protocol designed to address the burning issues such as:\\n\\n* Inefficiencies of the existing cross-chain communication solutions e.g. atomic swaps,\\n* Decentralization and permissionless access to bridging infrastructure,\\n* Economically incentivized participants and cryptographically proven correct behavior\\n\\nIts system allows locking assets on Bitcoin and simultaneously unlocking them on Polkadot in the form of interBTC. interBTC can be used in the ecosystem as any other Polkadot native token and it can always be redeemed back to BTC or in the worst-case scenario users can be reimbursed in the DOTs at a beneficial rate.\\n\\n***Interlay, therefore, stands out as one of the most secure & decentralized bridging solutions in the space.***\\n\\n## 🌍 Going forward\\n\\nTrusted bridges carry the inherent risks that holders of wrapped tokens are left with worthless assets.\\n\\nThus, the absence of robust decentralized alternatives prevents larger inter-chain activity and is a key obstacle for the development of the multi-chain world.\\n\\nConnecting Polkadot and Bitcoin has strategic importance for the Polkadot ecosystem, yet it is only the first step for Interlay, as we are confident that ultimately Interlay will become a synonym for cross-chain communication.\\n\\nIt is so since we believe that Interlay team has a top-notch talent with the capacity to produce disruptive innovations in the cross-chain communication infrastructure. We are happy to start the same journey early on.\\n\\nOn a mission to support a multi-chain world!\\n\\n## 🚀About Interlay\\n\\nInterlay envision a future where blockchains seamlessly connect and interact. Where anyone on any blockchain can use any digital currency and earn on their assets, without restrictions. Our mission is to realize the free nature of BTC and decentralized finance. We work with Bitcoin, Ethereum, Polkadot and others. Our flagship product is InterBTC. Anyone on any blockchain can invest and earn. No centralized services. Radically open and secured by insurance. Founded by ex-Imperial College CS PhDs, our products are backed by top-tier scientific papers. We collaborate with leading research labs and tech companies around the world.\\n\\n## 🦄 About IOSG Ventures\\n\\nIOSG Ventures, founded in 2017, is a community-friendly and research-driven early-stage venture firm across China, the US and Singapore. We focus on open finance, Web 3.0 and infrastructure for decentralized economy. Our portfolio covers more than 60 projects, including the Layer 1 (NEAR, Polkadot, Cosmos), DeFi (1inch, Synthetix, UMA). We commit ourselves to working alongside various developer & DAO communities and helping the most aspiring founding teams to achieve success. As a developer-friendly fund with long-term values, we launch Kickstarter Program which offers capitals and resources for innovative and courageous developers. Since we consistently cooperate with our partners and connect with communities, we work closely with our portfolio projects throughout their journey of entrepreneurship.\\n\\n## 🌟 Join Us\\n\\n[Website](https://iosg.vc/)/[Kickstarter](https://iosg.vc/kickstarterprogram/)/[Twitter](https://twitter.com/IOSGVC)/[Linkedin](https://www.linkedin.com/company/iosgvc/)/[GitHub](https://github.com/IOSGVentures)\\n\\n![](https://images.mirror-media.xyz/publication-images/9JnBpMMaFc3ySRHJtNi-N.png?height=82&width=700)\\n\\n\",\"timestamp\":1641356190,\"title\":\"Interlay Expanding: Bring Trustless InterBTC to All Blockchains, $3mm Seed Round Led by IOSG Ventures\"},\"digest\":\"hBYcLWe93aHTfgzI6rgGJneL445u6jK1Yc0B7AsBjxE\",\"authorship\":{\"contributor\":\"0xd8159c4DD43FEe99FA86D0BAaCA7a9cC33334864\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IrNwRyyV5qeEAVKrYYbR2GwKgwV9oiBiSE4OmxNmg_A\\\",\\\"y\\\":\\\"crLJpYwXR67C4ldGG508kcIM-ReUBDH5YblmiE3RDmU\\\"}\",\"signature\":\"5Gaq5CY_1Yh2zsJetMXVzbyiX7XOvNzrmcEdRQiAdidlZF72gIykvXldq9cvvY85BgUXkQk2mdEyGUhIBTKBPQ\",\"signingKeySignature\":\"0x3cacac780fe70792bba7704453b9c0e94a2f67fde8f900d8fb3c5673ec818826037300d7a781c78d788fd5b8f77006f8346e179822bce17f127a3557e49a5e211c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IrNwRyyV5qeEAVKrYYbR2GwKgwV9oiBiSE4OmxNmg_A\\\",\\\"y\\\":\\\"crLJpYwXR67C4ldGG508kcIM-ReUBDH5YblmiE3RDmU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hBYcLWe93aHTfgzI6rgGJneL445u6jK1Yc0B7AsBjxE\"}"