"{\"content\":{\"body\":\"'Now, there's my father,' continued Bertie; 'he hasn't stuck to it. I fancy he didn't like saying the same thing so often. By the bye, bishop, have you seen my father?'\\n\\nThe bishop was more amazed than ever. Had he seen his father? 'No,' he replied; he had not yet had the pleasure; he hoped he might; and, as he said so, he resolved to bear heavy on that fat, immoveable rector, if ever he had the power of doing so.\\n\\n'He's in the room somewhere,' said Bertie, 'and he'll turn up soon. By the bye, do you know much about the Jews?'\\n\\nAt last the bishop saw a way out. 'I beg your pardon,' said he; 'but I'm forced to go round the room.'\\n\\n'Well--I believe I'll follow in your wake,' said Bertie. 'Terribly hot, isn't it?' This he addressed to the fat rector with whom he had brought himself into the closest contact. 'They've got this sofa into the worst possible part of the room; suppose we move it. Take care, Madeline.'\\n\\nThe sofa had certainly been so placed that those who were behind it found great difficulty in getting out;--there was but a narrow gangway, which one person could stop. This was a bad arrangement, and one which Bertie thought it might be well to improve.\\n\\n'Take care, Madeline,' said he; and turning to the fat rector, added, 'Just help me with a slight push.'\\n\\nThe rector's weight was resting on the sofa, and unwittingly lent all its impetus to accelerate and increase the motion which Bertie intentionally originated. The sofa rushed from its moorings, and ran half-way into the middle of the room. Mrs Proudie was standing with Mr Slope in front of the signora, and had been trying to be condescending and sociable; but she was not in the very best of tempers; for she found that whenever she spoke to the lady, the lady replied by speaking to Mr Slope. Mr Slope was a favourite, no doubt; but Mrs Proudie had no idea of being less thought of than the chaplain. She was beginning to be stately, stiff, and offended, when unfortunately the castor of the sofa caught itself in her lace train, and carried away there is no saying how much of her garniture. Gathers were heard to go, stitches to crack, plaits to fly open, flounces were seen to fall, and breadths to expose themselves;--a long ruin of rent lace disfigured the carpet, and still clung to the vile wheel on which the sofa moved.\\n\\nSo, when a granite battery is raised, excellent to the eyes of warfaring men, is its strength and symmetry admired. It is the work of years. Its neat embrasures, its finished parapets, its casemated stories, show all the skill of modern science. But, anon, a small spark is applied to the treacherous fusee--a cloud of dust arises to the heavens--and then nothing is to be seen but dirt and dust and ugly fragments.\\n\\nWe know what was the wrath of Juno when her beauty was despised. We know too what storms of passion even celestial minds can yield. As Juno may have looked at Paris on Mount Ida, so did Mrs Proudie look on Ethelbert Stanhope when he pushed the leg of the sofa into her train.\\n\\n'Oh, you idiot, Bertie!' said the signora, seeing what had been done, and what were the consequences.\\n\\n'Idiot,' re-echoed Mrs Proudie, as though the word were not half strong enough to express the required meaning; 'I'll let him know -;' and then looking round to learn, at a glance, the worst, she saw that at present it behoved her to collect the scattered debris of her dress.\\n\\nBertie, when he saw what he had done, rushed over the sofa, and threw himself on one knee before the offended lady. His object, doubtless, was to liberate the torn lace from the castor; but he looked as though he were imploring pardon from a goddess.\\n\\n'Unhand it, sir!' said Mrs Proudie. From what scrap of dramatic poetry she had extracted the word cannot be said; but it must have rested on her memory, and now seemed opportunely dignified for the occasion.\\n\\n'I'll fly to the looms of the fairies to repair the damage, if you'll only forgive me,' said Ethelbert, still on his knees.\\n\\n'Unhand it, sir!' said Mrs Proudie, with redoubled emphasis, and all but furious wrath. This allusion to the fairies was a direct mockery, and intended to turn her into ridicule. So at least it seemed to her. 'Unhand it, sir!' she almost screamed.\\n\\n'It's not me; it's the cursed sofa,' said Bertie, looking imploringly in her face, and holding both his hands to show that he was not touching her belongings, but still remaining on his knees.\\n\\nHereupon the signora laughed; not loud, indeed, but yet audibly. And as the tigress bereft of her young will turn with equal anger on any within reach, so did Mrs Proudie turn upon her female guest.\\n\\n'Madam,' she said--and it is beyond the power of prose to tell of the fire that flashed from her eyes.\\n\\nBy this time the bishop, and Mr Slope, and her three daughters were around her, and had collected together the wide ruins of her magnificence. The girls fell into circular rank behind their mother, and thus following her and carrying out the fragments, they\\n\\nleft the reception-rooms in a manner not altogether devoid of dignity. Mrs Proudie had to retire to re-array herself.\\n\\nAs soon as the constellation had swept by, Ethelbert rose from his knees, and turning with mock anger to the fat rector, said: 'After all it was your doing, sir--not mine. But perhaps you are waiting for preferment, and so I bore it.'\\n\\nWhereupon there was a laugh against the fat rector, in which both the bishop and the chaplain joined; and thus things got themselves again into order.\\n\\n'Oh, my lord, I am so sorry for this accident,' said the signora, putting out her hand so as to force the bishop to take it. 'My brother is so thoughtless. Pray sit down, and let me have the pleasure of making your acquaintance. Though I am so poor a creature as to want a sofa, I am not so selfish as to require it all.' Madeline could always dispose herself so as to make room for a gentleman, though, as she declared, the crinoline of her lady friends was much too bulky to be so accommodated.\\n\\n'It was solely for the pleasure of meeting you that I have had myself dragged here,' she continued. 'Of course, with your occupation, one cannot even hope that you should have time to come to us, that is, in the way of calling. And at your English dinner-parties all is so dull and so stately. Do you know, my lord, that in coming to England my only consolation has been the thought that I should know you;' and she looked at him with the look of a she-devil.\\n\\nThe bishop, however, thought that she looked very like an angel, and accepting the proffered seat, sat down beside her. He uttered some platitude as to this deep obligation for the trouble she had taken, and wondered more and more who she was.\\n\\n'Of course you know my sad story?' she continued.\\n\\nThe bishop didn't know a word of it. He knew, however, or thought he knew, that she couldn't walk into a room like other people, and so made the most of that. He put on a look of ineffable distress, and said that he was aware how God had afflicted her.\\n\\nThe signora just touched the corner of her eyes with the most lovely of pocket-handkerchiefs. Yes, she said--she had been very sorely tried--tried, she thought, beyond the common endurance of humanity; but while her child was left to her, everything was left. 'Oh! My lord,' she exclaimed, 'you must see the infant--the last bud of a wondrous tree: you must let a mother hope that you will lay your holy hands on her innocent head, and consecrate her for female virtues. May I hope it?' said she, looking into the bishop's eye, and touching the bishop's arm with her hand.\\n\\nThe bishop was but a man, and said she might. After all, what was it but a request that he would confirm her daughter?--a request, indeed, very unnecessary to make, as he should do so as a matter of course, if the young lady came forward in the usual way.\\n\\n'The blood of Tiberius,' said the signora, in all but a whisper; 'the blood of Tiberius flows in her veins. She is the last of the Neros!'\\n\\nThe bishop had heard of the last of the Visigoths, and had floating in his brain some indistinct idea of the last of the Mohicans, but to have the last of the Neros thus brought before him for a blessing was very staggering. Still he liked the lady: she had a proper way of thinking, and talked with more propriety than her brother. But who were they? It was now quite clear that that blue madman with the silky beard was not a Prince Vicinironi. The lady was married, and was of course one of the Vicinironis by right of the husband. So the bishop went on learning.\\n\\n'When will you see her?' said the signora with a start.\\n\\n'See whom?' said the bishop.\\n\\n'My child,' said the mother.\\n\\n'What is the young lady's age?' asked the bishop.\\n\\n'She is just seven,' said the signora.\\n\\n'Oh,' said the bishop, shaking his head; 'she is much too young--very much too young.'\\n\\n'But in sunny Italy you know, we do not count by years,' and the signora gave the bishop one of her very sweetest smiles.\\n\\n'But indeed, she is a great deal too young,' persisted the bishop; 'we never confirm before--'\\n\\n'But you might speak to her; you might let her hear from your consecrated lips, that she is not a castaway because she is a Roman; that she may be a Nero and yet a Christian; that she may owe her black locks and dark cheeks to the blood of the pagan Caesars, and yet herself be a child of grace; you will tell her this, won't you, my friend?'\\n\\nThe friend said he would, and asked if the child could say her catechisms.\\n\\n'No,' said the signora, 'I would not allow her to learn lessons such as those in a land ridden by priests, and polluted by the idolatry of Rome. It is here, here in Barchester, that she must first be taught to lisp those holy words. Oh, that you could be her instructor!'\\n\\nNow, Dr Proudie certainly liked the lady, but, seeing that he was a bishop, it was not probable that he was going to instruct a little girl in the first rudiments of her catechism; so he said he'd send a teacher.\\n\\n'But you will see her yourself, my lord?'\\n\\nThe bishop said he would, but where should he call.\\n\\n'At papa's house,' said the signora, with an air of some little surprise at the question.\\n\\nThe bishop actually wanted the courage to ask her who was her papa; so he was forced at last to leave her without fathoming her mystery. Mrs Proudie, in her second best, had now returned to the rooms, and her husband thought it as well that he should not remain in too close conversation with the lady whom his wife appeared to hold in such slight esteem. Presently he came across his youngest daughter.\\n\\n'Netta,' said he, 'do you know who is the father of that Signora Vicinironi?'\\n\\n'It isn't Vicinironi, papa,' said Netta; 'but Vesey Neroni, and she's Dr Stanhope's daughter. But I must go and do the civil to Griselda Grantly; I declare nobody has spoken a word to the poor girl this evening.\\n\\nDr Stanhope! Dr Vesey Stanhope! Dr Vesey Stanhope's daughter, of whose marriage with a dissolute Italian scamp he now remembered to have heard something! And that impertinent blue cub who had examined him as to his episcopal bearings was old Stanhope's son, and the lady who had entreated him to come and teach her child the catechism was old Stanhope's daughter! The daughter of one of his own prebendaries! As these things flashed across his mind, he was nearly as angry as his wife had been. Nevertheless he could not but own that the mother of the last of the Neros was an agreeable woman.\\n\\nDr Proudie tripped out into the adjoining room, in which were congregated a crowd of Grantlyite clergymen, among whom the archdeacon was standing pre-eminent, while the old dean was sitting nearly buried in a huge armchair by the fire-place. The bishop was very anxious to be gracious, and, if possible, to diminish the bitterness which his chaplain had occasioned. Let Mr Slope do the fortiter in re, he himself would pour in the suaviter in modo.\\n\\n'Pray don't stir, Mr Dean, pray don't stir,' he said, as the old man essayed to get up; 'I take it as a great kindness, your coming to such an omnium gatherum as this. But we have hardly got settled yet, and Mrs Proudie has not been able to see her friends as she would wish to do. Well, Mr Archdeacon, after all, we have not been so hard upon you at Oxford.'\\n\\n'No,' said the archdeacon; 'you've only drawn our teeth and cut out our tongues; you've allowed us still to breathe and swallow.'\\n\\n'Ha, ha, ha!' laughed the bishop; 'it's not quite so easy to cut out the tongue of an Oxford magnate,--and as for teeth,--ha, ha, ha! Why, in the way we've left the matter, it's very odd if the heads of colleges don't have their own way quite as fully as when the hebdomadal board was in all its glory; what do you say, Mr Dean?'\\n\\n'An old man, my lord, never likes changes,' said the dean.\\n\\n'You must have been sad bunglers if it is so,' said the archdeacon; 'and indeed, to tell the truth, I think you have bungled it. At any rate, you must own this; you have not done the half what you boasted you would do.'\\n\\n'Now, as regards your system of professors--' began the chancellor slowly. He was never destined to get beyond the beginning.\\n\\n'Talking of professors,' said a soft clear voice close behind the chancellor's elbow; 'how much you Englishmen might learn from Germany; only you are all too proud.'\\n\\nThe bishop looking round, perceived that abominable young Stanhope had pursued him. The dean stared at him, as though he was some unearthly apparition; so also did two or three prebendaries and minor canons. The archdeacon laughed.\\n\\n'The German professors are men of learning,' said Mr Harding, 'but--'\\n\\n'German professors!' groaned out the chancellor, as though his nervous system had received a shock which nothing but a week of Oxford air would cure.\\n\\n'Yes,' continued Ethelbert; not at all understanding why a German professor should be contemptible in the eyes of an Oxford don. 'Not but what the name is best earned at Oxford. In Germany the professors do teach; at Oxford, I believe they only profess to do so, and sometimes not even that. You'll have those universities of yours about your ears soon, if you don't consent to take a lesson from Germany.'\\n\\nThere was no answering this. Dignified clergymen of sixty years of age could not condescend to discuss such a matter with a young man with such clothes and such a beard.\\n\\n'Have you got good water out at Plumstead, Mr Archdeacon?' said the bishop by way of changing the conversation.\\n\\n'Pretty good,' said the archdeacon.\\n\\n'But by no means so good as his wine, my lord,' said a witty minor canon.\\n\\n'Nor so generally used,' said another; 'that is for inward application.'\\n\\n'Ha, ha, ha!' laughed the bishop, 'a good cellar of wine is a very comfortable thing in a house.'\\n\\n'Your German professors, sir, prefer beer, I believe,' said the sarcastic little meagre prebendary.\\n\\n'They don't think much of either,' said Ethelbert; 'and that perhaps accounts for their superiority. Now the Jewish professor -'\\n\\nThe insult was becoming too deep for the spirit of Oxford to endure, so the archdeacon walked off one way and the chancellor another, followed by their disciples, and the bishop and the young reformer were left together on the hearth-rug.\\n\\n'I was a Jew once myself,' said Bertie.\\n\\nThe bishop was determined not to stand another examination, or be led on any terms into Palestine; so he again remembered that he had to do something very particular, and left young Stanhope with the dean. The dean did not get the worst of it, for Ethelbert gave him a true account of his remarkable doings in the Holy Land.\\n\\n'Oh, Mr Harding,' said the bishop, overtaking the ci-devant warden; 'I wanted to say one word about the hospital. You know, of course, that it is to be filled up.'\\n\\nMr Harding's heart beat a little, and he said that he had heard so.\\n\\n'Of course,' continued the bishop; 'there can be only one man whom I could wish to see in that situation. I don't know what your own views may be, Mr Harding--'\\n\\n'They are very simply told, my lord,' said the other; 'to take the place if it be offered me, and to put up with the want of it should another man get it.'\\n\\nThe bishop professed himself delighted to hear it; Mr Harding might be quite sure that no other man would get it. There were some few circumstances which would in a slight degree change the nature of the duties. Mr Harding was probably aware of this, and would, perhaps, not object to discuss the matter with Mr Slope. It was a subject to which Mr Slope had given a good deal of attention.\\n\\nMr Harding felt, he knew not why, oppressed and annoyed. What could Mr Slope do to him? He knew that there were to be changes. The nature of them must be communicated to the warden through somebody, and through whom so naturally as the bishop's chaplain. 'Twas thus that he tried to argue himself back to an easy mind, but in vain.\\n\\nMr Slope in the mean time had taken the seat which the bishop had vacated on the signora's sofa, and remained with that lady till it was time to marshal the folk to supper. Not with contented eyes had Mrs Proudie seen this. Had not this woman laughed at her distress, and had not Mr Slope heard it? Was she not an intriguing Italian woman, half wife and half not, full of affectation, airs, and impudence? Was she not horribly bedizened with velvet and pearls, with velvet and pearls, too, which had been torn off her back? Above all, did she not pretend to be more beautiful than her neighbours? To say that Mrs Proudie was jealous would give a wrong idea of her feelings. She had not the slightest desire that Mr Slope should be in love with herself. But she desired the incense of Mr Slope's spiritual and temporal services, and did not choose that they should be turned out of their course to such an object as Signora Neroni. She considered also that Mr Slope ought in duty to hate the signora; and it appeared from his manner that he was very far from hating her.\\n\\n'Come, Mr Slope,' she said, sweeping by, and looking all that she felt; 'can't you make yourself useful? Do pray take Mrs Grantly down to supper.'\\n\\nMrs Grantly heard and escaped. The words were hardly out of Mrs Proudie's mouth, before the intended victim had stuck her hand through the arm of one of her husband's curates, and saved herself. What would the archdeacon have said had he seen her walking down stairs with Mr Slope?\\n\\nMr Slope heard also, but was by no means so obedient as was expected. Indeed, the period of Mr Slope's obedience to Mrs Proudie was drawing to a close. He did not wish yet to break with her, nor to break with her at all, if it could be avoided. But he intended to be master in that palace, and as she had made the same resolution, it was not improbable that they might come to blows.\\n\\nBefore leaving the signora he arranged a little table before her, and begged to know what he should bring her. She was quite indifferent, she said--nothing--anything. It was now she felt the misery of her position, now that she must be left alone. Well, a little chicken, some ham, and a glass of champagne.\\n\\nMr Slope had to explain, not without blushing for his patron, that there was no champagne.\\n\\nSherry would do just as well. And then Mr Slope descended with the learned Miss Trefoil on his arm. Could she tell him, he asked, whether the ferns of Barsetshire were equal to those of Cumberland? His strongest worldly passion was for ferns--and before she could answer him he left her wedged between the door and the sideboard. It was fifty minutes before she escaped, and even then unfed.\\n\\n'You are not leaving us, Mr Slope,' said the watchful lady of the house, seeing her slave escaping towards the door, with stores of provisions held high above the heads of the guests.\\n\\nMr Slope explained that the Signora Neroni was in want of her supper.\\n\\n'Pray, Mr Slope, let her brother take it to her,' said Mrs Proudie, quite out loud. 'It is out of the question that you should be so employed. Pray, Mr Slope, oblige me; I am sure Mr Stanhope will wait upon his sister.'\\n\\nEthelbert was most agreeably occupied in the furthest corner of the room, making himself both useful and agreeable to Mrs Proudie's youngest daughter.\\n\\n'I couldn't get out, madam, if Madeline were starving for her supper,' said he; 'I'm physically fixed, unless I could fly.'\\n\\nThe lady's anger was increased by seeing that her daughter had gone over to the enemy; and when she saw, that in spite of her remonstrances, in the teeth of her positive orders, Mr Slope went off to the drawing-room, the cup of her indignation ran over, and she could not restrain herself. 'Such manners I never saw,' she said, muttering. 'I cannot, and will not permit it;' and then, after fussing and fuming for a few minutes, she pushed her way through the crowd, and followed Mr Slope.\\n\\nWhen she reached the room above, she found it absolutely deserted, except for the guilty pair. The signora was sitting very comfortably up for her supper, and Mr Slope was leaning over her and administering to her wants. They had been discussing the merits of Sabbath-day schools, and the lady suggested that as she could not possibly go to the children, she might be indulged in the wish of her heart by having the children brought to her.\\n\\n'And when shall it be, Mr Slope?' said she.\\n\\nMr Slope was saved the necessity of committing himself to a promise by the entry of Mrs Proudie. She swept close up to the sofa so as to confront the guilty pair, stared full at them for a moment, and then said as she passed on to the next room, 'Mr Slope, his lordship is especially desirous of your attendance below; you will greatly oblige me if you will join him.' And so she stalked on.\\n\\nMr Slope muttered something in reply, and prepared to go down stairs. As for the bishop's wanting him, he knew his lady patroness well enough to take that assertion at what it was worth; but he did not wish to make himself the hero of a scene, or to become conspicuous for more gallantry than the occasion required.\\n\\n'Is she always like this?' said the signora.\\n\\n'Yes--always--madam,' said Mrs Proudie, returning; 'always the same--always equally adverse to the impropriety of conduct of every description;' and she stalked back through the room again, following Mr Slope out of the door.\\n\\nThe signora couldn't follow her, or she certainly would have done so. But she laughed loud, and sent the sound of it ringing through the lobby and down the stairs after Mrs Proudie's feet. Had she been as active as Grimaldi, she could probably have taken no better revenge.\\n\\n'But she's lame, Mrs Proudie, and cannot move. Somebody must have waited upon her.'\\n\\n'Lame,' said Mrs Proudie; 'I'd lame her if she belonged to me. What business had she here at all?--such impertinence--such affectation.'\\n\\nIn the hall and adjacent rooms all manner of cloaking and shawling was going on, and the Barchester folk were getting themselves gone. Mrs Proudie did her best to smirk at each and every one, as they made their adieux, but she was hardly successful. Her temper had been tried fearfully. By slow degrees, the guests went.\\n\\n'Send back the carriage quick,' said Ethelbert, as Dr and Mrs Stanhope took their departure.\\n\\nThe younger Stanhopes were left to the very last, and an uncomfortable party they made with the bishop's family. They all went into the dining-room, and then the bishop observing that the 'lady' was alone in the drawing-room, they followed him up. Mrs Proudie kept Mr Slope and her daughters in close conversation, resolving that he should not be indulged, nor they polluted. The bishop, in mortal dread of Bertie and the Jews, tried to converse with Charlotte Stanhope about the climate of Italy. Bertie and the signora had not resource but in each other.\\n\\n'Did you get your supper at last, Madeline?' said the impudent or else mischievous young man.\\n\\n'Oh, yes,' said Madeline; 'Mr Slope was so very kind to bring it me. I fear, however, he put himself to more inconvenience than I wished.'\\n\\nMrs Proudie looked at her, but said nothing. The meaning of her look might have been translated: 'If ever you find yourself within these walls again, I'll give you leave to be as impudent and affected, and as mischievous as you please.'\\n\\nAt last the carriage returned with the three Italian servants, and la Signora Madeline Vesey Neroni was carried out, as she had been carried in.\\n\\nThe lady of the palace retired to her chamber by no means contented with the result of her first grand party at Barchester.\\n\\nCHAPTER XII\\n\\nSLOPE VERSUS HARDING\\n\\nTwo or three days after the party, Mr Harding received a note, begging him to call on Mr Slope, at the palace, at an early hour the following morning. There was nothing uncivil in the communication, and yet the tone of it was thoroughly displeasing. It was as follows:\\n\\n\\\"My dear Mr Harding, Will you favour me by calling on me at the palace to-morrow morning at 9.30am. The bishop wishes me to speak to you touching the hospital. I hope you will excuse my naming so early an hour. I do so as my time is greatly occupied. If, however, it is positively inconvenient to you, I will change it to 10. You will, perhaps, be kind enough to give me a note in reply.\\n\\n\\\"Believe me to be, My dear Mr Harding, Your assured friend, OBH. SLOPE\\n\\n\\\"The Palace, Monday morning, \\\"20th August, 185-\\\"\\n\\nMr Harding neither could nor would believe anything of the sort; and he thought, moreover, that Mr Slope was rather impertinent to call himself by such a name. His assured friend, indeed! How many assured friends generally fall to the lot of a man in this world? And by what process are they made? And how much of such process had taken place as yet between Mr Harding and Mr Slope? Mr Harding could not help asking himself these questions as he read and re-read the note before him. He answered it, as follows:\\n\\n\\\"Dear Sir,--I will call at the palace to-morrow at 9.30 AM as you desire.\\n\\n\\\"Truly yours, S. HARDING\\\"\\n\\nAnd on the following morning, punctually at half-past nine, he knocked at the palace door, and asked for Mr Slope.\",\"timestamp\":1639993314,\"title\":\"The bishop could not discuss the point, so he remained silent.\"},\"digest\":\"7zml3pcpJ1mvGUYorNyzyXmz7RsI4AdBWP4qIB9CCkI\",\"authorship\":{\"contributor\":\"0x4FEa0511D28B2e43455B26d9Bb2E5c7B7044985a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-mGfNt3zpixfsTDZ5IgYSb7OjYi2fY-Pc6dLDG6Tmvg\\\",\\\"y\\\":\\\"YpRnPfUo1aCKoqJ-A5oUitg7rBdZXJvynsz-C-RuUlg\\\"}\",\"signature\":\"Bj5HTMOMmNRQDQzG0NUPeVfUfcNr6a3AmI9SPDy4blZop4rN3I-Vg9-dqqth6gG_eQudmM7Jt1yaIWKFkTS1yA\",\"signingKeySignature\":\"0xe5d9422434389e6a9fdb2321ae81c65ee320d217e7a0d0113dd464464456b72939a09e4d56a8c934ee1a2196942549b97721fb8ed616ff59ae8aa6a7a52ec47f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-mGfNt3zpixfsTDZ5IgYSb7OjYi2fY-Pc6dLDG6Tmvg\\\",\\\"y\\\":\\\"YpRnPfUo1aCKoqJ-A5oUitg7rBdZXJvynsz-C-RuUlg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7zml3pcpJ1mvGUYorNyzyXmz7RsI4AdBWP4qIB9CCkI\"}"