"{\"content\":{\"body\":\"but the Emperor over-ruled that design, and remanded me to Tigre, where I had resided before.  I passed in my journey by Ganete Ilhos, a palace newly built, and made agreeable by beautiful gardens, and had the honour of paying my respects to the Emperor, who had retired thither, and receiving from him a large present for the finishing of a hospital, which had been begun in the kingdom of Tigre.  After having returned him thanks, I continued my way, and in crossing a desert two days' journey over, was in great danger of my life, for, as I lay on the ground, I perceived myself seized with a pain which forced me to rise, and saw about four yards from me one of those serpents that dart their poison at a distance; although I rose before he came very near me, I yet felt the effects of his poisonous breath, and, if I had lain a little longer, had certainly died; I had recourse to bezoar, a sovereign remedy against these poisons, which I always carried about me.  These serpents are not long, but have a body short and thick, and their bellies speckled with brown, black, and yellow; they have a wide mouth, with which they draw in a great quantity of air, and, having retained it some time, eject it with such force that they kill at four yards' distance.  I only escaped by being somewhat farther from him.  This danger, however, was not much to be regarded in comparison of another which my negligence brought me into.  As I was picking up a skin that lay upon the ground, I was stung by a serpent that left his sting in my finger; I at least picked an extraneous substance about the bigness of a hair out of the wound, which I imagined was the sting.  This slight wound I took little notice of, till my arm grew inflamed all over; in a short time the poison infected my blood, and I felt the most terrible convulsions, which were interpreted as certain signs that my death was near and inevitable. I received now no benefit from bezoar, the horn of the unicorn, or any of the usual antidotes, but found myself obliged to make use of an extraordinary remedy, which I submitted to with extreme reluctance.  This submission and obedience brought the blessing of Heaven upon me; nevertheless, I continued indisposed a long time, and had many symptoms which made me fear that all the danger was not yet over.  I then took cloves of garlic, though with a great aversion, both from the taste and smell.  I was in this condition a whole month, always in pain, and taking medicines the most nauseous in the world.  At length youth and a happy constitution surmounted the malignity, and I recovered my former health.\\n\\nI continued two years at my residence in Tigre, entirely taken up with the duties of the mission--preaching, confessing, baptising-- and enjoyed a longer quiet and repose than I had ever done since I left Portugal.  During this time one of our fathers, being always sick and of a constitution which the air of Abyssinia was very hurtful to, obtained a permission from our superiors to return to the Indies; I was willing to accompany him through part of his way, and went with him over a desert, at no great distance from my residence, where I found many trees loaded with a kind of fruit, called by the natives anchoy, about the bigness of an apricot, and very yellow, which is much eaten without any ill effect.  I therefore made no scruple of gathering and eating it, without knowing that the inhabitants always peeled it, the rind being a violent purgative; so that, eating the fruit and skin together, I fell into such a disorder as almost brought me to my end.  The ordinary dose is six of these rinds, and I had devoured twenty.\\n\\nI removed from thence to Debaroa, fifty-four miles nearer the sea, and crossed in my way the desert of the province of Saraoe.  The country is fruitful, pleasant, and populous; there are greater numbers of Moors in these parts than in any other province of Abyssinia, and the Abyssins of this country are not much better than the Moors.\\n\\nI was at Debaroa when the prosecution was first set on foot against the Catholics.  Sultan Segued, who had been so great a favourer of us, was grown old, and his spirit and authority decreased with his strength.  His son, who was arrived at manhood, being weary of waiting so long for the crown he was to inherit, took occasion to blame his father's conduct, and found some reason for censuring all his actions; he even proceeded so far as to give orders sometimes contrary to the Emperor's.  He had embraced the Catholic religion, rather through complaisance than conviction or inclination; and many of the Abyssins who had done the same, waited only for an opportunity of making public profession of the ancient erroneous opinions, and of re-uniting themselves to the Church of Alexandria. So artfully can this people dissemble their sentiments that we had not been able hitherto to distinguish our real from our pretended favourers; but as soon as this Prince began to give evident tokens of his hatred, even in the lifetime of the Emperor, we saw all the courtiers and governors who had treated us with such a show of friendship declare against us, and persecute us as disturbers of the public tranquillity, who had come into Aethiopia with no other intention than to abolish the ancient laws and customs of the country, to sow divisions between father and son, and preach up a revolution.\\n\\nAfter having borne all sorts of affronts and ill-treatments, we retired to our house at Fremona, in the midst of our countrymen, who had been settling round about us a long time, imagining we should be more secure there, and that, at least during the life of the Emperor, they would not come to extremities, or proceed to open force.  I laid some stress upon the kindness which the viceroy of Tigre had shown to us, and in particular to me; but was soon convinced that those hopes had no real foundation, for he was one of the most violent of our persecutors.  He seized upon all our lands, and, advancing with his troops to Fremona, blocked up the town.  The army had not been stationed there long before they committed all sorts of disorders; so that one day a Portuguese, provoked beyond his temper at the insolence of some of them, went out with his four sons, and, wounding several of them, forced the rest back to their camp.\\n\\nWe thought we had good reason to apprehend an attack; their troops were increasing, our town was surrounded, and on the point of being forced.  Our Portuguese therefore thought that, without staying till the last extremities, they might lawfully repel one violence by another, and sallying out to the number of fifty, wounded about three score of the Abyssins, and had put them to the sword but that they feared it might bring too great an odium upon our cause.  The Portuguese were some of them wounded, but happily none died on either side.\\n\\nThough the times were by no means favourable to us, every one blamed the conduct of the viceroy; and those who did not commend our action made the necessity we were reduced to of self-defence an excuse for it.  The viceroy's principal design was to get my person into his possession, imagining that if I was once in his power, all the Portuguese would pay him a blind obedience.  Having been unsuccessful in his attempt by open force, he made use of the arts of negotiation, but with an event not more to his satisfaction. This viceroy being recalled, a son-in-law of the Emperor's succeeded, who treated us even worse than his predecessor had done.\\n\\nWhen he entered upon his command, he loaded us with kindnesses, giving us so many assurances of his protection that, while the Emperor lived, we thought him one of our friends; but no sooner was our protector dead than this man pulled off his mask, and, quitting all shame, let us see that neither the fear of God nor any other consideration was capable of restraining him when we were to be distressed.  The persecution then becoming general, there was no longer any place of security for us in Abyssinia, where we were looked upon by all as the authors of all the civil commotions, and many councils were held to determine in what manner they should dispose of us.  Several were of opinion that the best way would be to kill us all at once, and affirmed that no other means were left of re-establishing order and tranquillity in the kingdom.\\n\\nOthers, more prudent, were not for putting us to death with so little consideration, but advised that we should be banished to one of the isles of the Lake of Dambia, an affliction more severe than death itself.  These alleged in vindication of their opinions that it was reasonable to expect, if they put us to death, that the viceroy of the Indies would come with fire and sword to demand satisfaction.  This argument made so great an impression upon some of them that they thought no better measures could be taken than to send us back again to the Indies.  This proposal, however, was not without its difficulties, for they suspected that when we should arrive at the Portuguese territories, we would levy an army, return back to Abyssinia, and under pretence of establishing the Catholic religion revenge all the injuries we had suffered.  While they were thus deliberating upon our fate, we were imploring the succour of the Almighty with fervent and humble supplications, entreating him in the midst of our sighs and tears that he would not suffer his own cause to miscarry, and that, however it might please him to dispose of our lives--which, we prayed, he would assist us to lay down with patience and resignation worthy of the faith for which we were persecuted--he would not permit our enemies to triumph over the truth.\\n\\nThus we passed our days and nights in prayers, in affliction, and tears, continually crowded with widows and orphans that subsisted upon our charity and came to us for bread when we had not any for ourselves.\\n\\nWhile we were in this distress we received an account that the viceroy of the Indies had fitted out a powerful fleet against the King of Mombaza, who, having thrown off the authority of the Portuguese, had killed the governor of the fortress, and had since committed many acts of cruelty.  The same fleet, as we were informed, after the King of Mombaza was reduced, was to burn and ruin Zeila, in revenge of the death of two Portuguese Jesuits who were killed by the King in the year 1604.  As Zeila was not far from the frontiers of Abyssinia, they imagined that they already saw the Portuguese invading their country.\\n\\nThe viceroy of Tigre had inquired of me a few days before how many men one India ship carried, and being told that the complement of some was a thousand men, he compared that answer with the report then spread over all the country, that there were eighteen Portuguese vessels on the coast of Adel, and concluded that they were manned by an army of eighteen thousand men; then considering what had been achieved by four hundred, under the command of Don Christopher de Gama, he thought Abyssinia already ravaged, or subjected to the King of Portugal.  Many declared themselves of his opinion, and the court took its measures with respect to us from these uncertain and ungrounded rumours.  Some were so infatuated with their apprehensions that they undertook to describe the camp of the Portuguese, and affirmed that they had heard the report of their cannons.\\n\\nAll this contributed to exasperate the inhabitants, and reduced us often to the point of being massacred.  At length they came to a resolution of giving us up to the Turks, assuring them that we were masters of a vast treasure, in hope that after they had inflicted all kinds of tortures on us, to make us confess where we had hid our gold, or what we had done with it, they would at length kill us in rage for the disappointment.  Nor was this their only view, for they believed that the Turks would, by killing us, kindle such an irreconcilable hatred between themselves and our nation as would make it necessary for them to keep us out of the Red Sea, of which they are entirely masters:  so that their determination was as politic as cruel.  Some pretend that the Turks were engaged to put us to death as soon as we were in their power.\\n\\nChapter XIII\\n\\nThe author relieves the patriarch and missionaries, and supports them.  He escapes several snares laid for him by the viceroy of Tigre.  They put themselves under the protection of the Prince of Bar.\\n\\nHaving concluded this negotiation, they drove us out of our houses, and robbed us of everything that was worth carrying away; and, not content with that, informed some banditti that were then in those parts of the road we were to travel through, so that the patriarch and some missionaries were attacked in a desert by these rovers, with their captain at their head, who pillaged his library, his ornaments, and what little baggage the missionaries had left, and might have gone away without resistance or interruption had they satisfied themselves with only robbing; but when they began to fall upon the missionaries and their companions, our countrymen, finding that their lives could only be preserved by their courage, charged their enemies with such vigour that they killed their chief and forced the rest to a precipitate flight.  But these rovers, being acquainted with the country, harassed the little caravan till it was past the borders.\\n\\nOur fathers then imagined they had nothing more to fear, but too soon were convinced of their error, for they found the whole country turned against them, and met everywhere new enemies to contend with and new dangers to surmount.  Being not far distant from Fremona, where I resided, they sent to me for succour.  I was better informed of the distress they were in than themselves, having been told that a numerous body of Abyssins had posted themselves in a narrow pass with an intent to surround and destroy them; therefore, without long deliberation, I assembled my friends, both Portuguese and Abyssins, to the number of fourscore, and went to their rescue, carrying with me provisions and refreshments, of which I knew they were in great need.  These glorious confessors I met as they were just entering the pass designed for the place of their destruction, and doubly preserved them from famine and the sword.  A grateful sense of their deliverance made them receive me as a guardian angel.  We went together to Fremona, and being in all a patriarch, a bishop, eighteen Jesuits, and four hundred Portuguese whom I supplied with necessaries, though the revenues of our house were lost, and though the country was disaffected to us, in the worst season of the year. We were obliged for the relief of the poor and our own subsistence to sell our ornaments and chalices, which we first broke in pieces, that the people might not have the pleasure of ridiculing our mysteries by profaning the vessels made use of in the celebration of them, for they now would gladly treat with the highest indignities what they had a year before looked upon with veneration.\\n\\nAmidst all these perplexities the viceroy did not fail to visit us, and make us great offers of service in expectation of a large present.  We were in a situation in which it was very difficult to act properly; we knew too well the ill intentions of the viceroy, but durst not complain, or give him any reason to imagine that we knew them.  We longed to retreat out of his power, or at least to send one of our company to the Indies with an account of persecution we suffered, and could without his leave neither do one nor the other.\\n\\nWhen it was determined that one should be sent to the Indies, I was at first singled out for the journey, and it was intended that I should represent at Goa, at Rome, and at Madrid the distresses and necessities of the mission of Aethiopia; but the fathers reflecting afterwards that I best understood the Abyssinian language, and was most acquainted with the customs of the country, altered their opinions, and, continuing me in Aethiopia either to perish with them or preserve them, deputed four other Jesuits, who in a short time set out on their way to the Indies.\\n\\nAbout this time I was sent for to the viceroy's camp to confess a criminal, who, though falsely, was believed a Catholic, to whom, after a proper exhortation, I was going to pronounce the form of absolution, when those that waited to execute him told him aloud that if he expected to save his life by professing himself a Catholic, he would find himself deceived, and that he had nothing to do but prepare himself for death.  The unhappy criminal had no sooner heard this than, rising up, he declared his resolution to die in the religion of his country, and being delivered up to his prosecutors was immediately dispatched with their lances.\\n\\nThe chief reason of calling me was not that I might hear this confession:  the viceroy had another design of seizing my person, expecting that either the Jesuits or Portuguese would buy my liberty with a large ransom, or that he might exchange me for his father, who was kept prisoner by a revolted prince.  That prince would have been no loser by the exchange, for so much was I hated by the Abyssinian monks that they would have thought no expense too great to have gotten me into their hands, that they might have glutted their revenge by putting me to the most painful death they could have invented.  Happily I found means to retire out of this dangerous place, and was followed by the viceroy almost to Fremona, who, being disappointed, desired me either to visit him at his camp, or appoint a place where we might confer.  I made many excuses, but at length agreed to meet him at a place near Fremona, bringing each of us only three companions.  I did not doubt but he would bring more, and so he did, but found that I was upon my guard, and that my company increased in proportion to his.  My friends were resolute Portuguese, who were determined to give him no quarter if he made any attempt upon my liberty.  Finding himself once more countermined, he returned ashamed to his camp, where a month after, being accused of a confederacy in the revolt of that prince who kept his father prisoner, he was arrested, and carried in chains to the Emperor.\\n\\nThe time now approaching in which we were to be delivered to the Turks, we had none but God to apply to for relief:  all the measures we could think of were equally dangerous.  Resolving, nevertheless, to seek some retreat where we might hide ourselves either all together or separately, we determined at last to put ourselves under the protection of the Prince John Akay, who had defended himself a long time in the province of Bar against the power of Abyssinia.\\n\\nAfter I had concluded a treaty with this prince, the patriarch and all the fathers put themselves into his hands, and being received with all imaginable kindness and civility, were conducted with a guard to Adicota, a rock excessively steep, about nine miles from his place of residence.  The event was not agreeable to the happy beginning of our negotiation, for we soon began to find that our habitation was not likely to be very pleasant.  We were surrounded with Mahometans, or Christians who were inveterate enemies to the Catholic faith, and were obliged to act with the utmost caution. Notwithstanding these inconveniences we were pleased with the present tranquillity we enjoyed, and lived contentedly on lentils and a little corn that we had; and I, after we had sold all our goods, resolved to turn physician, and was soon able to support myself by my practice.\\n\\nI was once consulted by a man troubled with asthma, who presented me with two alquieres--that is, about twenty-eight pounds weight--of corn and a sheep.  The advice I gave him, after having turned over my books, was to drink goats' urine every morning; I know not whether he found any benefit by following my prescription, for I never saw him after.\\n\\nBeing under a necessity of obeying our acoba, or protector, we changed our place of abode as often as he desired it, though not without great inconveniences, from the excessive heat of the weather and the faintness which our strict observation of the fasts and austerities of Lent, as it is kept in this country, had brought upon us.  At length, wearied with removing so often, and finding that the last place assigned for our abode was always the worst, we agreed that I should go to our sovereign and complain.\\n\\nI found him entirely taken up with the imagination of a prodigious treasure, affirmed by the monks to be hidden under a mountain.  He was told that his predecessors had been hindered from discovering it by the demon that guarded it, but that the demon was now at a great distance from his charge, and was grown blind and lame; that having lost his son, and being without any children except a daughter that was ugly and unhealthy, he was under great affliction, and entirely neglected the care of his treasure; that if he should come, they could call one of their ancient brothers to their assistance, who, being a man of a most holy life, would be able to prevent his making any resistance.  To all these stories the prince listened with unthinking credulity.  The monks, encouraged by this, fell to the business, and brought a man above a hundred years old, whom, because he could not support himself on horseback, they had tied on the beast, and covered him with black wool.  He was followed by a black cow (designed for a sacrifice to the demon of the place), and by some monks that carried mead, beer, and parched corn, to complete the offering.\\n\\nNo sooner were they arrived at the foot of the mountain than every one began to work:  bags were brought from all parts to convey away the millions which each imagined would be his share.  The Xumo, who superintended the work, would not allow any one to come near the labourers, but stood by, attended by the old monk, who almost sang himself to death.  At length, having removed a vast quantity of earth and stones, they discovered some holes made by rats or moles, at sight of which a shout of joy ran through the whole troop:  the cow was brought and sacrificed immediately, and some pieces of flesh were thrown into these holes.  Animated now with assurance of success, they lose no time:  every one redoubles his endeavours, and the heat, though intolerable, was less powerful than the hopes they had conceived.  At length some, not so patient as the rest, were weary, and desisted.  The work now grew more difficult; they found nothing but rock, yet continued to toil on, till the prince, having lost all temper, began to inquire with some passion when he should have a sight of this treasure, and after having been some time amused with many promises by the monks, was told that he had not faith enough to be favoured with the discovery.\\n\\nAll this I saw myself, and could not forbear endeavouring to convince our protector how much he was imposed upon:  he was not long before he was satisfied that he had been too credulous, for all those that had so industriously searched after this imaginary wealth, within five hours left the work in despair, and I continued almost alone with the prince.\\n\\nImagining no time more proper to make the proposal I was sent with than while his passion was still hot against the monks, I presented him with two ounces of gold and two plates of silver, with some other things of small value, and was so successful that he gratified me in all my requests, and gave us leave to return to Adicora, where we were so fortunate to find our huts yet uninjured and entire.\\n\\nAbout this time the fathers who had stayed behind at Fremona arrived with the new viceroy, and an officer fierce in the defence of his own religion, who had particular orders to deliver all the Jesuits up to the Turks, except me, whom the Emperor was resolved to have in his own hands, alive or dead.  We had received some notice of this resolution from our friends at court, and were likewise informed that the Emperor, their master, had been persuaded that my design was to procure assistance from the Indies, and that I should certainly return at the head of an army.  The patriarch's advice upon this emergency was that I should retire into the woods, and by some other road join the nine Jesuits who were gone towards Mazna. I could think of no better expedient, and therefore went away in the night between the 23rd and 24th of April with my comrade, an old man, very infirm and very timorous.  We crossed woods never crossed, I believe, by any before:  the darkness of the night and the thickness of the shade spread a kind of horror round us; our gloomy journey was still more incommoded by the brambles and thorns, which tore our hands; amidst all these difficulties I applied myself to the Almighty, praying him to preserve us from those dangers which we endeavoured to avoid, and to deliver us from those to which our flight exposed us.  Thus we travelled all night, till eight next morning, without taking either rest or food; then, imagining ourselves secure, we made us some cakes of barley-meal and water, which we thought a feast.\\n\\nWe had a dispute with our guides, who though they had bargained to conduct us for an ounce of gold, yet when they saw us so entangled in the intricacies of the wood that we could not possibly get out without their direction, demanded seven ounces of gold, a mule, and a little tent which we had; after a long dispute we were forced to come to their terms.  We continued to travel all night, and to hide ourselves in the woods all day:  and here it was that we met the three hundred elephants I spoke of before.  We made long marches, travelling without any halt from four in the afternoon to eight in the morning.\\n\\nArriving at a valley where travellers seldom escape being plundered, we were obliged to double our pace, and were so happy as to pass it without meeting with any misfortune, except that we heard a bird sing on our left hand--a certain presage among these people of some great calamity at hand.  As there is no reasoning them out of superstition, I knew no way of encouraging them to go forward but what I had already made use of on the same occasion, assuring them that I heard one at the same time on the right.  They were happily so credulous as to take my word, and we went on till we came to a well, where we stayed awhile to refresh ourselves.  Setting out again in the evening, we passed so near a village where these robbers had retreated that the dogs barked after us.  Next morning we joined the fathers, who waited for us.  After we had rested ourselves some time in that mountain, we resolved to separate and go two and two, to seek for a more convenient place where we might hide ourselves.  We had not gone far before we were surrounded by a troop of robbers, with whom, by the interest of some of the natives who had joined themselves to our caravan, we came to a composition, giving them part of our goods to permit us to carry away the rest; and after this troublesome adventure arrived at a place something more commodious than that which we had quitted, where we met with bread, but of so pernicious a quality that, after having ate it, we were intoxicated to so great a degree that one of my friends, seeing me so disordered, congratulated my good fortune of having met with such good wine, and was surprised when I gave him an account of the whole affair.  He then offered me some curdled milk, very sour, with barley-meal, which we boiled, and thought it the best entertainment we had met with a long time.\\n\\nChapter XIV\\n\\nThey are betrayed into the hands of the Turks; are detained awhile at Mazna; are threatened by the Bassa of Suaquem.  They agree for their ransom, and are part of them dismissed.\",\"timestamp\":1637496567,\"title\":\"\\nMy superiors intended to send me into the farthest parts of the empire,\"},\"digest\":\"pGcOw8mjymho0SXEp__iynTBMwNHhlAC5Wv3BxCXWgQ\",\"authorship\":{\"contributor\":\"0x0bc2400104440A18C99548dd9c4A420428c69d55\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YTEF13RvdxRoSkUKZM3MHlQhPdRgKyJH5lqZFCUps1g\\\",\\\"y\\\":\\\"tTRq5r4Y0tD7kFKhzxQanFbAc0Rfx_CG--YZS72JoMM\\\"}\",\"signature\":\"bs4hzU9iSdiWhSDpB9NGZJDHvKL0GYBrKmQnXxGaNdpAE11HhnWBDRAskz2_q9q3nCP-xhSrZJabzOaODphL8A\",\"signingKeySignature\":\"0x7319c4e680e32c23da1834c670551712021a108d31e6ef4554c2cef1b311824927864d51f7754b5bd9962e5b35dd4526bf21af8de3f2a2a7dcb4bb854ce291021c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YTEF13RvdxRoSkUKZM3MHlQhPdRgKyJH5lqZFCUps1g\\\",\\\"y\\\":\\\"tTRq5r4Y0tD7kFKhzxQanFbAc0Rfx_CG--YZS72JoMM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pGcOw8mjymho0SXEp__iynTBMwNHhlAC5Wv3BxCXWgQ\"}"