"{\"content\":{\"body\":\"**1.** **Introduction**\\n\\nOur goal is to develop more and more holders to join the blockchain and become the cryptocurrency with the most holders. Fanacoin is set up to allow most people to have the opportunity to participate as much as possible. We don't play the game of passing grenades. What we pursue is application and liquidity. On this basis, we first chose porn culture as the entry point.\\n\\n**2. Why choose porn culture first?**\\n\\nIn terms of a single content, what is more influential and spreading than porn culture. The cryptocurrency market has long been a stage for geeks and speculators. The conversion of ordinary non-cryptocurrency groups into cryptocurrency holders is more dependent on speculative properties. \\\"Because of speculation, we join. Because of speculation, we leave”\\n\\nPorn culture can also convert non-cryptocurrency groups, and existing cryptocurrency owners can also accept it. In terms of application and circulation, it can provide a large number of stable holders and amazing dissemination. \\\"Have you watched porn video?\\\", \\\"Do you still watch porn video?”\\n\\n**3. Porn culture needs to issue token?**\\n\\nFanacoin is a social experiment. We are confident but it does not mean that the result will be successful. Porn culture does not necessarily need to issue tokens, but issuing tokens will reach a community consensus on this token project. A consensus that belongs to every Fannacoin holder. A kind of porn culture belonging to a collective community.\\n\\n**4. Fanacoin distribution ratio**\\n\\nThe total issuance volume of Fanacoin is 1000000000000000.\\n\\n50% allocated to the community.\\n\\n30% will set up a charity foundation for women and children, which will be unlocked after three years, and the annual flow to the market will not exceed 1% of the total issuance volume. This foundation will protect the basic rights of women and children.\\n\\n20% is allocated to the team and future members, investors, consultants.\\n\\nIn the evolution direction of a system, participants in the entire system must have a certain right to speak. Among them, the creator should not have all the power, and the power should be gradually reduced with the development of the system. More efficient and high-level self-governance, avoiding only circulation in niche markets. No matter where we develop in the future, we have one and only Fanacoin. There will be no other derivative tokens.\\n\\n**5.Law&rule&normal**\\n\\nThe community culture of Fanacoin will find a balance between these three. We oppose child pornography in any form. We do not support real rape, theft of content, candid photos, and racism. In addition to the above, it is determined by the Fanacoin community governance.\\n\\n**6. Fanacoin porn website**\\n\\nUsability is the first core rule.\\n\\nAfter the website goes live, the main functions include publishing content, NFTs, bidding, crowdfunding, revenue distribution, voting, etc.\\n\\nFanacoin will not only have investors and workers, but no consumers. The content of the website is open to the public, for all adults, and all content are not supported for downloading. Once NFTs are traded, they will be taken off the shelves immediately under the smart contract, unless the new holder re-uploads them. Fanacoin hopes to ensure the authenticity, security and privacy of data in a fair manner.\\n\\nAfter the website goes live, we will hold an event to select the most popular porn video stars in 2021. We will list 500 or more porn video stars for community voting. In the end, according to the voting results, every star will get the corresponding Fanacoin. We hope that in the near future, these stars can upload their works on the Fanacoin porn website. Thank them for their long-term contributions to porn culture.\\n\\n**7.Conclusion**\\nThe original intention of the creation of cryptocurrency was to irreversibly liberate financial slaves and decentralize. This requires the participation of extremely large social individuals. Consensus is not a personal force, but a social force. It is not enough to rely solely on the speculative game in the secondary market. Decentralization, many cryptocurrencies seem so ironic under the operation methods of leading players. In this case, the value of cryptocurrency is extremely fragile. Application and liquidity are the tools of Fanacoin against the centralization of cryptocurrencies. Finally, no matter how it changes, Fanacoin will never forget our original intention.\\n\\n**Contact** **information**：\\nE-mail:  [fanacoins@gmail.com](mailto:fanacoins@gmail.com)\\nTwitter: <https://twitter.com/fanacoin>\\nTelegram: FanacoinS\\nIf you are interested in our project or have comments, please contact us.\\n\\n**Donation**：\\nBTC: 35YMdaDZSVHgZgKZYF6z7DEzX7gZNu5NLv\\nETH: 0x74D8288EF895e74f4257cC875bF122D1aD778684\",\"timestamp\":1637674657,\"title\":\"FANACOIN White Paper 1.1.1\\nHow to become the cryptocurrency with the most holders？\"},\"digest\":\"VVJ9B5U0LswzIySqYVpbUxMJ404ilCVpuFa6IfmxpL8\",\"authorship\":{\"contributor\":\"0x6e1EB9e2869108f0d522cd250682bEaF84103d3c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BdGNmq_3mfMJ7k_6MaW3xV4x_wdwfTNV0xdCAX_mnws\\\",\\\"y\\\":\\\"7kX7lw-r8sEl6zR1gs2gRHeFU1vPf7TvBymz90gR5NU\\\"}\",\"signature\":\"CdMYbX3R792VsNbqbIcb70ZDAcHlIn3Xhvanu1gzP9OxjVD2MhWAA7SNWH2gxCPpsCFuOL2gGdSUkbaTy-C7Yw\",\"signingKeySignature\":\"0xc6616151ad3fe69fc0732d49a13a6dbefca9dd0a9b71b7fc4b11caa05edf42a467cf7c067f100b4f2a0584ae7d156c7988b8c3550603fea83e08bad6b1dd64fd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BdGNmq_3mfMJ7k_6MaW3xV4x_wdwfTNV0xdCAX_mnws\\\",\\\"y\\\":\\\"7kX7lw-r8sEl6zR1gs2gRHeFU1vPf7TvBymz90gR5NU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VVJ9B5U0LswzIySqYVpbUxMJ404ilCVpuFa6IfmxpL8\"}"