"{\"content\":{\"body\":\"Having in the first section of the precedent chapter presupposed that motion and agitation of the brain which we call conception, to be continued to the heart, and there to be called passion; I have thereby obliged myself, as far forth as I can, to search out and declare, from what conception proceedeth every one of those passions which we commonly take notice of. For the things that please and displease, are innumerable, and work innumerable ways; but men have taken notice of the passions they have from them in a very few, which also are many of them without name.     2. And first, we are to consider that of conceptions there are three sorts, whereof one is of that which is present, which is sense; another, of that which is past, which is remembrance; and the third, of that which is future, which we call expectation: all which have been manifestly declared in the second and the third chapter. And every of these conceptions is pleasure present. And first for the pleasures of the body which affect the sense of touch and taste, as far forth as they be organical, their conception is sense; so also is the pleasure of all exonerations of nature; all which passions I have before named sensual pleasures; and their contraries, sensual pains; to which also may be added the pleasures and displeasures of odours, if any of them shall be found organical, which for the most part they are not, as appeareth by this experience which every man hath, that the same smells, when they seem to proceed from others, displease, though they proceed from ourselves; but when we think they proceed from ourselves, they displease not, though they come from others: the displeasure therefore, in these is a conception of hurt thereby as being unwholesome, and is therefore a conception of evil to come, and not present. Concerning the delight of hearing, it is diverse, and the organ itself not affected thereby. Simple sounds please by continuance and equality, as the sound of a bell or lute: insomuch that it seemeth an equality continued by the percussion of the object upon the ear, is pleasure; the contrary is called harshness: such as is grating, and some other sounds, which do not always affect the body, but only sometimes, and that with a kind of horror beginning at the teeth. Harmony, or many sounds together agreeing, please by the same reason as unison, which is the sound of equal strings equally stretched. Sounds that differ in any height, please by inequality and equality alternate, that is to say, the higher note striketh twice, for one stroke of the other, whereby they strike together every second time; as is well proved by Galileo, in the first dialogue concerning local motions, where he also sheweth, that two sounds differing a fifth, delight the ear by an equality of striking after two inequalities; for the higher note striketh the ear thrice, while the other striketh but twice. In the like manner he sheweth, wherein consisteth the pleasure of concord, and the displeasure of discord, in other differences of notes. There is yet another pleasure and displeasure of sounds, which consisteth in consequence of one note after another, diversified both by accent and measure: whereof that which pleaseth is called air. But for what reason succession in one tone and measure is more air than another, I confess I know not; but I conjecture the reason to be, for that some of them may imitate and revive some passion which otherwise we take no notice of, and the other not; for no air pleaseth but for a time, no more doth imitation. Also the pleasures of the eye consist in a certain equality of colour: for light, the most glorious of all colours, is made by equal operation of the object; whereas colour is (perturbed, that is to say) unequal light, as hath been said chap. II, sect. 8. And therefore colours, the more equality is in them, the more resplendent they are. And as harmony is a pleasure to the ear, which consisteth of divers sounds; so perhaps may some mixture of divers colours be harmony to the eye, more than another mixture. There is yet another delight by the ear, which happeneth only to men of skill in music, which is of another nature, and not (as these) conception of the present, but rejoicing in their own skill; of which nature are the passions of which I am to speak next.     3. Conception of the future is but a supposition of the same, proceeding from remembrance of what is Past; and we so far conceive that anything will be hereafter, as we know there is something at the present that hath power to produce it. And that anything hath power now to produce another thing hereafter, we cannot conceive, but by remembrance that it hath produced the like heretofore. Wherefore all conception of future, is conception of power able to produce something; whosoever therefore expecteth pleasure to come, must conceive withal some power in himself by which the same may be attained. And because the passions whereof I am to speak next, consist in conception of the future, that is to say, in conception of power past, and the act to come; before I go any farther, I must in the next place speak somewhat concerning this power.     4. By this power I mean the same with the faculties of body and mind, mentioned in the first chapter, that is to say, of the body, nutritive, generative, motive; and of the mind, knowledge. And besides those, such farther powers, as by them are acquired (viz.) riches, place of authority, friendship or favour, and good fortune; which last is really nothing else but the favour of God Almighty. The contraries of these are impotences, infirmities, or defects of the said powers respectively. And because the power of one man resisteth and hindereth the effects of the power of another power simply is no more, but the excess of the power of one above that of another. For equal powers opposed, destroy one another; and such their opposition is called contention.     5. The signs by which we know our own power are those actions which proceed from the same; and the signs by which other men know it, are such actions, gesture, countenance and speech, as usually such powers produce: and the acknowledgment of power is called HONOUR; and to honour a man (inwardly in the mind) is to conceive or acknowledge, that that man hath the odds or excess of power above him that contendeth or compareth himself. And HONOURABLE are those signs for which one man acknowledgeth power or excess above his concurrent in another. As for example: -- Beauty of person, consisting in a lively aspect of the countenance, and other signs of natural heat, are honourable, being signs precedent of power generative, and much issue; as also, general reputation amongst those of the other sex, because signs consequent of the same. -- And actions proceeding from strength of body and open force, are honourable, as signs consequent of power motive, such as are victory in battle or duel; et a avoir tue son homme. -- Also to adventure upon great exploits and danger, as being a sign consequent of opinion of our own strength: and that opinion a sign of the strength itself. -- And to teach or persuade are honourable, because they be signs of knowledge. -- And riches are honourable; as signs of the power that acquired them. -- And gifts, costs, and magnificence of houses, apparel, and the like, are honourable, as signs of riches. -- And nobility is honourable by reflection, as signs of power in the ancestors. -- And authority, because a sign of strength, wisdom, favour or  riches by which it is attained. -- And good fortune or casual prosperity is honourable, because a sign of the favour of God, to whom is to be ascribed all that cometh to us by fortune, no less than that we attain unto us by industry. And the contraries, or defects, of these signs are dishonourable; and according to the signs of honour and dishonour, so we estimate and make the value or WORTH of a man. For so much worth is every thing, as a man will give for the use of all it can do.     6. The signs of honour are those by which we perceive that one man acknowledgeth the power and worth of another. Such as these:-To praise; to magnify; to bless, or call happy; to pray or supplicate to; to thank; to offer unto or present; to obey; to hearken to with attention; to speak to with consideration; to approach unto in decent manner, to keep distance from; to give the way to, and the like; which are the honour the inferior giveth to the superior.     But the signs of honour from the superior to the inferior, are such as these: to praise or prefer him before his concurrent; to hear him more willingly; to speak to him more familiarly; to admit him nearer. to employ him rather. to ask his advice rather; to like his opinions; and to give him any gift rather than money, or if money, so much as may not imply his need of a little: for need of little is greater poverty than need of much. And this is enough for examples of the signs of honour and of power.     7. Reverence is the conception we have concerning another, that he hath a power to do unto us both good and hurt, but not the will to do us hurt.     8. In the pleasure men have, or displeasure from the signs of honour or dishonour done unto them, consisteth the nature of the passions in particular, whereof we are to speak in the next chapter\",\"timestamp\":1636530585,\"title\":\"Of the Pleasures of the Senses; Of Honour\"},\"digest\":\"U_l9RPnC_UkFtmfMIeQElNE0iJUezV7cOunsR4Dbmlk\",\"authorship\":{\"contributor\":\"0x16990aD90610D9D4925b2E887231d56E95e0FBFb\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V7Ts7Vfjs0YimOJ3ZnXG31zQbKUAWC7mJRg0-liNxrk\\\",\\\"y\\\":\\\"cGh0xwz4KwkmwXJz2EyHRwXKmzJldeZ1_WtTBT_o-oY\\\"}\",\"signature\":\"UOG_OtmpV1mCIWhqV6-wow1qYbWL8gQqruJJgTqBCHhhB-kGE-bD2LFB5OIOjf48BCFnxvHOikPmRWFG2qCqqg\",\"signingKeySignature\":\"0x5e2a8b546984bceff15076d1a4dd3b33ad8bdf681aa82721961bb01211c5261f385019442b43a95bf86a8fa8274b1126422488dd154c3397b440e9a9910cc0711c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V7Ts7Vfjs0YimOJ3ZnXG31zQbKUAWC7mJRg0-liNxrk\\\",\\\"y\\\":\\\"cGh0xwz4KwkmwXJz2EyHRwXKmzJldeZ1_WtTBT_o-oY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"U_l9RPnC_UkFtmfMIeQElNE0iJUezV7cOunsR4Dbmlk\"}"