"{\"content\":{\"body\":\"It was not love for the work that led Mr. Prywell to give up his days and his nights as his history tells us he did.  Mr. Prywell ran himself into many dangerous situations both within and without the city, and he lost himself far more friends than he made by his devotion to his thankless task.  But necessity was laid upon him.  And what held him up was the sure and certain knowledge that his King would have that service at his hands.  That, and his love for the city, for the safety and the deliverance of the city,--all that kept Mr. Prywell's heart fixed.  Am I therefore your enemy? he would say to some who would have had it otherwise than the King would have it. But it is a good thing to be zealously affected in a work like mine, he would say, in self-defence and in self-encouragement.  And then, though not many, there were always some in the city who said, Let him smite me and it shall be a kindness; let him reprove me and it shall be an excellent oil which shall not break my head.  It was in Mansoul with Mr. Prywell as it was in Kidderminster with Richard Baxter, when some of his people said to one another, 'We will take all things well from one that we know doth entirely love us.' 'Love them,' said Augustine, 'and then say anything you like to them.'  Now, that was Mr. Prywell's way.  He loved Mansoul, and then he said many things to her that a false lover and a flatterer would never have dared to say.\\n\\n1. Then, as the saying is, it goes without saying that 'Mr. Prywell was always a jealous man.'  Great lovers are always jealous men, and Mr. Prywell showed himself to be a great lover by the great heat of his jealousy also.  'Vigilant,'  says the excellent editress again; 'cautious against dishonour, reasonably mistrustful--low Latin zelosus, full of zeal.  \\\"And he said, I have been very jealous for the Lord God of hosts.\\\"'  Now, it so happened that some of Mr. Prywell's most private and not at all professional papers--papers evidently, and on the face of them, connected with the state of the spy's own soul--came into my hands as good lot would have it just the other night.  The moth-eaten chest was full of his old papers, but the pieces that took my heart most were, as it looked to me, actually gnashed through with his remorseful teeth, and soaked and sodden past recognition with his sweat and his tears and his agonising hands.  But after some late hours over those remnants I managed to make some sense to myself out of them. There are some parts of the parchments that pass me; but, if only to show you that this arch-spy's so vigilant jealousy was not all directed against other people's bad hearts and bad habits, I shall copy some lines out of the old box.  'Have I penitence?' he begins without any preface.  'Have I grief, shame, pain, horror, weariness for my sin?  Do I pray and repent, if not seven times a day as David did, yet at least three times, as Daniel?  If not as Solomon, at length, yet shortly as the publican?  If not like Christ, the whole night, at least for one hour?  If not on the ground and in ashes, at least not in my bed?  If not in sackcloth, at least not in purple and fine linen?  If not altogether freed from all, at least from immoderate desires?  Do I give, if not as Zaccheus did, fourfold, as the law commands, with the fifth part added?  If not as the rich, yet as the widow?  If not the half, yet the thirtieth part?  If not above my power, yet up to my power?'  And then over the page there are some illegible pencillings from old authors of his such as this from Augustine:  'A good man would rather know his own infirmity than the foundations of the earth or the heights of the heavens.'  And this from Cicero:  'There are many hiding-places and recesses in the mind.'  And this from Seneca:  'You must know yourself before you can amend yourself.  An unknown sin grows worse and worse and is deprived of cure.'  And this from Cicero again: 'Cato exacted from himself an account of every day's business at night'; and also Pythagoras,\\n\\n'Nor let sweet sleep upon thine eyes descend Till thou hast judged its deeds at each day's end.'\\n\\nAnd this from Seneca again:  'When the light is removed out of sight, and my wife, who is by this time aware of my practice, is now silent, I pass the whole of my day under examination, and I review my deeds and my words.  I hide nothing from myself:  I pass over nothing.'  And then in Mr. Prywell's boldest and least trembling hand:  'O yes! many shall come from the east and the west and shall sit down with Abraham and Isaac and Jacob in the kingdom of heaven, when many of the children of the kingdom shall be cast out.  O yes.'  Now, this 'O yes!' Miss Peacock tells us, is the Anglicised form of a French word for our Lord's words, Take heed how ye hear!\\n\\n1. 'A sober and a judicious man' it is said of Mr. Prywell also. To a certainty that.  It could not be otherwise than that.  For Mr. Prywell's office, its discoveries and its experiences, would sober any man.  'I am sprung from a country,' says Abelard, 'of which the soil is light, and the temper of the inhabitants is light.'  So was it with Mr. Prywell to begin with.  But even Abelard was sobered in time, and so was Mr. Prywell.  Life sobered Abelard, and Mr. Prywell too; life's crooks and life's crosses, life's duties and life's disappointments, especially Mr. Prywell.  'The more narrowly a man looks into himself,' says A Kempis, 'the more he sorroweth.' Not sober-mindedness alone comes to him who looks narrowly into himself, but great sorrow of heart also.  And if you are not both sobered in your mind and full of an unquenchable sorrow in your heart, O yes! attend to it, for you are not yet begun to be what God would have you to be.  Dr. Newman, with all his mistakes and all his faults, was a master in two things:  his own heart and the English language.  And in writing home to his mother a confidential letter from college on his birthday, he confides to her that he often 'shudders at himself.'  'No,' he answered to his mother's fears and advices about food and air and exercise:  'No, I am neither nervous, nor in ill-health, nor do I study too much.  I am neither melancholy, nor morose, nor austere, nor distant, nor reserved, nor sullen.  I am always cheerful, ready and eager to join in any merriment.  I am not clouded with sadness, nor absent in mind, nor deficient in action.  No; take me when I am most foolish at home and extend mirth into childishness; yet all the time I am shuddering at myself.'  There spake the future author of the immortal sermons.  There spake a mind and a heart that have deepened the minds and the hearts of Christian men more than any other influence of the century; a mind and a heart, moreover, that will shine and beat in our best literature and in our deepest devotion for centuries to come.  You must all know by this time another classical passage from the pen of another spiritual genius in the Church of England, that greatly gifted church.  Let me repeat it to illustrate how sober-mindedness and great sorrow of heart always come to the best of men.  'Let any man consider that if the world knew all that of him which he knows of himself; if they saw what vanity and what passions govern his inside, and what secret tempers sully and corrupt his best actions; and he would have no more pretence to be honoured and admired for his goodness and wisdom than a rotten and distempered body is to be loved and admired for its beauty and comeliness.  And, perhaps, there are very few people in the world who would not rather choose to die than to have all their secret follies, the errors of their judgments, the vanity of their minds, the falseness of their pretences, the frequency of their vain and disorderly passions, their uneasinesses, hatreds, envies, and vexations made known to the world.  And shall pride be entertained in a heart thus conscious of its own miserable behaviour?'  No wonder that Mr. Prywell was sober-minded!  No wonder that Dr. Newman shuddered at himself!  And no wonder that William Law chose strangling and the pond rather than that any other man should see what went on in his heart!\\n2. And as if all that were not enough, and more than enough, to commend Mr. Prywell to us--to our trust, to our confidence, and to our imitation--his royal certificate continues, 'One that looks into the very bottom of matters, and talks nothing of news, but by very solid arguments.'  The very bottom of matters--that is, the very bottom of his own and other men's hearts.  Mr. Prywell counts nothing else worth a wise man's looking at.  Let fools and children look at the painted and deceitful surface of things, but let men, men of matters, and especially men of divine matters, look only at their own and other men's hearts.  The very bottom of all matters is there.  All wars, all policies, all debates, all disputes, all good and all evil counsels, all the much weal and all the multitudinous woe of Mansoul--all have their bottom in the heart; in the heart of God, or in the heart of man, or in the heart of the devil.  The heart is the root of absolutely every matter to Mr. Prywell.  He would not waste one hour of any day, or one watch of any night, on anything else.  And it was this that made him both the extraordinarily successful scout he was, and the extraordinarily sober and thoughtful and judicious man he was.  O yes, my brethren, the bottom of matters, when you take to it, will work the same change in you.  'Two things,' says one who had long looked at his own matters with Mr. Prywell's eyes--'two things, O Lord, I recognise in myself:  nature, which Thou hast made, and sin, which I have added.'  My brethren, that recognition, that discovery in yourselves, when it comes to you, will sober you as it has sobered so many men before you:  when it comes to you, that is, about yourselves.  That discovery made in yourselves will make you deep-thinking men.  It will make common men and unlearned men among you to be philosophers and theologians and saints.  It will work in you a thoughtfulness, a seriousness, a depth, an awe, a holy fear, and a great desire that will already have made you new creatures. When, in examining yourselves and in characterising yourselves, you come on what some clear-eyed men have come on in themselves, and what one of them has described as 'the diabolical animus of the human mind'--when you make that discovery in yourselves, that will sober you, that will humble you and fill you full of remorse and compunction.  And if in God's grace to you, that were to begin to be wrought in you this week, there would be one, at any rate, eating of that bread next Lord's day, and drinking of that cup as God would have it.\\n3. 'A man that is no tattler, nor raiser of false reports, and that talks nothing of news, but by very solid arguments.'  Mr. Prywell was more taken up with his own matters at home, far more than the greatest busybodies are with other men's matters abroad. His name, I fear, will still sound somewhat ill in your ears, but I can assure you all the ill for you lies in the sound.  Mr. Prywell would not hurt a hair of your head:  the truth is, he does not know whether there is a hair on your head or no.  This man's name comes to him and sticks to him, not because he pries into your affairs, for he does not, and never did, but because he is so drawn down into his own.  Mr. Prywell has no eye for your windows and he has no ear for your doors.  If your servant is a leaky slave, Prywell, of all your neighbours, has no ear for his idle tales.  This man is no eavesdropper; your evil secrets have only a sobering and a saddening and a silencing effect upon him.  Your house might be full of skeletons for anything he would ever discover or remember. The beam in his own eye is so big that he cannot see past it to speak about your small mote.  'The inward Christian,' says A Kempis, 'preferreth the care of himself before all other cares.  He that diligently attendeth to himself can easily keep silence concerning other men.  If thou attendest unto God and unto thyself, thou wilt be but little moved with what thou seest abroad.'  At the same time, Mr. Prywell was no fool, and no coward, and no hoodwinked witness.  He could tell his tale, when it was demanded of him, with such truth, and with such punctuality, and on such ample grounds, that a conviction of the truth instantly fell on all who heard him.  'Sirs,' said those who heard him break silence, 'it is not irrational for us to believe it,' with such solid arguments and with such an absence of mere suspicion and of all idle tales did he speak.  On one occasion, on a mere 'inkling,' he woke up the guard; only, it was so true an inkling that it saved the city.  But I cannot follow Mr. Prywell any further to-night.  How he went up and down Mansoul listening; how he kept his eyes and his ears both shut and open; what splendid services he performed in the progress, and specially toward the end, of the war; how the thanks of the city were voted to him; how he was made Scoutmaster-general for the good of the town of Mansoul, and the great conscience and good fidelity with which he managed that great trust--all that you will read for yourselves under this marginal index, 'The story of Mr. Prywell.'\\n\\nNow, my brethren, as the outcome of all that, we must all examine ourselves as before God all this week.  We must wait on His word and on His providences while they examine us all this week.  We must pry well into ourselves all this week.  Come, let us compel ourselves to do it.  Let us search and try our ways all this week as we shall give an account.  Let us ask ourselves how many Communion tables we have sat at, and at how many more we are likely to sit.  Let us ask why it is that we have got so little good out of all our Communions.  Let us ask who is to blame for that, and where the blame lies.  Let us go to the bottom of matters with ourselves, and compel ourselves to say just what it is that is the cause of God's controversy with us.  What vow, what solemn promise, made when trouble was upon us, have we completely cast behind our back?  What about secret prayer?  At what times, for what things, and for what people do we in secret pray?  What about secret sin? What is its name, and what does it deserve, and what fruit are we already reaping out of it?  What is our besetting sin, and what steps do we take, as God knows, to crucify it?  Do we love money too much?  Do we love praise too much?  Do we love eating and drinking too much?  Does envy make our heart a very hell?  Let us name the man we envy, and let us keep our Communion eye upon him. Let us mix his name with all the psalms and prayers and sermons of this Communion season.  Or is it diabolical ill-will?  Or is it a wicked tongue against an unsuspecting friend?  Let us examine ourselves as Paul did, as Prywell did, and as God would have us do it, and we shall discover things in ourselves so bad that if I were to put words on them to-night, you would stop your ears in horror and flee out of the church.  Let a man see himself at least as others see him; and then he will be led on from that to see himself as God sees him; and then he will judge himself so severely as that he shall not need to be judged at the Judgment Day, and will condemn himself so sufficiently as that he shall not be condemned with a condemned world at the last.\\n\\nCHAPTER XVI--YOUNG CAPTAIN SELF-DENIAL\\n\\n'If any man will come after Me, let him deny himself and take up his cross daily and follow Me.'--Our Lord.\\n\\n'Now the siege was long, and many a fierce attempt did the enemy make upon the town, and many a shrewd brush did some of the townsmen meet with from the enemy, especially Captain Self-denial, to whose care both Ear-gate and Eye-gate had been intrusted.  This Captain Self-denial was a young man, but stout, and a townsman in Mansoul.  This young captain, therefore, being a hardy man, and a man of great courage to boot, and willing to venture himself for the good of the town, he would now and then sally out upon the enemy; but you must think this could not easily be done, but he must meet with some sharp brushes himself, and, indeed, he carried several of such marks on his face, yea, and some on some other parts of his body.'  Thus, Bunyan.  I shall now go on to-night to offer you some annotations and some reflections on this short but excellent history of young Captain Self-denial.\\n\\n1. Well, to begin with, this Captain Self-denial was still a young man.  'And, now, it comes into my mind, said Goodman Gains after supper, I will tell you a story well worth the hearing, as I think. There were two men once upon a time that went on pilgrimage; the one began when he was young and the other began when he was old. The young man had strong corruptions to grapple with, whereas the old man's corruptions were decayed with the decays of nature.  The young man trod his steps as even as did the old one, and was every way as light as he; who, now, or which of them, had their graces shining clearest, since both seemed to be alike?  Why, the young man's, doubtless, answered Mr. Honest.  For that which heads against the greatest opposition gives best demonstration that it is strongest.  A young man, therefore, has the advantage of the fairest discovery of a work of grace within him.  And thus they sat talking till the break of day.'\\n\\nNow, I have taken up Captain Self-denial to-night because the young men and I are to begin a study to-night to which I was first attracted because it taught me lessons about myself, and about self-denial, and thus about both a young man's and an old man's deepest and most persistent corruptions--lessons such as I have never been taught in any other school.  In all my philosophical, theological, moral, and experimental reading, so to describe it, I have never met with any school of authors for one moment to be compared with the great evangelical mystics, especially when they treat of self, self-love, self-denial, the daily cross, and all suchlike lessons.  Take the great doctrinal and experimental Puritans, such as John Owen, Thomas Goodwin, Richard Baxter, John Howe, and Jonathan Edwards, and add on to them the greatest and best mystics, such as Jacob Behmen, Thomas A Kempis, Francis Fenelon, Jeremy Taylor, Samuel Rutherford, Robert Leighton, and William Law, and you will have the profoundest, the most complete, the most perfect, and, I will add, the most fascinating and enthralling of spiritual teaching in all the world.  And I will be bold enough to promise you that if you will but join our Young Men's Class to-night, and will buy and read our mystical books, and will resolve to put in practice what you hear and read in the class, I will promise you, I say, that by the end of our short session you will not only be ten times more open and hospitably- minded men, but also ten times more spiritually-minded men, ten times more Christ-like men, and with your joy in Christ and His joy in you all but full.\\n\\n1. The Captain Self-denial was a young man, and he was also a townsman in Mansoul.  Young Self-denial and one other were all of Emmanuel's captains who were townsmen in Mansoul.  All his other captains Emmanuel had brought with him; but the Captains Self- denial and Experience were both born and reared to their full manhood in that besieged city.  'A townsman.'  How much there is for us all in that one word!  How much instruction!  How much encouragement!  How much caution and correction!  Our greatest grace; our most essential and indispensable grace; our most experimental and evidential grace; that grace, indeed, without which all our other graces are but specious shows and painted surfaces of graces; that grace into which our Lord here gathers up all our other graces;--that greatest of graces cannot be imputed, imported, or introduced; it must be born, bred, exercised, reared up to its full maturity, and sent forth to fight and to conquer, and all within the walls of its own native town; in short, our self-denial must have its beginning and middle and end in our own heart.  Antinomians there were, as our Puritan fathers nicknamed all those persons who glorified Christ by letting Him do all things for them, both His own things and their things too, both their justification and their sanctification too.  And there are many good but ill-instructed men among ourselves who have just this taint of that old heresy cleaving to them still--this taint, namely, that they are tempted to carry over the suretyship and substitutionary work of Christ into such regions, and to carry it to such lengths in those regions, as, practically, to make Christ to minister to their soft and sinful living, and to their excuse and indulgence of themselves.  I will put it squarely and plainly to some of my very best friends here to-night.  Is it not the case, now, that you do not like this direction into which this text, and the truth of this text, are now travelling?  Is it not so that you shift back in your seat from the approaching cross?  Is it not the very and actual fact that you have secret ways of sin, secret habits of self-indulgence in your body and in your soul, in your mind and in your heart, secret sins that you mantle over with the robe of Christ's righteousness?  His spotless and imputed righteousness?  In your present temper you would have disliked deeply the Sermon on the Mount had you heard it; and I see you shaking your head over your Sabbath-day dinner at this text when it was first spoken.  Lay this down for a law, all my brethren,--a New Testament and a never-to-be-abrogated law,--that the best and the safest religion for you is that way of religion that is hardest on your pride, on your self-importance, on your self-esteem, as well as on your purse and on your belly.  You are not likely to err by practising too much of the cross.  You may very well have too much of the cross of Christ preached to you, and too little of your own. Why! did not Christ die for me? you indignantly say.  Yes; so He did.  But only that you might die too.  He was crucified, and so must you be crucified every day before one single drop of His sin- atoning blood shall ever be wasted on You.  Be not deceived:  the cross is not mocked; for only as a man nails himself, body and soul, to the cross every day shall he ever be saved from sin and death and hell by means of it.  And, exactly as a man denies himself--no more and no less--his appetites, his passions, his thoughts and words and deeds, every day and every hour of every day, just so much shall He who searches our hearts and sees us in secret, acknowledge us, both every day now, and at the last day of all.\\n2. This same Captain Self-denial, his history goes on, was stout, he was an hardy man also, and a man of great courage.  Stout and hardy and of great courage at home, that is; in his own mind and heart, soul and body, that is.  Young Captain Self-denial was a perfect hero at saying No! and at saying No! to himself.  It is a proverb that there is nothing so difficult as to say that monosyllable.  And the proverb is Scripture truth if you try to say No! to yourself.  It takes the very stoutest of hearts, the most noble, the most manly, the most soldierly, and the most saintly of hearts to say No! to itself, and to keep on saying No! to itself to the bitter end of every trial and temptation and opportunity.  I remember reading long ago a page or two of a medical man's diary. And in it he made a confession and an appeal I have never forgot; though, to my loss, I have not always acted upon it.  He said that for many years he had never been entirely well.  He had constant headaches and depressions, and it was seldom that he was not to some extent out of sorts.  But, all the time, he had a shrewd guess within himself as to what was the matter with him.  He felt ashamed to confess it even to himself that he over-ate himself every day at table; till, at last, summoning up all divine and human help, he determined that, however hungry he was, and however savoury the dish was, and however excellent the wine was, he would never either ask for or accept a second helping.  And this was his testimony, that from that stout and hardy day he grew better in health daily; 'my head became clear, my eye bright, my complexion pure, my mind and feelings were redeemed from all clouds and depressions.  And to-day I am a younger man at fifty than I was at thirty.'  Now, if just saying No! to himself and to the waiter at table did work such a new birth in a confirmed gourmand of middle life, what would it not have wrought for him had he carried his answer stoutly and courageously through all the other parts of his body and soul?--as perhaps he did.  Perhaps, having tasted the sweet beginnings of salvation, he carried his short and sure regimen through.  If he has done so, let him give us his full autobiography.  What a blessed, what a priceless book it would be!\\n3. Stout Captain Self-denial was commanded to begin his life as an officer in Emmanuel's army by taking especial watch over Ear-gate and Eye-gate; and at our last accounts of our abstemious doctor he had only got the length of Mouth-gate.  But having begun so well with those three great outposts of the soul, if those two trusty officers only held on, and played the man courageously enough, they would soon be promoted to still more important, still more central, and, if more difficult and dangerous, then also much more honourable and remunerative posts.  Appetite, deep and deadly as its evils are, is, after all, only an outwork of the soul; and the same sharp knife that the epicure and the sot in all their stages must put to their throat, that same knife must be made to draw blood in all parts of their mind and their heart, in their will and in their imagination, till a perfect chorus of self-denials rings like noblest martial music through all the gates, and streets, and fortresses, and strongholds, and very palaces and temples of the soul.  I shall here stand aside and let the greatest of the English mystics speak to you on this present point.  'When we speak of self-denial,' he says, in his Christian Perfection, 'we are apt to confine it to eating and drinking:  but we ought to consider that, though a strict temperance be necessary in these things, yet that these are the easiest and the smallest instances of self-denial. Pride, vanity, self-love, covetousness, envy, and other inclinations of the like nature call for a more constant and a more watchful self-denial than the appetites of hunger and thirst.  And till we enter into this course of universal self-denial we shall make no progress in real piety, but our lives will be a ridiculous mixture of I know not what; sober and covetous, proud and devout, temperate and vain, regular in our forms of devotion and irregular in all our passions, circumspect in little modes of behaviour and careless and negligent of tempers the most essential to piety.  And thus it will necessarily be with us till we lay the axe to the root of the tree, till we deny and renounce the whole corruption of our nature, and resign ourselves up entirely to the Spirit of God, to think and speak and act by the wisdom and the purity of religion.'\\n4. Stout as Captain Self-denial was, and notable alarms and some brisk execution as he did upon the enemy, yet he must meet with some brushes himself; indeed, he carried several of the marks of such brushes on his face as well as on some other parts of his body.  If I had read in his history that Young Captain Self-denial had left his mark upon his enemies, I would have said, Well done, and I would have added that I always expected as much.  But it is far more to my purpose to read that he had not always got himself off without wounds that left lasting scars both where they were seen of all, and where they were seen and felt only by Self-denial himself.  And not Self-denial only, but even Paul, in our flesh, and with like passions with us, had the same experience and has left us the same record.  'I keep my body under':  so our emasculated English version makes us read it.  But the visual image in the masterly original Greek is not so mealy-mouthed.  I box and buffet myself day and night, says Paul.  I play the truculent tyrant over a lewd and lazy slave.  I hit myself blinding blows on my tenderest part.  I am ashamed to look at myself in the glass, for all under my eyes I am black and blue.  If David, after the matter of Uriah, had done that to himself, and even more than that, we would not have wondered; we would have expected it, and we would have said, It is no more than we would have done ourselves.  But that a spotless, gentle, noble soul like Paul should so have mangled himself,--that quite dumfounders us.  If Paul, then, who, touching the righteousness which is in the law, was blameless, had to handle himself in that manner in order to keep himself blameless, shall any young man here hope to escape temptation without such blows at himself as shall leave their mark on him all his days?  Nay, not only so, but after Self-denial had thus exercised himself and subdued himself, still his enemy sometimes got such an advantage over him as left him as his history here describes him.  All which is surely full of the most excellent heartening to all who read, in earnest and for an example, his fine history.\\n5. The last and crowning exploit of our matchless captain was to capture, and execute, and quarter, and hang up on a gallows at the market-cross, the head and the hands and the feet of his oldest, most sworn, and most deadly enemy, one Self-love.  So stout and so insufferable was our captain in the matter of Self-love that when it was proposed by some of his many influential friends and high- in-place relations in the city that the judgment of the court- martial on Self-love should be deferred, our stout soldier with the cuts on his face and in some other parts of his body stood up, and said that the city and the army must make up their mind either to relieve him of his sword, hacked and broken off as it was, or else to execute the law upon Self-love on the spot.  I will lay down my commission this very day, he said, with an extraordinary indignation.  Many rich men in the city, and many men deep in the King's service, muttered mutinous things when their near relative was hurried to the open cause-way, but by that time the soldiers of Self-denial's company had brained Self-love with the butts of their muskets.  And it was the stand that our captain made in the matter of Self-love that at last lifted the young soldier where many had felt he should have been lifted long ago.  From that day he was made a lord, a military peer, and an adviser of the crown and the crown officers in all the deepest counsels concerning Mansoul. Only, with the cloak and the coronet of Self-denial the present history all but comes to an end.  For, before the outcast remains of Self-love had mouldered to their dust on the city gate, the King's chariot had descended into the street, had ascended up to the palace at the head of the street, and a new age of the city life had begun, the full history of which has yet to be told.\\n\\nRemain behind, then, and begin with us to-night, all you young men. You cannot begin this lifelong study and this lifelong pursuit of self-denial too early.  For, even if you begin to read our books and to practise our discipline in your very boyhood, when you are old men and very saints of God you will feel that your self-love is still so full of life and power, that your self-denial has scarcely begun.  Ah, me! men:  both old and young men.  Ah, me! what a life's task set us of God it is to make us a new heart, to cleanse out an unclean heart, to lay in the dust a proud heart, and to keep a heart at all times, and in all places, and toward all people, with all diligence!  Who is sufficient for these things?\\n\\n'Now was Christian somewhat in a maze.  But at last, when every man started back for fear, Christian saw a man of a very stout countenance come up to him that sat there with the inkhorn to write, saying, Set down my name, sir!  At which there was a pleasant voice heard from those that were within, even of those who walked upon the top of that place, saying,\\n\\n\\\"Come in, come in: Eternal glory thou shalt win.\\\"\\n\\nThen Christian smiled, and said:  I think, verily, that I know the meaning of all this now.'\\n\\nCHAPTER XVII--FIVE PICKT MEN\\n\\n'I took wise men and known and made them captains.'--Moses.\\n\\nJohn Bunyan never lost his early love for a soldier's life any more than he ever forgot the rare delights of his bell-ringing days. John Bunyan, all his days, never saw a bell-rope that his fingers did not tingle, and he never saw a soldier in uniform without instinctively shouldering his youthful musket.  Bunyan was one of those rare men who are of imagination all compact; and consequently it is that all his books are full of the scenes, the occupations, and the experiences of his early days.  Not that he says very much, in as many words, about what happened to him in the days when he was a soldier; it is only once in all his many books that he says that when he was a soldier such and such a thing happened to him. At the same time, all his books bear the impress of his early days upon them; and as for this special book of Bunyan's now open before us, it is full from board to board of the strife and the din of his early battles.  The Holy War is just John Bunyan's soldierly life spiritualised--spiritualised and so worked up into this fine English Classic.\\n\\nWell, then, after Mansoul was taken and reduced, the victorious Prince determined so to occupy the town with His soldiers that it should never again either be taken by force from without, or ever again revolt by weakness or by fear from within.  And with this view He chose out five of His best captains--My five pickt men, He always called them--and placed those five captains and their thousands under them in the strongholds of the town.  On the margin of this page our versatile author speaks of that step of Emmanuel's in the language of a philosopher, a moralist, and a divine.  'Five graces,' he says, 'pickt out of an abundance of common virtues.' This summing-up sentence stands on his stiff and dry margin.  But in the rich and living flow of the text itself our author goes on writing like the man of genius he is.  With all the warmth and colour and dramatic movement of which this whole book is full, this great writer goes on to set those five choice captains of our salvation before us in a way that we shall never forget.\\n\\n1. 'The first was that famous captain, the noble Captain Credence. His were the red colours, and Mr. Promise bare them.  And for a scutcheon he had the Holy Lamb and the golden shield; and he had ten thousand men at his feet.'  Now, this same Captain Credence from first to last of the war always led the van both within and around Mansoul.  In ordinary and peaceful days; in days of truce and parley; when the opposite armies were laid up in their winter quarters, or were, for any cause, drawn off from one another, some of the other captains might be more in evidence.  But in every exploit to be called an exploit; in every single enterprise of danger; when any new position was to be taken up, or any forlorn hope was to be led, there, in the very van of labour and of danger, was sure to be seen Captain Credence with his blood-red colours in his own hand.  You understand your Bunyan by this time, my brethren?  Captain Credence, your little boy at school will tell you, is just the soldier-like faith of your sanctification.  Credo, he will tell you, is 'I believe'; it is to have faith in God and in the word of God.  You will borrow your Latin from your little boy, and then you will pay him back by telling him how Captain Credence has always led the van in your soul.  You will tell him and show him what a wonderful writer on the things of the soul John Bunyan is, till you make John Bunyan one of your son's choicest authors for all his days.  You will do this if you will tell him how and when this same Captain Credence with his crimson colours first led the van in your salvation.  You will tell him this with more and more depth and more and more plainness as year after year he reads his Holy War, and better and better understands it, till he has had it all fulfilled in himself as a pickt captain and good soldier of Jesus Christ.  You will tell him about yourself, till, at this forlorn hope in his own life, and at that sounded advance, in some new providence and in some new duty; in this commanded attack on an inwardly entrenched enemy, and in that resolute assault on some battlement of evil habit, he recollects his noble, confiding, and loving father and plays the man again, and that all the more if only for his father's sake.  Ask your son what he knows and what you do not know, and then as long as his heart and his ear are open tell him what you know and what you have by faith come through, and that will be a priceless possession to him, especially when he is put in possession of it by you.\\n\\nWell on toward the end of the war, the Captain Credence had so acquitted himself that he was summoned one day to the Prince's quarters, when the following colloquy ensued:  'What hath my Lord to say to His servant?'  And then, after a sign or two of favour, it was said to him:  'I have made thee lieutenant over all the forces in Mansoul; so that, from this day forward, all men in Mansoul shall be at thy word; and thou shalt be he that shall lead in and that shall lead out Mansoul.  And at thy command shall all the rest of the captains be.'  My brethren, you will have the whole key to all that in yourselves if this same war has gone this length in you.  Faith, your faith in God, and in the word of God, will, as this inward war goes on, not only lead the van in your heart and in your life, but just because your faith so leads in all things, and is so fitted to lead in all things, it will at last be lifted up and set over your soul, and all the things of your soul, till nothing shall be done in any of the streets, or gates, or walls thereof that faith in God and in His word does not first allow and admit.  And then, when it has come to that within you, that is the best mind, that is the safest, the happiest, and the most heavenly mind that you can attain to in this present life; and when faith shall thus lead and rule over all things in thy soul, be thou always ready, for thy speedy translation to a still better life is just at the door.\\n\\n1. 'The second was that famous captain, Good-hope.  His were the blue colours.  His standard-bearer was Mr. Expectation, and for a scutcheon he had three golden anchors; and he had ten thousand men at his feet.'  The time was, my brethren, when all your hopes and mine were as yet anchored without the veil.  But all that is now changed.  We still hope, in a mild kind of way, for this thing and for that in this present life; but only in a mild kind of way.  It would not be right in us not to look forward, say, from spring-time to summer, and from summer to harvest.  If the husbandman had not hope in the former and in the latter rain he would not sow; and as it is with the husbandman so it is with us all:  so ought it to be, and so it must be.  But we say God willing! all the time that  we plot and plan and hope.  And we say God willing! no longer with a sigh, but, now, always with a smile.  In His will is our tranquillity, we say, and we know that if it is not His will that this and that slightly anchored hope should be fulfilled, then that only means that all our hopes, to be called hopes, are soon to be realised.  Our green and salad days in the matter of hope are for ever past.  If we had it all absolutely secured to us that this world is still promising to its salad dupes, it would not come within a thousand miles of satisfying our hearts.  Whether the hopes of our hearts are to be fulfilled within the veil or no, that remains to be seen; but all the things without the veil taken together do not any longer even pretend to promise a hope to hearts like ours.  Our Forerunner has carried away our hearts with Him. We have no heart left for any one but Him, or for anything without or within the veil that He is not and is not in.  And till that hope also has made us ashamed,--till He and His promises have failed us like all the rest,--we are going to anchor our hearts on that, and on that only, which we believe is with Him within the veil.  If our Forerunner also disappoints us; if we enter where He is, only to find that He is not there; or that, though there, He is not able to satisfy our hope in Him, and make us like Himself, then we shall be of all men the most miserable.  But not till then.  No; not till then.  And thus it is that Captain Good-hope has his billet in our heart; thus it is that his blue colours float over our house; and thus it is that his three golden anchors are blazing out in all their beauty on the best wall of our earthly house.\\n2. 'The third was that valiant captain, the Captain Charity.  His standard-bearer was Mr. Pitiful, and for his scutcheon he had three naked orphans embraced in his bosom; and he also had ten thousand men at his feet.'  O Charity!  O valiant and pitiful Charity! Divine-natured and heavenly-minded Charity!  When wilt thou come and dwell in my heart?  When, by thine indwelling, shall I be able to love my neighbour, and all my neighbours, as myself?  When, in thy strength, shall I cease from repining at my neighbour's good; and when shall I cease secretly rejoicing over his evil?  When shall I by thee renewing me, be made able to cease in everything from seeking first my own will and my own way; my own praise and my own glory?  When shall it be as much my new nature to love my neighbour as it is now my old nature to hate him?  When shall I cease to be so soon angry, and hard, and bitter, and scornful, and unrelenting, and unforgiving?  When shall my neighbour's presence, his image, and his name always call up only love and honour, good- will and affectionate delight?  When and where shall I, under thee, feel for the last time any evil of any kind in my heart against my brother?  Oh! to see the day when I shall suffer long and be kind! When I shall never again vaunt myself or be puffed up!  When I shall bear all things, believe all things, hope all things, endure all things!  O blessed, blessed Charity! with thy divine heart, with thy dove-like eyes, and with thy bosom full of pity, when wilt thou come into my sinful heart and bring all heaven in with thee! O Charity! till thou so comest I shall wait for thee.  And, till thou comest, thy standard-bearer shall be my door porter, and thy scutcheon shall hang night and day at my door-post!\\n3. 'The fourth captain was that gallant commander, the Captain Innocent.  His standard-bearer was Mr. Harmless; his were the white colours, and for his scutcheon he had three golden doves.'  My brethren, how well it would have been with us to-day if we had always lived innocently!  Had we only been innocent of that man's, and that man's, and that man's, and that man's hurt!  (Let us name all the men to ourselves.)  How many men have we, first and last, hurt!  Some intentionally, and some unintentionally; some deliberately, and some only by accident; some of malice, and some only of misfortune; some innocently and unknowingly, and whom we never properly hurt.  Some, also, by our mere existence; some by our best actions; some because we have helped and not hurt others; and some out of nothing else but the pure original devilry of their own evil hearts.  And then, when we take all these men home to our hearts, what hearts all these men give us!  Who, then, is the man here who has done to other men the most hurt?  Who has caused or been the occasion of most hurt?  Let that so unhappy man just think that the gallant commander, the Captain Innocent himself, with his white colours and with his golden doves, is standing and knocking at your evil door.  O unhappy man!  By all the hurt and harm you have ever done--by all that you can never now undo--by those spotless colours that are still snow and not yet scarlet as they wave over you--by those three golden doves that are an emblem of the life that still lies open before you, as well as an invitation to you to enter on that life--why will you die of remorse and despair?  Open the door of your heart and admit Captain Innocent. He knows that of all hurtful men on the face of the earth you are the most hurtful, but he is not on that account afraid at you; indeed, it is on that account that he has come so near to you.  By admitting him, by enlisting under him, by serving under him, some of the most hurtful and injurious men that ever lived have lived after to be the most innocent and the most harmless of men, with their hands washed every day in innocency, and with three golden doves as the scutcheon of their new nature and their Christian character.  Oh come into my heart, Captain Innocent; there is room in my heart for thee!\\n4. 'And then the fifth was that truly royal and well-beloved captain, the Captain Patience.  His standard-bearer was Mr. Suffer- long, and for a scutcheon he had three arrows through a golden heart.'  Three arrows through a golden heart!  Most eloquent, most impressive, and most instructive of emblems!  First, a heart of gold, and then that heart of gold pierced, and pierced, and then pierced again with arrow after arrow.  Patience was the last of Emmanuel's pickt graces.  Captain Patience with his pierced heart always brought up the rear when the army marched.  But when Captain Patience and Mr. Suffer-long did enter and take up their quarters in any house in Mansoul,--then was there no house more safe, more protected, more peaceful, more quietly, sweetly, divinely happy than just that house where this loyal and well-beloved captain bore in his heart.  Entertain patience, my brethren.  Practise patience, my brethren.  Make your house at home a daily school to you in which to learn patience.  Be sure that you well understand the times, the occasions, the opportunities, and the invitations of patience, and take profit out of them; and thus both your profit and that of others also will be great.  Tribulation worketh patience.  Endure tribulation, then, for the sake of its so excellent work.  Nothing worketh patience like tribulation, and therefore it is that tribulation so abounds in the lives of God's people.  So much does tribulation abound in the lives of God's people that they are actually known in heaven and described there by their experience of tribulation.  'These are they which came out of great tribulation, and therefore are they before the throne.' These are they with the three sharp arrows shot through and through their hearts of gold.\\n\\nCHAPTER XVIII--MR. DESIRES-AWAKE\\n\\n'One thing have I desired.'--David.\\n\\nMr. Desires-awake dwelt in a very mean cottage in Mansoul.  There were two very mean cottages in Mansoul, and those two cottages stood beside one another and leaned upon one another and held one another up.  Mr. Desires-awake dwelt in the one of those cottages and Mr. Wet-eyes in the other.  And those two mendicant men were wont to meet together for secret prayer, when Mr. Desires-awake would put a rope upon his head, while Mr. Wet-eyes would not be able to speak for wringing his hands in tears all the time.  Many a time did those two meanest and most despised of men deliver that city, according to the proverb of the Preacher:  Wisdom is better than strength, and the words of wisdom are to be heard in secret places, where wisdom is far better than weapons of war.  Why should I not do all for them and the best I can? said Mr. Desires-awake when the men of Mansoul came to him in their extremity.  I will even venture my life again for them at the pavilion of the Prince. And accordingly this mean man put his rope upon his head, as was his wont, and went out to the Prince's tent and asked the reformades if he might see their Master.  Then the Prince, coming to the place where the petitioner lay on the ground, demanded what his name was and of what esteem he was in Mansoul, and why he, of all the multitudes of Mansoul, was sent out to His Royal tent on such an errand.  Then said the man to the Prince standing over him, he said:  Oh let not my Lord be angry; and why inquirest Thou after the name of such a dead dog as I am?  Pass by, I pray Thee, and take not notice of who I am, because there is, as Thou very well knowest, so great a disproportion between Thee and me.  For my part, I am out of charity with myself; who, then, should be in love with me?  Yet live I would, and so would I that my townsmen should; and because both they and myself are guilty of great transgressions, therefore they have sent me, and I have come in their names to beg of my Lord for mercy.  Let it please Thee, therefore, to incline to mercy; but ask not who Thy servant is. All this, and how Mr. Desires-awake and Mr. Wet-eyes sped in their petition, is to be read at length in the Holy History.  And now let us take down the key that hangs in our author's window and go to work with it on the sweet mystery of Mr. Desires-awake.\\n\\n1. Well, then, to begin with, this poor man's name need not delay us long seeking it out.  In shorter time, and with surer success than I could give you the dictionary root of his name, if you will look within you will all see the visual image of this poor man's name in your own heart.  For our hearts are all as full as they can hold of all kinds of desires; some good and some bad, some asleep and some awake, some alive and some dead, some raging like a hundred hungry lions, and some satisfied as a sleeping child. Well, then, this mean man was called Mr. Desires-awake, and what his desires were awake after and set upon we have already seen in his head-dress and heard in his prayer.  His house, on the other hand, will not be so well known.  For it was less a house than a hut--a hut hidden away out of sight and back behind Mr. Wet-eyes' hut.  Mr. Desires-awake's cottage was so mean and meagre that no one ever came to visit him unless it was his next-door neighbour. They never left their cottages, those two poor men, unless it was to see one another; or, strange to tell, unless it was to go out at the city gate to see and to speak with their Prince.  And at such times their venturesomeness both astonished themselves and amused their Prince.  Sometimes he laughed to see them back at his door again; but more often he wept to see and hear them; all which made the guards of his pavilion to wonder who those two strange men might be.  And thus it was that if at any long interval of time any of the men of the city desired to see Mr. Desires-awake, he was sure to be found at the pavilion door of his Prince, or else in his neighbour's cottage, or else at home in his own.  From year's end to year's end you might look in vain for either of those two poor men in the public resorts of Mansoul.  When all the town was abroad on holidays and fair-days and feast-days, those two mean men were then closest at home.  And when the booths of the town were full of all kinds of wares and merchandise, and all the greens in the town were full of games, and plays, and cheats, and fools, and apes, and knaves, only those two penniless men would abide shut up at home. At home; or else together they would go to a market-stance set up by their Prince outside the walls where one was stationed to stand and to cry:  'Ho! every one that thirsteth, come ye to the waters, and he that hath no money.  Wherefore do ye spend money for that which is not bread, and your labour for that which satisfieth not? Incline your ear and come to me; hear, and your soul shall live.' And sometimes the Prince would go out in person to meet the two men with nothing to pay, and would Himself say to them, I counsel thee to buy of Me gold tried in the fire, and white raiment, and anoint thine eyes with eye-salve, till the two men, Mr. Desires-awake and Mr. Wet-eyes, would go home to their huts laden with their Prince's free gifts and royal bounties.\\n2. But, with all that, Mr. Desires-awake never went out to his Prince's pavilion till he had again put his rope upon his head. And, however laden with royal presents he ever returned to his mean cottage, he never laid aside his rope.  He ate in his rope, he slept in his rope, he visited his next-door neighbour in his rope, till the only instruction he left behind him was to bury him in a ditch, and be sure to put his rope upon his head.  The men and the boys of the town jeered at Mr. Desires-awake as he passed up their streets in his rope, and the very mothers in Mansoul taught their children in arms to run after him and to cry, Go up, thou roped head!  Go up, thou roped head!  We be free men, the men of the town called after him; and we never were in bondage to any man'.  Out with him; out with him!  He is beside himself.  Much repentance hath made him mad!  But through all that Mr. Desires-awake was as one that heard them not.  For Mr. Desires-awake was full of louder voices within.  The voices within his bosom quite drowned the babel around him.  The voices within called him far worse names than the streets of the city ever called him; till all he could do was to draw his rope down upon his head and press on again to the Prince's pavilion.  You understand about that rope, my brethren, do you not? Mr. Desires-awake's continual rope?  In old days when a guilty man came of his own accord to the judge to confess himself deserving of death, he would put a rope upon his head.  And that rope as much as said to the judge and to all men--the miserable man as good as said:  This is my desert.  This is the wages of my sin.  I justify my judge.  I judge myself.  I hereby do myself to death.  And it was this that so angered the happy holiday-makers of Mansoul.  For they forgave themselves.  They justified themselves.  They put a high price upon themselves.  Humiliation and sorrow for sin was not in all their thoughts; and they hated and hunted back into his hut the humble man whose gait and garb always reminded them of their past life and of their latter end.  But for all they could do, Mr. Desires-awake would wear his rope.  My soul chooseth strangling rather than sin, he would say.  My sin hath found me out, he would say; I hate myself, he would say, because of my sin.  I condemn and denounce myself.  I hang myself up with this rope on the accursed tree.  And thus it was that while other men were crucifying their Prince afresh, Mr. Desires-awake was crucifying himself with and after his Prince.  And thus it was that while the men and the women of the town so hated and so mocked Mr. Desires-awake, his Prince so loved and so honoured him.\\n3. 'Oh let not my Lord be angry; and why inquirest Thou after the name of such a dead dog as I am?' said Desires-awake to his Prince. 'Behold, now, I have taken upon me to speak unto the Lord which am but dust and ashes,' said Abraham.  'If I wash myself with snow water, and make my hands never so clean, yet shalt thou plunge me into the ditch, and mine own clothes shall abhor me,' said Job. 'My wounds stink and are corrupt; my loins are filled with a loathsome disease, and there is no soundness in my flesh,' said David.  'But we are all as an unclean thing,' said Isaiah, 'and all our righteousnesses are as filthy rags.'  'I am the chief of sinners,' said the apostle.  'Hold your peace; I am a devil and not a man,' said Philip Neri to his sons.  'I am a sinner, and worse than the chief of sinners, yea, a guilty devil,' said Samuel Rutherford.  'I hated the light; I was a chief--the chief of sinners,' said Oliver Cromwell.  'I was more loathsome in my own eyes than a toad,' said John Bunyan.  'Sin and corruption would as naturally bubble out of my heart as water would bubble out of a fountain.  I could have changed hearts with anybody.  I thought none but the devil himself could equal me for wickedness and pollution of mind.'  'O Despise me not,' said Bishop Andrewes, 'an unclean worm, a dead dog, a putrid corpse.  The just falleth seven times a day; and I, an exceeding sinner, seventy times seven.  Me, O Lord, of sinners chief, chiefest, and greatest.'  And William Law, 'An unclean worm, a dead dog, a stinking carcass.  Drive, I beseech Thee, the serpent and the beast out of me.  O Lord, I detest and abhor myself for all these my sins, and for all my abuse of Thine infinite mercy.'  From all this, then, you will see that this dead dog of ours with the rope upon his head was no strange sight at Emmanuel's pavilion.  And you and I shall still be in the same saintly succession if we go continually with his words in our mouth, and with his instrument in our hands and on our heads.\\n4. 'The Prince to whom I went,' said Mr. Desires-awake, 'is such a one for beauty and for glory that whoso sees Him must ever after both love and fear Him.  I, for my part,' he said, 'can do no less; but I know not what the end will be of all these things.'  What made Mr. Desires-awake say that last thing was that when he was prostrate in his prayer the Prince turned His head away, as if He was out of humour and out of patience with His petitioner; while, all the time, the overcome Prince was weeping with love and with pity for Desires-awake.  Only that poor man did not see that, and would not have believed that even if he had seen it.  'I cannot tell what the end will be,' said Desires-awake; 'but one thing I know, I shall never be able to cease from both loving and fearing that Prince.  I shall always love Him for His beauty and fear Him for His glory.'  Can you say anything like that, my brethren?  Have you been at His seat with sackcloth, and a rope, and ashes, and tears, and prayers, like Abraham, and David, and Isaiah, and Paul, and John Bunyan, and Bishop Andrewes?  And, whatever may be the end, do you say that henceforth and for ever you must both love and fear that Prince?  'Though He slay me,' said Job, 'yet I shall both love and trust Him.'  Well, the Prince is the Prince, and He will take both His own time and His own way of taking off your rope and putting a chain of gold round your neck, and a new song in your mouth, as He did to Job.  There may be more weeping yet, both on your side and on His before He does that; but He will do it, and He will not delay an hour that He can help in doing it.  Only, do you continue and increase to love His beauty, and to fear His glory. And that of itself will be reward and blessing enough to you.  Nay, once you have seen both His beauty and His glory, then to lie a dog under His table, and to beg at His door with a rope on your head to all eternity would be a glorious eternity to you.  Samuel Rutherford said that to see Christ through the keyhole once in a thousand years would be heaven enough for him.  Christ wept in heaven as Rutherford wrote that letter in Aberdeen, and if you make Him weep in the same way He will soon make you to laugh too.  He will soon make you to laugh as Samuel Rutherford and Mr. Desires- awake are laughing now.  Only, my brethren, answer this--Are your desires awakened indeed after Jesus Christ?  You know what a desire is.  Your hearts are full to the brim of desires.  Well, is there one desire in a day in your heart for Christ?  In the multitude of your desires within you, what share and what proportion go out and up to Christ?  You know what beauty is.  You know and you love the beauty of a child, of a woman, of a man, of nature, of art, and so on.  Do you know, have you ever seen, the ineffable beauty of Christ?  Is there one saint of God here,--and He has many saints here--is there one of you who can say with David in the text, One thing do I desire?  There should be many so desiring saints here; for Christ's beauty is far better and far fairer, far more captivating, far more enthralling, and far more satisfying to us than it could be to David.  Shall we call you Desires-awake, then, after this?  Can you say--do you say, One thing do I desire, and that is no thing and no person, no created beauty and no earthly sweetness, but my one desire is for God:  to be His, and to be like Him, and to be for ever with Him?  Then, it shall soon all be. For, what you truly desire,--all that you already are; and what you already are,--all that you shall soon completely and for ever be. Whom have I in heaven but Thee?  And there is none upon earth that I desire beside Thee.  My flesh and my heart faileth; but God is the strength of my heart, and my portion for ever.\\n\\n'As for me,' says the great-hearted, the hungry-hearted Psalmist, 'I shall be satisfied, when I awake, with Thy likeness.'  One would have said that David had all that heart could desire even before he fell asleep.  For he had a throne, the throne of Israel, and a son, a son like Solomon to sit upon it.  A long life also, full to the brim of all kinds of temporal and spiritual blessings.  Bless the Lord, O my soul, and forget not all His benefits; who forgiveth all thine iniquities; who healeth all thy diseases; who redeemeth thy life from destruction; who crowneth thee with loving-kindness and tender mercies; who satisfieth thy mouth with good things, so that thy youth is renewed like the eagle's.  All that, and yet not satisfied!  O David! David! surely Desires-awake is thy new name! One of our own poets has said:-\\n\\n'All thoughts, all passions, all delights, Whatever stirs this mortal frame, All are but ministers of Love, And feed His sacred flame.'\",\"timestamp\":1641298001,\"title\":\"'A great lover of Mansoul,' 'always a lover of Mansoul'; again and again that is testified concerning \"},\"digest\":\"jLynGVTkmz1KV779rPuE3GHQUKHn6-mbX0tETtFee9U\",\"authorship\":{\"contributor\":\"0x368119602f169B8146fb749c112EF9CC81197C53\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Vg3jjrbry6dQCsUpMdCM40uthOJ1S21uxYkc73pN0sg\\\",\\\"y\\\":\\\"uWCI7SGWP9ud7nKgFBHP--fftF1FH7oPBPTpo_tuT-I\\\"}\",\"signature\":\"icwnaPc28rTLVOoxFhPfzM3g7-QrIrqdemac1jBDW9rtl5Al8HbiZzOU3kjt_nk5HOwF80gjzuO_1eDH1ANMCA\",\"signingKeySignature\":\"0x8bd341d230198f98b90411c64f2c7639e0c75e3a6573296f46b16d44ebb423696db072dcbb3deefd2ae5c7a3a805bbd1d19d23a6f8a26cba99b4ec1afc9bceb01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Vg3jjrbry6dQCsUpMdCM40uthOJ1S21uxYkc73pN0sg\\\",\\\"y\\\":\\\"uWCI7SGWP9ud7nKgFBHP--fftF1FH7oPBPTpo_tuT-I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jLynGVTkmz1KV779rPuE3GHQUKHn6-mbX0tETtFee9U\"}"