"{\"content\":{\"body\":\"紫提湾15号的外面意外地听着一辆黑色的德系SUV，柏云间心生警惕，询问AI：“这是什么人？”\\n\\nAI：“启美装饰公司的副总赵洪伟，有人匿名给柏疏影举报你和林暄妍的恋爱，我悄悄查了查，就是这个赵总，因为这是一个普通人，所以威胁不大，悄悄处理了匿名举报，没惊动任何人。“\\n\\nAI没来得及做更深入的报告，赵洪伟就已经下车走过来，一脸的肃杀。\\n\\n柏云间想起来了，装修公司还真有这么个人，他看到对方脸色不好，自己也没必要给好脸色，于是，一脸平静地摇下车窗，与对方对视。\\n\\n赵洪伟：“柏教授。”\\n\\n柏云间：“赵总。”\\n\\n赵洪伟：“没想到柏教授还记得我，不过，今天我来，可不是跟你叙旧的，虽然我知道柏教授是有钱人，即便是柏家的赘婿，那也是超级超级富豪，不过，这世界上并不是有钱就能为所欲为，你现在跟我们公司的林暄妍有暧昧关系，这个你承认吧？你老婆不管，但是做人不能太过分，最近你居然又跟养猪场的老板褚天运的女儿交往。我可告诉你，我可认识褚老板，可以直接说得上话。现在摆在你面前只有两个选择，要么，不要再骚扰林暄妍，要么，等着褚老板找你麻烦。“\\n\\n柏云间：“你想追林暄妍？可以啊，有眼光，不过，手段卑鄙了点。也可以理解，赵总年纪比我大，没优势，钱也应该没我多，没优势，长相也跟我有落差，还是没优势，除了卑鄙的手段，我猜你也没辙了。”\\n\\n赵洪伟冷哼一声：“别太自恋了，你已经结婚了，而且是渣男一个，别以为我不知道，你不喜欢林暄妍家的小朋友，小朋友也不喜欢你。可是我喜欢，我可以给林暄妍一个完整的家，这点你永远比不过，女人有时候渴望的是一个家的感觉，你能给吗？”\\n\\n柏云间跟柏疏影离婚的事情并没有别人知道，赵洪伟这个外人更加不可能知道。\\n\\n柏云间承认赵洪伟说的是事实，便沉默了一会儿。\\n\\n赵洪伟：“相信柏教授是有素质的人，应该怎么做选择，会想清楚的，那我就言尽于此，您好好考虑，再见。”\\n\\n等他扬长而去，柏云间继续问AI：“这个赵总追求林老师有结果吗？”\\n\\n风暴：“吃过三次饭，仅仅是吃饭，前面两次还是好几个人一起的，别的就不知道了，信息不足，因为林老师没有安装我们的程序，需要我悄悄入侵他们的手机吗？”\\n\\n柏云间：“不要碰林老师的手机，入侵赵总就可以了，要看看他搞什么鬼，不打无准备之仗。“\\n\\n最近跟褚吟雪谈恋爱，倒是把林暄妍冷落了，被姓赵的趁虚而入，居然吃了三顿饭了，柏云间决定晚上跟林暄妍约会。当然，是等小朋友睡着之后。\\n\\n在夜晚11点半的时候，柏云间驱车来到林暄妍的家所在的小区，停车场看到一辆熟悉的车子，不禁一呆，这个车好像就是白天所见的那个赵总的车子。\\n\\n这倒也没什么，关键是，当他给林暄妍打电话的时候，得到的回复居然是：“今晚有点不太方便呢，能不能换个时间过来？”\\n\\n一股无力感涌上心头，柏云间感觉赵总说的对，女人需要一个完整的家，这个竞争力，他一个自由人是没有的。\\n\\n感觉好没劲，呆了几分钟之后，柏云间离开了，到附近一条酒吧街喝一杯。\\n\\n这间酒吧消费高，里面的美女素质高，其中最养眼的一个，柏云间想坐在她面前，刚刚坐下，美女眼都没抬：“对不起，我等人。”\\n\\n柏云间毫不介怀，微笑道：“那好啊，我陪你等，他来了我就换桌。”\\n\\n他最近研究AR眼镜，自己戴着的这副眼镜是AI设计的，外表完全看不出是AR眼镜，其实隐藏了一个摄像头呢，只要轻轻碰一下开关，AR就开启，AI自动分析眼前看到的目标。\\n\\n“黄冬黎，女，26岁，千叶书店老板的独生女，因与男友发生争执而离家出走，在此借酒浇愁，手机处于关机状态，其男友已疯。“\\n\\n看到风暴对其男友状态的措辞，柏云间笑出声来。\\n\\n黄冬黎：“笑什么？”\\n\\n柏云间收敛神色，说：“我会算命，你要不要我给你算一卦？算对了就给点小费，算不对，我马上就走。”\\n\\n黄冬黎：“那你赶紧算，算完就走。”她压根不信这套，看来还是个有脑子的女生。\\n\\n柏云间：“你确实是在等人，不过，你也不知道等的是谁，也许是一个白马王子，也许就是我。你生在一个富贵人家，你家里有钱，而且有文化，所以很可能开了一家书店。你应该是家里的独生女，因为从小被父亲娇生惯养，有一点轻微的公主病，跟男友相处你总是占尽优势，不过，喜欢耍小性子，现在来喝酒，很可能就已经跟男友吵了一架，你经常用来惩罚男友的方式就是冷战，大半夜的跑出来，而且关机。”\\n\\n黄冬黎露出不可思议的表情：“这么准？”\\n\\n柏云间神秘一笑：“准吧？别忘了给钱。”\\n\\n黄冬黎当然不愿意相信有人跑来酒吧算命，所以，说：“我请你喝一杯呗，算命先生！”\\n\\n柏云间撇撇嘴，不置可否。\\n\\n黄冬黎：“你能不能算算我今天什么时候回家？”\\n\\n柏云间：“这个，就要看你要惩罚他到什么地步，如果是小场面，现在就可以回家了，如果要他永远记住今天的教训，再也不敢跟你顶嘴，那么你可以在外面开个房睡一觉，让他一晚上睡不着。说实在的，那我就要同情他了，因为我今晚肯定睡不着，因为有一个男的追求我的女神，而且，他的车子就停在那里，我现在都不敢知道车子会停多久，唉。”\\n\\n黄冬黎：“看来……你比我惨。先生，你算算我的婚姻吧，我会跟他结婚吗？”\\n\\n柏云间盯着她的脸看，假装在相面，其实是在等AI的搜索。\\n\\n终于等来了，柏云间：“你父亲是赘婿，原来有钱的是你母亲家，开书店亏了不少钱，所以你父亲介绍一个有钱的男朋友给你，背地里你父亲从你男友那里拿了一大笔钱，所以，你父亲会希望你们结婚，而你母亲一直反对。你母亲是对的，你男友并没有跟你结婚的意思，并不是他不爱你，而是你男友的家里人希望他跟另外一个更有钱的家庭联姻，难道这就是你们经常吵架的原因？有这么一层关系在，你们的关系永远也可能好得起来，其实，你比我惨。”\\n\\n黄冬黎简直惊呆了：“你……到底是什么人？”\\n\\n柏云间再次神秘一笑：“其实，我是研究大数据的，天底下我不知道的事情，还真不多。哈哈。”\\n\\n“哦。”这下黄冬黎信了，书香之家嘛，读书多，甚至连科普的书都偶尔看看。\\n\\n她并非没有现实感，如果一个人什么都知道的话，那得赚多少钱啊？她有点不好意思地问：“那你这个职业，很赚钱咯？”\\n\\n柏云间：“没错，信息就是钱，情报就是钱，商战就是情报战。我有一个大别墅，你如果想用一个晚上来惩罚他，我可以提供住宿，价钱好商量。”\\n\\n黄冬黎露出鄙夷的笑容，算个命就想把自己带回家，太小看我们黄大小姐了。\\n\\n柏云间拿出手机，调出家里的监控画面，说：“这就是我家，有一只小猫，我看看它现在在哪里，撸猫可以治愈一切负面情绪，哦，找到了。”\\n\\n小猫神助攻，一个小时之后，俩人越聊越多，对柏云间越来越放心的黄冬黎决定：“我去你家看看小猫。”说完这句话，她本来就很红的酒精上头的俏脸，更红了。\\n\\n两人坐在梅赛斯G的后座，等待一个代驾的小哥过来，然后前往紫提湾。\\n\\n黄冬黎不胜酒力，路上靠在柏云间肩膀上睡着了。\\n\\n等她醒来的时候，已经被柏云间从车库背着放到了舒服的大沙发上，这个大沙发，简直跟大床一样舒服。\\n\\n一只小猫刚好睡在她身边，美人和美猫，相映成趣。柏云间都忍不住给她俩合影。\\n\\n男人在一开始都是很温柔的，这场面黄冬黎似曾相识，不过，随着相处的时间越来越久，总是难免产生摩擦，黄冬黎轻叹了一口气。\\n\\n黄冬黎：“我有一个不情之请，我就是在你家睡一宿，你不要有别的想法，可以吗？”\\n\\n柏云间温柔一笑：“当然可以，我是没所谓，但是你对不太好。”\\n\\n黄冬黎：“为什么？”\\n\\n柏云间：“万物都有裂缝，那是光照进来的地方。你要是啥都不让我做，那就是不让光照进来，你也就是仅仅让他担心了一个晚上而已，以后该吵架还是吵架，你该郁闷还是郁闷，要不然，你通透点，让我的光照亮你的心，以后吵架的时候，一想到还有我在，你就会心里亮堂堂的，对吧？至少让我亲一亲，哦？”\\n\\n黄冬黎再次震惊，居然还有人把这事儿说的这么动听的，她都有点动心了。以至于，云间的手沿着她优雅的曲线一路描边，她也没有拒绝，感觉身体被加热了。\\n\\n黄冬黎：“那我要是答应让你亲一亲，你会送我回家吗？如果我在外面过夜，可能我和他的婚姻就彻底没戏了，我猜。”\\n\\n柏云间点点头：“当然可以，我知道你还没有彻底信任我，这个正常。”\\n\\n他的手在她柔软的身体上逡巡了几分钟，终于才吻了她。\\n\\n真的，好像月光填满了她的心房，瞬间，她把男友给忘了。\\n\\n柏云间：“再等会儿，要不然我这酒劲还没过去，算酒驾呢。”\\n\\n这一等，就等了一个晚上，黄冬黎直接在沙发上睡着了，柏云间在她熟睡的时候抱她上床，当然，什么也没干，就是让她睡得舒服点。\",\"timestamp\":1637624214,\"title\":\"风暴蝴蝶 第48章 算命先生\"},\"digest\":\"D0_stECyK2AR0T42Ou87thhEo3bxz0EwMN3b0oC9M1g\",\"authorship\":{\"contributor\":\"0x2A06A636bFd02E01DD855122830C8A711905d86a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"signature\":\"oHmLtvbKdPQwjSYRtHAgKI7W5iXMUtLety2sO_W4a8mcVlUWOEU_nRaMQuolYN_HXpUUbuYf2XidtXoYvAUD4g\",\"signingKeySignature\":\"0x9eccd16dc248634c8e38898fb1699bb63c20c5bd0b95f7742dbb5ea522d9680418b77ff960d13415065fe51241943804bc7f94c78f791368ba134e765469b5b51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"D0_stECyK2AR0T42Ou87thhEo3bxz0EwMN3b0oC9M1g\"}"