"{\"content\":{\"body\":\"## What are Index funds?\\n\\nIndex funds have been seen as a low-risk and cost-effective way to invest in the traditional finance world. They are considered as one of the safest ways to participate in a financial market. Investors do not have to worry about researching and constantly rebalancing their portfolios.\\n\\nThis passive investment opportunity has historically outperformed actively managed funds.\\n\\nNow, this offering of traditional finance is available to the world of cryptocurrencies as well.\\n\\nThe Crypto market operates 24/7. And it is extremely volatile. There are thousands of crypto assets available. Active management of the assets requires high effort and high fees.\\n\\n**Index Coop solves this challenge**.\\n\\nIt is a global community that enables the creation and adoption of crypto index products. The offerings are for retail investors, institutions, as well as investment professionals.\\n\\n## Why Index Coop?\\n\\nWhat makes Index Coop special is that it helps the entry of investors into the complex world of crypto with the help of a single token. The investors do not need to purchase all the underlying tokens individually.\\n\\nIt makes the life of beginners easy. Those who don't have technical knowledge of crypto can also get started. Get exposure to the various sectors and themes in crypto.\\n\\nIndex acts as a hedge against a particular sector. It reduces the risk significantly. Beginners who are apprehensive of the risk of crypto may find the index preferable to invest in.\\n\\nAn index fund holding multiple vetted tokens means the investors get more exposure while saving on the gas fees needed to buy individually.\\n\\nIndex Cooperative or “Index Coop” operates as a decentralized autonomous organization (DAO).\\n\\nIndex Coop is governed by the community.\\n\\nThe native token is INDEX. INDEX token holders are collectively responsible for the future of the Index Coop. They propose and vote on new products, Manage the allocation of the treasury which is owned by the community and vote on the governance of the underlying tokens.\\n\\n## What are the various Index Coop products?\\n\\nThe major crypto-native products offered by Index Coop are\\n\\n* DeFi Pulse Index (DPI)\\n* Metaverse Index (MVI)\\n* Data Economy Index (DATA)\\n\\n### DeFi Pulse Index (DPI)\\n\\nThe DeFi Pulse Index is a digital asset index. It is an index representing digital assets that are included in proportion to their total market capitalization. (It is a capitalization-weighted index; The index is weighted based on the value of each token’s circulating supply.)\\n\\nIt tracks the performance of Decentralized Financial assets across the DeFi market. The projects which are innovative and have the potential of high usage are added.\\n\\nThe DeFi Pulse Index makes investing accessible to everyone. Even non-technical investors now can get access to returns that are gained by highly technical investors.\\n\\nWithout any hassle, a non-technical investor can get exposure to the DeFi ecosystem with the help of a single token.\\n\\nUnderlying Tokens\\n\\n![](https://images.mirror-media.xyz/publication-images/y5X9F7ZvtNx9uo3VzS92e.png?height=401&width=990)\\n\\nOne of the major benefits is that there is no impermanent loss. DPI uses Set Protocol’s audited infrastructure. The impermanent loss experienced with AMM-based solutions is avoided because of it.\\n\\nThe landscape evolves frequently and is highly complex. DPI makes the investment simple for the investors without worrying about multiple tokens.\\n\\n### Metaverse Index (MVI)\\n\\nMetaverse is a shared digital space that is a combination of many digital products & services which integrate real-world aspects. Think of it as an immersive life inside a digital world. Games, Entertainment, Social media are foraying into the metaverse.\\n\\nVirtual experiences have been there for years but with metaverse, the virtual world doesn't feel different from the real world. Aspects like identity, ownership are of key importance in the metaverse.\\n\\nA lot of players are emerging in this space.\\n\\nBut who will win is difficult to predict? By using an objective methodology & combining the insights from industry experts, this index ensures users will have exposure to the top metaverse projects over time.\\n\\nUnderlying Tokens\\n\\n![](https://images.mirror-media.xyz/publication-images/SHgutMvQVTsS-tVc8pPsH.png?height=315&width=964)\\n\\nSimilar to DPI, MVI also helps investors get access to the world of metaverse with a single token without worrying about managing multiple tokens.\\n\\n### Data Economy Index (DATA)\\n\\nAn ecosystem of data-based products and services which are disrupting data monopolies that collect, store, and sell data.\\n\\nUnderlying Tokens\\n\\n![](https://images.mirror-media.xyz/publication-images/Jitpj27qz8DdBIDX8a9eD.png?height=193&width=871)\\n\\nThe DATA index is a basket of 7 tokens.\\n\\nFilecoin (renFIL), the Graph (GRT), Basic Attention Token (BAT), Livepeer (LPT), Ocean Protocol (OCEAN), Numeraire (NMR), and Chainlink (LINK).\\n\\nThe DATA index is data-centric and chain agnostic. DATA includes tokens that provide data-based products or services across blockchains.\\n\\nDATA gives exposure to the sector & makes it accessible for non-technical investors.\\n\\nIt is the first decentralized index that captures the growth of data-based products and services. It is also the first to include non-Ethereum-based tokens.\\n\\n## Benefits of holding Index products like DATA, MVI, DPI, etc\\n\\nIndex Coop enables the creation and maintenance of index products that are crypto-native. Now let us look at a few of the benefits of Index Coop products.\\n\\n**Low costs & efficiency:** There is no need for multiple expensive on-chain transactions. So instead of buying and selling individual tokens the gas cost is reduced due to a single token.\\n\\n**Diversified exposure:** It leads to better risk management. The portfolios without diversification tend to be more volatile. And the volatility of individual tokens is balanced by a collection of multiple tokens. This wider offering in a single token offers protection from downsides.\\n\\n**Rigorous inclusion criteria:** The assets included to be a part of the index must have high quality. They should meet a minimum threshold of token supply, project traction, and user safety. The tokens must be audited by security professionals to ensure the safety of the investors. They also need to have sufficient liquidity across trading platforms.\\n\\n**Simplicity:** Easy way to be a part of the Crypto world without getting into the technicalities. It is a hassle-free way for investors to invest without having to constantly research & rebalance a portfolio. The best of Crypto world in a single token.\\n\\n**Transparency:** The inclusion and removal of the assets are done with a transparent methodology.\\n\\n## How to purchase Index Coop products on decentralized exchange\\n\\nAs of now Index Coop products can only be purchased with the help of decentralized exchanges like Uniswap, SushiSwap.\\n\\nTo buy the products like DPI, MVI or DATA on decentralized exchanges, another cryptocurrency is needed.\\n\\n**Steps:**\\n\\n1. First step is to purchase Ethereum (ETH).\\n\\nYou can purchase ETH on any centralized exchange like coinbase and then send it to your crypto wallet’s address of Coinbase Wallet, Metamask, Rainbow.\\n\\nYou can also buy ETH directly on Metamask using a debit card or bank transfer.\\n\\n![](https://images.mirror-media.xyz/publication-images/zM_eEvCXGMRuoztlewZvV.png?height=598&width=355)\\n\\nOption to buy ETH using debit card or bank transfer with the help of Wyre & Transak.\\n\\n![](https://images.mirror-media.xyz/publication-images/09q_XmUebFQzUjRDBEEcr.png?height=595&width=355)\\n\\n2\\\\. Then the next step is to use the ETH to purchase Index Coop products in a decentralized exchange. This is called swapping. Connect your wallet in the exchange and select the amount of ETH you want to swap.\\n\\n![](https://images.mirror-media.xyz/publication-images/1isQ6aaL47aaQ37acjHeC.png?height=682&width=1437)\\n\\nSelect the the index coop product you want to buy.\\n\\n![](https://images.mirror-media.xyz/publication-images/JhilOgthw5-Wk4IB4nS_J.png?height=674&width=1435)\\n\\nNow click on swap and you will buy your favourite Index Coop product. You can also use Matic to purchase index coop products.\\n\\n![](https://images.mirror-media.xyz/publication-images/Yy_veMcJJYkqSz0Gb6Vkb.png?height=674&width=1440)\\n\\n![](https://images.mirror-media.xyz/publication-images/uPkFedWrmniNA50Yc11xY.png?height=614&width=358)\\n\\n3\\\\. If you already have ETH in your wallet you may also purchase the products from Index Coop website directly.\\n\\n* DPI: <https://app.indexcoop.com/dpi>\\n* MVI: <https://app.indexcoop.com/mvi>\\n* DATA: <https://app.indexcoop.com/data>\\n\\nIndex Coop has integrated Uniswap & SushiSwap on their website.\\n\\n![](https://images.mirror-media.xyz/publication-images/G6izBg6KHCPdt-4YBBJxD.png?height=676&width=1436)\\n\\nAfter you connect your wallet you can purchase the products\\n\\n![](https://images.mirror-media.xyz/publication-images/-crQ-2M-8VB7eIw7uMge_.png?height=664&width=1425)\\n\\nEnter the amount of ETH you want to spend for buying your favourite index coop product and click on Buy.\\n\\n![](https://images.mirror-media.xyz/publication-images/4s82PzOg-9D1LBeFbYSNV.png?height=652&width=1181)\\n\\n## Conclusion\\n\\nIndex Coop is bringing the best of traditional finance into decentralized finance. And along with that, they are improving its manifolds.\\n\\nBeginners can now dive into crypto without the hassle & research. Index Coop with its thoughtful products is making this easier.\\n\\n* Along with building a great product, they also have a great community on discord [Link](https://discord.gg/BcqYxdNC3R).\\n* You can also follow them on Twitter at [@indexcoop](https://twitter.com/indexcoop) for regular updates\\n* For an in-depth technical guide, do check their gitbook [here](https://docs.indexcoop.com/).\",\"timestamp\":1640868267,\"title\":\"Index Coop Products - Bringing the best of TradFi into Crypto\"},\"digest\":\"LfjlyGS8YzwD43QuqfLZs63bbzUsPYxNgv7-ZK_0erw\",\"authorship\":{\"contributor\":\"0x4C97d594e0a39A731E7820610bC8fce068Ede5d8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RCN8gJAg9kO7tyHDIL22kcVhunM9s5bN1tTLtnxB_X4\\\",\\\"y\\\":\\\"W4epblDIdN1nMdj-ud-hrtMtv4nh_YumSajZA8-VMYY\\\"}\",\"signature\":\"1PECYobvD7hqGrv96z_BVu_v4tKook5kysnMnqeX-_8n3lGPq9TU3UTxlcryfQAZYxLqcqK0QiTtyJ49Rg2dWA\",\"signingKeySignature\":\"0x35169b7f09a2c0696e3abcbaa4e3dbe5e7ae01c09579bf39779beb6c3bba01b416d078bcbbda0ed539424739775dbf742dde59d3f3b3957434ebfba3cd5d8d621c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RCN8gJAg9kO7tyHDIL22kcVhunM9s5bN1tTLtnxB_X4\\\",\\\"y\\\":\\\"W4epblDIdN1nMdj-ud-hrtMtv4nh_YumSajZA8-VMYY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RniG3Vc546iQAidQcJAk4qV6CzL-v2xUwxE8DpaU6Vk\"}"