"{\"content\":{\"body\":\"迈克尔躺在沙发上，无意中看电视。“咔嚓”一声，他干脆的关掉了电视，把遥控器摔在地上。\\n\\n看着右脚踝上的电子镣铐，他不悦，恶狠狠的骂道：“操，我堂堂正正的人被这小东西锁住了！真是狗娘养的！” 不知道是不是在骂这个电子。枷锁还是骂了警察。\\n\\n虽然已经是下午三点了，但窗外天色已经暗了下来，仿佛要下雨了。迈克尔躺了一会儿，然后坐了起来。他缓步走进厨房，仿佛脚上拖着真正的铁镣。打开冰箱门，拿出一罐百威啤酒，一口气喝了下去，嘴角和衣领上都是啤酒泡沫。他用右手擦去嘴角的啤酒泡沫，嘴里吐出一句脏话“混蛋！混蛋……”。\\n\\n喝了几罐酒，咒骂了一阵，他的心中一阵鸟鸣，烦躁的情绪稍稍缓和，心中的压抑也稍稍松了口气。他再次坐在客厅的大地色沙发上。我急着看电视，却呆呆地坐着……\\n\\n迈克尔。罗伯特，西班牙裔，今年25岁，身高1.8米，胖胖的，体重240多公斤。他因长期贩毒被捕，案件正在法庭审理中，尚未结束。法院要求他交纳1万元保费，暂时释放在家中，宣判后入狱。\\n\\n说起这个电子脚镣，它就是一个高科技产品：虽然不大，但看起来像个大“脚表”，没有铁镣铐那么结实。佩戴后不可随意打开或破坏。它的电子信号直接传到警察局。虽然不比孙悟空当年戴的紧箍强多少，但如果要用剪刀剪断，也很简单。然而，后果是非常严重的。警局的监控屏幕上会出现警告信号。警察会立即赶到你家，重新逮捕你并加重处罚。所以，就算吃了豹胆，也没有人敢去碰。.\\n\\n话虽如此，但戴上电子手铐让你感觉比在监狱里自由得多：你可以在家里自由地走动。如果您需要在附近购物、吃饭、结识朋友，请提前报警并在有限范围内（离家十个街区）。当然，并不是每个犯罪的人都能戴上电子镣铐。至少他是一个不会对人群造成暴力的人。\\n\\n所以我偶尔可以看到迈克尔走在街上，但我看不到他以前微笑的样子，我总是看到他走得很慢，没有表情。\\n\\n迈克尔今年 25 岁，我认识他已经十多年了。他从小就住在第三大道一栋叫太乙那的大楼19楼的一个单元里。太乙那楼高三十层，为姊妹楼。它是纽约东哈莱姆区的地标。\\n\\n说起迈克尔，他的家庭背景和成长过程在哈林区不只是他的。许多人不知道他们的父亲是谁。他们都是由奶奶或单亲妈妈抚养长大的。迈克尔出生后不久，他的父亲就和他的姑姑“失踪”了。从那以后，他再也没见过父亲，他也记不起父亲长什么样了。他父亲长什么样子对他来说并不重要。从小到大，他的心里都没有“父亲”这个词。\\n\\n他和妈妈住在这栋楼的一个两房一厅的单元里，每月只交几十元的房租，包括电费。他的母亲还可以获得免费的牛奶和其他营养品和几百元的救济金。\\n\\n他从小就不喜欢读书，经常逃课。有一次，他和其他不喜欢读书的孩子逃学后在街上闲逛，被警察逮捕。妈妈把他带回来后，他没有责骂他，更没有用任何手段惩罚他，只是威胁他下次再说。逃课不让他吃饭。美丽的\\n\\n有一次，和他住在同一层楼的叔叔叫埃迪，让他把一个纸箱送到附近的街角。纸箱不大，有两三个拳头那么大，他用手捏得很轻。他问埃迪叔叔“里面有什么”，“别问了，送过去就行了。” 埃迪叔叔很生气。他说。回来后，给了他五块钱。他很高兴。后来，他经常去找叔叔，问他有没有什么要送的。埃迪叔叔见孩子聪明灵活，做事认真，就经常把他送到附近送人。“礼物”是送给别人的，他从不问里面有什么。其实，他也慢慢的知道里面是什么了。后来他们成了好朋友，他们只有十五岁。\\n\\n（待续）\",\"timestamp\":1639556618,\"title\":\"Electronic fetters\"},\"digest\":\"in3IKUvBtmAa4HkM6gksTznWZGukY0QgVOCTHzgncZk\",\"authorship\":{\"contributor\":\"0xF93398D57C34aea3238E9e893122d021F49682Af\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_jQFL1wZphOHnh84F1fu8SlkmUWgZa3zLq6PSz9mP6U\\\",\\\"y\\\":\\\"MSNtdCzKEftIpxQsi2fU5tVTAtBiRkmjxbuMDGNreWs\\\"}\",\"signature\":\"4idznXTOGxzFai78DCEPgPfA1CSBQJqD5v1k1Z_qruWVYioJkVwDXI3fL8Esv-63URdXTH39X7jOyH-TufEV4Q\",\"signingKeySignature\":\"0xaaad42c465480b90bb6c226739b68b4bc50d21673e938e57929e33dd09935cef26c141d6a1037a9917d85a46fbc584feda9f14b99df92849b4b901ff38fde3f11b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_jQFL1wZphOHnh84F1fu8SlkmUWgZa3zLq6PSz9mP6U\\\",\\\"y\\\":\\\"MSNtdCzKEftIpxQsi2fU5tVTAtBiRkmjxbuMDGNreWs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"in3IKUvBtmAa4HkM6gksTznWZGukY0QgVOCTHzgncZk\"}"