"{\"content\":{\"body\":\"In traditional social networks, our feed is created from scratch based on who we follow, who we interact with, and what we post. Eugene Wei’s famous [status-as-a-service](https://www.eugenewei.com/blog/2019/2/19/status-as-a-service) essay was the holy grail of social media, describing how participants behave in new platforms. Status was the scarce asset, and participants did work to earn the scarce asset and accrue social capital.\\n\\nThis model is now being flipped on its head as we enter a stage of decentralized social networks. There are no new users in decentralized social networks, and everyone is a participant\\n\\n[https://twitter.com/Flynnjamm/status/1356674785049149442?s=20](https://twitter.com/Flynnjamm/status/1356674785049149442?s=20)\\n\\nDecentralized social networks are unlike traditional social networks in that they’re interface agnostic. There isn’t a “town-hall” or “place of gathering” where attention is funneled through. Attention is split up between interfaces, but the sum of attention across all interfaces on the decentralized social network is greater than if it was a centralized platform.\\n\\nTraditional social networks are like intranets, the data and work done by the user is contained to the platform. Decentralized social networks are like the original vision of the Internet, globally distributed and owned by no one. \\n\\nIn decentralized social networks, we create our own data feed based on what tokens we own and our own on-chain actions. Curators across different networks are paid to determine what is most relevant to us.\\n\\n### Tokens are an on-chain social graph\\n\\nMedia has long been contained to a single platform, leading to intense rivalries and platform lock-in by tech companies. NFTs flip the model on its head. Because NFTs can live across multiple platforms, creators are no longer locked in. They can spin up their own web3-enabled website, embed their minted NFTs, have their fans interact directly in the interface, all retaining the same information about the digital object such as the creator, and the owner (if applicable).\\n\\nFor example, take [Zora.Gallery](https://zora.gallery/). This interface is built on top of ZoraOS and exists without the permission of the Zora team. Zora.gallery can build additional social features into the platform that pulls in the social graph between creators, collectors, and bidders because the data lives on-chain and is freely available to use. The NFTs that are minted on Zora.Gallery’s frontend can also be displayed on curation platforms like Showtime, without the permission from the Zora team.\\n\\n\\nAnyone can build a decentralized social network using ZoraOS as the decentralized social network. Zora.FM curates all the songs minted on As the creator of the website, the artist can create their own rules of how the information is displayed on the frontend, but cannot change the data on-chain.\\n\\nOn Mirror, anyone can embed NFTs directly into the content. You could imagine the next evolution of Rolling Stone Magazine published on the Rolling Stone website, which is built on top of Mirror. Rolling Stone can embed songs directly into the platform, showcasing the creator who minted the song, the owner, followed by a review of the song directly hashed and saved onto Arweave, a decentralized storage network.\\n\\nAnd using Zora, because the market lives inside of the NFT, anyone can fundraise for a specific piece of media. Recently, [John Palmer crowdfunded](https://j.mirror.xyz/uVGCCwwm3k341lPpxaJmHTZROESVse9Pe_rmbiuUAC0) for an upcoming essay through an NFT. Anyone could fund the creation of the work to earn a fractionalized share of the work in the form of $ESSAY. \\n\\nThe NFT isn’t locked to a single platform because it lives on-chain, and if John wanted to fundraise for the piece of media on multiple web3 interfaces he certainly could have. \\n\\n### Building a platform on top of tokens \\n\\nYou can start to fractionalize the ownership of individual NFTs to build a portfolio of creator works. With John Palmer’s Essay, anyone can fund the creation of the work to earn a fractionalized share of the work in the form of $ESSAY. Now imagine when there are hundreds of media types that are being funded through this mechanism. A user can have an on-chain social graph of the relationship between the creator, the work, and other holders.\\n\\nAnd because this relationship is on-chain and verifiable, anyone can build a platform or interface around this relationship, with their own graphical interface. \\n\\nTake for example, Makoto’s hackathon project from a previous Seed Club hackathon, [Stuck on U](https://makoto-inoue.medium.com/tokens-are-the-new-social-graph-5206f7c4185b). If you took a curated list of tokens and analyzed the crossover between different token holders, you could start to build a visualization and recommendation engine for other tokens. This is particularly useful in specific verticals like digital artists or musicians.\\n\\nImagine being able to find new essays on Mirror because you hold $ESSAY, and other holders of $ESSAY also hold $ESSAY2. Someone can build a recommendation engine around this in their own platform. \\n\\n### The age of the 2D Metaverse is here\\n\\nWe’re just about to enter the stage of a 2D Metaverse. Our attention will no longer be fixated on a small number of platforms, but across hundreds of interfaces built on top of several combined protocols that are owned by the inhabitants. NFTs will be a core building block in this new paradigm, facilitated by multiple types of new tokens that will form completely new on-chain social graphs.\\n\\nYou can already experience what the future of this might look like on Zora and Mirror, but I believe these are just the protocols which will breed thousands of different interfaces to interact with this future.\\n\\n\\n\",\"timestamp\":1613167052,\"title\":\"Decentralized Social Networks\",\"publication\":\"jammsession\"},\"digest\":\"W-8D5rqF9mTqnDC30HhLKZYSHQEZfDJmfmMQBRRWl5w\",\"authorship\":{\"contributor\":\"0x565B93a15d38aCD79c120b15432D21E21eD274d6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kP-nBy-lWikb9m8WQM6G_pZ19niihZLyuhaH5W4gh9M\\\",\\\"y\\\":\\\"CDMs6di315eidl3TGrl7_PfY1M9JbzzLYlgoNT7BmPw\\\"}\",\"signature\":\"N0sbNuwaDJRWRSvOWye3lOZw5YAD2xCIuLEDz6tsnyrPdSNViC5pwSYW5gJKReNc_kW6kSvkcQi6mk_TrhwiPQ\",\"signingKeySignature\":\"0xba66377dbe9abf35dc6ed2d698584cc9f1c964eb43e2cd013232374d8d6e7464742b23e4d2841557d3cab465a0341fe74375e368cd2fd2236193f1a2402f852f1c\",\"signingKeyMessage\":\"I authorize the publication of articles on jammsession.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kP-nBy-lWikb9m8WQM6G_pZ19niihZLyuhaH5W4gh9M\\\",\\\"y\\\":\\\"CDMs6di315eidl3TGrl7_PfY1M9JbzzLYlgoNT7BmPw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"version\":\"12-21-2020\",\"originalDigest\":\"W-8D5rqF9mTqnDC30HhLKZYSHQEZfDJmfmMQBRRWl5w\"}"