"{\"content\":{\"body\":\"![We have the power to change our lives, right at our fingertips!](https://images.mirror-media.xyz/publication-images/UBP_KxJ5rrwRbvrrWxqdh.jpg?height=1078&width=1920)\\n\\n**A/B Testing**: The simplest way to decide what type of content your community enjoys. Example: In Twitter Analytics, find your top media tweet (group A) compare metrics to your top tweet (group B). Does your community prefer tweets with graphics or not?\\n\\n**Algorithm:** Algorithms are how social platforms determine which content to show you. Learning to \\\"work the algorithm\\\" puts you at a big advantage.\\n\\n**Analytics:** This refers to any tool that measures the performance of your accounts/posts. They can help you learn about your community's preferences and refine your content.\\n\\n**API:** Application programming interfaces allow different platforms to communicate with each other, creating a smoother workflow for SMM's.\\n\\n**Boosting posts:** Pay to promote content.\\n\\n**Brand Asset:** Brand assets are consistent elements in your content and social profiles that create positive associations and improve recognition among your community.\\n\\n**Brand Attributes:** The values that inform your decisions. What descriptive terms do you want to come to mind when people think of you?\\n\\n**CTR:** Click Through Rate. What percentage of people who saw the link/content clicked through to the destination?\\n\\n**Conversion Rate:** The rate at which visitors to a site/profile become customers/community members.\\n\\n**Engagement Rate:** Measuring how many people were exposed to your content and chose to interact in some way.\\n\\n**Inbound Marketing:** A marketing strategy that centers around creating content your target audience would find valuable. You create a wide funnel of trending/evergreen content then use the added attention to grow your community/brand.\\n\\n**KPI:** Key Performance Indicator. This is a metric you track over time to measure your progress towards a particular brand goal. I.E. post reach, engagement rate, website link CTR\\n\\n**Metaverse:** The next frontier of opportunity in the digital economy. Built on the back of [blockchain](https://www.investopedia.com/terms/b/blockchain.asp) technology and integrating VR we'll soon have a decentralized place to work and play not limited by governmental borders or physical limitations.\\n\\n**Native Advertising:** A post that's intended as advertising but formatted as organic content.\\n\\n**Newsjack:** Finding trending topics/news in your niche and creating related content to ride the wave of interest.\\n\\n**Organic Reach:** How widely your content was distributed without paid advertising.\\n\\n**PPC:** Pay Per Click is an advertising method where you pay to promote a piece of content but only are charged when someone actually clicks. CPC stands for Cost Per Click.\\n\\n**Reach:** The total number of people who have seen a particular piece of content or ad campaign.\\n\\n**RTM:** Real-time marketing is similar to newsjacking, you keep on top of trending content and usually create more freely and spontaneously than traditional marketing strategies.\\n\\n**Retargeting Campaign:** A strategy that focuses on serving content to people who have already visited your website or are already part of your community. Check out here for more info: [Hubspot: What is Retargeting?](https://blog.hubspot.com/marketing/retargeting-campaigns-beginner-guide)\\n\\n**SEO:** Search Engine Optimization. The process of making your webpage/content work with the Google algorithm or the algorithm of social media platforms.\\n\\n**Social Monitoring:** Tracking social media conversations related to your client or personal brand. This allows you to resolve issues quickly and stay in tune with community perceptions to create a better experience.\\n\\n**UGC:** User Generated Content. Inviting your community to get involved in an ad campaign or event by submitting their own content related to your brand.\\n\\n**Vanity Metrics:** Metrics that don't directly indicate a brand's success such as followers gained, number of average likes, and retweets. Without the context of metrics like conversion rate and overall community growth/sentiment these numbers mean little and can be manipulated.\\n\\n**Viral:** Achieving notable reach in your niche or platform of content distribution.\",\"timestamp\":1642430041,\"title\":\"Social Media Marketing Terms for Newbies\"},\"digest\":\"h9xm7LtJXVXstOpSZAXEHrBuV0d0Dmmr3JxNS00gHZk\",\"authorship\":{\"contributor\":\"0x57A6eA0ba36d28eef198dD4CFF1E0b9C88FF4BB4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"udOU6iVbM_NonDScXd3i-xdcvo7JDcc4JhRlhiFHYpM\\\",\\\"y\\\":\\\"4LysgjHsXsuj5KSI_k2Y8NDthmOp1HWo824tFX4Wn0w\\\"}\",\"signature\":\"uCwO0ENIr6qvtUzx3m4XGXD21x_mULuNHbaVOJAHPN8TxOIFYEQcdOqLRVdS0nuxEaQ7nWQ4jTB4vNbGlWPGkA\",\"signingKeySignature\":\"0xe98500f9eaf9331dc46120aa52a2395c0531780726b985fb5ad0dd03e760ce1774f7e4d34ab6ac04aa9a39b0b5c9f6f173dfbe0b627c91f9776502a4fe56d9091c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"udOU6iVbM_NonDScXd3i-xdcvo7JDcc4JhRlhiFHYpM\\\",\\\"y\\\":\\\"4LysgjHsXsuj5KSI_k2Y8NDthmOp1HWo824tFX4Wn0w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WVUSPlCwgjEwSTgA5w9fgiKDZ0ExSho6Jj4R3Ji9LvY\"}"