"{\"content\":{\"body\":\"**How do you make money and find love?**\\n\\nAccording to Robert Krulwich, you do it by working hard and wearing nice clothes, smiling all the time, and knowing the words to the latest songs.\\n\\n**How do you jokes work?**\\n\\nThe first part challenges you to think, the second part announces that which no body wants you to think.\\n\\nExample by Kurt Vonnegut — 'Whenever *my children complain* about the *planet* to me, I *say* '*Shut up*, I *just got here myself*'.'\\n\\nIf the above bits of advice seem too frivolous, think again. Anna Quindlen cautions us that it is easier to write a CV than crafting a spirit. She suggests we **think of life as a terminal illness** and if work is all you are, you will never be first rate at it.\\n\\nSteve Jobs reminds us that we don’t receive an education, we claim one. We shouldn’t get into the trap of thinking we have got something to lose when we are already naked. \\n\\n“**Don’t be trapped by dogma- living with the result of someone else’s thinking.** Work is going to be a large chunk of our lives, and the only way to be satisfied is to do what we believe is great work.”\\n\\nSteve advocates that we take responsibility (do not bluff at school of life, take up challenging work, don’t marry early to escape from real decisions, don’t live through others). Demand to be taken seriously so that you take yourself seriously. Affirm someone, say push yourself harder.\\n\\nDebbie Millman agrees: “Don’t determine what is impossible before it is even possible, don’t compromise, don’t waste time.”\\n\\n***Bill Watterson did not recommend the real world, beyond the food in it!***\\n\\nHis suggestion on **finding meaning in work**: “Work from an inexplicable inner imperative than demand. You’ll be surprised how hard you work; when it is for yourself. It is a rude shock to see just how empty and robotic life can be when one doesn't care about what one is doing, and the only reason we’re there is to pay the bills.”\\n\\nTo squeeze out ideas and punchlines, he had to cultivate a kind of mental playfulness and wander in the mind of a six year old. **On** **creativity**, he continues, “If you really want to find out how uninteresting you are; get a job where the quality and frequency of your thoughts determine your livelihood.” \\n\\nOn a **real job:** “A real job is a job you hate.”\\n\\n**On capitalism:** “To make a business decision, you don't need much philosophy; all you need is greed, and maybe a little knowledge of how the game works. Selling out is usually more a matter of buying in. Sell out, and you're really buying into someone else's system of values, rules and rewards.”\\n\\n**On asking good questions:** “Your preparation for the real world is not in the answers you've learned, but in the questions you've learned how to ask yourself. Inquisitiveness functions as a shock absorber for the bumpy road ahead.”\\n\\n**On dealing with failure**: “You will do well to cultivate the resources in yourself that bring you happiness outside of success or failure. The truth is, most of us discover where we are headed when we arrive. At that time, we turn around and say, yes, this is obviously where I was going all along. It's a good idea to try to enjoy the scenery on the detours, because you'll probably take a few.”\\n\\nOn **failure** Oprah opines, “There is no such thing as failure, life is pushing us to another direction.”\\n\\nAnd Niel Gaiman is in harmony with this assessment on the **journey of life**,” You have got to balance life with goals. Think of them as a distant mountain, as long as you are moving towards it, great. Else pivot. You are on the right path, the moment you feel you are walking down the street naked! And if you do work that you are proud of, even if it fetches you no money, you’ll still have your work. So make mistakes. Make good art. Pretend you are someone who can do it and make the world more interesting for you being here.”\\n\\nNext, Aaron Sorkin offers: “Develop your own compass and trust it, decisions are made by those who show up.”\\n\\nParker Palmer has more to say on **accepting oneself:** “Welcome what you find alien in yourself in the same way as what is alien in the outside world. Violence happens when we don’t know what to do with our suffering.”\\n\\nAnd Whedon agrees, “Peace comes with acceptance of that part of yourself that is never at peace ever.” He further offers, identity is something one constantly earns.\\n\\nDavid Foster Wallace reminds us, there is no experience in our life that we aren’t the absolute center of. “ Do work to free yourself of the natural self centered tendency.” \\n\\nThere is a need to exercise control over how and what we think because thinking the way we usually do is so easy, it isn’t a choice. \\n\\nWhat we worship, David shares, will eventually swallow us alive. Money? There never will be enough. Body? Intelligence? Power? You’ll always feel ugly, fraudulent, and weak. \\n\\nIn the end, a liberal arts education doesn’t teach how to think, but what to think about. In this situation, education becomes the job of a lifetime.\\n\\nTo end, remember Kurt Vonnegut’s dictate to remind yourself frequently,\\\" If this isn’t nice, what is?”\",\"timestamp\":1639132401,\"title\":\"Life Advice from the greatest Commencement Addresses\"},\"digest\":\"7677lXJtHvP2Epbwmc38ku6chZiz814pZLTqwLijRQc\",\"authorship\":{\"contributor\":\"0x23860B3E7000fa31B3081592Bd54434e789E2365\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wqjRmf4wq4AHoyKBHMumkrTIHTi9dbC6XMSwnEl4BQg\\\",\\\"y\\\":\\\"Yvs2QX2QJ4l8nURmbiK-59ydPIHYaAhxLR5HBP5Nvno\\\"}\",\"signature\":\"yNKVk4DhoHGG1oisKopAFxzWsY_uOStBuZDUc__h5zO1F_FWWd5weegXyKX5CdaNkWvRJAaSFHSXR4-7yKnvbQ\",\"signingKeySignature\":\"0x32b2557184a4d32c18b9b17dd878c6165dddc2ff635cdf97b9ac56b87b021db768a14c865555bbca4451140e99856e935679ef1fb3c279bfada35ebb1c5da5eb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wqjRmf4wq4AHoyKBHMumkrTIHTi9dbC6XMSwnEl4BQg\\\",\\\"y\\\":\\\"Yvs2QX2QJ4l8nURmbiK-59ydPIHYaAhxLR5HBP5Nvno\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7677lXJtHvP2Epbwmc38ku6chZiz814pZLTqwLijRQc\"}"