"{\"content\":{\"body\":\"It has been a wild year for bitcoin and although the currency has been around for the last five years, 2013 is when most investors started to pay attention to the crypto-currency; the enthusiasm for bitcoins even propelled prices to briefly trade higher than gold.\\n\\nAccording to bitcoin specialists, the electronic currency is still in its infancy and faces a lot of questions; however, some investors are not afraid to start testing the waters.\\n\\n“You can definitely say that 2013 has been the year of the bitcoin,” said Guillaume Babin-Tremblay, executive director of the Bitcoin Embassy in Montreal, Quebec.\\n\\nBitcoin made headlines on Nov. 29 as the price of a single coin hit an all-time high. Mt. Gox one of the original and biggest bitcoin exchanges, based in Tokyo, recorded the high at $1,242 per coin. For comparison, during the same day, spot gold prices hit a session low of $1,240 per ounce.\\n\\nBabin-Tremblay said that at the start of the year a single bitcoin could have been purchased for around $12, a gain of 10,250% from the year’s high. However, since hitting their all-time high, prices dramatically dropped, and on Dec. 10 prices were hovering around $961 per bitcoin, a drop of 28% in less than two weeks.\\n\\nAlthough bitcoin has attracted a lot of attention in the last few months, Babin-Tremblay pointed out that the currency actually started to gain popularity earlier this year as a result of the Cyprus banking crisis. In March the government of Cyprus announced a bail-in for banks, meaning that the financial institutions would have to impose losses on their shareholders, debt holders and even large depositors.\\n\\nAfter the bail-in was announced people ended up rushing to their bank accounts to withdraw funds and a lot ended up putting the money into bitcoin, where governments could not touch it.\\n\\n“Bitcoins were growing slowly until Cyprus. Cyprus was the catalyst for the big increase in the price,” he said. “The price started trading at about $40 and then doubled within a couple of days,” he said.\\n\\nBecause of Cyprus, prices pushed towards $200 but dropped to about $60 after the banking crisis abated and surprise internet attacks on a few of the exchanges. Those attacks caused these exchanges to go offline for short periods.\\n\\nAfter a summer lull of relative stability, the crypto-currency started making headlines again as the latest investment vehicle. Babin-Tremblay said the coin’s latest parabolic rise started in early October as a result of Chinese demand. The demand in November was so high that some prices quoted on Chinese exchanges were almost double compared to exchanges outside the country, he said.\\n\\n“The rest of the world has been buying bitcoins to try and sell them to Chinese consumers because there is so much demand there,” he said.\\n\\n He added that the country’s growing middle class are attracted to crypto-currency because of the lack of other alternatives.\\n\\n“Essentially you have the perfect storm in China,” he said. “It’s very difficult for Chinese people to invest overseas. They have a real estate bubble, they have a stock market bubble and they have one of the highest saving rates in the world.”\\n\\n**China Throws Cold Water On Bitcoin Investments**\\n\\nChinese demand for bitcoins cooled significantly since hitting its November high after the Chinese government announced that it was cracking down on the currency. On Dec. 5 China’s central bank barred banks from handling bitcoin transactions.\\n\\nThe ban doesn’t stop consumers from using electronic currency in internet transactions, the People’s Bank of China said, but added that it is not a currency with “real meaning” and doesn’t have the same legal status as the yuan.\\n\\nGordon Chang, contributor to Forbes and author of the Coming Collapse of China, said that he is not surprised that the Chinese government is starting to crack down the electronic coins. The government previously supported the coins, but probably underestimated their popularity, he said.\\n\\nChang added that not only have consumers been using the currency to speculate against the yuan, but they have used it to move their capital offshore.\\n\\n“This is just speculation, but I think \\\\[the Chinese government is\\\\] alarmed at how fast the market has grown and now they are trying to rein it in,” he said. “They are obsessed with control so it will only be a matter of time before they find a way to rein in the bitcoin.”\\n\\nChang also cautioned that he is expecting the price to continue to drop as it has entered bubble territory. However, recovery isn’t out of the question. Because of its popularity, Chang said he sees the potential for a strong market but not with the same growth that was seen in the last few months.\\n\\n“There is a lot of money sloshing around China looking for a place to go,” he said.\\n\\nOle Hansen, head of commodity strategies at Saxo Bank, said the market’s volatility is probably what keeps average consumers from investing in bitcoins, which is why he doesn’t see it as a viable investment tool.\\n\\nHe added he would not feel comfortable investing in a security that rallies 20% one day and then drops 30% the next.\\n\\n“It has caught the imagination of investors, but I don’t think it can last,” he said. “If you think the financial market is going to completely collapse, you probably want something more tangible like gold.”\\n\\nBabin-Tremblay agreed that bitcoin markets are not for the faint of heart as prices are extremely volatile. Prices can easily fluctuate 2% to 5% within minutes for no apparent reasons. But it still is an attractive investment because it is a store of wealth, in a completely free market. Comparing it with gold, Babin-Tremblay said another major advantage bitcoin has over the yellow metal is that bitcoins are much easier to store and transfer around the world.\\n\\nMathieu D’Anjou, the senior economist at Desjardins, said he thinks the gold market could be suffering from bitcoin’s popularity. He added that both investment vehicles have a lot in common, but gold’s decline in 2013 has left some investors indifferent, who then saw an opportunity with bitcoin.\\n\\n**Room For Improvement**\\n\\nDespite the volatility, Babin-Tremblay said bitcoins are just the start of the crypto-currency market, which will continue to grow because they fit an important niche in the global financial system.\\n\\n“There are still a lot of people who can’t access the global financial system but they can access bitcoins,” he said. “There is room for improvement but the bitcoin is still in its infancy.”\\n\\nChina isn’t the only country that has been trying to capture the bitcoin craze. Recently, the Channel Island of Alderney, a British crown dependency, said it is planning to become an international centre for bitcoins and wants to issue paper currency backed by bitcoin.\\n\\nAccording to media reports, The British Royal Mint was in talks with Alderney to create a GBP500 gold bitcoin; however, this has not gone beyond discussions.\\n\\nThe Montreal Bitcoin Embassy, like the bitcoin itself, is relatively new and its mission is to educate people about the crypto-currency market, working with businesses and consumers. Babin-Tremblay said that education about the market is extremely important if it is going to achieve sustainable growth.\\n\\n“I think self-regulation is the next step for bitcoins, to make it mainstream,” he said. “Investors would feel more comfortable investing in bitcoins if there were some rules.”\\n\\nBabin-Tremblay said while 2013 was an important year for bitcoin, it is just beginning. He added there are plans to eventually expand the market and create derivatives and even futures contracts.\\n\\n“Even if there is no financial meltdown, bitcoins can grow on (their) own merits,” he said. “It is going to be a universal currency.”\\n\\n Tremblay also said that he is expecting to see other crypto-currencies be introduced to the market, melding currencies and science together. One type that has potential he said is prime currency.\\n\\nBitcoins are created, or mined, by completing extremely complex math equations that validate the coin’s code. Depending on the machine, it could take months to mine just one coin.\\n\\nInstead of completing designated equations, prime coins would be created by searching for complex prime numbers, which are used to develop encryption technology, Babin-Tremblay said.\\n\\n“This is a very serious industry and I think it is going to continue to grow. Its potential is limitless,” he said.\\n\\nCurrently, there are more than 12 million bitcoins in circulation and the rate of new bitcoins will be halved every four years until there is a maximum of 21 million coins.\",\"timestamp\":1633492577,\"title\":\"Forbes: 2013: Year Of The Bitcoin\"},\"digest\":\"waPs8-DamVBRPfkgzw-Vmjs9IuS4UulSl2UtQ53jn6o\",\"authorship\":{\"contributor\":\"0x85eddAa293F3dA08059A9034466F998E854B2540\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"I-wkkdxZxxeByaMIC4enraaoMa4M37Yz4lJIKZgWH0o\\\",\\\"y\\\":\\\"Fu-3VhKYZ84B6VBDepNRpKa7dy4pzuETxLFXrj9-svo\\\"}\",\"signature\":\"LROmlbGsspvlftPGOsnEBDaofhmKeGyxMzZeHwdc9AoyI-582VKelrt0Jwb9Hpbz1W3-NbUxYrQcF5MBI9meCA\",\"signingKeySignature\":\"0xd4c7ee1b4812724a7e0e17ed3d98fb24515c21243f0cfec96ec6a3c5a1032fb316eff31b443a9b8935d1aad36229f908209b396c01975b965f5c23edb6fbb7c91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"I-wkkdxZxxeByaMIC4enraaoMa4M37Yz4lJIKZgWH0o\\\",\\\"y\\\":\\\"Fu-3VhKYZ84B6VBDepNRpKa7dy4pzuETxLFXrj9-svo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"waPs8-DamVBRPfkgzw-Vmjs9IuS4UulSl2UtQ53jn6o\"}"