"{\"content\":{\"body\":\"The United Kingdom and European Union have reached a sharing agreement on fish catch limits for next year, though France remains tangled in a dispute about access to Britain's coastal waters.\\n\\nThe limits have been agreed for shared fish stocks in joint EU and UK waters, such as the North Sea and Irish Sea, said a statement from the UK government.\\n\\nIt is the second time the UK has negotiated with the EU on setting catch levels as an independent coastal state, since the Trade and Cooperation Agreement, or TCA, between the UK and EU came into force on Dec 31, 2020.\\n\\nUnder the TCA, London and Brussels are required to agree catch quotas and fishing rights annually.\\n\\nBut environmental groups have criticized the deal announced, which they say neglects pledges made about sustainable fishing, reported the Financial Times.\\n\\nQuoted by the FT, Jenni Grossmann, of Client Earth, said: \\\"Just like in pre-Brexit times, they have continued to prioritize short-term commercial interests over long-term sustainability for both fish and fishers — perpetuating the dire state of these depleted stocks.\\\"\\n\\nVera Coelho, senior director of advocacy in Europe for Oceana, said: \\\"Certain fish populations, like west of Scotland herring, Irish Sea whiting, or Celtic Sea cod, will continue to be overexploited in 2022.\\\"\\n\\nPrevious talks, to agree the stocks for this year, were complex and delayed to June amid disputes about how to meet environmental aims, meaning fishermen were forced to adjust their catch, reported The Independent.\\n\\nThe FT said British fishermen had expressed disappointment about the new deal, saying the stocks agreed are for fish species the UK industry does not want.\\n\\nBarrie Deas, chief executive of the National Federation of Fisherman's Organisations, said \\\"underlying tensions\\\" arising from the UK's departure from the EU have been in evidence throughout negotiations.\\n\\nThe UK voted to leave the EU in a referendum in 2016, and Brexit, the country's formal withdrawal from the bloc, happened in January 2020.\\n\\n\\\"The TCA did not take us where we needed to be,\\\" said Deas. \\\"The UK government puts spin on the numbers. You need to look fishery by fishery. Some have increased, some reduced.\\\"\\n\\nIn a statement, the UK government said the deal will provide around 140,000 tons of fishing opportunities for the UK fleet. This is estimated to be worth around 313 million pounds ($415 million), which is a fall from this year's 160,000 tons, which was worth 333 million pounds, noted the FT.\\n\\nEnvironment Secretary George Eustice said the \\\"balanced agreement made today provides a strong foundation as we seek to deliver more sustainable fisheries management, as set out in our landmark Fisheries Act\\\".\\n\\nSeparately, France and the UK continue to quarrel about access to British coastal waters in a dispute over fishing licenses that has sparked threats of a trade war.\\n\\nFrench ministers say many trawlers have been denied their right to fish in the waters, despite applying for a license. France has urged the EU to take legal action.\\n\\nA spokesperson for the European Commission said: \\\"We will examine, together with the French authorities, the legal circumstances around every requested license which has not been granted.\\\"\",\"timestamp\":1640387769,\"title\":\"EU and UK reach agreement on fishing stocks\"},\"digest\":\"1RE8bxiqoAjM34WXW-mcZA2UG-OpikatNCLD0C83rag\",\"authorship\":{\"contributor\":\"0x16949A195Dd0459144c282065c1679Fd8cBf422f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1bk-zOnzvNvBnMqyQGpqSURXceEFnekJ1f2o_AD8RMY\\\",\\\"y\\\":\\\"0_1VWEBi83rzzsmvMx-6lwjzPH9qHSdLQjvRfnPynDY\\\"}\",\"signature\":\"uTr6UkDEDHGvvcI1BkAzE-EXJdKl6jpJKeDu7uguf71Us3_Odx2mmc4mt1PApJCJcVa3xwysvx0V345VabZVWw\",\"signingKeySignature\":\"0x3f9de76a4fd194c691cb899e6bfe0965519d1a5053ca73e8586befe13abf3bd640f11345d3ff41b3b006adc59e980cb65f04abdc8f1c76186a44ca91eb8d7aac1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1bk-zOnzvNvBnMqyQGpqSURXceEFnekJ1f2o_AD8RMY\\\",\\\"y\\\":\\\"0_1VWEBi83rzzsmvMx-6lwjzPH9qHSdLQjvRfnPynDY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1RE8bxiqoAjM34WXW-mcZA2UG-OpikatNCLD0C83rag\"}"