"{\"content\":{\"body\":\"If you had ownership of physical artwork worth millions of dollars, a Monet, or a Van Gogh, you would indeed spend a good amount of money and time choosing the right place in which to store it securely.\\n\\n[The same applies to nonfungible tokens or NFTs](https://cointelegraph.com/tags/nft). They are not yet considered at the same level as the masterpieces of the greatest artists in history; however, some are worth thousands, millions of dollars. Therefore, learning how to store nonfungible assets could be a much-needed practice to avoid losing access to personal investments.\\n\\nNonfungible tokens are not only artworks. They can represent anything from an artistic image or a music video/audio to digital personal identity documentation, academic titles, car ownership, house ownership, etc. \\n\\n[Before blockchain, digital assets could be replicated](https://cointelegraph.com/tags/blockchain) and distributed. Without knowing what or where the original digital asset was located, most items were essentially worthless.\\n\\nBy providing an immutable digital ledger, blockchain allows artists to create and validate originals so that they can manage their assets without intermediaries in a trustless environment. \\n\\nThis breakthrough represents a significant step in digital asset ownership and paves the way to a booming marketplace —not just in digital arts but also digital real estate, identities and gaming, to name a few —over the next decade. As digital ownership expands into valuable assets, it becomes vital to store NFTs properly to avoid theft and other scams in the digital world.\\n\\n## The growing market of NFTs\\n\\n[According](https://www.reuters.com/technology/nft-sales-volume-surges-25-bln-2021-first-half-2021-07-05/) to a Reuters report, in the spring of 2021, the NFT market surged to $2.5 billion from $13.7 million the same time the previous year. Recently, sales volumes have remained high, reaching nearly $5 billion after NFTs exploded in popularity. \\n\\nIn March, Christie's sale of an [NFT by digital artist Beeple for $69 million (£50m) ](https://cointelegraph.com/news/beeple-nft-auction-closes-at-record-setting-69-3m)set a new record for digital art. The other notably expensive [NFT sale was a “CryptoPunk”](https://cointelegraph.com/news/record-900-million-month-for-nft-sales-as-cryptopunks-go-stratospheric) that brought home $11.8 million at Sotheby’s. Sales volumes on popular NFT marketplace OpenSea reached a record high of $1 billion in October.\\n\\n[Musician Grimes sold some of her digital art ](https://cointelegraph.com/news/musician-grimes-debut-nft-auction-generates-5-8m-in-20-minutes)for more than $6 million in the last few months, and Twitter's founder Jack Dorsey [sold the first-ever tweet as an NFT](https://cointelegraph.com/news/nifty-news-jack-dorsey-sells-genesis-tweet-for-2-9m-nfts-save-wild-pandas-and-more), with bids hitting $2.5 million.\\n\\nConsidering the popularity and financial impact that the Metaverse will bring to NFTs, the potential for this type of asset is immense.\\n\\n## Why is it important to properly store NFTs?\\n\\nOver the past few months, nonfungible tokens have become high-valuable rare assets attracting investors who have also turned into targets for hackers looking to steal digital artworks or credit card information to buy more.\\n\\nA few months ago, hackers [stole](https://observer.com/2021/03/nifty-gateway-nfts-stolen/) assets worth thousands of dollars from accounts on the NFT marketplace Nifty Gateway. The platform blamed the hack on consumers’ lack of two-factor authentication, which made it easy for hackers to spot users’ credentials and steal their assets. \\n\\nThe company’s security was not compromised. However, some serious concerns were legitimately raised on how safe it is to leave NFTs or any other digital item stored on these third-party solutions.\\n\\nThe famous mantra “Not your keys, not your crypto” can and should also be applied to NFTs. Crypto enthusiasts will be familiar with the phrase, which means if you do not hold your private keys, as in the case of storage in exchanges, you do not own the cryptocurrency.\\n\\nWhile cryptocurrency wallets have so far worked for crypto assets only, with the evolution of NFTs, other types of crypto wallets have been created explicitly for storing NFT data. \\n\\n## What types of storage are available?\\n\\nWhen it comes to storing NFTs, security is just as crucial as for cryptocurrencies. If you leave them in an exchange (or marketplace platforms in the case of NFTs), you are exposed to possible hacks, fraudulent activity by the exchange, or single points of failure. \\n\\nBlockchain-based storage is decentralized and, instead of centralized storage of digital assets, is much more secure and offers owners full sovereignty over their property. Moreover, it provides multiple solutions for greater peace of mind.\\n\\nIt’s worth remembering that you don't store NFTs or cryptocurrency in your wallet. Instead, a wallet guarantees access to the investments [held on the blockchain through a private key](https://cointelegraph.com/tags/private-keys). \\n\\nWith the private key, you effectively own a cryptographic address and anything at that address. However, when your digital asset is online, it remains vulnerable to hacking attacks. \\n\\nHence, it’s essential to save and store NFTs in offline solutions for cold storage, which presumes storage in a platform that is not connected to the internet and therefore less susceptible to unauthorized access, cyber-attacks, and other vulnerabilities typical of internet-connected data.\\n\\nThe best way to store NFTs offline is by purchasing a cold storage hardware wallet and transferring the digital assets there. By remaining offline, the wallet will keep away hackers and keyloggers who can’t do much to gain access. Also, every hardware wallet comes with an ID and password for added security. \\n\\nBefore digging into the different solutions, users can take a few steps to preserve their privacy and avoid being the target of hackers and stealers.\\n\\n![](https://images.mirror-media.xyz/publication-images/BKKPwZqvkDnlCiL6DuVsZ.png?height=1672&width=1450)\\n\\nWhen choosing from NFT storage options, it’s essential to ensure compatibility across different chains and with the marketplace used to buy/sell NFTs. You also want to make sure that the wallet provides robust security and has a user-friendly interface. \\n\\nSince most NFTs are Ethereum-based, it’s worth making sure the wallet is compatible with the Ethereum blockchain.\\n\\n## Most common ways to store NFTs\\n\\n \\n \\n\\n![](https://images.mirror-media.xyz/publication-images/cY1-vmJ6GUxpC6kN3YUYf.png?height=749&width=1450)\\n\\n### Software Wallets \\n\\nSetting up an online software wallet is relatively easy, even for newbies and non-techie users. This user-friendly interface makes software wallets the most popular choice when it comes to storing digital assets.\\n\\nThere are plenty of software wallet options in the NFT space, and most of them have both mobile and web applications. \\n\\nEasy to set up, a software wallet such as Metamask is [considered](https://metamask.io/) standard security for your NFTs. Built as a Chrome application only, Metamask transactions are encrypted and secured by a password and a 12-24 word seed phrase. It supports DeFi and Ethereum.\\n\\nSolutions like Metamask are online and, therefore, vulnerable to hackers’ attacks. They have been hacked before and can indeed be compromised in the future. Always watch out for the original and approved application, as many fake Metamask apps have tricked users in the past.\\n\\nWith a marketplace volume of $10.3 million, Enjin wallet is another software solution to [store](https://enjin.io/products/wallet) crypto and create, distribute and integrate NFTs. It also ​​supports Defi and Ethereum and will soon be integrated with Samsung S10 smartphones as an official NFT wallet app.\\n\\nThe Math wallet [distinguishes](https://mathwallet.org/en-us/) itself for its impressive range of native support for 70+ public blockchains. Also, the Trust wallet [provides](https://trustwallet.com/) support for many blockchains and works as a DeFi, crypto and NFT wallet.\\n\\nCoinbase has recently [announced](https://blog.coinbase.com/coinbase-nft-is-coming-soon-join-the-waitlist-today-for-early-access-cc7bac29fd72) the creation of a peer-to-peer marketplace that will allow NFT holders to mint, purchase, showcase and manage their assets.\\n\\n### InterPlanetary File System (IPFS)\\n\\nAn IPFS is a peer-to-peer hypermedia protocol that allows users to store their decentralized NFTs off-chain, decreasing the likelihood of being hacked. \\n\\nIPFS changes how information is distributed across the world using content-based addressing instead of the standard location-based addressing. When you add a file to IPFS, your file is split into smaller pieces, cryptographically hashed, and given a unique fingerprint called a content identifier (CID).\\n\\nContent identifiers are hashes directly connected to a user’s NFT content instead of an HTTP link which can be modified and hacked, allowing for significant security. This CID acts as a permanent record of your file, and if you create a new version of your file to IPFS, its cryptographic hash is different, so it gets a new CID. \\n\\nThis means files stored on IPFS cannot be tampered with or censored, and the original cannot be overwritten by any changes to a file. If a hacker node ever produces a CID hash, you will be notified on your end of the false data.\\n\\nThe added benefits of an IPFS make for a more secure storage option for your NFTs. Moreover, this type of storage’s decentralized and distributed architecture is in line with blockchain principles; in particular, intermediaries are unnecessary. \\n\\nPinata is an IPFS-based NFT wallet. [Created](https://www.pinata.cloud/) in 2018, it already contains over 45 million files and over 70,000 users globally. Even though it’s not the most popular storage solution, it has the potential to grow, especially among developers, due to its enhanced security.\\n\\n### Cold Storage Hardware Wallet \\n\\nIf NFT holders want to increase the security of their assets substantially, they should consider getting hold of a hardware wallet that allows for cold (offline) storage. This means that the private keys that enable users to access their digital assets are held in an unhackable hardware wallet device and not on the web where they are vulnerable.\\n\\nThe hardware wallet provides extra security in that two-factor authentication is always enabled. Without physically holding the wallet device, it’s impossible to hack and steal the content. The most popular hardware wallets are Trezor and Ledger. The wallets do not physically contain the artwork or any crypto, for that matter. However, they [store](https://trezor.io/) the private keys that give users [access](https://www.ledger.com/) to holdings that they have stored on-chain.\\n\\nUltimately, owning collectibles or any other type of digital asset should not trigger headaches and worries around their security. Nowadays, there are options for everyone and every requirement, from more expensive solutions to cheap online platforms that guarantee a relatively safe environment. Choices like hardware wallets might be more expensive, but the enhanced security they provide might be worth considering for those investors who hold a good amount of NFTs.\",\"timestamp\":1639215175,\"title\":\"How to store NFT assets — A beginner's guide\"},\"digest\":\"E-IQBCfZSSIyPhDbDV8WDBca0g7IbPk5P9cw2_KapDw\",\"authorship\":{\"contributor\":\"0x391C3721233eaB5127EbcEC398bf900D41F190DD\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WJQYKyPbmRQV_woRfS69hX96aE5-k7t6F1IECupnhSc\\\",\\\"y\\\":\\\"4b4Ju6wx1YKBukfHRAvaTjYySPehM-AvCSt47QJYM7I\\\"}\",\"signature\":\"QHYbWEqIzsMcw_YYVzAlO0MWjWeu9a04MJiDu8YU9iUsY3IFrYV29laz5oh5fWp2xFB9Coh6iSx4QxfFLZhODw\",\"signingKeySignature\":\"0x6a7033e3858943ed2c5fa6bd59687d6f1087abc36e4eae0bcf9273d9e8e9804e1560a4ab3b641427d84beb180b1b648590847daa7abae4cc83569393cdc32dc01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WJQYKyPbmRQV_woRfS69hX96aE5-k7t6F1IECupnhSc\\\",\\\"y\\\":\\\"4b4Ju6wx1YKBukfHRAvaTjYySPehM-AvCSt47QJYM7I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"E-IQBCfZSSIyPhDbDV8WDBca0g7IbPk5P9cw2_KapDw\"}"