"{\"content\":{\"body\":\"我才上小学的时候就发现自己受不了错别字也受不了涂改的痕迹，每一页只要有了错别字就得把那一页撕掉重写。这样写起作业来可太累了，我的作业本总是很薄，因为撕了太多。事情是在四年级开始改变的，那年我们换了语文老师，语文老师要求课代表统计作业——我那以后就不写语文作业了。我是语文课代表。现在看只是个小故事，但在当时是个危险的秘密。没人知道这个班的语文课代表其实不做作业。在每一天的早读课上我都堂皇地站上了讲台，等一个组一个组的小组长把他们收齐的作业交给我，予以清点，最后交给语文老师。我旁边站着的是数学课代表。当时我们是很好的朋友，如今他成了一个我们隔壁地区的年轻干部，春节期间不回家，蹲在田野里，为了防火。怕农民的麦秆烧起来，他说。但直到现在我也没跟他讨论过，不知道数学作业那边的情况，我不知道他是不是也不写数学作业。反正语文我不写。我就是那样堂皇地站在讲台上，众目睽睽，光天化日，很难想象直到小学毕业这个秘密也不曾暴露。\\n\\n说回我们这个咖啡馆吧，它由铁皮和钢架以及一些巨大的落地窗组成，有篇课文是关于南京长江大桥的事情，毛主席的诗歌，他说一桥飞架南北，天堑变通途。一把手的诗多么伟大。一开口格局打开了。格局，后来我听到很多人的嘴里提出这个词语，格局。一看到他们我就常常想到我们的语文老师宋元春。在那个三年级的下午——当时我还不是语文课代表——语文老师宋远春拿出木棍殴打了我们的手心，并且要求我们回家去拿作业。她是我们教室里的一把手，她想说了算并且她真的说了算。她提出来了我们别无他法。\\n\\n我们几个人携手走出教室，越过当时宽阔现在窄小的水泥校园，来到了学校的门口，站在路边。我们互相看着对方，揣测着其他人的想法。其他人的家里是不是有一份已经写完的作业我不知道，反正我家没有。我家里有一切就是没有我忘了拿的作业。我们只好一起看着空中的风。先过马路，有人说。是啊先过马路啊马路那么宽。我们的两腿就小心地迈向了马路中央。\\n\\n一个叫盛海勇的同学，我记得当时他可能是我的同桌，这么看是有那么一些太巧了——我们同桌二人都把作业忘在家里。那种巧合简直使我们无法直视对方的眼睛。就是盛海勇是最先开口的，他将两臂抱在了胸口，显示出一副无所谓的态度。\\n\\n回家吃饭吧，他说。\\n\\n这才三点，我说，太早了，怎么解释。\\n\\n就说地震又来了，盛海永说。\\n\\n1995年9月20日上午我们曾在教室里遭遇过第一次地震，5.3 级，我们十五岁的年轻邻居李大苍从教室二楼的窗台跳了下去，摔断了腿。我只记得这件事而一直不记得他的样子。对我来说我这位邻居就等同于一条断腿的形象。到去年冬天我才见到他，我们坐在巷子口的帐篷里烤火，检查出没的行人。我已经三十多岁他已经四十多岁了，看着他靠近火苗的棉裤，我有意将话题引向了那次遥远的地震。他不知道我已经把他的事编成了小说。吓死了，他说，什么都没想就跳了，他就像配合我一样指向自己的膝盖位置。落地的时候骨头都呲出来了，他说。我看着火盆里烧红的木炭，觉得他的讲述跟我的记忆太不相同了，显然我并不了解人的膝盖原来那么脆弱。我没问他后来的事情，只知道他一直是我邻居，这么多年都住在另一条巷子里。我还想再问点什么，但是我们的交流被一位视察工作的领导打断了，领导来到我们的帐篷，我的邻居们一齐站了起来，低下头，好像做错了事情那样听取慰问的话语。领导说话的时候眼睛是看向正前方的，我站在讲台上收作业的时候也是那样。\\n\\n1995 年那次地震发生在我们刚刚开始求学生涯，一年级，我们都看着黑板，还准备举手发言，头顶的灯棍就开始摇晃然后尘土落了下来。马路尽头的那片田野，绿色麦苗朦朦胧胧，半空中尽是白色的雾气，多年不散，我想我们那里原来这么温柔。\\n\\n那天下午，在盛海勇的提议下，我们在马路边慢慢地走了起来。一边走我一边想回家该怎么说。我想我要走慢一点，走到恰好是放学的时间事情就合理了。马路尽头的那片田野，绿色麦苗朦朦胧胧，半空中尽是白色的雾气，我们十来岁，走在雾气里，世界上很多不情不愿的事情还没开始，我想我们的田野这么温柔。\\n\\n你的作业真忘家里了吗？盛海勇突然停下，弯下腰，低头问。他的鞋带开了，它们很愚蠢地被鞋底从白色踩成了灰色。\\n\\n你先说你，我说。\\n\\n我是真忘了，盛海勇说，但我估计回家我也找不到它。\\n\\n2019\\\\.2.12——2022.1.6\\n\\n \\n \\n\\n \\n \\n\\n \\n \\n\\n \\n \\n\\n \\n \",\"timestamp\":1641462790,\"title\":\"我们的田野这么温柔\"},\"digest\":\"UFkBZ3Xj_eSjqA0BhRldyaKps6Jv_9J7LbQD_UJaMEg\",\"authorship\":{\"contributor\":\"0xc674E2f1f6c4381a437a37543d3cb1b4A806c140\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RihwPgZBOHsx5GVWTAAx2YupPZuaZgXXcSL5C5TI7dA\\\",\\\"y\\\":\\\"aftOrPmZJxtT_Hc5KX9iit70qfM1pbDcCBkOnDJwzNU\\\"}\",\"signature\":\"O2dHhKDcTmtc2rkgjtg524v7H50OcQyRrYokDeFzkcbwPy27PPEO61iaHwrQ4kAMQw_hm1XF9LmOes7e2r9fNQ\",\"signingKeySignature\":\"0x46ec308419904b47b7abc1fd92ab0d3f6003611ba895669b53569ed690f6b4753b9f5d596c66575a56467708bb425d437ecc77a5ff577da45f0b190c5cbdca2a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RihwPgZBOHsx5GVWTAAx2YupPZuaZgXXcSL5C5TI7dA\\\",\\\"y\\\":\\\"aftOrPmZJxtT_Hc5KX9iit70qfM1pbDcCBkOnDJwzNU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UFkBZ3Xj_eSjqA0BhRldyaKps6Jv_9J7LbQD_UJaMEg\"}"