"{\"content\":{\"body\":\"**Prepare to embark on the most marvelous journey you've ever been fortunate enough to take part in.** \\n\\nOur world is changing at a pace that is difficult for any one person to keep up with alone. Uncertainty in life seems to be a common theme across the board from nation to nation. Massive global changes are happening whether we want them to or not. Thus brings the question, how do we best prepare for these uncertain times. \\n\\nThe only solution is Financial Independence. In order to weather any storm and position ourselves to take advantage of any opportunities placed in front of us during these uncertain times, we must become financially independent. This allows us the flexibility to move as we please without wondering what the next policy maker will do to change the rules of the game in their favor. \\n\\nNew World Bankers aims to create an environment for education of this new frontier called the Metaverse. We believe that partaking in the building of this new world we position ourselves to be the recipients of the greatest wealth transfer and wealth distribution in all human history. \\n\\nOur motto is Iron Sharpens Iron. So we teach each other what we know so that we learn and build together under a shared mission of financial independence. \\n\\nWe welcome you with open arms to join us on this mission. Individually it is difficult to navigate water never before seen, but as a collective we will thrive. Ask questions, give insights, meet new people, and truly utilize this hub to strengthen your knowledge, wallet, and confidence in this new space we have entered.\\n\\n** \\n  \\n **\\n\\nNew World bankers  \\n\\n** \\n **\",\"timestamp\":1639417443,\"title\":\"Introducing New World Bankers\"},\"digest\":\"UlCv57gp-Zy3XR1o1A-nr9RGtmzgmrZmu-I4wY9VbXU\",\"authorship\":{\"contributor\":\"0x23103BBC847D6bBAeaf86F9286c4197b1347A91A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vuf4cL3vDKkYtaRnq2elAhC0jpbXsS4I2e2DWndJS3c\\\",\\\"y\\\":\\\"iIHkKKAf-aB8ZOc4qi4CuOEuc0rKolW0MMzGaEN7LZA\\\"}\",\"signature\":\"m8iCQd4VdRvG2_Us9bKXhMx2C84AiD4TdRCS3ciMsoRBwxQVFNqzltJq1c6aKr_Tbo3EObaWXxMETuNmlZGQNw\",\"signingKeySignature\":\"0xf537321b66aed6735bbd4e83ba676768384f8a75834dd864a1dbbbd15159aff155857f78c80ed47388afb80ea0963b3f0f5cbc69c1dc7a5c418dbdae6d7917a81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vuf4cL3vDKkYtaRnq2elAhC0jpbXsS4I2e2DWndJS3c\\\",\\\"y\\\":\\\"iIHkKKAf-aB8ZOc4qi4CuOEuc0rKolW0MMzGaEN7LZA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UlCv57gp-Zy3XR1o1A-nr9RGtmzgmrZmu-I4wY9VbXU\"}"