"{\"content\":{\"body\":\"When I left school I didn’t have much direction, simply that my time and attention was being wasted in class.\\n\\nThat’s a **BAD** reason to drop out, and I soon remedied by deciding I would work full time on my company with the *intent* to build a billion dollar business. Whether that happens or not doesn’t matter, what mattered was that I set a goal that I could spend every hour working towards.\\n\\n> Where there’s a will, there’s a way\\n\\nIntention is important for a number reasons but the primary one is it gives you and answer to the “why?” question the ability to think about decisions in binary terms. Why am I doing x? Does it move me towards my goal: Yes → I have my answer. No → I stop doing x. The more specific you can get the better, as long as you keep everything inline with a the broad vision. \\n\\nThis is of course easier said than done, and it takes practice. I’ve been struggling a lot with coming into conversations intentionally. I genuinely love getting to know people, so it’s easy for me to come into a zoom and chat someone up on their thoughts on web3 or favourite city. But we’re both busy people, both have goals we’re trying to reach, and not everyone is willing to spill their childhood trauma to a stranger. So when I go into calls its not enough just to have done my homework, I need a thesis an intention. “I want to understand their marketing strategy” “I want them as a customer”. It’s okay to be purposeful, people will respect it because it’s genuine and they don’t need to guess your intentions.\\n\\nWe always act with intention, the question is are we conscious of it and are we effective. Be disciplined in setting your intentions, know what they are and act on them effectively. Otherwise you’re just wasting everyone’s time.\\n\\nTLDR: Set your intentions and be disciplined in acting in line with them. While things may not get easier (they’ll probably get harder), they will become simpler and you will become *much* more effective.\",\"timestamp\":1641972558,\"title\":\"Importance of Intention\"},\"digest\":\"MQi1zsb7lZo-XVREN5hvXj7j-zBEe01Yai4pR7FvDDk\",\"authorship\":{\"contributor\":\"0xfB4A20f9c6D8562D1165e5f26F19a8E662046e4c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"i5ouSQF9YR4EZro8e0b6VOScperAwuqPo9cWl1m_Xu8\\\",\\\"y\\\":\\\"tzJCuPls9nVASZxzYXZSgSxvVSqHlIYneROzQMUn3Ig\\\"}\",\"signature\":\"v67NnRO_rubFqCLIhL2fg-smY8AuW1LHus-0Tc-GMLQpqluawe45SiMeraGN9d_ffEFAGImAzhQ7jg5iMETNcw\",\"signingKeySignature\":\"0xac5a15088968f3f4b1a7c5046f87b517bfcf62f745293d2f6d34398b6d089b8952797522f11ab3916bcfcd6647c410fa6261b56ddf0aa059c7c816c99bdceceb1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"i5ouSQF9YR4EZro8e0b6VOScperAwuqPo9cWl1m_Xu8\\\",\\\"y\\\":\\\"tzJCuPls9nVASZxzYXZSgSxvVSqHlIYneROzQMUn3Ig\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"MQi1zsb7lZo-XVREN5hvXj7j-zBEe01Yai4pR7FvDDk\"}"