"{\"content\":{\"body\":\"中国的制造业主要作用是给欧美日打杂，干那些欧美人不大愿意干的脏活累活，以及那些危害环境的活。中国的制造业高度依赖全球化的自由贸易体系，我就不说高端产业，就说长三角地区最密集最普遍的血汗电子厂，这些血汗电子厂根本离不开美国日本的工艺设备，光刻胶是日本人配制的，lpcvd设备是美国进口的。如果美国日本对中国再紧一些，这些血汗电子厂立马就会关门，而大量失业的工人毫无疑问会成为社会的动乱之源。\\n\\n很多人经常说欧美工业空心化，这其实是误解。欧美主要是把那些低技术含量、需要大量密集劳动力、危害环境高污染的低端代工行业转移出去了，在高端工业上丝毫没有空心化，你从f35的生产速度就能看出这点。美国人不组装手机，不生产芯片，组装消费工业品成品（汽车 笔记本电脑等）的产业也不多，美国制造业主要生产cpu、飞机、变速箱、产线设备、高级光学设备、精密仪器、工业软件、高端材料、高端化工原料、ct机磁共振机等医疗设备、光刻机以及光刻机的零部件等等。美国做的大部分是高技术高利润劳动力需求不多的高端产业，他们把那些枯燥的劳动密集型产业转移出去，让亚洲人去做。你想让美国人一天到晚守着一台机器和流水线从事没有技术含量的重复性工作，那是很难的。欧美人自古以来就喜欢捣鼓一些怪点子，但是不大喜欢做流水线的重复性劳动。所以欧美就把他们研发的生产线和设备搬到亚洲，让韩国人中国人越南人印度人做这些重复性劳动。像芯片这个东西就是典型的，美欧日把设备和生产线都弄好了，搬到东亚让台湾韩国生产芯片，技术欧美已经完全给你弄好了，有问题你叫美国工程师解决就行。然后这些芯片聚集到中国大陆，与日本的屏幕摄像头，一起进行最后的组装。这种模式说好听点叫代工、世界工厂，说难听点就是打杂。\\n\\n说难听点，东亚的制造业基本上就是给欧美打杂的。我以前不太了解全球产业链的运作细节，以为东亚的制造业非常强大，韩国有三星lg现代海力士sk等，中国大陆有联想华为海尔中芯等，台湾有华硕台积电htc联发科等，看起来非常强大非常牛b，大概能和欧美平起平坐。\\n\\n但实际上，深入了解产业链细节后，就会发现这些东西都是不堪一击的。就拿中芯和台积电来说，中芯台积电都是芯片代工厂，但是他们的技术都不是自己的，而是美国的。中芯虽然能够生产14nm工艺的芯片，但中芯厂房的8成设备都是美国进口的，整个生产线都要靠美国工程师维持运作，遇到软件升级和设备故障等问题，必须请美国方面的工程师维护，除了美国人谁也不会弄。中芯生产线的光刻机、薄膜沉积设备、测试机大部分都是美国进口，小部分从欧日进口，没有类似的国产替代品。这就是为什么中芯完全不敢给华为代工，不给华为代工也就是损失客户，得罪美国，美国如果中断中芯生产线的供应链，中芯整个企业都得完蛋。台积电三星也是如此，不要以为弯弯和韩国人多厉害，实际上三星台积电联发科这些企业也离不开美国的技术支持。台积电近几年比三星强势，就是因为韩国希望在中美之间左右逢源，而台湾坚定站队美国，所以美国人对台积电的扶持比三星多。你就能看出韩台看似强大的制造业有多脆弱，因为他们是完全依附于美国的。但是大多数人只知三星、台积电，不知应用材料、泛林、东京电子等企业基本垄断了产线设备技术。\\n\\n光刻机是生产芯片的核心设备之一，荷兰asml能生产世界最先进的光刻机。但是asml的大部分技术也是美国的，小部分技术是欧洲的。asml一年只生产十几台光刻机，但是一台光刻机卖到一亿多美元。战斗机的价格也不过如此，而且都是买方抢着要，销售部几乎都不需要工作，因为完完全全是卖方市场。其附加值之高难以想象，台积电的工人要卖多少芯片忙碌多少个日夜才能赚一亿美元？除了芯片生产线离不开美欧日设备，芯片设计同样离不开美国的eda软件。市面上的eda软件几乎全部被美国垄断，美国对华为禁用eda软件后，华为就设计不出芯片了。芯片设计的eda软件被美国垄断仅仅是冰山一角，工业软件也是被美德法垄断。市面上工业软件基本被德国的SAP、西门子、美国的ANSYS、PTC、欧特克、霍尼韦尔、法国的达索、施耐德垄断。中国“华龙一号”三代核电技术使用的是西门子nx软件。中国的火箭、战机包括j20都是用达索系统的软件设计的。\\n\\n中国高端机床也全部是进口，所谓的国产机床仅仅是最外面的那层铁皮和外壳国产，其他全部是进口货装配。中国高端机床基本被德国日本垄断，包括日本的FANUC、MAZAK、大隈、牧野，德国的西门子、DMG、哈默、贺尔碧格、力士乐，美国的哈斯等等。中国还在高端轴承、螺栓、电机、夹具这些小东西上依赖进口，这些东西原理并不难懂，但就是造不出来，或者造出来的成本高性能差。\\n\\n可以说，东亚的制造业基本就是给欧美日打杂的。我很久以前以为韩国和日本的技术水平应该是一个级别的，韩国即使不如日本应该也差不了多少，因为“日韩”这个词把韩国日本相提并论。但是了解以后，发现韩国和日本根本不是一个级别的。日本的产业链基本和欧洲一个级别，而韩国只比台湾强一点点。很多人认为产业链没有高下之分，只不过是分工不同。显然不是，因为美国可以卡华为三星台积电的脖子，而华为三星台积电卡不了美国人的脖子。产业链明显有上下游之别，上游可以卡下游的水，下游卡不了上游。比如国内的手机生产线(严格来说是手机组装流水线)，组装手机没什么技术含量，大部分人稍微培训下都能组装。但如果你没有芯片、摄像头、屏幕，就什么也组装不起来。你不组装，越南人印度人东南亚人完全可以组装。而手机的芯片屏幕摄像头，中国造不出来，造出的摄像头屏幕也是国人自己都瞧不上的产品。欧洲日本能造出优秀的摄像头，韩台能在欧美日的技术支持下造出芯片屏幕。\\n\\n芯片仅仅是冰山一角，但这个小东西也能反映产业链的高低。中国大陆组装手机，韩国台湾生产手机芯片，欧洲日本研发制造“生产手机芯片的产线设备”，美国人研发制造“产线设备的核心零件”。\",\"timestamp\":1639710562,\"title\":\"中国制造业真的已经全球领先了吗？\"},\"digest\":\"c6VgdFch4plWmfQizq2fzhd46795h8mrlzT6gGABy8U\",\"authorship\":{\"contributor\":\"0x1f61F66B2E5Cce264Cf5c9B203CDAa27cB7BA3aC\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Xc2RiaABTsAAz9bJToAUQ5mz3rmA3GO_BHJS1ovJNKg\\\",\\\"y\\\":\\\"QJ8qkTSrpbW5XCTFU3jdb5EtDqj5jv6iDNDsTLbb8Uw\\\"}\",\"signature\":\"Eybv-ki4J3r2Ucfj1WYEEgRCvMQcqZfLGgc_vaZYkf-Zl7DImHWyK7ha3cHcUkIBkAkiqmKVbJ9ERCLrM2ZL2Q\",\"signingKeySignature\":\"0x1228d6158c853248abcf8d35f5ef8eb4de6f375a4dbc89da18558a393d25992408265400aca71d8eb7f27b02c0ee4fb0326ba80c487ba90db38e93dbbafa08921b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Xc2RiaABTsAAz9bJToAUQ5mz3rmA3GO_BHJS1ovJNKg\\\",\\\"y\\\":\\\"QJ8qkTSrpbW5XCTFU3jdb5EtDqj5jv6iDNDsTLbb8Uw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"c6VgdFch4plWmfQizq2fzhd46795h8mrlzT6gGABy8U\"}"