"{\"content\":{\"body\":\" 网络游戏在我国中小学生中盛行一时，造成了相当严重的危害，家长和教师集体声讨，呼声强烈。确实，中小学生自制力较差，沉溺于游戏的后果是学业荒废，是周顾现实。师长们的大声疾呼形成势不可挡的舆论浪潮，网络游戏成了“过街之鼠”。然而，电脑与手机游戏真的如此可恶吗? 而它为何能吸引广大的民众? 在国外，网络游戏的市场价值超过电影业; 我国的体育总局也将电脑游戏列为国家的第99项正式体育竞技项目。这就说明，对游戏的热爱，正如人对电‘影艺术、体育运动的喜好一样，是正常人性的体现，本身并无罪错。那么，何以我们的教育竟会和网络游戏有如此之大的冲突呢?\\n\\n看看欧美国家，中小学生对网络的痴迷似乎远没中国严重。学生上网是再正常不过的事情，为了完成作业，完成论文的写作，还必须借助于因特网。师长一般不把玩游戏与学习相对立，据报导，圣诞节来临之际有超过一半的家长表示，准备购买一款好玩的游戏软件作为送给孩子的新年礼物。这岂不让中国的师长们大跌眼镜?\\n\\n照此看来，网络游戏对中小学生带来严重危害似乎是中国所特有的现象，是又一特殊“国情”。这就让人疑问了:莫非是我们的教育本身的问题? 在下不敢深究，单就电脑与网络游戏诱惑中小学生的“合理之处”，试以阐述，从而使我们的学校教育明白自己的弱点，进而加以补救。希望大家明白，“向电脑游戏学习”，委实不是一个耸人听闻的口号，而应是顺应教育规律的明智之举。\\n\\n首先，游戏中充满成长的乐趣。熟悉电脑游戏的人都知道，像《暗黑破坏神》、《魔兽世界》、《传奇》、《王者争霸》等极受欢迎的网络游戏，其内容有种大体类似的结构：玩家作为主人公，扮演一个角色在奇妙的虚拟世界里闯荡，通过各种方式获得经验值，使自己的等级越来越高，本领越来越强。为了练级，无数游戏者孜孜不倦、废寝忘食，目标就是有朝一日体验那笑傲江湖、横行网络的快意与辉煌。玩家扮演的角色，从什么也不会，到初有所成，至武功盖世，他从这个过程得到巨大的乐趣。成功的梦想，奋斗的雄心，完成任务的鼓励，强大后的自豪喜悦——活脱脱再现了一个人成长的历程。其间遭遇到的挫折与艰难非但不能阻止他，反促使他以不懈的努力去争取胜利。常常可以见到年轻人心甘情愿的忍受数天乃至数月枯燥乏味无休无止的杀妖斩怪、寻宝交易。是什么使他们投人和坚持呢? 不外是那种一定要赢、一定要实现梦想的意志。我们在此发现，游戏世界其实不过是现实世界的投射，或逼真或粗劣的一种模拟。可叹我们的青少年甚至众多成年人都抵抗不住它的诱惑。这反映了什么，不正反映了现实社会中教育的成长功能的丧失吗?\\n\\n反观中国的基础教育，经过多年应试主义的强化，不少学校已变成威胁性警戒性极强、负面惩罚占极大优势的管理机构：它一味强调师生必须完成既定教学任务，带给多数学生的是恐惧和无奈，是战战兢兢的应付。一些师长对待学生像私企老板对待员工一样的苛刻，常常否定学生尊严、打击学生信心、强迫学生劳动。少年儿童从学习中难得体验成功的快乐，成长的喜悦。面对教师的严厉和漠然，怎能不逃避那令人压抑的沉闷现实，埋头虚幻的游戏、网络呢? 因此，学校教育要想吸引、挽留住孩子的心，就必须想方设法激发学生的兴趣，调动其参与教学的积极性，落实学生的主体地位。要尊重青少年的个性，以人为本实施教学，使学习成为快乐的源泉而非时刻想抛落于地的沉重包袱; 让每个学生都能体验到成功的欢乐，坚定奋斗的信念，燃起希望的火焰。这样，现实中有尊严、有成就感的人才不致逃人网络，沉溺于自恋式的幻想，从游戏中取得一丝慰藉。他会将游戏中的韧性转移到学习方面，面对困难勇于战斗、努力克服。由是观之，教育必须向网络游戏学习。\\n\\n第二，游戏中有感情的寄托，有互助的情谊。特别是在网络游戏里，数以千计的玩家同时在线，相互之间可以聊天、交易、同盟，也可以成为对手进行PK。这个虚拟世界事实上已成为一个大型的交往社区，游戏者往往不是孤独的战斗，而是面临着复杂的人际关系。这在很大程度上满足了青少年对于人际交往的需要，他们往往结成团队，一起冒险，并肩战斗，发展出兄弟般的情谊。更不乏两个异性玩家“恋爱”甚至“结婚”的情况。如今的中学生在家大多比较孤独，如果学校管理僵化严厉，不能提供充分的自由活动空间，很容易导致精神上的空虚与寂寞，生活变得单调无趣。当今的学校，有几所不是把升学率、考试成绩放在首位? 一味压抑学生的娱乐需要，绝少提供合作机会，学生的社交圈子狭小，难得找到朋友知己。这样一旦面对游戏世界中人与人关系的复杂与丰富，怎能不像鸟儿离开牢笼，鱼儿游向大海? 因此，有许许多多的青少年宁肯忍受家长的责骂，老师的白眼，为了网络那端朋友的期待，也不惜逃学、旷课了。\\n\\n相比之下，欧美就少有类似的问题。美国密歇根州立大学心理学系教授琳达·杰克逊对130个美国孩子的跟踪调查表明，美国青少年不经常上网聊天。在她的调查中，很多人都表示:既然有父母和朋友，为什么还要同陌生人交谈? 由此可见，中国学校和师长对青少年的压抑和控制正是孩子逃向网络、游戏的深层根源。教育应当深刻反省自身，虚心向网络游戏学习:强力推进教学环境的开放，培养青少年之间健康纯洁的朋友情谊，给孩子提供合作、交友的机会。\\n\\n其三，游戏是神奇的幻想，美妙的童话。一款优秀的网络游戏，不但有着特定的主题，曲折离奇的故事情节，更具备优美的图像，精巧的造型，给人以强烈的视听诱惑。不同于单纯的书本文字，也不同于被动接受的影视音像，游戏最大的特点是交互性，玩家从动手操作中得到多方位的享受。还有什么比亲身探险更令人沉醉? 还有什么比领军打仗更满足人的征服欲望? 恰恰通过电脑游戏，这一切都能被体验得到。《魔兽世界》、《反恐精英》、《星际争霸》··\\n\\n⋯这些脍炙人口的游戏大作无一不是专业制作团体心血的结晶，构成一门引人入胜的艺术。走进游戏，就等于走进一个梦想的神秘王国，在种种奇幻之境中徜徉。喜欢童话是孩子的天性，未成年人本来就充满对不可能事物的种种憧憬，一旦发现游戏世界的新鲜刺激，当然情不自禁地要投人其中。游戏与现实生活的沉闷、枯燥形成鲜明的对比，有时在很大程度上\\n\\n超越了成人世界的功利和冷漠。不是吗?师长要求孩子的大多出于简单的功利目的，教导子女的常常是“不好好学习将来没饭吃”诸如此类的话。给少年的印象，现在不过是达到未来的工具，为了长大后的幸福必须当下压抑吃苦，学习和快乐绝然对立。这叫人怎能不怀念童年时的天真烂漫、无忧无虑! 而逃进游戏，就逃进了一个无限广阔的自由天地，逃进了美妙幻想和童话故事的氛围。\\n\\n由于应试的逼迫，在很多中小学校，功利主义占统治地位。如果说课本的编排还能照顾到一些少年儿童特点的话，那么灌输填鸭式的讲授，机械琐碎的练习，名目繁多的考试又会彻底打消尚存的一点趣味。面临如此局势，我突然生发一个奇想：倘若教育界的天才，借鉴网络游戏的成功，将一章章课程做成游戏软件的形式，使学生打完一款游戏就学完了一门课程，岂不妙哉? 实际上，目前有些游戏的复杂度还真不亚于一门课程。例如历史：在游戏的一开始，学生作为游戏主角回到过去，遇到各种各样的人物和事情，再现历史场景。游戏中可穿插许许多多的任务。玩家熟悉并答对有关知识后，可以进人下一章节。至游戏结束完成整个人类历史的探险。再如地理: 游戏中学生到各个大陆和国家，考察其气候、地形、物种、产品等。可以像《大航海时代》一样，学生通过贸易的形式了解相关知识。比如学“美国”一章，就应当知晓美国的主要港口及工业城市等，才能找对航线，做好生意。对理科来说，大概复杂得多，但也可在游戏中模仿实际任务，塑造问题情景;还能帮助构建数学模型，使理论与直观相结合。如果教育界或软件界真有这样的天才，那么我想他将超越丁磊、马化腾成为中国新一代的网络风云人物：游戏与教育的结合，必能占据更加庞大的市场，获得更加丰厚的利润。他更不至于像腾讯那样被人责骂痛斥，而会备受师长赞扬了。\\n\\n不断在网上看到祖国的花朵因执迷网络游戏而毁掉青春与前途，甚至失去生命的事情，网游当然要负很大责任，但教育界本身难道不应们心自问吗? 中国教育应当真心改革，向网络游戏取经学习，借鉴其符合教育规律、符合少年儿童心理特点的地方，强力推进素质教育，才能把学生从游戏的诱惑中吸引过来，从根本上杜绝网络依赖症、网瘾综合症的产生，在面向未来的竞争中立于不败之地。\",\"timestamp\":1638098181,\"title\":\"教育: 向网络游戏学习\"},\"digest\":\"pfpMeGg7iwQXj6bEEPPNlczYJh313oCpp8DtfkfpFck\",\"authorship\":{\"contributor\":\"0xB865586503106b47244274F9ef9Dd0939E2AddBe\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"r_qaBuy9J1tTP8Tz5bImhTIqyPXiPQtaaXvLB0_w7QE\\\",\\\"y\\\":\\\"G77J66_ZgfP8mIvg0OmvVCjgfsYzx8Dh_Cjzchkne0E\\\"}\",\"signature\":\"jGUBlYGLFfmhTqme0SJ-NUglJTxMgjFyZC8uGpRYO9ss37vA5w__kAPs8-NFuxpjStBlonfLIzD_ZOqDwSMEpw\",\"signingKeySignature\":\"0xa01c2407a29178c7c08636c33b75a51ee2d31a90474766c3dba14cdf78ff32df46147e9bc2ce31e7c1547419fadfc2f14cfb7ea8904b10756472a78a234852a91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"r_qaBuy9J1tTP8Tz5bImhTIqyPXiPQtaaXvLB0_w7QE\\\",\\\"y\\\":\\\"G77J66_ZgfP8mIvg0OmvVCjgfsYzx8Dh_Cjzchkne0E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pfpMeGg7iwQXj6bEEPPNlczYJh313oCpp8DtfkfpFck\"}"