"{\"content\":{\"body\":\"in that he had been so fickle as to propose to abandon her at the first touch of adversity. Then she had gone on to say, that, knowing her father a great deal better than he could do, she was quite satisfied that the money would be all right. But the last paragraph of the letter shall be given. \\\"Papa has almost yielded already. I have been very ill' -- here the extent of her malady was shown by the strength of the underscoring with which the words were made significant -- \\\"very ill indeed,\\\" she went on to say, \\\"as you will understand if you have ever really loved me. I have kept my bed almost ever since I got your cruel letter.\\\" Bed and cruel were again strenuously underscored. \\\"It has made papa very unhappy, and, though he has said nothing to myself, he has told mamma that if I am really in earnest he will do something for us.\\\" The letter was long, but this is all the reader need see of it. But it must be explained that the young lady had greatly exaggerated her mother's words, and that her mother had exaggerated those which Sir Thomas had spoken. \\\"She is a stupid idiot,\\\" Sir Thomas had said to his wife. \\\"If she is obedient, and does her duty, of course I shall do something for her some day.\\\" This had been stretched to that promise of concession which Gertrude communicated to her lover.\\n\\nThis was the assistance which Frank Houston received in making up his mind on Saturday night. If what the girl said was true, there was still open to him the manner of life which he had prepared for himself; and he did believe the announcement to be true. Though Sir Thomas had been so persistent in his refusals, his experience in life had taught him to believe that a parent's sternness is never a match for a daughter's obstinacy. Had there been a touch of tenderness in his heart to the young lady herself he would not have abandoned her so easily. But he had found his consolation when giving up his hope of Sir Thomas's money. Now, should he again take to the girl, and find his consolation in accepting the money? Should he resolve upon doing so, this would materially affect any communication which he might make to Imogene on the following day.\\n\\nWhile thus in doubt he went into the smoking-room and there he found any thinking to be out of the question. A great question was being debated as to club law. One man had made an assertion. He had declared that another man had been seen playing cards in a third man's company. A fourth man had, thereupon, put his hat on his head, and had declared contumaciously that the \\\"assertion was not true\\\". Having so declared he had contumaciously stalked out of the room, and had banged the door after him -- very contumaciously indeed. The question was whether the contumacious gentleman had misbehaved himself in accordance with the rules of the club, and, if so, what should be done to him. Not true is as bad as \\\"false\\\", \\\"False\\\". applied to a gentleman in a club, must be matter either of an apology or expulsion. The objectionable word had, no doubt, been said in defence of an absent man, and need not, perhaps, have been taken up had the speaker not at once put on his hat and stalked out of the room, and banged the door. It was asserted that a lie may be given by the way in which a door is banged. And yet no club punishes the putting on of hats, or stalking off, or the banging of doors. It was a difficult question, and occupied Frank Houston till two o'clock in the morning, to the exclusion of Gertrude Tringle and Imogene Docimer.\\n\\nOn the Sunday morning he was not up early, nor did he go to church. The contumacious gentleman was a friend of his, whom he knew that no arguments would induce to apologise. He believed also that gentleman No. 3 might have been seen playing cards with gentleman No. 2 -- so that there was no valid excuse for the banging of the door. He was much exercised by the points to be decided, so that when he got into a cab to be taken to Mrs Docimer's house he had hardly come to any other conclusion than that one which had arisen to him from a comparison between the two young ladies. Imogene was nearly perfect, and Gertrude was as nearly the reverse as a young lady could be with the proper number of eyes in her head and a nose between them. The style of her letter was abominable to him. \\\"Very ill indeed -- as you will understand, if you ever really loved me!\\\" There was a mawkish clap-trap about it which thoroughly disgusted him. Everything from Imogene was straightforward and downright whether it were love or whether it were anger. But then to be settled with an income of L#3,000 a year would relieve him from such a load of care!\\n\\n\\\"And so Tringle pere does not see the advantage of such a son-in-law,\\\" said Imogene, after the first greetings were over between them. The greetings had been very simple -- just a touch of the hand, just a civil word -- civil, but not in the least tender, just an inclination of the head, and then two seats occupied with all the rug between them.\\n\\n\\\"Yes, indeed!\\\" said Frank. \\\"The man is a fool, because he will probably get somebody who will behave less well to his daughter, and make a worse use of his money.\\n\\n\\\"Just so. One can only be astonished at his folly. Is there no hope left?\\\"\\n\\n\\\"A glimmer there is.\\\"\\n\\n\\\"Oh, indeed!\\\"\\n\\n\\\"I got a letter last night from my lady-love, in which she tells me that she is very ill, and that her sickness is working upon her father's bowels.\\\"\\n\\n\\\"Frank!\\\"\\n\\n\\\"It is the proper language -- working upon her father's bowels of compassion. Fathers always have bowels of compassion at last.\\\" \\\"You will return then, of course?\\\"\\n\\n\\\"What do you say?\\\"\\n\\n\\\"As for myself -- or as for you?\\\"\\n\\n\\\"As a discreet and trusty counsellor. To me you have always been a trusty counsellor.\\\"\\n\\n\\\"Then I should put a few things into a bag, go down to Merle Park, and declare that, in spite of all the edicts that ever came from a father's mouth, you cannot absent yourself while you know that your Gertrude is ill.\\\"\\n\\n\\\"And so prepare a new cousin for you to press to your bosom.\\\" \\\"If you can endure her for always, why should not I for an hour or two, now and again?\\\"\\n\\n\\\"Why not, indeed? In fact, Imogene, this enduring, and not enduring -- even this living, and not living -- is, after all, but an affair of the imagination. Who can tell but that, as years roll on, she may be better looking even than you?\\\"\\n\\n\\\"Certainly.\\\"\\n\\n\\\"And have as much to say for herself?\\\"\\n\\n\\\"A great deal more that is worth hearing.\\\"\\n\\n\\\"And behave herself as a mother of a family with quite as much propriety?\\\"\\n\\n\\\"In all that I do not doubt that she would be my superior.\\\"\\n\\n\\\"More obedient I am sure she would be.\\\"\\n\\n\\\"Or she would be very disobedient.\\\"\\n\\n\\\"And then she can provide me and my children with ample comforts.\\\" \\\"Which I take it is the real purpose for which a wife should be married.\\\"\\n\\n\\\"Therefore,\\\" said he -- and then he stopped.\\n\\n\\\"And therefore there should be no doubt.\\\"\\n\\n\\\"Though I hate her\\\", he said, clenching his fist with violence as he spoke, \\\"with every fibre of my heart -- still you think there should be no doubt?\\\"\\n\\n\\\"That, Frank, is violent language -- and foolish.\\\"\\n\\n\\\"And though I love you so intensely that whenever I see her the memory of you becomes an agony to me.\\\"\\n\\n\\\"Such language is only more violent and more foolish.\\\"\\n\\n\\\"Surely not, if I have made up my mind at last, that I never will willingly see Miss Tringle again. Here he got up, and walking across the rug, stood over her, and waited as though expecting some word from her. But she, putting her two hands up to her head, and brushing her hair away from her forehead, looked up to him for what further words might come to him. \\\"Surely not,\\\" he continued, \\\"if I have made up my mind at last, that nothing shall ever again serve to rob me of your love -- if I may still hope to possess it.\\\"\\n\\n\\\"Oh, Frank!'she said, \\\"how mean I am to be a creature obedient to the whistle of such a master as you!\\\"\\n\\n\\\"But are you obedient?\\\"\\n\\n\\\"You know that well enough. I have had no Gertrude with whom I have vacillated, whether for the sake of love or lucre. Whatever you may be -- whether mean or noble -- you are the only man with whom I can endure to live, for whom I would endure to die. Of course I had not expected that your love should be like mine. How should it be so, seeing that you are a man and that I am but a woman.\\\" Here he attempted to seat himself by her on the sofa, which she occupied, but she gently repulsed him, motioning him towards the chair which he had occupied. \\\"Sit there, Frank,\\\" she said, \\\"so that we may look into each other's faces and talk seriously. Is it to come to this then, that I am to ruin you at last?\\\"\\n\\n\\\"There will be no ruin.\\\"\\n\\n\\\"But there will, if we are married now. Shall I tell you the kind of life which would satisfy me?\\\"\\n\\n\\\"Some little place abroad?\\\" he asked.\\n\\n\\\"Oh, dear, no! No place to which you would be confined at all. If I may remain as I am, knowing that you intend to marry no one else, feeling confident that there is a bond binding us together even though we should never become man and wife, I should be, if not happy, at least contented.\\\"\\n\\n\\\"That is a cold prospect.\\\"\\n\\n\\\"Cold -- but not ice-cold, as would have been the other. Cold, but not wretchedly cold, as would be the idea always present to me that I had reduced you to poverty. Frank, I am so far selfish that I cannot bear to abandon the idea of your love. But I am not so far selfish as to wish to possess it at the expense of your comfort. Shall it be so?\\\"\\n\\n\\\"Be how?\\\" said he, speaking almost in anger.\\n\\n\\\"Let us remain just as we are. Only you will promise me, that as I cannot be your wife there shall be no other. I need hardly promise you that there will be no other husband.\\\" Now he sat frowning at her, while she, still pressing back her hair with her hands, looked eagerly into his face. \\\"If this will be enough for you,\\\" she said, \\\"it shall be enough for me.\\\"\\n\\n\\\"No, by G -- d!\\\"\\n\\n\\\"Frank!\\\"\\n\\n\\\"It will certainly not be enough for me. I will have nothing to do with so damnable a compact.\\\"\\n\\n\\\"Damnable!\\\"\\n\\n\\\"Yes; that is what I call it. That is what any man would call it -- and any woman too, who would speak her mind.\\\"\\n\\n\\\"Then, Sir, perhaps you will be kind enough to make your proposition. I have made mine, such as it is, and am sorry that it should not have been received at any rate with courtesy.\\\" But as she said this there was a gleam of a bright spirit in her eyes, such as he had not seen since first the name of Gertrude had been mentioned to her.\\n\\n\\\"Yes,\\\" said he. \\\"You have made your proposition, and now it is only fair that I should make mine. Indeed, I made it already when I suggested that little place abroad. Let it be abroad or at home, or of what nature it may -- so that you shall be there, and I with you, it shall be enough for me. That is my proposition; and, if it be not accepted, then I shall return to Miss Tringle and all the glories of Lombard Street.\\\"\\n\\n\\\"Frank -- \\\" she said. Then, before she could speak another word, he had risen from his seat, and she was in his arms. \\\"Frank,\\\" she continued, pushing back his kisses, \\\"how impossible it is that I should not be obedient to you in all things! I know -- I know that I am agreeing to that which will cause you some day to repent.\\\"\\n\\n\\\"By heavens, no!\\\" said he. \\\"I am changed in all that.\\\"\\n\\n\\\"A man cannot change at once. Your heart is soft, but your nature remains the same. Frank, I could be so happy at this moment if I could forget the picture which my imagination points to me of your future life. Your love, and your generous words, and the look out of your dear eyes, are sweet to me now, as when I was a child, whom you first made so proud by telling her that she owned your heart. If I could only revel in the return of your affections -- \\\"\\n\\n\\\"It is no return,\\\" said he. \\\"There has never been a moment in which my affections have not been the same.\\\"\\n\\n\\\"Well, then -- in these permitted signs of your affection -- if it were not that I cannot shut out the future! Do not press me to name any early day, because no period of my future life will be so happy to me as this.\\\"\\n\\n\\\"Is there any reason why I should not intrude?\\\" said Mrs Docimer, opening the door when the above conversation had been extended for perhaps another hour.\\n\\n\\\"Not in the least, as far as I'm concerned,\\\" said Frank. \\\"A few words have been spoken between us, all of which may be repeated to you if Imogene can remember them.\\\"\\n\\n\\\"Every one of them,\\\" said Imogene; \\\"but I hardly think that I shall repeat them.\\\"\\n\\n\\\"I suppose they have been very much a matter of course,\\\" said Mrs Docimer -- \\\"the old story repeated between you two for the fourth or fifth time. Considering all things, do you think that I should congratulate you?\\\"\\n\\n\\\"I ask for no congratulation,\\\" said Imogene.\\n\\n\\\"You may certainly congratulate me,\\\" said Frank. After that the conversation became tame, and the happy lover soon escaped from the house into the street. When there he found very much to occupy his mind. He had certainly made his resolution at last, and had done so in a manner which would now leave him no power of retrogression. The whole theory of his life had -- with a vengeance -- been thrown to the winds. \\\"The little place abroad,\\\" -- or elsewhere -- was now a settled certainty. He had nearly got the better of her. He had all but succeeded in putting down his own love and hers by a little gentle ridicule, and by a few half-wise phrases which she at the moment had been unable to answer; but she now had in truth vanquished him by the absolute sincerity of her love.\\n\\nCHAPTER 42 ANOTHER DUEL\\n\\nFrank Houston on that Sunday afternoon became an altered man. The reader is not to suppose by this that he is declared to have suddenly thrown off all his weaknesses, and to have succeeded in clothing himself in an armour of bright steel, proof for the rest of his life against all temptations. Such suits of armour are not to be had at a moment's notice; nor, as I fear, can a man ever acquire one quite perfect at all points who has not begun to make it for himself before Houston's age. But he did on that day dine off the two mutton chops, and comforted himself with no more than the half pint of sherry. It was a great beginning. Throughout the whole evening he could not be got for a moment to join any of the club juntas which were discussing the great difficulty of the contumacious gentleman. \\\"I think he must really be going to be married at last!\\\" one club pundit said when a question was asked as to Houston's singular behaviour on the occasion.\\n\\nHe was indeed very sober -- so sober that he left the smoking-room as soon as his one silent cigar was finished, and went out alone in order that he might roam the streets in thoughtful solitude. It was a clear frosty night, and as he buttoned his greatcoat around him he felt that the dry cold air would do him good, and assist his meditations. At last then everything was arranged for him, and he was to encounter exactly that mode of life which he had so often told himself to be most unfit for him. There were to be the cradles always full, and his little coffer so nearly empty! And he had done it all for himself. She, Imogene, had proposed a mode of life to him which would at any rate have saved him from this; but it had been impossible that he should accept a plan so cruel to her when the proposition came from herself. It must all soon be done now. She had asked that a distant day might be fixed for their marriage. Even that request, coming from her, made it almost imperative upon him to insist upon an early day. It would be well for him to look upon tomorrow, or a few morrows whose short distance would be immaterial, as the time fixed.\\n\\nNo -- there should be no going back now! So he declared to himself, endeavouring to prepare the suit of armour for his own wearing. Pau might be the best place -- or perhaps one of those little towns in Brittany. Dresden would not do, because there would be society at Dresden, and he must of course give up all ideas of society. He would have liked Rome; but Rome would be far too expensive and then residents in Rome require to be absent three or four months every year. He and his wife and large family -- he had no doubt in life as to the large family -- would not be able to allow themselves any recreation such as that. He thought he had heard that the ordinary comforts of life were cheap in the west of Ireland -- or, if not cheap, unobtainable, which would be the same thing. Perhaps Castlebar might be a good locality for his nursery. There would be nothing to do at Castlebar -- no amusement whatever for such a one as himself, no fitting companion for Imogene. But then amusement for himself and companions for Imogene must of course be out of the question. He thought that perhaps he might turn his hand to a little useful gardening -- parsnips instead of roses -- while Imogene would be at work in the nursery. He would begin at once and buy two or three dozen pipes, because tobacco would be so much cheaper than cigars. He knew a shop at which were to be had some very pretty new-fashioned meerschaums, which, he had been told, smokers of pipes found to be excellent. But, whether it should be Pau or whether it should be Castlebar, whether it should be pipes, or whether,\\n\\nin regard to economy, no tobacco at all, the question now was at any rate settled for him. He felt rather proud of his gallantry, as he took himself home to bed, declaring to himself that he would answer that last letter from Gertrude in a very few words and in a very decided tone.\\n\\nThere would be many little troubles. On the Monday morning he got up early thinking that as a family man such a practice would be necessary for him. When he had disturbed the house and nearly driven his own servant mad by demanding breakfast at an altogether unaccustomed hour, he found that he had nothing to do. There was that head of Imogene for which she had only once sat, and at which he had occasionally worked from memory because of her refusal to sit again; and he thought for a moment that this might be good employment for him now. But his art was only an expense to him. He could not now afford for himself paint and brushes and canvas, so he turned the half-finished head round upon his easel. Then he took out his banker's book, a bundle of bills and some blotted scraps of ruled paper, with which he set himself to work to arrange his accounts. When he did this he must certainly have been in earnest. But he had not as yet succeeded in seeing light through his figures when he was interrupted by the arrival of a letter which altogether arrested his attention. It was from Mudbury Docimer, and this was the letter --\\n\\nDEAR HOUSTON,\\n\\nOf course I think that you and Imogene are two fools. She has told me what took place here yesterday, and I have told her the same as I tell you. I have no power to prevent it; but you know as well as I do that you and she cannot live together on the interest of sixteen thousand pounds. When you've paid everything that you owe I don't suppose there will be so much as that. It had been arranged between you that everything should be over; and if I had thought that anything of the kind would have occurred again I would have told them not to let you into the house. What is the good of two such people as you making yourselves wretched for ever, just to satisfy the romance of a moment? I call it wicked. So I told Imogene, and so I tell you.\\n\\nYou have changed your mind so often that of course you may change it again. I am sure that Imogene expects that you will. Indeed I can hardly believe that you intend to be such a Quixote. But at any rate I have done my duty. She is old enough to look after herself, but as long as she lives with me as my sister. I shall tell her what I think; and until she becomes your wife -- which I hope she never will be -- I shall tell you the same.\\n\\nYours truly\\n\\nMUDBURY DOCIMER\\n\\n\\\"He always was a hard, unfeeling fellow,\\\" said Frank to himself. Then he put the letter by with a crowd of others, assuring himself that it was one which required no answer.\\n\\nOn the afternoon he called at the house, as he did again on the Tuesday; but on neither day did he succeed in seeing Imogene. This he thought to be hard, as the pleasure of her society was as sweet to him as ever, though he was doubtful as to his wisdom in marrying her. On the Wednesday morning he received a note from her asking him not to come at once because Mudbury had chosen to put himself into a bad humour. Then a few words of honey were added; \\\"Of course you know that nothing that he can say will make a change. I am too well satisfied to allow of any change that shall not come from you yourself.\\\" He was quite alive to the sweetness of the honey, and declared to himself that Mudbury Docimer's ill-humour was a matter to him of no concern whatever. But on the Wednesday there came also another letter -- in regard to which it will be well that we should travel down again to Merle Park. An answer altogether averse to the proposed changes as to the nieces had been received from Mrs Dosett. \\\"As Ayala does not wish it, of course nothing can be done.\\\" Such was the decision as conveyed by Mrs Dosett. It seemed to Lady Tringle that this was absurd. It was all very well extending charity to the children of her deceased sister, Mrs Dormer; but all the world was agreed that beggars should not be choosers. \\\"As Ayala does not wish it.\\\" Why should not Ayala wish it? What a fool must Ayala be not to wish it! Why should not Ayala be made to do as she was told, whether she wished it or not? Such were the indignant questions which Lady Tringle asked of her husband. He was becoming sick of the young ladies altogether -- of her own girls as well as the Dormer girls. \\\"They are a pack of idiots together,\\\" he said, \\\"and Tom is the worst of the lot.\\\" With this he rushed off to London, and consoled himself with his millions. Mrs Dosett's letter had reached Merle Park on the Tuesday morning, Sir Thomas having remained down in the country over the Monday. Gertrude, having calculated the course of the post with exactness, had hoped to get a reply from Frank to that last letter of hers -- dated from her sick bed, but written in truth after a little surreptitious visit to the larder after the servants' dinner -- on the Sunday morning. This had been possible, and would have evinced a charming alacrity on the part of her lover. But this she had hardly ventured to expect. Then she had looked with anxiety to the arrival of letters on the Monday afternoon, but had looked in vain. On the Tuesday morning she had felt so certain that she had contrived to open the post-bag herself in spite of illness -- but there had been nothing for her. Then she sent the dispatch which reached Frank on the Wednesday morning, and immediately afterwards took to her bed again with such a complication of disorders that the mare with the broken knees was sent at once into Hastings for the doctor.\\n\\n\\\"A little rice will be the best thing for her,\\\" said the doctor. \\\"But the poor child takes nothing -- literally nothing,\\\" said Lady Tringle, who was frightened for her child. Then the doctor went on to say that arrowroot would be good, and sago, but offered no other prescription. Lady Tringle was disgusted by his ignorance, and thought that it might be well to send up to London for some great man. The doctor bowed, and made up his mind that Lady Tringle was an ass. But, being an honest man, and also tender-hearted, he contrived to get hold of Tom before he left the house.\\n\\n\\\"Your sister's health is generally good?\\\" he said. Tom assented. As far as he knew, Gertrude had always been as strong as a horse. \\\"Eats well?\\\" asked the doctor. Tom, who occasionally saw the family at lunch, gave a description of his sister's general performance. \\\"She is a fine healthy young lady,\\\" said the doctor. Tom gave a brother's ready adhesion to the word healthy, but passed over the other epithet as being superfluous. \\\"Now, I'll tell you what it is,\\\" said the doctor. \\\"Of course I don't want to inquire into any family secrets.\\\"\\n\\n\\\"My father, you know,\\\" said Tom, \\\"won't agree about the man she's engaged to.\\\"\\n\\n\\\"That is it? I knew there was some little trouble, but I did not want to ask any questions. Your mother is unnecessarily frightened, and I have not wished to disturb her. Your sister is taking plenty of nourishment?\\\"\\n\\n\\\"She does not come to table, nor yet have it in her own room.\\\" \\\"She gets it somehow. I can say that it is so. Her veins are full, and her arms are strong. Perhaps she goes into the kitchen. Have a little tray made ready for her, with something nice. She will be sure to find it, and when she has found it two or three times she will know that she has been discovered. If Lady Tringle does send for a physician from London you could perhaps find an opportunity of telling him what I have suggested. Her mamma need know nothing about it.\\\" This took place on the Tuesday, and on the Wednesday morning Gertrude knew that she had been discovered -- at any rate by Tom and the doctor. \\\"I took care to keep a wing for you,\\\" said Tom; \\\"I carved them myself at dinner.\\\" As he so addressed her he came out from his hiding-place in the kitchen about midnight, and surprised her in the larder. She gave a fearful scream, which, however, luckily was not heard through the house. \\\"You won't tell mamma, Tom, will you?\\\" Tom promised that he would not, on condition that she would come down to breakfast on the following morning. This she did, and the London physician was saved a journey.\\n\\nBut, in the meantime, Gertrude's second letter had gone up to Frank, and also a very heartrending epistle from Lady Tringle to her husband. \\\"Poor Gertrude is in a very bad state. If ever there was a girl really broken-hearted on account of love, she is one. I did not think she would ever set her heart upon a man with such violent affection. I do think you might give way when it becomes a question of life and death. There isn't anything really against Mr Houston.\\\" Sir Thomas, as he read this, was a little shaken. He had hitherto been inclined to agree with Rosalind, \\\"That men have died from time to time, and worms have eaten them, but not for love.\\\" But now he did not know what to think about it. There was Tom undoubtedly in a bad way, and here was Gertrude brought to such a condition, simply by her love, that she refused to take her meals regularly! Was the world come to such a pass that a father was compelled to give his daughter with a large fortune to an idle adventurer, or else to be responsible for his daughter's life? Would Augusta have pined away and died had she not been allowed to marry her Traffick? Would Lucy pine and die unless money were given to her sculptor? Upon the whole, Sir Thomas thought that the cares of his family were harder to bear than those of his millions. In regard to Gertrude, he almost thought that he would give way, if only that he might be rid of that trouble.\\n\\nIt must be acknowledged that Frank Houston, when he received the young lady's letter, was less soft-hearted than her father. The letter was, or should have been, heart-rending:\\n\\nYOU CRUEL MAN,\\n\\nYou must have received my former letter, and though I told you that I was ill and almost dying you have not heeded it! Three posts have come, and I have not had a line from you. In your last you were weak enough to say that you were going to give it all up because you could not make papa do just what you wanted all at once. Do you know what it is to have taken possession of a young lady's heart; or is it true, as Augusta says of you, that you care for nothing but the money? If it is so, say it at once and let me die. As it is I am so very ill that I cannot eat a mouthful of anything, and have hardly strength left to me to write this letter.\\n\\nBut I cannot really believe what Augusta says, though I daresay it may have been so with Mr Traffick. Perhaps you have not been to your club, and so you have not got my former letter. Or it may be that you are ill yourself. If so, I do wish that I could come and nurse you, though indeed I am so ill that I am quite unable to leave my bed.\\n\\nAt any rate, pray write immediately -- and do come! Mamma seems to think that papa will give way because I am so ill. If so, I shall think my illness the luckiest thing in the world.\\n\\nYou must believe, dearest Frank, that I am now, as ever, yours most affectionately,\\n\\nGERTRUDE\\n\\nFrank Houston was less credulous than Sir Thomas, and did not believe much in the young lady's sickness. It was evident that the young lady was quite up to the work of deceiving her father and mother, and would no doubt be willing to deceive himself if anything could be got by it. But, whether she were ill or whether she were well, he could offer her no comfort. Nevertheless, he was bound to send her some answer, and with a troubled spirit he wrote as follows:\\n\\nMY DEAR MISS TRINGLE,\\n\\nIt is to me a matter of inexpressible grief that I should have to explain again that I am unable to persist in seeking the honour of your hand in opposition to the absolute and repeated refusals which I have received from your father. It is so evident that we could not marry without his consent that I need not now go into that matter. But I think myself bound to say that, considering the matter in all its bearing, I must regard our engagement as finally at an end. Were I to hesitate in saying this very plainly I think I should be doing you an injury.\\n\\nI am sorry to hear that you are unwell, and trust that you may soon recover your health.\\n\\nYour sincere friend,\\n\\nFRANK HOUSTON\\n\\nOn the next morning Gertrude was still in her bed, having there received her letter, when she sent a message to her brother. Would Tom come and see her? Tom attended to her behest, and then sat down by her bedside on being told in a mysterious voice that she had to demand from him a great service. \\\"Tom,\\\" she said, \\\"that man has treated me most shamefully and most falsely.\\\"\\n\\n\\\"What man?\\\"\\n\\n\\\"What man? Why, Frank Houston. There has never been any other man. After all that has been said and done he is going to throw me over.\\\"\\n\\n\\\"The governor threw him over,\\\" said Tom.\\n\\n\\\"That amounts to nothing. The governor would have given way, of course, and if he hadn't that was no matter of his. After he had had my promise he was bound to go on with it. Don't you think so?\\\"\\n\\n\\\"Perhaps he was,\\\" said Tom, dubiously.\\n\\n\\\"Of course he was. What else is the meaning of a promise? Now I'll tell you what you must do. You must go up to London and find him out. You had better take a stick with you, and then ask him what he means to do.\\\"\\n\\n\\\"And if he says he'll do nothing?\\\"\\n\\n\\\"Then, Tom, you should call him out. It is just the position in which a brother is bound to do that kind of thing for his sister. When he has been called out, then probably he'll come round, and all will be well.\\\"\\n\\nThe prospect was one which Tom did not at all like. He had had one duel on his hands on his own account, and had not as yet come through it with flying colours. There were still momentum which he felt that he would be compelled at last to take to violence in reference to Colonel Stubbs. He was all but convinced that were he to do so he would fall into some great trouble, but still it was more than probable that his outraged feelings would not allow him to resist. But this second quarrel was certainly unnecessary. \\\"That's all nonsense, Gertrude,\\\" he said, \\\"I can do nothing of the kind.\\\"\\n\\n\\\"You will not?\\\"\\n\\n\\\"Certainly not. It would be absurd. You ask Septimus and he will tell you that it is so.\\\"\\n\\n\\\"Septimus, indeed!\\\"\\n\\n\\\"At any rate, I won't. Men don't call each other out nowadays. I know what ought to be done in these kind of things, and such interference as that would be altogether improper.\\\"\\n\\n\\\"Then, Tom,\\\" said she, raising herself in bed, and looking round upon him, \\\"I will never call you my brother again!'\",\"timestamp\":1639991481,\"title\":\"\\nThe letter was from Gertrude Tringle, and need not be given in its entirety. There was a good deal of reproach, \"},\"digest\":\"_PYXzy3klhzhrigU2KdFcpKjJhCTnk4zItgFqv8Tx3w\",\"authorship\":{\"contributor\":\"0x90172af57cfCfbdA1dac8055668d7B5df7f90f1E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"O_x5roVKSQoFwGZ13crfzEXpICRqZqrTqXHpNGFZfW0\\\",\\\"y\\\":\\\"iMZ72YuBplP16h98QxbCRv6aAvmmQyMGzhlkxp_DRps\\\"}\",\"signature\":\"tZUzPp-0FdB_zqfWhkIQhpLFAgNh0a3inqWpVEOD214otIn-jAYctaYuDwqGBRSuxNMbP_yRkiWh1ibovREz4A\",\"signingKeySignature\":\"0x105dcae251e6530ebdd20da9497aa466328769b124c60d94ccf1c52a67f432266ee6c54f0076039003badf0b0239b734432acf22fbc05d5a2f0a3312dbd2d1411c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"O_x5roVKSQoFwGZ13crfzEXpICRqZqrTqXHpNGFZfW0\\\",\\\"y\\\":\\\"iMZ72YuBplP16h98QxbCRv6aAvmmQyMGzhlkxp_DRps\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_PYXzy3klhzhrigU2KdFcpKjJhCTnk4zItgFqv8Tx3w\"}"