"{\"content\":{\"body\":\"On Yahoo Finance this morning Terra founder Do Kwon made a comment that how Anchor pays 20% APY is \\\"complicated\\\".  While I realize that it may take more than a couple of sentences to describe I really don't feel it is that complicated and the more people that understand it the better.  We really need to end the idea that there is some trick or Ponzi scheme going on here.  So here is my best attempt to explain in layman's terms.  In layman's terms it is quite long so I'll give you the TL;DR\\n\\n### TL;DR\\n\\nAnchor protocol is a market with borrowers and savers.  The protocol continuously adapts to market conditions to seek an equilibrium between amount of loans, deposits, and the respective borrowing and saving rates with a target of 20% APR for saver.  Currently for every $100 of loans there is about $333 of collateral locked up by borrowers.  That collateral normally pays them (up to, including airdrops) 12% APR but instead is captured by the Anchor Protocol.  12% of $333 is $40 per year.  Currently for every $100 borrowed we have about $200 in deposits by savers – $40 divided by $200 is 20% yield. \\n\\nSimple right?  But I think it perhaps deserves a longer but hopefully as simple explanation…\\n\\n### Longer version\\n\\nFirstly the actors in the system:\\n\\nAnchor borrowers deposit crypto assets as collateral to secure loans, they are usually looking to take assets they don't want to sell – either to avoid taxes or to avoid missing out on future gains – but to get liquid capital.  Perhaps to spend – for example buy car, pay a bill, or to invest in another way such as a high yield bearing liquidity farm, to jump on a hot stock tip, or make a quick profitable arbitrage opportunity.\\n\\nAnchor savers deposit UST stable coins to secure a predictable and healthy APR they can use as income, wealth building, hedging volatility, or saving up for future investing.\\n\\nOne of the assets borrowers can deposit a collateral in Anchor is LUNA tokens, or rather a special version of LUNA called bLUNA which has been \\\"bonded\\\" to the Anchor protocol which is a simple and reversible process.\\n\\nNormally LUNA a user holds in their wallet can be staked with a Terra blockchain validator and that earns them about 12% APR in rewards.  The rewards are paid in a variety of Terra stable coins, more LUNA tokens, and other LUNA eco system tokens like MIR and ANC.  These are paid from LUNA transaction taxes, seigniorage (fees collected when converting between Terra stable coins and LUNA), and airdrops.\\n\\n### As an aside:\\n\\n*If you think that the 12% yield generated by staking LUNA is \\\"funny money\\\" remember that in TradFi money is constantly circulating and at every step of the way entities like credit card companies, retail payment processors, and banks (ATM fees anyone?) are taking a slice of it.  Not to mention banks extract huge value from retail checking deposits via fractional banking which lets them make lots of revenue from borrowers but they pay no or next to no interest on those deposits.  All the while the government prints more money reducing the value of existing money via inflation so we are actually all losing money in TradFi.*  \\n\\n*In some respects Terra is the same as TradFi – there are fees and taxes – except they are captured and redistributed to stakers as a reward for supporting the system.  Now, thanks to Anchor, to anyone who holds UST and saves it can benefit from the market for loans to those who want to leverage their accumulated wealth.  Anchor savings provide an effective hedge against market volatility and an annual USD denominated yield that far exceeds the rate of annual rate of inflation.  Terra captures value from economic activity, Anchor captures value from wealth accumulation.*\\n\\nWhat Anchor does is when LUNA is bonded to it as bLUNA all that 12% of yield gets captured by the protocol to distribute as it sees fit.  Normally that 12% still flows back to bLUNA holders as regular UST payments they can claim.  But, here is the clever part, if a bLUNA holder then locks up the bLUNA as collateral so they can borrow against it none of that 12% goes to them.  Even if they commit $1M as collateral and only borrow $1 all the 12% APR on the $1M belongs to Anchor.  That captured yield can be redirected to a) UST depositors, b) buy back ANC on the open market to give Anchor governance stakers a yield, c) used to build a rainy day reserve, or used in any way that benefits the Anchor eco-system that ANC governance voters approve.\\n\\n\\\"But…\\\" I hear you asking, \\\"how does 20% APY on deposits come from only 12% APR?\\\"\\n\\nWell the trick is someone depositing $200 worth of LUNA can only borrow at most $100 of UST against it.  This is called 50% LTV (loan to value).  This means for every $100 UST borrowed there is twice as much – $200 worth – of LUNA generating yield locked up by the borrowers.  Since $100 of LUNA generates $12 of yield a year, then $200 of LUNA can generate 2\\\\*12=$24 of yield a year.  Hence just $100 of borrowing has generated $24 of yield or 24% APR to play with!  But wait, there's more – borrowing money also has an interest rate, currently \\\\~24%.  So that $100 UST of borrowing is creating another $24 UST a year in interest paid by borrowers for a total of $48 which is equivalent of 48% yield to play with.\\n\\nSo if there are at most $100 of deposits per $100 borrowed in the system then Anchor can comfortable pay 20% interest with no net loss. In fact there would be an additional 28% of yield to absorb into the Anchor protocol.  As mentioned some goes to buy back ANC tokens to give Anchor governance stakers a nice yield for participating in Anchor governance proposals.  Excess can also be used to build a reserve for the Anchor protocol or used in other ways Anchor participance agree on.  \\n\\nWhat if there is less than $100 of deposits per $100 of borrowing?  Well they depositors still only get 20% APR, the excess still goes to back into the protocol for redistribution in other ways.\\n\\n\\\"But hang on\\\" you say, \\\"there could be way more than $100 in deposits for every $100 of loans!\\\".  Indeed look at the [Anchor Protocol dashboard](https://app.anchorprotocol.com/) and it says there is $1.43B deposited in Anchor, but just $790M being borrowed.  \",\"timestamp\":1639557058,\"title\":\"So how the heck does this Anchor thing work anyway?\"},\"digest\":\"tzOBr6MqqHYT3X92NwmyTXLpvHR5NK0mGxQBvgwBPQQ\",\"authorship\":{\"contributor\":\"0x8ADda9B0B07D43FCCF7A16718c22C0B0B71CdF15\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oW_hKj3Ycc5qNCWz0oT5JJ7benjG9L5KY_gA9hbKAqc\\\",\\\"y\\\":\\\"7e6lH1OWWRNfDMVEDTOFE3zD-kFPTEnQBTv8QGqo7PA\\\"}\",\"signature\":\"mhqaZZLGxdjsvRhO43p6fSijs2fYbF7PrCVmRcy_eIumr5sNGj9V0Xt4l6zJ5nVWCh7kcx463eIW9Eawv0VI6w\",\"signingKeySignature\":\"0xd76bd729774b12c9126361eef679517126b6e4759868e6873097f02dec1439695dcb7163e387e0f037c7cc02b3562eeb36b117a60b2cc737ea2ee58adb3fdc7e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oW_hKj3Ycc5qNCWz0oT5JJ7benjG9L5KY_gA9hbKAqc\\\",\\\"y\\\":\\\"7e6lH1OWWRNfDMVEDTOFE3zD-kFPTEnQBTv8QGqo7PA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tzOBr6MqqHYT3X92NwmyTXLpvHR5NK0mGxQBvgwBPQQ\"}"