"{\"content\":{\"body\":\"2021年是“十四五”规划开局之年，新型基础设施建设进入新阶段，数字经济发展迎来新格局。\\n\\n这一年，互联网用户纪录不断被打破，规则不断被重塑。截至2021年6月份，中国网民规模达10.11亿，较2020年12月份增长2175万，互联网普及率达71.6%。其中，农村网民规模为2.97亿，农村互联网普及率不断提升且实现与城市“同网同速”。而10亿多用户接入互联网，为推动中国经济高质量发展提供强大内生动力。\\n\\n2021年也是结构性转折的一年，变革无处不在。在开年的“春节红包大战”中，互联网巨头们还高喊着跑步进入“互联网下半场”，准备轰轰烈烈“大干一场”。但节后，随着监管脉络逐渐清晰，互联网行业进入转型阵痛期，企业经历业绩与估值的双重洗牌。泡沫正在戳破：一级市场由投资变成“认购”；互联网公司IPO破发屡见不鲜；二级市场上互联网板块一路回调，中证海外中国互联网指数近一年收益率为-41.84%，多数企业估值处于历史低位，盈利能力成为企业价值重构的关键因素。\\n\\n2021年，互联网产业正在被重新定义，电商、直播、社交、视频、搜索等产业的界定不再泾渭分明，传统平台型企业放慢了扩张步伐，一些“老故事”披上元宇宙的新马甲，成为新的竞逐对象。\\n\\n**强监管下巨头“知止”**\\n\\n“拥抱监管”是2021年贯穿互联网行业始终的关键词。去年年底中央经济工作会议提出“强化反垄断和防止资本无序扩张”，这也成为今年全年政策规范的核心导向。\\n\\n监管政策落在方方面面，具体来看主要围绕三条主线：反垄断、互联互通及个人信息安全。\\n\\n反垄断层面政策先行、处罚明确。2月7日，国务院反垄断委员会制定发布《国务院反垄断委员会关于平台经济领域的反垄断指南》。\\n\\n4月10日，[阿里巴巴](https://laohu8.com/S/BABA)因实施“二选一”垄断行为，收到一张182.28亿元的“天价罚单”，这是中国反垄断史上的最大罚单。但这只是个开始，6个月后，美团因“二选一”被罚34.42亿元，并被要求退还独家合作保证金12.89亿元。\\n\\n在阿里巴巴被处罚后的第三天，34家互联网公司被要求在一个月内进行全面自检自查，逐项彻底整改。7月7日，市场监管总局对互联网领域的22起违法实施经营者集中案件立案调查，涉及阿里、[腾讯](https://laohu8.com/S/00700)、[苏宁易购](https://laohu8.com/S/002024)等公司。7月10日，市场监管总局宣布，禁止腾讯申报的[斗鱼](https://laohu8.com/S/DOYU)与[虎牙](https://laohu8.com/S/HUYA)合并案。7月24日，市场监管总局责令腾讯解除网络音乐独家版权。\\n\\n在上述案例中，叫停虎牙与斗鱼合并案对规范企业经营意义深远，腾讯作为合并主导方，收到了互联网企业中首张“经营者集中”的行政禁令，这是近十年来，国内互联网领域第一起被监管机构强制叫停的投资并购案。\\n\\n11月18日，国家反垄断局正式挂牌，进一步充实了反垄断监管力量，增强了监管权威性。\\n\\n“拆墙”行动也颇见成效。过去十余年间，受股东利益等多方面因素影响，中国互联网平台“阵营化”明显，各大阵营之间互相屏蔽链接，都想把内容和服务圈在自家的“围墙”中，极大的遏制了行业的创新与发展。\\n\\n7月26日，工信部开展为期半年的互联网行业专项整治行动，提出重点整治恶意屏蔽网址链接和干扰其他企业产品或服务运行等问题，包括无正当理由限制其他网址链接的正常访问、实施歧视性屏蔽措施等场景。9月9日，工信部相关部门召开“屏蔽网址链接问题行政指导会”，要求各平台限期必须按标准解除屏蔽。\\n\\n随后，腾讯迅速推进微信与其他产品之间的联通，在聊天场景中开放外部链接访问功能。不过，记者测试发现，目前[抖音](https://laohu8.com/S/DYIN)短视频在微信只能依靠链接分享；在[百度](https://laohu8.com/S/BIDU)搜索中仍无法搜到微信公众号、今日头条的内容，也无法搜到淘宝的购物信息；淘宝天猫、盒马仍无法使用微信支付。可以说，要实现真正的“联通”还有一段路要走。\\n\\n“互联网领域一系列问题频发，主要在于行业长期处于野蛮生长状态，一方面是主管部门的治理缺位和治理失效，另一方面是互联网企业社会责任感的缺失，一味受制于资本逻辑追求利润，无序扩张。”浙江大学社会治理研究院首席专家方兴东对记者表示，中国互联网行业必须走合规之路，再也不能游走于底线之下。\\n\\n**资本的退出重心将转移**\\n\\n除了强化反垄断和进一步互联互通，2021年，我国网络信息安全保护也迈出坚实一步。9月1日，数据安全法和《关键信息基础设施安全保护条例》正式实施；11月1日，个人信息保护法正式实施。\\n\\n在此背景下，多款App因“违规收集个人信息”、“强制频繁过度索取权限”、“违规使用个人信息”被下架。中国信息通信研究院数据显示，截至11月份，App侵害用户权益专项整治行动共开展21批，对5406款App发出整改通知，公开通报2049款整改不到位的App，下架540款仍存在问题的App。\\n\\n毫无疑问，网络信息安全是互联网发展的基础，但在立法过程中，仍有企业选择抢行。\\n\\n6月30日，滴滴出行在美上市。在其上市后第三个交易日盘前，网络安全审查办公室发布公告称，对“滴滴出行”实施网络安全审查，暂停新用户注册。7月4日，国家网信办发布关于下架“滴滴出行”App的通报，原因是其存在严重违法违规收集使用个人信息的问题。\\n\\n随之而来的是网约车行业的全面整顿，整改工作甚至波及到了拟IPO的非网约车互联网企业。7月10日，国家网信办发布关于《网络安全审查办法(修订草案征求意见稿)》公开征求意见的通知，其中提出“掌握超过100万用户个人信息的运营者赴国外上市，必须向网络安全审查办公室申报网络安全审查”。\\n\\n这意味着，几乎所有的互联网企业赴美上市都需要提前申报。过去十余年中，美股成为中国互联网企业IPO的主要渠道之一，包括阿里巴巴、百度、[京东](https://laohu8.com/S/JD)、[拼多多](https://laohu8.com/S/PDD)、[蔚来](https://laohu8.com/S/NIO)、[哔哩哔哩](https://laohu8.com/S/BILI)等均在美上市。\\n\\n12月3日，滴滴出行宣布将启动在纽交所退市的工作，并启动在香港上市的准备工作。\\n\\n12月5日，中国证监会新闻发言人在答记者问时明确表示，中国证监会和相关监管部门始终对企业选择境外上市地持开放态度，充分尊重企业依法合规自主选择上市地。对于个别媒体报道中国监管部门将禁止协议控制(VIE)架构企业赴境外上市，推动在美上市中国企业退市，这完全是误解误读。一些境内企业正在积极与境内外监管机构沟通，推进赴美上市事宜。\\n\\n泰合资本认为，虽然中国企业仍然可以利用好海外资本市场，但未来资本的退出路径重心将逐渐从国外转移至国内，未来[中国资本](https://laohu8.com/S/00170)市场可能会出现更多的内循环，即投资、退出都在国内，包括A股和香港两个市场。\\n\\n**业绩、估值全面回调**\\n\\n监管升级叠加宏观经济疲软，2021年，以头部企业ATT(阿里巴巴、腾讯、字节跳动)为代表的互联网行业直面寒冬，主要体现在三个方面：业绩回落、估值缩水、暂停非核心业务的扩张。\\n\\n最为直观的是收入下滑。过去半年，字节跳动国内广告业务收入停止增长，这是该公司自2013年开启商业化以来首次出现此种情况；腾讯第三季度经调整净利负增长，是该公司十年来首次下滑；阿里巴巴2022财年第二财季非公认会计准则下净利润同比下降39%。\\n\\n除“平台大厂”外，电商、直播、长短视频等细分行业的龙头，日子也并不好过。今年第三季度，京东净亏损28亿元，经营利润同比下降41%；美团经调整后净亏损55.3亿元；虎牙净利润同比减少50.1%；斗鱼净亏损1.44亿元，营收同比下滑7.8%；[爱奇艺](https://laohu8.com/S/IQ)净亏损17亿元；哔哩哔哩净亏损16.22亿元；快手经调整后净亏损48亿元。\\n\\n在这样的背景下，互联网公司纷纷“开源节流”，一方面，按下非核心业务、短期难以盈利业务的暂停键，比如不约而同地收缩社交赛道，腾讯关停了“朋友”App，字节跳动的“飞聊”App也已于近日停运。另一方面，“优化潮”如约而至，近期，爱奇艺、快手、字节跳动、阿里巴巴等企业均被曝出优化计划，其中以爱奇艺优化范围最广(20%-40%)。\\n\\n寒风直吹资本市场，互联网企业估值不断回调。今年以来截至12月13日，多只股票回撤幅度超过50%。总体来看，港股恒生科技指数年内跌幅达25.2%，美股中证海外中国互联网指数近一年跌幅达41.84%。\\n\\n具体到个股来看，跌幅靠前的不乏明星企业，例如，爱奇艺年内下跌70.77%、拼多多下跌64.19%、阿里巴巴下跌46.26%、百度下跌30.94%、哔哩哔哩下跌31.02%、蔚来下跌29.71%、快手下跌24.57%。而今年上市的互联网企业也面临破发压力，例如，[水滴](https://laohu8.com/S/WDH)、[网易](https://laohu8.com/S/NTES)[云音乐](https://laohu8.com/S/09899)、[微博](https://laohu8.com/S/WB)、[知乎](https://laohu8.com/S/ZH)等在上市首日均遭遇破发。\\n\\n一位互联网行业分析师对《证券日报》记者表示，今年受市场不确定性影响，一级市场也显得更为冷静，投资决策明显后置。\\n\\n泰合资本认为，今年投资机构慢慢倾向于由市场定价，在一轮融资中每家机构的份额占比开始趋向平均，出现了投资变“认购”的现象，这在过去是少见的。\\n\\n浦银国际研报称，今年互联网板块表现疲软，主要原因包括，一是政策监管趋严，导致市场避险情绪上升；二是互联网板块在2020年火热，导致估值在年初创历史新高；三是在互联网人口红利减弱的大背景下，业绩增速进一步放缓。\\n\\n**“元宇宙”能火多久？**\\n\\n尽管业界对元宇宙存在争议，但毫无疑问这是今年互联网行业最火的概念。\\n\\n元宇宙作为一个去中心化的链上开源生态系统，其应用场景不仅仅是娱乐，而是可以在平台上同时进行社交、学习、工作、购物等活动的平行数字世界。“元宇宙概念第一股”Roblox的上市招股书中，概括了元宇宙的八个关键特征：身份、朋友、沉浸感、随地、多样性、低延迟、经济、文明。\\n\\n今年以来，海内外互联网巨头纷纷布局元宇宙，其中以Facebook最为激进，其不但更名为Meta，而且宣称希望在未来五年内变成元宇宙公司。此外，Roblox也于今年3月份上市，首个交易日股价大涨54.4%，估值从一年前的40亿美元攀至450亿美元，随后腾讯火速拿下了其中国代理资格。\\n\\n国内层面，4月份，字节跳动斥资1亿元投资元宇宙相关游戏厂商代码乾坤，4个月后，字节跳动又收购国内头部VR公司Pico；百度也上线了一款名为“希壤”的社交App，发力元宇宙。\\n\\n巨大的流量与话题下，“元宇宙概念股”成为市场竞相追逐的对象，涵盖75家A股上市公司的“元宇宙概念”板块自9月7日设立以来，三个月内累计涨幅达51%。\\n\\n最具代表性的[中青宝](https://laohu8.com/S/300052)于9月6日发文称，公司即将推出一款虚拟与现实梦幻联动的模拟经营类元宇宙游戏《酿酒大师》。随后其股价从8.2元/股一路飙升，期间经历了深交所多次发函追问是否蹭热点，中青宝也承认公司元宇宙业务“尚处探索阶段”，但这并未阻挡二级市场的热情。截至12月13日，自中青宝首次提及“元宇宙”概念以来，其股价涨幅已接近365%。\\n\\n元宇宙还能火多久？尚未可知。\\n\\n不过，在近期百度举行的AI开放日活动上，百度副总裁马杰表示，“目前来讲，元宇宙正在走向过度预期的顶点，在明年下半年或者后年，我相信这个泡沫一定会破灭。”\\n\\n上海证券分析师在研报中表示，元宇宙仍处于“编织故事、描绘蓝图”的阶段，充裕的市场想象空间会让热度在短期内持续，拥有游戏业务的互联网头部公司如腾讯、网易等将占据先天业务优势。“部分游戏作为元宇宙概念的先发领域，通过VR实现用户的沉浸式虚拟体验，但目前离实现元宇宙愿景尚有距离，处于产业探索的极早期阶段。今年重提元宇宙是基于技术进步和市场对于互联网下阶段形态的探索，也是数字社会发展的必然结果。作为互联网的未来形态，趋势已起，阶段性落地可能在未来逐步改变行业。”\\n\\n \\n \",\"timestamp\":1639472585,\"title\":\"流量生意遭遇釜底抽薪，互联网的尽头是元宇宙？\"},\"digest\":\"0fhiJNVILDFTyeWRryKzmyvMJuikRrtrs_lW8OJTs5c\",\"authorship\":{\"contributor\":\"0xAbed312A6943B034b94D106FdD574be689F8AAaE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_EXiUUmsUVCkBifvR3hQn-2u15QzLZDu7m2ursz74vY\\\",\\\"y\\\":\\\"5CWrWufIpw6qFmoOWcokqML33QJmjs0jfoD0q1vIYPU\\\"}\",\"signature\":\"ewyCFUDW-67hrGYIBq_Xl63Iw51rlNwl-DOi5UhP36s38q0yDOkYhEEId214j-DZMWXXdii74wYbRtSHMyDRAA\",\"signingKeySignature\":\"0x18355868647ad369701356cbfd4e581c0a6527c031c68df56053140c245ad951491f1839aa91a848d6b4568f6bf22ac34a4b0ae5908302d5ac22a60c6236e6ec1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_EXiUUmsUVCkBifvR3hQn-2u15QzLZDu7m2ursz74vY\\\",\\\"y\\\":\\\"5CWrWufIpw6qFmoOWcokqML33QJmjs0jfoD0q1vIYPU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0fhiJNVILDFTyeWRryKzmyvMJuikRrtrs_lW8OJTs5c\"}"