"{\"content\":{\"body\":\"What are Curve whitelists, what is being whitelisted and who gets to decide the whitelisting? This article seeks to explain exactly these questions. \\n\\nIn former articles (<insert articles here and here>) we have covered everything from what Convex, Yearn and \\\\[REDACTED\\\\] actually are, to the Curve Wars that are happening right as we speak, laying a fundamental understanding of the scenario we are in. Let us thus dig deeper into how Curve operates and what this whitelist actually does.\\n\\n\\n---\\n\\n![](https://dune.xyz/projects/pages/curvefi/curvefi.svg)\\n\\n**Curve is a [DAO](https://dao.curve.fi/).** As a decentralized autonomous organization, Curve’s governance system is partially off-chain (Snapshot, forums), partially on-chain (gauges, multisig…). Curve is, like many other DAOs, being progressively developed and [many discussions are held on topic as to whether it is permissionless enough or if it must further decentralize.](https://gov.curve.fi/t/the-curve-emergency-dao-has-killed-the-usdm-gauge/2307) Nonetheless, Curve is currently *the* largest protocol, with more than 20 billion USD total locked value in the protocol. These staggering numbers, in combination with the specific voting system which Curve has implemented, lead to all of the dynamics we have mentioned in the previous articles.\\n\\n###                                                               Whitelist\\n\\nIn order to examine our current topic, we first need to realize that the first and primary task of the Curve **DAO** is to keep the protocol afloat by making proper decisions related to setting various *settings* related to the smart contracts deployed on the Ethereum blockchain, but also others (primarily Ethereum, as a high priority blockchain). But how does this system look “under the hood”? This image, while most likely not the most beautiful thing one may have a first look at, paints the picture fully:\\n\\n![](https://github.com/curvefi/curve-dao-contracts/raw/master/doc/dao-overview.svg)\\n\\nThis is how the entire Curve DAO on-chain governance system is interconnected. It is a mix of custom-made contracts (every box pictured, except the common standards we know as ERC20, Minime tokens, etc.) and pre-made governance systems (Aragon DAO).\\n\\nThe important things to take from the picture:\\n\\n* Each box is a contract.\\n\\n\\n* The **CRV token** is a contract, and an integral part of the system. It is a value accrual token AND a voting token.\\n* The CRV token, goes into the **VotingEscrow** contract. \\n* The **VotingEscrow contract** provides some kind of data (with the function **balanceOfAt()**) to the Aragon DAO implementation and to the **gauges** (remember those?)\",\"timestamp\":1637266649,\"title\":\"[REDACTED] Primer on Curve Whitelists\"},\"digest\":\"pu3zxIbftRctnAHKo8W9nEE6_p2YpvQsTeqKQXqIf_A\",\"authorship\":{\"contributor\":\"0x584d2Ac4442B961f6ec1a81Ef9C941BcF8139Dd6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3n7T1EE3JEkpHXNtUDEKkx5-xVShe4gJUWgm8Svlt70\\\",\\\"y\\\":\\\"FVfyNoF1HGCSXWftY-TrsmQUXWLq3HWvbJ02ItsH5Uk\\\"}\",\"signature\":\"sLbEX-sw0Eaqotqigxiflj4bAYeI8APjZYbTOJuQaknGvAO6iFcm8soJiEeSr34q6P2KBzbT-r9hjHQlS9jcXg\",\"signingKeySignature\":\"0xf0c8bb6478869e08f13dbdf03c84fd3e73f4fc0f6ac03dd9462c93a6caeb20214ec36122e45c944a38f10ffeb6d8cffd81f60412c93b2cde55fbcd7f7b8d77c800\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3n7T1EE3JEkpHXNtUDEKkx5-xVShe4gJUWgm8Svlt70\\\",\\\"y\\\":\\\"FVfyNoF1HGCSXWftY-TrsmQUXWLq3HWvbJ02ItsH5Uk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pu3zxIbftRctnAHKo8W9nEE6_p2YpvQsTeqKQXqIf_A\"}"