"{\"content\":{\"body\":\"\\\"But I begin to dread your company on the drop!\\\"\\n\\nI shall hold my pen on that provincial tour.  Not that I joined Raffles in any of the little enterprises with which he beguiled the breaks in our journey; our last deed in London was far too great a weight upon my soul.  I could see that gallant officer in his chair, see him at every hour of the day and night, now with his indomitable eyes meeting mine ferociously, now a stark outline underneath a sheet.  The vision darkened my day and gave me sleepless nights.  I was with our victim in all. his agony; my mind would only leave him for that gallows of which Raffles had said true things in jest.  No, I could not face so vile a death lightly, but I could meet it, somehow, better than I could endure a guilty suspense.  In the watches of the second night I made up my mind to meet it halfway, that very morning, while still there might be time to save the life that we had left in jeopardy.  And I got up early to tell Raffles of my resolve.\\n\\nHis room in the hotel where we were staying was littered with clothes and luggage new enough for any bridegroom; I lifted the locked cricket-bag, and found it heavier than a cricket-bag has any right to be.  But in the bed Raffles was sleeping like an infant, his shaven self once more.  And when I shook him he awoke with a smile.\\n\\n\\\"Going to confess, eh, Bunny?  Well, wait a bit; the local police won't thank you for knocking them up at this hour.  And I bought a late edition which you ought to see; that must be it on the floor. You have a look in the stop-press column, Bunny.\\\"\\n\\nI found the place with a sunken heart, and this is what I read:\\n\\n```\\n             WEST-END OUTRAGE\\n```\\n\\nColonel Crutchley, R.E., V.C., has been the victim of a dastardly   outrage at his residence, Peter Street, Campden Hill.  Returning   unexpectedly to the house, which had been left untenanted during   the absence of the family abroad, it was found occupied by two   ruffians, who overcame and secured the distinguished officer by   the exercise of considerable violence.  When discovered through   the intelligence of the Kensington police, the gallant victim was   gagged and bound hand and foot, and in an advanced stage of   exhaustion.\\n\\n\\\"Thanks to the Kensington police,\\\" observed Raffles, as I read the last words aloud in my horror.  \\\"They can't have gone when they got my letter.\\\"\\n\\n\\\"Your letter?\\\"\\n\\n\\\"I printed them a line while we were waiting for our train at Euston. They must have got it that night, but they can't have paid any attention to it until yesterday morning.  And when they do, they take all. the credit and give me no more than you did, Bunny!\\\"\\n\\nI looked at the curly head upon the pillow, at the smiling, handsome face under the curls.  And at last I understood.\\n\\n\\\"So all. the time you never meant it!\\\"\\n\\n\\\"Slow murder?  You should have known me better.  A few hours' enforced Rest Cure was the worst I wished him.\\\"\\n\\n\\\"'you might have told me, Raffles!\\\"\\n\\n\\\"That may be, Bunny, but you ought certainly to have trusted me!\\\"\\n\\nThe Criminologists' Club\\n\\n\\\"But who are they, Raffles, and where's their house?  There's no such club on the list in Whitaker.\\\"\\n\\n\\\"The Criminologists, my dear Bunny, are too few for a local habitation, and too select to tell their name in Gath.  They are merely so many solemn students of contemporary crime, who meet and dine periodically at each other's clubs or houses.\\\"\\n\\n\\\"But why in the world should they ask us to dine with them?\\\"\\n\\nAnd I brandished the invitation which had brought me hotfoot to the Albany: it was from the Right Hon. the Earl of Thornaby, K.G.; and it requested the honor of my company at dinner, at Thornaby House, Park Lane, to meet the members of the Criminologists' Club.  That in itself was a disturbing compliment: judge then of my dismay on learning that Raffles had been invited too!\\n\\n\\\"They have got it into their heads,\\\" said he, \\\"that the gladiatorial element is the curse of most modern sport.  They tremble especially for the professional gladiator.  And they want to know whether my experience tallies with their theory.\\\"\\n\\n\\\"So they say!\\\"\\n\\n\\\"They quote the case of a league player, sus per coll., and any number of suicides.  It really is rather in my public line.\\\"\\n\\n\\\"In yours, if you like, but not in mine,\\\" said I.  \\\"No, Raffles, they've got their eye on us both, and mean to put us under the microscope, or they never would have pitched on me.\\\"\\n\\nRaffles smiled on my perturbation.\\n\\n\\\"I almost wish you were right, Bunny!  It would be even better fun than I mean to make it as it is.  But it may console you to hear that it was I who gave them your name.  I told them you were a far keener criminologist than myself.  I am delighted to hear they have taken my hint, and that we are to meet at their gruesome board.\\\"\\n\\n\\\"If I accept,\\\" said I, with the austerity he deserved.\\n\\n\\\"If you don't,\\\" rejoined Raffles, \\\"you will miss some sport after both our hearts.  Think of it, Bunny!  These fellows meet to wallow in all. the latest crimes; we wallow with them as though we knew more about it than themselves.  Perhaps we don't, for few criminologists have a soul above murder; and I quite expect to have the privilege of lifting the discussion into our own higher walk.  They shall give their morbid minds to the fine art of burgling, for a change; and while we're about it, Bunny, we may as well extract their opinion of our noble selves.  As authors, as collaborators, we will sit with the flower of our critics, and find our own level in the expert eye. It will be a piquant experience, if not an invaluable one; if we are sailing too near the wind, we are sure to hear about it, and can trim our yards accordingly.  Moreover, we shall get a very good dinner into the bargain, or our noble host will belie a European reputation.\\\"\\n\\n\\\"Do you know him?\\\" I asked.\\n\\n\\\"We have a pavilion acquaintance, when it suits my lord,\\\" replied Raffles, chuckling.  \\\"But I know all. about him.  He was president one year of the M.C.C., and we never had a better.  He knows the game, though I believe he never played cricket in his life.  But then he knows most things, and has never done any of them.  He has never even married, and never opened his lips in the House of Lords. Yet they say there is no better brain in the August assembly, and he certainly made us a wonderful speech last time the Australians were over.  He has read everything and (to his credit in these days) never written a line.  All. round he is a whale for theory and a sprat for practice - but he looks quite capable of both at crime!\\\"\\n\\nI now longed to behold this remarkable peer, in the flesh, and with the greater curiosity since another of the things which he evidently never did was to have his photograph published for the benefit of the vulgar.  I told Raffles that I would dine with him at Lord Thornaby's, and he nodded as though I had not hesitated for a moment. I see now how deftly he had disposed of my reluctance.  No doubt he had thought it all. out before: his little speeches look sufficiently premeditated as I set them down at the dictates of an excellent memory.  Let it, however, be borne in mind that Raffles did not talk exactly like a Raffles book: he said the things, but he did not say them in so many consecutive breaths.  They were punctuated by puffs from his eternal cigarette, and the punctuation was often in the nature of a line of asterisks, while he took a silent turn up and down his room.  Nor was he ever more deliberate than when he seemed most nonchalant and spontaneous.  I came to see it in the end.  But these were early days, in which he was more plausible to me than I can hope to render him to another human being.\\n\\nAnd I saw a good deal of Raffles just then; it was, in fact, the one period at which I can remember his coming round to see me more frequently than I went round to him.  Of course he would come at his own odd hours, often just as one was dressing to go out and dine, and I can even remember finding him there when I returned, for I had long since given him a key of the flat.  It was the inhospitable month of February, and I can recall more than one cosy evening when we discussed anything and everything but our own malpractices; indeed, there were none to discuss just then.  Raffles, on the contrary, was showing himself with some industry in the most respectable society, and by his advice I used the club more than ever.\\n\\n\\\"There is nothing like it at this time of year,\\\" said he.  \\\"In the summer I have my cricket to provide me with decent employment in the sight of men.  Keep yourself before the public from morning to night, and they'll never think of you in the still small hours.\\\"\\n\\nOur behavior, in fine, had so long been irreproachable that I rose without misgiving on the morning of Lord Thornaby's dinner to the other Criminologists and guests.  My chief anxiety was to arrive under the aegis of my brilliant friend, and I had begged him to pick me up on his way; but at five minutes to the appointed hour there was no sign of Raffles or his cab.  We were bidden at a quarter to eight for eight o'clock, so after all. I had to hurry off alone.\\n\\nFortunately, Thornaby House is almost at the end of my street that was; and it seemed to me another fortunate circumstance that the house stood back, as it did and does, in its own August courtyard; for, as I was about to knock, a hansom came twinkling in behind me, and I drew back, hoping it was Raffles at the last moment.  It was not, and I knew it in time to melt from the porch, and wait yet another minute in the shadows, since others were as late as I.  And out jumped these others, chattering in stage whispers as they paid their cab.\\n\\n\\\"Thornaby has a bet about it with Freddy Vereker, who can't come, I hear.  Of course, it won t be lost or won to-night.  But the dear man thinks he's been invited as a cricketer!\\\"\\n\\n\\\"I don't believe he's the other thing,\\\" said a voice as brusque as the first was bland.  \\\"I believe it's all. bunkum.  I wish I didn't, but I do!\\\"\\n\\n\\\"I think you'll find it's more than that,\\\" rejoined the other, as the doors opened and swallowed the pair.\\n\\nI flung out limp hands and smote the air.  Raffles bidden to what he had well called this \\\"gruesome board,\\\" not as a cricketer but, clearly, as a suspected criminal!  Raffles wrong all. the time, and I right for once in my original apprehension!  And still no Raffles in sight - no Raffles to warn - no Raffles, and the clocks striking eight!\\n\\nWell may I shirk the psychology of such a moment, for my belief is that the striking clocks struck out all. power of thought and feeling, and that I played my poor part the better for that blessed surcease of intellectual sensation.  On the other hand, I was never more alive to the purely objective impressions of any hour of my existence, and of them the memory is startling to this day.  I hear my mad knock at the double doors; they fly open in the middle, and it is like some sumptuous and solemn rite.  A long slice of silken-legged lackey is seen on either hand; a very prelate of a butler bows a benediction from the sanctuary steps.  I breathe more freely when I reach a book-lined library where a mere handful of men do not overflow the Persian rug before the fire.  One of them is Raffles, who is talking to a large man with the brow of a demi-god and the eyes and jowl of a degenerate bulldog.  And this is our noble host.\\n\\nLord Thornaby stared at me with inscrutable stolidity as we shook hands, and at once handed me over to a tall, ungainly man whom he addressed as Ernest, but whose surname I never learned.  Ernest in turn introduced me, with a shy and clumsy courtesy, to the two remaining guests.  They were the pair who had driven up in the hansom; one turned out to be Kingsmill, Q.C.; the other I knew at a glance from his photographs as Parrington, the backwoods novelist. They were admirable foils to each other, the barrister being plump and dapper, with a Napoleonic cast of countenance, and the author one of the shaggiest dogs I have ever seen in evening-clothes. Neither took much stock of me, but both had an eye on Raffles as I exchanged a few words with each in turn.  Dinner, however, was immediately announced, and the six of us had soon taken our places round a brilliant little table stranded in a great dark room.\\n\\nI had not been prepared for so small a party, and at first I felt relieved.  If the worst came to the worst, I was fool enough to say in my heart, they were but two to one.  But I was soon sighing for that safety which the adage associates with numbers.  We were far too few for the confidential duologue with one's neighbor in which I, at least, would have taken refuge from the perils of a general conversation.  And the general conversation soon resolved itself into an attack, so subtly concerted and so artistically delivered that I could not conceive how Raffles should ever know it for an attack, and that against himself, or how to warn him of his peril. But to this day I am not convinced that I also was honored by the suspicions of the club; it may have been so, and they may have ignored me for the bigger game.\\n\\nIt was Lord Thornaby himself who fired the first shot, over the very sherry.  He had Raffles on his right hand, and the backwoodsman of letters on his left.  Raffles was hemmed in by the law on his right, while I sat between Parrington and Ernest, who took the foot of the table, and seemed a sort of feudatory cadet of the noble house.  But it was the motley lot of us that my lord addressed, as he sat back blinking his baggy eyes.\\n\\n\\\"Mr. Raffles,\\\" said he, \\\"has been telling me about that poor fellow who suffered the extreme penalty last March.  A great end, gentlemen, a great end!  It is true that he had been unfortunate enough to strike a jugular vein, but his own end should take its place among the most glorious traditions of the gallows.  You tell them Mr. Raffles: it will be as new to my friends as it is to me.\\\"\\n\\n\\\"I tell the tale as I heard it last time I played at Trent Bridge; it was never in the papers, I believe,\\\" said Raffles gravely.  \\\"You may remember the tremendous excitement over the Test Matches out in Australia at the time: it seems that the result of the crucial game was expected on the condemned man's last day on earth, and he couldn't rest until he knew it.  We pulled it off, if you recollect, and he said it would make him swing happy.\\\"\\n\\n\\\"Tell 'em what else he said!\\\" cried Lord Thornaby, rubbing his podgy hands.\\n\\n\\\"The chaplain remonstrated with him on his excitement over a game at such a time, and the convict is said to have replied: 'Why, it's the first thing they'll ask me at the other end of the drop!'\\\"\\n\\nThe story was new even to me, but I had no time to appreciate its points.  My concern was to watch its effect upon the other members of the party.  Ernest, on my left, doubled up with laughter, and tittered and shook for several minutes.  My other neighbor, more impressionable by temperament, winced first, and then worked himself into a state of enthusiasm which culminated in an assault upon his shirt-cuff with a joiner's pencil.  Kingsmill, Q.C., beaming tranquilly on Raffles, seemed the one least impressed, until he spoke.\\n\\n\\\"I am glad to hear that,\\\" he remarked in a high bland voice.  \\\"I thought that man would die game.\\\"\\n\\n\\\"Did you know anything about him, then?\\\" inquired Lord Thornaby.\\n\\n\\\"I led for the Crown,\\\" replied the barrister, with a twinkle.  \\\"You might almost say that I measured the poor man's neck.\\\"\\n\\nThe point must have been quite unpremeditated; it was not the less effective for that.  Lord Thornaby looked askance at the callous silk. It was some moments before Ernest tittered and Parrington felt for his pencil; and in the interim I had made short work of my hock, though it was Johannisberger.  As for Raffles, one had but to see his horror to feel how completely he was off his guard.\\n\\n\\\"In itself, I have heard, it was not a sympathetic case?\\\" was the remark with which he broke the general silence.\\n\\n\\\"Not a bit.\\\"\\n\\n\\\"That must have been a comfort to you,\\\" said Raffles dryly.\\n\\n\\\"It would have been to me,\\\" vowed our author, while the barrister merely smiled.  \\\"I should have been very sorry to have had a hand in hanging Peckham and Solomons the other day.\\\"\\n\\n\\\"Why Peckham and Solomons?\\\" inquired my lord.\\n\\n\\\"They never meant to kill that old lady.\\\"\\n\\n\\\"But they strangled her in her bed with her own pillow-case!\\\"\\n\\n\\\"I don't care,\\\" said the uncouth scribe.  \\\"They didn't break in for that.  They never thought of scragging her.  The foolish old person would make a noise, and one of them tied too tight.  I call it jolly bad luck on them.\\\"\\n\\n\\\"On quiet, harmless, well-behaved thieves,\\\" added Lord Thornaby, \\\"in the unobtrusive exercise of their humble avocation.\\\"\\n\\nAnd, as he turned to Raffles with his puffy smile, I knew that we had reached that part of the programme which had undergone rehearsal: it had been perfectly timed to arrive with the champagne, and I was not afraid to signify my appreciation of that small mercy.  But Raffles laughed so quickly at his lordship's humor, and yet with such a natural restraint, as to leave no doubt that he had taken kindly to my own old part, and was playing the innocent inimitably in his turn, by reason of his very innocence.  It was a poetic judgment on old Raffles, and in my momentary enjoyment of the novel situation I was able to enjoy some of the good things of this rich man's table. The saddle of mutton more than justified its place in the menu; but it had not spoiled me for my wing of pheasant, and I was even looking forward to a sweet, when a further remark from the literary light recalled me from the table to its talk.\\n\\n\\\"But, I suppose,\\\" said he to Kingsmill, \\\"it's many a burglar you've restored to his friends and his relations'?\\\"\\n\\n\\\"Let us say many a poor fellow who has been charged with burglary,\\\" replied the cheery Q.C.  \\\"It's not quite the same thing, you know, nor is 'many' the most accurate word.  I never touch criminal work in town.\\\"\\n\\n\\\"It's the only kind I should care about,\\\" said the novelist, eating jelly with a spoon.\\n\\n\\\"I quite agree with you,\\\" our host chimed in.  \\\"And of all. the criminals one might be called upon to defend, give me the enterprising burglar.\\\"\\n\\n\\\"It must be the breeziest branch of the business,\\\" remarked Raffles, while I held my breath.\\n\\nBut his touch was as light as gossamer, and his artless manner a triumph of even his incomparable art.  Raffles was alive to the danger at last.  I saw him refuse more champagne, even as I drained my glass again.  But it was not the same danger to us both.  Raffles had no reason to feel surprise or alarm at such a turn in a conversation frankly devoted to criminology; it must have been as inevitable to him as it was sinister to me, with my fortuitous knowledge of the suspicions that were entertained.  And there was little to put him on his guard in the touch of his adversaries, which was only less light than his own.\\n\\n\\\"I am not very fond of Mr. Sikes,\\\" announced the barrister, like a man who had got his cue.\\n\\n\\\"But he was prehistoric,\\\" rejoined my lord.  \\\"A lot of blood has flowed under the razor since the days of Sweet William.\\\"\\n\\n\\\"True; we have had Peace,\\\" said Parrington, and launched out into such glowing details of that criminal's last moments that I began to hope the diversion might prove permanent.  But Lord Thornaby was not to be denied.\\n\\n\\\"William and Charles are both dead monarchs,\\\" said he.  \\\"The reigning king in their department is the fellow who gutted poor Danby's place in Bond Street.\\\"\\n\\nThere was a guilty silence on the part of the three conspirators - for I had long since persuaded myself that Ernest was not in their secret - and then my blood froze.\\n\\n\\\"I know him well,\\\" said Raffles, looking up.\\n\\nLord Thornaby stared at him in consternation.  The smile on the Napoleonic countenance of the barrister looked forced and frozen for the first time during the evening.  Our author, who was nibbling cheese from a knife, left a bead of blood upon his beard.  The futile Ernest alone met the occasion with a hearty titter.\\n\\n\\\"What!\\\" cried my lord.  \\\"You know the thief?\\\"\\n\\n\\\"I wish I did,\\\" rejoined Raffles, chuckling.  \\\"No, Lord Thornaby, I only meant the jeweller, Danby.  I go to him when I want a wedding present.\\\"\\n\\nI heard three deep breaths drawn as one before I drew my own.\\n\\n\\\"Rather a coincidence,\\\" observed our host dryly, \\\"for I believe you also know the Milchester people, where Lady Melrose had her necklace stolen a few months afterward.\\\"\\n\\n\\\"I was staying there at the time,\\\" said Raffles eagerly.  No snob was ever quicker to boast of basking in the smile of the great.\\n\\n\\\"We believe it to be the same man,\\\" said Lord Thornaby, speaking apparently for the Criminologists' Club, and with much less severity of voice.\\n\\n\\\"I only wish I could come across him,\\\" continued Raffles heartily. \\\"He's a criminal much more to my mind than your murderers who swear on the drop or talk cricket in the condemned cell!\\\"\\n\\n\\\"He might be in the house now,\\\" said Lord Thornaby, looking Raffles in the face.  But his manner was that of an actor in an unconvincing part and a mood to play it gamely to the bitter end; and he seemed embittered, as even a rich man may be in the moment of losing a bet.\\n\\n\\\"What a joke if he were!\\\" cried the Wild West writer.\\n\\n\\\"Absit omen!\\\" murmured Raffles, in better taste.\\n\\n\\\"Still, I think you'll find it's a favorite time,\\\" argued Kingsmill, Q.C.  \\\"And it would be quite in keeping with the character of this man, so far as it is known, to pay a little visit to the president of the Criminologists' Club, and to choose the evening on which he happens to be entertaining the other members.\\\"\\n\\nThere was more conviction in this sally than in that of our noble host; but this I attributed to the trained and skilled dissimulation of the bar.  Lord Thornaby, however, was not to be amused by the elaboration of his own idea, and it was with some asperity that he called upon the butler, now solemnly superintending the removal of the cloth.\\n\\n\\\"Leggett!  Just send up-stairs to see if all. the doors are open and the rooms in proper order.  That's an awful idea of yours, Kingsmill, or of mine!\\\" added my lord, recovering the courtesy of his order by an effort that I could follow.  \\\"We should look fools.  I don't know which of us it was, by the way, who seduced the rest from the main stream of blood into this burglarious backwater.  Are you familiar with De Quincey's masterpiece on 'Murder as a Fine Art,' Mr. Raffles?\\\"\\n\\n\\\"I believe I once read it,\\\" replied Raffles doubtfully.\\n\\n\\\"You must read it again,\\\" pursued the earl.  \\\"It is the last word on a great subject; all. we can hope to add is some baleful illustration or bloodstained footnote, not unworthy of De Quincey's text.  \\\"Well, Leggett?\\\"\\n\\nThe venerable butler stood wheezing at his elbow.  I had not hitherto observed that the man was an asthmatic.\\n\\n\\\"I beg your lordship's pardon, but I think your lordship must have forgotten.\\\"\\n\\nThe voice came in rude gasps, but words of reproach could scarcely have achieved a finer delicacy.\\n\\n\\\"Forgotten, Leggett!  Forgotten what, may I ask?\\\"\",\"timestamp\":1637495080,\"title\":\"As you will, my dear fellow,\\\" replied Raffles\"},\"digest\":\"_U-6pqiCJEERIXs1woXN1w0l8ZVFNxgcRiw-v9Agp5M\",\"authorship\":{\"contributor\":\"0x104C9415d8cF60006fA1f2ecb12Aa1B60108c24D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VojXruRchGuLpF6IHNmI6OGfBnA2hebYGqe1TKPd7BI\\\",\\\"y\\\":\\\"guU5ljnepO92VTSMVitzmA_k1y59idxDfAFkK3xqjfw\\\"}\",\"signature\":\"WJJ8tG93y0ho27lQwMuswM0MbWQFc1jueZ5C6Vt4ybqLpoSWBwU3AvDhmbHwHWr1qFMKJ1ga_RXRgY34He3-uQ\",\"signingKeySignature\":\"0x467345f671b6a4c961cee8755c9f18ab2984351ffc8b7e141114ed5dcca5ed4d0ee692aecde36ab28f688bfc3bef57ed4b78b335ac249331c6f87f179a65cec11b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VojXruRchGuLpF6IHNmI6OGfBnA2hebYGqe1TKPd7BI\\\",\\\"y\\\":\\\"guU5ljnepO92VTSMVitzmA_k1y59idxDfAFkK3xqjfw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_U-6pqiCJEERIXs1woXN1w0l8ZVFNxgcRiw-v9Agp5M\"}"