"{\"content\":{\"body\":\"青州学宫的大人物们目光紧紧凝视叶伏天，妖孽，又一个妖孽级人物。 \\n  \\n     刻法箓的速度快到如此境地，这意味着什么？意味着叶伏天对灵气的控制力极强，而且，有着超乎想象的感知力，即便是他不刻法箓，也能在相对较短的时间催动超越他本身境界的法术。 \\n  \\n     “我青州学宫外门有如此妖孽弟子，竟在秋闱上不入甲榜，且还被下达禁令。”雷行宫宫主极其不爽，冷冷的扫了一眼石忠。 \\n  \\n     石忠的脸色非常难看，余生表现出超强的战力，慕容秋却出战都不敢，这已近很打脸了，如今，又有一个叶伏天。 \\n  \\n     少年依旧坐在雪地之上刻箓，非常认真，云天昊铁青着脸，他天命法师催动法阵，比之叶伏天刻法箓竟没有任何优势，这简直是耻辱。 \\n  \\n     云天昊不断催发法术攻击，不再局限于觉醒境顶级法术，而是不断攻击，叶伏天充耳不闻，寻常法术攻击而来他提笔一挥便有法术绽放，将之摧毁，笔下法箓的刻制却丝毫没有受到影响，很快，一枚完整的法箓又将成型。 \\n  \\n     坐在雪中的叶伏天脸上绽放一抹笑意，随后笔落，顷刻间，一股骇人的雷霆风暴出现，朝着云天昊所在的方向轰去。 \\n  \\n     “寒冰守护。”无尽的寒冰之意笼罩着云天昊的身体，将他整个人包裹其中，宛若一尊雕塑般，水系觉醒境顶级防御法术寒冰守护。 \\n  \\n     雷霆风暴从天而降，将寒冰守护都击碎来，但更多的是轰在法阵之上，一道道闪电之光游走，将法阵的图案破坏。 \\n  \\n     “他的目标是法阵，小心。”黑焱学宫有人提醒云天昊。 \\n  \\n     就在这话音落下之时，叶伏天从雪中站起，身体如风般朝着云天昊而去，他的速度极其的快，在这种速度下，云天昊根本来不及再次凝聚法阵战斗。 \\n  \\n     阵图环绕周身，云天昊身体笔直的站在那，寒冰之意在他身体周围流动着，疯狂的吸收天地间的灵气，仿佛他的身体自成法阵。 \\n  \\n     寒气朝着前方蔓延，空气都像是要凝聚成冰霜，云天昊的长发和眉宇皆都化作了雪白之色，但他的目光却锋利至极，直视奔来的叶伏天，在他身体前方，竟然有许多寒冰长矛凝聚而生。 \\n  \\n     “杀。”云天昊早已战出了怒火，身前有寒冰长矛破空杀出，刺向奔来的叶伏天身体。 \\n  \\n     但就在他动手的同时，他身前的空气忽然间绽放一道火焰之光，下一刻，无数火星在空中飞舞，朝着他身体而去。 \\n  \\n     “火星术？”青州学宫的人一阵愕然，火星术根本没有什么攻击力，是最基础的法术。 \\n  \\n     但问题是，这火星术是从哪里而来？ \\n  \\n     叶伏天隔空控制了云天昊身前的火属性灵气，释放法术？才觉醒境界，这需要多强的火属性灵气感知能力才能做到？ \\n  \\n     ‘武道天赋天品，雷电灵气感知力天品。’ \\n  \\n     许多人想起叶伏天的修行天赋，此刻不由得有些茫然，似乎，他还隐藏着火属性的天赋。 \\n  \\n     恐怕，也是天品。 \\n  \\n     火星术当然不是用来攻击的，云天昊抬手一挥，他身前的火星便与寒冰融为一体，但前方，依旧有漫天火星在飞舞，比雪花还要更多，阻碍着他的视野，他知道，叶伏天在利用这没有攻击力的法术靠近他。 \\n  \\n     但是，有用吗？他已经准备好了。 \\n  \\n     一道身影随风降临，正是叶伏天出现了，在他出现的刹那，云天昊怒喝一声，身前悬浮着的寒冰之意裹挟着所有寒冰长矛，同时刺向叶伏天而去，没有一丝的犹豫。 \\n  \\n     攻击的同时，云天昊发现此刻的叶伏天整个人沐浴在炽热无比的火焰之中，如太阳般耀眼，寒冰长矛攻击降临，刚落在叶伏天的身体边缘，便直接融化为水，随即被直接蒸干。 \\n  \\n     叶伏天的身体仿佛化作了熔炉，蒸发一切寒冰。 \\n  \\n     水克火，然而，当火焰的温度足够高，同样能够反向克制。 \\n  \\n     “不好，天昊退。”黑焱学宫鹰眼中年喊道，但叶伏天的速度太快，直接无视寒冰长矛的攻击降临，只见他身体一跃而起，少年身体在空中化作弓形，随即朝着云天昊弹射而出，身躯如龙，有龙啸声传出，一头火焰神龙仿佛附着在叶伏天的身上，朝着云天昊暴击而出。 \\n  \\n     叶伏天如龙身躯所过之处，寒冰之意尽皆蒸发，云天昊知道自己已经退无可退，寒冰守护防御全身，阵图疯狂吸收一切灵气，覆盖他的身体。 \\n  \\n     “吼……”一声震天龙吟响彻空间，寒冰守护不断破碎，云天昊身体被击飞，一股炽热无比的火焰气息冲入他体内，灼烧着他的身体。 \\n  \\n     风呼啸，有黑焱学宫强者将云天昊身体接住，随后一道道身影同时降临他身边，露出紧张之意。 \\n  \\n     “噗……”云天昊喷出一口鲜血，这才感觉好过了些，低声道：“死不了。” \\n  \\n     抬起头，他那骄傲的眼神冰冷的盯着叶伏天，败了，他竟然，败给了一位同境界的少年。 \\n  \\n     此时，叶伏天的目光同样望向他，平静开口：“天命法师，很强吗？” \\n  \\n     “咳咳。”又是一口鲜血呛了出来，云天昊从小被视为天之骄子，何时受过这样的羞辱。 \\n  \\n     然而，他败在对方手里，无话可说。 \\n  \\n     “你是谁？”抬起头，云天昊盯着叶伏天问道，他会记着眼前的少年。 \\n  \\n     看了少年一眼，叶伏天道：“叶伏天。” \\n  \\n     旁边的鹰眼中年皱了皱眉，开口道：“来之前我便打探过最近数年春闱秋闱大考前三人，为何没有听过你的名字？” \\n  \\n     以叶伏天的强大和天赋，不该在青州学宫无名。 \\n  \\n     青州学宫的人听到鹰眼中年的话不由得有些尴尬，叶伏天在两个月前的秋闱大考本该有名的，然而，却因为某些原因，他的名字从甲榜除名，此刻对方问来，却是显得有些尴尬了。 \\n  \\n     叶伏天似乎自己也自嘲一笑，道：“我本就是青州学宫将弃之人，正留待学宫观察。” \\n  \\n     “哼，胜了便胜了，何必要如此羞辱我，有何意义。”云天昊抬头盯着叶伏天，以为叶伏天故意羞辱他。 \\n  \\n     “他说的是实话。”后面，余生开口说道，依旧显得有些不爽。 \\n  \\n     黑焱学宫的人都愣住了，随即只见鹰眼中年狂笑起来，目光扫向青州学宫的那些大人物道：“如此天才，竟是青州学宫将弃之人，你若愿入我黑焱学宫，必倾尽一切培养，如何？” \\n  \\n     “这……”听到鹰眼中年的话青州学宫的人只感觉脸上火辣辣的，尤其是那些大人物们，黑焱学宫身为敌人，却都能如此，而他们青州学宫，两相对比，显得更讽刺了。 \\n  \\n     “不必了。”叶伏天淡淡的回应，直接拒绝。 \\n  \\n     “好，既然如此，下次见面，便为战场了。”鹰眼中年盯着叶伏天道，像是对他的警告，说罢转身道：“走。” \\n  \\n     黑焱学宫诸强者冰冷的扫向青州学宫诸人，随后纷纷转身离去，他们虽然战败，但气势依旧不减。 \\n  \\n     反之，青州学宫似乎也并没有扬眉吐气的畅快感。 \\n  \\n     先是三战全败，若无余生和叶伏天出手，青州学宫将会颜面尽失。 \\n  \\n     但有些讽刺的是，叶伏天此刻还背负着学宫的惩罚禁令，余生也被莫名黑掉了秋闱大考第一，恰恰是他们二人，今日却挽救了青州学宫的颜面。 \\n  \\n     此时余生就站在叶伏天身旁不远处，无数道目光落在两位少年的身上，就在刚才，他们重新认识了这两位少年，尤其是叶伏天。 \\n  \\n     嚣张、狂妄？ \\n  \\n     那不过是表象，以他今日表现出来的天赋，他以前简直低调得吓人。 \\n  \\n     “叶伏天，以前学宫对你有所误解，好在没有铸成大错，你既然雷、火双属性法师，且擅长武道，以后是想要入哪一宫修行？”剑阁阁主冷青峰对着叶伏天开口问道，超强的武道天赋，双系法师天赋，再加上他展现出来的刻箓师天赋，叶伏天，真正的妖孽天才。 \\n  \\n     武道宫和术法宫，将任由他选择，只要他愿意。 \\n  \\n     “还有余生，我战楼，欢迎你的加入，我会亲自教导于你。”战楼楼主开始拉人。 \\n  \\n     “我金行宫也一样，法师才是正道，余生，你应该修法。”金行宫宫主抢人。 \\n  \\n     余生没有说什么，他将目光投向叶伏天，一切，由他来决定。 \\n  \\n     诸人见到余生的目光，似乎也明白了，真正的决定权了，都在叶伏天身上。 \\n  \\n     所有人的目光，便都集中于叶伏天一人身上，万众瞩目。 \\n  \\n     叶伏天看着青州学宫大人物的期待目光，缓缓开口：“秋闱大考之事，就这样过去了吗？” \\n  \\n     他的话音落下，顿时许多人的脸色都变得精彩了起来，看着少年英俊身影，许多人心中感叹，真是倔强啊。 \\n  \\n     “这家伙。”秦伊低声道，她当然为叶伏天强大而感到高兴，如今，在叶伏天和余生面前，将是一条辉煌大道，但这家伙竟然还是不肯放下过去的事情，再次提及。 \\n  \\n     冷青峰望向叶伏天，心中对石忠的不满更加强烈了，开口道：“叶伏天，秋闱大考，可能存在一些误判，但既然余生已经证明自己足够优秀，你何必还要在意。” \\n  \\n     “只是，误判吗？”叶伏天脸上露出一抹嘲讽的笑容，如今他已经知道，秋闱大考存在一些不为人知的黑幕，既然如此，冷青峰的答案，显然不能让他满意。 \\n  \\n     “你想如何？”冷青峰开口问道。 \\n  \\n     叶伏天对着冷青峰微微欠身，道：“我不过学宫一外门弟子，怎敢如何，然而阁主若是认为只有误判二字的话，我也无话可说，刚才一战，算是还了学宫三年教导之恩，至于成为学宫正式弟子，便不必了。” \\n  \\n     叶伏天话音落下，空间死一般的寂静，雪花在空中飞舞，落在少年的脸上，这一刻他们，才真正感觉自己有些了解那倔强少年！\",\"timestamp\":1642760797,\"title\":\"第二十六章 倔强少年\"},\"digest\":\"kj6Qns_HbtYuBDi4xLPphwYdsmlibnSvLb4UcZq0ojg\",\"authorship\":{\"contributor\":\"0x68593b3f2FF8a896B6e789191f43542677d63588\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jgXJybAfOHwnur0iruhlfSdS0jlvGty9YB159a9ydh0\\\",\\\"y\\\":\\\"5LXCXYWVuazKEACqt7961cz_q5yF7N_wGeoiRBQndrQ\\\"}\",\"signature\":\"XV-sFeLy8F9bGTwRjm2dS_qT66hr8Fl7PfR7h1B3VJypuBQz_XhI-GYPSuvHL0aHbRpQnasjfW1zk9US251bYA\",\"signingKeySignature\":\"0x322f8c3b381245361363f6a0b711631bd34a5dc305b2460ac609f1e4a4439a4d191fd1e9899d9c015b7cc53a9ddb9ebdf81d8ffb226e9950841c6c4fadc634561b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jgXJybAfOHwnur0iruhlfSdS0jlvGty9YB159a9ydh0\\\",\\\"y\\\":\\\"5LXCXYWVuazKEACqt7961cz_q5yF7N_wGeoiRBQndrQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kj6Qns_HbtYuBDi4xLPphwYdsmlibnSvLb4UcZq0ojg\"}"