"{\"content\":{\"body\":\"was appointed to a curacy in one of the northern districts of the province. He fulfilled all the duties of his station in such a manner as to win the confidence and affection of every member of his congregation, and was often spoken of with respect, even in parts of the country distant from the scene of his labors. It was not, however, until the troubles broke out, and the destruction and bloodshed began, that he became renowned far and wide, from one end of Brittany to another. From the date of the very first persecutions the name of Father Paul was a rallying-cry of the hunted peasantry; he was their great encouragement under oppression, their example in danger, their last and only consoler in the hour of death. Wherever havoc and ruin raged most fiercely, wherever the pursuit was hottest and the slaughter most cruel, there the intrepid priest was sure to be seen pursuing his sacred duties in defiance of every peril. His hair-breadth escapes from death; his extraordinary re-appearances in parts of the country where no one ever expected to see him again, were regarded by the poorer classes with superstitious awe. Wherever Father Paul appeared, with his black dress, his calm face, and the ivory crucifix which he always carried in his hand, the people reverenced him as more than mortal; and grew at last to believe, that, single-handed, he would successfully defend his religion against the armies of the Republic. But their simple confidence in his powers of resistance was soon destined to be shaken. Fresh re-enforcements arrived in Brittany, and overran the whole province from one end to the other. One morning, after celebrating service in a dismantled church, and after narrowly escaping with his life from those who pursued him, the priest disappeared. Secret inquiries were made after him in all directions; but he was heard of no more.\\n\\nMany weary days had passed, and the dispirited peasantry had already mourned him as dead,when some fishermen on the northern coast observed a ship of light burden in the offing, making signals to the shore. They put off to her in their boats; and on reaching the deck saw standing before them the well-remembered figure of Father Paul.\\n\\nThe priest had returned to his congregations, and had founded the new altar that they were to worship at on the deck of the ship! Razed from the face of the earth, their church had not been destroyed--for Father Paul and the priests who acted with him had given that church a refuge on the sea. Henceforth, their children could still be baptized, their sons and daughters could still be married, the burial of their dead could still be solemnized, under the sanction of the old religion for which, not vainly, they had suffered so patiently and so long.\\n\\nThroughout the remaining time of trouble the services were uninterrupted on board the ship. A code of signals was established by which those on shore were always enabled to direct their brethren at sea toward such parts of the coast as happened to be uninfested by the enemies of their worship. On the morning of Gabriel's visit to the farmhouse these signals had shaped the course of the ship toward the extremity of the peninsula of Quiberon. The people of the district were all prepared to expect the appearance of the vessel some time in the evening, and had their boats ready at a moment's notice to put off, and attend the service. At the conclusion of this service Pere Bonan had arranged that the marriage of his daughter and Gabriel was to take place.\\n\\nThey waited for evening at the farmhouse. A little before sunset the ship was signaled as in sight; and then Pere Bonan and his wife, followed by Gabriel and Perrine, set forth over the heath to the beach. With the solitary exception of Francois Sarzeau, the whole population of the neighborhood was already assembled there, Gabriel's brother and sisters being among the number.\\n\\nIt was the calmest evening that had been known for months. There was not a cloud in the lustrous sky--not a ripple on the still surface of the sea. The smallest children were suffered by their mothers to stray down on the beach as they pleased; for the waves of the great ocean slept as tenderly and noiselessly on their sandy bed as if they had been changed into the waters of an inland lake. Slow, almost imperceptible, was the approach of the ship--there was hardly a breath of wind to carry her on--she was just drifting gently with the landward set of the tide at that hour, while her sails hung idly against the masts. Long after the sun had gone down, the congregation still waited and watched on the beach. The moon and stars were arrayed in their glory of the night before the ship dropped anchor. Then the muffled tolling of a bell came solemnly across the quiet waters; and then, from every creek along the shore, as far as the eye could reach, the black forms of the fishermen's boats shot out swift and stealthy into the shining sea.\\n\\nBy the time the boats had arrived alongside of the ship, the lamp had been kindled before the altar, and its flame was gleaming red and dull in the radiant moonlight. Two of the priests on board were clothed in their robes of office, and were waiting in their appointed places to begin the service. But there was a third, dressed only in the ordinary attire of his calling, who mingled with the congregation, and spoke a few words to each of the persons composing it, as, one by one, they mounted the sides of the ship. Those who had never seen him before knew by the famous ivory crucifix in his hand that the priest who received them was Father Paul. Gabriel looked at this man, whom he now beheld for the first time, with a mixture of astonishment and awe; for he saw that the renowned chief of the Christians of Brittany was, to all appearance, but little older than himself.\\n\\nThe expression on the pale, calm face of the priest was so gentle and kind, that children j ust able to walk tottered up to him, and held familiarly by the skirts of his black gown, whenever his clear blue eyes rested on theirs, while he beckoned them to his side. No one would ever have guessed from the countenance of Father Paul what deadly perils he had confronted, but for the scar of a saber-wound, as yet hardly healed, which ran across his forehead. That wound had been dealt while he was kneeling before the altar in the last church in Brittany which had escaped spoliation. He would have died where he knelt, but for the peasants who were praying with him, and who, unarmed as they were, threw themselves like tigers on the soldiery, and at awful sacrifice of their own lives saved the life of their priest. There was not a man now on board the ship who would have hesitated, had the occasion called for it again, to have rescued him in the same way.\\n\\nThe service began. Since the days when the primitive Christians worshiped amid the caverns of the earth, can any service be imagined nobler in itself, or sublimer in the circumstances surrounding it, than that which was now offered up? Here was no artificial  pomp, no gaudy profusion of ornament, no attendant grandeur of man's creation. All around this church spread the hushed and awful majesty of the tranquil sea. The roof of this cathedral was the immeasurable heaven, the pure moon its one great light, the countless glories of the stars its only adornment. Here were no hired singers or rich priest-princes; no curious sight-seers, or careless lovers of sweet sounds. This congregation and they who had gathered it together, were all poor alike, all persecuted alike, all worshiping alike, to the overthrow of their worldly interests, and at the imminent peril of their lives. How brightly and tenderly the moonlight shone upon the altar and the people before it! how solemnly and divinely the deep harmonies, as they chanted the penitential Psalms, mingled with the hoarse singing of the freshening night breeze in the rigging of the ship! how sweetly the still rushing murmur of many voices, as they uttered the responses together, now died away, and now rose again softly into the mysterious night!\\n\\nOf all the members of the congregation--young or old--there was but one over whom that impressive service exercised no influence of consolation or of peace; that one was Gabriel. Often, throughout the day, his reproaching conscience had spoken within him again and again. Often when he joined the little assembly on the beach, he turned away his face in secret shame and apprehension from Perrine and her father. Vainly, after gaining the deck of the ship, did he try to meet the eye of Father Paul as frankly, as readily, and as affectionately as others met it. The burden of concealment seemed too heavy to be borne in the presence of the priest--and yet, torment as it was, he still bore it! But when he knelt with the rest of the congregation and saw Perrine kneeling by his side--when he felt the calmness of the solemn night and the still sea filling his heart--when the sounds of the first prayers spoke with a dread spiritual language of their own to his soul--then the remembrance of the confession which he had neglected, and the terror of receiving unprepared the sacrament which he knew would be offered to him--grew too vivid to be endured; the sense that he merited no longer, though once worthy of it, the confidence in his perfect truth and candor placed in him by the woman with whom he was soon to stand before the altar, overwhelmed him with shame: the mere act of kneeling among that congregation, the passive accomplice by his silence and secrecy, for aught he knew to the contrary, of a crime which it was his bounden duty to denounce, appalled him as if he had already committed sacrilege that could never be forgiven. Tears flowed down his cheeks, though he strove to repress them: sobs burst from him, though he tried to stifle them. He knew that others besides Perrine were looking at him in astonishment and alarm; but he could neither control himself, nor move to leave his place, nor raise his eyes even--until suddenly he felt a hand laid on his shoulder. That touch, slight as it was, ran through him instantly He looked up, and saw Father Paul standing by his side.\\n\\nBeckoning him to follow, and signing to the congregation not to suspend their devotions, he led Gabriel out of the assembly--then paused for a moment, reflecting--then beckoning him again, took him into the cabin of the ship, and closed the door carefully.\\n\\n\\\"You have something on your mind,\\\" he said, simply and quietly, taking the young man by the hand. \\\"I may be able to relieve you, if you tell me what it is.\\\"\\n\\nAs Gabriel heard these gentle words, and saw, by the light of a lamp which burned before a cross fixed against the wall, the sad kindness of expression with which the priest was regarding him, the oppression that had lain so long on his heart seemed to leave it in an instant. The haunting fear of ever divulging his fatal suspicions and his fatal secret had vanished, as it were, at the touch of Father Paul's hand. For the first time he now repeated to another ear--the sounds of prayer and praise rising grandly the while from the congregation above--his grandfather's death-bed confession, word for word almost, as he had heard it in the cottage on the night of the storm.\\n\\nOnce, and once only, did Father Paul interrupt the narrative, which in whispers was addressed to him. Gabriel had hardly repeated the first two or three sentences of his grandfather's confession, when the priest, in quick, altered tones, abruptly asked him his name and place of abode.\\n\\nAs the question was answered, Father Paul's calm face became suddenly agitated; but the next moment, resolutely resuming his self-possession, he bowed his head as a sign that Gabriel was to continue; clasped his trembling hands, and raising them as if in silent prayer, fixed his eyes intently on the cross. He never looked away from it while the terrible narrative proceeded. But when Gabriel described his search at the Merchant's Table; and, referring to his father's behavior since that time, appealed to the priest to know whether he might even yet, in defiance of appearances, be still filially justified in doubting whether the crime had been really perpetrated--then Father Paul moved near to him once more, and spoke again.\\n\\n\\\"Compose yourself, and look at me,\\\" he said, with his former sad kindness of voice and manner. \\\"I can end your doubts forever. Gabriel, your father was guilty in intention and in act; but the victim of his crime still lives. I can prove it.\\\"\\n\\nGabriel's heart beat wildly; a deadly coldness crept over him as he saw Father Paul loosen the fastening of his cassock round the throat.\\n\\nAt that instant the chanting of the congregation above ceased; and then the sudden and awful stillness was deepened rather than interrupted by the faint sound of one voice praying. Slowly and with trembling fingers the priest removed the band round his neck--paused a little--sighed heavily--and pointed to a scar which was now plainly visible on one side of his throat. He said something at the same time; but the bell above tolled while he spoke. It was the signal of the elevation of the Host. Gabriel felt an arm passed round him, guiding him to his knees, and sustaining him from sinking to the floor. For one moment longer he was conscious that the bell had stopped, that there was dead silence, that Father Paul was kneeling by him beneath the cross, with bowed head--then all objects around vanished; and he saw and knew nothing more.\\n\\nWhen he recovered his senses, he was still in the cabin; the man whose life his father had attempted was bending over him, and sprinkling water on his face; and the clear voices of the women and children of the congregation were joining the voices of the men in singing the *Agnus Dei.*\\n\\n\\\"Look up at me without fear, Gabriel,\\\" said the priest. \\\"I desire not to avenge injuries: I visit not the sins of the father on the child. Look up, and listen! I have strange things to speak of; and I have a sacred mission to fulfill before the morning, in which you must be my guide .\\\"\\n\\nGabriel attempted to kneel and kiss his hand but Father Paul stopped him, and said, pointing to the cross: \\\"Kneel to that--not to me; not to your fellow-mortal, and your friend--for I will be your friend, Gabriel; believing that God's mercy has ordered it so. And now listen to me,\\\" he proceeded, with a brotherly tenderness in his manner which went to Gabriel's heart. The service is nearly ended. What I have to tell you must be told at once; the errand on which you will guide me must be performed before to-morrow dawns. Sit here near me, and attend to what I now say!\\\"\\n\\nGabriel obeyed; Father Paul then proceeded thus:\\n\\n\\\"I believe the confession made to you by your grandfather to have been true in every particular. On the evening to which he referred you, I approached your cottage, as he said, for the purpose of asking shelter for the night. At that period I had been studying hard to qualify myself for the holy calling which I now pursue; and, on the completion of my studies, had indulged in the recreation of a tour on foot through Brittany, by way of innocently and agreeably occupying the leisure time then at my disposal, before I entered the priesthood. When I accosted your father I had lost my way, had been walking for many hours, and was glad of any rest that I could get for the night. It is unnecessary to pain you now, by reference to the events which followed my entrance under your father's roof. I remember nothing that happened from the time when I lay down to sleep before the fire, until the time when I recovered my senses at the place which you call the Merchant's Table. My first sensation was that of being moved into the cold air; when I opened my eyes I saw the great Druid stones rising close above me, and two men on either side of me rifling my pockets. They found nothing valuable there, and were about to leave me where I lay, when I gathered strength enough  to appeal to their mercy through their cupidity. Money was not scarce with me then, and I was able to offer them a rich reward (which they ultimately received as I had promised) if they would take me to any place where I could get shelter and medical help. I supposed they inferred by my language and accent--perhaps also by the linen I wore, which they examined closely--that I belonged to the higher ranks of the community, in spite of the plainness of my outer garments; and might, therefore, be in a position to make good my promise to them. I heard one say to the other, 'Let us risk it'; and then they took me in their arms, carried me down to a boat on the beach, and rowed to a vessel in the offing. The next day they disembarked me at Paimboeuf, where I got the assistance which I so much needed. I learned, through the confidence they were obliged to place in me in order to give me the means of sending them their promised reward, that these men were smugglers, and that they were in the habit of using the cavity in which I had been laid as a place of concealment for goods, and for letters of advice to their accomplices. This accounted for their finding me. As to my wound, I was informed by the surgeon who attended me that it had missed being inflicted in a mortal part by less than a quarter of an inch, and that, as it was, nothing but the action of the night air in coagulating the blood over the place, had, in the first instance, saved my life. To be brief, I recovered after a long illness, returned to Paris, and was called to the priesthood. The will of my superiors obliged me to perform the first duties of my vocation in the great city; but my own wish was to be appointed to a cure of souls in your province, Gabriel. Can you imagine why?\\\"\\n\\nThe answer to this question was in Gabriel's heart; but he was still too deeply awed and affected by what he had heard to give it utterance.\\n\\n\\\"I must tell you, then, what my motive was,\\\" said Father Paul. \\\"You must know first that I uniformly abstained from disclosing to any one where and by whom my life had been attempted. I kept this a secret from the men who rescued me--from the surgeon--from my own friends even. My reason for such a proceeding was, I would fain believe, a Christian reason. I hope I had always felt a sincere and humble desire to prove myself, by the help of God, worthy of the sacred vocation to which I was destined. But my miraculous escape from death made an impression on my mind, which gave me another and an infinitely higher view of this vocation--the view which I have since striven, and shall always strive for the future, to maintain. As I lay, during the first days of my recovery, examining my own heart, and considering in what manner it would be my duty to act toward your father when I was restored to health, a thought came into my mind which calmed, comforted, and resolved all my doubts. I said within myself, 'In a few months more I shall be called to be one of the chosen ministers of God. If I am worthy of my vocation, my first desire toward this man who has attempted to take my life should be, not to know that human justice has overtaken him, but to know that he has truly and religiously repented and made atonement for his guilt. To such repentance and atonement let it be my duty to call him; if he reject that appeal, and be hardened only the more against me because I have forgiven him my injuries, then it will be time enough to denounce him for his crimes to his fellow-men. Surely it must be well for me, here and hereafter, if I begin my career in the holy priesthood by helping to save from hell the soul of the man who, of all others, has most cruelly wronged me. It was for this reason, Gabriel--it was because I desired to go straightway to your father's cottage, and reclaim him after he had believed me to be dead--that I kept the secret and entreated of my superiors that I might be sent to Brittany. But this, as I have said, was not to be at first, and when my desire was granted, my place was assigned me in a far district. The persecution under which we still suffer broke out; the designs of my life were changed; my own will became no longer mine to guide me. But, through sorrow and suffering, and danger and bloodshed, I am now led, after many days, to the execution of that first purpose which I formed on entering the priesthood. Gabriel, when the service is over, and the congregation are dispersed, you must guide me to the door of your father's cottage.\\\"\",\"timestamp\":1639129581,\"title\":\"\\nNot very long before the persecutions broke out in Brittany, a priest, known generally by the name of Father Paul,\"},\"digest\":\"vlKZ4f-KPnPX3HRnXRRALssXoRx-pC8bCeJrwusWYWc\",\"authorship\":{\"contributor\":\"0xa216D8906Acd104a8EC6a31f93e945DFe15768c1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e1CojFvP4Z2PIZUfXVgMVE53LPrTCj8FdnMcXwXuPuw\\\",\\\"y\\\":\\\"eNgfrf-NvQbWfea70gzY8dUNjIVkLaIFtQMffkVxK_Y\\\"}\",\"signature\":\"0XrbEVsfC-ophEOq5GcrPeQVoJvUW7r0XxRplNkNfIwwKMOUN6rlmVq_7Z1jixe0m44ERE5PRgiOgDAQDaaQTQ\",\"signingKeySignature\":\"0x3672460d5b79240a45e668d3fcbee87829def05a78cdc8abcf333028853400e6240343da0dc2fc39d1185b0ea6216f4a49266ac4e83131731465a9bb120400a31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e1CojFvP4Z2PIZUfXVgMVE53LPrTCj8FdnMcXwXuPuw\\\",\\\"y\\\":\\\"eNgfrf-NvQbWfea70gzY8dUNjIVkLaIFtQMffkVxK_Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vlKZ4f-KPnPX3HRnXRRALssXoRx-pC8bCeJrwusWYWc\"}"