"{\"content\":{\"body\":\"![Photo by Tim Mossholder on Unsplash](https://images.mirror-media.xyz/publication-images/erO6yrkraom9hXJ9vCXLD.jpg?height=427&width=640)\\n\\nThe COVID pandemic has drastically changed the way we live and work. For small businesses, this presents both challenges and opportunities. \\n\\nBut first…\\n\\n```\\nYou have a responsibility as an entrepreneur to make sure your company survives in any world — this includes adapting when necessary\\n```\\n\\nThis includes me as a writer, as an employee, as a podcaster, as a son/boyfriend/friend. \\n\\nThis blog post will explore how SMBs can adapt to the new post-COVID world and thrive in it. It’ll also look at some of the steps you can take to make sure your business is ready for anything. ***Thanks for reading!***\\n\\n### Think about your customers and what they want\\n\\nLet’s take this example to explain the framework:\\n\\n```\\n<Restaurants> \\n\\nYour lunch crowd significantly decreased because no one works at offices. You have all the delivery apps, but every sale you make loses you money because of the fees.\\n\\nYou've tried to put thank you notes, coupons, gift cards, but nothing works. \\n\\nWhat do you do?\\n```\\n\\nRight now it’s not about making lemons out of lemonade. \\n\\nIt’s asking if your customers even want lemonade — and if your lemons can be something they want. \\n\\nAs a SMB owner, you have way more flexibility than a bigger company to cater custom solutions for your customers. Think about it in this framework:\\n\\n### 1) Do we know why our customers still choose us? \\n\\nLet’s start with No. 1. Where are the customers located? Are they close or spread apart? What menu items get sold the most? Do they buy just the main or other things like appetizers or desserts? \\n\\nIf you don’t know the answers to these questions, instead of thank you notes, say bring in this note from delivery to the store and get a free appetizer or dessert. \\n\\nSometimes your data alone can’t tell you this. But hear from your customers why they pick you.\\n\\n![Photo by Clay Banks on Unsplash](https://images.mirror-media.xyz/publication-images/uyHbOv9MneLQwf1qjoIIh.jpg?height=2002&width=3000)\\n\\n### 2) What can we do to support them more? \\n\\nNo. 2, support them more sounds weird for a restaurant, but don’t forget your value. Whether its lower prices, whole new menu offerings, set menus, etc… There’s something there. \\n\\nOr, take a pivot. What if you found out people order you because your bigger portions help feed a family. Thoughts on family-size or catering-size portions? \\n\\nWhat if it’s the opposite — it’s small portions for lunch. Can you create things like salad shakers or heatable meals? Can you start selling pre-packaged lunches once a week like a food prep service? \\n\\nNo. 1 leads to how you can support more, not just sell more.\\n\\n### 3) Who else in their lives can you help more, too?\\n\\nFinally, No. 3. Are one of your customers managers of a team? Can you offer them a Zoom cooking class for free as long as she pay for your delivery and food packages at cost? \\n\\nDo they have a toddler? Can you send over a bib in the next delivery? Are they a big local sports team fan? Can you send them stickers or a hat to wear? \\n\\nNow think outside of just a sale. Look at the bigger picture of what value can you add.\\n\\nIt’s not merch if you realize that most of your customers have toddlers and you sell bibs. Or they like your ice coffee, but often drink it in an insulted cup.\\n\\nTake time to invest in the data of why they are your customers. And then go with it. \\n\\n### How other businesses can use this framework\\n\\n![Photo by Christina @ wocintechchat.com on Unsplash](https://images.mirror-media.xyz/publication-images/nTQCMmP2yFf9mmd8LJ9sp.jpg?height=4016&width=6016)\\n\\nTech company. Clothing company. Fitness trainers. Social media consultants. \\n\\nMost people do not ask these questions, but I think it’s more important in a post COVID world. \\n\\nConsumers are willing to pay with heart, rather than just value. More people will choose convenience and price (and then price, price, price, price…), but post COVID world, people are choosing more with heart.\\n\\nYour company may not need to adapt. You may have to find ways just to unload inventory or figure out how to create from your raw goods.\\n\\nBut even if that’s the case and you have no customers, think of yourself as a solution. Don’t think ahead of how to market it either.\\n\\nGet creative with how you can provide value to them. Don’t look to innovate to get ahead, but look to create a whole new economy — because behaviors changed, and we then also have new needs. \\n\\nUtilize your storage space as a key offering to your customers, focusing on how it can serve as an extension of their homes, offices and cars.\\n\\nConnect with your local government to see what services they provide within the community that could be beneficial for you as a business owner.\\n\\nRemember that it’s on the SMBs to figure this out. But more than ever, customers are willing to give feedback for free. When stuck with next steps, try following the steps mentioned before:\\n\\n1.  Do we know why our customers still choose us? \\n2. What can we do to support them more? \\n3. Who else in their lives can you help more, too?\\n\\n____________________________\\n\\n*Tony Lee (aka [@sheckii](https://www.twitter.com/sheckii)) is a digital advertising entrepreneur who worked on brands like 20th Century Fox, Sam’s Club, ABC Entertainment, Nintendo, Starz, sweetgreen, outdoor voices, First Republic Bank, Kane’s Furniture and more. He currently works as a lead for Performance Marketing at Shopify for international paid social media acquisition. He’s also the host of [welcome to sheckiiville podcast](https://anchor.fm/sheckii) available on Apple and iOS devices.*\\n\\n![](https://images.mirror-media.xyz/publication-images/x6BGy75aJRtr35ObfVjq3.png?height=1762&width=1536)\\n\\n\",\"timestamp\":1640413747,\"title\":\"How small businesses can adapt and innovate in the post COVID world \"},\"digest\":\"qVacwkQfrxBRcoA5-jJDZSWPkNfHuUgJ5FwemWFy1Ec\",\"authorship\":{\"contributor\":\"0x05E2664B70F255108A8932627d9F56A216bc519B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4jxSTnuAeaBzJp9GQmevG5IpygOktE8x8Ou_LTDrY-E\\\",\\\"y\\\":\\\"YqJkjqUQeExYRjtpDHObP_1A6tmKEx5N__BPdPe-n84\\\"}\",\"signature\":\"lR8x--Eng_bh4DXosdIMr2ydPnwLatPGFDSxAPRy2VAUUDL40GjqZfkwN34jbWVC5q9pjKVdaLuzlnYwvrbmJw\",\"signingKeySignature\":\"0x10ed8a4c8626d814396816e38132053932f58d7d342940fe55a72a4be888a0400a4ab6116fc04980849028ada44af3204b48ea838dab33382beaf3889ca0c6971b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4jxSTnuAeaBzJp9GQmevG5IpygOktE8x8Ou_LTDrY-E\\\",\\\"y\\\":\\\"YqJkjqUQeExYRjtpDHObP_1A6tmKEx5N__BPdPe-n84\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qVacwkQfrxBRcoA5-jJDZSWPkNfHuUgJ5FwemWFy1Ec\"}"