"{\"content\":{\"body\":\"Terraform Labs and its CEO, Do Kwon, are challenging the U.S. Securities and Exchange Commission (SEC), claiming the regulator [improperly served Kwon subpoenas](https://www.coindesk.com/business/2021/10/23/terras-do-kwon-was-served-by-sec-new-lawsuit-shows/) at Mainnet 2021 despite not having jurisdiction over Kwon or his company. They have asked a New York court to dismiss the subpoenas.\\n\\nTerraform filed a motion last Friday [opposing](https://storage.courtlistener.com/recap/gov.uscourts.nysd.569722/gov.uscourts.nysd.569722.18.0.pdf) an SEC [effort](https://storage.courtlistener.com/recap/gov.uscourts.nysd.569722/gov.uscourts.nysd.569722.1.0.pdf) to compel Kwon and Terraform Labs to cooperate with subpoenas issued in the SEC’s ongoing investigation of Terra’s Mirror Protocol. The SEC filed its motion last month after Terraform and Kwon sued the agency on claims that it violated its own rules and the Due Process clause of the U.S. Constitution in serving Kwon in September.\\n\\nBecause the SEC’s lawyers did not get permission from the Commissioners to subpoena Kwon – which must be done in cases where the subpoenaed party is represented by lawyers – Kwon’s attorneys say he was improperly served, rendering the subpoenas invalid.\\n\\nThe Mirror Protocol is a decentralized finance (DeFi) platform that allows users to create and trade “mirrored assets,” or mAssets, that [“mirror” the price of stocks](https://www.coindesk.com/tech/2020/12/03/terra-brings-24-hour-trading-to-synthetic-versions-of-stocks-like-tsla-and-aapl/) – including major stocks traded on U.S. exchanges. It was launched last December.\\n\\nOn May 7, less than five months after the launch of the Mirror Protocol, the SEC opened an investigation to determine whether Terraform Labs was in violation of federal securities laws by allowing synthetic stocks to be minted and sold on its platform.\\n\\nThe SEC’s investigation of the Mirror Protocol is just one in a sea of similar investigations the U.S. regulator is conducting against crypto companies in an attempt to sniff out scams and regulate the booming crypto industry. The lack of regulatory clarity has been an issue for both crypto companies, which struggle to know what the rules are and what they can do legally, and regulators, such as the SEC and the Commodity Futures Trading Commission (CFTC) that are in the midst of a [power struggle](https://www.coindesk.com/policy/2021/08/31/state-of-crypto-sec-vs-cftc/) for control over the regulation of the industry.\\n\\nUnder the leadership of Gary Gensler, the SEC has expanded its crypto regulation efforts. But with thousands of projects, the regulatory body has focused its efforts on major players like Coinbase. The Mirror Protocol’s fast growth – documents filed by the SEC state the mAssets have a total value of $437 million and the protocol’s governance token has a market capitalization of $407 million – puts Terraform Labs squarely in the SEC’s crosshairs as a major crypto project.\\n\\nBut because Terraform Labs – which was incorporated in Singapore and has offices in both Singapore and South Korea – is not an American company and Do Kwon – a South Korean national who lives in Singapore – is not an American citizen, the SEC’s jurisdiction in its investigation was limited, according to Terraform’s filings.\\n\\nIn late May, two weeks after opening their investigation, lawyers for the SEC contacted Kwon via email to inform him of the investigation of Mirror Protocol and asked him for his voluntary cooperation. Kwon agreed and hired U.S-based lawyers with Denton LLC, a large global law firm, to represent him.\\n\\nAccording to Kwon’s attorneys, between May and September Kwon and Terraform voluntarily cooperated with the SEC, including participating in a five-hour video interview on July 8 where Kwon was asked to provide details about the Mirror Protocol’s creation and structure, as well as his personal ownership of any mAssets or MIR tokens, the protocol’s governance token. Through his attorneys, Kwon also produced documents requested by the SEC.\\n\\nOn Sept. 15, Kwon’s lawyers say they were told by the SEC that, despite the SEC finding no conclusive evidence of any violations of U.S. securities laws, the investigation could only be resolved through an enforcement action.\\n\\nOn Sept. 17, lawyers for the SEC issued and signed two subpoenas – one for Kwon and one for Terraform Labs – which were then served to Kwon on September 20, as he was about to participate in a panel discussion at Messari’s Mainnet 2021 conference in New York.\\n\\nDespite rampant speculation on crypto Twitter, Kwon told [the Defiant](https://thedefiant.io/messari-sec/) that he had not been served by the SEC at Mainnet. He later told [CoinDesk](https://www.youtube.com/watch?v=7o_U4DmWd8g) that the lie was unintentional, claiming that he didn’t know what had happened until later that day.\\n\\n“Somebody handed me, like, a packet of paper right before I had to go on stage,” Kwon told CoinDesk. “After speaking at the conference … the stuff out on Twitter and people talking about people getting served – that’s when we realized the SEC gave us a packet of paper that was supposed to mean something.”\\n\\nOn Oct. 22, Kwon and Terraform Labs filed a civil lawsuit in New York against the SEC – a highly unusual move, as suits against the SEC are rare – alleging the SEC improperly served the two Sept. 20 subpoenas. It also claims that the SEC does not have proper jurisdiction over either Kwon or Terraform Labs, and asked the court to quash the subpoenas and end the investigation.\\n\\n***Read More: [Terra’s Do Kwon Was Served by SEC, New Lawsuit Shows](https://www.coindesk.com/business/2021/10/23/terras-do-kwon-was-served-by-sec-new-lawsuit-shows/?outputType=amp)***\\n\\nIn response, the SEC filed a separate application in the same court (the Southern District of New York) on Nov. 12, asking the court to compel Kwon and Terraform Labs to comply with the subpoenas, which demand the production of documents and Kwon’s appearance to testify in-person at the SEC’s headquarters in Washington, D.C.\\n\\nIn its application, the SEC denied that it improperly served the subpoenas. It also claims that it has rightful jurisdiction to serve the subpoenas – jurisdiction over Kwon because he entered the United States and was served in person at Mainnet, and jurisdiction over Terraform Labs because it allows U.S-based customers to trade on its platform.\\n\\n \\n \",\"timestamp\":1640055867,\"title\":\"Do Kwon, Terra Claim SEC Violated Procedure in Ongoing Legal Fight\"},\"digest\":\"a5iCxLwxO41lFJ5mAYX3wlj_pByfykL9xpzdaksI38A\",\"authorship\":{\"contributor\":\"0xF02716289b2036d51283B9baEc327355F27381F9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GNibMA0o08-ydVQPpxLsYGAE4Kkwc4qFwaXVgi04em8\\\",\\\"y\\\":\\\"_A1Ni64-3uOrvNwqd8reCaZkDmxJ_dd_G-f7tvfjZg4\\\"}\",\"signature\":\"maHRxkGJiLN5dL-CyjrdqlSKihclzBwG1MqDWkRzK3aqKDb4cfHLKxHI4bKxZbuAxmlRXS2hO0mAozdL93NRww\",\"signingKeySignature\":\"0xff51e626184936d60d298aea17194e58de08a6bf2ba5aed7410d7664e9cf58ec32c5afe1173d9c93020fdefb236d55d6a99c93499cd3b66c2b4211ade183f32b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GNibMA0o08-ydVQPpxLsYGAE4Kkwc4qFwaXVgi04em8\\\",\\\"y\\\":\\\"_A1Ni64-3uOrvNwqd8reCaZkDmxJ_dd_G-f7tvfjZg4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"a5iCxLwxO41lFJ5mAYX3wlj_pByfykL9xpzdaksI38A\"}"