"{\"content\":{\"body\":\"Describing what it’s like to enter the realm of madness, and how it changes a person’s perception is one of my favorite topics to write about, since I’ve experienced that myself.\\n\\nI’m 26 years old today; my first episode happened two years ago. Afterwards, I felt abandoned and very alone; I had no one to listen to this story at the time. So I started writing it.\\n\\nToday I am diagnosed with paranoid schizophrenia and depression, and writing helps me cope (many other things do as well).\\n\\nI am also a student and live in Berlin, Germany. I apologize for my English (I wish it were better); this is my first attempt at translating my story.\\n\\nIt is important to note that for a very long time I did not realize that I was sick. Even while in the hospital, I was sure the reason for me being there wasn’t about me at all. It seemed that everyone around me was crazy, speaking in an incomprehensible language, too loud, too strange, saying that I was mentally ill; but in my head — they were afraid to admit that they were the crazy ones. I was living my life, working, studying, everything was normal, or so it seemed to me. I hadn’t done anything to anyone, but some of my friends were worried that I would accidentally hurt myself. The court decided that I could be locked up without my consent, I didn’t even have time to pack my things before I had to stay in the psychiatric ward for a long 2 months.\\n\\nI led a very ordinary life. I had exams to take, bills to pay, and so many big plans for the future. And suddenly it all became unattainable.\\n\\nIt was a turning point in my life.\\n\\nIn **October 2019**, a new semester at university began, I took a new job as a food delivery(wo)man, and found a new place to live: everything was going according to plan. Except that I often began to (*hear)* feel like my flatmates were gossiping about me. I had to listen to music on my headphones almost constantly to distract myself.\\n\\nNovember 2019. The “mysteries of the universe” began to reveal themselves to me. Signs are everywhere, for example, in the language of numbers: 75 in German would not read “70–5,” but “five — seventy,” which reminds me of the way one reads logarithms. The ‘secret’ language of math. I begin to think that I am on the verge of a great discovery. It all adds up: I’m a physics student in Germany, nothing out of the ordinary. I begin to “work” on this discovery.\\n\\n**December 2019.** Here I only remember in fragments and from the stories of friends. I was dating someone at the time, and at some point I started to feel like they were stalking me. Coming to my house, talking to my friends and wouldn’t listen to me if I told them to stay away. They told me(much later) that sometimes I would meet them happy, joyful, and then after a couple of hours I would start crying, throwing things, begging them to leave, running away from them… I just remember running away. Like in a video game, I was running and they were running after me, I was screaming and they was reaching for me with their hands… Then, every touch felt like a burn. It physically hurt me when they touched me, and they kept trying to hug me. It was a horrible experience.\\n\\nWhile working, I was reckless and put my life at risk many times because I was sure of my immortality. This attitude toward life while riding an e-bike at 30 km/h down the road could have turned out even worse. I consider myself lucky.\\n\\nI finished my “discovery” and quit my job. It was not necessary: I was sure that there were millions of money waiting for me already. Besides, I could talk to buildings, and animals, and trains: they were sharing secrets with me.\\n\\nAt university, I am constantly “seeing the truth.” Crying at lectures because I am not real and I could prove it with induction. In a burst of “enlightenment” I throw away my glasses, jacket, keys. The distinction between me and the world around me ceased to exist. It is as if the whole world around me is just a figment of my imagination (which of course it is to some extent, but then it led me to believe in my immortality). I conclude that in this case I really just could, you know, just see better and not get coId without a jacket. I go home in tears because I am touched by that discovery.\\n\\nI hear loud voices in my head, convinced that I have been connected to the Internet(by a research group from the university I was enrolled in) and can now read other people’s thoughts. I say to myself that it is an experiment, and now I need to perform so they would get some quality content(when they watch me from inside my head). I try to convey this to my flatmates. It does not make sense to them.\\n\\n**January 2020.** From time to time I fall silent, “taking a vow of silence,” so to say. It seems that I can control time, stop it (it begins to stretch on endlessly). I convince myself that I don’t exist. Later, that I am a machine. A point. A function. A cat. Absolutely opposite things cease to be mutually exclusive: everything is white and black at the same time. At this point, people around me call an ambulance. Three times. The third time I was instantly locked up in the psychiatric ward. The doctor, with whom we fought in the doorway, convinces me with the phrase: “You can close the door that way without closing it“ and I let him close it. The voices in my head command me what to do. They tell me that I have been transported 40 years into the future, and to be safe I have been left in this bunker to make sure I don’t break history. That’s how I explain my first night locked up to myself.\\n\\nThe hospital itself is in Berlin, that’s what I knew at the time. I didn’t know it was a hospital or what day of the week it was. The ambulance promised me that they would take me “home.” I took this as a broad gesture.\\n\\nThe voices told me I should burn it all down if I want to smoke (patients were not allowed to go outside at night, but I wasn’t ever sleeping and had an urge to smoke), and I set a bed on fire because (a) smoke is (a) smoke.\\n\\nThe realization that I was in the hospital didn’t come for a long time. By then I refused to sleep at all. The voices in my head I explained to myself as the voice of God, later as the voices of gods, my university professors(with the internet thing) and Buddhas. As you know, all humans are buddhas. So I thought I was reading other people’s minds, but the doctors told me I wasn’t, so I started telling them I was communicating with God. There were no objections.\\n\\nIt was interesting: practically all the fiction stories I was familiar with at the time had to be experienced personally. I literally experienced them with my own participation, live. At the same time, I was involving other patients in the process. Because it was a psychiatric station, many of the patients played along with me, or were in a similar state. And we had chivalrous battles with dragons, fires, the end of the world, the invasion of extraterrestrial civilizations, and so on. Only there was no pretend, it was all real to me.\\n\\nIt was also unbearable to be cooped up. I made several unsuccessful attempts to escape.\\n\\nFamily members became enemies, strangers began to seem like family. For example, I told my mother that she was not my mother, but I was sure that the other patient was my mother. To be fair: I just wanted to have a family that doesn’t think I’m crazy. At the time I wasn’t taken seriously by them at all. So I said to the doctors my father is God, and my mother is Mother Nature; I do not have other family members. They were not even in my emergency contacts. It was a good thing, because they were trying to “take me home,” to places I hadn’t been in years: they were definitely no “home” to me.\\n\\n**February 2020.** The doctors sometimes call me in and ask me if I have any questions. I laugh in their faces. What a silly situation: they call **ME** in and ask me if **I** have any questions(they also asked me many questions, but I couldn’t remember that). I wanted only one thing: to be free as soon as possible and live my old life.\\n\\nUnfortunately, my old life is no longer waiting for me, but I didn’t know that yet.\\n\\nAt the end of February, the court decided that I was completely insane, but not dangerous. I can no longer be held there against my will. I refuse to take my medication(for the n-th time), and I am discharged. The problem is that I have nowhere to go: during these two months without work I have already been evicted from the apartment where I used to live — the guys were scared of my behavior.\\n\\n**March 2020.** I sleep at night shelters, living the life of a homeless unemployed person in Berlin. Gradually I come to the realization that I need help. Not because I hear voices, but because I am depressed. At the end of the month I see a psychiatrist and go to the hospital again. This time voluntarily — to have at least a place to stay.\\n\\n**April 2020.** I am beginning to realize that the voices in my head are just in my head. I agree to take neuroleptics. I also feel that the period of mania is (sadly) over. Lack of energy, constant sleepiness, apathy are my companions now.\\n\\n**May 2020.** At the beginning of the month I am discharged again, this time I am aware of my illness, and my symptoms are of a neglectable nature. Social workers help me to find a place to live. Sometimes I think it was just a dream, I can’t believe that something is wrong with me. I often feel weak and get tired quickly, don’t want to do anything, and mostly spend my days detached from the world around me. Once a week I do some basic translating for refugees, apart from it there are zero other activities. I try to sort myself out, but it is hard for me. In general I feel very strange: I used to be able to do so many things out of boredom, but now I’m bored and I just tired of it. I stay in bed most of the time.\\n\\nIt’s too hard for me to study or read or watch anything. I want to socialize, but my circle of acquaintances has narrowed so much that it has almost disappeared. I have almost no one I can still talk to.\\n\\nSo as not to make it too long, I wrote quite briefly about the main points; if you are interested in something more specific, feel free to comment. I am writing this as a way of speaking out, gathering my thoughts and keeping myself busy. I also hope that it could help someone in some way. Stay healthy!\",\"timestamp\":1642346335,\"title\":\"What it Really Feels Like: Going Mad\"},\"digest\":\"19ys9pQSwiSUaQP6VW1106dkZR4xeqTg-Oj-SqN8gFc\",\"authorship\":{\"contributor\":\"0x67144C5Fab7D8cfEc675176C27F7336baF83c7aa\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oHoqFwPCQWxzsNzwJ_F8ipbYdqehH0OrXzgHUfPQ4Uc\\\",\\\"y\\\":\\\"iK7CG1Azc7GkSLJp9uOHwIwhwIdlWVpqBNm7gddsjHI\\\"}\",\"signature\":\"xiq1011ap6flq72EiWKcu6v3_1j0tq1BJPdTvb2NDfqfK97aDtbVLP3tXRl0iY-Az5k78oHKLXuphppxbCZd0g\",\"signingKeySignature\":\"0xe241498155f1cf67546da3880bb22ecdd9bad287f718da8977a360a55391693c2aa4d0e891300c2267bc50d655b5e13df33fd574a5c0a750177b62381e18c9b01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oHoqFwPCQWxzsNzwJ_F8ipbYdqehH0OrXzgHUfPQ4Uc\\\",\\\"y\\\":\\\"iK7CG1Azc7GkSLJp9uOHwIwhwIdlWVpqBNm7gddsjHI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"19ys9pQSwiSUaQP6VW1106dkZR4xeqTg-Oj-SqN8gFc\"}"