"{\"content\":{\"body\":\"[![GuildFi](https://miro.medium.com/fit/c/96/96/1\\\\*pggGOJyJzCgm\\\\_1\\\\_9ZcpJXA.jpeg)](https://medium.com/@guildfiofficial?source=post_page-----1cb6d0e6173d-----------------------------------)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*Y9QYSGuF1NxrMWzz09DHBQ.jpeg)\\n\\nThe GuildFi Token ($GF) powers our ecosystem while capturing value in the infinitely expanding metaverse. We believe we have settled on the key aspects of our GF token and have narrowed them down to three key principles as outlined below.\\n\\n## 1. The Index that Accrues Value from the success of the Metaverse\\n\\n**Imagine a token that is designed to capture the value that flows across the metaverse — the GF token is precisely that.**\\n\\nTo revitalize itself, the company formerly known as Facebook (now Meta) has altered their mission and vision to align with the emergence of the digital world, the metaverse. This makes it clear to us (and the world) the direction in which the world is headed. The metaverse comprises several different aspects to consider, such as GameFi, DeFi, NFTs, and even digital land.\\n\\n**GuildFi aims to be the base layer that connects the metaverse**. The GuildFi platform encompasses a large variety of features for its users, ranging from the GuildFi ID, Game Discovery, Guild Discovery, Proof-of-Play Rewards to Metadrop Launchpad, with many features that are yet to be released!\\n\\n![](https://miro.medium.com/max/1400/0\\\\*N5RC7WchmsrAPS3J)\\n\\nThe GF token itself will have direct value accrual with the GuildFi ecosystem. All in all, the token value will grow in direct proportion to:\\n\\n*   Revenue generated from up and coming P2E games\\n*   Revenue generated from Play-to-Earn guilds & scholarship businesses\\n*   NFT sales & IGOs (Initial Game Offerings)\\n*   NFT asset value & the yield produced from different investments\\n*   NFT usage transaction volume\\n*   NFT asset lending across the ecosystem\\n*   Metaverse related project token value\\n\\n**Participating in the GF token can be thought of as investing in a proxy for the success of the metaverse.**\\n\\n## 2. Benefits for GuildFi DAO members\\n\\nStaking GF tokens entitles you to become a member of the GuildFi DAO, which offers different perks and opportunities depending on how many GF tokens you stake. The perks are separated into different tiers, which scale linearly dependent on which tier you are in.\\n\\nOur staking members can enjoy an opportunity to receive various benefits ranging from:\\n\\n*   Limited NFT allocation & Token airdrops from games\\n*   Access to unique tools for individual players or guilds\\n*   Early access to games\\n*   Revenue sharing from our guild products such as GuildFi Guild, Guild-as-a-Service and Guild Network\\n*   Staking rewards provided by GuildFi\\n\\n\\\\***Note: **Details on staking member tiers, different benefits & staking rewards on each tier will be revealed soon, so stay tuned!\\n\\n## 3. Governance\\n\\nThe essence of Governance and DAO’s, in general, is to ensure that each and every member is allowed to voice their opinion. Their respective opinions depend on their interest and how many tokens they own relative to the entire network, where each token is fungible.\\n\\nThe goal of GuildFi is to ultimately transform into a DAO that is sufficiently decentralized. By utilizing a decentralized model, the DAO will operate at its maximum efficiency where each user has their best interest in mind. The more tokens a user holds, the more they would desire to profit from this said token and so will vote according to what they deem is best for the platform. Therefore, this will increase the token’s value, creating a scenario where all parties are incentivized appropriately.\\n\\n## What’s next?\\n\\nWe believe that a strong and successful DAO is community-driven. Therefore, we will ensure that GuildFi tokens will be distributed fairly and widely among community members in the public round. Stay tuned for further updates on our social media and news channels — [Twitter](https://mobile.twitter.com/GuildFiGlobal), [Telegram](https://t.me/guildfi), [Discord](http://discord.gg/guildfi), and [Blog](https://medium.com/guildfi)!\\n\",\"timestamp\":1637820565,\"title\":\"Introducing the GuildFi Token (GF) - GuildFi - Medium\"},\"digest\":\"-2j2khtHwtdY7kNWhEKTzw7Uph65rI4N4yvd1x0P6g8\",\"authorship\":{\"contributor\":\"0xbd52c13827f012797005F57E4dB3b8db155580F2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Dj8zqErnDDnkgDRCfUEIVARKlIBE0r8onWhqBcg9o_I\\\",\\\"y\\\":\\\"dfs8tA_uO5cFAsQA87cLmEqBUWMfWboyG4eWC7IGcw0\\\"}\",\"signature\":\"741FmUJmyXNDx1MPpCU5wORHj5iBM5M9An5Kha9cTFlXy7ZSW-5v8bGV6Fe5jbn8EzoH8-tOhZNaFWkPd2B7pA\",\"signingKeySignature\":\"0x3c3e3873e939cdd75479613c98f6b52167c71aa4c5e80cd01f098109a7249ca560d83f3873d53bd303e2e492f8a83fd3b805e65d162aac1b91723baa41c15c421b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Dj8zqErnDDnkgDRCfUEIVARKlIBE0r8onWhqBcg9o_I\\\",\\\"y\\\":\\\"dfs8tA_uO5cFAsQA87cLmEqBUWMfWboyG4eWC7IGcw0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-2j2khtHwtdY7kNWhEKTzw7Uph65rI4N4yvd1x0P6g8\"}"