"{\"content\":{\"body\":\"Many people want to be bosses, but bosses are divided into many levels.\\n\\n1. The level of selling vegetables, small transactions, only count. This kind of boss can't even settle accounts. simple\\n\\nEntrepreneur Business School Serving Entrepreneurs 139\\n\\nBuying low and selling high, or planting and selling by yourself, can only be counted as a small amount of money, not even time accounting\\n\\nCalculated level.\\n\\n1. At the level of a small business, this kind of boss knows to hire employees to work, and will settle the bills. It depends on exploiting the employees to live. The boss himself is the most powerful person. He always feels that he is worried about himself. Why don't other employees take the company's affairs back. thing. Most bosses in China are at this level, and they have the largest base.\\n2. At the level of a medium-sized enterprise, this kind of boss has a little taste of the \\\"skill for generalization\\\", has some simple skills to win over employees, and speaks some nice words, and even the company has begun to have a special training department. There are three or five key business employees who follow this type of boss, and they are also a group of bosses with a very large base.\\n3. At the level of large-scale enterprises, this kind of boss has a taste of \\\"the way of commanding\\\" and already knows how to win over a few generals. I already know that profits must be shared with others, and even appreciate the universal value of respecting ordinary employees. This is how many industry-leading bosses do.\\n4. A master-level boss. I don’t care about how the company is doing. The only thing this type of boss has to do is to achieve others and explore the potential of employees in each company. Set up the platform, find or cultivate awesome people, and do a good job in the enterprise. He is hidden behind the scenes and looks useless, and you don't even know his name.\\n\\nWe only talk about how to reach the 4th level of bosses. As for 1, 2, and 3, I am not interested in talking about the 5th level of bosses before you reach the 4th level and then explore.\\n\\nI have come into contact with big bosses from all walks of life, including those worth billions. Found a rule. The real awesome character is not how high IQ is or how shrewd the person is. But successful bosses have high emotional intelligence. Especially know how to make people comfortable, that is, the communicative ability is particularly strong. I think this ability is very important. Human society is a relational society. Making small money depends on hard work, and making big money depends on resource integration, and integration must be good at making friends. This is actually an ability that is important both internally and externally, but mainly externally. The second ability is cohesion\\n\\n140 Entrepreneur Business School Serving Entrepreneurs\\n\\nStrength, because it is impossible for one person to accomplish many things. To become a successful boss, you must gather capable and skilled people around you to work together for a goal. I think that in order to become a boss on the fourth level, you need to consciously practice the ability and cohesion to connect with others. Of course, there are many abilities that are important, but I think you can start practicing these two abilities in your life; start practicing with your colleagues, friends, and parents, and you will use them one day. You can carefully consider Comrade Jack Ma, who is an emotional intelligence and cohesion player.\",\"timestamp\":1634797094,\"title\":\"The 5 levels of a leader boss\"},\"digest\":\"tKHrAH_ofQMhw12M8YyWoG90bFnGJywP0EMgMTG1QiM\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"FGpXVweVoHbty8nS4ZnqrwAICDeos2RfjoLIwSTzsg-ZK9v_nmFU6JUDp-m5qEr-pgptdiWnarAiGZUoeO_TmQ\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tKHrAH_ofQMhw12M8YyWoG90bFnGJywP0EMgMTG1QiM\"}"