"{\"content\":{\"body\":\"November 29, 2021 The take off from San Diego airport caught the flight at 10 PM from  after spending the last 2 days in San Diego with the family.\\n\\nNovember 30th, 2021 Arrive at 6:30 AM in Miami, a nice warm morning.\\n\\nHead to the Best Western where Sara, Catalina and I are staying for the week of Art Basel events. Our room isn’t open yet so I check my bags at the front desk and head to the pool with my laptop to take a nap, do some work, submit some art and connect with event organizers to complete the process of booking my performances for the week.\\n\\nSara arrives at noon thirty and we get dressed to go to NFTBZL. We got lucky enough to snag some VIP passes thanks to our Low Brasel friends so we wanted to make sure to be there and make an appearance for the panels and VIP speakers they had!\\n\\nOur first run in with friends from Clubhouse was by chance, we met Devon and Tyler from Superworld at their booth in the main plaza at NFTBZL, displaying a priceless emerald bigger than my head being auctioned as an NFT!\\n\\nWe met Keen, Jason from Gabba Gallery, Rob, Charlie Cavalier, and Julie Sue while walking around the place. We also met the fabulous artists Laurel J and Oona right before running into Bradley Hart who gave a presentation on his Poppable NFT Project that launched earlier in November!\\n\\nAfter this event we headed back to our hotel to properly check in to our room and order some “proper” food which ended up being ordering some Falafel Wraps from UbEats from a restaurant nearby. While we waited we got ready to heard to Brickell for my first performance for the NTFme TV series.\\n\\nNext up, we set out to order an uber to take us from South Beach to Brickell, on the other side of the bridge. That was an adventure in itself- because once 5PM hits, it can take up to an hour for uber/lyft to PICK you up, especially if you’re on the main south beach zone; which we were. We finally got picked up and were able to find our way to the SLS Brickell where the event was taking place. Right when we arrived and were trying to find the entrance, we ran into Jonny from the NFTtv series, who pointed my friend Sara and I in the right direction towards JJ Love the Goddess herself. Once we found JJ she helped us make our way upstairs to the party!\\n\\nOnce inside we found our way to the bar and got something to drink while we waited to meet the tech human that would be helping me get set up to create my VR sculpture in real time. There was a painter also painting on a live model nearby while I performed in VR, which was absolutely mind blowing to experience happening simultaneously.\\n\\nAt this event they had one of the Lit Design screens displaying an NFT, which I was able to display my live work on during the event.  My VR Performance was guided by the sound and energy of the space, the humans around me and the space provided to extend my arms and body around me. I included the names of a few audience members into my abstract sculpture design as I developed the artwork and enjoyed the fresh breeze from the ocean coming through the terrace. The completed artworks created during the performance will be coming to a NFT marketplace before the end of December 2021.\\n\\nShrimps united- Thank you for reading; Buen dia, y hasta el proximo amig@s.\\n\\n|Creatress|\",\"timestamp\":1639178302,\"title\":\"Creatress Chronicles .006 Miami Art Week: VR Performances and Appearances at BitBasel and NFTBZL\"},\"digest\":\"lTQxq_ayubIdwKr-QI-JSsrlUvfCAmMub62_167vtk0\",\"authorship\":{\"contributor\":\"0xf0cbC46c2a6e41f81f0ef4b351e8198d2fEa6912\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fe36Rw9BW1Mg6-QTylRknykv_PXLNGEwAhDd7pFnKcE\\\",\\\"y\\\":\\\"aWuJf22OtkumXYAIU2hFZUn2a9J6ebkhrkOQAbz3Ick\\\"}\",\"signature\":\"HsQqvGIwWVNNx5jTWoh8mIFmvkDsjsrSSWdMwTWxsC-XYa7qxJi_Aoh2RUy124EqAetbxm2w-XioL3B82tziNA\",\"signingKeySignature\":\"0x35847b0ef09a0fda9b0f7b6de5342e41926820b93ac94f63ed44e31cc905437216bfec57ec6a443b0c40daa0c1f754db21650607b5f6d8dbd5192689495d29fa1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fe36Rw9BW1Mg6-QTylRknykv_PXLNGEwAhDd7pFnKcE\\\",\\\"y\\\":\\\"aWuJf22OtkumXYAIU2hFZUn2a9J6ebkhrkOQAbz3Ick\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"K6eEqwDNeG0MssRYssuGCz2pTtqi_hRaGbP4LiJG4h8\"}"