"{\"content\":{\"body\":\"April 25, 2021\\n\\nWorking at 3 startups during the past 4 years has been a fun and exciting journey. Many times the experience I received was invaluable, like those time where I was a crucial part of company pivots and product launches.\\n\\nThough some other times experience will be less than ideal. Mine was almost frightening; one day I arrived at work just to learn that my managers left to join a direct competitor… big oof\\n\\nMany people say they wouldn’t change a thing about their past. But as for myself, there were many instances that I wish I could’ve made better decisions.\\n\\n## Working at startups\\n\\n### The Pros\\n\\nPicking a right startup to join can 2-3x the learning experiences in the same amount of time. To do well and thrive at a smaller company requires not only **hard work** but also a **strong initiative** to help the company succeed.\\n\\n* ownership and deep exposure to problems\\n* get to spend time with talented people (if you do your research and pick the right team of course)\\n* ship real products\\n* better prioritization skill\\n\\n### The Cons\\n\\n* good people management is not guaranteed\\n* good mentorship opportunity is not guaranteed\\n* high compensation and stock values is not guaranteed\\n\\n## What to look for\\n\\nThree main attributes that I look for when joining a startup are\\n\\n### 1. Experiencing a high growth rate\\n\\nThe emphasis is on the experien”**cing**”. Having a high growth rate creates great conditions for almost everything else. Some great opportunities that this presents:\\n\\n* chance to take initiative and **lead** new projects\\n* career growth\\n* create real impacts to users and be able to measure them\\n\\nKeep in mind that the high growth rate should be supported by hard metrics and not just some random assumption. Many startups think that they are growing rapidly, but many times these are just marketing talks to lure in new employees and investors. Be wary.\\n\\n### 2. Highest caliber of teammates and leaders\\n\\nMost important factor here. Ultimately how much you can get out of your job is all about the people in your team and company. While the previous factor (high growth) is easier to guage through some research, finding a team with talents can be quite a bit of a gamble. That’s why it’s smart to spend time talking to the team and asking a lot of questions prior to making a decision to join.\\n\\n### 3. In a growing industry\\n\\nA large growing market can extends the longevity of your startup. More importantly, you won’t have to come to work worried and feel like the company can be dissolved at any day. What I personally learned is that being in a growing industry also gives the company more room for error recovery (whether it be fierce competition or unclear business direction).\",\"timestamp\":1640598460,\"title\":\"Joining a Startup\"},\"digest\":\"sJ5b0Qjv3GtaBWnR--2LvVcFb1O2Gr70ya9eilP8B6Q\",\"authorship\":{\"contributor\":\"0xC738cF675544C07C53013CEb263fFDfC72Ef9f69\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bqz_-CRMt6H-RG3nx8SqEzStb1tM93V6iX6qJpl910Y\\\",\\\"y\\\":\\\"i5Lk4DSnEOB8ZApAh9VoPMvyaBtHcyn4jbzadH5BSWQ\\\"}\",\"signature\":\"4Llr1ZZ3LwwrfXjInb1lzeXWp-m7IFFeVuZ7qKubV-ulUww15b2nYx9dMcG5dgOIQUpHQ4a04bm-FBAm0FDfTw\",\"signingKeySignature\":\"0x7111228ef1033764af705f05caa64d46192c7c1fa92f15415d1a23b8af874ec3408fb592340d5298dcb976f562029f95290cb3142197faaedfbc8a1c8401500c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bqz_-CRMt6H-RG3nx8SqEzStb1tM93V6iX6qJpl910Y\\\",\\\"y\\\":\\\"i5Lk4DSnEOB8ZApAh9VoPMvyaBtHcyn4jbzadH5BSWQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sJ5b0Qjv3GtaBWnR--2LvVcFb1O2Gr70ya9eilP8B6Q\"}"