"{\"content\":{\"body\":\"孩子的成长过程，总免不了要经历各种被碾压的时刻。同一道题，“尖子生”可以在短时间内完成，有的孩子花费大量时间，却一点思路都没有；在养成习惯性的思维模式后，到了工作中，有人因为承受不住压力就辞职，有人却能调整心态转换方式，发挥自己的长处。知乎上有个话题，“哪些思维方式是你刻意训练过的”，有超过 1300 万人次浏览， 24 万人关注。出身不能改变，智商没法锻炼。但如果说人能有一次翻盘的机会，靠的就是训练不同的思维方式。转换一个和自己相处的方法，生活由此变得不同。今天小扣为大家准备的，是网易云课堂推荐的几种思维模式，帮孩子学会他们，用思维方式提高学习效率，来一次“思维蜕变”。\\n\\n \\n \\n\\n马东曾说：“有一件事你不知道该不该去做。如果你有时间，就一定要做。” 《 把时间当作朋友 》 这本书里，有学生问李笑来：老不会师，这种方法真的有用吗？李笑来回答：有没有用，去做怎么知道？拖延时，美其名日：我准备一下。机都是给有准备之人，但说给准备不完的人。行动力强的人有两种品质：不畏惧失败；不给自己找借口。企业管理中有一个飞轮效应。使静止的飞轮转动起来，刚开始你必须要花很大的力气，每转一圈都非常费力。但其实每一圈的努力都不会白费，飞轮会转动得越来越快。达到一个很高的速度时，无需耗费更大的力气，飞轮就能够维持原有运动状态。有时人就像是一台机器，一个新想法冒出来的时候，就是要驱动这台机器运转了。可是懒惰就像机器上的锈阻挡你的行动。\\n\\n \\n \\n\\n有人调侃，“我宛如戏台上的老将军，背上插满了早睡健身的 flag ”。可是每到深夜的时候，手机又总是放不下。这样下去机器启动得起来才怪呢。如果你还没找到一个“最好”的方案，那最好的办法就是立刻去做。\\n\\n \\n \\n\\n马克思曾说“怀疑一切”，警戒人们不要盲目的迷恋权威，要永远保持独立思考的能力。但大多数时候，人只爱相信他们愿意相信的东西。 Margaret Heffernan 在 TED 的演讲（（去‘｝不疑的勇气 》 中提到一个例子。 20 世纪的时候，牛津有一对“奇葩”拍档。 Alice Stewart 是一个优秀的女医生，她的拍档 George 是个统计学家。 George 总是不断对 Alice 的工作提出质疑，他说：我的工作就是证明 Stewart 博士是错的。他换用不同方式研究她的模型和数据，把给 Alice 的理论创造矛盾当成任务，因为只有在他都无法证明 Alice 错了的时候，他就可以带来 Alice 所需要的自信，让她相信自己是正确的。这样的工作模式让他们合作建立了近乎完美的思考模型。 Alice 也在日后的工作中发现有三分之二因癌症而死的孩子，他们的母亲在怀孕时都做过 X 光检查。因为这一发现， 25 年后，英国和美国禁止了给孕妇进行 X 光检查。\\n\\n \\n \\n\\n复盘思维，可能是唯一一个通过后天不断训练，能填平智商差距的思维能力。复盘来源于棋类术语，是指下完这盘棋后，从以前的对垒中发现自己错误。在什么情况下会犯错，为什么会犯错，反思除了这种做法外还有哪些更好的解决办法。主持人董卿在接受采访时说，一次她的表现没有达到自己想要的效果。回家后，她在地上坐了 3 个小时。把整个节目从头到尾在脑海中复演一遍，什么时候说了什么话，嘉宾说了什么，她自己又说了什么，换种方式说会不会更好一些？也是这种善于反思，让她总能及时发现自己的不足，从而在最短的时间增长最多的经验，也把事情做得更好。复盘思维不容易，因为大多数情况下事情做完了，人就不会再关注已经过去的表现；但复盘思维也很简单，在自己指导自己的过程中，这样的反思会更具有针对性。养成复盘的思维习惯，就像是面对生活中的每一场战役都有一张清晰的雷区作战表一样。知道容易踩哪些雷，就会在日后的战场上避开那些地方。\\n\\n \\n \\n\\n如今，除了技术性比较强的岗位外，很多岗位都要求有“综合素质”。多任务处理的技能，是一个人核心竞争力的集中体现。混乱是一种常态，在混乱中找到条理需要的是结构化思维。这种思维方式的两个关键词，是分类和顺序。想要不乱的第一步，是要明白待办事项大概分为哪几种。工作和生活要彻底分开。第二步，把事情按照轻重缓急用重要性排序。著名管理学家史蒂芬 · 科维提出过一个时间管理理论：四象限法则。从左到右，由上到下，分别代表不同的任务等级：\\n\\n \\n \\n\\n中国社科院的一项调查显示，中国有 80 ％的大学生和 86 ％的职场人都患有拖延症。 50 ％的人不到最后一刻，绝不开始工作。 13 ％的人没有人催，不能完成工作。人们奉行着“ deadline 是第一生产力”的信条。在大好时光且工作且拖延，等到最后关头再不吃不睡完成 KPI 。不得不承认，截止日期是非常伟大的发明。如果没有截止日期，也许很多公司都已经停止运转了。 Tim Ur 匕 an 曾在丁 EO 上做过一个关于拖延症的演讲。他用非常简单明了的方式画出了，拖延症和非拖延症两者在大脑上的异同。二者的大脑中都有一个决策的制定者，但拖延症人的大脑中还有一个及时行乐的猴子。这猴子只在乎两件事：简单和快乐。当人决定要去工作的时候，这个猴子总会来诱惑你说“我们去玩儿吧。”如果意志力不够坚定，猴子就会抢过你的方向盘，成为决策者。这是一个逐渐丧失自我的过程，本应是决策者的你，被想要及时行乐的情绪控制了。\\n\\n \\n \\n\\n约翰 · 蒂尔尼写的 《 意志力：关于专注、自控与效率的 I 已理学 》 一书中提到，在决定人成功与否的后天因素中，意志力排名第一位。在现代社会中诱惑越来越多，资讯、综艺、游戏、影视剧都可能成为打击意志力的诱惑。为了应对它们： 1 ．可以制定详细具体的时间表，把一周要完成的作业细化成每天要完成什么； 2 ．控制周围的环境，远离手机等可能对你产生诱惑的东西； 3 ．由易到难，钢铁般的意志力不是一天就能炼成的，要自己体息的时间，并接受自己的犯错。\\n\\n \\n \\n\\n有这么一个观点，累死人的不是工作，而是工作中的人。很多时候，让人心力交瘁的，就是那些沟通出了障碍的小瞬间。积极性一次次被共事的人打消，久而久之工作也让人没了热情，学习和生活，亦是如此。很多人认为换位思维是迁就对方损害自身利益。但实际上，换位思维恰是在扩大自己的舒适区。如果一个人固守着舒适区，不顺眼的人就回避，不喜欢的活动就不参加。渐渐地，舒适区也会越来越狭窄。因为在成年人的世界中，没有人或环境可以完全按照你的喜欢来生长。此外，换位思维可以增强人的共情能力。蒋方舟曾分享过一段经历，她认识的一个美国男人，只见过一次面，对方却不停地要求和她微信聊天。她不得以把对方拉黑，紧接着对方又开始电话轰炸，每天早上打三个电话，晚上打三个电话。不停地追问：“为什么拉黑我，你欠我一个解释。”缺乏共情能力就体现在，当他提出无理的要求或者做出过激行为，已经给他人带来了困扰，自己还完全意识不到。\\n\\n在弗洛伊德的人格结构论中有三个层次，本我一一自我 ― 超我。本我就是指人类的原始需求，如吃喝拉撒睡等需求。自我是人在适应现实生活中的“我”，会根据现实环境采取变化；超我是有理想有道德规范的自我，能够跳出环境的漩涡，客观分析事件反思自己。人的成长过程，就是“自我”不断打败“本我”的过程，能对心理能量产生充分而有效的约束和控制。不会换位思考的人，很大程度上还生活在本我的层次。“自我”能力极弱时，三个层次就会失衡，从而使人格不健全。满足了一时的需求，却永远学不会成熟。\\n\\n \\n \\n\\n生活中总是有一些令人害怕的东西。有人害怕老师，有人害怕考试，有人害怕演讲。这些都是人类面对挑战或未知时，产生的正常的心理状态。但如果从结果来反向思考，这些害怕根本没用。考试还是要参加、演讲比赛还是定期举行，老师也还是会一如既往的传授知识。当意识到自己的行为没有效果，甚至会加重负担时，你的行为能不自觉地控制这些不良情绪。丁 EO 有一期演讲 《 肢体语言塑造你自己 》 提出一个有趣的观点“先假装成功，直到成功为止”。研究人员做了一个实验，让人们维持充满力量和没有力量的两种姿势，持续两分钟。测试后发现，相比维持无力姿势的人，维持有力姿势的人无论从生理数据还是回答问题的表现来看，都更加积极且充满力量。心理会影响身体，身体也会对心理产生影响。思维方式受到先天环境制约，但也可以接受后天训练从而往更好的方向变化。\",\"timestamp\":1634216999,\"title\":\"这7种思维方式，让孩子的学习慢慢变好\"},\"digest\":\"XMkJeKsp6eozNnrY6pomjmmxAeulCFX3mwJPqVBJ-Pw\",\"authorship\":{\"contributor\":\"0x3A01a272ea64c7eD6171774D1821e0f44B3429d3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mt1YXXZdTzoKu4jhaU4z6CJvStP0YxWm5_O67kvg2RU\\\",\\\"y\\\":\\\"LB4xl2cw5Y1ln6PqoUm966wvW4xnl0m6e9V0naALsLI\\\"}\",\"signature\":\"fusKQmyOXA0HKOzjbDvRCPN5tSBd7QWbSVzIbQ-ZprqbdheiY_6T5byEzh6maxbooNYl_QSnAsOm9Ztaspfh1g\",\"signingKeySignature\":\"0x886ea1bbeac397abf524c11a15c129d1647e74d02b276f6d6f0957af9667a0813c576a9f86bcb5b173834b81e0150ac9bec7c9ef6847ad17764380c0df48334e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mt1YXXZdTzoKu4jhaU4z6CJvStP0YxWm5_O67kvg2RU\\\",\\\"y\\\":\\\"LB4xl2cw5Y1ln6PqoUm966wvW4xnl0m6e9V0naALsLI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XMkJeKsp6eozNnrY6pomjmmxAeulCFX3mwJPqVBJ-Pw\"}"