"{\"content\":{\"body\":\"元宇宙（MetaVerse），这一出自1992年英文科幻小说《雪崩》（Snow Crash）中的单词，在近30年后的今天，其概念有了更深的讨论，范畴已有新的外延，迎来了席卷全球的新热度。\\n\\n　　本文试图在个人视界下，整理比较元宇宙世界初设概念、特点和当前世界主流认知中的概念、特点，发现其中耐人寻味的真实角力，从而得出一些有意义的启发。\\n\\n　　**一、概念（词义、定义）**\\n\\n　　1.从词义上看，MetaVerse这一词，首创于1992年，尼尔·斯蒂芬森（Neal Stephenson）科幻小说《雪崩（Snow Crash）》原著文本。这一生造新词由Meta+Verse组成，“Meta”是前缀，源于希腊语前置词与前缀“μετά”，“Verse”则来自“universe”（宇宙）。在中文语境中，“Verse”翻译为“宇宙”几无争议，不同的理解主要集中在对“Meta”的不同翻译，主要有“元”“超”“后设”“形而上”等。\\n\\n　　据剑桥词典，“Meta”意思是“之后”、“之外”、“之上”、“之间”（介词的一些意涵是以格做区分的），进而延伸为“有变化的”、“超出一般限制的”之意。2009年，大陆地区出版《雪崩》中文版中初次将MetaVerse翻译成“超元域”，而当前中文世界则翻译成更加通用的“元宇宙”。此外，在港台等地区，也有翻译成“后设宇宙”“形上宇宙”等。\\n\\n　　笔者认为，可以将“Meta”类比为“1……”中的“……”，更方便辨析理解，具体包含三层意思：\\n\\n　　一是，“Meta”不能单独出现，单独出现的“Meta”没有实际意义，即：得有“1”才有“1……”，单独的“……”没有实际意义；\\n\\n　　二是，“Meta”虽然在英文中是前缀，但其表达的实际是后缀、后设、后加的意思，即结构上是“……1”，意义上是“1……”；\\n\\n　　三是，“Meta”本身没有价值倾向和优劣判断，只区分出现先后，也就是说“1……”只代表先有“1”再有“……”，不代表“1+”或“1-”，并不是“超越”或“之上”的概念，而是“之后”的概念。\\n\\n　　因此，MetaVerse更直白的翻译和理解应该是“现实宇宙之后的宇宙”，或可简称“宇宙后”。（出于尊重读者阅读习惯考虑，下文中仍将沿用“元宇宙”这一当前主流翻译）\\n\\n　　2.从定义上看，在小说《雪崩》中，作者给出的定义是：“他在一个由电脑生成的世界里：电脑将这片天地描绘在他的目镜上，将声音送入他的耳机中。用行话讲，这个虚构的空间叫做‘Metaverse’。”维基百科给出的定义是：“元宇宙是通过虚拟增强的物理现实和物理上持久的虚拟空间的融合而创建的虚拟共享空间。”\\n\\n　　[Facebook](http://stock.finance.sina.com.cn/usstock/quotes/FB.html)创始人扎克伯格给出的定义，是“下一代计算平台将更加身临其境，这将是一个具象化的互联网，你置身于体验之中，而不仅仅是看着它”。2021年10月29日，Facebook正式更名为Meta，宣称从此将以元宇宙为先，而不是Facebook为先。对此，10月30日，尼尔·斯蒂芬森在[推特](http://stock.finance.sina.com.cn/usstock/quotes/TWTR.html)上回应，“有件事现在越来越乱套了：Facebook要涉足元宇宙这件事和我没有任何关系，他们只是用了我在《雪崩》中创造的一个词而已。”\\n\\n　　11月13日，笔者有幸向中国工程院院士、[阿里](http://stock.finance.sina.com.cn/usstock/quotes/BABA.html)云创始人王坚请教其对元宇宙的看法，他认为，“元宇宙更多是一个商业领域的概念，创新度不够。元宇宙，它不是从资源角度来考虑发展，在元宇宙里面它假定资源是无限的，实际上并没有解决社会的最基本的问题，只是从这里都搬到了那里。”\\n\\n　　综上所述，笔者试图给予个人视界下的，元宇宙更可能的定义：“元宇宙是现实的虚拟化，而不是虚拟的现实化。它不以现实世界为终极改造、关心对象，而试图以虚拟世界为人类和人类社会最终进化方向，最终将是水中月镜中花。”\\n\\n　　笔者认为，定义显而易见的不同，可能的主要原因有三：\\n\\n　　一是当前元宇宙相关技术和应用的发展还在很初始的阶段，尚难给予定论。这样既开放性地回应了不同，也技术性地回避了不同。\\n\\n　　二是如持解构主义立场，按照“读者反应理论”，则一千个读者有一千个哈姆雷特，原著作者在作品问世后，也只是在解读地位上平等的不同读者之一。这样既消解了矛盾，也消解了意义。\\n\\n　　三是原著作者明显不赞同当前市场热炒的元宇宙概念，认为和其原著大相径庭。笔者将对此展开，作进一步比较阐释。\\n\\n　　**二、原著元宇宙同当前元宇宙的不同特征**\\n\\n　　原著元宇宙同当前主流认知中的元宇宙相同点，已有不少归纳论述，多立足于“化身、沉浸感、社交属性、独立经济体系”等，在此不展开。笔者主要关注不同，可供思考启发。\\n\\n　　1.受众群体覆盖面的认识不同：在原著中，拥有元宇宙“网络分身（avatar）”的参与者，是属于最多不超过全人类2%的精英群体：“如今的真实世界里，也就是地球上，约有60亿到100亿人。……其中大概有10亿人有足够的钱能买得起电脑，这些人比其他所有人加起来更富有。在这十亿个买得起电脑的人当中，或许有四分之一的人当真会花点工夫去买一台电脑，而其中又有四分之一的人拥有足够强大的电脑，可以自如地运行‘大街’协议。因此约有6000万人会在任何时候来到大街上。另外还要再加上大约6000万人，他们虽然财力不足，但还是能以其他方式进人超元域，比如通过公用电脑或是利用学校或雇主的机器。……只要在大街上放置一块标志牌或是竖起一座建筑，上亿个地球上最富有、最聪明、最灵通的人就会在自己生命中的每一天都看到它。”\\n\\n　　而在当下世界，对元宇宙的受众估计则明显乐观得多。早在2015年，扎克伯格就宣称过“我们真的目标是连接世界上的每个人”，而在2021年10月29日公开信中，其提到：“我们希望在未来十年，元宇宙将覆盖10亿人。”更有甚者，“未来，超过90%以上的人类活动会在元宇宙中进行。我们的科研、艺术、教学、开发、设计几乎所有的生产活动都会在元宇宙中。”（吴啸：《元宇宙——21世纪的出埃及记》）\\n\\n　　2.原著持赛博朋克立场为主，当下持乐观主义立场为主：所谓赛博朋克（Cyberpunk）立场，cyber源自希腊语单词Kubernetes（κυβερνήτης：，意思为“操舵员”或者“飞行员”）。诺伯特·维纳在《控制论》中使用Cybernetics一词，后来作为前缀，代表与Internet相关或电脑相关的事物，即采用电子工具或计算机进行的控制；而punk指朋克摇滚，朋克本是英文中对各类街头混混的贬义总称，代表着一种挑战主流价值的反叛精神。\\n\\n　　《雪崩》所代表的赛博朋克科幻小说，常见有大量对新兴信息技术和生物科技的描写，常涉跨国财团垄断高新技术，故事主角一般会设定成游走在社会主流之外的边缘人，他们活在未来社会的阴暗面，喜欢修改电脑的软硬件配置，崇尚改造身体，拒绝融入主流体制，靠着合法或者非法的技术手段铤而走险，有时不惜与超级大公司对抗。\\n\\n　　在《雪崩》原著中，如此描述一个叫“吴”的配角：“YT 看到了一片头皮，四周围着一圈黑发，分是一个谢顶男人的脑瓜顶。除此以外，自他的太阳穴以下，整个头部都包裹在一套巨大的‘目镜/面具/耳机/饲喂管’单元组件里。……头部下方的两侧，也就是通常会看到双臂的地方，是两大捆电光缆和导管，从地板延伸而上，似乎插进了吴双肩上的插槽。双腿的根部也是类似的情形：更多的东西插进他的腹股沟，并与躯干上的不同位置相连。整个人形都被裹在一件整体式的连身衣中，形成一只口袋，比躯体应有的尺寸还要大，不停地鼓动抽搐，就像有生命一般。”\\n\\n　　而在某些媒体和学者眼中：“元宇宙带来文明跃迁：人类新物种4.0……你的肉身是你唯一的弱点，元宇宙才是你的一切”（元宇宙：人类叙事的下一个100年——量子学派公众号）；“元宇宙为人类社会实现最终数字化转型提供了新的路径，……展现了一个可以与大航海时代、工业革命时代、宇航时代具有同样历史意义的新时代。”（刘子涵：《元宇宙：人类数字化生存的高级形态》）；“元宇宙作为人类生活的全新空间的魅力将全方位地超越现实世界。”（喻国明：《未来媒介的进化逻辑：“人的连接”的迭代、重组与升维》）；“元宇宙可以有效的避免人类内卷，从有限文明提升到无限文明。”\\n\\n　　3.原著中的元宇宙有中心化的“立法组织”，多中心化的类政府“特许城邦”，当下语境中则多持去中心化的（政府、经济体系）立场。在原著中，元宇宙世界的主干道与世界规则由“计算机协会全球多媒体协议组织”制定，开发者需要购买土地的开发许可证，之后便可以在自己的街区构建小街巷，修造楼宇、公园以及各种违背现实物理法则的东西。\\n\\n　　还是在原著中，元宇宙世界虽然没有统一的集权的中心化的政府，但仍有多中心化的类政府“特许城邦”组织，如“李先生的大香港”“超元坦桑尼亚”“新南非”等。在当下语境中，则“先入为主”地被认为元宇宙世界的经济体系应该是去中心化的运用区块链技术的，认为“没有办法在元宇宙中建立‘政府’，扮演最终裁决者的角色。以区块链为基础的社区自治模式，提供了成本低廉的解决方案”（赵国栋、易欢欢、徐远重，《元宇宙》，2021年）笔者认为，这要么是自以为是的偷换概念，要么是热炒元宇宙概念的人和公司的内心真实幻想。\\n\\n　　在梳理了原著元宇宙和当下元宇宙的概念，包括词义和定义；比较了原著元宇宙世界同当下元宇宙世界的不同认知特征，读者将自然得出：原著元宇宙世界同当下主流认识中的元宇宙世界存在真实的角力。而这种角力，在根源上是由于元宇宙当前视界同现实世界的真实角力。在后续文章中，笔者将进一步从经济体系、法规建设、数据主权、机会平等等角度，阐述当下主流认识中的元宇宙世界同现实世界真实存在的角力点，并对元宇宙世界的后续发展作出个人视界的预言，包括剥削隐蔽化、劳动异化、新型拜物教等，供读者思辨。\",\"timestamp\":1641357747,\"title\":\"真实存在的两个元宇宙：原著元宇宙同当前视界元宇宙之辨析\"},\"digest\":\"gTtJVp5VcpATvVQodXHxldnbj8I_OdTXoyTb8eGko98\",\"authorship\":{\"contributor\":\"0x3AD3280729C60036B238323B7f0fd9CC49630845\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6bRJVV6UNaOsL_nzJWm91Dn7oRknO-iEQBv_-7GUw0o\\\",\\\"y\\\":\\\"TN1_YRrFN6-V_hyllQovURxz-1qqVvTBYvmB-I3h6r0\\\"}\",\"signature\":\"ZJ9p7AFiCOnyy01HvN_R0k-1OpoL-WPrmd8spjGRvKG03ztcKT31H1VDDD7_xiXbnkILMA15SiTqkigBaRyvWQ\",\"signingKeySignature\":\"0xaa9ac755279573d4b19c34c676193f903ebe9409a2606bd5153af0cad13516951f3acbbebd711e4f084d4172b43c055bfb27d6de45e3e3363a55bf036185cc7c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6bRJVV6UNaOsL_nzJWm91Dn7oRknO-iEQBv_-7GUw0o\\\",\\\"y\\\":\\\"TN1_YRrFN6-V_hyllQovURxz-1qqVvTBYvmB-I3h6r0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gTtJVp5VcpATvVQodXHxldnbj8I_OdTXoyTb8eGko98\"}"