"{\"content\":{\"body\":\"Welcome and greet, my friends!\\n\\nAs you open up this letter, we believe you must be curious and dedicated to learn more about web3! We are keen to provide you garbage-free (ads-free, tokens-free, etc) contents on web3. Most importantly, Please keep your independent mindset! (no financial advice in any letter of web3wiki.)\\n\\n\\n---\\n\\nAs it comes to the end of 2021, a slew of reflections of 2021 and predictions of 2022 ([Messari Crypto Theses](https://messari.io/pdf/messari-report-crypto-theses-for-2021.pdf), [Ethropy](https://ethropy.substack.com/p/2022-blockchain-bold-predictions), [Bankless](https://newsletter.banklesshq.com/p/5-things-we-got-right), [Coinbase](https://blog.coinbase.com/10-predictions-for-web3-and-the-cryptoeconomy-for-2022-745a20a60cd0), etc) have been revealed. Coincidentally, every paper hints a strong flavor to DAO:\\n\\n* “If 2020 was all about DeFi, and 2021 was all about NFTs, 2022 will be the year of the DAO.” - Messari\\n* “There are thousands of DAO experiments about to spin up.” - Bankless\\n* “Time for DAO 2.0 — We’ll see DAOs become more mature and mainstream.” - Coinbase\\n\\nIt seems that DAO is an irresistible trend in 2022.\\n\\nExcited?! But how do I get started? Don’t worry, this is a 10-min overview to help you onboard DAO (plus a plethora of references for bigger appetite).\\n\\n### What is DAO? (in one sentence)\\n\\n**A Decentralized Autonomous Organization (DAO)** is an organization represented by rules encoded in smart contracts(i.e. code) that is transparent and not influenced by a central institute. - (a little modification based on [Wikipedia](https://en.wikipedia.org/wiki/Decentralized_autonomous_organization)).\\n\\n### Why DAO?\\n\\nDAO is a new way to enable individual collaborations. Humans have been continuously improving the way we collaborate with each other.\\n\\nThere is no doubt that the latest innovation on human collaboration structure is LLC (limited liability company) - which enables the *[Age of Discovery](https://en.wikipedia.org/wiki/Age_of_Discovery)*. However, LLC has its flaws. It defines that a vast amount of an organization’s true value is for a small group of stakeholders, rather than the majority of the organization, i.e. the contributors, the workers! In the worse case, dedicated contributors are exploited by the stakeholders amassing great wealth.\\n\\nBut… Why did Alphabet, with its $40 billion annual new profit and 130k employees [in 2020](https://www.forbes.com/companies/alphabet/?sh=76a93765540e), only grant its engineers a base salary, but leave the majority amount to the shareholders? Why does Amazon limit its governance to its S-Team while vast majority contribute without knowing why.\\n\\nNobody has an answer yet, but we know we have to make some progress and DAO is a huge move. As [the Ultimate DAO Report](https://newsletter.banklesshq.com/p/the-ultimate-dao-report) stated, “By combining multiple subjective perspectives, we can get closer to conceiving of the objective whole.”\\n\\n### How (to Contribute) to DAOs?\\n\\nIf you are new to DAO, joining a decent DAO and getting involved won’t be a bad choice. You may feel puzzled once into the DAO world - Creator DAOs, Media DAOs, Protocol DAOs, Investment DAOs, etc, etc...\\n\\nHere are some of our suggestions:\\n\\n* Not all the DAOs are righteous, so don’t be frenzied over the hyper.\\n* Token price ≠ Dao’s value. DAO who is doing nothing but just sending its tokens to the moon may not be a decent one, keep your independent mindset, and select the ones who want to make a difference to the world (e.g. [ConstitutionDAO](https://twitter.com/ConstitutionDAO), [CityDAO](https://www.citydao.io/), etc.). (We will discuss how to distinguish the feak DAOs in this crypto hype in the next paper!)\\n* Use the right tools. [Deep DAO](https://deepdao.io/#/deepdao/dashboard) keeps track of the DAO ecosystem, like its members, its proposals, etc. Furthermore, if building a DAO is the next step, [DAOStack](https://daostack.io/), [DAOHaus](https://daohaus.club/), [Snapshot](https://snapshot.org/#/), etc might be a handful of tools for your next DAO!\\n\\n### Wait... DAO is not The End!\\n\\nDAO has its own issues and it is NOT a panacea to cure all!\\n\\nOne of the biggest ones is caused by the nature of DAO that more contributors may be more difficult to coordinate, slower to make decisions, and a bit unorganized. However, making a leap is much better than being in narcissism adherence mode. As Janna Levin’s saying in *Tribe of Mentors*, “Science is motivated by the human drive to struggle to discover.” And yeah, we believe that DAO is motivated by the human drive to struggle to discover!\\n\\n\\n---\\n\\nReference:\\n\\n* [DAO Lay Lo Mo](https://cryptohayes.medium.com/dao-lay-lo-mo-3645f517d2d6)\\n* [A beginner’s guide to DAOs](https://linda.mirror.xyz/Vh8K4leCGEO06_qSGx-vS5lvgUqhqkCz9ut81WwCP2o)\\n* [The Ultimate DAO Report](https://newsletter.banklesshq.com/p/the-ultimate-dao-report)\",\"timestamp\":1641011069,\"title\":\"Zero-to-One DAO\"},\"digest\":\"RxOLBBNS2dgwk9mNP15kI30BQdON0_CYG6iVRW5_u_U\",\"authorship\":{\"contributor\":\"0x1aa530226347d513d94BC7dEcaD3C08ce8B183ca\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FRlVEQoRhRaQsveTOb-ffDRfszetsBvOhRp1Pr7-gBM\\\",\\\"y\\\":\\\"YgMr7IwtI6nJpKbvay6vXHmI1wFoy5gg19zNpLHFHGk\\\"}\",\"signature\":\"kXD7o6bGLKb5XOTje5K4Sq2n8ZqMEiJIK8MEo-H57U2g5VlAnPQqjI1qkh3owr1doDKFAUTZ7Ioovo1y2r77nw\",\"signingKeySignature\":\"0xdf8ac959a3bf6ce4f729ce8b2c68b0f064abc5949cc2ce455256eb42d32fcc795a62221f4190d1d410837f0a02faba2f3820862a491a4f9fd4884f57c9570d6e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FRlVEQoRhRaQsveTOb-ffDRfszetsBvOhRp1Pr7-gBM\\\",\\\"y\\\":\\\"YgMr7IwtI6nJpKbvay6vXHmI1wFoy5gg19zNpLHFHGk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RxOLBBNS2dgwk9mNP15kI30BQdON0_CYG6iVRW5_u_U\"}"