"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/zX7r-KzrBbOlBoZP6oNFr.jpeg?height=3431&width=4846)\\n\\n**In 1983 the internet was born. In the 1990s the first-ever web page was created. Then in the early 2000s, the surge in broadband & wifi accessibility catapulted the practical use of the internet for research and work. Next, in 2010 the rise of smartphones and increase in thriving social media outlets made way for an extracurricular use case for the internet.**\\n\\nIf the last 30 to 40 years of the history of the internet has it right, every decade seems to bring about new advances in technology coupled with strong and deep-rooted community or social trends that when bred tend to create the next big advances in how we as humans interact online and use the internet as a whole.\\n\\nSo my question to you is, now that we are in the early stages of the 2020s, what is next? Have you thought of this or seen the writing on the walls? Well if you have not thought about this please read on as I try to explain the beginnings of the next new phase of the internet, also known as web3.\\n\\nTo understand web3, let’s start with how we got here and all of the events that occurred over the past 12 years in order to make the web3 revolution possible.\\n\\n**2008**\\n\\nOkay by this point unless you live under a rock you have heard of Bitcoin. You might not have any idea what it is or how it works, but you have most likely at least heard of it, so let’s start there.\\n\\n\\\\*If you already know all about Satoshi, Bitcoin, and crypto you can skip this section and start at the section titled 2014, but if not read on...\\n\\nBitcoin is a type of digital currency called cryptocurrency in which a record of transactions is kept on a decentralized digital ledger most commonly referred to as the blockchain, and new units of currency can be produced by solving computational mathematical puzzles. There are a finite amount of Bitcoin and the creator, ​​Satoshi Nakamoto, designed the digital currency so that only 21 million bitcoin will ever be in existence. Bitcoin also operates completely independent of any current central banking system.\\n\\nBitcoin was first mentioned by Satoshi in 2008 and has since grown to the most famous and widely used cryptocurrency in the world. Currently, one Bitcoin or BTC for short is worth over ​​$61,000 USD. While BTC is worth a lot today it is still considered a very volatile asset. For example at the beginning of 2017 1 BTC was worth about $1,000 and by the end of that same year, 1 BTC was worth over $20,000 USD and then by the end of 2018, the price crashed to $3,300. Since then the cryptocurrency has had several other pullbacks but ultimately has continued to climb.\\n\\nThis is pretty groundbreaking stuff. The Bitcoin Network and BTC were created on a completely different system than the traditional centralized banking system. If Satoshi tried to create this currency using the current system it would still be trying to make its way through all of the red tape, bureaucracy, and regulations. Secondly, since it is an entirely new system that is decentralized you can send money (BTC) almost instantaneously to anyone in the world as long as they have an internet connection. And you can do this without any third parties taking outrageous ‘transaction fees’ off the top.\\n\\nFor example, I can send $1,000 USD to someone in Africa who does not have a bank account almost instantaneously with very minimal transaction fees as long as they have an internet connection. That is pretty incredible!\\n\\n**What Exactly is Bitcoin?**\\n\\nBitcoin is a type of digital currency called a cryptocurrency. Well, you might be thinking, how can this be a currency? Doesn’t someone official have to ‘approve’ and validate this so-called currency first? A currency is simply a medium of exchange for goods or services. *Typically* it is validated by a central government as in the Euro or USD. However, as long as something is an accepted medium of exchange between the two exchanging parties it can be used as a currency.\\n\\nDigital Currencies are pretty self-explanatory but a little confusing as it is a relatively new concept. A digital currency is digital in nature and can only be accessed via computers, phones, the internet, or digital wallets, i.e. digital game currencies.\\n\\nThis differs from traditional fiat currencies, USD or EURO, as it is not issued and backed by a central government. It is important to note that while fiat currencies are backed by a government that essentially says XYZ currency has value because we say so, *so 90s mom of them*, these currencies are not backed by a commodity, i.e. gold.\\n\\nNow a Cryptocurrency is a type of digital currency that transacts on a decentralized system using cryptography. In general, people like to use the term ‘crypto’ for short.\\n\\nCryptography literally means, ‘secret writing,’ and it has been around for a very long time. In the most recent era, cryptography is actually used to send private information over the internet. Think about sending money online from your bank account to someone else’s bank account (i.e. Zelle), something most of us have done. Cryptography is what prevents hackers and other third parties from intercepting that money transfer and what makes the process secure.\\n\\nThere are now thousands of cryptocurrencies in circulation. Some of the most notable are Bitcoin, Ethereum, Binance Coin, Cardano, and Dogecoin. Each coin is different and has its unique qualities or reasons for use. Most cryptocurrencies operate on the blockchain, but they are not the only great use for the blockchain just the first example of practical use.\\n\\nBitcoin is important to understand because it was the very first real-world implementation of using the blockchain.\\n\\nOkay so now we know that we have cryptocurrencies and they operate on the blockchain, but how does this all work, and how does it play into web3? The answer to this question lies in diving further into what the blockchain is.\\n\\n**Enter the blockchain**\\n\\nThe blockchain is a specific type of database that is extremely secure and decentralized. It is a digital ledger system that distributes all transactions across all of the nodes, or computers around the world, that are a part of the database and it is also viewable to everyone.\\n\\nThere are many differences between how traditional databases function compared to the fundamental of the blockchain. Two main differences it is important to highlight are how data is stored and how it is processed.\\n\\nTraditional databases store data into complex tables. Large databases are essentially spreadsheets on steroids. But the blockchain stores data into groups commonly referred to as *blocks*. Once the storage capacity of a block is filled it is time-stamped and added in order to the block before it. This process creates the *chain* of information. Any new information that is added begins on the next block, hence the name *block-chain*.\\n\\nAlso, with a traditional database all the computers that make up the servers are housed under one facility or a few groups of facilities and one business or entity has full control (i.e. centralized), in the blockchain computers from around the world work together and the control over the information or database is decentralized, i.e. no one person has complete control and everyone has access.\\n\\nImagine that Google’s 2.5 million servers or computers that are housed in only a few facilities, 21 to be exact, around the globe are instead just 2.5 million computers monitored by 2.5 million people all around the world. That is essentially the decentralized concept of the blockchain.\\n\\nWe can have so many cryptocurrencies because blockchain technology is open source. This means that any developer can use the original code and build off of it. Allowing for a lot of diversity and innovation. So while The original Bitcoin Network uses blockchain technology only as a ledger for transactions, with a few tweaks the blockchain can be used as a secure record system for many different types of data points. It can be used for legal contracts, voting, and as the backbone for the web3 ecosystem.\\n\\n**2014**\\n\\n2014 and the rise of Ethereum, which is a decentralized ledger built on blockchain technology and founded by Vitalik Buterin, Anthony Di Iorio, Charles Hoskinson, Mihai Alisie & Amir Chetrit. These founders had the foresight to see what was being accomplished with the Bitcoin blockchain and had a different vision for the technology. They envisioned the blockchain being used for more than just cryptocurrencies. Although Ethereum does have a currency, Ether or ETH, the use cases for the Ethereum blockchain go far beyond just currency, unlike the original bitcoin network.\\n\\nEthereum offers the ability to create smart contracts as a method of exchange and decentralized applications. The network does this using the Ethereum Virtual Machine (EVM).\\n\\nSmart Contracts are a piece of code that runs on a blockchain such as Ethereum and serve as a digital contract between two or more individuals. These contracts are programmed based on a certain set of predetermined rules. When these rules are met the contract is automatically executed.\\n\\nEthereum Virtual Machine (EVM) is the blockchain-based software platform that Ethereum uses and it is written in a language called Solidity. Using EVM developers can create many things including decentralized apps.\\n\\nDecentralized Applications (dApps) are essentially web applications created on the blockchain. For the typical user, it might be hard to grasp the concept of dApps at first because the front-end interface looks pretty similar to your typical web application. The real difference is the backend and the plumbing of dApps.\\n\\nToday’s big web applications such as Twitter, Facebook, and YouTube access data to be displayed to the end-user via privately owned servers. In contrast, dApps use all of the nodes on the blockchain and their associated wallets to serve the end-user said information.\\n\\ndApps have already started to revolutionize banking through decentralized finance (covered below). And they have the ability to scale and offer services to consumers and creators that are similar to that of Amazon and the Apple App store but without the involvement of those intermediaries (i.e. Amazon, Apple). Thus making everything entirely peer-to-peer.\\n\\nSince the technology that Ethereum runs on is open source the opportunities for what can be created are endless.\\n\\n**2015 - 2017**\\n\\nThe next big crazes after Bitcoin, thanks to the Etherum network, were ICOs, DeFi, and NFTs.\\n\\nICOs or Initial Coin Offerings started making headlines in 2017. You can think of ICOs like the IPO version for the blockchain. Several new companies started popping up and instead of raising money for their projects via IPOs companies were creating their own tokens and offering those to investors in exchange for ETH to fund their business venture. The problem was that several of these companies weren’t real businesses at all and they were just trying to game the system and make a quick buck. It did not take long before the ICO bubble burst in late 2017.\\n\\nDeFi stands for decentralized finance. DeFi is the offering of financial products for buying, borrowing, storing, lending, etc. on a decentralized platform and with no central financial middlemen like in traditional banking. With the first use case of the blockchain being a form of digital currency (BTC) it makes logical sense that the rise of DeFi would follow not far behind. In early 2020 DeFi really started to make a name for itself and continues to grow today. The industry is currently valued at [$95 billion dollars](https://defipulse.com/).\\n\\nNFTs or non-fungible Tokens, built off the Etherium blockchain. First, let’s explain the difference between fungible and non-fungible as this is important to understanding the entire concept of NFTs.\\n\\nSomething that is fungible is something that is not unique and one of a kind but can be exchanged for something of similar value. A dollar is a fungible asset. If you gave me a dollar and I gave you a dollar back we each have the same amount of purchasing power, one dollar, but different dollars than what we started out with.\\n\\nSo an example of a fungible token would be a cryptocurrency like BTC or ETH. If you gave me 1 of your BTC for 1 of my BTC then we both still have 1 BTC (and we are rich, yay!) but it is technically a different one than we started out with.\\n\\nA Non-fungible token also called an NFT means that the asset is digitally unique and no two NFTs can be exactly the same. Every NFT has an owner and that owner can be publically verified on the blockchain that the NFT was created on. An example of a non-fungible asset would be art. Take Da Vinci’s *The Last Supper* for example. While many have replicated this work of art from their own viewpoints there is still only one original.\\n\\nSo a non-fungible token or NFT is ownership of a digital asset or a digital certificate of ownership of a physical or digital asset. You are the only one who owns or can claim your NFT and there is no other one of its kind in the world.\\n\\nMost, but not all, NFTs are created on the Ethereum network. This is because of the EVM and smart contract capabilities of Ethereum previously mentioned.\\n\\nNFTs really gained popularity first as collectibles and digital art. CryptoKitties, CryptoPunks, Beeple, Kings of Leon, and Jack Dorsey. These are some of the names you might see in the mainstream headlines next to NFTs. The most popular digital auction house for NFTs is [OpenSea](https://opensea.io/). While these are some of the first and well known NFT cases there are so many more opportunities out there for NFTs within the web3 ecosystem.\\n\\nFor example, imagine if the deed to your house was digitized and made into an NFT using smart contracts. By doing this you could move the property deed onto the blockchain. You also get to create the rules that correspond to that NFT. Let’s say, for example, you put a lot of money into building your house, and after you sell the initial deed to another owner you want an additional 1% of every sale of that property you built, forever. This means every time anyone re-sells your house you will receive 1% of that transaction even if you weren’t directly involved for as long as people are buying and selling your house. With NFTs you can do this and this digital or smart contract is irrefutable, unchangeable, and public on the blockchain forever.\\n\\nCurrently, most NFTs are made for social or collectible reasons (art, gaming, social status) but the secure and irrefutable nature of NFTs makes it so that in the future things like voting, private records such as birth, and health records could all become NFTs.\\\\*\\\\*\\n\\\\*\\\\*\\n\\n**2020**\\n\\nMake way for DAOs and autonomous agents. Although the first DAO technically launched in 2016 the concept didn’t really start making headlines until 2020.  I am not even going to try to describe DAOs in the great detail that Vitalik Buterin does [here](https://blog.ethereum.org/2014/05/06/daos-dacs-das-and-more-an-incomplete-terminology-guide/). But I will try to sum up some useful definitions below.\\n\\nThink of a typical company. In the simplest form, there are inventors, varying levels of employees based on a hierarchical system, and customers. Each class has its own set of legal and social rules they need to follow. In a Decentralized Organization, all of the people are collaborating with each other according to a specific protocol that lives on the blockchain. Everyone has the opportunity to be an investor, an employee, and a customer all at the same time.\\n\\nDecentralized Autonomous Organizations (DAOs) are organizations that live on the internet and operate via a set of predefined codes or automation. It can use humans to do the work that automation is not capable of and most importantly has a source of internal capital.\\n\\nThere are several different types of DAOs and DAOs can organize for any number of unified reasons. People can come together to form a DAO for a specific cause or purpose. They can also come together to form a DAO for social or community reasons. The rules for DAOs and their members can be changed based on the collective focus and agreement of the DAO.\\n\\nCurrently, there are several different types of DAOs. There are investor, protocol, project, curator, and community DAOs just to name a few. Kevin Nielsen does a great job of laying out the framework of the current DAO landscape in this [article](https://thedefiant.io/what-is-a-dao-mapping-out-the-ecosystem/).\\n\\nImagine that you want to pool together a like-minded group of people, have them invest their capital, knowledge, and talent as a collective into purchasing and managing a pro sports team. Well with DAOs this is possible, it is even on the brink of happening right now with the sports fan investor DAO, [Krause House](https://krausehouse.club/).\\n\\n**2020- 2021**\\n\\nEnter the next big trends in this space; social tokens and the metaverse.\\n\\nSocial Tokens can be seen as a form of cryptocurrency that is based around a community, brand, person, or interest and holds value to its members. This value can be social (members only) or monetary. What the tokens can be used for depends on the community and tokenomics for said community/social group.\\n\\nTokenomics is a combination of two words tokens and economics. So it is the economics of how tokens work, have value, and are distributed to token holders.\\n\\nThe Metaverse is a new type of virtual reality where people and communities can interact fully online through AI, VR, and augmented reality by using all the latest tech and gadgets.\\n\\nThis expands way beyond the typical vision of a hard-core gamer sitting in front of a 60 in. screen with a clunky headset on screaming out obscenities at their online opponents before relentlessly firing their remote control assault rifle. The metaverse of today would have a much more mainstream and practical use. It could include things like virtual boardrooms for work and virtual stores with virtual fitting rooms where you can virtually try on clothes. Bringing a lot of our daily lives, not just our social lives, online.\\n\\n**The next iteration of the internet**\\n\\nIf web 1.0 was the rise of the internet and web 2.0 was how we access and socialize on the internet (mobile and social media) then web 3.0 is the decentralization and new economy of the internet (blockchain, the creator economy, and community employment).\\n\\nWith web3 the big giants of the current social and online spaces will essentially be eliminated. Or they will at the very least need a complete restructuring. Web3 adds a totally new layer of piping to the way we access and interact with each other over the internet. The current status quo of data centers, servers, big corporations, and monarchical type decision-making will be replaced with blockchain technology, decentralization, community pooling, and collective rule.\\n\\nThe decentralization of this new ecosystem will make way for more than just DeFi. There will be decentralized content, decentralized entertainment, decentralized retail, decentralized marketing, and much more.\\n\\nImagine a new version of YouTube where the video creator creates a video, posts it online and the viewer who views the video can tip the creator directly through the platform or the creator can charge a fee to watch the video that gets paid by a consumer and placed directly in the creator’s wallet. There will be no need for YouTube and its big brother type regulation.\\n\\nWith artificial intelligence, decentralized networks, and the metaverse, this type of creator economy is where we are heading. This is web 3.0 and the possibilities are endless.\\n\\n*Since when can weathermen predict the weather, let alone the future? -BTTF*\\\\*\\\\*\\n\\\\*\\\\*\\n\\nSources:\\n\\n* [Investopedia](https://www.investopedia.com/cryptocurrency-4427699)\\n* [The Ethereum Blog](https://blog.ethereum.org/2014/05/06/daos-dacs-das-and-more-an-incomplete-terminology-guide/)\\n* [What is a DAO? Mapping Out the Ecosystem](https://thedefiant.io/what-is-a-dao-mapping-out-the-ecosystem/)\",\"timestamp\":1639753668,\"title\":\"After Reading this Article my Mom Finally Understands Crypto, NFTs, DAOs, and the Beginnings of Web3 \"},\"digest\":\"5O-byeExZQQC71ss_ue-tVEFdz1uS0f18j17zclVWTQ\",\"authorship\":{\"contributor\":\"0xA9315Cb6E3b4a5024C4228Dbe49Fa086EEB4dD8f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dqRkjdYGFx9QoBqbeOiXo15DpkZ6HgeunuUnfBPHsXY\\\",\\\"y\\\":\\\"UKmJtqzTnpQm8hbb8pik1LJ0z3NtTEQUs9V4R3Cdrd8\\\"}\",\"signature\":\"tICfAIMBavFRJXiwthRpx7JJPW-Yed-UTKil8LX0NYHQAQO_4efJI1oqTcCVSsx9TrunfEO8IkmdNaUwhjWf7g\",\"signingKeySignature\":\"0x6bb7a234cb9386cace5561cd38818a4e9be0feac119f0e4707be90ff62e93a763aeac35fdc627f7138d3e8dabd69ae780b4ad5adde4e2cdae8479571ec8378f01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dqRkjdYGFx9QoBqbeOiXo15DpkZ6HgeunuUnfBPHsXY\\\",\\\"y\\\":\\\"UKmJtqzTnpQm8hbb8pik1LJ0z3NtTEQUs9V4R3Cdrd8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2KiNhlwJyOMSjO31kg4yz7TDk6WqGCAnobf1rSiWb58\"}"