"{\"content\":{\"body\":\"After a period of development, the blockchain finally has a public chain platform comparable to Ethereum. This is not easy. As Ethereum's high gas fee and consensus mechanism have not been well resolved, in this environment, the development of other public chains has a broader space for survival. Today we will take a look at 6 other public chain projects that are accumulating energy and have great potential and explosive power.\\n\\n**1.AVAX**\\n\\n![](https://images.mirror-media.xyz/publication-images/HCMRuRJEQUAX3kVN97Z7B.png?height=339&width=600)\\n\\nAVAX is one of Ethereum's competitors. The Avalanche Avalanche Protocol is an open source blockchain platform designed by Decentralized Finance (DeFi). The main network was launched on September 14. Avalanche is used as a platform for decentralized applications and custom blockchain networks. Aims to replace Ethereum as the most popular smart contract blockchain. It aims to achieve this goal with a higher transaction output of up to 6,500 transactions per second without compromising scalability. Avalanche tries to solve the trilemma of the blockchain, that is, the blockchain cannot achieve a sufficient degree of decentralization on the scale. The result of this is high gas costs, just like the case of Ethereum. So in order to solve this problem, Avalanche designed three interoperable blockchains. This is also one of the advantages of AVAX. The Avalanche network is composed of three independent blockchains: X chain (transaction chain), C chain (contract chain) and P chain (platform chain).\\n\\n* **Swap chain** (X-Chain) is used to create and exchange native AVAX tokens and other assets. Similar to the ERC-20 standard on Ethereum, these tokens follow a set of standardized rules. It uses an avalanche consensus mechanism.\\n* **The** C-Chain escrows smart contracts and decentralized applications. It has its own avalanche virtual machine, similar to the Ethereum virtual machine, allowing developers to fork EVM-compatible DApps. It uses the Yeti consensus mechanism.\\n* **Platform chain** (P-Chain) coordinated network validator, track activities and support the creation of a new sub-network subnet. A subnet is a collection of validators, a bit like a validator cartel. Each subnet can verify multiple blockchains, but a blockchain can only be verified by one subnet. It also uses the Yeti consensus mechanism.\\n\\nThis division of computing tasks can achieve higher throughput without affecting decentralization. For example, a private blockchain on the network may require the validators of its subnet to be sufficiently geographically dispersed or to comply with certain regulations. Following this modular structure, Avalanche improves interoperability with other blockchains that wish to integrate with the Avalanche ecosystem. In addition, the design of two different consensus mechanisms takes into account the needs of each blockchain, further improving their efficiency. The emergence of Avalanche has democratized the financial market and connected all blockchain platforms together to form an interoperable ecosystem. It is reported that the Avalanche Foundation announced that it has completed a $230 million private equity round led by Polychain and Three Arrows Capital through the sale of AVAX. Participants include R/Crypto Fund, Dragonfly, CMS Holdings, Collab+Currency, Lvna Capital, and some angel investments. And family office.\\n\\nAvalanche's financing amount is amazing. Through the incentive plan, it is no wonder that today's huge ecological construction has been smashed in such a short time.\\n\\n**2.XTZ**\\n\\nTezos has always been low-key in media promotion, and the technology supporting Tezos was proposed in a white paper published in September 2014. After a series of delays, Tezos finally launched the mainnet in September 2018. Tezos is positioned to benchmark the high-performance underlying public chain of Ethereum. The biggest highlight is the self-repair function. Holders of XTZ tokens can stake their own tokens as nodes. The total number of Tezos is 10 billion. The genesis block generates about 700 million Tezzies, and the remaining 9.3 billion will be inflated over time. The way to release, you can indirectly participate in community governance by entrusting tokens to \\\"bakers\\\", and perform technical upgrades and iterations, which can avoid forks to the greatest extent. The community also has a layout in DeFi and compliant finance.\\n\\n![](https://images.mirror-media.xyz/publication-images/w1SkYIueuTk3AIRutHLE5.png?height=373&width=600)\\n\\nIn August of this year, Swiss cryptocurrency company Crypto Finance, Switzerland-based bank InCore Bank, and crypto asset consulting company Inacta jointly used Tezos blockchain to provide institutional users with regulated tokenized asset services, possibly from private bonds and private equity. Start to tokenize. At the same time, XTZ also holds a certain position in the Grayscale Trust Fund.\\n\\n**3. ICP**\\n\\nICP is the native token of DFINITY. Since the launch of the mainnet in May 2021, the price of ICP has experienced great ups and downs. But in the long run, the token price is supported by the actual value of the project. Known as the web3.0 Internet computer, DFINITY has attracted a large number of developers and active users. At present, the applications in the DFINITY ecosystem cover multiple fields and tracks, mainly including infrastructure, DApp, social, DeFi, NFT, etc.\\n\\n![](https://images.mirror-media.xyz/publication-images/l0zBzSw4AHnrqgz7G3uO6.png?height=613&width=600)\\n\\nDFINITY is not only a blockchain project, but also the underlying infrastructure of the blockchain. DFINITY can greatly reduce the workload and cost of developers, allowing developers to focus more on the mechanism and implementation logic of the project. For example, the social product CanCan only took less than 1,000 lines of code to complete. It is worth mentioning that DFINITY's data centers are distributed in various places around the world. Such distribution can reduce the policy risk of a certain country or region. There are 20 data centers, mainly located in the United States, Europe, and Singapore. Among them, 11 data centers are located in the United States, 6 are located in Europe, and 3 are located in Singapore. Important projects in the DFINITY ecosystem focus more on traditional Internet applications such as social networking. At present, the focus of the cryptocurrency market is mainly on DeFi and NFT. DFINITY needs to make certain adjustments, such as increasing capital investment and support in these two areas. After the DeFi ecosystem is established, I believe that DFINITY will be further developed, which has been fully verified on other public chains.\\n\\n**4.ATOM**\\n\\nCosmos is a decentralized network composed of multiple independent and parallel blockchains. Its vision is to break the island effect of information and achieve interoperability between different blockchains. Cosmos is very well-known in the cryptocurrency market and has attracted the attention and participation of many investment institutions, exchanges, mining pools and wallets. Representative projects include IRISnet and Kava. One of the outstanding advantages of Cosmos is that it can not only provide its own infrastructure, but also cooperate with any public chain. This is still different from Polkadot.\\n\\n![](https://images.mirror-media.xyz/publication-images/WNJhkm7fuWJ5WVne6LOMy.png?height=407&width=600)\\n\\nCross-chain technology can solve the problem of interaction between different chains. At present, the use of hash time locks for cross-chain is valued by central banks of various countries, but there are still certain flaws in the design of hash time locks, and further optimization is needed.\\n\\n**5.MATIC**\\n\\nPolygon was previously called Matic Network, and the current congestion and high gas fees of the Ethereum network still show no signs of easing. In the window period before the official arrival of the Ethereum 2.0 era, expansion is imminent. Polygon plans to become the first \\\"Layer 2 solution aggregator\\\" on the Ethereum chain to build a modular, universal, and flexible expansion framework for Ethereum.\\n\\n![](https://images.mirror-media.xyz/publication-images/3DdNLB97SYRKbpVYvGhvX.png?height=308&width=600)\\n\\nAlthough Polygon is an L2 side chain project, it has all the characteristics of a public chain and has more than 120 project parties seeking to build or use on Polygon. Among them, games, NFT and DeFi projects dominate. It is conceivable that under the background of Ethereum network congestion and high gas fees, if Polygon can make further breakthroughs in technology, it is expected to attract more Ethereum or other blockchain projects to join.\\n\\n1. ALGO\\n\\nAlgo cleverly combines cutting-edge cryptography with the market economy model of native tokens. The Algorand project, which links tokens, technology, and economic incentives for effective market pricing, is sponsored by the Turing Award winner and MIT professor of Massachusetts Institute of Technology. A blockchain protocol developed by Sivio Micali. Algorand's consultants in the four important sections of strategic management, economics, computer science and cryptocurrency are industry leaders in their respective fields, including well-known venture capital Pillar and USV partners, and professors of electronic information engineering and computer science from top universities in the United States , Professor of Economics at MIT and Harvard University, the founder of CoinList and the co-inventor of the Zcash underlying protocol, etc. After more than two years of development, Algorand has completed all-round growth in four aspects: asset issuance, development technology, ecological organization and on-chain applications. This is closely related to Algorand's very clear goals set at the beginning of its establishment: Algorand not only focuses on financial technology and innovation, but also hopes to reshape the financial system.\\n\\nAlgorand maintains a high frequency of ecological cooperation, and the scope of cooperation is wide. It has tried to integrate with many traditional institutions or organizations to improve the adoption of its own technology. On September 16, Anthony Scaramucci, founder of Skybridge Capital and former White House communications director, said in an interview with CNBC that the company has raised more than $100 million in funding for the newly announced Algorand Fund.\\n\\n1. Summary\\n\\nBlockchain has always been unknown and full of great possibilities. The reason why the above 6 public chains can burst out with powerful energy is more important than their own deep team strength, rich ecosystem, and unique user experience. What's more is that in the environment where Ethereum itself cannot meet the needs of the huge crypto market, it has given more development space and business opportunities for projects other than the Ethereum ecology. After four years of development, a situation in which multiple chains are advancing side by side has emerged. In the future, there may be an excellent public chain that is comparable to or even surpassing Ethereum. After all, the universe is uncertain, you and I are dark horses!\",\"timestamp\":1639646509,\"title\":\"Who can surpass Ethereum to become the annual dark horse of the 6 major public chain platforms in the outbreak\"},\"digest\":\"f-aXeOn5Vn2LoQtGP3AB0dgyoh2pUA8r1NlVF8OLVSQ\",\"authorship\":{\"contributor\":\"0xd06a9E936d8126aeFe9A7470E9349922b1489FB4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"M99_7lGDMhI67NsaWcSS7BbKrJNVDWYjMyjbT5KBzD4\\\",\\\"y\\\":\\\"_j0eDtWY0soiP4tW-IKp-Tu_8aWVCjQltC8mvMEtVHk\\\"}\",\"signature\":\"bDCfBm06RNSmpfnfbBw4zKtSt0Lj284E6xMmkPKlCmVMM3qjQhuBw3b0whoQq7_WkJDd0A_yaAV2-bVXDInUAQ\",\"signingKeySignature\":\"0x0e143a13cda9e9dc8bc1f4d08a0ffa78f35408add07ded6bc87f24050fb1ecb800c1348c1389ba94cd227288dabe321df1dcdb468952fb56690c28b367456a761b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"M99_7lGDMhI67NsaWcSS7BbKrJNVDWYjMyjbT5KBzD4\\\",\\\"y\\\":\\\"_j0eDtWY0soiP4tW-IKp-Tu_8aWVCjQltC8mvMEtVHk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"f-aXeOn5Vn2LoQtGP3AB0dgyoh2pUA8r1NlVF8OLVSQ\"}"