"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/BMUwxClfLu_sXvUDOEqo2.png?height=560&width=1400)\\n\\n## 💡 Basic Idea - Make locked assets tradable\\n\\nIt all started with a simple idea. \\\"Can we not wait for the locked assets to mature?🤔\\\"\\nSometimes you would rather want to give up on your position and liquidate locked assets immediately, even if some extra fees come along. The reasons can be different depending on the situation. You might expect sudden vulnerabilities in the market and wish to avoid risks. Sometimes, you might face an emergency and need some cash abruptly. If you are someone who uses leverage, the vesting period can feel like a big burden. Whatever the case is, the need for instant liquidation of locked assets has always been there. In fact, the services in the form of \\\"market-making\\\" or \\\"secondary market\\\" to meet those needs are active more than ever in the traditional finance sector. But how can we bring the same concept into the Defi world? What kind of crypto assets would require instant liquidations? Well, it turns out, the idea could be applied to one of the hottest topics in the Defi scene, the Olympus DAO.\\n\\n\\n---\\n\\n## ⚚ Hermes Finance - Bond NFTs for Ohmies\\n\\nThere is no doubt that the \\\"protocol-owned liquidity model\\\" suggested by OlympusDAO has been a catalyst for the Defi 2.0 movement. However, the only missing part was a tool for users to exchange their bonds in the market. To be specific, the OHM bond buyers were left with no option but to hold the asset until the vesting period expires. That was because the OHM bond itself has not been designed to be transferable on the contract level.\\n\\nBut thanks to the recent v2 upgrade, OHM bonds can now be held as NFTs. That means you can now trade your bonds before the due date in the form of NFT. Along with the update, Olympus DAO has also announced the plan to decentralize the front-end marketplace for their Bond Product. What these changes bring to the table is crucial because it can be a milestone for Olympus DAO to expand their ecosystem in two ways.\\n\\n1. Multiple Channels for purchasing OHM bonds will be available\\n2. Secondary markets for OHM bonds (NFT) will appear\\n\\nAnd this is exactly where Hermes Finance comes in.\\n\\n**👉 “An alternative place to buy Ohm bonds with an additional feature of trading bonds as NFTs.”**\\n\\nAnd the follow-up questions one might ask are as follows.\\n\\n* Why should I buy OHM bonds through Hermes Finance when I can buy the same product at Olympus DAO?\\n* Why should I use Hermes Finance as a secondary market when I can trade my Bond NFTs at Opensea?\\n\\nAnd the answer to the above questions is simple. It's because there are extra benefits.\\n\\n\\n---\\n\\n## 👍 Benefits of using Hermes Finance\\n\\n1. **Users who want to purchase OHM Bonds**\\n\\n   **1-1)** `Bond NFT` **→ Making OHM bonds tradable**\\n\\n   OHM bonds purchased through Hermes Finance will be automatically wrapped into NFTs. Once again, this opens up the possibility to sell the bonds and claim gOHM before the vesting period expires.\\n\\n   **1-2)** `Instant Claim` **→ Market place to instantly trade OHM bonds**\\n\\n   Although the idea of the Bond NFT itself is innovative, users still might face trouble finding a matching person who will trade their assets. This is because the product involves the \\\"time\\\" factor. For example, a seller might want to sell the bond at the point where there are five days of vesting period remaining, but by the time when the buyer discovered the product at Opensea, the remaining days might have been reduced to two.\\n\\n   How Hermes Finance will address this problem is simple. Making a large pool of gOHM to the point where users can instantly swap their Bond NFTs to gOHM without having to find a matching person. We call this feature an \\\"Instant Claim\\\" and the primary source of gOHM supply is the gOHM stakers (liquidity providers). To further elaborate on how it works, Bond NFT holders will pay a certain amount of fees for instant claiming, and the generated fees will be handed out to the gOHM liquidity providers. The profile of gOHM stakers will be further described in the 'OHM stakers' part below.\\n\\n   **1-3)** `A chance to win the lottery` **→ Extra opportunity for bond buyers**\\n\\n   Bond NFT buyers will be automatically given an opportunity to play the lottery and earn extra rewards. The source of the lottery prize comes from Olympus DAO FE rewards, an incentive provided by the Olympus DAO to attract third parties to run the front-end for them. Hermes Finance will use 90% of the rewards as a lottery prize. The amount of Olympus DAO FE rewards used for the lottery prize might change after four weeks from the initial launching date.\\n2. **OHM stakers (liquidity providers)**\\n\\n   **2-1)** `gOHM staking` **→ Adding yields on top of gOHM yields**\\n\\n   On the other side of the market, there is a group of Ohmies who want to hodl OHM and keep their (3,3) slogan until death. Unlike the instant claimers, these people are only interested in increasing their OHM position size. Up until now, their only option was to take gOHM to Rari capital or Abracadabra money, use them as collateral and borrow stablecoins off of it to buy more OHMs. But there also exists a risk of losing gOHMs from liquidation in case the OHM price falls.\\n\\n   Staking at Hermes Finance is for those users who would not want to be exposed to the liquidation risks and yet still want to increase their OHM position size. They can add APY on top of gOHM APY in exchange for supplying their gOHMs. The additional yields are coming from the fees generated by instant claims from Bond users.\\n\\n\\n---\\n\\n## 📈 Product Roadmap\\n\\nHermes Finance will follow a carefully structured plan to turn the concepts into a reality. There will be two phases: version 1 and 2. At V1, the Bond NFT and the lottery will be first launched. After acquiring a decent amount of user bases with V1, the Instant claim function and gOHM staking will be launched at V2. Please find the detail below.\\n\\n### Expected Launch date\\n\\n1. V1 Launch (Jan, 2022)\\n   1. Bond NFT\\n   2. Lottery\\n2. V2  Launch (1Q, 2022)\\n   1. Instant Claim\\n   2. gOHM Staking\\n\\n\\n---\\n\\n## ✨ Closing Thoughts\\n\\nWe're excited to contribute to expanding the ecosystem of Defi as well as the Olympus DAO community by following the vision of \\\"Making Locked Assets Tradable.\\\" We believe Hermes Finance will provide a healthy balance between buying and selling pressure of OHM tokens.\\n\\nIf you're interested in our journey, please join the Hermes Community.\\n\\n* [Discord](https://discord.gg/WTnpFYxTJ7)\\n* [Twitter](https://twitter.com/hermes__finance)\\n* [Telegram](https://t.me/hermesfinance)\\n\\n\\n---\\n\\n## 👩🏻‍⚖️ Disclaimer\\n\\nThe information provided in this Post is not investment advice and does not constitute an offer or solicitation to offer or recommendation of any investment product. It is for general purposes only and does not take into account your individual needs, investment objectives, and specific financial circumstances.\",\"timestamp\":1640838722,\"title\":\"Introducing Hermes Finance, Bond NFTs for Ohmies\"},\"digest\":\"a8FdsUhLLFJb6Qoeooplej1gdjEX2wt4Dflt0cxi7os\",\"authorship\":{\"contributor\":\"0xcAB174c02Bee2cdF57995272fA821375ba22193b\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Dqs-jsvkSGDHZXOYO0lGcJ-lTOWFE0B8lQRKh0gzngM\\\",\\\"y\\\":\\\"PoihnkcIvLKdqL9diB4lvAgOZQjxQLXpto-asuFPDzc\\\"}\",\"signature\":\"ltPCg9pLYwG4WIj7A1kD7G_XTg6VAvvrVlyhfsdKBM-py2hD_s84E2IeW-YTWzdBBQekK3b1aX2bEFXsm46mhg\",\"signingKeySignature\":\"0x7cfad894bc4ab45062940c6a02b630ddd2d6743d545df24a9600349b1c167b2163deef8d60999459cac435bc526937df5f1485c763203611e7ea7cef40445d7b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Dqs-jsvkSGDHZXOYO0lGcJ-lTOWFE0B8lQRKh0gzngM\\\",\\\"y\\\":\\\"PoihnkcIvLKdqL9diB4lvAgOZQjxQLXpto-asuFPDzc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dNEpCewhwbCpyjZ__1tar5Uhg2xpxwvAfMioj2uR3Rg\"}"