"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/5aZedcOJviHNwLh6YHOa0.png?height=264&width=647)\\n\\nWe often get asked why you should use [Dev Protocol](https://devprotocol.xyz/) as a form of funding Open Source Software - OSS - Projects instead of just making a simple donation. I'll try to explain, through a simple Game Theory example, the incentives that Dev Protocol creates that makes it, for some people, a superior option to sustainably fund those projects.\\n\\nTo show each particular incentive and differentiate them in this model, this will be a static game, prices are constant and the players can only choose to either use Dev Protocol or Donate. Just to be clear, in real life, when you join Dev Protocol, you're not required to give up donations, in fact you can and should accumulate both benefits.\\n\\n### The Game\\n\\nSuppose there are 2 players, one is the Creator and the other is the Philanthropist. The latter dedicates $100 of his monthly income to donate to his favorite Open Source Software Creator. Financially the amount he donates gives him a **-** **$100** payoff, but, let's say that the satisfaction of donating to his favorite project is equivalent to him to a **+$100** payoff. The net payoff for him would be **$0**.\\n\\n![](https://images.mirror-media.xyz/publication-images/GUhLdT4l40xQcw1QM4nEk.png?height=428&width=689)\\n\\nNow consider that a Creator has his project pool on [stakes.social](https://hide.ac/articles/stakes.social) and only accepts DEVs. In this case potential Philanthropists who either did not afford to be altruistic or did not get the sufficient satisfaction from being altruistic to justify a donation might get the incentive to finance that project.\\n\\nLet's say that the Philanthropists stakes the sufficient amount of [DEV](https://www.coingecko.com/en/coins/dev-protocol) tokens that the Monthly Percentage Yield equals $100. In this case he gets both the **+$100** from the staking rewards AND the **+$100** from the satisfaction of donating for his favorite project.\\n\\n![](https://images.mirror-media.xyz/publication-images/5GAPmoCHv4_oNzNz0CKtc.png?height=428&width=689)\\n\\nSo in this game, both strategies Dev Protocol:Dev Protocol and Donation:Donation are Nash Equilibria. But, when the Philanthropist deviates his strategy to Dev Protocol he has a better payoff, making it the **dominant**, **optimal**, **strategy**.\\n\\n### Reality\\n\\nIn reality, like I've said in the beginning, the Creator can accept both Dev Protocol and the Donations as way to finance his projects, and they both have a place in the Creator Economy. That is, they are not and should not be Mutually Exclusive.\\n\\nThe person that chooses to use **Dev Protocol** as a way to support an OSS project will have to:\\n\\n* Learn how to use\\n* To get a present $100 monthly donation, the individual will have to have the intertemporal vision that they have to currently stake 344 DEV, which costs $3440 today.\\n\\nThe good this is:\\n\\n* Dev Protocol is still fairly new and unknown, it is sitting at a **$10 Million Market Cap**, which is **extremely undervalued** for all the problems it already solves.\\n* Since the token price isn't constant, that initial purchase to sustainably finance their favorite project might even 10-100x in the future, as the Protocol grows, so getting in early might let you fund that project with $1000 or even $10000 monthly rewards, which couldn't be possible with regular donations.\\n* Since you will also get paid, you might treat this not only as Philanthropy but as an investment, which might change the way you see how projects are funded and incentivize you to help them even more.\\n\\nIndividuals might prefer each method and both have their own benefits and places.\\n\\nI choose to use Dev Protocol.\",\"timestamp\":1642613228,\"title\":\"Dev Protocol Incentives explained with Game Theory\"},\"digest\":\"1CHnUlGcMRmibyP4slqS-FafzU3g4oYtYySj_KJaKCI\",\"authorship\":{\"contributor\":\"0x264E467841f02DC85e60d39E103BF1831243aC06\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"izp93pBGLpY9_gKg_IHyjNFna7n4v5ymEp6Y2_z-WoU\\\",\\\"y\\\":\\\"YLStObS3dEmweDkjlEhrOz4RYcJ8-2Lm5wPgEY19VnI\\\"}\",\"signature\":\"-ic0soWetIa_cb17Wl_dP2wh_iXzmML4ewdmq6eNRS5nqGNwpbzPTP6jAP4-8DZcVYr467sqxYMpzv5O6r32Tw\",\"signingKeySignature\":\"0x2afcec1e263b5b7804720bd6c7c8c42755bcd814028ebdef6e6ab3edd1f34c716f5b95f38ea71675ed882abd3208f0558ca615ab753391f95e8beb1ee11a74451b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"izp93pBGLpY9_gKg_IHyjNFna7n4v5ymEp6Y2_z-WoU\\\",\\\"y\\\":\\\"YLStObS3dEmweDkjlEhrOz4RYcJ8-2Lm5wPgEY19VnI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1CHnUlGcMRmibyP4slqS-FafzU3g4oYtYySj_KJaKCI\"}"