"{\"content\":{\"body\":\"那日师尊突然说要娶我为妻，我当即跪在了他的面前。\\n\\n“师尊，你是知道我的，我更喜欢小鲜肉。”\\n\\n师尊那堪比小鲜肉的冠玉面容瞬间成了阴天，周身白衣无风自动。\\n\\n我吓得一哆嗦，认真想了想，加了一句：“师尊，我说的是真正的小鲜肉，不刷绿漆那种。”\\n\\n面如冠玉的师尊终于脸黑成了锅底。\\n\\n出乎意料，师尊没有罚我多抄十遍无相内经，只是一个人坐在山崖顶上发呆，也不准我靠近。\\n\\n但凡我接近他三丈以内，立刻有一小股雷电不知道从哪钻出来劈得我二佛出世。\\n\\n被雷劈了七八回，我累了，蹲在山腰遥望师尊那从头发丝到脚后跟都散发着淡淡忧伤的背影。\\n\\n我师尊，和光天尊，听说是三界第一美男子。\\n\\n之所以用听说这个词，是因为我也不知道其他两界在哪，自始至终我都在人界浪。\\n\\n山脚下旺财镇的孙二丫跟我讨论过很多次这个问题。\\n\\n“大风，我跟你讲，我哥进京赶考遇到过京城四少，他说那四位公子人均阆苑仙葩，人手一个玉树临风，是他今生仅见的最俊美人物，你可以去京城看看有没有比和光天尊更美的。”\\n\\n我---对了忘了自我介绍，我叫张大风，碎玉门和光天尊座下唯一女弟子。\\n\\n听了二丫的话，我很是动心，修仙生涯诸多苦楚艰辛，要不是山上众门徒洗经伐髓之后一个个出落得气宇轩昂令人大饱眼福，这日子真不知道如何苦熬。\\n\\n可惜看来看去，没有一个师兄弟或者师侄能比得上我家师尊。\\n\\n和光天尊抚琴时，百鸟出林，山巅风歇雨寂，他的琴音能令最凶悍的猛兽伏下头颅，碧波湖的赤霞生曾经说过，这人世间的景色，都不如和光天尊的一个眼神令人心折。\\n\\n赤霞生说这句话的时候，我才五岁，正趴在他后背上揪他的大胡子。\\n\\n“哎哟！大风你这死丫头，我说和光，你是哪门子筋搭错了收养这么个假小子。”\\n\\n我不动声色把鼻涕抹在赤霞生的后背上，哧溜滑下地，装作跑出去玩，却又躲在门边偷偷听师尊说话。\\n\\n师尊淡淡一笑，墨玉色泽的眼眸远远看向窗外雪峰，只一把琴弦般的嗓音轻轻传来：“赤霞生，你看那主峰雪顶，粉雪又来了呢。”\\n\\n赤霞生的大嗓门忽地静默。\\n\\n我躲在门外一头雾水，粉雪跟我拜入师门又有什么关系？\\n\\n一转眼十几年过去，赤霞生还是每隔三年就来找师尊喝酒，碎玉门主峰雪顶的粉雪依然是我肉眼无法察觉的存在。\\n\\n不一样的变化在于，我已经不是流着鼻涕雌雄难辨的五岁孩童，师尊已收我为内门弟子，我的身形已然长成该有的有，不该有的就没有的十八岁女孩婀娜模样。\\n\\n我穿上内门弟子制式的绯红滚边白衣劲装走在山道上，长发在脑后用枚金环束起，渐渐会有少年会为我驻足凝望，带着弟子来访的其他门派长老，慢慢开始向师尊询问起对我的打算。\\n\\n“......大风仍是赤子之心，不宜过早婚配。”\\n\\n师尊一律用这句话来挡回。\\n\\n我自然是高兴的。\\n\\n修仙者与天争命，寿数比起凡间要漫长，找个道侣成个亲什么的，根本不在我五十年以内的计划中。\\n\\n哪怕世上万般景色都不及我家师尊的一个眼神，但我也想走遍山川领略人间红尘万丈。\\n\\n出山历练一直是我的一个小目标，当我把下山后的行走计划洋洋洒洒几千字报告递给师尊时，师尊的眼神如此晦涩难明，甚至在挥退所有弟子之后，问了我那句话。\\n\\n“大风，你可愿嫁与为师，与我相伴此生？”\\n\\n我咽了口口水，咕咚一声让自己回魂。\\n\\n接着我就跪下来，说了那句气得师尊用雷劈了我七八次的话。\\n\\n其实我说谎了。\\n\\n再嫩的黄瓜，再鲜艳的绿漆，也展现不出我师尊这样俊秀的容颜。\\n\\n没有一个女子能拒绝和光天尊的要求，包括我这个喜爱看颜色的女子。\\n\\n但是我不能让师尊为难。\\n\\n我是碎玉门最随心所欲的女弟子，这不表示我的神经比树干还粗。\\n\\n师尊说要娶我为妻时的表情，绝对不是一个男子面对心爱女人时的表情。\\n\\n他淡雅不波的眼神背后，藏着我猜测不出的不得已。\\n\\n最终我顶着一头被雷劈到炸毛的刺猬头，在山腰遥向师尊的背影磕了三个头，背上我的小包袱和乾坤袋，头也不回地向山下走去。\\n\\n呼啸山风中隐约传来师尊的喃喃自语。\\n\\n“我又能护着你到几时呢......”\\n\\n浑然不知的我一路狂奔跑向山外的新世界。\\n\\n别了，师尊，别了，旺财镇，孙二丫给我布道许多天的京城四少，我来了！\\n\\n碎玉门驻守人间界，山上一天，人间也是一天，旺财镇的居民与门内弟子都很熟悉。\\n\\n因此二丫是我从小一同长大的好姐妹，溪头田边，瓦上树间，到处都有我们的传说。\\n\\n“老孙头，你家二丫是不是又跟山上的大风偷我家玉米了？”\\n\\n“老孙头，你家二丫跟山上的大风在田边烤红薯，差点烧了我家谷仓！”\\n\\n“老孙头……”\\n\\n令人感慨唏嘘，此间留下过许多美好的回忆。\\n\\n旺财镇通往京城的官道路边，毫不意外蹲着我的挚友孙二丫。\\n\\n我一步步踱过去，一边念个清净咒把头脸上雷劈的焦黑拾掇干净。\\n\\n二丫一点点站起来，掏出一把小木梳把麻花辫的发尾梳了又梳。\\n\\n官道旁，长亭外，我俩对视一笑，双双把脸转向京城方向，眼冒绿光。\\n\\n张大风，孙二丫，有福同享有难同当，有帅哥也要同欣赏。\\n\\n修仙者自带缩地法器，长风万里若等闲，然而我刚刚把我的微型飞舟从乾坤袋里拿出来，就被二丫坚决喝止。\\n\\n“张大风啊张大风，你得学着厉行节约，今后咱们是自己闯荡江湖，能省的地方就要省着点，你那飞舟留着以后逃命用不香吗？万一用坏了又赶上要逃命岂不是坏了菜？”\\n\\n也是啊。\\n\\n不过我才刚下山就要考虑逃命，总觉得兆头有点不对。\\n\\n孙二丫严肃地指了指刚从旺财镇里走出来的一辆马车。\\n\\n“你要学着接地气，学着用马车懂吗？哎你眼睛往哪看呢？我说的是那辆马车，不是马车旁边骑马的帅哥……”\\n\\n我没理孙二丫，这货从小跟我坐飞舟跟吃饭一样频繁，忽然跟我说要接地气，果然有诈。\\n\\n马车是常见的富人家马车，也不过就是旁边跟随的护卫多一些。\\n\\n但是那个在前面骑马的青年，真的很吸引人。\\n\\n大老远别的没看清，夹着马背的一双大长腿特别引人注目，一身黑衣长衫，勾勒出宽肩窄腰的体态，整个人像一张蓄势待发的弓。\\n\\n光靠这身材就能击败旺财镇所有适婚男青年。\\n\\n我挠了挠下巴，纵横旺财镇十几年，好像从来没见过这号人物啊。\\n\\n稍微走近一点，黑衣青年的脸映入眼帘，一瞬间我有种大热天吃到一大碗冰的错觉。\\n\\n我眨了眨眼，原来是此男肤色太白，衬得眸色沉沉如黑夜，略薄的嘴唇显得比一般人都浅色一些，第一眼就让人觉得特别清凉。\\n\\n后山溪水中冰镇的山果，尝在唇齿间也大抵就是这般感受。\\n\\n看这男子第二眼，才察觉他剑眉星目，鼻梁笔挺，虽是人间普通男子，风骨比起修仙之人也不遑多让。\\n\\n男子斜眼瞥见路边呆站着的我跟孙二丫，眸光一闪，口中轻吁一声，竟是立刻勒停了马。\\n\\n我暗自凛然，莫非是我许多年修行出来的不凡气质让这男子一见惊为天人？\\n\\n下一刻男子开口：“二丫，我记得我已经告诉过你，不要跟着我去京城。”\\n\\n告辞，是我自作多情。\\n\\n我的挚友孙二丫何时认识了这样一名男子？\\n\\n重点是，居然我不知道？\\n\\n在我热情的注视中，二丫竟然难得出现了一丝扭捏之态。\\n\\n这丫头生就一张蜜色脸庞，肤质极好，小时候被她爹老孙头抡着洗衣棒追赶几里路都没红过脸，然而此刻我破天荒地在她脸上看到左右各有一坨红。\\n\\n惊悚的还在后头。\\n\\n二丫缓缓低头，角度仿佛在镜前练习过一百次，无比娇羞地细声回应：“岑少爷，我只是上京去寻我赶考的二哥而已。”\\n\\n相识十三年，我第一次听到孙二丫的声音也可以用这么轻柔的方式出现。\\n\\n黑衣长衫冰美人岑少爷端坐马背之上，一双凌厉眼在我跟二丫脸上来回审视。\\n\\n就在我感到不耐烦打算掏出我的飞舟震惊一下世人最主要的是打算震惊一下帅哥的时候。\\n\\n“……也罢，你们二人上车。”\\n\\n二丫以迅雷不及掩耳之势把我拽上了马车，车帘刷地一下飞起又在我们身后落下，隔绝了帅哥岑少爷那若有所思的眼神。\\n\\n马车里还有人。\\n\\n车里比起外面看起来奢华舒适许多，靠里有一张软榻，侧卧着一位华服美人，眉如春山唇似樱，眼眸乌黑如点漆，神色淡淡，美是美得很，就是看起来气色有点冷寂。\\n\\n从浅粉色唇与眉眼轮廓看来，她与外面的冰山帅哥是血亲。\\n\\n我跟二丫挤进马车这件事似乎并不能引起美人多大关注，她扫了我们一眼，就像看了一眼路边开的野菊花，便再次合眼养神。\\n\\n软榻边坐着一位豆蔻年华的侍女，年纪不大，但看着很沉得住气，抬眼打量了几眼我和二丫，并没有交谈的意愿，也看不出有什么情绪。\\n\\n神秘美人，神秘帅哥，连丫鬟都带着神秘光环，等到了地头，孙二丫必须要给我一个交代。\\n\\n我神色不善地用目光问候了二丫不下十次，这货只是对着我龇牙一笑。\\n\\n秋意渐浓，长空风急，马车外的骑士们呵斥着马匹，马车也渐渐加快了速度，我撩开侧面的车帘往后看。\\n\\n碎玉门主峰像个醉卧的巨人，半拥着山脚下的旺财镇。\\n\\n那巨人头戴雪冠，在秋阳照耀下闪着金光，令人炫目，不可久视。\\n\\n我的眼眶有点酸，可能是注视主峰雪顶太久，恍惚之间，雪顶有粉色一闪而过，再凝神细看，却是雪白依旧。\\n\\n我生活了十多年的避风港，在我身后淡去了身影。\\n\\n人来人往的旺财镇，并没有因为有几个人离去而改变什么生活节奏。\\n\\n“哎？老孙头，你家二丫没到我们茶楼来听书啊。”\\n\\n“没有没有，没见到，二丫上一次来脂粉铺得有三四天前了。”\\n\\n“老孙头，我表哥的大姨子的小叔看见二丫好像跟着岑家的马车走了。”\\n\\n“老孙头？你走路怎么摇摇晃晃的，老孙头？”\\n\\n“快来人啊，赶紧帮忙把老孙头送去周大夫家看看。”\",\"timestamp\":1640927176,\"title\":\"小说|《碎玉不识卿》第一章\"},\"digest\":\"HlnbLYVel_3g7GPNTqxzz7MLejpOQAVnCKk2w9Tslm8\",\"authorship\":{\"contributor\":\"0xe8662aaB799E89AA5601995039036123413b92dE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2Bb5VlThItIBbU0LFkinlx4SGZsHQkI-BsmDUhQU0mk\\\",\\\"y\\\":\\\"ZAZlGkwQ_39gcYcH302B_gv_917FOtRgfzJ9gARPTyo\\\"}\",\"signature\":\"1c5LhMox-u_Lwn2vdYNxLdDUKh8DCPcelTLMsBC5CSLZvBHT5JtOlG4mlz4svB8OuaidRIfSzV6DvSxOfmM9UA\",\"signingKeySignature\":\"0x282d472d576c0e1a6c61ed53063d9d636424ded235ca41079cc2beaafbbc1179456e3d183c444046ad793501552041cefca1eb5f7810c949fb5184857f2bbc671b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2Bb5VlThItIBbU0LFkinlx4SGZsHQkI-BsmDUhQU0mk\\\",\\\"y\\\":\\\"ZAZlGkwQ_39gcYcH302B_gv_917FOtRgfzJ9gARPTyo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HlnbLYVel_3g7GPNTqxzz7MLejpOQAVnCKk2w9Tslm8\"}"