"{\"content\":{\"body\":\"on the ruins of peel-tower and barmkyn, relics of the time of raids, it looked; on ranges of whitewashed outbuildings; on a goodly array of dark-thatched ricks.\\n\\nIn the stack-yard, behind the lengthy range of stables, two men were thatching. One lay sprawling on the crest of the rick, the other stood perched on a ladder at a lower level.\\n\\nThe latter, small, old, with shrewd nut-brown countenance, was Tammas Thornton,, who had served the Moores of Kenmuir for more than half a century. The other, on top of the stack, wrapped apparently in gloomy meditation, was Sam'l Todd. A solid Dales-- man, he, with huge hands and hairy arms; about his face an uncomely aureole of stiff, red hair; and on his features, deep-seated, an expression of resolute melancholy.\\n\\n\\\"Ay, the Gray Dogs, bless 'em!\\\" the old man was saying. \\\"Yo' canna beat 'em not nohow. Known 'em ony time this sixty year, I have, and niver knew a bad un yet. Not as I say, mind ye, as any on 'em cooms up to Rex son o' Rally. Ah, he was a one, was Rex! We's never won Cup since his day.\\\"\\n\\n\\\"Nor niver shall agin, yo' may depend,\\\" said the other gloomily.\\n\\nTammas clucked irritably.\\n\\n\\\"G'long, Sam'! Todd!\\\" he cried, \\\"Yo' niver happy onless yo' making' yo'self miser'ble. I niver see sich a chap. Niver win agin? Why, oor young Bob he'll mak' a right un, I tell yo', and I should know. Not as what he'll touch Rex son o' Rally, mark ye! I'm niver saying' so, Sam'l Todd. Ah, he was a one, was Rex! I could tell yo' a tale or two o' Rex. I mind me boo--\\\"\\n\\nThe big man interposed hurriedly.\\n\\n\\\"I've heard it afore, Tammas, I welly 'aye,\\\" he said.\\n\\nTammas paused and looked angrily up.\\n\\n\\\"Yo've heard it afore, have yo', Sam'l Todd?\\\" he asked sharply. \\\"And what have yo' heard afore?\\\"\\n\\n\\\"Yo' stories, owd lad--yo' stories o' Rex son o' Rally.\\\"\\n\\n\\\"Which on' em\\n\\n\\\"All on 'em, Tammas, all on 'em--mony a time. I'm fair sick on 'em, Tammas, I welly am,\\\" he pleaded.\\n\\nThe old man gasped. He brought down his mallet with a vicious smack.\\n\\n\\\"I'll niver tell yo' a tale agin, Sam'l Todd, not if yo' was to go on yo' bended knees for't.\\n\\nNay; it bain't no manner o' use talkin'. Niver agin, says I.\\\"\\n\\n\\\"I niver askt yo',\\\" declared honest Sam'l. \\\"Nor it wouldna ha' bin no manner o' use if yo' had,\\\" said the other viciously. \\\"I'll niver tell yo' a tale agin if I was to live to be a hunderd.\\\"\\n\\n\\\"Yo'll not live to be a hunderd, Tammas Thornton, nor near it,\\\" said Sam'l brutally.\\n\\n\\\"I'll live as long as some, I warrant,\\\" the old man replied with spirit. \\\"I'll live to see Cup back i' Kenmuir, as I said afore.\\\"\\n\\n\\\"If yo' do,\\\" the other declared with emphasis, \\\"Sam'l Todd niver spake a true word. Nay, nay, lad; yo're owd, yo're wambly, your time's near run or I'm the more mistook.\\\"\\n\\n\\\"For mussy's sake hold yo' tongue, Sam'l Todd! It's clack-clack all day--\\\" The old man broke off suddenly, and buckled to his work with suspicious vigor. \\\"Mak' a show yo' bin workin', lad,\\\" he whispered. \\\"Here's Master and oor Bob.\\\"\\n\\nAs he spoke, a tall gaitered man with weather-beaten face, strong, lean, austere, and the blue-gray eyes of the hill-country, came striding into the yard. And trotting soberly at his heels, with the gravest, saddest eyes ever you saw, a sheep-dog puppy.\\n\\nA rare dark gray he was, his long coat, dashed here and there with lighter touches, like a stormy sea moonlit. Upon his chest an escutcheon of purest white, and the dome of his head showered, as it were, with a sprinkling of snow. Perfectly compact, utterly lithe, inimitably graceful with his airy-fairy action; a gentleman every inch, you could not help but stare at him--Owd Bob o' Ken-muir.\\n\\nAt the foot of the ladder the two stopped. And the young dog, placing his forepaws on a lower rung, looked up, slowly waving his silvery brush.\\n\\n\\\"A proper Gray Dog!\\\" mused Tammas, gazing down into the dark face beneath him. \\\"Small, yet big; light to get about on. backs o' his sheep, yet not too light. Wi' a coat hard a-top to keep oot Daleland weather, soft as sealskin beneath. And wi' them sorrerful eyes on him as niver goes but wi' a good un. Amaist he minds me o' Rex son o' Rally.\\\"\\n\\n\\\"Oh, dear! Oh, dear!\\\" groaned Sam'l. But the old man heard him not.\\n\\n\\\"Did 'Enry Farewether tell yo' hoo he acted this mornin', Master?\\\" he inquired, addressing the man at the foot of the ladder.\\n\\n\\\"Nay,\\\" said the other, his stern eyes lighting.\\n\\n\\\"Why, 'twas this way, it seems,\\\" Tammas continued. \\\"Young bull gets 'isseif loose. somegate and marches oot into yard, o'erturns milkpail, and prods owd pigs i' ribs. And as he stands lookin' about un, thinking' what he shall be up to next, oor Bob sees un 'An' what yo' doin' here, Mr. Bull?' he seems to say, cockin' his ears and trottin' up gay-like. Wi' that bull bloats fit to bust 'isseif, lashes wi's tail, waggles his head, and gets agate o' chargin' 'im.  But Bob leaps oot o' way, quick as lightnin' yet cool as butter, and when he's done his foolin drives un back agin.\\\"\\n\\n\\\"Who seed all this?\\\" interposed Sam'l, sceptically.\\n\\n\\\" 'Enry Farewether from the loft. So there, Fat'ead!\\\" Tammas replied, and continued his tale. \\\"So they goes on; bull chargin' and Bob drivin' un back and back, hoppin' in and oot agin, quiet as a cowcumber, yet determined. At last Mr. Bull sees it's no manner o' use that gate, so he turns, rares up, and tries to jump wall. Nary a bit. Young dog jumps in on un and nips him by tail. Wi' that, bull tumbles down in a hurry, turns wi' a kind o' groan, and marches back into stall, Bob after un. And then, dang me!\\\"--the old man beat the ladder as he loosed off this last titbit,--\\\" if he doesna sit' isseif i' door like a sentrynel till 'Enry Farewether cootn up. Hoo's that for a tyke not yet a year?\\\"\\n\\nEven Sam'l Todd was moved by the tale.\\n\\n\\\"Well done, oor Bob!\\\" he cried.\\n\\n\\\"Good, lad!\\\" said the Master, laying a hand on the dark head at his knee.\\n\\n\\\"Yo' may well say that,\\\" cried Tanitnas in a kind of ecstasy. \\\"A proper Gray Dog, I tell yo'. Wi' the brains of a man and the way of  a woman. Ah, yo' canna beat 'em nohow, the Gray Dogs o' Kenmuir!\\\"\\n\\nThe patter of cheery feet rang out on the plank-bridge over the stream below them. Tammas glanced round.\\n\\n\\\"Here's David,\\\" he said. \\\"Late this mornin' he be.\\\"\\n\\nA fair-haired boy came spurring up the slope, his face all aglow with the speed of his running. Straightway the young dog dashed off to meet him with a fiery speed his sober gait belied. The two raced back together into the yard.\\n\\n\\\"Poor lad!\\\" said Sam'l gloomily, regarding the newcomer.\\n\\n\\\"Poor heart!\\\" muttered Tammas. While the Master's face softened visibly. Yet there looked little to pity in this jolly, rocking lad with the tousle of light hair and fresh, rosy countenance.\\n\\n\\\"G'mornin', Mister Moore! Morn'n, Tammas! Morn'n, Sam'l!\\\" he panted as he passed; and ran on through the hay-carpeted yard, round the corner of the stable, and into the house.\\n\\nIn the kitchen, a long room with red-tiled floor and latticed windows, a woman, white-aproned and frail-faced, was bustling about her morning business. To her skirts clung a sturdy, bare-legged boy; while at the oak table in the centre of the room a girl with brown eyes and straggling hair was seated before a basin of bread and milk.\\n\\n\\\"So yo've coom at last, David!\\\" the woman cried, as the boy entered; and, bending, greeted him with a tender, motherly salutation, which he returned as affectionately. \\\"I welly thowt yo'd forgot us this mornin'. Noo sit you' doon beside oor Maggie.\\\" And soon he, too, was engaged in a task twin to the girl's.\\n\\nThe two children munched away in silence, the little bare-legged boy watching them, the while, critically. Irritated by this prolonged stare, David at length turned on him.\\n\\n\\\"Weel, little Andrew,\\\" he said, speaking in that paternal fashion in which one small boy loves to address another. \\\"Weel, ma little lad, yo'm coomin' along gradely.\\\" He leant back in his chair the better to criticise his subject. But Andrew, like all the Moores, slow of speech, preserved a stolid silence, sucking a chubby thumb, and regarding his patron a thought cynically.\\n\\nDavid resented the expression on the boy's countenance, and half rose to his feet.\\n\\n\\\"Yo' put another face on yo', Andrew Moore,\\\" he cried threateningly, \\\"or I'll put it for yo'.\\\"\\n\\nMaggie, however, interposed opportunely.\\n\\n\\\"Did yo' feyther beat yo' last night?\\\" she inquired in a low voice; and there was a shade of anxiety in the soft brown eyes.\\n\\n\\\"Nay,\\\" the boy answered; \\\"he was a-goin' to, but he never did. Drunk,\\\" he added in explanation.\\n\\n\\\"What was he goin' to beat yo' for, David?\\\" asked Mrs. Moore.\\n\\n\\\"What for? Why, for the fun o't--to see me squiggle, \\\"the boy replied, and laughed bitterly.\\n\\n\\\"Yo' shouldna speak so o' your dad, David,\\\" reproved the other as severely as was in her nature.\\n\\n\\\"Dad! a fine dad! I'd dad him an I'd the chance, \\\" the boy muttered beneath his breath. Then, to turn the conversation:\\n\\n\\\"Us should he startin', Maggie,\\\" he said, and going to the door. \\\"Bob! Owd Bob, lad! Ar't coomin' along?\\\" he called.\\n\\nThe gray dog came springing up like an antelope, and the three started off for school together.\\n\\nMrs. Moore stood in the doorway, holding Andrew by the hand, and watched the departing trio.\\n\\n\\\"'Tis a pretty pair, Master, surely,\\\" she said softly to her husband, who came up at the moment.\\n\\n\\\"Ay, he'll be a fine lad if his feyther'll let him,\\\" the tall man answered.\\n\\n\\\"Tis a shame Mr. M'Adam should lead him such a life,\\\" the woman continued indignantly. She laid a hand on her husband's arm, and looked up at him coaxingly.\\n\\n\\\"Could yo' not say summat to un, Master, think 'ee? Happen he'd 'tend to you,\\\" she pleaded. For Mrs. Moore imagined that there could be no one but would gladly heed what James Moore, Master of Kenmuir, might say to him. \\\"He's not a bad un at bottom, I do believe,\\\" she continued. \\\"He never took on so till his missus died. Eh, but he was main fond o' her.\\\"\\n\\nHer husband shook his head \\\"Nay, mother,\\\" he said \\\"'Twould nob' but mak' it worse for t' lad. M'Adam'd listen to no one, let alone me.\\\" And, indeed, he was right; for the tenant of the Grange made no secret of his animosity for his straight-going, straight-speaking neighbor.\\n\\nOwd Bob, in the mean time, had escorted the children to the larch-copse bordering on the lane which leads to the village. Now he crept stealthily back to the yard, and established himself behind the water-butt.\\n\\nHow he played and how he laughed; how he teased old Whitecap till that gray gander all but expired of apoplexy and impotence; how he ran the roan bull-calf, and aroused the bitter wrath of a portly sow, mother of many, is of no account.\\n\\nAt last, in the midst of his merry mischief-making, a stern voice arrested him.\\n\\n\\\"Bob, lad, I see 'tis time we lamed you yo' letters.\\\"\\n\\nSo the business of life began for that dog of whom the simple farmer-folk of the Daleland still love to talk,--Bob, son of Battle, last of the Gray Dogs of Kenmuir.\\n\\nChapter II. A SON OF HAGAR\\n\\nIt is a lonely country, that about the Wastreldale.\\n\\nParson Leggy Hornbut will tell you that his is the smallest church in the biggest parish north of the Derwent, and that his cure numbers more square miles than parishioners. Of fells and ghylls it consists, of becks and lakes; with here a scattered hamlet and there a solitary hill sheep-farm. It is a country in which sheep are paramount; and every other Dalesman is engaged in that profession which is as old as Abel. And the talk of the men of the land is of wethers and gimmers, of tup-hoggs, ewe tegs in wool, and other things which are but fearsome names to you and me; and always of the doings or misdoings, the intelligence or stupidity, of their adjutants, the sheep-dogs.\\n\\nOf all the Daleland, the country from the Black Water to Grammoch Pike is the wildest. Above the tiny stone-built village of Wastrel-- dale the Muir Pike nods its massive head. Westward, the desolate Mere Marches, froni which the Sylvesters' great estate derives its name, reach away in mAe on mile of sheep infested, wind-swept moorland. On the far side of the Marches is that twin dale where. flows the gentle Silver Lea. And it is there in the paddocks at the back of the Dalesman's Daughter, that, in the late summer months, the famous sheep-dog Trials of the North are held. There that the battle for the Dale Cup, the world-known Shepherds' Trophy, is fought out.\\n\\nPast the little inn leads the turnpike road to the market-centre of the district--Grammoch-town. At the bottom of the paddocks at the back of the inn winds the Silver Lea. Just there a plank bridge crosses the stream, and, beyond, the Murk Muir Pass. crawls up the sheer side of the Scaur on to the Mere Marches.\\n\\nAt the head of the Pass, before it debouches. on to those lonely sheep-walks which divide. the two dales, is that hollow, shuddering with gloomy possibilities, aptly called the Devil's. Bowl. In its centre the Lone Tarn, weirdly suggestive pool, lifts its still face to the sky. It was beside that black, frozen water, across. whose cold surface the storm was swirling in white snow-wraiths, that, many, many years ago (not in this century), old Andrew Moore-came upon the mother of the Gray Dogs of Kenmuir.\\n\\nIn the North, every one who has heard of the Muir Pike--and who has not?--has heard. of the Gray Dogs of Kenmuir, every one who  has heard of the Shepherd's Trophy--and who has not?--knows their fame. In that country of good dogs and jealous masters the pride of place has long been held unchallenged. Whatever line may claim to follow the Gray Dogs always lead the van. And there is a saying in the land: \\\"Faithfu' as the Moores and their tykes.\\\"\\n\\nOn the top dresser to the right of the fireplace in the kitchen of Kenmuir lies the family Bible. At the end you will find a loose sheet-- the pedigree of the Gray Dogs; at the beginning, pasted on the inside, an almost similar ?heet, long since yellow with age--the family register of the Moores of Kenmuir.\\n\\nRunning your eye down the loose leaf, once, twice, and again it will be caught by a small red cross beneath a name, and under the cross the one word \\\"Cup.\\\" Lastly, opposite the name of Rex son of Rally, are two of those proud, tell-tale marks. The cup referred to is the renowned Dale Cup--Champion Challenge Dale Cup, open to the world. Had Rex won it but once again the Shepherds' Trophy, which many men have lived to win, and died still striving after, would have come to rest forever in the little gray house below the Pike.\\n\\nIt was not to be, however. Comparing the two sheets, you read beneath the dog's name a date and a pathetic legend; and on the other sheet, written in his son's boyish hand, beneath the name of Andrew Moore the same date and the same legend.\\n\\nFrom that day James Moore, then but a boy, was master of Kenmuir.\\n\\nSo past Grip and Rex and Rally, and a hundred others, until at the foot of the page you come to that last name--Bob, son of Battle.\\n\\nFrom the very first the young dog took t& his work in a manner to amaze even James Moore. For a while he watched his mother, Meg, at her business, and with that seemed to have mastered the essentials of sheep tactics.\\n\\nRarely had such fiery ?lan been seen on the sides of the Pike; and with it the young dog combined a strange sobriety, an admirable patience, that justified, indeed, the epithet. \\\"Owd.\\\" Silent he worked, and resolute; and even in those days had that famous trick of coaxing the sheep to do his wishes;--blending, in short, as Tammas put it, the brains of a man with the way of a woman.\\n\\nParson Leggy, who was reckoned the best judge of a sheep or sheep-dog 'twixt Tyne and Tweed, summed him up in the one word \\\"Genius.\\\" And James Moore himself, cautious man, was more than pleased.\\n\\nIn the village, the Dalesmen, who took a personal pride in the Gray Dogs of Kenmuir, began to nod sage heads when \\\"oor\\\" Bob was mentioned. Jim Mason, the postman, whose word went as far with the villagers as Parson Leggy's with the gentry, reckoned he'd never seen a young un as so took his fancy.\\n\\nThat winter it grew quite the recognized thing, when they had gathered of a night round the fire in the Sylvester Arms, with Tammas in the centre, old Jonas Maddox on his right, Rob Saunderson of the Holt on the left, and the others radiating away toward the sides, for some one to begin with:\\n\\n\\\"Well, and what o' oor Bob, Mr. Thornton?\\\"\\n\\nTo which Tammas would always make reply:\\n\\n\\\"Oh, yo' ask Sam'l there. He'll tell yo' better'n me, \\\"--and would forthwith plunge, himself, into a yarn.\\n\\nAnd the way in which, as the story proLeeded, Tupper of Swinsthwaite winked at Ned Hoppin of Fellsgarth, and Long Kirby, the smith, poked Jem Burton, the publican, in the ribs, and Sexton Ross said, \\\"Ma word, lad!\\\" spoke more eloquently than many words.\\n\\nOne man only never joined in the chorus of admiration. Sitting always alone in the background, little M'Adam would listen with an incredulous grin on his sallow face.\\n\\n\\\"Oh, ma certes! The devil's in the dog! It's no cannie ava!\\\" he would continually exclaim, as Tammas told his tale.\\n\\nIn the Daleland you rarely see a stranger's face. Wandering in the wild country about the twin dales at the time of this story, you might have met Parson Leggy, striding along with a couple of varmint terriers at his heels, and young Cyril Gilbraith, whom he was teaching to tie flies and fear God, beside him; or Jim Mason, postman by profession, poacher by predilection, honest man and sportsman by nature, hurrying along with the mail-bags on his shoulder, a rabbit in his pocket, and the-faithful Betsy a yard behind. Besides these you might have hit upon a quiet shepherd and a wise-faced dog; Squire Sylvester, going his rounds upon a sturdy cob; or, had you been lucky, sweet Lady Eleanour bent upon some errand of mercy to one of the many tenants.\\n\\nIt was while the Squire's lady was driving through the village on a visit\\\\* to Tammas's slobbering grandson--it was shortly after Billy Thornton's advent into the world--that little M'Adam, standing in the door of the Sylvester Arms, with a twig in his mouth and a sneer fading from his lips, made his ever-memorable remark:\\n\\n\\\"Sail!\\\" he said, speaking in low, earnest voice; \\\" 'tis a muckle wumman.\\\"\\n\\nwas this visit which figured in the Grammochtown Argus (local and radical) under the heading of \\\"Alleged Wholesale Corruption by Tory Agents.\\\" And that is why, on the following market day, Herbert Trotter, journalist, erstwhile gentleman, and Secretary of the Dale Trials, found himself trying to swim in the public horsetrough.\\n\\n\\\"What? What be sayin', mon?\\\" cried old Jonas, startled out of his usual apathy.\\n\\nM'Adam turned sharply on the old man.\\n\\n\\\"I said the wumman wears a muckle hat!\\\" he snapped.\\n\\nBlotted out as it was, the observation still remains--a tribute of honest admiration. Doubtless the Recording Angel did not pass it by. That one statement anent the gentle lady of the manor is the only personal remark ever credited to little M'Adam not born of malice and all uncharitableness. And that is why it is ever memorable.\\n\\nThe little Scotsman with the sardonic face had been the tenant of the Grange these many years; yet he had never grown acclimatized to the land of the Southron. With his shrivelled body and weakly legs he looked among the sturdy, straight-limbed sons of the hill-country like some brown, wrinkled leaf holding its place midst a galaxy of green. And as he differed from them physically, so he did morally.\\n\\nHe neither understood them nor attempted to. The North-country character was an unsolved mystery to him, and that after ten years' study. \\\"One-half o' what ye say they doot, and they let ye see it; t'ither half they -disbelieve, and they tell ye so,\\\" he once said. And that explained his attitude toward them, and consequently theirs toward him.\\n\\nHe stood entirely alone; a son of Hagar, mocking. His sharp, ill tongue was rarely still, and always bitter. There was hardly a. man in the land, from Langholm How to the market-cross in Grammoch-town, but had at one time known its sting, endured it in silence,--for they are slow of speech, these men of the fells and meres,--and was nursing his resentment till a day should bring that chance which always comes. And when at the Sylvester Arms, on one of those rare occasions when M'Adam was not present, Tammas summed up the little man in that historic phrase of his, \\\"When he's drunk he's wi'lent, and when he bain't he's wicious,\\\" there was an applause to gratify the blas? heart of even Tammas Thornton.\\n\\nYet it had not been till his wife's death that the little man had allowed loose rein to his ill-nature. With her firmly gentle hand no longer on the tiller of his life, it burst into. fresh being. And alone in the world with David, the whole venom of his vicious temperament was ever directed against the boy's head. It was as though he saw in his fair-haired son the unconscious cause of his ever-living sorrow. All the more strange this, seeing that, during her life, the boy had been to poor Flora M'Adam as her heart's core. And the lad was growing up the very antithesis of his father. Big and hearty, with never an ache or ill in the whole of his sturdy young body; of frank, open countenance; while even his speech was slow and burring like any Dale-bred boy's. And the fact of it all, and that the lad was palpably more Englishman than Scot--ay, and gloried in it--exasperated the little man, a patriot before everything, to blows. While, on top of it, David evinced an amazing pertness fit to have tried a better man than Adam M'Adam.\\n\\nOn the death of his wife, kindly Elizabeth Moore had, more than once, offered such help to the lonely little man as a woman only can give in a house that knows no mistress. On the last of these occasions, after crossing the 'Stony Bottom, which divides the two farms, and toiling up the hill to the Grange, she had met M'Adam in the door.\\n\\n\\\"Yo' maun let me put yo' bit things straight .for yo', mister,\\\" she had said shyly; for she feared the little man.\\n\\n\\\"Thank ye, Mrs. Moore,\\\" he had answered with the sour smile the Dalesmen knew so well, \\\"but ye maun think I'm a waefu' cripple.\\\" And there he had stood, grinning sardonically, opposing his small bulk in the very centre of the door.\\n\\nMrs. Moore had turned down the hill, abashed and hurt at the reception of her offer; and her husband, proud to a fault, had forbidden her to repeat it. Nevertheless her motherly heart went out in a great tenderness for the little orphan David. She knew well the desolateness of his life; his father's aversion from him, and its inevitable consequences.\\n\\nIt became an institution for the boy to call every morning at Kenmuir, and trot off to the village school with Maggie Moore. And soon the lad came to look on Kenmuir as his true home, and James and Elizabeth Moore as his real parents. His greatest happiness was to be away from the Grange. And the ferret-eyed little man there noted the fact, bitterly resented it, and vented his ill-humor accordingly.\\n\\nIt was this, as he deemed it, uncalled-for trespassing on his authority which was the chief cause of his animosity against James Moore. The Master of Kenmuir it was at whom he was aiming when he remarked one day at the Arms: \\\"Masel', I aye prefaire the good man who does no go to church, to the bad man who does. But then, as ye say, Mr. Burton, I'm peculiar.\\\"\\n\\nThe little man's treatment of David, exaggerated as it was by eager credulity, became at length such a scandal to the Dale that Parson Leggy determined to bring him to task on the matter.\\n\\nNow M'Adam was the parson's pet antipathy. The bluff old minister, with his brusque manner and big heart, would have no truck with the man who never went to church, was perpetually in liquor, and never spoke good of his neighbors. Yet he entered upon the interview fully resolved not to be betrayed into an unworthy expression of feeling; rather to appeal to the little man's better nature.\\n\\nThe conversation had not been in progress two minutes, however, before he knew that, where he had meant to be calmly persuasive, he was fast become hotly abusive.\\n\\n\\\"You, Mr. Hornbut, wi' James Moore to help ye, look after the lad's soul, I'll see to his body,\\\" the little man was saying.\\n\\nThe parson's thick gray eyebrows lowered threateningly over his eyes.\\n\\n\\\"You ought to be ashamed of yourself to talk like that. Which d'you think the more important, soul or body? Oughtn't you, his father, to be the very first to care for the boy's soul? If not, who should? Answer me, sir.\\\"\\n\\nThe little man stood smirking and sucking his eternal twig, entirely unmoved by the other's heat.\\n\\n\\\"Ye're right, Mr. Hombut, as ye aye are. But my argiment is this: that I get at his soul best through his icetle carcase.\\\"\\n\\nThe honest parson brought down his stick with an angry thud.\\n\\n\\\"M'Adam, you're a brute--a brute!\\\" he shouted. At which outburst the little man was seized with a spasm of silent merriment,\\n\\n\\\"A fond dad first, a brute afterward, aiblins--he! he! Ah, Mr. Hornbut! ye 'ford me vast diversion, ye do indeed, 'my loved, my honored, much-respected friend.\\\"\\n\\n\\\"If you paid as much heed to your boy's welfare as you do to the bad poetry of that profligate ploughman--\\\"\\n\\nAn angry gleam shot into the other's eyes. \\\"D'ye ken what blasphemy is, Mr. Horn-but?\\\" he asked, shouldering a pace forward.\\n\\nFor the first time in the dispute the parson thought he was about to score a point, and was calm accordingly.\\n\\n\\\"I should do; I fancy I've a specimen of the breed before me now. And d'you know what impertinence is?\\\"\\n\\n\\\"I should do; I fancy I've--I awd say it's what gentlemen aften are unless their mammies whipped 'em as lads.\\\"\\n\\nFor a moment the parson looked as if about to seize his opponent and shake him.\\n\\n\\\"M'Adam,\\\" he roared, \\\"I'll not stand your insolences!\\\"\\n\\nThe little man turned, scuttled indoors, and came runnng back with a chair.\\n\\n\\\"Permit me!\\\" he said blandly, holding it before him like a haircutter for a customer.\\n\\nThe parson turned away. At the gap in the hedge he paused.\\n\\n\\\"I'll only say one thing more,\\\" he called slowly. \\\"When your wife, whom I think we all loved, lay dying in that room above you, she said to you in my presence--\\\"\\n\\nIt was M'Adam's turn to be angry. He made a step forward with burning face.\\n\\n\\\"Aince and for a', Mr. Hornbut,\\\" he cried passionately, \\\"onderstand I'll not ha' you and yer likes lay yer tongues on ma wife's memory whenever it suits ye. You can say what ye like aboot me--lies, sneers, snash--and I'll say naethin'. I dinna ask ye to respect me; I think ye might do sae muckle by her, puir lass. She never harmed ye. Gin ye canna let her bide in peace where she lies doon yonder\\\"-- he waved in the direction of the churchyard-- \\\"ye'll no come on ma land. Though she is dead she's mine.\\\"\\n\\nStanding in front of his house, with flushed face and big eyes, the little man looked almost noble in his indignation. And the parson, striding away down the hill, was uneasily conscious that with him was not the victory.\\n\\nChapter III. RED WULL\\n\\nTHE winter came and went; the lambing season was over, and spring already shyly kissing the land. And the back of the year s work broken, and her master well started on a fresh season, M'Adam's old collie, Cuttie Sark, lay down one evening and passed quietly away.\\n\\nThe little black-and-tan lady, Parson Leggy used to say, had been the only thing on earth M'Adam cared for. Certainly the two had been wondrously devoted; and for many a market-day the Dalesmen missed the shrill, chuckling cry which heralded the pair's approach: \\\"Weel done, Cuttie Sark!\\\"\\n\\nThe little man felt his loss acutely, and, according to his wont, vented his ill-feeling on David and the Dalesmen. In return, Tammas, whose forte lay in invective and alliteration, called him behind his back, \\\"A wenomous one!\\\" and \\\"A wiralent wiper!\\\" to the applause of tinkling pewters.\\n\\nA shepherd without his dog is like a ship without a rudder, and M'Adarn felt his loss practically as well as otherwise. Especially did he experience this on a day when he had to take a batch of draft-ewes over to Grammoch-town. To help him Jem Burton had lent the services of his herring-gutted, herring-hearted, greyhound lurcher, Monkey. But before they had well topped Braithwaite Brow, which leads from the village on to the marches, M'Adam was standing in the track with a rock in his hand, a smile on his face, and the tenderest blandishments in his voice as he coaxed the dog to him. But Master Monkey knew too much for that. However, after gambolling a while longer in the middle of the flock, a boulder, better aimed than its predecessors, smote him on the hinder parts and sent him back to the Sylvester Arms, with a sore tail and a subdued heart.\\n\\nFor the rest, M'Adam would never have won over the sheep-infested marches alone with his convoy had it not been for the help of old Saunderson and Shep, who caught him on the way and aided him.\\n\\nIt was in a very wrathful mood that on his way home he turned into the Dalesman's Daughter in Silverdale.\\n\\nThe only occupants of the tap-room, as he entered, were Teddy Boistock, the publican, Jim Mason, with the faithful Betsy beneath his chair and the post-bags flung into the corner, and one long-limbed, drover-like man--a stranger.\\n\\n\\\"And he coom up to Mr. Moore,\\\" Teddy was saying, \\\"and says he, 'I'll gie ye twal' pun for yon gray dog o' yourn.' 'Ah,' says Moore, 'yo' may gie me twal' hunner'd and yet you'll not get ma Bob.'--Eh, Jim?\\\"\\n\\n\\\"And he did thot,\\\" corroborated Jim. \\\" 'Twal' hunner'd,' says he.\\\"\\n\\n\\\"James Moore and his dog agin\\\" snapped M'Adam. \\\"There's ithers in the wand for bye them twa.\\\"\\n\\n\\\"Ay, but none like 'em,\\\" quoth loyal Jim.\\n\\n\\\"Na, thanks be. Gin there were there'd be no room for Adam M'Adam in this 'melancholy vale.'\\n\\nThere was silence a moment, and then--:\\n\\n\\\"You're wantin' a tyke, bain't you, Mr. M'Adam?\\\" Jim asked.\\n\\nThe little man hopped round all in a hurry.\\n\\n\\\"What!\\\" he cried in well-affected eagerness, scanning the yellow mongrel beneath the chair. \\\"Betsy for sale! Guid life! Where's ma check-book?\\\" Whereat Jim, most easily snubbed of men, collapsed.\\n\\nM'Adam took off his dripping coat and crossed the room to hang it on a chair-back. The stranger drover followed the meagre, shirt-clad figure with shifty eyes; then he buried his face in his mug.\\n\\nM'Adam reached out a hand for the chair; and as he did so, a bomb in yellow leapt out from beneath it, and, growling horribly, at tacked his ankles.\\n\\n\\\"Curse ye!\\\" cried M'Adam, starting back.\\n\\n\\\"Ye devil, let me alone!\\\" Then turning fiercely on the drover, \\\" Yours, mister?\\\" he asked. The man nodded. \\\"Then call him aff, can't ye? D--n ye!\\\" At which Teddy Boistock withdrew, sniggering; and Jim Mason slung the post-bags on to his shoulder and plunged out into the rain, the faithful Betsy following, disconsolate.\\n\\nThe cause of the squall, having beaten off the attacking force, had withdrawn again beneath its chair. M'Adam stooped down, still cursing, his wet coat on his arm, and beheld a tiny yellow puppy, crouching defiant in the dark, and glaring out with fiery light eyes. Seeing itself remarked, it bared its little teeth, raised its little bristles, and growled a hideous menace.\",\"timestamp\":1641283138,\"title\":\"\\nTHE sun stared brazenly down on a gray farmhouse lying, long and low in the shadow of the Muir Pike\"},\"digest\":\"ugb2khG18QtG3RRrhW-5U1SP7NV5P_LBSoIs7z80Rjc\",\"authorship\":{\"contributor\":\"0x93be0c9BA98F727B6919FE7c4E542c3bD617d31D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"62HcMya--YU8wYmi6i20WvsPb1DplLR5_OpslJF5Dqk\\\",\\\"y\\\":\\\"J2_a5dE7G7A6MtZbnlYQzyA8-Q77zyDPoh7sFyFeJx0\\\"}\",\"signature\":\"LZUwbnsE_Ltoc5qivU777LmlUPvAsjIppkqUdQWSnCZTPhD0WVarZ7u4sUWdQRVy7FCBxnLbiGLjQN2nH8RFqg\",\"signingKeySignature\":\"0xa6e5d52838b0f9dbbc449be39a221f3adbfec0dba0a7f79c67efbbb4b227bf835c824210dbf65cf22527bcf71ea93a732df2fa2c9e8588ad55c9fcb3aab318841b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"62HcMya--YU8wYmi6i20WvsPb1DplLR5_OpslJF5Dqk\\\",\\\"y\\\":\\\"J2_a5dE7G7A6MtZbnlYQzyA8-Q77zyDPoh7sFyFeJx0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ugb2khG18QtG3RRrhW-5U1SP7NV5P_LBSoIs7z80Rjc\"}"