"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/Oe2P8wOFZuQyb0IXM54Mi.png?height=200&width=400&&&size=medium)\\n\\nPara comenzar el nacimiento del Cartel \\\\[REDACTED\\\\] y el primero de un despliegue de red principal de cuatro fases, el DAO lanzará la operación Swallowtail, un evento de arranque de tesorería (TBE) de siete días para garantizar el descubrimiento de precios justos y el respaldo de tesorería sostenible. Esta es la primera oportunidad para que el público en general acuñe $BTRFLY para participar en el gobierno de la red. Todos los ingresos irán al Tesoro \\\\[REDACTED\\\\], un contrato inteligente totalmente controlado por los titulares de tokens de $BTRFLY. Consulte esta guía paso a paso sobre cómo participar de manera segura en el Evento de arranque de liquidez (LBP) y consulte las preguntas frecuentes para obtener más información sobre cómo funcionan los LBP.\\n\\nLos 3 activos que puede vincular son:\\n\\n* CVX\\n* CRV\\n* OHM\\n\\n> El TBE comenzará el 15 de diciembre a las 12 p.m. EST.\\n\\n## ¿Qué es TBE - evento de arranque de tesorería?\\n\\nHemos decidido lanzarnos utilizando una estrategia basada en bonos. En ausencia de liquidez, no hay descuento de bonos del que hablar, en cambio, los usuarios se enfrentan entre sí, en un arreglo que se asemeja a un LBP. Durante este evento de oferta inicial de bonos, el BCV se mantendrá constante en todos los bonos. Durante este período de 7 días, el token de $ BTRFLY se congela y no se puede canjear ni utilizar hasta la siguiente fase del lanzamiento, los tokens se tomarán automáticamente. El precio comenzará alto para desincentivar a los robots, la ejecución anticipada y la especulación. Con el tiempo, se creará una presión a la baja en los precios debido al crecimiento de la deuda sin que se emitan bonos.\\n\\n### Solo participa en esto si sabes lo que estás haciendo.\\n\\n## Parámetros de enlace\\n\\n![](https://images.mirror-media.xyz/publication-images/QQJ666e9j0Cboi5RLlr0-.PNG?height=129&width=790)\\n\\nA diferencia de las bifurcaciones estándar, que implementan un valor mínimo de 1 reserveToken por OHMForkToken, estableceremos precios mínimos para que sean iguales al valor de $ 1 del token dado, según el SMA de 30 días inmediatamente antes del lanzamiento. Si bien esto puede ser inaudito en el ámbito de las bifurcaciones OHM, tenemos varias razones para implementar esta lógica de valoración personalizada.\\n\\n* Estamos acumulando reservas con activos que no son estables y no están fuertemente correlacionados entre sí.\\n* Tener un RFV que es simultáneamente 1 OHM ($ 500) y 1 CRV ($ 4) es ridículo\\n* CVX y CRV se negocian por encima de $ 1 y queremos generar ganancias de tesorería, sin hacer que los bonders se sientan engañados por los primeros inversores.\\n\\nDe una amplia variedad de ángeles de renombre en el espacio alineados con la nuestra, la visión de Curve / Convex y Olympus, hemos acumulado aproximadamente $ 1.25M para poner en marcha nuestra tesorería. Usaremos estos fondos para hacer lo siguiente:\\n\\n* Reserva de semillas $ BTRFLY, 50%\\n* Provisión de liquidez del fondo, 50%\\n\\nPreciso basado en cifras obtenidas el 8 de diciembre de 2021: las cifras reales diferirán, ya que se obtendrán de las SMA de 30 días. Con dos cifras significativas, podemos suponer que $ 1.25 millones de dólares estadounidenses ascenderán a 2500 $ OHM. La mitad de esto se depositaría en nuestra tesorería para ponerlo en marcha, la otra mitad se convertiría en sOHM, para acumular rendimiento durante la Operación Swallowtail, antes de quedar sin apostar para suministrar liquidez. Dado un piso hipotético de 500 $ BTRFLY por $ OHM, un valor de 1250 $ OHM resultaría en la adición de 625mil $ BTRFLY a la tesorería.\\n\\n\\nPara evitar la siembra de liquidez antes del final del Evento de arranque del Tesoro y desviar capital de REDACTED, estamos integrando una congelación de tokens en los contratos de token $ xBTRFLY y $ BTRFLY. Esto significa que solo los contratos autorizados pueden mover estos tokens.\\n\\n\\nEsto limitará la funcionalidad del usuario a lo siguiente, durante la primera semana:\\n\\n* Vinculación\\n* Replanteo\\n\\nSe evitarán las siguientes acciones:\\n\\n* Añadiendo liquidez\\n* Transfiriendo tokens\\n\\nLas aprobaciones no se verán afectadas.\\n\\n## Parámetros de enlace\\n\\nConfiguraríamos enlaces de manera que sus configuraciones iniciales compartan las siguientes características:\\n\\n* Precio del bono de $ 20 en el lanzamiento\\n* Relación de endeudamiento del 50% en el lanzamiento\\n* Precio mínimo de $ 2 en el lanzamiento\\n* Deuda máxima de 5.95M $ BTRFLY por grupo, con el objetivo de limitar la emisión de $ BTRFLY a 25M / semana\\n\\nDado que dentro del contrato inteligente BondDepository\\n\\n\\\\-          BondPrice \\\\* 10,000 = BCV \\\\* debtRatio ()\\n\\nNuestros BCV para nuestros bonos se calcularían poco antes del lanzamiento.\\n\\n\\nPor ejemplo, asumiendo un valor de OHM de $ 500:\\n\\n* 20 \\\\* 10,000 / 500 = BCV \\\\* 0.5\\n* 40 \\\\* 100/5 = BCV\\n* 800 = BCV\\n* BCV = 800 (al entero más cercano)\\n\\nLos BCV se mantendrían constantes durante el período inicial de oferta de bonos.\\n\\n![Precio medio ponderado por volumen (PMPPV o VWAP)](https://images.mirror-media.xyz/publication-images/HSophT4YUGb_3pOB-5lgP.PNG?height=59&width=281)\\n\\nEsto se calculará mediante la recopilación de datos de eventos de bonos, para obtener los siguientes datos para cada bono:\\n\\n* BondPriceUSD\\n* Valor comercial USD\\n* Fecha\\n\\nTodos los bonos se registrarán y sus datos de eventos se registrarán y procesarán utilizando una herramienta como “Flipside”\\n\\n* Precio \\\\* monto de cada bono dado\\n* Suma de (precio \\\\* monto) de todos los bonos\\n* Suma de la cantidad de todos los bonos\\n* VWAP (PMPPV)\\n\\nConcluiremos Swallowtail atómicamente por:\\n\\n* Descongelando la ficha\\n* Utilice Treasury.mintRewards () para extraer el exceso de reservas para generar liquidez\\n* Agregue liquidez en Sushiswap según el precio VWAP de los bonos y el precio EN VIVO de $ OHM\\n\\n## ¿Como participar?\\n\\nComo usuario que busca participar en TBE, puede navegar a nuestro sitio web donde se encontrará con una experiencia de interfaz de usuario similar a (1,1) en OlympusDAO. Encima de él, puede ver un gráfico que muestra el precio actual de cada activo para ver cuál sería el precio al que se vincula.\\n\\n## ¿Que sigue?\\n\\nDespués del período de 7 días de la Operación Swallowtail, sembraremos liquidez para el token $ BTRFLY, en función de los precios de bonos promedio ponderados por volumen de todos los bonos que lancemos. Esta liquidez se utilizará para sembrar un LP Sushiswap de OHM / BTRFLY. Después de la semilla LP, el protocolo lanzará la segunda fase de la red principal, titulada \\\"Operación Almirante Rojo\\\" (Operation Red Admiral). A partir de ese momento, los programas de bonos ofrecidos a través de Swallowtail se mantendrán, sin embargo, irán acompañados de un bono LP, con el fin de que REDACTED incentive y tome posesión de la liquidez (OHM / BTRFLY). Con esta segunda fase, el token se descongelará y podrá negociarse en mercados secundarios como el Sushiswap LP establecido por la DAO. Todavía quedan dos fases por comenzar después del Almirante Rojo, para un total de cuatro.\\n\\n* Swallowtail: lanzamiento de parámetros predeterminados centrados en el arranque de la tesorería con activos de reserva básicos.\\n* Almirante rojo: lanzamiento público, sin permiso y gobernado por DAO del token $ BTRFLY con un enfoque en recomprar toda nuestra posición de LP en Sushiswap\\n* Holly Azul (Blue Holly) - Transición de la posición LP a la posición de rango Uni V3, expandirse desde las guerras Curve a ████, ███ y █████.\\n* Consejo naranja (Orange Tip): migre la base de código a un modelo Olympus V2. Impulse toda la toma de decisiones desde fuera de la cadena hasta la gobernanza dentro de la cadena.\\n\\n## Acerca del cartel \\\\[REDACTED\\\\]\\n\\n\\\\[REDACTED\\\\] DAO es un subDAO complementario para OlympusDAO que tiene como objetivo extender la influencia de OlympusDAO al mayor ecosistema DeFi de una manera eficiente y sostenible sin hacer que OlympusDAO se desvíe de sus valores iniciales (siendo la moneda de reserva para el espacio DeFi). \\\\[REDACTED\\\\] DAO tiene como objetivo lograr esto mediante la introducción del token $ BTRFLY. Al interactuar con \\\\[REDACTED\\\\], una persona que posea un token de ecosistema de curva unirá sus tokens a través de una \\\"metamorfosis\\\" y recibirá una cantidad equivalente de $ BTRFLY con descuento. Al bloquear los tokens del ecosistema de curva en la tesorería de DAO \\\\[REDACTED\\\\], esencialmente estamos reduciendo el suministro de estos tokens del mercado secundario. Los tokens se utilizarán además para agregar estrategias de rendimiento para hacer crecer la tesorería y aumentar tanto $ BTRFLY como el valor intrínseco del token del ecosistema de curva. El precio de $ BTRFLY estará determinado por el concepto de una subasta holandesa donde el descuento aumenta si hay una falta de compradores y viceversa. \\\\[REDACTED\\\\] DAO tendrá economía simbólica de rebase similar a OlympusDAO. Los usuarios pueden apostar $ BTRFLY ya cambio recibirán $ xBTRFLY. Cada época, las recompensas de rebase se asignarán a los jugadores. Mientras que \\\\[REDACTED\\\\] DAO se enfoca en el ecosistema Curve, el DAO busca agregar más activos de riesgo estratégicos, tales como: ███, ███ y más.\\n\\nLa información proporcionada en este Mirror Post perteneciente a Redacted Cartel DAO, Inc. (\\\"Redacted Cartel DAO\\\" o la \\\"Compañía\\\"), sus criptoactivos, activos comerciales, estrategia y operaciones, es solo para fines informativos generales y no es una oferta formal para vender o una solicitud de una oferta para comprar valores, opciones, futuros u otros derivados relacionados con valores en cualquier jurisdicción y su contenido no está prescrito por las leyes de valores. La información contenida en este Mirror Post no debe considerarse como un consejo para comprar, vender o mantener dichos valores o como una oferta para vender dichos valores. Este Mirror Post no tiene en cuenta ni proporciona ningún consejo u opinión fiscal, legal o de inversión con respecto a los objetivos de inversión específicos o la situación financiera de ninguna persona. Redacted Cartel DAO y sus agentes, asesores, directores, funcionarios, empleados y accionistas no hacen ninguna representación o garantía, expresa o implícita, en cuanto a la exactitud de dicha información y Redacted Cartel DAO renuncia expresamente a toda responsabilidad que pueda basarse en dicha información. o errores u omisiones de los mismos. Cartel redactado DAO se reserva el derecho de modificar o reemplazar la información contenida en este documento, en parte o en su totalidad, en cualquier momento, y no asume ninguna obligación de proporcionar al destinatario acceso a la información modificada o de notificar al destinatario de la misma. La información contenida en este Mirror Post reemplaza cualquier Mirror Post o conversación anterior sobre la misma información, similar o relacionada. No se debe confiar en ninguna información, representación o declaración que no esté contenida en este documento para ningún propósito. Ni Redacted Cartel DAO ni ninguno de sus representantes tendrán responsabilidad alguna, por contrato, agravio, fideicomiso o de otro tipo, ante usted o cualquier persona que resulte del uso de la información en este Mirror Post por usted o cualquiera de sus representantes o por omisiones. a partir de la información de este Mirror Post. Además, la Compañía no asume ninguna obligación de comentar sobre las expectativas o declaraciones hechas por terceros con respecto a los asuntos discutidos en este Mirror Post.\",\"timestamp\":1639540466,\"title\":\"Operación: Cola de golondrina (Swallowtail) - Evento de arranque del Tesoro\"},\"digest\":\"6jRINJKedPQnzHecbbVZ5iNuUTfuTWDG6sYXwYAe2zc\",\"authorship\":{\"contributor\":\"0x4146baCB083d62Ec73FAf436BB04C50963942557\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TKSbEqVNPDerOe1Itmz693flWEYGeYIyuGpMGT19ink\\\",\\\"y\\\":\\\"kngG_dRLOkhfMbtQJ3foZt-J2Omj6x1IcdIZ7foyQW8\\\"}\",\"signature\":\"uwcPLcrIjgDwgkHj_3zjfb6umQkeLNTiLzimjOE3i7TJhV09U86oGn14AVUsG_tP8aLTxO1sVH5x10y6UqJnbA\",\"signingKeySignature\":\"0xd5f15aab37bb3b42c5e14352c53e35ceb9093f370d844a4fb49f4120c601c61d35fc7424619bc676b5fbb514b760f9b4a61f979bd1593c265632ca91cf3fa5a71c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TKSbEqVNPDerOe1Itmz693flWEYGeYIyuGpMGT19ink\\\",\\\"y\\\":\\\"kngG_dRLOkhfMbtQJ3foZt-J2Omj6x1IcdIZ7foyQW8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wZAti5tUjhmxSIbe3Sfg6GZL1Qp6xcDW0ep4Phu09Vo\"}"