"{\"content\":{\"body\":\"\\\"I know you, Astoa,\\\" he said calmly.  \\\"You work along Queensland six years.\\\"\\n\\n\\\"Me fella missionary,\\\" the black interrupted with deliberate insolence.\\n\\n\\\"Queensland you stop jail one fella year.  White fella master damn fool no hang you.  You too much bad fella.  Queensland you stop jail six months two fella time.  Two fella time you steal.  All right, you missionary.  You savvee one fella prayer?\\\"\\n\\n\\\"Yes, me savvee prayer,\\\" was the reply.\\n\\n\\\"All right, then you pray now, short time little bit.  You say one fella prayer damn quick, then me kill you.\\\"\\n\\nSheldon held the rifle on him and waited.  The black glanced around at his fellows, but none moved to aid him.  They were intent upon the coming spectacle, staring fascinated at the white man with death in his hands who stood alone on the great veranda.  Sheldon has won, and he knew it.  Astoa changed his weight irresolutely from one foot to the other.  He looked at the white man, and saw his eyes gleaming level along the sights.\\n\\n\\\"Astoa,\\\" Sheldon said, seizing the psychological moment, \\\"I count three fella time.  Then I shoot you fella dead, good-bye, all finish you.\\\"\\n\\nAnd Sheldon knew that when he had counted three he would drop him in his tracks.  The black knew it, too.  That was why Sheldon did not have to do it, for when he had counted one, Astoa reached out his hand and took the whip.  And right well Astoa laid on the whip, angered at his fellows for not supporting him and venting his anger with every stroke.  From the veranda Sheldon egged him on to strike with strength, till the two triced savages screamed and howled while the blood oozed down their backs.  The lesson was being well written in red.\\n\\nWhen the last of the gang, including the two howling culprits, had passed out through the compound gate, Sheldon sank down half- fainting on his couch.\\n\\n\\\"You're a sick man,\\\" he groaned.  \\\"A sick man.\\\"\\n\\n\\\"But you can sleep at ease to-night,\\\" he added, half an hour later.\\n\\nCHAPTER III--THE JESSIE\\n\\nTwo days passed, and Sheldon felt that he could not grow any weaker and live, much less make his four daily rounds of the hospital. The deaths were averaging four a day, and there were more new cases than recoveries.  The blacks were in a funk.  Each one, when taken sick, seemed to make every effort to die.  Once down on their backs they lacked the grit to make a struggle.  They believed they were going to die, and they did their best to vindicate that belief. Even those that were well were sure that it was only a mater of days when the sickness would catch them and carry them off.  And yet, believing this with absolute conviction, they somehow lacked the nerve to rush the frail wraith of a man with the white skin and escape from the charnel house by the whale-boats.  They chose the lingering death they were sure awaited them, rather than the immediate death they were very sure would pounce upon them if they went up against the master.  That he never slept, they knew.  That he could not be conjured to death, they were equally sure--they had tried it.  And even the sickness that was sweeping them off could not kill him.\\n\\nWith the whipping in the compound, discipline had improved.  They cringed under the iron hand of the white man.  They gave their scowls or malignant looks with averted faces or when his back was turned.  They saved their mutterings for the barracks at night, where he could not hear.  And there were no more runaways and no more night-prowlers on the veranda.\\n\\nDawn of the third day after the whipping brought the Jessie's white sails in sight.  Eight miles away, it was not till two in the afternoon that the light air-fans enabled her to drop anchor a quarter of a mile off the shore.  The sight of her gave Sheldon fresh courage, and the tedious hours of waiting did not irk him. He gave his orders to the boss-boys and made his regular trips to the hospital.  Nothing mattered now.  His troubles were at an end. He could lie down and take care of himself and proceed to get well. The Jessie had arrived.  His partner was on board, vigorous and hearty from six weeks' recruiting on Malaita.  He could take charge now, and all would be well with Berande.\\n\\nSheldon lay in the steamer-chair and watched the Jessie's whale- boat pull in for the beach.  He wondered why only three sweeps were pulling, and he wondered still more when, beached, there was so much delay in getting out of the boat.  Then he understood.  The three blacks who had been pulling started up the beach with a stretcher on their shoulders.  A white man, whom he recognized as the Jessie's captain, walked in front and opened the gate, then dropped behind to close it.  Sheldon knew that it was Hughie Drummond who lay in the stretcher, and a mist came before his eyes. He felt an overwhelming desire to die.  The disappointment was too great.  In his own state of terrible weakness he felt that it was impossible to go on with his task of holding Berande plantation tight-gripped in his fist.  Then the will of him flamed up again, and he directed the blacks to lay the stretcher beside him on the floor.  Hughie Drummond, whom he had last seen in health, was an emaciated skeleton.  His closed eyes were deep-sunken.  The shrivelled lips had fallen away from the teeth, and the cheek-bones seemed bursting through the skin.  Sheldon sent a house-boy for his thermometer and glanced questioningly at the captain.\\n\\n\\\"Black-water fever,\\\" the captain said.  \\\"He's been like this for six days, unconscious.  And we've got dysentery on board.  What's the matter with you?\\\"\\n\\n\\\"I'm burying four a day,\\\" Sheldon answered, as he bent over from the steamer-chair and inserted the thermometer under his partner's tongue.\\n\\nCaptain Oleson swore blasphemously, and sent a house-boy to bring whisky and soda.  Sheldon glanced at the thermometer.\\n\\n\\\"One hundred and seven,\\\" he said.  \\\"Poor Hughie.\\\"\\n\\nCaptain Oleson offered him some whisky.\\n\\n\\\"Couldn't think of it--perforation, you know,\\\" Sheldon said.\\n\\nHe sent for a boss-boy and ordered a grave to be dug, also some of the packing-cases to be knocked together into a coffin.  The blacks did not get coffins.  They were buried as they died, being carted on a sheet of galvanized iron, in their nakedness, from the hospital to the hole in the ground.  Having given the orders, Sheldon lay back in his chair with closed eyes.\\n\\n\\\"It's ben fair hell, sir,\\\" Captain Oleson began, then broke off to help himself to more whisky.  \\\"It's ben fair hell, Mr. Sheldon, I tell you.  Contrary winds and calms.  We've ben driftin' all about the shop for ten days.  There's ten thousand sharks following us for the tucker we've ben throwin' over to them.  They was snappin' at the oars when we started to come ashore.  I wisht to God a nor'wester'd come along an' blow the Solomons clean to hell.\\\"\\n\\n\\\"We got it from the water--water from Owga creek.  Filled my casks with it.  How was we to know?  I've filled there before an' it was all right.  We had sixty recruits-full up; and my crew of fifteen. We've ben buryin' them day an' night.  The beggars won't live, damn them!  They die out of spite.  Only three of my crew left on its legs.  Five more down.  Seven dead.  Oh, hell!  What's the good of talkin'?\\\"\\n\\n\\\"How many recruits left?\\\" Sheldon asked.\\n\\n\\\"Lost half.  Thirty left.  Twenty down, and ten tottering around.\\\"\\n\\nSheldon sighed.\\n\\n\\\"That means another addition to the hospital.  We've got to get them ashore somehow.--Viaburi!  Hey, you, Viaburi, ring big fella bell strong fella too much.\\\"\",\"timestamp\":1638930174,\"title\":\"Sheldon picked up the rifle that had leaned against the rail, and cocked it.\"},\"digest\":\"xliAutv38zY0kFg0wMtEsdu0Bw8XqQ9l3j_SUJcLcYg\",\"authorship\":{\"contributor\":\"0x6e5524266431C8A2Cd3e28b5B838834791C3533a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"k0hpjHc3nS70kfKVonqFBjl91jLccf5rKm2gr7wXh9M\\\",\\\"y\\\":\\\"RsEG2Krxe0LbI2fJV9T5qQ_6uWBmEZF1MPL7yNlwtcg\\\"}\",\"signature\":\"yYvhplewjUpUHaxYQ2u6VQTX-4u0uWVrjh6jU9acoOxn-WrKMK7sGsVNgAEjrrNjCC0hy6Mzyuv8h6RX0CtuuQ\",\"signingKeySignature\":\"0xa631c11039b17f872ac4e442a87baef38f9abe2434d8a1fd817635749af763e859521d53abbbac017b28c88a71e449b4e6ccb05d988358157c47aa4fbaf723391c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"k0hpjHc3nS70kfKVonqFBjl91jLccf5rKm2gr7wXh9M\\\",\\\"y\\\":\\\"RsEG2Krxe0LbI2fJV9T5qQ_6uWBmEZF1MPL7yNlwtcg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xliAutv38zY0kFg0wMtEsdu0Bw8XqQ9l3j_SUJcLcYg\"}"