"{\"content\":{\"body\":\"Why have you the form of a woman? the lips of a woman? the wonderful hair of a woman?  And I am going to answer:  because you are a woman--though the woman in you is asleep--and that some day the woman will wake up.\\\"\\n\\n\\\"Heaven forbid!\\\" she cried, in such sudden and genuine dismay as to make him laugh, and to bring a smile to her own lips against herself.\\n\\n\\\"I've got some more to say to you,\\\" Sheldon pursued.  \\\"I did try to protect you from every other man in the Solomons, and from yourself as well.  As for me, I didn't dream that danger lay in that quarter.  So I failed to protect you from myself.  I failed to protect you at all.  You went your own wilful way, just as though I didn't exist--wrecking schooners, recruiting on Malaita, and sailing schooners; one lone, unprotected girl in the company of some of the worst scoundrels in the Solomons.  Fowler! and Brahms! and Curtis!  And such is the perverseness of human nature--I am frank, you see--I love you for that too.  I love you for all of you, just as you are.\\\"\\n\\nShe made a moue of distaste and raised a hand protestingly.\\n\\n\\\"Don't,\\\" he said.  \\\"You have no right to recoil from the mention of my love for you.  Remember this is a man-talk.  From the point of view of the talk, you are a man.  The woman in you is only incidental, accidental, and irrelevant.  You've got to listen to the bald statement of fact, strange though it is, that I love you.\\\"\\n\\n\\\"And now I won't bother you any more about love.  We'll go on the same as before.  You are better off and safer on Berande, in spite of the fact that I love you, than anywhere else in the Solomons. But I want you, as a final item of man-talk, to remember, from time to time, that I love you, and that it will be the dearest day of my life when you consent to marry me.  I want you to think of it sometimes.  You can't help but think of it sometimes.  And now we won't talk about it any more.  As between men, there's my hand.\\\"\\n\\nHe held out his hand.  She hesitated, then gripped it heartily, and smiled through her tears.\\n\\n\\\"I wish--\\\" she faltered, \\\"I wish, instead of that black Mary, you'd given me somebody to swear for me.\\\"\\n\\nAnd with this enigmatic utterance she turned away.\\n\\nCHAPTER XXI--CONTRABAND\\n\\nSheldon did not mention the subject again, nor did his conduct change from what it had always been.  There was nothing of the pining lover, nor of the lover at all, in his demeanour.  Nor was there any awkwardness between them.  They were as frank and friendly in their relations as ever.  He had wondered if his belligerent love declaration might have aroused some womanly self- consciousness in Joan, but he looked in vain for any sign of it. She appeared as unchanged as he; and while he knew that he hid his real feelings, he was firm in his belief that she hid nothing.  And yet the germ he had implanted must be at work; he was confident of that, though he was without confidence as to the result.  There was no forecasting this strange girl's processes.  She might awaken, it was true; and on the other hand, and with equal chance, he might be the wrong man for her, and his declaration of love might only more firmly set her in her views on single blessedness.\\n\\nWhile he devoted more and more of his time to the plantation itself, she took over the house and its multitudinous affairs; and she took hold firmly, in sailor fashion, revolutionizing the system and discipline.  The labour situation on Berande was improving. The Martha had carried away fifty of the blacks whose time was up, and they had been among the worst on the plantation--five-year men recruited by Billy Be-blowed, men who had gone through the old days of terrorism when the original owners of Berande had been driven away.  The new recruits, being broken in under the new regime, gave better promise.  Joan had joined with Sheldon from the start in the programme that they must be gripped with the strong hand, and at the same time be treated with absolute justice, if they were to escape being contaminated by the older boys that still remained.\\n\\n\\\"I think it would be a good idea to put all the gangs at work close to the house this afternoon,\\\" she announced one day at breakfast. \\\"I've cleaned up the house, and you ought to clean up the barracks. There is too much stealing going on.\\\"\\n\\n\\\"A good idea,\\\" Sheldon agreed.  \\\"Their boxes should be searched. I've just missed a couple of shirts, and my best toothbrush is gone.\\\"\\n\\n\\\"And two boxes of my cartridges,\\\" she added, \\\"to say nothing of handkerchiefs, towels, sheets, and my best pair of slippers.  But what they want with your toothbrush is more than I can imagine. They'll be stealing the billiard balls next.\\\"\\n\\n\\\"One did disappear a few weeks before you came,\\\" Sheldon laughed. \\\"We'll search the boxes this afternoon.\\\"\\n\\nAnd a busy afternoon it was.  Joan and Sheldon, both armed, went through the barracks, house by house, the boss-boys assisting, and half a dozen messengers, in relay, shouting along the line the names of the boys wanted.  Each boy brought the key to his particular box, and was permitted to look on while the contents were overhauled by the boss-boys.\",\"timestamp\":1639040655,\"title\":\"I am going to ask you why you look like a woman\"},\"digest\":\"JQsejP6klTYOkkQG75IJbIRxO03YqJWh1I0vi7eI0Cc\",\"authorship\":{\"contributor\":\"0x90172af57cfCfbdA1dac8055668d7B5df7f90f1E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XYAg9nd4Uq7oK3mffUib-365dhG3-TXCvGzuaJ-awss\\\",\\\"y\\\":\\\"ckNqM3IkJCWn-ixQPwEozbVpL27jm0bhWPhNhpa4sc0\\\"}\",\"signature\":\"QDFrthLz61fckOGrvglaQpNWxrKy_htv_J89eGNlUSGQYH2wdi8cHrmVhIR4cDu97bbDJ8qei6Hco1TapOxcww\",\"signingKeySignature\":\"0x0634123396be3fc588dc914e67b1a25511bd367b4546fcacd1c61146c8fa94f561c50b54078def076c8e320ac3a9f701c15fc5357497da78a146dc12843dfbfd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XYAg9nd4Uq7oK3mffUib-365dhG3-TXCvGzuaJ-awss\\\",\\\"y\\\":\\\"ckNqM3IkJCWn-ixQPwEozbVpL27jm0bhWPhNhpa4sc0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"JQsejP6klTYOkkQG75IJbIRxO03YqJWh1I0vi7eI0Cc\"}"