"{\"content\":{\"body\":\"**I wanted to write a quick post delving into Web3 after receiving several questions about it. Without any long narratives, I’ll give it a go with as simple of an explanation as I can.**\\n\\nTo understand Web3, let’s go through the features of Web1 and Web2.\\n\\n**Web1: Read-Only**\\n\\nThe internet has officially existed since the ‘80s. Content creators have had a place on the internet, but the majority of users using the internet in the ‘90s were consumers on static web pages and seldom produced content. Perhaps a consequence of shifting from print media to the internet, those who dominated content creation were professional writers, reporters, and journalists. The content model here was few-many and people came onto the internet to consume or read-only.\\n\\nWe saw less censorship here (though still dominant) compared to print. Due to this, people started questioning the credibility of the quickly growing database of information. There were loose social networks on Web1 and only a few “internet companies” controlled content on the internet. Web1-esque websites still exist today, but it isn’t very typical. [Craigslist](https://www.craigslist.org/) is an example you are likely familiar with.\\n\\n**Web2:  Read-Write**\\n\\nCue Web2 or the web as we know it *today*. It took over in the early 2000s.\\n\\nWeb2, coined by[ Tim O’Reilly](https://en.wikipedia.org/wiki/Tim_O%27Reilly), was prompted by upgrades to servers, developer skills, and faster internet speeds - leading way to interactive web applications. Some attribute its start to the aftereffects of the dot-com boom.\\n\\nThough plenty of companies dominate Web2, there are a few giants that we are all familiar with. At its core, Web2 made space for everyone to become a content creator and consumer simultaneously - though not everyone actually makes money off of what they create. Users produce media on social networks, i.e. [Facebook](http://facebook.com), who then is able to sell personal data to generate impressive amounts of revenue. This is fully allowable because centralized companies have ownership over user data and all user-generated content. Censorship is a bit more lifted in Web2, but is largely platform-dependent. Although users are both suppliers and consumers on this web, they are at the mercy of where they are creating and consuming, handing over rights to any sense of ownership.\\n\\n[https://twitter.com/eshita/status/1410719809398972416?s=20](https://twitter.com/eshita/status/1410719809398972416?s=20)\\n\\nPlatforms are siloed in Web2, with the user needing to create an identity across each one to interact as platforms do not “talk” to each other. In addition, capital is accumulated at the top. Privacy is a huge concern as intermediaries are responsible for protecting ours.\\n\\n**Web3: Read-Write-Own**\\n\\nOwnership is one of the biggest features of Web3 - participants have full ownership over their content, data, and assets.\\n\\nThe bitcoin network was[ introduced in 2009](https://www.blockchain.com/btc/block/000000000019d6689c085ae165831e934ff763ae46a2a6c172b3f1b60a8ce26f), which offered up ethos that Web3 pioneers. Important to note that the internet has not reached what we consider to be Web3, but there are products and services being built that are considered to be “Web3”. This simply means that they adhere to the following principles to varying degrees: *open, decentralized, censorship-resistant, immutable, trustless,* and *permissionless*.\\n\\nWe are slowly seeing Web2 platforms think about what it means to start building products and services that fit within Web3, such as [Twitter’s Bluesky Project](https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3816729) which set out to make a decentralized standard for social media. As with the shift from Web1 to Web2, the shift from Web2 to Web3 is largely due to infrastructure advancement, but there will be a mindset shift for builders and developers as governance will be much more user-centered. With the removal of a middleman and data living on immutable infrastructure, there is no control over data thus no censorship and less risk of data loss.\\n\\nInteroperability is a major theme for blockchains as it will be for platforms built on Web3. Almost like how the metaverse is described, different platforms can be pieced together to make one fluid space where one’s identity can remain the same, i.e. not needing to make an account across different platforms.\\n\\nMany claim that onboarding to Web3 is as simple as setting up your crypto wallet (i.e. [MetaMask](https://metamask.io/)). Having a wallet connects one to decentralized apps in order to interact and conduct transactions.\\n\\nExamples of what Web3 tools are might help shape thinking. Here is an excellent mapping of Web3 protocols and their Web2 equivalents:\\n\\n[https://twitter.com/masonnystrom/status/1359139788553654272?s=20 ](https://twitter.com/masonnystrom/status/1359139788553654272?s=20)\\n\\nTake for example[ Medium](https://medium.com/), a centralized tool for writers to publish and earn some income with no say in its governance. In comparison,[ Mirror](https://mirror.xyz/) allows for writers to gain full ownership of their work, have a say in its governance (considered co-owners), and earn directly from their audience. This is precisely the theme we will continue to observe as we all start shifting to Web3. As with Web1, Web2 will always exist in parts of the internet, but won’t dominate spaces where we spend most of our time online in the future.\\n\\nHope this provided some clarification - as always, DMs are open!\\n\\n*Thanks to my wonderful friends [Jad Esber](https://twitter.com/Jad_AE), [Vajresh Balaji](https://twitter.com/bvajresh), and [Chris Gonsalves](https://twitter.com/CryptoGamr) for their thoughts on this!*\",\"timestamp\":1636313289,\"title\":\"Web3: in a nutshell \",\"publication\":\"eshita\"},\"digest\":\"SrJ1VX8lB4UqxdDh-13HIjKh97SxSAZ-zOXNDYpKHxI\",\"authorship\":{\"contributor\":\"0x29Bc18979B5aF84B820bDDfAc207b224c7a959DE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"r0COEpFoSjxd3Lr_6jM-SHDkagky8R_f9PGjZk7CIC0\\\",\\\"y\\\":\\\"HSw_XRrUcpNiGO0Bm88heIckb_3vf3o2B17yQizVyzI\\\"}\",\"signature\":\"z7z4n81nk4TyF4j4beZiihPc6p97vqu3tvjxdmTb_6JSyVUan_9ZFWDyhwYLrRHhhGtOZ4frIgJrbjCnArHOyQ\",\"signingKeySignature\":\"0x6d0c4d25c707a7ffa35b21b926bcba984ec86a69805d0397308c0b7a337caf3d709e102f170ac274699284e689a74fd58e13b67687bdcf6ea7a2eca3b27dacb31b\",\"signingKeyMessage\":\"I authorize the publication of articles on rabbithole.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"r0COEpFoSjxd3Lr_6jM-SHDkagky8R_f9PGjZk7CIC0\\\",\\\"y\\\":\\\"HSw_XRrUcpNiGO0Bm88heIckb_3vf3o2B17yQizVyzI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"H5bNIXATsWUv_QbbEz6lckYcgAa2rhXEPDRkecOlCOI\"}"