"{\"content\":{\"body\":\"David charmed away Saul's evil spirit with his harp. Horace in his 32d Ode Book 1, concludes his address to the lyre:--\\n\\n```\\n \\\"O laborum     Dulce lenimen mihicumque calve,     Rite vocanti;\\\"\\n```\\n\\nOr, as Kiessling of Berlin interprets:--\\n\\n```\\n \\\"O laborum,     Dulce lenimen medieumque, salve,    Rite vocanti.\\\"\\n```\\n\\n\\\\--\\\"O, of our troubles the sweet, the healing sedative, etc.\\\"\\n\\nHomer, Plutarch, Theophrastus, and Galen say that music cures rheumatism, the pests, and stings of reptiles, etc. Diemerbroeck, Bonet, Baglivi, Kercher, and Desault mention the efficacy of melody in phthisis, gout, hydrophobia, the bites of venomous reptiles, etc. There is a case in the Lancet of a patient in convulsions who was cured in the paroxysm by hearing the tones of music. Before the French Academy of Sciences in 1708, and again in 1718, there was an instance of a dancing-master stricken with violent fever and in a condition of delirium, who recovered his senses and health on hearing melodious music. There is little doubt of the therapeutic value of music, but particularly do we find its value in instances of neuroses. The inspiration offered by music is well-known, and it is doubtless a stimulant to the intellectual work. Bacon, Milton, Warburton, and Alfieri needed music to stimulate them in their labors, and it is said that Bourdaloue always played an air on the violin before preparing to write.\\n\\nAccording to the American Medico-Surgical Bulletin, \\\"Professor Tarchanoff of Saint Petersburg has been investigating the influence of music upon man and other animals. The subject is by no means a new one. In recent times Dagiel and Fere have investigated the effect of music upon the respirations, the pulse, and the muscular system in man. Professor Tarchanoff made use of the ergograph of Mosso, and found that if the fingers were completely fatigued, either by voluntary efforts or by electric excitation, to the point of being incapable of making any mark except a straight line on the registering cylinder, music had the power of making the fatigue disappear, and the finger placed in the ergograph again commenced to mark lines of different heights, according to the amount of excitation. It was also found that music of a sad and lugubrious character had the opposite effect, and could check or entirely inhibit the contractions. Professor Tarchanoff does not profess to give any positive explanation of these facts, but he inclines to the view that 'the voluntary muscles, being furnished with excitomotor and depressant fibers, act in relation to the music similarly to the heart--that is to say, that joyful music resounds along the excitomotor fibers, and sad music along the depressant or inhibitory fibers.' Experiments on dogs showed that music was capable of increasing the elimination of carbonic acid by 16.7 per cent, and of increasing the consumption of oxygen by 20.1 per cent. It was also found that music increased the functional activity of the skin. Professor Tarchanoff claims as the result of these experiments that music may fairly be regarded as a serious therapeutic agent, and that it exercises a genuine and considerable influence over the functions of the body. Facts of this kind are in no way surprising, and are chiefly of interest as presenting some physiologic basis for phenomena that are sufficiently obvious. The influence of the war-chant upon the warrior is known even to savage tribes. We are accustomed to regard this influence simply as an ordinary case of psychic stimuli producing physiologic effects.\\n\\n\\\"Professor Tarchanoff evidently prefers to regard the phenomena as being all upon the same plane, namely, that of physiology; and until we know the difference between mind and body, and the principles of their interaction, it is obviously impossible to controvert this view successfully. From the immediately practical point of view we should not ignore the possible value of music in some states of disease. In melancholia and hysteria it is probably capable of being used with benefit, and it is worth bearing in mind in dealing with insomnia. Classical scholars will not forget that the singing of birds was tried as a remedy to overcome the insomnia of Maecenas. Music is certainly a good antidote to the pernicious habit of introspection and self-analysis, which is often a curse both of the hysteric and of the highly cultured. It would seem obviously preferable to have recourse to music of a lively and cheerful character.\\\"\\n\\nIdiosyncrasies of the visual organs are generally quite rare. It is well-known that among some of the lower animals, e.g., the turkey-cocks, buffaloes, and elephants, the color red is unendurable. Buchner and Tissot mention a young boy who had a paroxysm if he viewed anything red. Certain individuals become nauseated when they look for a long time on irregular lines or curves, as, for examples, in caricatures. Many of the older examples of idiosyncrasies of color are nothing more than instances of color-blindness, which in those times was unrecognized. Prochaska knew a woman who in her youth became unconscious at the sight of beet-root, although in her later years she managed to conquer this antipathy, but was never able to eat the vegetable in question. One of the most remarkable forms of idiosyncrasy on record is that of a student who was deprived of his senses by the very sight of an old woman. On one occasion he was carried out from a party in a dying state, caused, presumably, by the abhorred aspect of the chaperons The Count of Caylus was always horror-stricken at the sight of a Capuchin friar. He cured himself by a wooden image dressed in the costume of this order placed in his room and constantly before his view. It is common to see persons who faint at the sight of blood. Analogous are the individuals who feel nausea in an hospital ward.\\n\\nAll Robert Boyle's philosophy could not make him endure the sight of a spider, although he had no such aversion to toads, venomous snakes, etc. Pare mentions a man who fainted at the sight of an eel, and another who had convulsions at the sight of a carp. There is a record of a young lady in France who fainted on seeing a boiled lobster. Millingen cites the case of a man who fell into convulsions whenever he saw a spider. A waxen one was made, which equally terrified him. When he recovered, his error was pointed out to him, and the wax figure was placed in his hand without causing dread, and henceforth the living insect no longer disturbed him. Amatus Lusitanus relates the case of a monk who fainted when he beheld a rose, and never quitted his cell when that flower was in bloom. Scaliger, the great scholar, who had been a soldier a considerable portion of his life, confesses that he could not look on a water-cress without shuddering, and remarks: \\\"I, who despise not only iron, but even thunderbolts, who in two sieges (in one of which I commanded) was the only one who did not complain of the food as unfit and horrible to eat, am seized with such a shuddering horror at the sight of a water-cress that I am forced to go away.\\\" One of his children was in the same plight as regards the inoffensive vegetable, cabbage. Scaliger also speaks of one of his kinsmen who fainted at the sight of a lily. Vaughheim, a great huntsman of Hanover, would faint at the sight of a roasted pig. Some individuals have been disgusted at the sight of eggs. There is an account of a sensible man who was terrified at the sight of a hedgehog, and for two years was tormented by a sensation as though one was gnawing at his bowels. According to Boyle, Lord Barrymore, a veteran warrior and a person of strong mind, swooned at the sight of tansy. The Duke d'Epernon swooned on beholding a leveret, although a hare did not produce the same effect. Schenck tells of a man who swooned at the sight of pork. The Ephemerides contains an account of a person who lost his voice at the sight of a crab, and also cites cases of antipathy to partridges, a white hen, to a serpent, and to a toad. Lehman speaks of an antipathy to horses; and in his observations Lyser has noticed aversion to the color purple. It is a strange fact that the three greatest generals of recent years, Wellington, Napoleon, and Roberts, could never tolerate the sight of a cat, and Henry III of France could not bear this animal in his room. We learn of a Dane of herculean frame who had a horror of cats. He was asked to a supper at which, by way of a practical joke, a live cat was put on the table in a covered dish. The man began to sweat and shudder without knowing why, and when the cat was shown he killed his host in a paroxysm of terror. Another man could not even see the hated form even in a picture without breaking into a cold sweat and feeling a sense of oppression about the heart. Quercetanus and Smetius mention fainting at the sight of cats. Marshal d'Abret was supposed to be in violent fear of a pig.\\n\\nAs to idiosyncrasies of the sense of touch, it is well known that some people cannot handle velvet or touch the velvety skin of a peach without having disagreeable and chilly sensations come over them. Prochaska knew a man who vomited the moment he touched a peach, and many people, otherwise very fond of this fruit, are unable to touch it. The Ephemerides speaks of a peculiar idiosyncrasy of skin in the axilla of a certain person, which if tickled would provoke vomiting. It is occasionally stated in the older writings that some persons have an idiosyncrasy as regards the phases of the sun and moon. Baillou speaks of a woman who fell unconscious at sunset and did not recover till it reappeared on the horizon. The celebrated Chancellor Bacon, according to Mead, was very delicate, and was accustomed to fall into a state of great feebleness at every moon-set without any other imaginable cause. He never recovered from his swooning until the moon reappeared.\\n\\nNothing is more common than the idiosyncrasy which certain people display for certain foods. The trite proverb, \\\"What is one man's meat is another man's poison,\\\" is a genuine truth, and is exemplified by hundreds of instances. Many people are unable to eat fish without subsequent disagreeable symptoms. Prominent among the causes of urticaria are oysters, crabs, and other shell fish, strawberries, raspberries, and other fruits. The abundance of literature on this subject makes an exhaustive collection of data impossible, and only a few of the prominent and striking instances can be reported.\\n\\nAmatus Lusitanus speaks of vomiting and diarrhea occurring each time a certain Spaniard ate meat. Haller knew a person who was purged violently by syrup of roses. The son of one of the friends of Wagner would vomit immediately after the ingestion of any substance containing honey. Bayle has mentioned a person so susceptible to honey that by a plaster of this substance placed upon the skin this untoward effect was produced. Whytt knew a woman who was made sick by the slightest bit of nutmeg. Tissot observed vomiting in one of his friends after the ingestion of the slightest amount of sugar. Ritte mentions a similar instance. Roose has seen vomiting produced in a woman by the slightest dose of distilled water of linden. There is also mentioned a person in whom orange-flower water produced the same effect. Dejean cites a case in which honey taken internally or applied externally acted like poison. It is said that the celebrated Haen would always have convulsions after eating half a dozen strawberries. Earle and Halifax attended a child for kidney-irritation produced by strawberries, and this was the invariable result of the ingestion of this fruit. The authors personally know of a family the male members of which for several generations could not eat strawberries without symptoms of poisoning. The female members were exempt from the idiosyncrasy. A little boy of this family was killed by eating a single berry. Whytt mentions a woman of delicate constitution and great sensibility of the digestive tract in whom foods difficult of digestion provoked spasms, which were often followed by syncopes. Bayle describes a man who vomited violently after taking coffee. Wagner mentions a person in whom a most insignificant dose of manna had the same effect. Preslin speaks of a woman who invariably had a hemorrhage after swallowing a small quantity of vinegar. According to Zimmerman, some people are unable to wash their faces on account of untoward symptoms. According to Ganbius, the juice of a citron applied to the skin of one of his acquaintances produced violent rigors.\\n\\nBrasavolus says that Julia, wife of Frederick, King of Naples, had such an aversion to meat that she could not carry it to her mouth without fainting. The anatomist Gavard was not able to eat apples without convulsions and vomiting. It is said that Erasmus was made ill by the ingestion of fish; but this same philosopher, who was cured of a malady by laughter, expressed his appreciation by an elegy on the folly. There is a record of a person who could not eat almonds without a scarlet rash immediately appearing upon the face. Marcellus Donatus knew a young man who could not eat an egg without his lips swelling and purple spots appearing on his face. Smetius mentions a person in whom the ingestion of fried eggs was often followed by syncope. Brunton has seen a case of violent vomiting and purging after the slightest bit of egg. On one occasion this person was induced to eat a small morsel of cake on the statement that it contained no egg, and, although fully believing the words of his host, he subsequently developed prominent symptoms, due to the trace of egg that was really in the cake. A letter from a distinguished litterateur to Sir Morell Mackenzie gives a striking example of the idiosyncrasy to eggs transmitted through four generations. Being from such a reliable source, it has been deemed advisable to quote the account in full: \\\"My daughter tells me that you are interested in the ill-effects which the eating of eggs has upon her, upon me, and upon my father before us. I believe my grandfather, as well as my father, could not eat eggs with impunity. As to my father himself, he is nearly eighty years old; he has not touched an egg since he was a young man; he can, therefore, give no precise or reliable account of the symptoms the eating of eggs produce in him. But it was not the mere 'stomach-ache' that ensued, but much more immediate and alarming disturbances. As for me, the peculiarity was discovered when I was a spoon-fed child. On several occasions it was noticed (that is my mother's account) that I felt ill without apparent cause; afterward it was recollected that a small part of a yolk of an egg had been given to me. Eclaircissement came immediately after taking a single spoonful of egg. I fell into such an alarming state that the doctor was sent for. The effect seems to have been just the same that it produces upon my daughter now,--something that suggested brain-congestion and convulsions. From time to time, as a boy and a young man, I have eaten an egg by way of trying it again, but always with the same result--a feeling that I had been poisoned; and yet all the while I liked eggs. Then I never touched them for years. Later I tried again, and I find the ill-effects are gradually wearing off. With my daughter it is different; she, I think, becomes more susceptible as time goes on, and the effect upon her is more violent than in my case at any time. Sometimes an egg has been put with coffee unknown to her, and she has been seen immediately afterward with her face alarmingly changed--eyes swollen and wild, the face crimson, the look of apoplexy. This is her own account: 'An egg in any form causes within a few minutes great uneasiness and restlessness, the throat becomes contracted and painful, the face crimson, and the veins swollen. These symptoms have been so severe as to suggest that serious consequences might follow.' To this I may add that in her experience and my own, the newer the egg, the worse the consequences.\\\"\\n\\nHutchinson speaks of a Member of Parliament who had an idiosyncrasy as regards parsley. After the ingestion of this herb in food he always had alarming attacks of sickness and pain in the abdomen, attended by swelling of the tongue and lips and lividity of the face. This same man could not take the smallest quantity of honey, and certain kinds of fruit always poisoned him. There was a collection of instances of idiosyncrasy in the British Medical Journal, 1859, which will be briefly given in the following lines: One patient could not eat rice in any shape without extreme distress. From the description given of his symptoms, spasmodic asthma seemed to be the cause of his discomfort. On one occasion when at a dinner-party he felt the symptoms of rice-poisoning come on, and, although he had partaken of no dish ostensibly containing rice, was, as usual, obliged to retire from the table. Upon investigation it appeared that some white soup with which he had commenced his meal had been thickened with ground rice. As in the preceding case there was another gentleman who could not eat rice without a sense of suffocation. On one occasion he took lunch with a friend in chambers, partaking only of simple bread and cheese and bottled beer. On being seized with the usual symptoms of rice-poisoning he informed his friend of his peculiarity of constitution, and the symptoms were explained by the fact that a few grains of rice had been put into each bottle of beer for the purpose of exciting a secondary fermentation. The same author speaks of a gentleman under treatment for stricture who could not eat figs without experiencing the most unpleasant formication of the palate and fauces. The fine dust from split peas caused the same sensation, accompanied with running at the nose; it was found that the father of the patient suffered from hay-fever in certain seasons. He also says a certain young lady after eating eggs suffered from swelling of the tongue and throat, accompanied by \\\"alarming illness,\\\" and there is recorded in the same paragraph a history of another young girl in whom the ingestion of honey, and especially honey-comb, produced swelling of the tongue, frothing of the mouth, and blueness of the fingers. The authors know of a gentleman in whom sneezing is provoked on the ingestion of chocolate in any form. There was another instance--in a member of the medical profession--who suffered from urticaria after eating veal. Veal has the reputation of being particularly indigestible, and the foregoing instance of the production of urticaria from its use is doubtless not an uncommon one.\\n\\nOverton cites a striking case of constitutional peculiarity or idiosyncrasy in which wheat flour in any form, the staff of life, an article hourly prayed for by all Christian nations as the first and most indispensable of earthly blessings, proved to one unfortunate individual a prompt and dreadful poison. The patient's name was David Waller, and he was born in Pittsylvania County, Va., about the year 1780. He was the eighth child of his parents, and, together with all his brothers and sisters, was stout and healthy. At the time of observation Waller was about fifty years of age. He had dark hair, gray eyes, dark complexion, was of bilious and irascible temperament, well formed, muscular and strong, and in all respects healthy as any man, with the single exception of his peculiar idiosyncrasy. He had been the subject of but few diseases, although he was attacked by the epidemic of 1816. From the history of his parents and an inquiry into the health of his ancestry, nothing could be found which could establish the fact of heredity in his peculiar disposition. Despite every advantage of stature, constitution, and heredity, David Waller was through life, from his cradle to his grave, the victim of what is possibly a unique idiosyncrasy of constitution. In his own words he declared: \\\"Of two equal quantities of tartar and wheat flour, not more than a dose of the former, he would rather swallow the tartar than the wheat flour.\\\" If he ate flour in any form or however combined, in the smallest quantity, in two minutes or less he would have painful itching over the whole body, accompanied by severe colic and tormina in the bowels, great sickness in the stomach, and continued vomiting, which he declared was ten times as distressing as the symptoms caused by the ingestion of tartar emetic. In about ten minutes after eating the flour the itching would be greatly intensified, especially about the head, face, and eyes, but tormenting all parts of the body, and not to be appeased. These symptoms continued for two days with intolerable violence, and only declined on the third day and ceased on the tenth. In the convalescence, the lungs were affected, he coughed, and in expectoration raised great quantities of phlegm, and really resembled a phthisical patient. At this time he was confined to his room with great weakness, similar to that of a person recovering from an asthmatic attack. The mere smell of wheat produced distressing symptoms in a minor degree, and for this reason he could not, without suffering, go into a mill or house where the smallest quantity of wheat flour was kept. His condition was the same from the earliest times, and he was laid out for dead when an infant at the breast, after being fed with \\\"pap\\\" thickened with wheat flour. Overton remarks that a case of constitutional peculiarity so little in harmony with the condition of other men could not be received upon vague or feeble evidence, and it is therefore stated that Waller was known to the society in which he lived as an honest and truthful man. One of his female neighbors, not believing in his infirmity, but considering it only a whim, put a small quantity of flour in the soup which she gave him to eat at her table, stating that it contained no flour, and as a consequence of the deception he was bed-ridden for ten days with his usual symptoms. It was also stated that Waller was never subjected to militia duty because it was found on full examination of his infirmity that he could not live upon the rations of a soldier, into which wheat flour enters as a necessary ingredient. In explanation of this strange departure from the condition of other men, Waller himself gave a reason which was deemed equivalent in value to any of the others offered. It was as follows: His father being a man in humble circumstances in life, at the time of his birth had no wheat with which to make flour, although his mother during gestation \\\"longed\\\" for wheat-bread. The father, being a kind husband and responsive to the duty imposed by the condition of his wife, procured from one of his opulent neighbors a bag of wheat and sent it to the mill to be ground. The mother was given much uneasiness by an unexpected delay at the mill, and by the time the flour arrived her strong appetite for wheat-bread had in a great degree subsided. Notwithstanding this, she caused some flour to be immediately baked into bread and ate it, but not so freely as she had expected The bread thus taken caused intense vomiting and made her violently and painfully ill, after which for a considerable time she loathed bread. These facts have been ascribed as the cause of the lamentable infirmity under which the man labored, as no other peculiarity or impression in her gestation was noticed. In addition it may be stated that for the purpose of avoiding the smell of flour Waller was in the habit of carrying camphor in his pocket and using snuff, for if he did not smell the flour, however much might be near him, it was as harmless to him as to other men.\\n\\nThe authors know of a case in which the eating of any raw fruit would produce in a lady symptoms of asthma; cooked fruit had no such effect.\\n\\nFood-Superstitions.--The superstitious abhorrence and antipathy to various articles of food that have been prevalent from time to time in the history of the human race are of considerable interest and well deserve some mention here. A writer in a prominent journal has studied this subject with the following result:--\\n\\n\\\"From the days of Adam and Eve to the present time there has been not only forbidden fruit, but forbidden meats and vegetables. For one reason or another people have resolutely refused to eat any and all kinds of flesh, fish, fowl, fruits, and plants. Thus, the apple, the pear, the strawberry, the quince, the bean, the onion, the leek, the asparagus, the woodpecker, the pigeon, the goose, the deer, the bear, the turtle, and the eel--these, to name only a few eatables, have been avoided as if unwholesome or positively injurious to health and digestion.\\n\\n\\\"As we all know, the Jews have long had an hereditary antipathy to pork. On the other hand, swine's flesh was highly esteemed by the ancient Greeks and Romans. This fact is revealed by the many references to pig as a dainty bit of food. At the great festival held annually in honor of Demeter, roast pig was the piece de resistance in the bill of fare, because the pig was the sacred animal of Demeter. Aristophanes in 'The Frogs' makes one of the characters hint that some of the others 'smell of roast pig.' These people undoubtedly had been at the festival (known as the Thesmophoria) and had eaten freely of roast pig, Those who took part in another Greek mystery or festival (known as the Eleusinia) abstained from certain food, and above all from beans.\\n\\n\\\"Again, as we all know, mice are esteemed in China and in some parts of India. But the ancient Egyptians, Greeks, and Jews abhorred mice and would not touch mouse-meat. Rats and field-mice were sacred in Old Egypt, and were not to be eaten on this account. So, too, in some parts of Greece, the mouse was the sacred animal of Apollo, and mice were fed in his temples. The chosen people were forbidden to eat 'the weasel, and the mouse, and the tortoise after his kind.' These came under the designation of unclean animals, which were to be avoided.\\n\\n\\\"But people have abstained from eating kinds of flesh which could not be called unclean. For example, the people of Thebes, as Herodotus tells us, abstained from sheep. Then, the ancients used to abstain from certain vegetables. In his 'Roman Questions' Plutarch asks: 'Why do the Latins abstain strictly from the flesh of the woodpecker?' In order to answer Plutarch's question correctly it is necessary to have some idea of the peculiar custom and belief called 'totemism.' There is a stage of society in which people claim descent from and kinship with beasts, birds, vegetables, and other objects. This object, which is a 'totem,' or family mark, they religiously abstain from eating. The members of the tribe are divided into clans or stocks, each of which takes the name of some animal, plant, or object, as the bear, the buffalo, the woodpecker, the asparagus, and so forth. No member of the bear family would dare to eat bear-meat, but he has no objection to eating buffalo steak. Even the marriage law is based on this belief, and no man whose family name is Wolf may marry a woman whose family name is also Wolf.\\n\\n\\\"In a general way it may be said that almost all our food prohibitions spring from the extraordinary custom generally called totemism. Mr. Swan, who was missionary for many years in the Congo Free State, thus describes the custom: 'If I were to ask the Yeke people why they do not eat zebra flesh, they would reply, 'Chijila,' i.e., 'It is a thing to which we have an antipathy;' or better, 'It is one of the things which our fathers taught us not to eat.' So it seems the word 'Bashilang' means 'the people who have an antipathy to the leopard;' the 'Bashilamba,' 'those who have an antipathy to the dog,' and the 'Bashilanzefu,' 'those who have an antipathy to the elephant.' In other words, the members of these stocks refuse to eat their totems, the zebra, the leopard, or the elephant, from which they take their names.\\n\\n\\\"The survival of antipathy to certain foods was found among people as highly civilized as the Egyptians, the Greeks, and the Romans. Quite a list of animals whose flesh was forbidden might be drawn up. For example, in Old Egypt the sheep could not be eaten in Thebes, nor the goat in Mendes, nor the cat in Bubastis, nor the crocodile at Ombos, nor the rat, which was sacred to Ra, the sun-god. However, the people of one place had no scruples about eating the forbidden food of another place. And this often led to religious disputes.\\n\\n\\\"Among the vegetables avoided as food by the Egyptians may be mentioned the onion, the garlic, and the leek. Lucian says that the inhabitants of Pelusium adored the onion. According to Pliny the Egyptians relished the leek and the onion. Juvenal exclaims: 'Surely a very religious nation, and a blessed place, where every garden is overrun with gods!' The survivals of totemism among the ancient Greeks are very interesting. Families named after animals and plants were not uncommon. One Athenian gens, the Ioxidae, had for its ancestral plant the asparagus. One Roman gens, the Piceni, took a woodpecker for its totem, and every member of this family refused, of course, to eat the flesh of the woodpecker. In the same way as the nations of the Congo Free State, the Latins had an antipathy to certain kinds of food. However, an animal or plant forbidden in one place was eaten without any compunction in another place. 'These local rites in Roman times,' says Mr. Lang, 'caused civil brawls, for the customs of one town naturally seemed blasphemous to neighbors with a different sacred animal. Thus when the people of dog-town were feeding on the fish called oxyrrhyncus, the citizens of the town which revered the oxyrrhyncus began to eat dogs. Hence arose a riot.' The antipathy of the Jews to pork has given rise to quite different explanations. The custom is probably a relic of totemistic belief. That the unclean animals--animals not to be eaten--such as the pig, the mouse, and the weasel, were originally totems of the children of Israel, Professor Robertson Smith believes is shown by various passages in the Old Testament.\\n\\n\\\"When animals and plants ceased to be held sacred they were endowed with sundry magical or mystic properties. The apple has been supposed to possess peculiar virtues, especially in the way of health. 'The relation of the apple to health,' says Mr. Conway, 'is traceable to Arabia. Sometimes it is regarded as a bane. In Hessia it is said an apple must not be eaten on New Year's Day, as it will produce an abscess. But generally it is curative. In Pomerania it is eaten on Easter morning against fevers; in Westphalia (mixed with saffron) against jaundice; while in Silesia an apple is scraped from top to stalk to cure diarrhea, and upward to cure costiveness.' According to an old English fancy, if any one who is suffering from a wound in the head should eat strawberries it will lead to fatal results. In the South of England the folk say that the devil puts his cloven foot upon the blackberries on Michaelmas Day, and hence none should be gathered or eaten after that day. On the other hand, in Scotland the peasants say that the devil throws his cloak over the blackberries and makes them unwholesome after that day, while in Ireland he is said to stamp on the berries. Even that humble plant, the cabbage, has been invested with some mystery. It was said that the fairies were fond of its leaves, and rode to their midnight dances on cabbage-stalks. The German women used to say that 'Babies come out of the cabbage-heads.' The Irish peasant ties a cabbage-leaf around the neck for sore throat. According to Gerarde, the Spartans ate watercress with their bread, firmly believing that it increased their wit and wisdom. The old proverb is, 'Eat cress to learn more wit.'\\n\\n\\\"There is another phase to food-superstitions, and that is the theory that the qualities of the eaten pass into the eater. Mr. Tylor refers to the habit of the Dyak young men in abstaining from deer-meat lest it should make them timid, while the warriors of some South American tribes eat the meat of tigers, stags, and boars for courage and speed. He mentions the story of an English gentleman at Shanghai who at the time of the Taeping attack met his Chinese servant carrying home the heart of a rebel, which he intended to eat to make him brave. There is a certain amount of truth in the theory that the quality of food does affect the mind and body. Buckle in his 'History of Civilization' took this view, and tried to prove that the character of a people depends on their diet.\\\"\\n\\nIdiosyncrasies to Drugs.--In the absorption and the assimilation of drugs idiosyncrasies are often noted; in fact, they are so common that we can almost say that no one drug acts in the same degree or manner on different individuals. In some instances the untoward action assumes such a serious aspect as to render extreme caution necessary in the administration of the most inert substances. A medicine ordinarily so bland as cod-liver oil may give rise to disagreeable eruptions. Christison speaks of a boy ten years old who was said to have been killed by the ingestion of two ounces of Epsom salts without inducing purgation; yet this common purge is universally used without the slightest fear or caution. On the other hand, the extreme tolerance exhibited by certain individuals to certain drugs offers a new phase of this subject. There are well-authenticated cases on record in which death has been caused in children by the ingestion of a small fraction of a grain of opium. While exhibiting especial tolerance from peculiar disposition and long habit, Thomas De Quincey, the celebrated English litterateur, makes a statement in his \\\"Confessions\\\" that with impunity he took as much as 320 grains of opium a day, and was accustomed at one period of his life to call every day for \\\"a glass of laudanum negus, warm, and without sugar,\\\" to use his own expression, after the manner a toper would call for a \\\"hot-Scotch.\\\"\\n\\nThe individuality noted in the assimilation and the ingestion of drugs is functional as well as anatomic. Numerous cases have been seen by all physicians. The severe toxic symptoms from a whiff of cocain-spray, the acute distress from the tenth of a grain of morphin, the gastric crises and profuse urticarial eruptions following a single dose of quinin,--all are proofs of it. The \\\"personal equation\\\" is one of the most important factors in therapeutics, reminding us of the old rule, \\\"Treat the patient, not the disease.\\\"\",\"timestamp\":1639718650,\"title\":\"\\nThe therapeutic value of music has long been known. For ages warriors have been led to battle to the sounds of martial strains. \"},\"digest\":\"r9RoJmV6vikNT0wgHsifKWldqp2Ao3Apfjc3KQA1cpg\",\"authorship\":{\"contributor\":\"0x457882665D7cCf3457ff8b3aB95dA15a63bfDFa4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cG6HRuu3ls_6YVWwzEtLYVrycbVhnwbVoBNA5oNohic\\\",\\\"y\\\":\\\"65ihZUsxTRWzlYi1WT_SAsvcXzFTAwux-4BHFFdcRCU\\\"}\",\"signature\":\"AU1aeOkS15u9jm0CJY7lOEFiDtk0iDUxi3MJZgfRAYFOH-ggDwCb7XOnA2nz3nGDN3Q2SFdzZR4Eu9uU0eLibA\",\"signingKeySignature\":\"0x86b51a1039e664f79da45b9ff6b7df3c1a00700734f2b8e8f114d5214a364f1e4bd2d846841a88b06b24ab8e395f42a37075a0824776ce6083b49647042204d41b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cG6HRuu3ls_6YVWwzEtLYVrycbVhnwbVoBNA5oNohic\\\",\\\"y\\\":\\\"65ihZUsxTRWzlYi1WT_SAsvcXzFTAwux-4BHFFdcRCU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"r9RoJmV6vikNT0wgHsifKWldqp2Ao3Apfjc3KQA1cpg\"}"