"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/T7Wx_wdQCFXr7nXjy9DRq.png?height=720&width=1200)\\n\\nSeveral countries and regions including Israel, South Africa and China's Hong Kong have identified cases of what some Western media called the \\\"worst\\\" or \\\"horrific\\\" new variant of COVID-19, known as B.1.1.529, which carried an unusually large number of mutations and raised public concerns on its transmission capacity and possible ability to escape vaccine-induced immunity. \\n  \\n But Chinese experts believe there is no need to panic as the large number of mutations does not necessarily indicate high infectivity, and Chinese scientists are able to come up with new variant-specific vaccine in about two weeks. \\n  \\n Although China's Hong Kong Special Administrative Region also reported two imported cases infected with the new variant, experts said that it was unlikely to pose a challenge to the planned border reopening between the Chinese mainland and Hong Kong. \\n  \\n On Friday, Israel reported a patient who tested positive for B.1.1.529 after returning from Malawi, which means four countries and regions have found the new variant. \\n  \\n The new variant's detection has prompted Germany, Italy and Britain to suspend travel from South Africa, and the European Union is also proposing prohibiting travel from the country and its neighbors, Daily Mail reported on Friday. \\n  \\n The new variant was classified by the World Health Organization (WHO) as \\\"Variants Under Monitoring.\\\" \\n  \\n In a statement sent to the Global Times on Friday, WHO said it is closely monitoring the recently reported variant, and so far under 100 sequences have been reported. \\n  \\n \\\"Early analysis shows that this variant has a large number of mutations that require and will undergo further study. It will take a few weeks for us to understand what impact this variant has,\\\" WHO said. \\n  \\n Researchers are working to understand more about the mutations and what they potentially mean for how transmissible or virulent this variant is, and how they may impact our diagnostics, therapeutics and vaccines, according to the WHO statement. \\n  \\n WHO was scheduled to convene a meeting of the Technical Advisory Group on Virus Evolution (TAG-VE) on Friday to better understand the timeline for studies that are underway and to determine if this variant should be designated as a variant of interest or variant of concern. \\n  \\n Hong Kong reported two imported cases infected with the new variant late Thursday, and the Hong Kong Centre for Health Protection of the Department of Health said it has arranged for people who stayed at the same hotel with the confirmed cases to undergo compulsory quarantine for 14 days. No related case was detected so far. \\n  \\n The local health authority said the sequences found in the two imported cases were similar to those found in South Africa and Botswana, but scientific information on the public health significance about this lineage was lacking at the moment. \\n  \\n Jin Dongyan, a biomedical professor at the University of Hong Kong, told the Global Times on Friday that people should be vigilant to the new variant, and the government should reinforce monitoring and research, but there is no need to panic. \\n  \\n He said there is no data or evidence on its global threat and its effect on vaccine. \\n  \\n The novel coronavirus has 30,000 genetic bases, and the new variant was only found to have 30 mutations, which was not a major mutation, Jin said. \\n  \\n Zhuang Shilihe, a Guangzhou-based immunologist, said on Weibo on Friday that some of the mutations of the new variant were not familiar to scientists, and we need more research on whether they will affect the transmissibility. \\n  \\n In some cases, too many mutations might lower the adaptability of the variant, and a variant as strong as Delta was very rare, Zhuang said, noting that he believes it's going to be difficult for the new variant to be stronger than Delta. \\n  \\n The key to identifying whether the new variant is stronger than the Delta variant is to find out whether it's a dominant variant, Jin said. \\n  \\n The Gamma, Beta and Alpha variants that previously circulated have now given way to the Delta variant as over 90 percent of the variants found globally were Delta variants, which means that not every variant would be as strong in infectivity as the Delta variant, Jin said. \\n  \\n The new variant which contains more mutations than previously identified variants does not mean it's stronger either, because it's highly likely that some of the mutations cannot survive, he noted. \\n  \\n Even if the new variant turns out to be highly infectious, Chinese scientists are able to develop specific inactivated vaccine in around two weeks. \\n  \\n The new variant was identified as Hong Kong prepares to resume quarantine-free travel with the Chinese mainland. Jin said new cases should not have any effect on the planned reopening. \\n  \\n Hong Kong Chief Executive Carrie Lam said on Friday that she was anxious about resuming in a gradual and orderly manner. \\n  \\n \\\"I'm very pleased that following the second meeting between the Hong Kong delegation and the Mainland delegation yesterday in Shenzhen, we can now confirm that, according to mainland experts, Hong Kong now possesses the conditions for resuming travel,\\\" Lam said, noting that the Shenzhen meeting reached an important milestone. \\n  \\n \",\"timestamp\":1637936358,\"title\":\"Chinese researchers allay fears of new COVID variant despite finding infection cases in HKSAR\"},\"digest\":\"cqUht4JQVJ7ZMZhANBkS4kaIv8cTcvY7BaZstmjx7g8\",\"authorship\":{\"contributor\":\"0x80Ea763033a49998899d298CDDB269DE1c10399F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KtlvAqnXEWIdp3IJhWVFdKWBe6T3r-42WlAsXCiIfFE\\\",\\\"y\\\":\\\"QXXRGM9TMv4oy87XIes7eNWxUWUUaS_np2nCPJURoAk\\\"}\",\"signature\":\"43kc53FC0nEnrErFnh1oH2nBLc3MhrnCTv3NWw1SVDz_8WY_LbKwDBGytNpEiUrb3vz_nQne1YboMquWa_Ib6g\",\"signingKeySignature\":\"0xdf168cd1b7d6c627562565c86f10baf968a2a4bc10933440bfa24e3e7e9334e0492fb8cdbcf2e73e72113f782c25fd6c42a07c5d353f50fa645308b818973df81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KtlvAqnXEWIdp3IJhWVFdKWBe6T3r-42WlAsXCiIfFE\\\",\\\"y\\\":\\\"QXXRGM9TMv4oy87XIes7eNWxUWUUaS_np2nCPJURoAk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cqUht4JQVJ7ZMZhANBkS4kaIv8cTcvY7BaZstmjx7g8\"}"