"{\"content\":{\"body\":\"When I was in my early 20s, I had a conversation with my dad. I told him I was against nuclear power because it was dangerous and because it created radioactive waste that we had no idea how to safely dispose of. He replied that there certainly were problems with nuclear energy but that they paled in comparison to those of burning fossil fuels. This was before greenhouse gases and climate change were front and center in my mind and the minds of most people. I was not convinced by my dad’s argument.\\n\\nForty years later, my dad is no longer with us, but his words ring loudly in my ears. I have come full circle on nuclear energy and now see it as way more attractive than most other forms of generating energy.\\n\\nThere are two ways of making energy with atoms. We can split atoms to generate energy and that is called [Fission](https://en.wikipedia.org/wiki/Nuclear_fission). Or we can combine atoms to generate energy and that is called [Fusion](https://en.wikipedia.org/wiki/Nuclear_fusion).\\n\\nWe have understood how to make nuclear reactors that generate energy with fission for 80 years now. But these fission reactors have two unsolved issues. In rare situations they can get out of control and melt down. We have seen that at Three Mile Island, Chernobyl, Fukushima, and a few others. While rare, these have been scary events that have shaken confidence in the safety of nuclear reactors in the public eye. Fission reactors also create radioactive waste that we have not yet found a good way to dispose of and that nuclear waste has slowly been building up around the world.\\n\\nWe don’t yet understand how to make nuclear reactors that generate energy with fusion in a sustainable way, although there has been a lot of exciting technological progress on fusion over the last few decades. I believe fusion is not an if, but a when.\\n\\nAs we electrify more and more of our energy use, we will need ever more electricity and most students of energy consumption do not believe we can fully electrify our lives with renewable energy (solar, wind, hydro, etc). I’ve heard people say there is a 30-40% gap between what we need and what we can generate with renewables.\\n\\nAt this time, nuclear is the best way to close that gap.\\n\\nAt USV, we believe that fixing fission and making fusion work are technological and engineering problems that can be solved with sufficient creativity and capital.\\n\\nIn fission, that means figuring out how to make reactors that are not prone to catastrophic meltdown and figuring out how to use/consume the radioactive waste that fission generates. There are a number of promising technologies that are attempting to do these things.\\n\\nIn fusion, that means figuring out how to make a reactor that generates more energy than it is given. The progress on that dimension is promising but we are nowhere near where we need to be and more creativity and capital will be needed to solve the fusion puzzle.\\n\\n[Our climate fund is focused on both mitigating the climate crisis and adapting to it. ](https://www.usv.com/writing/2021/01/usv-climate-fund/)Solving these technological problems with fission and fusion is an important part of mitigating the climate crisis and we are talking to teams working on both approaches.\\n\\nI am excited to do that and believe my dad would be too.\\n\",\"timestamp\":1619703562,\"title\":\"Nuclear Energy\",\"publication\":\"avc\"},\"digest\":\"R9CNsKNjz_s27ApXU1WeR3te8pprK_T6fulEr1M0npE\",\"authorship\":{\"contributor\":\"0xB8332710AB60A1B2e8FE6D775d83524C9E0cE136\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kJLn-lC67aIvmvgqR9Udc9CBZQUmLGFW9DBcu0alOhQ\\\",\\\"y\\\":\\\"2_kBWCc1TX2FuV8c0n-mCnDNjOYkxCF8CRO668ovICk\\\"}\",\"signature\":\"0d0uisWZjByZfpPPUqdL8ipO_4TwyYI7MdchWIWvYecVyfwUajsUGo4S9KYTLeis4YsE3bEfYSVtdf6SaUOyAA\",\"signingKeySignature\":\"0x5c524663f349af75bf9b608e8016f98d5c6409af3557a61916ea67bf27388009285d4bd59c7f5f675a906f78ba214885a8753a19e5332df7592d6c1e2f5f6ba31c\",\"signingKeyMessage\":\"I authorize the publication of articles on avc.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kJLn-lC67aIvmvgqR9Udc9CBZQUmLGFW9DBcu0alOhQ\\\",\\\"y\\\":\\\"2_kBWCc1TX2FuV8c0n-mCnDNjOYkxCF8CRO668ovICk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"R9CNsKNjz_s27ApXU1WeR3te8pprK_T6fulEr1M0npE\"}"