"{\"content\":{\"body\":\" 1. **Data is never “raw,” immanent, or neutral.** There is always bias and distortion in capture and modeling.\\n 2. **The internet is not “a thing.”** It is a distributed network of many layers. Treating it as its own monolith with a central cultural logic presents problems.\\n 3. **Technology can never occupy a space outside of capitalism.** With rare exceptions, every application, company, or innovation will have a funding source, a board, and a bottom-line; and in all cases the logic of capitalism will eventually supersede and control technical tools. What we identify as “tech” is just capitalism, but faster and worse.\\n 4. **You can’t solve a social problem with a technical solution.** Often, applying technical fixes only treat the symptom, and, in failing to address the underlying cause of the problem, makes it worse.\\n 5. **If you are not paying for a platform, your data is the product.** Attention is data and data is a commodity. If something is free and connected to a network, beware of the tradeoffs.\\n 6. **Platforms are not institutions.** Do not confuse them.\\n 7. **Decentralization is an illusion.** Even distributed networks enforce hierarchies of power and influence.\\n 8. **Software is hard.** Computing interfaces, rules, interactions, and protocols encode certain behaviors, and for that they should be scrutinized and interrogated as part of the body politic and the built environment.\\n 9. **Algorithms are made of people.** They are editors, they steer and privilege certain values, and are never objective.\\n10. **Beware of “open access.”** Information may want to be free but beware of the consequences. Somewhere a new gatekeeper will benefit.\\n11. **Once a measure becomes a target it ceases to become a measure (Goodhart’s Law revisited).** Or, when you over-optimize for a goal you’ll often destroy the thing or the market you set out to augment. Or, optimizing for a goal in a closed system will reinforce the production of that goal, and cease to deliver any insights.\\n12. **Information is the enemy of narrative.** The more information, the more doubtful the narrative becomes.\\n13. **Crowdsourcing is a race to the bottom.** Labor, knowledge, education, etc.. are all cheapened when forced to compete on a platform. Making it easier to perform a task has massive externalities.\\n14. **Your brain is not a computer and your computer is not a brain.** There are things that cannot be automated, and intelligences that machines cannot have.\\n\\nMike Pepi [@mikepepi](http://twitter.com/mikepepi) (last updated 8/15/2018)\\n\\nOriginally published: 8/15/2018 at \\n\\n[https://www.mikepepi.com/blog/elements-of-technology-criticism](https://www.mikepepi.com/blog/elements-of-technology-criticism)\\n\\n\",\"timestamp\":1637728845,\"title\":\"Elements Of Technology Criticism\"},\"digest\":\"rL_IWmKwTfEpMswWBTetUjDbR32Q8NF1hOmALXlQPjY\",\"authorship\":{\"contributor\":\"0xCD98b48f70Cf964D6Be792c7e5d383969A3acC35\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aFNhNlXWiHboVwh6e7lbzt8jZ3Zokdfmq7DypWzrqho\\\",\\\"y\\\":\\\"2kudb-QfmcSJkxr03qiyvpU_vRpyY6-DYJCvC1eCNzk\\\"}\",\"signature\":\"xJPeSsIviJXb4S9e_UNYg8Md8yQ9rbbZf5AAwFxADw2Mvd4s9GSDQkgiSH_VDF3Jxpijp_SZUnMKnm0VwUU_6Q\",\"signingKeySignature\":\"0xc4ed07889597e48c0ef1625da2199164b371e94273b16e7207bce5670b18ed720a24b216140c5e413d84d2120f00e0ac23626b0ab6de108033fc0557950c5e791c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aFNhNlXWiHboVwh6e7lbzt8jZ3Zokdfmq7DypWzrqho\\\",\\\"y\\\":\\\"2kudb-QfmcSJkxr03qiyvpU_vRpyY6-DYJCvC1eCNzk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rL_IWmKwTfEpMswWBTetUjDbR32Q8NF1hOmALXlQPjY\"}"