"{\"content\":{\"body\":\"**Our Approach**\\n\\nAfter unveiling the *[Verse Network](https://medium.com/stp-network/stp-launches-verse-network-a-layer-2-sidechain-optimized-for-daos-d68e0a66a9b4)* last week, our team is introducing an initial lineup of dApps that will provide full service tooling for DAOs and all their stakeholders. They will immediately be able to service existing DAOs along with newly created DAOs and their communities. Built on top of Verse, the first dApps are no-code and user-friendly that will allow communities and groups to seamlessly transition towards decentralized decision-making.\\n\\n*The Verse Network is an optimized layer 2 sidechain underlying our innovative dApps and tools for DAO management solutions and aggregated voting platforms.*\\n\\n**Verse’s first DAO Infrastructure Platform- Framework**\\n\\nWe believe anyone or any community from all industries and backgrounds should be able to efficiently create a successful DAO. Not all DAOs are the same so they should not be created as such. Which is why Framework will become the framework for different types of DAO creation and management.\\n\\nFunctions:\\n\\n* Create and manage DAOs: build on-chain or off-chain organization with preset & customizable templates depending on the purpose\\n* Simple tailored solution and token properties to create and manage your DAO based on your industry and use-case\\n* Cross-chain governance: bridge token and governance feature of projects that exists on other chains to Verse\\n* DAO token issuance: organizations can issue a new token specifically for governance\\n* Cross-DAO interaction: build bridge between different DAOs that enables partnership with other DAOs, making conjoined votes and community sharing\\n\\n![](https://images.mirror-media.xyz/publication-images/IqZp1byuIEFO5evDLmanD.png?height=900&width=1400)\\n\\nDAOs created via Framework can be tailored for various use cases and with a structure that fits their specific purpose. For example, the [Constitution DAO](https://www.cnbc.com/2021/11/18/constitutiondao-crypto-investors-lose-bid-to-buy-constitution-copy.html), could have been created and managed using Framework to not only reduce gas fees (launched on a Layer 2) but be created for the sole purpose of accomplishing its goal of buying a unique print copy of the US Constitution. Framework allows for segmentation and customization depending what the purpose of the DAO is whether it is to accomplish a single goal like ConstitutionDAO, operate as an investment vehicle like FlamingoDAO, the LAO, MetaCartel Ventures etc., or attract a community of similar people like FWB.\\n\\nFramework will be key to enhancing the functionality and efficiency of DAOs on Verse Network. Verse will also have and support other customized DAO tooling along with DAO-focused dApps on its chain, making it the true home for all DAOs. Stay tuned for additional DAO tooling and dApps launched on Verse!\\n\\n***About Verse Network***\\n\\n*[Verse](https://www.verse.one/) is a censorship resistant, front running resistant, high performance, and interconnected cloud for next gen DAO and DeFi. It enables networks, developers and organizations to decentralize decision making effectively and scale their communities and decentralized applications.*\",\"timestamp\":1640642362,\"title\":\"The first DAO-optimized dApps and tools coming to the Verse ecosystem\"},\"digest\":\"QaTUcbptlDfIpRZbnjS-48Fk8PsEXdgAdgMC7SIxjFA\",\"authorship\":{\"contributor\":\"0xB9d761AF53845D1F3C68f99c38f4dB6fcCfB66A1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aqG81lzFOjHzBWFJjgjZUIgg2sTi59viwdo-wcRQFR0\\\",\\\"y\\\":\\\"hVS8wnSL3quMTNDZvtCc-keyW1w19nBQsDvTfLEt_8w\\\"}\",\"signature\":\"MXSZ4o-gD-CAcRuQygD2wplu1qzqZDI8_PcjCFnR0IakuvXId_btKB7pgmTdpp3I4i3bm0OHxVWjgdqF5Uhqug\",\"signingKeySignature\":\"0x3acb39783cb52f35d4740ed82f8ff894b593ccf3ce14baf545272c053e58bf8270fcffc55f8ff45b558763ddad109a1279f0916fb3ea0c4894fbe048b982db4f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aqG81lzFOjHzBWFJjgjZUIgg2sTi59viwdo-wcRQFR0\\\",\\\"y\\\":\\\"hVS8wnSL3quMTNDZvtCc-keyW1w19nBQsDvTfLEt_8w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"QaTUcbptlDfIpRZbnjS-48Fk8PsEXdgAdgMC7SIxjFA\"}"