"{\"content\":{\"body\":\"Before starting to explain the stabilization mechanism of Fei Protocol, there are several minimum necessary knowledge to understand:\\n\\n● ETH (and other supported assets) deposited by users into the Fei Protocol protocol will become PCV (protocol controlled assets), and most of the PCV will be used to establish the depth with FEI in Uniswap to ensure that FEI has excellent trading liquidity\\n\\n● The process of exchanging ETH for FEI by users is based on a Bonding Curve.\\n\\nNext, enter the description of the stablecoin mechanism.\\n\\na. Fei's stabilization mechanism\\n\\nThe current core stability mechanism of Fei Protocol mainly comes from the following two parts:\\n\\n● PCV-based \\\"anchor adjustment\\\" mechanism: When the FEI price is higher than $1, PCV does not take additional actions, and mainly uses user arbitrage to balance the FEI price. Users can directly mint ETH to obtain FEI through the agreement, and then sell it on Uniswap for arbitrage. But when the price of FEI is lower than US$1, PCV will withdraw liquidity from Uniswap, and then buy part of ETH as FEI to bring the price of FEI back to 1, and then add PCV funds to the liquidity pool again at the price of US$1 for FEI , And finally destroy the excess FEI to reduce the circulation of FEI.\\n\\n● ETH redemption mechanism: Less than a month after the agreement was officially launched, the FEI redemption mechanism was launched, allowing users to redeem Ethereum at a ratio of 1FEI:0.95$ETH. In August of this year, the exchange ratio was raised to 1FEI: 0.99$ETH, which realized the guaranteed reserve price of ETH to FEI.\\n\\nb. Stable performance\\n\\nAlthough Fei Protocol is one of the protocols with the highest amount of funds raised in history, its online performance is surprising. After its project was officially launched and the stablecoin issuance was completed, the price of Fei remained underwater for a month until 5 Only in the first ten days of the month did it return to the vicinity of 1$. However, with the sharp drop in the crypto market in late May, the value of Fei Protocol’s PCV dropped rapidly, causing Fei to de-anchor again briefly. However, the scope of this de-anchor was small, with the lowest short-term drop to 0.93$ and after May 24 After returning to anchor, the market value has basically remained at around 1$ since then.\",\"timestamp\":1634580215,\"title\":\"Fei Protocol's stabilization mechanism\"},\"digest\":\"xO3sd8DfJZM9Fu7xLPDSyqc2ya6s4I5LF_SMJqyeJZ4\",\"authorship\":{\"contributor\":\"0x447cF2F6bEE16c7184DCd18fccDD242624575a82\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MCnr5DfLLoYKEynSKEWaq_Pu_pAqr_fw2VUfkPFqCuQ\\\",\\\"y\\\":\\\"8TZagYugc7ldPg-7VP98Odw9aIKDn9Xsx8lKpf5_pBc\\\"}\",\"signature\":\"yZ_zeUF409_Gk1MwY6sAefCW1CyZkhzZPnTv1mx-hXZFQGSgUnxj9peJ_Jw_aShY2uKbN-uD2KsPm0vyv3dYOw\",\"signingKeySignature\":\"0xaa7ec4cb2c4fa39c0bc6887452bc552cfe3e50af5ea733b9da8e632127eed22d484b287ac5cc10d93f9f963a633c5203fe130cfd5a9e0006ca08c7be20ef81551b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MCnr5DfLLoYKEynSKEWaq_Pu_pAqr_fw2VUfkPFqCuQ\\\",\\\"y\\\":\\\"8TZagYugc7ldPg-7VP98Odw9aIKDn9Xsx8lKpf5_pBc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xO3sd8DfJZM9Fu7xLPDSyqc2ya6s4I5LF_SMJqyeJZ4\"}"