"{\"content\":{\"body\":\"I have a friend named Monty Roberts who owns a horse ranch in San Ysidro. He has let me use his house to put on fund-raising events to raise money for youth at risk programs。\\n\\n　　我有个朋友叫蒙提·罗伯茨，他在圣思多罗有座牧马场。我常借用他宽敞的住宅举办募款活动，以便为帮助青少年的计划筹备基金。\\n\\n　　The last time I was there he introduced me by saying, \\\"I want to tell you why I let Jack use my house. It all goes back to a story about a young man who was the son of an itinerant horse trainer who would go from stable to stable, race track to race track, farm to farm and ranch to ranch, training horses. As a result, the boy's high school career was continually interrupted. When he was a senior, he was asked to write a paper about what he wanted to be and do when he grew up.\\\"\\n\\n　　上次活动时，他在致辞中提到：“我让杰克借用住宅是有原因的。这故事跟一个小男孩有关，他的父亲是位马术师，他从小就必须跟着父亲东奔西跑，男孩的求学过程并不顺利。高中时，有次老师叫全班同学写报告，题目是长大后的愿望。”\\n\\n　　坚持[梦想](http://www.aiduwen.com/tag/mengxiang/)的罗伯茨\\n\\n　　\\\"That night he wrote a seven-page paper describing his goal of someday owning a horse ranch. He wrote about his dream in great detail and he even drew a diagram of a 200-acre ranch, showing the location of all the buildings, the stables and the track. Then he drew a detailed floor plan for a 4,000-square-foot house that would sit on a 200-acre dream ranch.\\\"\\n\\n　　“那晚他洋洋洒洒地写了七张纸，描述他的伟大愿望，那就是想拥有一座属于自己的牧马农场，并且仔细画了一张200亩农场的设计图，上面标有马厩、跑道等的位置，然后在这一大片农场中央，还要建造一栋占地4000平方英尺的巨宅。”\\n\\n　　\\\"He put a great deal of his heart into the project and the next day he handed it in to his teacher. Two days later he received his paper back. On the front page was a large red F with a note that read, ‘See me after class.’\\\"\\n\\n　　“他花了好大心血把报告完成，第二天交给了老师。两天后他拿回了报告，第一页上打了一个又红又大的F，旁边还写了一行字：下课后来见我。”\\n\\n　　\\\"The boy with the dream went to see the teacher after class and asked, ‘Why did I receive an F?’\\\"\\n\\n　　“脑中充满幻想的他下课后带着报告去找老师：‘为什么给我不及格？’”\\n\\n　　\\\"The teacher said, ‘This is an unrealistic dream for a young boy like you. You have no money. You come from an itinerant family. You have no resources. Owning a horse ranch requires a lot of money. You have to buy the land. You have to pay for the original breeding stock and later you'll have to pay large stud fees. There's no way you could ever do it.’ Then the teacher added, ‘If you will rewrite this paper with a more realistic goal, I will reconsider your grade.’\\\"\\n\\n　　“老师回答道：‘你年纪轻轻，不要老做白日梦。你没钱，没家庭背景，什么都没有。盖座农场可是个花钱的大工程；你要花钱买地、花钱买纯种马匹、花钱照顾它们。你别太好高骛远了。’他接着又说：‘如果你肯重写一个比较不离谱的愿望，我会重新给你打分。’”\\n\\n　　\\\"The boy went home and thought about it long and hard. He asked his father what he should do. His father said, ‘Look, son, you have to make up your own mind on this. However, I think it is a very important decision for you.’\\\"\\n\\n　　“这男孩回家后反复思量了好几次，然后征询父亲的意见。父亲只是告诉他：‘儿子，这是非常重要的决定，你必须自己拿定主意。’”\\n\\n　　\\\"Finally, after sitting with it for a week, the boy turned in the same paper, making no changes at all. He stated, ‘You can keep the F and I'll keep my dream.’\\\"\\n\\n　　“再三考虑好几天后，他决定原稿交回，一个字都不改。他告诉老师：‘即使不及格，我也不愿放弃梦想。’”\\n\\n　　Monty then turned to the assembled group and said, \\\"I tell you this story because you are sitting in my 4,000-square-foot house in the middle of my 200-acre horse ranch. I still have that school paper framed over the fireplace.\\\" He added, \\\"The best part of the story is that two summers ago that same schoolteacher brought 30 kids to camp out on my ranch for a week.\\\" When the teacher was leaving, he said, ‘Look, Monty, I can tell you this now. When I was your teacher, I was something of a dream stealer. During those years I stole a lot of kids' dreams. Fortunately you had enough gumption not to give up on yours.’\\\"\\n\\n　　蒙提此时向众人表示：“我提起这故事，是因为各位现在就坐在200亩农场内，占地4000平方英尺的豪华住宅。那份高中时写的报告我至今还留着。他顿了一下又说：“有意思的是，两年前的夏天，那位老师带了30个学生来我农场露营一星期。离开之前，他对我说：‘蒙提，说来有些惭愧。你读高中时，我曾泼过你冷水。这些年来，我也对不少学生说过相同的话。幸亏你有这个毅力坚持自己的梦想。’”\\n\\n　　Don't let anyone steal your dreams. Follow your heart, no matter what。\\n\\n　　不论做什么事，相信你自己，别让别人的一句话将你击倒。\",\"timestamp\":1634807701,\"title\":\"Roberts insists the dream\"},\"digest\":\"KhVw_3hQk0T1XJgb-jstWXtB3Kjn-b5qken-6HS5Ecc\",\"authorship\":{\"contributor\":\"0x9556C7a6Ee98D4eBBFD72c06b23A43982CBd9273\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XJKDYd1z-AWCEKqqQni3xcQhXg2NOZgfIoZZ9zBT3qk\\\",\\\"y\\\":\\\"BhH8MMiORVCE6af5wdm0PABvZwP5CDCAL9NBgNfec9c\\\"}\",\"signature\":\"93mimVo4UsyCXAWNnSuDHpWsMqN5myGCYTzd3fcZI_8J_DIU28FVn8SyTwCiy8-72wp85aYPQPfBp3nwKDz3Bg\",\"signingKeySignature\":\"0x30cb43b0c524e026f5fc818cc80bc8d078221b994b468a5924972c6f17e49c281892faeed0cd97b0266f96b1aff97e36050732bc688b4a972c460fa847ea18431b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XJKDYd1z-AWCEKqqQni3xcQhXg2NOZgfIoZZ9zBT3qk\\\",\\\"y\\\":\\\"BhH8MMiORVCE6af5wdm0PABvZwP5CDCAL9NBgNfec9c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KhVw_3hQk0T1XJgb-jstWXtB3Kjn-b5qken-6HS5Ecc\"}"