"{\"content\":{\"body\":\"It is said that there used to be a talented talent who passed the exam and married the daughter of the prime minister, the official\\n\\nPay respect to the prefect of a prefecture. On the way to take office, the boatman went through a big river by boat, and the boatman robbed him of money and sex, which caused Xiu\\nCai's surname. Before he died, the culprit denounced the culprits for being conscientious, cruel to the innocent, and retribution for evil. Sooner or later, he would not die. This was indeed fulfilled. Eighteen years later, the murderer was arrested by the government and put to death shortly afterwards.\\nAlthough in the dark, the retribution is unhappy. However, can the dead show survive? The good times of the lovely wife and family members of the past have turned into yellow flowers of yesterday. The glorious future gained from hard study, the ardent expectation of parents and teachers, and the ambition of Guangzong and Yaozu to serve the country, once paid, it can no longer be restored.\\n\\nThere was another great Confucian whose reputation spread all over the world. The king thought he was a wise man and wrote a letter asking him to come to the court as a minister. After receiving the letter, the great scholar hurried to the road. I also passed a big river and encountered a boatman who was robbed of money and killed. The Confucian scholar's cultivation is really high and profound, and he smiled lightly, saying that money is something outside of the body. If you want it, I will give it all to you. The thieves were very happy and let go of the great scholars. The Confucian came ashore calmly and walked slowly. The thieves felt that something was wrong the more they thought about it. This gentleman spoke verbosely, with a personable and elegant temperament, and an extraordinary person. If let go, there will be endless troubles, so it is better to kill him cleanly. As a result, the thieves chased up again and slaughtered the great scholar.\\n\\nSomeone said, look, when you encounter a robber, don't cooperate, like a scholar, scold him, and he wants to kill you; cooperate, like a big scholar, give him money generously, and he will kill you too.\\n\\nwhat can we do about it? Next, I will tell a story of a great man.\\n\\nNot long after the October Revolution of 1918, the former Soviet Union was in war. One day, our great proletarian teacher, Comrade Lenin, took a bus to the outskirts of Moscow. On the way, Lenin's car was stopped by a group of robbers. Comrade Lenin's driver and guard wanted to resist, and Comrade Lenin calmly stopped them. Comrade Lenin asked everyone, including Lenin himself, to get out of the car one by one according to the requirements of the robbers and squat on the side of the road with their heads in their hands. As a result, without revealing the identity of Comrade Lenin, the robbers grabbed Lenin's car and drove away. Lenin and the others escaped safely and rushed back to Moscow. Following this, Comrade Lenin signed an order to eliminate the gangsters, and security in the suburbs of Moscow soon recovered.\\n\\nEntrepreneur Business School Serving Entrepreneurs 97\\n\\nImagine that if at that time Comrade Lenin took irrational confrontational behaviors, such as scolding the robbers, educating the robbers like a talented talent, or holding on to the air of a big man, showing himself as a powerful figure like a big Confucian, What kind of consequence would that be, the history of the world may have to turn around.\\n\\nBeing robbed is not a pleasant thing, and no one wants to encounter it. However, in life, it is inevitable that people will sometimes be in a situation of being robbed. From a rational point of view, if the person being robbed does not know the robber and the robber does not know the person being robbed, there is only one contradiction between them, money. If the robbed person agrees to give the money to the robber, and at the same time pretends to be pitiful and pleads for mercy, so that the robber feels that there is no bad consequence for forgiving his life, why would he still kill? Compared with robbery, the sentence for homicide is much heavier. We must always bear in mind that not all robbers are legally illiterate. Some of them are even more proficient in the law than lawyers.\\n\\nA bull is a person who can protect himself in adversity, and a person who loses his life in adversity, whether it is for dignity or for the sake of face, he would rather die than surrender. I think he is a fool.\",\"timestamp\":1634795598,\"title\":\"A bull is someone who can protect himself, but an idiot can’t protect himself.\\n\\nOwn person\"},\"digest\":\"weLRxYejylSM1lE4oJBVkMBlAbAyt6lLwIa0D8X1PpE\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"Jsv9Wp8T_SGhfaRk0l7WJwWFNWs20OcRJBT5SS1Hv6Zf92PxKgYypb6jFVYp1npX_TEnFJQcslebrglg8UFo1A\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"weLRxYejylSM1lE4oJBVkMBlAbAyt6lLwIa0D8X1PpE\"}"