"{\"content\":{\"body\":\"Their traps were in the way of being heavy, but they minded little since the dragoman was now a victim of the influence of Coleman's enthusiasm. The road wound along the base of the mountain range, sheering around the abutments in wide white curves and then circling into glens where immense trees spread their shade over it. Some of the great trunks were oppressed with vines green as garlands, and these vines even ran like verdant foam over the rocks. Streams of translucent water showered down from the hills, and made pools in which every pebble, every eaf of a water plant shone with magic lustre, and if the bottom of a pool was only of clay, the clay glowed with sapphire light. The day was fair. The country was part of that land which turned the minds of its ancient poets toward a more tender dreaming, so that indeed their nymphs would die, one is sure, in the cold mythology of the north with its storms amid the gloom of pine forests. It was all wine to Coleman's spirit. It enlivened him to think of success with absolute surety. To be sure one of his boots began soon to rasp his toes, but he gave it no share of his attention. They passed at a much faster pace than the troops, and everywhere they met laughter and confidence and the cry. \\\" On to Prevasa! \\\"\\n\\nAt midday they were at the heels of the advance battalion, among its stragglers, taking its white dust into their throats and eyes. The dragoman was waning and he made a number of attempts to stay Coleman, but no one could have had influence upon Coleman's steady rush with his eyes always straight to the front as if thus to symbolize his steadiness of purpose. Rivulets of sweat marked the dust on his face, and two of his toes were now paining as if they were being burned off. He was obliged to concede a privilege of limping, but he would not stop.\\n\\nAt nightfall they halted with the outpost batallion of the infantry. All the cavalry had in the meantirne come up and they saw their old friends. There was a village from which the Christian peasants came and cheered like a trained chorus. Soldiers were driving a great flock of fat sheep into a corral. They had belonged to a Turkish bey and they bleated as if they knew that they were now mere spoils of war. Coleman lay on the steps of the bey's house smoking with his head on his blanket roll. Camp fires glowed off in the fields. He was now about four miles from Nikopolis.\\n\\nWithin the house, the commander of the cavalry was writing dispatches. Officers clanked up and down the stairs. The dashing young captain came and said that there would be a general  assault on Prevasa at the dawn of the next day. Afterward the dragoman descended upon the village and in some way wrenched a little grey horse from an inhabitant. Its pack saddle was on its back and it would very handily carry the traps. In this matter the dragoman did not consider his master; he considered his own sore back.\\n\\nColeman ate more bread and chocolate tablets and also some tinned sardines. He was content with the day's work. He did not see how he could have improved it. There was only one route by which the Wainwright party could avoid him, and that was by going to Prevasa and thence taking ship. But since Prevasa was blockaded by a Greek fleet, he conceived that event to be impossible. Hence, he had them hedged on this peninsula and they must be either at Nikopolis or Prevasa. He would probably know all early in the morning. He reflected that he was too tired to care if there might be a night attack and then wrapped in his blankets he went peacefully to sleep in the grass under a big tree with the crooning of some soldiers around their fire blending into his slumber.\\n\\nAnd now, although the dragoman had performed a number of feats of incapacity, he achieved during the one hour of Coleman's sleeping a blunder which for real finish was simply a perfection of art. When Coleman, much later, extracted the full  story, it appeared that ringing. events happened during that single  hour of sleep. Ten minutes after he had lain down for a night of  oblivion, the battalion of infantry, which had advanced a little beyond the village, was recalled and began a hurried night march back on the way it had so festively come. It was significant enough to appeal to almost any mind, but the dragoman was able to not understand it. He remained jabbering to some acquaintances among the troopers. Coleman had been asleep his hour when the dashing young captain perceived the dragoman, and completely horrified by his presence at that place, ran to him and whispered to him swiftly that the game was to flee, flee, flee. The wing of the army which had advanced northward upon Jannina had already been tumbled back by the Turks and all the other wing had been recalled to the Louros river and there was now nothing practically between him and his sleeping master and the enemy but a cavalry picket. The cavalry was immediately going to make a forced march to the rear. The stricken dragoman could even then see troopers getting into their saddles. He, rushed to, the, tree, and in. a panic simply bundled Coleman upon his feet before he was awake. He stuttered out his tale, and the dazed, correspondent heard it punctuated by the steady trample of the retiring cavalry. The dragoman saw a man's face then turn in a flash from an expression of luxurious drowsiness to an expression of utter  malignancy. However, he was in too much of a hurry to be afraid of it; he ran off to the little grey horse and frenziedly but skilfully began to bind the traps upon the packsaddle. He  appeared in a moment tugging at the halter. He could only say: \\\"Come! Come! Come! Queek! Queek! \\\" They slid hurriedly  down a bank to the road and started to do again that which they had accomplished with considerable expenditure of physical power during the day. The hoof beats of the cavalry had already died away and the mountains shadowed them in lonely silence. They were the rear guard after the rear guard.\\n\\nThe dragoman muttered hastily his last dire rumours. Five hundred Circassian cavalry were coming. The mountains were now infested with the dread Albanian irregulars, Coleman had thought in his daylight tramp that he had appreciated the noble distances, but he found that he knew nothing of their nobility until he tried this night stumbling. And the hoofs of the little horse made on the hard road more noise than could be made by men beating with hammers upon brazen cylinders. The correspondent glanced continually up at the crags. From the other side he could sometimes hear the metallic clink of water deep down in a glen. For the first time in his life he seriously opened the flap of his holster and let his fingers remain on the handle of his revolver. From just in front of him he could hear the chattering of the dragoman's teeth which no attempt at more coolness could seem to prevent. In the meantime the casual manner of the little grey horse struck Coleman with maddening vividness. If the blank darkness was simply filled with ferocious Albanians, the horse did not care a button; he leisurely put his feet down with a resounding ring. Coleman whispered hastily to the dragoman. \\\" If they rush us, jump down the bank, no matter how deep it is. That's our only chance. And try to keep together.\\\"\\n\\nAll they saw of the universe was, in front of them, a place faintly luminous near their feet, but fading in six yards to the darkness of a dungeon. This repre- sented the bright white road of the day time. It had no end. Coleman had thought that he could tell from the very feel of the air some of the landmarks of his daytime journey, but he had now no sense of location at all. He would not have denied that he was squirming on his belly like a worm through black mud. They went on and on. Visions of his past were sweeping through Coleman's mind precisely as they are said to sweep through the mind of a drowning person. But he had no regret for any bad deeds; he regretted merely distant hours of peace and protection. He was no longer a hero going to rescue his love. He was a slave making a gasping attempt to escape from the most incredible tyranny of circumstances. He half vowed to himself that if the God whom he had in no wise heeded, would permit him to crawl out of this slavery he would never again venture a yard toward a danger any greater than may be incurred from the police of a most proper metropolis. If his juvenile and uplifting thoughts of other days had reproached him he would simply have repeated and repeated:  \\\"Adventure be damned.\\\"\\n\\nIt became known to them that the horse had to be led. The debased creature was asserting its right to do as it had been trained, to follow its customs; it was asserting this right during a situation which required conduct superior to all training and custom. It was so grossly conventional that Coleman would have understood that demoniac form of anger which sometimes leads men to jab knives into warm bodies. Coleman from cowardice tried to induce the dragoman to go ahead leading the horse, and the dragoman from cowardice tried to induce Coleman to go ahead leading the horse. Coleman of course had to succumb. The dragoman was only good to walk behind and tearfully whisper maledictions as he prodded the flanks of their tranquil beast.\\n\\nIn the absolute black of the frequent forests, Coleman could not see his feet and he often felt like a man walking forward to fall at any moment down a thousand yards of chasm. He heard whispers; he saw skulking figures, and these frights turned out to be the voice of a little trickle of water or the effects of wind among the leaves, but they were replaced by the same terrors in slightly different forms.\\n\\nThen the poignant thing interpolated. A volley crashed ahead of them some half of a mile away and another volley answered from a still nearer point. Swishing noises which the correspondent had heard in the air he now know to have been from the passing of bullets. He and the dragoman came stock still. They heard three other volleys sounding with the abrupt clamour of a hail of little stones upon a hollow surface. Coleman and the dragoman came close together and looked into the whites of each other's eyes. The ghastly horse at that moment stretched down his neck and began placidly to pluck the grass at the roadside. The two men were equally blank with fear and each seemed to seek in the other some newly rampant manhood upon which he could lean at this time. Behind them were the Turks. In front of them was a fight in the darkness. In front it was mathematic to suppose in fact were also the Turks. They were barred; enclosed; cut off. The end was come.\\n\\nEven at that moment they heard from behind them the sound of slow, stealthy footsteps. They  both wheeled instantly, choking with this additional terror. Coleman saw the dragoman move swiftly to the side of the road, ready to jump into whatever abyss happened to be there. Coleman still gripped the halter as if it were in truth a straw. The stealthy footsteps were much nearer. Then it was that an insanity came upon him as if fear had flamed up within him until it gave him all the magnificent desperation of a madman.  He jerked the grey horse broadside to the approaching  mystery, and grabbing out his revolver aimed it from the top of his improvised bulwark. He hailed the darkness.\\n\\n\\\"Halt. Who's there?\\\" He had expected his voice to sound like a groan, but instead it happened to sound clear, stern, commanding, like the voice of a young sentry at an encampment of volunteers. He did not seem to have any privilege of selection as to the words. They were born of themselves.\\n\\nHe waited then, blanched and hopeless, for death to wing out of the darkness and strike him down. He heard a voice. The voice said: \\\" Do you speak English? \\\" For one or two seconds he could not even understand English, and then the great fact swelled up and within him. This voice with all its new quavers was still undoubtedly the voice of Prof. Harrison B.Wainwright  of Washurst College\\n\\nCHAPTER XII.\\n\\nA CHANGE flashed over Coleman as if it had come from an electric storage. He had known the professor long, but he had never before heard a quaver in his voice, and it was this little quaver that seemed to impel him to supreme disregard of the dangers which he looked upon as being the final dangers. His own voice had not quavered.\\n\\nWhen he spoke, he spoke in a low tone, it was the voice of the master of the situation. He could hear his dupes fluttering there in the darkness. \\\" Yes,\\\" he said, \\\" I speak English. There is some danger. Stay where you are and make no noise.\\\" He was as cool as an iced drink. To be sure the circumstances had in no wise changed as to his personal danger, but beyond the important fact that there were now others to endure it with him, he seemed able to forget it in a strange, unauthorized sense of victory. It came from the professor's quavers.\\n\\nMeanwhile he had forgotten the dragoman, but he recalled him in time to bid him wait. Then, as well concealed as a monk hiding in his cowl, he tip-toed back into a group of people who knew him intimately.\\n\\nHe discerned two women mounted on little horses and about them were dim men. He could hear them breathing hard. \\\" It is all right\\\" he began smoothly. \\\"You only need to be very careful---\\\"\\n\\nSuddenly out of the blackness projected a half phosphorescent face. It was the face of the little professor. He stammered. \\\" We-we-do you really speak English? \\\" Coleman in his feeling of superb triumph could almost have laughed. His nerves were as steady as hemp, but he was in haste and his haste allowed him to administer rebuke to his old professor.\\n\\n[ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/22](ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/22)\\n\\n\",\"timestamp\":1638928432,\"title\":\"\\nTheir traps were in the way of being heavy, but they minded little since the dragoman \"},\"digest\":\"55HRvzs_KP9M9GdVYP2EdRjzDLpKRrsfxRdz7k9dENM\",\"authorship\":{\"contributor\":\"0x9dA14EBFe3CfE059a88A873b83F5D7f596175316\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"M3EV6CaYs65E__Gpcy5ZeEKEQ50FrL2I7PqTstwGXf0\\\",\\\"y\\\":\\\"8VAQrKAei-yqfhDDP_pfMAO05y633t86rJ0TCqvVFCg\\\"}\",\"signature\":\"BJZoRfyLbBovNncM5q1C1ZhvoJtcnDkdJsXJhUUsQuqybDSq9fQxY6lsBeT5YBsEjKheIcCBlKdn6kS50Zchtg\",\"signingKeySignature\":\"0xd2eb3af6b8f4b47cd33f86f8940f8334b6a57016f6299eb4e513bd1734a5355d30b6f8f7173d720224d33e2691b5f1877edc252dcb3929316c0c861fdc1dc7e71c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"M3EV6CaYs65E__Gpcy5ZeEKEQ50FrL2I7PqTstwGXf0\\\",\\\"y\\\":\\\"8VAQrKAei-yqfhDDP_pfMAO05y633t86rJ0TCqvVFCg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"55HRvzs_KP9M9GdVYP2EdRjzDLpKRrsfxRdz7k9dENM\"}"