"{\"content\":{\"body\":\"\\\"What's your line?\\\" he asked her.  \\\"I take it you have one by your being here.  Besides, I am sure you have.  I am an old fighter.  I can tell the young soldier.  What's your regiment?\\\"\\n\\nJoan laughed.  \\\"I'm a drummer boy,\\\" she answered.  \\\"I beat my drum each week in a Sunday newspaper, hoping the lads will follow.\\\"\\n\\n\\\"You feel you must beat that drum,\\\" he suggested.  \\\"Beat it louder and louder and louder till all the world shall hear it.\\\"\\n\\n\\\"Yes,\\\" Joan agreed, \\\"I think that does describe me.\\\"\\n\\nHe nodded.  \\\"I thought you were an artist,\\\" he said.  \\\"Don't let them ever take your drum away from you.  You'll go to pieces and get into mischief without it.\\\"\\n\\n\\\"I know an old actress,\\\" he continued.  \\\"She's the mother of four. They are all on the stage and they've all made their mark.  The youngest was born in her dressing-room, just after the curtain had fallen.  She was playing the Nurse to your mother's Juliet.  She is still the best Nurse that I know.  'Jack's always worrying me to chuck it and devote myself to the children,' she confided to me one evening, while she was waiting for her cue.  'But, as I tell him, I'm more helpful to them being with them half the day alive than all the day dead.'  That's an anecdote worth remembering, when your time comes.  If God gives woman a drum he doesn't mean man to take it away from her.  She hasn't got to be playing it for twenty-four hours a day.  I'd like you to have seen your mother's Cordelia.\\\"\\n\\nFlossie was tacking her way towards them.  Joan acted on impulse. \\\"I wish you'd give me your address,\\\" she said \\\"where I could write to you.  Or perhaps you would not mind my coming and seeing you one day.  I would like you to tell me more about my mother.\\\"\\n\\nHe gave her his address in Paris where he was returning almost immediately.\\n\\n\\\"Do come,\\\" he said.  \\\"It will take me back thirty-three years.  I proposed to your mother on La Grande Terrasse at St. Germain.  We will walk there.  I'm still a bachelor.\\\"  He laughed, and, kissing her hand, allowed himself to be hauled away by Flossie, in exchange for Mrs. Phillips, for whom Miss Lavery had insisted on an invitation.\\n\\nJoan had met Mrs. Phillips several times; and once, on the stairs, had stopped and spoken to her; but had never been introduced to her formally till now.\\n\\n\\\"We have been meaning to call on you so often,\\\" panted Mrs. Phillips.  The room was crowded and the exertion of squeezing her way through had winded the poor lady.  \\\"We take so much interest in your articles.  My husband--\\\" she paused for a second, before venturing upon the word, and the aitch came out somewhat over- aspirated--\\\"reads them most religiously.  You must come and dine with us one evening.\\\"\\n\\nJoan answered that she would be very pleased.\\n\\n\\\"I will find out when Robert is free and run up and let you know,\\\" she continued.  \\\"Of course, there are so many demands upon him, especially during this period of national crisis, that I spare him all the social duties that I can.  But I shall insist on his making an exception in your case.\\\"\\n\\nJoan murmured her sense of favour, but hoped she would not be allowed to interfere with more pressing calls upon Mr. Phillips's time.\\n\\n\\\"It will do him good,\\\" answered Mrs. Phillips; \\\"getting away from them all for an hour or two.  I don't see much of him myself.\\\"\\n\\nShe glanced round and lowered her voice.  \\\"They tell me,\\\" she said, \\\"that you're a B.A.\\\"\\n\\n\\\"Yes,\\\" answered Joan.  \\\"One goes in for it more out of vanity, I'm afraid, than for any real purpose that it serves.\\\"\\n\\n\\\"I took one or two prizes myself,\\\" said Mrs. Phillips.  \\\"But, of course, one forgets things.  I was wondering if you would mind if I ran up occasionally to ask you a question.  Of course, as you know, my 'usband 'as 'ad so few advantages\\\"--the lady's mind was concerned with more important matters, and the aspirates, on this occasion, got themselves neglected--\\\"It is wonderful what he 'as done without them.  But if, now and then, I could 'elp him--\\\"\\n\\nThere was something about the poor, foolish painted face, as it looked up pleadingly, that gave it a momentary touch of beauty.\\n\\n\\\"Do,\\\" said Joan, speaking earnestly.  \\\"I shall be so very pleased if you will.\\\"\\n\\n\\\"Thank you,\\\" said the woman.  Miss Lavery came up in a hurry to introduce her to Miss Tolley.  \\\"I am telling all my friends to read your articles,\\\" she added, resuming the gracious patroness, as she bowed her adieus.\\n\\nJoan was alone again for a while.  A handsome girl, with her hair cut short and parted at the side, was discussing diseases of the spine with a curly-headed young man in a velvet suit.  The gentleman was describing some of the effects in detail.  Joan felt there was danger of her being taken ill if she listened any longer; and seeing Madge's brother near the door, and unoccupied, she made her way across to him.\\n\\nNiel Singleton, or Keeley, as he called himself upon the stage, was quite unlike his sister.  He was short and plump, with a preternaturally solemn face, contradicted by small twinkling eyes. He motioned Joan to a chair and told her to keep quiet and not disturb the meeting.\\n\\n\\\"Is he brainy?\\\" he whispered after a minute.\\n\\n\\\"I like him,\\\" said Joan.\\n\\n\\\"I didn't ask you if you liked him,\\\" he explained to her.  \\\"I asked you if he was brainy.  I'm not too sure that you like brainy men.\\\"\\n\\n\\\"Yes, I do,\\\" said Joan.  \\\"I like you, sometimes.\\\"\\n\\n\\\"Now, none of that,\\\" he said severely.  \\\"It's no good your thinking of me.  I'm wedded to my art.  We are talking about Mr. Halliday.\\\"\\n\\n\\\"What does Madge think of him?\\\" asked Joan.\\n\\n\\\"Madge has fallen in love with him, and her judgment is not to be relied upon,\\\" he said.  \\\"I suppose you couldn't answer a straight question, if you tried.\\\"\\n\\n\\\"Don't be so harsh with me,\\\" pleaded Joan meekly.  \\\"I'm trying to think.  Yes,\\\" she continued, \\\"decidedly he's got brains.\\\"\\n\\n\\\"Enough for the two of them?\\\" demanded Mr. Singleton.  \\\"Because he will want them.  Now think before you speak.\\\"\\n\\nJoan considered.  \\\"Yes,\\\" she answered.  \\\"I should say he's just the man to manage her.\\\"\\n\\n\\\"Then it's settled,\\\" he said.  \\\"We must save her.\\\"\\n\\n\\\"Save her from what?\\\" demanded Joan.\\n\\n\\\"From his saying to himself:  'This is Flossie's idea of a party. This is the sort of thing that, if I marry her, I am letting myself in for.'  If he hasn't broken off the engagement already, we may be in time.\\\"\\n\\nHe led the way to the piano.  \\\"Tell Madge I want her,\\\" he whispered.  He struck a few notes; and then in a voice that drowned every other sound in the room, struck up a comic song.\\n\\nThe effect was magical.\\n\\nHe followed it up with another.  This one with a chorus, consisting chiefly of \\\"Umpty Umpty Umpty Umpty Ay,\\\" which was vociferously encored.\\n\\nBy the time it was done with, Madge had discovered a girl who could sing \\\"Three Little Pigs;\\\" and a sad, pale-faced gentleman who told stories.  At the end of one of them Madge's brother spoke to Joan in a tone more of sorrow than of anger.\\n\\n\\\"Hardly the sort of anecdote that a truly noble and high-minded young woman would have received with laughter,\\\" he commented.\\n\\n\\\"Did I laugh?\\\" said Joan.\\n\\n\\\"Your having done so unconsciously only makes the matter worse,\\\" observed Mr. Singleton.  \\\"I had hoped it emanated from politeness, not enjoyment.\\\"\\n\\n\\\"Don't tease her,\\\" said Madge.  \\\"She's having an evening off.\\\"\\n\\nJoan and the Singletons were the last to go.  They promised to show Mr. Halliday a short cut to his hotel in Holborn.\\n\\n\\\"Have you thanked Miss Lessing for a pleasant evening?\\\" asked Mr. Singleton, turning to Mr. Halliday.\\n\\nHe laughed and put his arm round her.  \\\"Poor little woman,\\\" he said.  \\\"You're looking so tired.  It was jolly at the end.\\\"  He kissed her.\\n\\nHe had passed through the swing doors; and they were standing on the pavement waiting for Joan's bus.\\n\\n\\\"Why did we all like him?\\\" asked Joan.  \\\"Even Miss Lavery.  There's nothing extraordinary about him.\\\"\\n\\n\\\"Oh yes there is,\\\" said Madge.  \\\"Love has lent him gilded armour. From his helmet waves her crest,\\\" she quoted.  \\\"Most men look fine in that costume.  Pity they can't always wear it.\\\"\\n\\nThe conductor seemed impatient.  Joan sprang upon the step and waved her hand.\\n\\nCHAPTER VII\\n\\nJoan was making herself a cup of tea when there came a tap at the door.  It was Mrs. Phillips.\\n\\n\\\"I heard you come in,\\\" she said.  \\\"You're not busy, are you?\\\"\\n\\n\\\"No,\\\" answered Joan.  \\\"I hope you're not.  I'm generally in about this time; and it's always nice to gossip over a dish of tea.\\\"\\n\\n\\\"Why do you say 'dish' of tea!\\\" asked Mrs. Phillips, as she lowered herself with evident satisfaction into the easy chair Joan placed for her.\\n\\n\\\"Oh, I don't know,\\\" laughed Joan.  \\\"Dr. Johnson always talked of a 'dish' of tea.  Gives it a literary flavour.\\\"\\n\\n\\\"I've heard of him,\\\" said Mrs. Phillips.  \\\"He's worth reading, isn't he?\\\"\\n\\n\\\"Well, he talked more amusingly than he wrote,\\\" explained Joan. \\\"Get Boswell's Life of him.  Or I'll lend you mine,\\\" she added, \\\"if you'll be careful of it.  You'll find all the passages marked that are best worth remembering.  At least, I think so.\\\"\\n\\n\\\"Thanks,\\\" said Mrs. Phillips.  \\\"You see, as the wife of a public man, I get so little time for study.\\\"\\n\\n\\\"Is it settled yet?\\\" asked Joan.  \\\"Are they going to make room for him in the Cabinet?\\n\\n\\\"I'm afraid so,\\\" answered Mrs. Phillips.  \\\"Oh, of course, I want him to,\\\" she corrected herself.  \\\"And he must, of course, if the King insists upon it.  But I wish it hadn't all come with such a whirl.  What shall I have to do, do you think?\\\"\\n\\nJoan was pouring out the tea.  \\\"Oh, nothing,\\\" she answered, \\\"but just be agreeable to the right people.  He'll tell you who they are.  And take care of him.\\\"\\n\\n\\\"I wish I'd taken more interest in politics when I was young,\\\" said Mrs. Phillips.  \\\"Of course, when I was a girl, women weren't supposed to.\\\"\\n\\n\\\"Do you know, I shouldn't worry about them, if I were you,\\\" Joan advised her.  \\\"Let him forget them when he's with you.  A man can have too much of a good thing,\\\" she laughed.\\n\\n\\\"I wonder if you're right,\\\" mused Mrs. Phillips.  \\\"He does often say that he'd just as soon I didn't talk about them.\\\"\\n\\nJoan shot a glance from over her cup.  The poor puzzled face was staring into the fire.  Joan could almost hear him saying it.\\n\\n\\\"I'm sure I am,\\\" she said.  \\\"Make home-coming a change to him.  As you said yourself the other evening.  It's good for him to get away from it all, now and then.\\\"\\n\\n\\\"I must try,\\\" agreed Mrs. Phillips, looking up.  \\\"What sort of things ought I to talk to him about, do you think?\\\"\\n\\nJoan gave an inward sigh.  Hadn't the poor lady any friends of her own.  \\\"Oh, almost anything,\\\" she answered vaguely:  \\\"so long as it's cheerful and non-political.  What used you to talk about before he became a great man?\\\"\\n\\nThere came a wistful look into the worried eyes.  \\\"Oh, it was all so different then,\\\" she said.  \\\"'E just liked to--you know.  We didn't seem to 'ave to talk.  'E was a rare one to tease.  I didn't know 'ow clever 'e was, then.\\\"\\n\\nIt seemed a difficult case to advise upon.  \\\"How long have you been married?\\\" Joan asked.\\n\\n\\\"Fifteen years,\\\" she answered.  \\\"I was a bit older than 'im.  But I've never looked my age, they tell me.  Lord, what a boy 'e was! Swept you off your feet, like.  'E wasn't the only one.  I'd got a way with me, I suppose.  Anyhow, the men seemed to think so.  There was always a few 'anging about.  Like flies round a 'oney-pot, Mother used to say.\\\"  She giggled.  \\\"But 'e wouldn't take No for an answer.  And I didn't want to give it 'im, neither.  I was gone on 'im, right enough.  No use saying I wasn't.\\\"\\n\\n\\\"You must be glad you didn't say No,\\\" suggested Joan.\\n\\n\\\"Yes,\\\" she answered, \\\"'E's got on.  I always think of that little poem, 'Lord Burleigh,'\\\" she continued; \\\"whenever I get worrying about myself.  Ever read it?\\\"\\n\\n\\\"Yes,\\\" answered Joan.  \\\"He was a landscape painter, wasn't he?\\\"\\n\\n\\\"That's the one,\\\" said Mrs. Phillips.  \\\"I little thought I was letting myself in for being the wife of a big pot when Bob Phillips came along in 'is miner's jacket.\\\"\\n\\n\\\"You'll soon get used to it,\\\" Joan told her.  \\\"The great thing is not to be afraid of one's fate, whatever it is; but just to do one's best.\\\"  It was rather like talking to a child.\\n\\n\\\"You're the right sort to put 'eart into a body.  I'm glad I came up,\\\" said Mrs. Phillips.  \\\"I get a bit down in the mouth sometimes when 'e goes off into one of 'is brown studies, and I don't seem to know what 'e's thinking about.  But it don't last long.  I was always one of the light-'earted ones.\\\"\\n\\nThey discussed life on two thousand a year; the problems it would present; and Mrs. Phillips became more cheerful.  Joan laid herself out to be friendly.  She hoped to establish an influence over Mrs. Phillips that should be for the poor lady's good; and, as she felt instinctively, for poor Phillips's also.  It was not an unpleasing face.  Underneath the paint, it was kind and womanly.  Joan was sure he would like it better clean.  A few months' attention to diet would make a decent figure of her and improve her wind.  Joan watched her spreading the butter a quarter of an inch thick upon her toast and restrained with difficulty the impulse to take it away from her.  And her clothes!  Joan had seen guys carried through the streets on the fifth of November that were less obtrusive.\\n\\nShe remembered, as she was taking her leave, what she had come for: which was to invite Joan to dinner on the following Friday.\\n\\n\\\"It's just a homely affair,\\\" she explained.  She had recovered her form and was now quite the lady again.  \\\"Two other guests beside yourself:  a Mr. Airlie--I am sure you will like him.  He's so dilletanty--and Mr. McKean.  He's the young man upstairs.  Have you met him?\\\"\\n\\nJoan hadn't:  except once on the stairs when, to avoid having to pass her, he had gone down again and out into the street.  From the doorstep she had caught sight of his disappearing coat-tails round the corner.  Yielding to impishness, she had run after him, and his expression of blank horror when, glancing over his shoulder, he found her walking abstractedly three yards behind him, had gladdened all her evening.\\n\\nJoan recounted the episode--so far as the doorstep.\\n\\n\\\"He tried to be shy with me,\\\" said Mrs. Phillips, \\\"but I wouldn't let him.  I chipped him out of it.  If he's going to write plays, as I told him, he will have to get over his fear of a petticoat.\\\"\\n\\nShe offered her cheek, and Joan kissed it, somewhat gingerly.\\n\\n\\\"You won't mind Robert not wearing evening dress,\\\" she said.  \\\"He never will if he can help it.  I shall just slip on a semi-toilette myself.\\\"\\n\\nJoan had difficulty in deciding on her own frock.  Her four evening dresses, as she walked round them, spread out upon the bed, all looked too imposing, for what Mrs. Phillips had warned her would be a \\\"homely affair.\\\"  She had one other, a greyish-fawn, with sleeves to the elbow, that she had had made expressly for public dinners and political At Homes.  But that would be going to the opposite extreme, and might seem discourteous--to her hostess.  Besides, \\\"mousey\\\" colours didn't really suit her.  They gave her a curious sense of being affected.  In the end she decided to risk a black crepe-de-chine, square cut, with a girdle of gold embroidery. There couldn't be anything quieter than black, and the gold embroidery was of the simplest.  She would wear it without any jewellery whatever:  except just a star in her hair.  The result, as she viewed the effect in the long glass, quite satisfied her. Perhaps the jewelled star did scintillate rather.  It had belonged to her mother.  But her hair was so full of shadows:  it wanted something to relieve it.  Also she approved the curved line of her bare arms.  It was certainly very beautiful, a woman's arm.  She took her gloves in her hand and went down.\\n\\nMr. Phillips was not yet in the room.  Mrs. Phillips, in apple- green with an ostrich feather in her hair, greeted her effusively, and introduced her to her fellow guests.  Mr. Airlie was a slight, elegant gentleman of uncertain age, with sandy hair and beard cut Vandyke fashion.  He asked Joan's permission to continue his cigarette.\\n\\n\\\"You have chosen the better part,\\\" he informed her, on her granting it.  \\\"When I'm not smoking, I'm talking.\\\"\\n\\nMr. McKean shook her hand vigorously without looking at her.\\n\\n\\\"And this is Hilda,\\\" concluded Mrs. Phillips.  \\\"She ought to be in bed if she hadn't a naughty Daddy who spoils her.\\\"\\n\\nA lank, black-haired girl, with a pair of burning eyes looking out of a face that, but for the thin line of the lips, would have been absolutely colourless, rose suddenly from behind a bowl of artificial flowers.  Joan could not suppress a slight start; she had not noticed her on entering.  The girl came slowly forward, and Joan felt as if the uncanny eyes were eating her up.  She made an effort and held out her hand with a smile, and the girl's long thin fingers closed on it in a pressure that hurt.  She did not speak.\\n\\n\\\"She only came back yesterday for the half-term,\\\" explained Mrs. Phillips.  \\\"There's no keeping her away from her books.  'Twas her own wish to be sent to boarding-school.  How would you like to go to Girton and be a B.A. like Miss Allway?\\\" she asked, turning to the child.\\n\\nPhillips's entrance saved the need of a reply.  To the evident surprise of his wife he was in evening clothes.\\n\\n\\\"Hulloa.  You've got 'em on,\\\" she said.\\n\\nHe laughed.  \\\"I shall have to get used to them sooner or later,\\\" he said.\\n\\nJoan felt relieved--she hardly knew why--that he bore the test.  It was a well-built, athletic frame, and he had gone to a good tailor. He looked taller in them; and the strong, clean-shaven face less rugged.\\n\\nJoan sat next to him at the round dinner-table with the child the other side of him.  She noticed that he ate as far as possible with his right hand--his hands were large, but smooth and well shaped-- his left remaining under the cloth, beneath which the child's right hand, when free, would likewise disappear.  For a while the conversation consisted chiefly of anecdotes by Mr. Airlie.  There were few public men and women about whom he did not know something to their disadvantage.  Joan, listening, found herself repeating the experience of a night or two previous, when, during a performance of Hamlet, Niel Singleton, who was playing the grave- digger, had taken her behind the scenes.  Hamlet, the King of Denmark and the Ghost were sharing a bottle of champagne in the Ghost's dressing-room:  it happened to be the Ghost's birthday.  On her return to the front of the house, her interest in the play was gone.  It was absurd that it should be so; but the fact remained.\\n\\nMr. Airlie had lunched the day before with a leonine old gentleman who every Sunday morning thundered forth Social Democracy to enthusiastic multitudes on Tower Hill.  Joan had once listened to him and had almost been converted:  he was so tremendously in earnest.  She now learnt that he lived in Curzon Street, Mayfair, and filled, in private life, the perfectly legitimate calling of a company promoter in partnership with a Dutch Jew.  His latest prospectus dwelt upon the profits to be derived from an amalgamation of the leading tanning industries:  by means of which the price of leather could be enormously increased.\\n\\nIt was utterly illogical; but her interest in the principles of Social Democracy was gone.\\n\\nA very little while ago, Mr. Airlie, in his capacity of second cousin to one of the ladies concerned, a charming girl but impulsive, had been called upon to attend a family council of a painful nature.  The gentleman's name took Joan's breath away:  it was the name of one of her heroes, an eminent writer:  one might almost say prophet.  She had hitherto read his books with grateful reverence.  They pictured for her the world made perfect; and explained to her just precisely how it was to be accomplished. But, as far as his own particular corner of it was concerned, he seemed to have made a sad mess of it.  Human nature of quite an old-fashioned pattern had crept in and spoilt all his own theories.\\n\\nOf course it was unreasonable.  The sign-post may remain embedded in weeds:  it notwithstanding points the way to the fair city.  She told herself this, but it left her still short-tempered.  She didn't care which way it pointed.  She didn't believe there was any fair city.\\n\\nThere was a famous preacher.  He lived the simple life in a small house in Battersea, and consecrated all his energies to the service of the poor.  Almost, by his unselfish zeal, he had persuaded Joan of the usefulness of the church.  Mr. Airlie frequently visited him.  They interested one another.  What struck Mr. Airlie most was the self-sacrificing devotion with which the reverend gentleman's wife and family surrounded him.  It was beautiful to see.  The calls upon his moderate purse, necessitated by his wide-spread and much paragraphed activities, left but a narrow margin for domestic expenses:  with the result that often the only fire in the house blazed brightly in the study where Mr. Airlie and the reverend gentleman sat talking:  while mother and children warmed themselves with sense of duty in the cheerless kitchen.  And often, as Mr. Airlie, who was of an inquiring turn of mind, had convinced himself, the only evening meal that resources would permit was the satisfying supper for one brought by the youngest daughter to her father where he sat alone in the small dining-room.\\n\\nMr. Airlie, picking daintily at his food, continued his stories: of philanthropists who paid starvation wages:  of feminists who were a holy terror to their women folk:  of socialists who travelled first-class and spent their winters in Egypt or Monaco: of stern critics of public morals who preferred the society of youthful affinities to the continued company of elderly wives:  of poets who wrote divinely about babies' feet and whose children hated them.\\n\\n\\\"Do you think it's all true?\\\" Joan whispered to her host.\\n\\nHe shrugged his shoulders.  \\\"No reason why it shouldn't be,\\\" he said.  \\\"I've generally found him right.\\\"\",\"timestamp\":1639209767,\"title\":\"He did not reply to her question.  \\\"Master or Mistress Eminent Artist,\\\" he said; \\\"intends to retire from his or her particular stage\"},\"digest\":\"3PWsT90j5CZjzMBx4b7CEah0yndwxzHjvk1xBN5LNNg\",\"authorship\":{\"contributor\":\"0x90172af57cfCfbdA1dac8055668d7B5df7f90f1E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WqbNbReztOx1XbUtPhnjNiAGxjMAL5-rUlYGHb2nDdk\\\",\\\"y\\\":\\\"j3DFjNfy8JNw98ixPzKOxOmmzfL1Ha3fh8kqmLWwJVo\\\"}\",\"signature\":\"OkIBRLBnA5LYID8r_v7UORZ_Zm2tS8EQmkxkFXx5evv7_cZ-64dBb56823vGQ5qS1adDMwyFC_2kYH0orAElvQ\",\"signingKeySignature\":\"0xfe0f74efb439074884d4ab1b2dc6b4936c8ee748d255c4ee046ffa059836bfb75f4104a4aa8dff6955efdab5cf8f37c1f6c0ec1b356396d7c70b6fd25a634a611b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WqbNbReztOx1XbUtPhnjNiAGxjMAL5-rUlYGHb2nDdk\\\",\\\"y\\\":\\\"j3DFjNfy8JNw98ixPzKOxOmmzfL1Ha3fh8kqmLWwJVo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3PWsT90j5CZjzMBx4b7CEah0yndwxzHjvk1xBN5LNNg\"}"