"{\"content\":{\"body\":\"[Party DAO](crowdfund://0x402eb84d9cb2d6cF66Bde9B46D7277d3f4a16B54?network=homestead)\\n\\nAn amazing community coordination paradigm called PartyBid has emerged this week. I want to capture it in this post and invite you to get involved in PartyDAO.\\n\\nBut first, PartyBid’s backstory is essential.\\n\\nIn a recent deep [dive into web3](https://www.notboring.co/p/unwitting-collaboration-and-web3), Packy McCormick cited Chris Dixon’s 2013 post “What the smartest people do on the weekend is what everyone else will do during the week in ten years”, signaling readers to pay attention to what people are doing with web3 after hours. Appropriately, PartyBid was spawned from a Twitter thread by Dave White that began “It’s friday night, let's build a mechanism together!” \\n\\nAn hour and a half later, I replied with the following:\\n\\n[](https://twitter.com/Iiterature/status/1383238473767813125)\\n\\nIn short, a PartyBid is a pop-up DAO whose sole purpose is to win an NFT auction. \\n\\nThe idea was a response to a few drawbacks I see in NFTs. On the positive side, NFT auctions have found a clear product market fit over the past few months as a new, crypto-native way for creators to monetize their work, inspiring a wave of new people to wade into crypto. But I’d argue there's still an anti-social element to NFT bidding and ownership, for instance:  \\n\\n- Only one person can win an NFT auction, excluding all other collections put forth from supporters who might have wanted to get involved with a work. Obviously, that also means only one person can own an NFT. \\n- When you’re bidding, you’re bidding on your own. NFT auctions are single-player.\\n- Crypto whales have an enormous edge over more humble patrons in these auctions.\\n\\nPartyBid aims to solve both the single-ownership and whale-dominance issue of NFT auctions by allowing bidders to pool their assets and bid as a collective. I see it working like this: \\n\\n1. A PartyBid (or multiple PartyBids) can be deployed for any NFT auction. \\n2. Anyone can deposit ETH into the PartyBid, in return for a proportional stake represented by an ERC-20 token. They become partiers. \\n3. The contract can be called to bid on the auction if it has enough ETH in the pool to place the highest bid. \\n4. If it gets outbid, partiers can deposit more ETH into the PartyBid to make another bid. \\n5. If the PartyBid wins, the DAO takes custody of the NFT. Token holders can vote on what to do with the NFT.\\n6. If the PartyBid loses, funds are returned to the partiers. \\n\\n![](https://images.mirror-media.xyz/publication-images/a2b3f80b-56be-475d-8d79-765d88955d37.jpeg?height=1138&width=2024)\\n\\nThe idea took off. Only a few days later, @_anishagnihotri built an initial implementation of PartyBid. \\n\\nhttps://twitter.com/_anishagnihotri/status/1384372491053846531\\n\\nA testament to the power of sharing ideas online—where they’re only ever a retweet away from a talented developer bringing it to life—PartyBid had attained minimum viable meme status. Enough people shared it. Someone built it. Now, Anish’s build is already evolving, boosting the idea’s viability in the memepool. \\n\\nYesterday, Anish and company deployed the PartyBid code to bid on Colin and Samir's auction.\\n\\n[](https://twitter.com/_anishagnihotri/status/1389747619388403714)\\n\\nThe success story even got its fairytale ending. The first PartyBid—deployed by Anish—won the auction for 9.70 ETH!\\n\\n[Token #2962](auction://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7?network=mainnet&tokenId=2962)\\n\\nIt’s insane what the internet can do with an idea in two weeks, but we can take it even further. PartyBid could use a lot more work. Improved and generalized contract code. An audit by experienced solidity engineers. An interface that’s easy to use. Integration with popular NFT platforms, where all the action’s happening. Even Mirror integration! \\n\\nMeme power only gets an idea so far. To get to a production-ready smart contract or product, we need funding and coordination.\\n\\n### Introducing PartyDAO\\n\\nWhat if a DAO could form around PartyBid with the mission to get PartyBid production-ready and into the world?\\n\\nThe PartyDAO experiment starts now with the $PARTY crowdfund. Here’s how I see it playing out:\\n\\n- Backers can support the crowdfund with ETH in return for $PARTY tokens\\n- $PARTY tokens represent membership in PartyDAO\\n- The first feature of PartyDAO will be a tokenized Discord, gated by $PARTY. Backers will immediately be able to join the PartyDAO Discord. \\n- $PARTY holders will coordinate in the Discord to decide on a plan for governance, development roadmap, and how to allocate the raised funds\\n- 50% of $PARTY supply will be held back to airdrop on quality community members who'd like to participate but may not be able to back the project with ETH\\n\\nThe crowdfund will target a fundraise of 25 ETH, which will be deposited into a multisig governed by the backers. With PartyDAO, I imagine we could hire solidity developers to ensure PartyBid contracts are production-ready, hire designers and product engineers to build a web app and hire artists to create marketing materials, memes, and NFTs. \\n\\nThose are just some initial thoughts, and anything’s possible. Ultimately, $PARTY holders will decide. PartyDAO is just an experiment, but I believe it could serve as a blueprint for how communities fund, build, and evolve open infrastructure, as well as how the next generation of collective curation could work.\",\"timestamp\":1620243562,\"title\":\"This DAO is here to $PARTY\",\"publication\":\"d\"},\"digest\":\"g95VygSJT4EYPYaArzJGStAbfILQgEhYI8ThXLXixfM\",\"authorship\":{\"contributor\":\"0x5507dbd48a5A5bAcE8a6030e878cC4E0af147C33\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nV4137YzMkRSjXuzXPc77dTlDYd3W5Fx5JEif_jXqP8\\\",\\\"y\\\":\\\"TJTOfyex0T1sHok-ZcsZNA95k0_xRiiyUx0JyWSRaTI\\\"}\",\"signature\":\"Ssu7Yt4CMu2ULtoAX1Bq6_l2ADE26s2xlRcMaBZ0SVAhDYYP4hxPq3iYngbGO9IhJB1Af3MKbsb0EXBUcwtxTw\",\"signingKeySignature\":\"0xd97cf61497c1dde16779bf5461fd2ea5fe47f6292933d2d17eb2a5d60c179d894b51c6c79d82fbe8b34fafa8011612c710bc3fbfc2f428b06db824beaacaf5291b\",\"signingKeyMessage\":\"I authorize the publication of articles on d.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nV4137YzMkRSjXuzXPc77dTlDYd3W5Fx5JEif_jXqP8\\\",\\\"y\\\":\\\"TJTOfyex0T1sHok-ZcsZNA95k0_xRiiyUx0JyWSRaTI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FLqkPA3iN4x-p97UhfhWwaCx8rBmVo-1yttY20oaob4\"}"