"{\"content\":{\"body\":\"Book by [Nathan Latka](https://medium.com/u/6f58fba38a7f?source=post_page-----52b97df866ce-----------------------------------)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*PPCkrDKBpwR-hiX4BqVWyg.jpeg)\\n\\nAfter meeting Nathan Latka at the 2021 SaaS North conference, I decided to check out his bestseller book, “How to be a Capitalist without any Capital”. Turns out, the book is very different from typical business books out in the market — Nathan wrote this book when he was 29 years old, after starting from a situation that so many people are in: a broke college kid looking to make money, making him in a position to provide advice for people starting in a similar situation.\\n\\nWhat’s more about it is that the book is a perfect balance between “general principles and values you should implement in you life to become successful” and well defined steps and strategies you can follow, and is directed towards a large target audience — whether you are broke, or have a stable income and want to shift towards a chill life with a free schedule, this book is for you!\\n\\nIn this article, I compiled my top takeaways from the book, enjoy your read!\\n\\nEnough talking already, let’s get into it…\\n\\n## Takeaway #1:\\n\\n## The world is changing\\n\\nIf you want to enter the world of “The New Rich” and are still reading “Rich Dad, Poor Dad”, I would like to ask you: Who are you kidding??\\n\\nIt is very important to point out that the book has been read by millions of people, and logically, as a consequence, if the advice in “Rich Dad, Poor Dad” was still any helpful, all those millions would be rich by now.\\n\\nFor example, “Rich Dad, Poor Dad” came out in 1997, 2 years before the adoption of web2.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*vvTlX-YoxUhIHqdhrpEpDQ.png)\\n\\nIf you need a refresher on web1, web2, & web3.\\n\\nNow fast forward over two decades later, we’re all way at web3. If you’re still thinking like 1997, you need to understand that as time changes, our needs and desires change, and therefore the ways to get there also change greatly, so get moving and stop trailing behind!!\\n\\n## **Takeaway #2:**\\n\\n## **Don’t focus on one thing**\\n\\n> “If you focus on too many things, you’ll end up grasping none.”\\n\\nSounds like our dear parents giving us life advice.\\n\\nWhat they don’t realize, is that our world is seriously changing. And you don’t necessarily need deep technical skills to navigate your life through it with the existence of freelancers, unless you find a 9–5 job good enough, then that’s another story…\\n\\n![](https://miro.medium.com/max/1400/1\\\\*iToU0zXJMnfPOrHtlgMQ5Q.jpeg)\\n\\nI mind sound like crazy to you, but a good piece of advice from me would be the more area you cover the better. Get out there and work towards becoming a polymath. Sure, you can be the top 5% on one thing, but try to be the top 25% in at least 3 things and see how it goes 😁.\\n\\n## **Takeaway #3:**\\n\\n## Copy your competitors\\n\\nIf you want to start generating by starting a completely new business, your failure risk will be high as you’re trying to establish a whole new concept in the market, when you can use an already well-established concept to start with.\\n\\nBy saying “copy your competitors” I am not saying do something like clone the Amazon website, and use the same logo but change the “Amazon” to an “Amason” 😂…\\n\\nBy that I mean take the same general concept that your competitors have spent a long time developing and improving, and play around with some tweaks to make it more suitable to your own product and target audience.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*LEHLGhSWPnJ-czO_0ht9gw.jpeg)\\n\\nFor instance, you can apply idea to a different industry than it’s used in, for example you come across a Blockchain application in healthcare that you think you can replicate into education so you just take the idea and tweak it to make it suitable for the education industry.\\n\\n## Takeaway #4:\\n\\n## Setting goals can be a double-edged sword\\n\\nLess than a week ago, we welcomed 2022. Like every year, a lot of us got out our fancy pens and notebooks in a few days and started reflecting on 2021, reflected on our ultimate life goals and wrote down our goals for 2022.\\n\\nAnd for a lot of us, those goals will be very fluffy, unachievable, unmeasurable, or undoable over a long period of time.\\n\\nThe thing is that you shouldn’t be exactly doing that… Let me elaborate:\\n\\n* **Ultimate life-goals:** Don’t put “buying a $10 Million mansion” as your ultimate life goal, because they can have the opposite effect and one of two scenarios will happen:\\n\\n1. You’ll achieve the goal and go into a phase of feeling empty because you’ve done all you wanted, and nothing is left to do\\n2. You’ll NOT be able to achieve the goal, and will feel like the ultimate piece of failure for the rest of your life.\\n\\nIn both scenarios, the life-goal was more limiting than motivating.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*Q_T8orEGV5JXGMPJ87LvCQ.jpeg)\\n\\n*WHY DO THAT??*\\n\\nIt would be better to set life goals to be less like “a goal” and more of like a picture of what you want your life to look like. Or you can set goals for the next 10–20 years (because that has a psychological feeling to it that it’s \\\\*only \\\\*20 years, still all your life to live).\\n\\nNathan puts it really nicely by dividing it into different stages:\\n\\n**Thinking in your life:** You can skip this one, not very needed, it also changes too often.\\n\\n**Thinking in decades:** Where do you want to see yourself in 5–10 years. For this one, it’s more like “picture your life” than specific goals.\\n\\n**Thinking in years:** What do you want to achieve in one year, be specific, what projects do you want to work on? How are you going to work on them? Where do they fall on your priorities’ list?\\n\\n**Thinking in months:** What do you want to focus on every month? Look at your priorities list, starting from the top, what is one thing you can do to get close to that goal?\\n\\n**Thinking in days:** Your schedule is the one to do the job here. Block your time on your calendar for different task. Don’t be unrealistic (looking at my very unrealistic calendar 👀) and think about how you can keep your daily work rhythm sustainable for you to keep the same pace. Avoid switching tasks too often as it takes some time to get your focus on something.\\n\\n**BE FLEXIBLE ON YOUR GOALS:**\\n\\nIf you end up setting goals, be flexible on them. If one of your goals doesn’t matter anymore, **DROP IT OUT** and move on, it doesn’t mean you’re a failure, you just have more important things you should be working on. If things come up, extend your deadline. **PRIORITIZE** goals that matter most when working on your schedule.\\n\\n> People tend to overestimate what they can do in a day and underestimate what they can achieve in a year.\\n\\n## Takeaway #5:\\n\\n## Building Systems\\n\\nIf you want to achieve sustainable success, you need to stop chasing the “golden egg” and start looking for the “golden goose”. In other words, you should be working on projects that eventually at some point, will start generating income without you actively inputting your time and energy to get it going.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*qzm_URzRZpNKcU-liGu00g.jpeg)\\n\\nAn example of this would be a software you build out, new users come in and you can hire freelance developers to update it every 2–3 months. The software grows by word-of-mouth and all you would have to do it sit back and wait for the cash to come in. That’s an effective system…\\n\\nKeep in mind that some times, you can get lost in the process of working in projects, so it’s important to take a step back and clearly outline how the system is going to work with the following elements:\\n\\n* Input\\n* Output\\n* Benefit\\n* Side-effects/Risks\\n\\nOnce you do that, start working towards it.\\n\\n## Takeaway #6:\\n\\n## Capitalize on your time\\n\\nYour time should be at the top of your concerns.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*sZeVM-W5ZQzKW4I9nivU_w.jpeg)\\n\\nHow are you spending your time??\\n\\nWhere do you waste your time?\\n\\n* What repetitive work that you that someone else can do for you? **Delegate it.**\\n* Look carefully at your time and how are you spending it, notice where you can **save up**.\\n* **Minimize switching between tasks** because that wastes energy and time to get into focus mode.\\n* Chase golden goose, not golden eggs. So say you’re working on a business and it doesn’t seem to be turning into a system, ***drop it out***.\\n* Focus on what matters, make **priorities**.\\n* Organize your schedule by time-**blocking** it and stick to it.\\n* TO-DO LISTS CAN RUIN YOU: if a task is trailing for too long in your list, it can cause a feeling of trailing behind and a fill your brain with negative energy.\\n\\n## Takeaway #7:\\n\\n## Turn your liabilities into assets\\n\\nAs I mentioned in Takeaway #1, the world is changing, so forget old business books from decades ago telling you “avoid liabilities like owning a home”, because today thanks to platforms like Airbnb and Turo, you can turn those “liabilities” into assets that generate money.\\n\\n![](https://miro.medium.com/max/430/1\\\\*npPgG-A3LBZ24pbLkbfGkA.png)\\n\\n![](https://miro.medium.com/max/1440/1\\\\*L8n5GBsT8ysNm3PCUuD-5Q.png)\\n\\nThe only thing that I think is important to consider for this part is, going back to Takeaway #5, **your time is valuable**. So think about those “income generating assets”, would they get your more than you time’s worth managing them? Would they be an efficient and ongoing system once they are built out? If the answer is yes for both question, then GO FOR IT. If not, you might want to look into something else…\\n\\n## Takeaway #8:\\n\\n## Selling pickaxes to the gold miners\\n\\nThis one is about being unconventional.\\n\\nNotice trends, but don’t go with the flow.\\n\\nInstead, think about how you can help the flow do their thing.\\n\\nIn the California Gold Rush, business people who sold supplies to the miners got better capital returns than the miners themselves.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*9BX005YU3dXjZp8NgoX9Sg.png)\\n\\nCreators are making money by creating content?\\n\\nDon’t become a creator, instead, think about providing supplies to the creators…\\n\\nA SAAS product to help creators manage their partnerships or a platform for brands to find creators open for collaboration would be a good example.\\n\\n## Takeaway #9:\\n\\n## Investing in real estate\\n\\n![](https://miro.medium.com/max/1400/1\\\\*ZxCY1vehm3mZbqSAk2UXpw.jpeg)\\n\\nNo matter how many new business and investing opportunities come out, investing in real estate, known as one of the most classical areas of investing, is to be the king of them all…\\n\\nReal estate is getting even more profitable with less people owning homes and more people renting, preferring the freedom and privilege of mobility. I realize that’s pretty much common knowledge…\\n\\nAnd you’re probably thinking “That’s something millionaires do, and you’re telling me to invest in property when I have $25 in my bank account”\\n\\nWell, what differentiated this section of Nathan’s book was that he outlined how you get started in this area with absolutely $0 in the pocket, through some loan formulas and smart strategies to get loans and discounts…\\n\\nI prefer for this article to be nothing too technical, therefore I will stop here without going deeper in the formulas as that would require an explanation of a few property concepts (Maybe another time 😏)\\n\\n## Takeaway #10:\\n\\n## Investing where people are not looking\\n\\nTHIS IS ALL ABOUT BEING UNCONVENTIONAL…\\n\\n“The New Rich” is unfortunately not the general population, so if you do what everyone is doing, you’ll just end up like the general population — nowhere. That’s why you should stop following advice from investing content online, because that’s targeting the general population. Instead, go look into investment deals people would not normally look into. In the book, Nathan gave examples of investing in a bar, and in a random food truck (feel free to take some risks for this part, although I would suggest you don’t take it that far 😐).\\n\\n![](https://miro.medium.com/max/1400/1\\\\*3PtpHmSHb5b07mEwoFWOyQ.jpeg)\\n\\nPoint is… be unconventional in your investing, that’s all you need to get going.\\n\\n## Takeaway #11:\\n\\n## Acquiring businesses\\n\\nIf you don’t have the mental energy or the time to kickstart a business (even if it’s copying), don’t give up just yet…\\n\\nYou can acquire a business for a couple of thousand of dollars.\\n\\nNow, that’s not all, because Nathan also shared some strategies to acquire businesses without too much trouble:\\n\\n1. Find a business whose owner does it as a side-hustle\\n2. Get to know the owner\\n3. Make an offer or suggest you are interested in acquiring it, even if they refuse initially, you’ll still be on their minds, and whenever they need some quick money or want to break free from the projects, they would reach out to you\\n\\n![](https://miro.medium.com/max/1400/1\\\\*cuGTL2PbcwOMhwSBhgkA2A.jpeg)\\n\\nHe also gave some advice in terms of types of businesses to acquire, suggesting online business that are scalable and that can be paired with other products and help you grow the business over time.\\n\\n## Takeaway #12:\\n\\n## Selling businesses\\n\\nAt some point in your business, you might want to change things up a bit in your life and consider selling your business, good idea.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*pLAh74YZNdNIeMbkXf5wgg.jpeg)\\n\\nAnother reason you might want to sell your business is if it’s taking away too much of your time and not building itself into an independent, income-generating system because like I mentioned in Takeaway #5, your time is one of the most valuable things in your life. And you want to work smart, not hard.\\n\\n## BONUS Takeaway:\\n\\n## Lifestyle economy can do wonders\\n\\n![](https://miro.medium.com/max/1400/1\\\\*iudIdCfgLFhX2YUMrB4OOw.jpeg)\\n\\nYou don’t need to be looking to quit your job to benefit from this one. Throughout the book, Nathan emphasize the concept of \\\\*\\\\*living below your means \\\\*\\\\*with rules such as not spending money on stuff he can’t afford every day (for hotel room budget for example)and examples such as restocking his closet when Banana Republic had 50% discounts and bringing in clothes back to get 30% off his next order. Cutting down those seemingly \\\\*insignificant \\\\*expenses (such as coffee at Tim Hortons every morning 👀) can do you wonders.\\n\\nNot trying to say live a colorless life by depriving yourself from occasional treats after you pass your math test 👀, but this can help you save up to kickstart/acquire a business, or buy property (hint hint Takeaway #8).\\n\\nPause this article for 60 seconds and write down one thing in your life you can cut down your expenses on (even if it’s as small as that $.23 you spend on extra sauce at McDonalds 😉) and start doing it.\\n\\n## A couple of things that could’ve been improved…\\n\\n## It sounded too easy:\\n\\nI noticed that throughout the book, Nathan made things sound too easy, effortless and most importantly riskless.\\n\\nRisk in business is a reality that even the most experienced business people would agree on, and no matter how sure you are about your moves, there would always be something you miss that would later put your business at risk…\\n\\nAlthough the author did mention risk and effort a couple of times, it still sounded way simpler and less time and energy-consuming than it is. Just saying…\\n\\n## Some parts were a bit too repetitive:\\n\\nRepetition doesn’t bother me too much when it’s an argument being repeated, however, when it’s a story being retold or facts being restated, it can get frustrating, especially when it’s expressed like a new information rather than a reference.\\n\\nTo put it in a clearer way, in some sections it felt like different chapter were completely different pieces stitched together in the book, but in other sections, it felt like an actual book building up on concepts for a “successful life”.\\n\\n## Still…\\n\\nThose couple of points do not make the book any less important of a read, the tips, advice and strategies Nathan shares in his book are just too valuable to worry about the little things I mentioned above 😎.\\n\\n**P.S:** That doesn’t mean you shouldn’t take what’s in there with a grain of salt. Also worth mentioning that not all the tactics in the book are what you are looking for, but it’s pretty diverse as you can see from the takeaways from freelancing, to real estate, to SAAS to investing to content-creating, you’ve got a bunch of things you could look into 😉.\\n\\n## So… What can I implement in my life out of all of this??\\n\\n## Saving up on my lifestyle:\\n\\nAs a broke teenager at the moment, the idea of having money to invest and spend on things that matter sounds AMAZING.\\n\\nBut being realistic with myself, at the time being, I am busy building up a solid base of skills before adventuring into the world of business (and I also do not have any money to get me started), but I’ve got to start somewhere…\\n\\nSo, while thinking about kickstarting a business, I will be cutting down on some of my unnecessary expenses:\\n\\n* Cut off drinks (It’s getting too cold for frozen drinks 🥤, and hot drinks ☕burn my tongue anyways🥵)\\n* Stop ordering random items on Amazon for the sake of making an order 📦\\n* Stop challenging my brother for money 💲(I usually do it for challenges he is not supposed to be able to do, but somehow he ends up being able to do them)\\n\\n## Starting a business:\\n\\nThis will definitely be on my mind. Although I don’t have a particular idea, I will keep my doors open for any, and my eyes open for potential cofounders. I might consider producing NFT collections 🖼🎨(yes, with my \\\\*amazing \\\\*art skills of course)…\\n\\n## Investing:\\n\\nI might be 14, and no one wants me messing around stocks, but that’s too outdated my friends. Nowadays, there is a place where I can be accepted despite my age, name, background, gender or anything of that sort, introducing…\\n\\nDRUMROLL PLEASE 🥁🥁\\n\\nThe Crypto World\\n\\nAlthough I am not too sure about going into that, but it’s always an option!\\n\\n## Building solid skills 🏗:\\n\\nMaybe starting a business is out of reach at my stage, but meanwhile, I will be working my way up to becoming a polymath by going deep into different emerging technologies and surrounding myself with AMAZING people!\\n\\n![](https://miro.medium.com/max/1400/1\\\\*bNWHXIjPBQixpjpCpUabbQ.jpeg)\\n\\n## Conclusion\\n\\nAs of the time of writing of this article, the book is reigning over the #1 spot on my “Business Books” list 📃.\\n\\nIt’s just full of extremely helpful tips and advice your brain might have trouble processing all the info (so it you plan to read it, get that brain of your ready to absorb some solid material 🤩).\\n\\nI could go on and on about this book, but as promised, I will stick to a quick read… Hope you enjoyed this article!!\\n\\nPssssst 🐍, the next book down the list is pretty interesting, stay tuned!! 🔔\",\"timestamp\":1641315640,\"title\":\"My Takeaways from “How to be a Capitalist without any Capital”\"},\"digest\":\"ee8FXQMSh8rbcWHJYGP3HnphTcbFYyrwOHEFwpSfPHw\",\"authorship\":{\"contributor\":\"0x9724F22BEd2354200b0d9D5E40C4C3d9C6d242E0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"p9MY0WZGVNAcagGQceAEJ9MWzjP2MtC7no8Xqb79ZL0\\\",\\\"y\\\":\\\"6pu8ViKTD6D-8-1O8Et3WkZV5-dB4KKENRNLdrMKcoY\\\"}\",\"signature\":\"52M7Casx3GpiQfGX28tliO_joe3QsOIugxlos4LUqotuIBvWnjSdh-nnS_F1eWu17TAYOc7DXiSUDcelsylQWQ\",\"signingKeySignature\":\"0x94ea5e888e79585e645b1b84df97b27693e00590830d5589088c5f6a8d646f6b25437dd6b3ffa23217efb8ee65701045c7849b57be252947023ad2a6b264e5c31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"p9MY0WZGVNAcagGQceAEJ9MWzjP2MtC7no8Xqb79ZL0\\\",\\\"y\\\":\\\"6pu8ViKTD6D-8-1O8Et3WkZV5-dB4KKENRNLdrMKcoY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ee8FXQMSh8rbcWHJYGP3HnphTcbFYyrwOHEFwpSfPHw\"}"