"{\"content\":{\"body\":\"# The Proof of Attendance Protocol\\n\\nAs I pore over the options in the souvenir shop, searching for that perfect trinket, I start to get anxiety. A shot-glass with the logo of the current tourist trap I’m visiting, to gather dust in the liquor cabinet? A coffee mug with a silly phrase, for which I have no room in my cupboard? A T-shirt which I’ll never wear? I begin to wonder why I put myself through this. I enjoy little things that bring back the memories of my past experiences, reminding me of the things I’ve seen and accomplished; but I grow weary of all the small items which mostly take up space, unused and disregarded. I wish there was a better way.\\n\\nSouvenir, meet web3. I speak of no other than [POAP — The bookmarks of your life](https://poap.xyz). POAPs are free for all and easy to generate.\\n\\nSo, why not keep souvenirs of your events, experiences, accomplishments, and your adventures in digital form?! Stored on the blockchain (and likely increasing usage of IPFS, or SWARM, but thats another topic!) these digital souvenir collectibles take up no space, collect no dust, and go everywhere with you. Not only can POAP serve as a souvenir collection, something you can rifle through later and recall the pleasant memories and experiences of your past, but they can also serve as gateways. Perhaps earning you entries into private clubs, or advanced seminars which require previous knowledge and attendance. They can serve as gatekeepers, allowing you to secure your own events, chats, servers, etc by only allowing an elite few in possession of whichever prized POAP(s) you decide warrant acceptance into your club.\\n\\nPOAPs are an NFT minted on XDAI, which provide proof for pretty much anything the author wishes.\\n\\nSo far I have seen POAPs as proof of:\\n\\n* Attendance — [Eth Denver](https://poap.gallery/event/856)\\n* [Effort](https://poap.gallery/event/6376)— [@logic_beach](http://twitter.com/logic_beach)’s Proof of Effort in making the world a cleaner place: [#POAPcleanUp](https://twitter.com/hashtag/POAPcleanUp?src=hashtag_click)\\n* [Knowledge](https://poap.gallery/event/399) — Completed [@unvetica](http://twitter.com/unvetica)’s [Ethereum Studymaster ](https://ethereumstudymaster.com/)course\\n* [Achievement](https://poap.gallery/event/6470) — [Completed critical upgrade to geth 1.10.8](https://ethstaker.cc/urgent-update-your-geth-node-from-v-1-10-7-to-v1-10-8/)\\n\\nPOAPs for everything & everyone\\n\\nAnyone can create their own ‘proof of’, aka souvenir. POAP, as stated previously, is free for everyone, and easy to work with. This means the barrier of entry is low, a rare treat in the web3 world we all know and… love(love/hate? I digress). Anyone can create a POAP for distribution by visiting [POAPs Create Event](https://app.poap.xyz/admin/events/new).\\n\\nName your POAP, provide a description, upload a small png image, and fill out a few other fields, then click Save. Once approved, you will receive an email with instructions on how to distribute your POAP! Hint, make sure you check your attachments. There are several ways to distribute your newly generated POAPs. You can distribute manually, via discord bot, and there is even a reddit bot as well. Essentially you receive a list of unique urls which are distributed and, ultimately, used to claim.\\n\\nThats great and all, but what else can be done with POAP? Well, I’m glad you asked. POAP is really just an NFT. So the possibilities are many, and I believe most have not even been dreamed up yet.\\n\\nSome of the current use cases are:\\n\\n* [Raffle entries](https://poap.fun/)\\n* [Event entries](https://twitter.com/poapxyz/status/1458842796446654467?s=20) — ticket sales and zoom meetings distributed only to users who possess a POAP\\n* [Chat (think Discord) gateways](https://poap.chat/) — for private/privileged chats or channels\\n* [Sybil Resistant votes](https://poap.vote/)\\n* [Community Art](https://app.poap.art/)\\n\\nImagine concerts where the band allows owners of a POAP earned from attending one of their original concerts to go back stage, further rewarding their earliest supporters and giving back.\\n\\nImagine games where users could earn different objects, levels or attributes based on POAPs they possess. Unique characters only available to users who Possess a POAP obtained from accomplishing tasks in a previous game. The possibilities are many.\\n\\nFinally, you can peruse available POAPs here. Or, check which POAPs you (or an acquaintance) possess here. As you can see, POAP is an amazing project which has some great use cases and an enticing allure.\\n\\n![](https://images.mirror-media.xyz/publication-images/sujx8jQQakimDC12C7VSA.png?height=324&width=396)\\n\\n# Community Registry: A POAP Marketplace\\n\\nThis all brings us to the next question, and possibly the most relevant in the context of district0x: A POAP marketplace?\\n\\nSince it becomes apparent that POAPs will be increasingly used as keys in this new web3 paradigm, we could argue that a marketplace to discover these keys is all but inevitable.\\n\\nWhen one uses Airbnb, there is a marketplace of available locations to search from and find the location that best fits a given scenario. When a user is hungry and pulls up DoorDash or UberEats, they are given a marketplace of available restaurants within the service area of that user. When users wish to see what there is to do in a given region, they can pull up Yelp, Google Maps, TripAdvisor - to name a few - and again, search a registry to find suitable results. The same should be true for decentralized applications!\\n\\nEnter district0x. To quote district0x themselves:\\n\\n> Districts are decentralized applications, marketplaces and communities that exist as non-custodial, censorship-resistant dapps in the district0x Network.\\n\\nThe use case I really envision is referred to as a TCR — a Token Curated Registry. A TCR is a way to create a decentralized marketplace, or registry, of entities maintained (curated) by the community itself. This is done through votes and participation, much like a DAO. Community members themselves would be responsible for ensuring the integrity of the registry by voting in acceptable entities and voting out unacceptable entities. The best part, this can be accomplished in an incentivized manner! I’ll not go into more detail about a TCR, for that warrants an entire article itself, but for more information you can [watch this video](https://www.youtube.com/watch?v=XlQgBYsXhds).\\n\\nI imagine a community marketplace treated as a decentralized common location where users can easily search for available POAPs. This marketplace would be maintained by the community such that spam POAPs would be voted out, legitimate POAPs could be voted in, and users could feel secure in searching for meaningful POAPs available to them at any specific time or location without worrying about spam, fake, or dangerous POAPs (think POAPs that entice a user to go to a dangerous back alley where few people are around…).\\n\\nSuch a feature would enable users to search for upcoming venues such as concerts, conventions, festivals, etc. Users would be able to find things to do using decentralized dApps and earn POAP badges at the same time!\\n\\nUsers would be able to travel foreign cities and find popular tourist attractions, famous film locations, or favorite restaurants — all using decentralized, censorship-resistant applications and registries anywhere in the world.\\n\\nTo me, district0x seems to be well equipped and experienced in developing such a marketplace. They have already developed the tools for such a community, as the District0x Registry is exactly that, a TCR! Developing a fully decentralized and non-custodial marketplace for available POAPs, with 0 fees and no central authority, is essential to allowing POAPs to flourish in the decentralized economy — characteristics that are deeply rooted in district0x’s team and ethos (as they have proven with NameBazaar.io and MemeFactory.io). We should note that district0x’s record of developing such infrastructure is second to none.\\n\\nDeveloping a marketplace for POAP NFTs could be on the radar for district0x, as it seems like this rapidly developing proof of attendance model is gaining traction and quickly finding new use cases in the real world. POAPs could soon be used in music and gaming, which would open floodgates to whole new market segments. With the right strategy, a POAP district could bring new purpose to the network, to discover ‘attendance’. Are we there yet? Not sure. Will we get there eventually? Probably. Should we anticipate it? Definitely!\\n\\nThank you for reading, I hope this article has brought you one step closer to understanding web3, and the developing token economy!\\n\\nPS — [Congratulations on getting this far, please DM on Twitter to receive the POAP below](https://twitter.com/grasponcrypto). (I know, I know, how archaic! Unfortunately POAP has become so popular, farmers have been sweeping automated distribution mechanisms clean of all available POAPs — so please forgive me and the [POAP](https://medium.com/u/6267d2edc9d5?source=post_page-----2491afc4b8fb-----------------------------------) team while they navigate these rough waters).\\n\\n[GraspOnCrypto](https://twitter.com/grasponcrypto)\\n\\n![](https://images.mirror-media.xyz/publication-images/L0tCJhLNiELMmDrZzqjgv.jpg?height=500&width=500)\\n\\n\",\"timestamp\":1636756984,\"title\":\"Souvenir, meet Web3 — A POAP Story\"},\"digest\":\"T6IAf4YFzcgSeJBY90BGbr9Y2zM-0pGPVxxe138OKCc\",\"authorship\":{\"contributor\":\"0xE8332043e54A2470e148f0c1ac0AF188d9D46524\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"iV4MELzI6r0H2r1gyWjGPk5f1dLS2adVZHS9uju0VB8\\\",\\\"y\\\":\\\"eDiCEsatL_cq6fl1ShkbeB5E-roXdEyba8MUrZOWyLg\\\"}\",\"signature\":\"5wmxPnQbIkrpfRNLtidVhWy0734b4f4xSFINLwdaKeAxkEYav0w06ha5QWj05aC231a8NRRYTaDhcyhmnCTkrA\",\"signingKeySignature\":\"0xc5a326023a001ebd3d56da0a881d98bddf930aa99d7faf8d4b8a0b7185c0a9d57e3174d13dc846e106df2554f7c5f70077aaddfc63c81f4d1571e3794929616f00\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"iV4MELzI6r0H2r1gyWjGPk5f1dLS2adVZHS9uju0VB8\\\",\\\"y\\\":\\\"eDiCEsatL_cq6fl1ShkbeB5E-roXdEyba8MUrZOWyLg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WyRiKILdaCen2tetlr68dJ7zntbZz83vcG8cNQAx8wc\"}"