"{\"content\":{\"body\":\"The fight for data ownership in Web2 is one that has frequently graced the headlines over the last few years, highlighting the perversion of the original egalitarian intentions of the world wide web. One of the main benefits of the rise of Web3 is the individual’s ability to reclaim ownership over his/her data. This contrasts heavily to the current state of Web2 where large central players own a majority of the data and either use that data to lock users into enclosed ecosystems or sell it to entities targeting ads to their users. Users of Web2 have little choice besides relinquishing ownership of their data in Web2 unless they want to avoid using these services, and as prolific as these services are in Web2, this is nearly impossible. Thus, most users in Web2 willingly give up ownership of their data and privacy in exchange for permission to use these services. Most people are aware of this irresponsible use of their data when, after visiting a product site a single time, they are greeted with ads for those products for the next few weeks on platforms like Facebook or Instagram. This is why many services are “free”, but as the saying goes, “if it’s free, then YOU are the product.” The reason why relinquishing ownership of data is used in exchange for access to many services on Web2 is because data is extremely valuable. Advertising revenue is the life-blood of Web2: from Google, Twitter, Facebook, and other major players, ad revenue makes up a significant portion of their total revenue generated.\\n\\n![Source: Created on Tableau using publicly available yearly financial data — Image shows the comparison between total revenue and the portion of that revenue that came from ad revenue for Facebook, Google, and Twitter respectively.](https://images.mirror-media.xyz/publication-images/tyGjDF8-TkULlYK5XzK__.png?height=1088&width=1418)\\n\\nContrast that with Web3, blockchains allow users to reclaim ownership over their data and gives them the choice to sell that data in a marketplace or keep it private. As blockchains continue to enable users to maintain control over their data, there have been many players popping up who are building the infrastructure through which data can be more easily transferred in Web3 such as Chainlink and Ocean Protocol. A rising star in this space is The Graph as they’ve aptly named themselves “The Google of Blockchains.”\\n\\n# Web3 before The Graph\\n\\nIn order to fully understand The Graph — and its parallels to Google in Web2 — it may be helpful to first understand its core use case in the simplest sense. The Graph is the first Web3 solution to provide a decentralized indexing service for dApps to more easily query data on Layer-1 protocols such as Ethereum and IPFS. Similar to the way an index or a table of contents provides easy searching in a dictionary, legacy databases index all of the data that exists in the database so it is easy for a developer to find the data they are looking for. Anyone who has worked with data in a legacy database can tell you about the ease of running a SQL query to these indexes and retrieving data much faster than if they were scouring the database line by line for the information they were looking for.\\n\\nThe same thing happens in Web3. Before The Graph, dApp developers who needed access to data on the blockchain would have to scour the protocol block by block to find the data they were looking for, and as you can imagine, this did not create a good user experience as query times were nowhere near feasible. The only option dApp developers had before The Graph was to index the data themselves so they could more easily query the data, an undertaking that was incredibly labor intensive for any single dApp being developed and oftentimes prohibitive.\\n\\nThe founders of The Graph felt that same frustration when attempting to create their own Ethereum dApps, and in late 2017, they sought to solve this problem for all dApp developers with an ethos that resonates with all players in this space: a fully decentralized protocol. There are already well-known centralized solutions out there like Etherscan that provide a similar service, however, as with any other centralized solution, this is a completely trust-dependent relationship and a single point of failure. With the amount of money on the line in spaces like DeFi and NFTs, this centralization is a deal breaker for most dApp developers and their users. Afterall, any dApp is only as strong as its weakest link and if the data fed to users is from a centralized source, the value from any other decentralization is reduced.\\n\\n# Comparing The Graph to Web2 Solutions\\n\\nAs stated above, the team at Edge & Node (the creators of The Graph) have marketed the protocol as “The Google of Blockchains.” Similar to how Google allows any user to query information that is indexed by Google in Web2, The Graph allows users (via dApp interfaces) to query any information that is indexed from blockchains such as Ethereum and IPFS. Aside from decentralization, there are some key differences between Google and The Graph that will help clarify The Graph’s role in Web3.\\n\\nFor example, let’s say a developer creates a dApp that aggregates data such as liquidity and trading volume for all token pairs from multiple DeFi dApps like UniSwap and Compound and displays it all in one interface for the user. This dApp developer will want to make sure he/she is providing recent and verifiably accurate data from each of these DeFi applications so his/her users can make better financial decisions. This dApp can then send out an API call to Indexers in the UniSwap and Compound subgraphs (think of subgraphs as separate indexes in different books), Indexers send the information queried back to the dApp, and the dApp pays a fee in GRT (The Graph’s native utility token) for the service. The user never interacts with The Graph directly. While Google allows users to directly query any data on the surface web (as opposed to the deep web), The Graph enables users to do the same to all data indexed on blockchains like Ethereum and IPFS through interfaces offered by dApps.\\n\\n# The Data Highway in Web3\\n\\nOver the past few months, The Graph has quickly gained a cult following similar to the devoted community behind Chainlink, and it makes sense why people are so excited. Chainlink is a data on-ramp — it takes off-chain data and securely sends that data to the blockchain which is verified for accuracy through a decentralized network of nodes. The Graph is a data off-ramp — it pulls on-chain data off of the blockchain and indexes it, allowing dApps to more easily find and receive the data they’re looking to display to their users. This data will provide the Web3 ecosystem the ability to make better decisions: Chainlink provides smart contracts with the data to determine the correct outcome and The Graph provides users with secure data from blockchains in order to make better decisions. Aside from being two sides of the same coin, The Graph is also positioning itself well as a first mover and adopting Chainlink’s future-proofing strategy through [multi-chain support](https://thegraph.com/blog/multiblockchain-support).\\n\\n![Source: The Graph — Image shows the relationship between The Graph and Chainlink as data off-ramps and on-ramps respectively.](https://images.mirror-media.xyz/publication-images/BaMFrhhceW9LDUXeAMI70.png?height=663&width=887)\\n\\nRapid growth in query volumes show that The Graph has successfully found a market for the data off-ramp use case. In June 2020, The Graph celebrated its first time crossing [1 billion monthly queries](https://thegraph.com/blog/one-billion-monthly-queries). In April 2021, less than one year later, they crossed the [20 billion monthly queries milestone](https://thegraph.com/blog/20billion-queries). It should be no surprise that a significant portion of this growth is from the DeFi space. As of July 2020, 76% of all-time query volume was for DeFi use cases.\\n\\n![Source: The Graph — Image shows the breakdown of query volume on The Graph per use case and a further breakdown of use cases within DeFi from July 2020.](https://images.mirror-media.xyz/publication-images/_VYFt1NjZ9GRiwp6kH6AZ.png?height=810&width=1448)\\n\\nWhile all verticals have seen growth in query volume since July 2020, DeFi’s percentage of query volume has taken off. Data from January to March 2021 show that query volume has grown to 90% DeFi use cases.\\n\\n![Source: The Graph — Image shows the breakdown of query volumes on The Graph from January to March 2021.](https://images.mirror-media.xyz/publication-images/kLbOOmESXUcE0wJG46WHJ.png?height=546&width=875)\\n\\nAutomated Market Makers (AMM) like Uniswap make up the vast majority of DeFi query volume (88%) but new demand from use cases like derivatives markets and insurance are indications that the DeFi landscape is maturing. While The Graph has seen a lot of success querying data for DeFi use cases, other markets like NFTs and DAOs are fast growing categories in terms of query volume.\\n\\n# Looking ahead\\n\\nOne can’t help but compare the recent growth in queries on The Graph to the [early days of Google](https://www.internetlivestats.com/google-search-statistics/). Between 1999 and 2001, Google was seeing year-over-year (YoY) growth rates between 200% and 1000%. Between July 2020 and April 2021, The Graph hit 20x in query volume growth by hitting 20 billion monthly queries for the first time. Comparing the timeline of The Graph to the early days of Google and the state of Web2 and Web3 at their respective times, we are potentially witnessing a foreshadowing of continued exponential growth that may eventually rival the volume Google sees today.\\n\\nThe beautiful thing about analyzing the growth of The Graph ecosystem is not only seeing the clear need for its services, but also getting a glimpse into the macro shift in trends in the entire Web3 ecosystem. As dApp developers continue to adopt The Graph as their primary blockchain data feed and as The Graph continues to add subgraphs in verticals like DeFi, NFTs, and DAOs, it will act as Web3’s version of Google analytics and will provide additional value to investors and developers alike who are trying to capitalize early on macro trends.\\n\\nAll in all, the future looks bright for The Graph as its role in the Web3 data economy grows. What’s great to see is not only the success the protocol has seen, but the founding team’s adamant attitude of progressive decentralization of the network. They’ve backed this ethos since the mainnet went live in December 2020 with the migration of subgraphs and [most recently introducing curators and subgraph development](https://thegraph.com/blog/curation-live) from the hosted service to the mainnet. They recognize the commitment to decentralization results in a slower development pace to traditional software development, but too often the blockchain space has seen projects that have [sacrificed this principle](https://twitter.com/elonmusk/status/1413396249546563586) in the name of scalability and low transaction fees. Considering that only about [65% of the world population currently has internet access](https://www.oberlo.com/blog/internet-statistics), The Graph has a lot of room to grow in emerging markets that more easily understand the merits of data ownership and decentralized control. With ambitious projects like Starlink aiming to provide internet access across the globe to anyone with a smartphone, the total addressable market for The Graph to enable dApps built in these new markets makes it a strong candidate as the go-to protocol providing the majority of data requested by users on the planet.\",\"timestamp\":1633635963,\"title\":\"The Role of The Graph in the Web3 Data Economy\"},\"digest\":\"D-DcZSxth8CM7Ksu-OSQadF7iRJxEpB3plmDluv0VGk\",\"authorship\":{\"contributor\":\"0x4E0aFBDa51C7c567A106389BBa338446f15b7393\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1fqmtbdbggz9Xbk6N2FcEk74gn9FStlr7esNfqGCzKI\\\",\\\"y\\\":\\\"J_oAEMCIwc641MX0AiVRCVShesenAds6mLDdm-BZ0c4\\\"}\",\"signature\":\"TZggMY537GmHtmZdVTDUH63BgbktOYW16zvaqrdb58qWYGNC5IyQr2pRszyt0CRIztNF3SybfwX9tHic9xYo1A\",\"signingKeySignature\":\"0x4946c46eb466cc6c6b8d63007424867dface9c13e25540c732f985a98f2a0fb06533611bbd1d7757763232ddb281cd7ae9322753123c803bb9f3b0ba902e308201\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1fqmtbdbggz9Xbk6N2FcEk74gn9FStlr7esNfqGCzKI\\\",\\\"y\\\":\\\"J_oAEMCIwc641MX0AiVRCVShesenAds6mLDdm-BZ0c4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6r50V1hI7i0H2wZvMrtuF-zOsWxJ0O2T438FFKiqu1Q\"}"