"{\"content\":{\"body\":\"I love 2 minute ramen noodles. I’ve lived on them for 6 months at a time. They’re not exactly healthy, but they tick every box a creative person needs. Cheap, long-lasting, easy to make, easy to customize, hot enough to warm your belly when you can’t pay for the heating bill and easy to eat. You can make ’em pretty much anywhere. I’ve made them in shared houses, in the back of a van in a kettle plugged into a cigarette lighter, and in the kitchen of our heritage-listed office at Flare, just after we’d raized $21m. I’ve eaten them in a dive hotel, and in co-working spaces and in my friends’ living rooms while we hacked our way to our products. They’ve powered every breakthrough I’ve ever had.\\n\\nI haven’t always had enough cash to eat well. I haven’t always had the luxury of spending my dollars or my time on the kind of food that looks good on Instagram.\\n\\nWhen you’re a full-time musician, when you’re on tour, when you’re a struggling designer, when you’re crafting NFTs with nothing but a credit card and the shirt off your back, you’d be surprised how incredible 2 minute Ramen noodles are. They’ll warm you and taste good doing it.\\n\\nAre they great for your health? Absolutely not. But they won’t kill you.\\n\\nAsk anyone who’s ever had to struggle for their passion, and they’ll probably tell you the same thing. Those little noodles saved their life. Or at least, they saved their projects and their startups.\\n\\nAt the end of it all, I still eat ’em all the time. They’re my go-to comfort food these days, even though I can afford a lot better.\\n\\n## For me, they remind me of what it means to battle against the odds and give everything you’ve got. They remind me of how it feels to put your s\\\\*\\\\*t on the line, when you know you might lose. It reminds me of how it feels to make a sacrifice for what you want.\\n\\nI’m not an all or nothing person; I’m not advocating for anyone to sacrifice everything and just quit their job. In fact, I’m a big believer in building side projects and small businesses and juggling a career the way I do it — building small passion-based NFTs and products, working for tech companies, and seeing myself as a weird combination of artist, entrepreneur and writer. There’s no binary, and I’ll talk about that later on, too.\\n\\n## So I’m not saying that you have to be low on cash, or you have to eat cheap noodles in order to validate yourself as an artist or an entrepreneur; what I am saying is that you have to be prepared to put yourself out there, and make some sacrifices if you want to do what you love.\\n\\nYou’ve got to take risks, even ones that impact the way you live and your lifestyle. Because if it’s a choice between being able to live it up in comfort and never explore your passions, or survive for a while on 2-minute noodles — those noodles ain’t bad.\\n\\nIt comes down to sacrifice. It comes down to what you’re willing to sacrifice in order to win. I know one investor who refuses to put any money into a startup if its founding team hasn’t fronted at least $5,000 of their own cash into it. Because he won’t give money to people who aren’t sacrificing something to make their company happen.\\n\\nSacrificing shows that you’re committed. Giving something up shows that you care enough to put yourself into your startup or your product.\\n\\nThere’s a symbolism to those noodles. It’s symbolic because so many of us who do creative work have gone through our own ramen days when those cheap-ass noodles were all we could afford. I mean hell, it’s so universal that there used to be a record label back in the day called Fueled By Ramen.\\n\\n## I think you’ve got to ask yourself, do you believe in or love what you’re doing enough to eat microwaved noodles for as long as it takes while you make it happen?\\n\\n# DIY is about making sacrifices. Don’t worry. So is life.\\n\\n## You have to give up something if you want to get anything.\\n\\nI talk to a lot of entrepreneurs. People often want my advice or my help. They come to me when they’re struggling with their growth, their plans, or their decisions, and I talk to as many as I can. I often notice a theme though. People who come to me, know exactly what they should be doing. They’re not stupid, and they’re not blind.\\n\\n**The problem is, what they should be doing is hard. And because it’s hard because there are some awfully big trade-offs, they want someone else to do one of 2 things:**\\n\\n1. Tell them there’s another, easier path to follow.\\n2. Make them do the hard stuff that they can’t make themselves do.\\n\\nBut I always come back to one point that has to be made. If they weren’t giving up something, if they weren’t making that trade-off, would what they achieve really be worth anything to them?\\n\\nIt’s like winning the lottery. There are so many stories of people who’ve won the lottery and had millions of dollars dropped in their laps, only to piss it all away in a matter of a few years. And I think it’s generally because they didn’t value that money. They didn’t struggle for it. They didn’t give up anything to get it. So to them, it didn’t mean all that much.\\n\\nIf you’ve given up something in order to reach your dreams, you’re going to appreciate every success more. And feel every failure more, too — but with the added knowledge that you gave what you had and gave it your best shot.\\n\\nWhen I was younger, I used to want to get everything I dreamed of, without making sacrifices or compromises. That all changed when I fell in love a few years ago.\\n\\nI learned the hard way that to have someone in your life who means the world, you have to give up a few parts of yourself.\\n\\n**Some of those parts were small. Drinking a little less. Some of them were big. Giving up my weird rambling way of living so we could build a life together. Looking back, if I had done that, I wouldn’t have messed up that relationship.**\\n\\nLife is about compromising, trading, and striking deals. That’s inescapable, no matter how simply you live, or how pure your motivations are. Everyone is trading something to get what they want.\\n\\nWhen you first think about that, it seems cynical, and dark almost. But I don’t see it that way. I see it as a part of being human, recognizing that we can’t just want, and having our wants become reality. We have to give up some of what we’ve got to get more, whether what we’re seeking is money, power, or just someone to love.\\n\\n**And I think that it’s vital to remember — making that trade-off, giving up something of value to you, that’s a key part of achieving anything. You don’t get to just have it all. You have to know what you’re willing to give.**\\n\\nMy friends who have had kids are so happy, so content and so filled with love, that I’ve started to see how wonderful it might be to be a Mum. And I know that having kids means making some of the biggest trade-offs imaginable.\\n\\nThey tell me it means giving up always doing what’s best for you, and choosing what’s best for the kid you brought into the world.\\n\\nThat trade-off is important, it’s symbolic as well as practical, and from what they tell me, it’s the raw stuff that makes a parent good or bad.\",\"timestamp\":1636789372,\"title\":\"Be prepared to make a sacrifice. Right from the start.\"},\"digest\":\"fNH-0hbPp8kCUfGHuRQwH91V99AWl3HHQRKXSVquwUM\",\"authorship\":{\"contributor\":\"0xdEb3348Eb6fa98193cE2229a5B71175edb5F5f76\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BVf80R5jZ2VpWpgjOiXjvrVKfLZayXJZRGpk73kJCpo\\\",\\\"y\\\":\\\"pyMzHpK2x-unFp4Q2rSrZLHNaOXnTNknR6x7zHAan8I\\\"}\",\"signature\":\"eciISnmhlbcygEpfdkWMyl24ciO6Wa7Ic9ngLQeRvY9BGMi1iTzawXLh91UJXbE1mtWbYcnn--Y45JZX_Fn-Fw\",\"signingKeySignature\":\"0x7bbb3a3ef297ed40a306b74fac25a4a71670150d0c8c24e706ac34962ef4d66932838a1fbfdda80fe9aa40c85927e64a50465076a0a63e3df1d5e8bccff65e1d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BVf80R5jZ2VpWpgjOiXjvrVKfLZayXJZRGpk73kJCpo\\\",\\\"y\\\":\\\"pyMzHpK2x-unFp4Q2rSrZLHNaOXnTNknR6x7zHAan8I\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fNH-0hbPp8kCUfGHuRQwH91V99AWl3HHQRKXSVquwUM\"}"