"{\"content\":{\"body\":\"We are Good Work House and would love for you to join us!\\n\\n**Our Mission:**\\n\\n[Good Work House](https://goodwork.house) is an ecosystem that leverages the power of art for social good. It's coordinated through a DAO (decentralized autonomous organization) made up of artists and developers along with some of their fans and enablers. Our projects are designed as web3 experiments in sustainable, systemic change.\\n\\n**Our Work:**\\n\\n1. We develop NFT artists and build communities of collectors and fans around them, both virtually and IRL\\n2. We support members who host local Good Work House gatherings\\n3. We produce our own social impact-driven NFT projects\\n4. We support impact-driven artists by collecting their art\\n\\n**Core Values:**\\n\\nAs we leverage the power of art for social good, we create opportunities for people to find belonging as we gather around artists. Our motto is Serving Connection. We create opportunities for people to make meaningful connections with others through acts of service, which are what Good Work House projects are. We believe that a connection around shared service is the most resilient way to build community. More than just shared values, the act of serving together creates a unique bond.\\n\\nOur 3 Equations:\\n\\n* We > Me\\n* Collaboration > Competition\\n* People > Things\\n\\n**Promoting Access:**\\n\\n\\\"We rise by lifting others.\\\" - Robert Ingersoll\\n\\nThe blockchain has created a massive new market for art, in the form of NFTs. We leverage our access and experience to on-board others, particularly those who struggle with access in the mainstream market economy.\\n\\n**Decentralizing:**\\n\\nNew organizations are started by small teams. Though we, too, started with a small group, we are committed to operating as a decentralized organization and are already behaving in a manner that anticipates continued progressive decentralization.\\n\\n**Why a DAO?**\\n\\nThe system is broken. Corporations are too powerful and too much of that power is controlled by too few at the top. This has led to a massive wealth gap, with too many people living in a constant state of financial struggle. DAOs offer a new alternative that offers greater fairness and equity, by distributing power more evenly, especially to artists who are too often undervalued.\\n\\n**Our Genesis Season Project: Groundbreaking**\\n\\nOur first project as a DAO is \\\"[Groundbreaking](https://goodwork.house/groundbreaking)\\\"—a collection of art from 12 Haitian artists. During the course of 8 weeks, our mentors will work with these artists to help them launch their NFT careers through a series of auction events held both IRL in Venice, CA and virtually.\\n\\nThe project introduces a system of change, where 10% of the proceeds go directly to a multi-sig wallet governed by the 12 Haitian artists to fund their ongoing efforts to on-boarding more Haitian artists, after their residency with Good Work House in finished. 50% of the proceeds go directly to the artists and 40% to the Good Work DAO to fund its operations developing and promoting artists and collecting art from impact-driven artists.\",\"timestamp\":1636146011,\"title\":\"Let's do some Good Work\"},\"digest\":\"0Rc0vosqCBOLprOiKPzkT3_34c1-QG9LMChvZWHah3k\",\"authorship\":{\"contributor\":\"0xfA94DC0fEa434aD428e80EC7CF66E0DC56327FE2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Uf8s3yGKwqF2bUvrb_ag6hsvgZaolGR7HbERZgu2byQ\\\",\\\"y\\\":\\\"Iw8iznT070Zft6EeE0JmijQhGXtrNlhwQZ6nfzjilCE\\\"}\",\"signature\":\"gLsaKNUhcZGSH79no8XiymYY-lIZM7W3CfyblR9NZBXSfpwm6Gnp_oxSuGyPXsbAJ89MLm6c46xR-xQMEACX_w\",\"signingKeySignature\":\"0x8b38dcef6831fdb1c07961da1be8f71524a38a5721d82d16523c2425b9b944d44eb9b1787ed53c8dd5b3600033f17ebce80707279f2237f424f1b9c9e2739de61c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Uf8s3yGKwqF2bUvrb_ag6hsvgZaolGR7HbERZgu2byQ\\\",\\\"y\\\":\\\"Iw8iznT070Zft6EeE0JmijQhGXtrNlhwQZ6nfzjilCE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0Rc0vosqCBOLprOiKPzkT3_34c1-QG9LMChvZWHah3k\"}"