"{\"content\":{\"body\":\"*Hey there! [Coinvise](https://www.coinvise.co/) is a web3 platform that helps creators & communities build and manage their Social Tokens. You can join the [community here](https://discord.gg/GQNx6HpW). If you find this essay interesting, make sure to subscribe to this newsletter and follow Coinvise on [Twitter](https://twitter.com/CoinviseCo). Enjoy! 🔥*\\n\\n![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F66bba0c7-e190-4233-bdb7-290718c97b3a_2160x1080.png)\\n\\nSocial tokens are digital currencies that have shown their efficiency in building successful digital economies. Put simply, social tokens serve to incentivize contributors to help a community grow by rewarding them in this digital currency. As you can imagine, [well-designed incentives](https://coinvise.substack.com/p/how-to-design-great-incentives) can be extremely powerful. They can make a project tremendously grow. Incentives are ideal when it's mutually beneficial to contributors and community leaders as it will create positive-sum games where everyone has an aligned interest.\\n\\nWhile communities can have different needs depending on their goals, vision, and missions, almost every community at a particular stage need to incentivize its contributor to pool Liquidity. Indeed, having Liquidity for a community is crucial, and community leaders, at some point, will have to find a way to aligned interests and convinced contributors to make available a part of their Token to anyone wanting to buy it.\\n\\nSo how can community leaders incentivize contributors to provide Liquidity?\\n\\nThe answer is: by allowing Liquidity Mining. With Liquidity Mining programs, contributors will earn money by pooling liquidity. Thanks to the Liquidity now available, the community will grow and work on more significant projects.\\n\\nLiquidity Mining Programs (LMP) are a fantastic tool to leverage a community. This essay aims to explain to a broader audience that might not be familiar with those concepts what Liquidity Mining programs are and how, as someone new in the Social Token space, you can help a community to grow while earning social tokens. Let's get into it 🔥\\n\\n## 1/ What is Liquidity?\\n\\nToday, many of the most famous decentralized communities have created a Token on a Fixed supply, which means they have made a known number of tokens since day one, and then reflected on how to allocate and distribute them.\\n\\nBuilding a Community Token on a Fixed supply is a perfect way to keep the total power over the distribution of the Token but comes at the cost of the inherent value of the Token. Indeed, on a Fixed supply, the Token has no inherent value, as no one has put money in it yet. You could have a million of a $NAME Token that you've just created that you couldn't buy any item in real life. **That's the reason why, at some point, communities are looking to add Liquidity**, **allowing anyone to buy the Token in exchange for some other cryptocurrencies that already have a monetary value.**\\n\\nBy allowing anyone to buy and sell the Token, the coin gains economic value, and community leaders can use this money to make the community grow. **Pooling liquidity is a good way for communities to leverage their early believers to crowdfund their projects and build a treasury for future needs.**\\n\\n![GlobalCoinResearch / Ethereum Pool on Uniswap.org](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Ffc3a7750-8fa3-4441-bc97-224f07752668_2844x1388.png)\\n\\nGlobalCoinResearch / Ethereum Pool on Uniswap.org\\n\\nAt the very beginning, the main goal of a community leader is to gather a strong community toward a joint project and reward manually contributors that are early believers in the project. Community leaders have total power over the token distribution and can control each action taken for the community. **However, at a later stage, a community should decentralize the power and open its economy to more people interested in joining, allowing anyone to buy/sell the community Token.** By purchasing Tokens, buyers will become contributors and have voting power over future decisions, **making the community more decentralized**.\\n\\nTo summarize, in the first phase of a community, the only way to earn some of the Social Tokens is to contribute and be rewarded manually by community leaders who have access to the whole supply. However, in a later stage, community leaders should create a Liquidity pool and make available the community token in exchange for USD or other cryptocurrencies with monetary value to decentralize more the community and crowdfund future needs.\\n\\nAs we just saw, most communities need Liquidity at some point. But how do you find this Liquidity? How do you incentivize the early contributors of your community, those who earned a decent amount of Tokens, to provide Liquidity for the community? How do you convince them to deposit the Token on a decentralized exchange to provide Liquidity for the community?\\n\\nA solution that has shown its efficiency in the past is the Liquidity Mining Programs, and we're going to dig into this right now.\\n\\n## 2/ Liquidity Mining Programs\\n\\nLiquidity mining, also known as yield farming, provides Liquidity via cryptocurrencies to decentralized exchanges. It's the process of depositing or lending specified token assets to Provide Liquidity to the community's fund pool and obtain an income afterward.\\n\\nConcretely, pooling liquidity means creating a Pool, a place where people can make their Token and another one (bond) available for anyone wanting to buy it. When the LP is created, users can add the exact value of two Token (your Token + collateral, aka any other token) in a Pool and earn trading fees proportional to their share of the total Liquidity. **Put simply, these Liquidity providers facilitate trading by willing to buy or sell a particular asset at any given time, thereby providing Liquidity and enabling traders to trade without waiting for another buyer or seller to show up**.\\n\\nLiquidity Mining is the same concept that having a savings account and making interests. **When putting your money at the bank, you agree that bankers will play with your money in exchange for a specific interest rate. When pooling Liquidity on a decentralized exchange, you agree to automatically buy or sell a particular asset at any given time to help the project grow in exchange for a reward.** It is a powerful way of incentivizing users to hold on to their crypto holdings, as, in return for doing so, these users will receive staking rewards.\\n\\nTo make it more clear, here are the conditions of the Liquidity Mining Program created by [Forefront](https://forefront.market/), a thriving community with the goal of creating exclusive content and market insights on Social Tokens and DAOs:\\n\\n\\\"Forefront will allocate **20,000 FF** from the treasury for this program that will get distributed to FF/ETH Uniswap V2 liquidity providers over 60 days. The reward will be distributed proportionally to the amount of Liquidity each person provides. i.e. if you provide $4,000 worth of Liquidity ($2,000 FF & $2,000 ETH) and there is a total of $100k Liquidity in the FF-ETH pool for ten days, then you are entitled to 10% of the distribution over that period.\\\"\\n\\n![Forefront Liquidity Mining Campaign Landing Page](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Ff0294c8f-030b-47c9-8728-66db756a1bd2_2838x1448.png)\\n\\nForefront Liquidity Mining Campaign Landing Page\\n\\nPooling Liquidity is expensive. As you have to bond your Token with another one that has monetary value, if you want to put $100K worth of your Token in a pool, you'll also have to deposit $100K worth of another token. By creating such a program and allocating a part of their treasury to reward contributors that would participate, Forefront's Leaders ensured to motivate enough people to pool Liquidity and leveraged the power of its community.\\n\\nWhile the monetary aspect is central in Liquidity Mining Programs and is often the main reason people agree to hold their token and pool Liquidity, there are many other advantages of creating and participating in such programs for contributors and Community leaders.\\n\\n## 3/ Use cases\\n\\nFor a community, Liquidity is essential. Indeed, with enough Liquidity, communities will:\\n\\n* **Start a gradual path to community ownership -** By allowing anyone to buy and sell the Token, more people will have the Token and have the voting power that comes with it. Liquidity is an excellent way to decentralize the decision power and a path to community Ownership. are now official community owners and govern the Braintrust network. You’re able to use your tokens to vote on key decisions and to control the future of the platform you make your living on.\\n* **Be able to bootstrap the project -** With people exchanging other cryptocurrencies that have monetary value for the $NAME Token, community leaders have access to funds that they can use to fund new experiences and grow the community.\\n* **Increase the transaction speed -** If Liquidity is low, there's a high probability that your orders will take a lot of time to be executed. On the other hand, with a lot of Liquidity, the processing of orders takes only a few seconds.\\n* **Transaction depth -** Transaction depth is the degree of market price stability. The greater the depth, the less significant the impact of several transactions will be on the price. On the other hand, with low Liquidity, a single person can drop or bump the cost of your Token by buying or selling a significant amount.\\n\\nCreating Liquidity pools and Liquidity Mining programs are important milestones for every community as it comes with many advantages. But it's also highly interesting for contributors as it gives them more ownership over the project (Pool liquidity > earn tokens as a reward > more tokens = more voting power) and allow a broader and equal distribution of the Token. Liquidity Mining Programs lower barriers to entry and give any individual an equal chance of owning tokens. Contributors don't need to be accredited investors or have tons of money to invest in projects they like. They can earn a decent amount of Social Token by pooling Liquidity and claim the rewards.\\n\\n## Conclusion\\n\\nLiquidity Mining is an excellent way for anyone to invest in promising communities and earn Social Tokens. Through Liquidity Mining Programs, community leaders ensure to have enough Liquidity to grow their project and start a gradual path to community ownership. Liquidity Mining Programs have shown their efficiency to align incentives and create a positive-sum game.\\n\\n\\n---\\n\\n###### **Want more?**\\n\\nFollow us on **[Twitter](https://twitter.com/CoinviseCo)**,  [Instagram](https://www.instagram.com/coinvise/?hl=en) and join us on **[Discord](https://discord.gg/8jaQB5CZ) 🔥**\\n\\nThanks for being here!\\n\\n\\n---\\n\\nFurther resources:\\n\\n* [Liquidity Mining: Explanation, Application, and Benefits](https://pixelplex.io/blog/what-is-liquidity-mining/)\\n* [Liquidity Mining Program by Forefront](https://www.notion.so/Liquidity-Mining-Program-082d7044cac345a58243608fddefc05b)\",\"timestamp\":1631563077,\"title\":\"Liquidity Mining (staking) for social tokens\",\"publication\":\"coinvise\"},\"digest\":\"eq98gwQf8EF6hw4bhgp9NOjaIeyHktdUIJKuhFB22mI\",\"authorship\":{\"contributor\":\"0xC0241e384dB48C35E7b3FEded3BfEcd29A3E73e3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0o_MeTMWdmmauXiMTPhbFpndJiwTTuKYZg0bGwkJ4bU\\\",\\\"y\\\":\\\"KTT6UE3lb5rJC46ZjD-6i2mKJ7INKxnqxOadQRWweHI\\\"}\",\"signature\":\"JozEADjfmwh631ZdwdWF35et_tfFrax_gdcO69qYrhcemfQcm3ZFW9Qd41GIuZSwll-x44H4xmkPPghR_7AOUw\",\"signingKeySignature\":\"0xcc613260e5f5b48c237877a3499201fc21625773b852a1a30d2621e4030145ed571bbaf7e6a772fdae8d151fa5249d801febe34436bbf227d6ac50d575bf1ee61b\",\"signingKeyMessage\":\"I authorize the publication of articles on coinvise.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0o_MeTMWdmmauXiMTPhbFpndJiwTTuKYZg0bGwkJ4bU\\\",\\\"y\\\":\\\"KTT6UE3lb5rJC46ZjD-6i2mKJ7INKxnqxOadQRWweHI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"eq98gwQf8EF6hw4bhgp9NOjaIeyHktdUIJKuhFB22mI\"}"