"{\"content\":{\"body\":\"What kind of metaverse would you like to live in?\\n\\nWith the announcement of Facebook’s rebrand to “Meta” – where the social media giant designs and builds “the metaverse” and claims the next digital frontier – the battle for the future of cyberspace is on.\\n\\n## What is “the metaverse”?\\n\\n“[The metaverse](https://www.coindesk.com/tech/2021/08/03/a-crypto-guide-to-the-metaverse/)” describes virtual worlds that break distinctions between digital and physical space. In more detail, the metaverse has been described as “a massively scaled and interoperable network of real-time rendered 3D virtual worlds which can be experienced synchronously and persistently by an effectively unlimited number of users, and with continuity of data, such as identity, history, entitlements, objects, communications and payments.”\\n\\nThe concept is aptly depicted in Neil Stephenson’s 1992 Novel “Snow Crash” where people plug in to conduct business and socialize in commercially owned digital worlds, the book turned film “Ready Player One” and the recent Netflix film “Free Guy,” where a non-player character becomes a sentient artificial intelligence.\\n\\nMetaverse investor and writer Matthew Ball estimates the metaverse could be worth up to $[30 trillion](https://beincrypto.com/metaverse-economy-could-value-30-trillion-in-a-decade/) in the next decade. How this impending digital reality is built and governed will determine societal outcomes in the near future and for generations to come. This piece argues that the battle for the future of the metaverse comes down to hardware.\\n\\n## Centralized versus decentralized visions\\n\\nThe two major competing visions for the metaverse are private versus public.\\n\\nThe privatized metaverse is a centralized future where big corporates such as Facebook’s “[Meta](https://about.facebook.com/meta/)” determine how people “socialize, learn, collaborate and play.” This occurs through virtual reality (via headsets that project a digital world) and augmented reality (such as glasses, that project digital things over the physical world).\\n\\nThe private metaverse is owned and governed by Facebook, and value is extracted from users as consumers. First, Facebook attempted a blockchain and cryptocurrency play with Libra ([rebranded](https://www.coindesk.com/business/2020/12/01/libra-rebrands-to-diem-in-anticipation-of-2021-launch/) to Diem). Now, crypto people are once again riled up about Facebook for trying to [steal](https://www.coindesk.com/tech/2021/10/29/facebook-steals-another-crypto-idea-for-its-nonsensical-rebrand/) and monopolize another Web 3.0 (the participatory web) idea and monopolize it, as Facebook announced that its metaverse will leverage [non-fungible-tokens](https://www.coindesk.com/business/2021/10/28/facebooks-metaverse-will-support-nfts/) (NFTs) to represent and exchange digital assets.\\n\\nAn anonymous collective of crypto community members recently released a jointly signed “[Declaration of the Interdependence of Cyberspace](https://www.interdependence.online/declaration/e-bw-AGkYsZFYqmAe2771A6hi9ZMIkWrkBNtHIF1hF4)” that builds on the ideas in John Perry Barlow’s famous “[Declaration of the Independence of Cyberspace](https://www.eff.org/cyberspace-independence)” from 1996. “Your cookies, copyrights and capital may centralize your control for a small time, but they will not work in a world that will soon distribute power,” the document says as a warning to Facebook. Crypto communities are determined to collectively own the metaverse by building it themselves.\\n\\n***Read more: [A Crypto Guide to the Metaverse](https://www.coindesk.com/tech/2021/08/03/a-crypto-guide-to-the-metaverse/)***\\n\\nIn contrast, the public metaverse is a vision of numerous, decentralized digital worlds that people can move between that are built and owned by participants. The public metaverse is predicated on open, interoperable decentralized technological architecture. It integrates a suite of crypto community innovations in decentralized finance ([DeFi](https://www.coindesk.com/learn/what-is-defi/)) for payments and NFTs for digital in-world items that hold real value. Furthermore, the public metaverse is governed and owned by “decentralized autonomous organizations” (or DAOs) where distributed, objective-aligned communities collectively own, govern and work in digital worlds.\\n\\n## Down to the hardware\\n\\nThe base, foundational layer of the metaverse is hardware.\\n\\nThe metaverse is dependent on physical devices to access and interact with the metaverse. Facebook is pursuing hardware interfaces to the metaverse through the Oculus virtual reality headset (which they acquired for [$1.6 billion](https://about.fb.com/news/2014/03/facebook-to-acquire-oculus/)), and an augmented reality (AR) glasses partnership with [Rayban](https://about.fb.com/news/2021/09/introducing-ray-ban-stories-smart-glasses/).\\n\\nHardware is a [core enabler](https://www.matthewball.vc/all/forwardtothemetaverseprimer) to make the metaverse possible, along with compute, networking, payment services and interoperability standards.\\n\\nYet, hardware is hard. Infamous open hardware hacker Andrew “[Bunnie](https://en.m.wikipedia.org/wiki/Andrew_Huang_(hacker))” Huang states that “hardware is all about supply chains”, and a particular challenge in souring reliable supply, is microchips.\\n\\nMicrochips are the building blocks of computer hardware. Chips are extremely expertise and labor intensive. Factories cost [billions](https://www.cnbc.com/2021/03/23/intel-is-spending-20-billion-to-build-two-new-chip-plants-in-arizona.html) to build and there are only a few in the world. The largest and most advanced chip maker is [Taiwan Semiconductor Manufacturing Co](https://time.com/6102879/semiconductor-chip-shortage-tsmc/). (TSMC), which manufactures over half of the world’s made-to-order chip supply, and the company is worth $550 billion. These small, [wafer sized](https://www.computerhope.com/jargon/s/silichip.htm) chips power mobile devices, “internet of things” hardware, refrigerators, cars, 5G telecommunications networks and artificial intelligence.\\n\\nCOVID-19 significantly disrupted supply chains due to lockdowns, shipping delays and supply disruptions with cancellations from some industries such as automotive, and increased consumption in others, such as consumer electronics. This leaves the technological advancement of nation-states vulnerable to supply chain shortages. These disruptions have revealed how fragile the microchip supply chain is, resulting in increased geopolitical tension between nation-states over microchip manufacturing.\\n\\nNow, “crypto-states” also want to compete in the microchip industry to supply the essential hardware for the open metaverse. A16z’s Balaji Srinivasan describes “[network-states](https://foresight.org/salon/balaji-s-srinivasan-the-network-state/)” and “cloud cities” as virtual political entities that can collectively negotiate, fund, build, maintain and reproduce without relying on external resources. Blockchain-based DAOs are just this - in their ability to bootstrap a digital economy, collectively negotiate and crowdfund territory in the real world.\\n\\n***Read more: [The Metaverse We Didn’t Ask For](https://www.coindesk.com/tech/2021/11/01/the-metaverse-is-already-here/)***\\n\\nThese [crypto cities ](https://vitalik.ca/general/2021/10/31/cities.html)and network-states are popping up everywhere, including [CityDAO](https://www.citydao.io/) buying land in Wyoming, [ConstitutionDAO](https://www.constitutiondao.com/) aiming to buy and co-own an original copy of the U.S. Constitution, and [Kong Land](http://kong.land/) looking to mass manufacture open microchips.\\n\\n## Kong Land crypto-state\\n\\nThe Kong Land crypto-state is the brainchild of serious open hardware hackers. Having successfully exited a physical door lock business in Silicon Valley, the co-initiators of Kong Land released the “[ARX](https://arx.org/)” whitepaper in 2018, which first articulated the vision for trust through open silicon chip manufacturing. In 2019, open chips were trialed in their first use case: physical hardware notes of “crypto cash.” Known as “[Kong Cash](https://kong.cash/),” the notes have a microchip embedded in them which links to a smart contract to verify and ultimately access cryptocurrency. Experimentation in open chips has recently culminated in “[Kong Land](https://kong.land/)” with the launch of NFT “citizen” tokens to build the community for an open chip manufacturing and utilization DAO.\\n\\nKong Land is predicated on secure hardware at the silicon level through cryptographic key ownership which links to blockchain-based smart contracts to bridge the physical world to the digital world and usher in an open metaverse. Kong Land chips have the potential for any use case you can think of. The Kong Land [manifesto](http://kong.land/) states that “At inception, Kong Land will export crypto assets for projects like stablecoins, identities and art ... Given sufficient funds, it will ultimately seek to continue research around more secure forms of physical crypto assets.”\\n\\nThis metaverse is owned by “citizens” who acquire governance rights through early buy-in, sign a “Kongstitution” social graph distribution, or work for tokens in accordance with the Kong “green card” policy initiative. Against the threat of Facebook’s proposal for a centralized, corporate metaverse, Kong Land early contributor Paul states that “The infrastructure of registering real items with virtual items shouldn’t be a private entity, it should be a public good”.\\n\\nCryptographically secured microchips are a way for people to hold their own keys when it comes to hardware. “Through these chips you have a way to interact without an arbiter,” stated Cameron, an early contributor to Kong Land. By addressing individual ownership at the hardware level, these chips can then be embedded in virtually anything, for secure access to digital assets and digital lands.\\n\\nKong Land intends to do this through “silicon locked contracts” (or SiLos) to address digital and physical asset ownership at the hardware level. SiLos are low-cost, durable, secure element microchips that are cryptographically linked to a smart contract on a public blockchain. Each chip self-generates a cryptographic key pair and the public key is added to a Kong registry contract.\\n\\nUsing a smartphone, anyone can scan the microchip using a near-field communication (NFC) reader, to verify the private key and unlock access to the tokenized assets stored in the contract, authenticate an identity, or even trigger real-world actions. Embedding a SiLo microchip into any physical item transforms it into a crypto asset that can be verified on chain, as well as interacted with in real life.\\n\\n“While traditional tech companies focus largely on bringing users into virtual worlds or augmenting reality with digital experiences, we envision a seamlessly intertwined metaverse that doesn’t rely solely on wearable headgear,” [says](https://medium.com/@embassy/205a7772378f) the Kong Land “ambassador” in a blog post.\\n\\nThe goal is to digitize real-world assets with these secure element chips that match physical and digital goods. NFTs enable verified ownership of assets to port between the physical and digital, and back to physical (they assure me that this final step is hard), as well as genuine ownership of assets for interoperability between metaverses.\\n\\nOne example is “[Metafactory](https://www.metafactory.ai/),” a “digital factory” for merchandise that is integrated with Kong Land microchips. This allows clothing items to be scanned by the NFC chip reader in a smartphone, to reveal an NFT and share metadata about the item.\\n\\nIn the future, Kong imagines people being able to take NFTs and digital items, and port them back to physical representations through chips, which verify ownership of unique assets.\\n\\nAnother example is “Kong card” passports, a physical passport with a chip embedded that allows “citizens” of Kong Land to verify their citizenship at physical locations for access to special events. Provability of unique identity with the passport then solves problems back in the digital crypto state, such as the challenge of multiple fake identities to attack a network (known as “sybil attacks”), which can be a problem in governance voting.\\n\\n***Read more: [Why Barbados’ Metaverse Embassy Matters](https://www.coindesk.com/policy/2021/11/19/why-barbados-metaverse-embassy-matters/)***\\n\\n“Like any other country, Kong Land has citizenship requirements, a unique culture, a working government (a “DAO of DAOs”) and a robust economy built on creating and exporting SiLo-factured crypto assets,” says the project [blog](https://medium.com/@embassy/205a7772378f).\\n\\nKong Land’s vision is to be a “DAO of DAOs” with an orbit of “sub-DAOs” that integrate microchips for anything they can imagine, effectively catalyzing a constellation of open metaverses. With the chip manufacturing hub at its core, Kong’s ambition to export their own secure element chips and eventually custom silicon research and development, this crypto-state competes with Facebook’s vision of a closed metaverse.\\n\\n## Conclusion\\n\\nThe rapid experimentation of blockchain-based DAOs as crypto-cities and states is demonstrating innovative ways to link the digital and the physical. Fundamentally, the battle between an open, decentralized, crypto metaverse and a closed, extractive, corporate metaverse comes down to the hardware, as to how people will access digital worlds. Kong Land is an example of a crypto-state with the community, manufacturing capabilities and expertise to compete for an open metaverse.\\n\\nAs they develop, crypto projects that operate like states will compete with big corporates and nation-states as new political actors. As the distinction between physical and digital spaces continues to erode, the emergent battle for the future of the metaverse offers an important area of inquiry into the risks and opportunities of cyber-civilization. The crypto community will need to continue to emphasize the importance of open technical architecture and participatory governance to pursue its vision for “interdependence.”\",\"timestamp\":1637719472,\"title\":\"‘Crypto-States’ Will Compete With Corporates in the Metaverse\"},\"digest\":\"bRwXwmI2RLArb0kg3F0kOrVvJV6jQQ3kP1AzFeslcRg\",\"authorship\":{\"contributor\":\"0x59C9d046d43B28816393825a3688D93B82bdd625\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EnwkwPkDwTl1z9j10I0-V-owyP21zpKb3XIh4-gOuUQ\\\",\\\"y\\\":\\\"m0Yuz60QLm5XYIpGJYFQmR17MlpBImQWECts9iz9L-c\\\"}\",\"signature\":\"fV2-9gZahLqdw5qnvoWfYoFwDteG4YcqB0Gs1HPF3m_M4fK9n-ynB4WFKxRYFX_bnjBuxXBNWxiw3_FwzS8Lkg\",\"signingKeySignature\":\"0xe767d812165d14ad7f2c764c0e94c7937fa859b85a35a468c60fe38ae07c07aa1af19f8d4beead60a8e5ff7d74a95cf7b6245ca12c7088f86bfe5742c62eba2e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EnwkwPkDwTl1z9j10I0-V-owyP21zpKb3XIh4-gOuUQ\\\",\\\"y\\\":\\\"m0Yuz60QLm5XYIpGJYFQmR17MlpBImQWECts9iz9L-c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bRwXwmI2RLArb0kg3F0kOrVvJV6jQQ3kP1AzFeslcRg\"}"