"{\"content\":{\"body\":\"1. 花了四小时写完神话学paper。连我自己都看得出来最后论证因果性那一大段和题目有出入。但我不想管了。不知道为什么，明明这个学期下得工夫和去年差不多，但是成绩差别好像有点大。可能是因为没有拼命想事情那种想破脑袋的感觉。\\n2. 距离下一场德语考试还有47天，我打算脱产备考了，应该找题目来做一下。\\n3. D47\\n4. 听力第一则：Fuggerei：\\n\\n   Seit 500 jahren gibt er die Fuggerer , die älteste soziale der Welt. mit serh geringen Einkommen.  0.88euro pro Jahre.  15 cm2. wie ein kleinenst. 6 Jahre. sehr schön hier zu wohen. noch leisten. die Kücher, der zwar nicht groß. 17 cm2. Für mich. Meine Wohnung besonders, keine Geldsorgung mehr. Das ist Fuggerei. Der Kaufmann seine Zeit. als und zwar auf ewig. A gehörte Generation. finaziert.  Das stifte definiert dass, Menschen aus der Regierung aus der Aus. Hilfe zu selbst Hilfe. vergrößert und mordehier als Bewohner lernen. Hilfe zusätz. und mordernisiert wo man. zu der Stube ist. Dieser Raum vieler Handwerke. Das ist schlafzimmer oder die kammer und die kammer. in diesen Zimmer gemeinsam zuschlafen. die schokolade erweitern für die Kindern. ewigers jeder Bewohner. Bei einen einiger junge Miete. noch keine Berufsblidung. ziemlich view Unterstützung.  beDas er dann für. Durch die Stiftung seit 2 Jahren. noch keine Berufs mein Kind. schon sehr sehr viel. Auzuschauer. 500. \\n\\n   Zusammenfassung: Der Fuggerei ist die älterste soziale Bauwerke für die Armen mit nur geringen Einkommen, und die Miete für die Bauwerke sind nur 0.88 euro pro Jahr. Dort wohnen c.a., 500 Menschen. Ich überlegt darüber, dass der Project sehr hilfreich ist. Sie haben bequeme Wohnungsbedingungen.   \\n5. Mononmental, fablos, menschenfeindlich das Brutalismus. Die Bauwerk. Doch eine wachsende Zahl. Gegenseitich.  Der Brutalismus. Einerseits Bauwerke hässlich verschehen. Warum die Bauwerke. Architechnische Kostmos. Fotografen. Gebäuded. verstehen. Dann eröffnet. Er erinnert. Für die Archtechtur Fanzösisch. eine sogenannte Wohnnungmachine. Rohen erfunden, die Gebäude anschaut. Die Gleichzeitig sehr hoch geblieben ist nur einer Wohnung werde. und Schnitt. Die meisten zusammen feiern ist auch. die meist Möbel. Niemals. Unverendet.   Ein gesamte Kunstwerk.  eine Rolle. Denn das interessant. Dieser immer noch entweder geliebt oder. zu erzielen. Brutalismus. die Berliner Ausgabe geschutzt. In sozialen Netzwerk. Damals überlegen. neue Brutalismus. Das mehr verraus. Nur angesagt niedrig. In der letzten Jahr Brutalismus 16   entweder gelebt viel mehr Architechtur. Gerade veröffentlich. Gebäude für kurzen. in soziale. auch durch die Companiern. 60 Jahren. Dieser Bauwerke fantastisch finden. verloren gehen heute sind. Hier dominiert vereint Arbeit und Wohnung. In der letzten Jahren, diese ganzen Kraf. Brutalismus für 16 Jahre.   \\n\\n   Zusammenfassung: Brutalismus ist einen Achitechturstil. Das ist immer geliebter als früher. Das ist alles.  \\n6. Dritten Audio:\\n\\n   Warum nur Komet Grün sind. \\n\\n   Zurzeit hast wider inner System b. bloßen augen sichtbar. Warum die so ist haben wissenschaftler jetzt aufgeklärt. Jetzt mal nachzuvollziehen. verantwörtlich ist,  Kometen sind einsiger broten. Ihre Ursprung legt weit jeden seit. Objective Sonnenfeiner, bereichen, bleibt. Durch die Sonnernwerber und die festen. die Grüner. Dadurch bei ihrer Einnährung. verliert. Die Koma weislich. bestimmtes.  Diese Aus. Exzentrischen. Komt stärker. bleibt das Eis organische. Kometen regender. Dadurch bei ihrer Einnehmung. Kommt der Komet schön. bestehend C2 in Flamen und die Fuß. von der Unixxx. In der Kometen  wie organische Molekuler . Schön in 1930 stelle eine Erklärung daherfür. aber diese Photo. erklärten die wissenschaftler. Doch die Forscher Team. beschlossen. Das Kollege. Molekühler begleitet. Diese Sollter der Team zu erfassen. bestätigt. eine gewissen vieler Kilo. Dies  Die Kohlen. ausbreitet. Er postulierte. beobachtete. erklären die Wissenschafter. stabil zu halten. Wir haben zunächsten kunz C. erklärt. Die erzeugerin Kama begleitet. Die sollte die Strahlung. Die Anregung. Die Messungenergaben. Energie acht um die vier Fachbindung. Durchlaufen befindet der neutiger, wie das Team. sagt Schimidt. Ein Reiz die 19 einzeiger. Warum. Spätesten um die Koma zu verlassen. Warum die Sonnernäher.   \\n\\n   Zusammenfassung: \",\"timestamp\":1641027791,\"title\":\"学习日报 1\"},\"digest\":\"0UPfST_1PgIqyY_pH_5-G6In2LhTrzxMn0QnnD5CCSM\",\"authorship\":{\"contributor\":\"0x3E66392d3182f355f9D2e9Ac3E8AF9b8F5ef25b1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w18X1Y4ILTJwtbQp8gT5oSsqjF6u-G3kBUhns6L5dvQ\\\",\\\"y\\\":\\\"icjf5pVFwtMaMM7u_9uoU6BBh5vaAofWeByAKsDoyt8\\\"}\",\"signature\":\"ylO7PHTqTj1HAqnnc08WZl3BRMd1T0IFpAarGCrt9fXqOVaVFd4sitAHP8Y2ZgZMXQESNgvXIzIeAG3luG4tGw\",\"signingKeySignature\":\"0xaca41ab6d4b19c4a08cde3f9f993fe5748b21c826ef16da4d842710dbef8384b6c0ffd2969a420c4ea6be8d2b0a0c05a2a85f5bf9d269ac6653c7d72fae9d1981b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w18X1Y4ILTJwtbQp8gT5oSsqjF6u-G3kBUhns6L5dvQ\\\",\\\"y\\\":\\\"icjf5pVFwtMaMM7u_9uoU6BBh5vaAofWeByAKsDoyt8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0UPfST_1PgIqyY_pH_5-G6In2LhTrzxMn0QnnD5CCSM\"}"