"{\"content\":{\"body\":\"In 1817, the English economist David Ricardo presented his labor theory of value:\\n\\n> The value of a commodity, or the quantity of any other commodity for which it will exchange, depends on the relative quantity of labour which is necessary for its production.\\n\\nIn other words, the value of an object comes from the amount of labor that went into producing it. In some cases, this insight seems pretty obvious and easy to accept. Take art, for example: an oil painting created over several years, by a skilled painter who has spent years mastering the craft of oil painting, should naturally be worth more than a doodle made by an untrained five-year-old. Other cases are more complicated. Consider ‘Orange Marilyn,’ an Andy Warhol silkscreen painting that (reportedly) sold for over $200 million in a private sale in 2018, making it one of the most expensive artworks every sold. Because the work was produced by imprinting an existing photograph, the amount of labor that went into producing it was undoubtedly much less than your average Renaissance or Impressionist painting. You could argue that additional labor indirectly contributed to this painting’s value: say, Marilyn Monroe’s acting career, Andy Warhol’s work as a cultural influencer and public figure. But even so, it’s harder to explain why this painting had so much ‘value’ based on labor alone.\\n\\n![Orange Marilyn](https://images.mirror-media.xyz/publication-images/ZPXiTKOsSGI4800XDnnJJ.jpeg?height=385&width=684)\\n\\nWhether or not you believe that an object has an essential *value* that comes from the labor that went into it, you’d probably agree that *price* doesn’t necessarily track that value. Most college economics courses describe price as a function of supply and demand. Labor is one input to supply (i.e. the more labor goes into producing something, the less plentiful it tends to be) but it isn’t the whole equation. Another significant input is *capital*. Certain capital inputs can make the price of something go down. Take sharing economy services like ride-sharing, for example. Because the companies behind them (Uber, Lyft, etc.) are highly capitalized, they can afford to charge lower prices, even if it means losing money on each ride. The platform’s growing user base creates network effects, economies of scale, and (possibly) an oligopoly or even monopoly on the market for its service. The holders of capital accrue this value, simply because they deployed their capital. As we all know, there’s a lot more money in providing capital than in providing labor. Our culture might not admit to it yet—in America, mass media is a lot more likely to glorify ‘hard work’ than ‘already being rich’—but capital just has a certain gravity, pulling in exponentially compounding value as it deployed. Labor doesn’t seem to have that property.\\n\\nBut what about *digital* work? To be clear, I’m not talking about work in the real world that is mediated by a digital platform (i.e. driving for a ride-sharing company). I’m talking about about work *within a digital world*. Here’s an example: the video game Runescape. There’s a great *Planet Money* episode about gold farmers, players who created Runescape accounts solely to accumulate Runescape gold. Interestingly, the in-game gold can be sold for real US dollars to other Runescape players who want to avoid having to spend a bunch of time grinding for gold. For players living in Venezuela, where the national currency has experienced extreme instability in the past, gold farming in Runescape was actually a more stable source of income than working a job in the ‘real world’ with wages in the local currency.\\n\\n![Killing Green Dragons](https://images.mirror-media.xyz/publication-images/zB4bI28XmApjky7hiqEtM.png?height=725&width=1178)\\n\\nGold farming is an interesting example, because it’s a repetitive task: if you spend all of your in-game time killing dragons, you’ll accumulate gold at a linear rate.  Add it all up, and you have a system that actually *does* seem to conform to a labor theory of value: time spent ‘working’ on killing dragons can be directly converted to gold. Now, most likely capital *eventually* plays a role (the more gold a farmer accumulates, the better weapons and equipment they can buy, the more they’ll level up, and the easier it will be to kill dragons faster and faster). But at least for a brief moment in time, the combination of a low barrier to entry (Runescape is an old game and can run on just about any computer), and very specific economic conditions created a kind of digital work where labor and value were correlated quite powerfully, and could be exchanged one for the other without the distortions of capital. As newer additions are made to the digital world, more opportunities to do digital work may arise as well.\\n\\nOkay, that’s fine, but it doesn’t change the fundamental disparity between capital, which is accumulative, and labor, which isn’t. However, based on the building blocks that currently exist in the crypto-economy, I think that there’s the intriguing potential for a new kind of incentive mechanism that *does* change this balance. The idea goes like this: as a new platform is bootstrapping itself in the blockchain/Web3 world, it can introduce a token and pay it out to contributors to the platform. These tokens have a utility within the platform, but they also represent *ownership*, perhaps coming with some kind of governance power or wealth derived from the growth of the platform. The optimistic vision is that as the platform grows, the *contributors* accrue value: in essence, exchanging labor for actual equity. Labor, not just capital, can be used to purchase ownership. Those Runescape gold minders would gradually become not just participants, but owners of the game. That’s the rosy picture, at least.\\n\\nWill it work? I think that this all comes down to the following question: do cryptocurrencies and crypto tokens actually represent a *stake* in the underlying system? There’s no defined answer; it all depends on how an individual token is designed. In some cases, tokens are backed by an underlying asset (i.e. a share in a liquidity pool containing ETH). In others, tokens have utility that could more or less be defined as ownership, but don’t necessarily provide the guarantees that say, owning stock in a centralized company would. So, will a market for such tokens actually treat the tokens as an *asset*, representing ownership? What does it actually mean to *own* a decentralized protocol, anyway?\\n\\nIn a world of rapidly increasing economic inequality, my hope is that Web3 is a countervailing force that distributes ownership in digital platforms more equally. Perhaps the decentralized ethos and in-built economic incentives of the blockchain will deliver this optimistic future. But Web3 will be built by software developers, and therein lies risk: perhaps high educational barriers to entry, combined with greed, will ultimately cause the decentralized web to be built with the same accumulative model of Web2. We’ll just have to wait and find out.\",\"timestamp\":1634569894,\"title\":\"Digital Work in the Metaverse\"},\"digest\":\"EXdWtP7B6sdmcZIGO42Bnv3E1rtpIjyvWHBGySGUn3A\",\"authorship\":{\"contributor\":\"0xd2E7dacEdf5e8d88E69080232fE7927619010aA1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NekFyInm7zSr2w5bFQfZtgXIhNjJPng3V0N6D7XIL9k\\\",\\\"y\\\":\\\"4uYW06UOaHIpOT83GhC_gbdxKzDg4dPGmIxTBRBvuSY\\\"}\",\"signature\":\"bo1kqlOnObb1n7yuiO4_ai3iU8mHqOb7trToQNyGl3VCtn2qJtUTaJ4Eo-vzUg-PuM_I0Y18H5mF9pSjocRB4A\",\"signingKeySignature\":\"0xb43fae97c3c73fe9b70b7761d0b33f62b1ddebb5ca83cec52b8e24dbbe9696592a742e68149f537aa4923abfeedfc335f958bfd07cca736f4265b8ee0ec7689c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NekFyInm7zSr2w5bFQfZtgXIhNjJPng3V0N6D7XIL9k\\\",\\\"y\\\":\\\"4uYW06UOaHIpOT83GhC_gbdxKzDg4dPGmIxTBRBvuSY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8ykp-6kHWJzsH0CNcyrpkA530s92J0s5LAeJMvwaCww\"}"