"{\"content\":{\"body\":\"![ CoinHub, same great taste you remember](https://images.mirror-media.xyz/publication-images/SK6C7LBNLpzvshrUbzBop.jpg?height=703&width=1280)\\n\\n**Part 1.**\\n\\n**I am CoinHub**\\n\\n**December 22, 2021**\\n\\nThis past October I turned 39 years old. I could make a good argument that 2021 was the worst year of my life. This year I've never felt more alone, more depressed, more anger, frustration, fear, paranoid, isolated, confused, and  hopeless. I lost a friend in a sudden work accident. I went from occasional drug user to full blown addiction. I started playing a game that has resulted in my accounts and wallets being hacked, my information taken, my phone, laptop, and tablet all compromised with malware I can't remove.  I lost my job do to attendance and I’ve gradually lost the ability to determine whether what I'm seeing is real, part of a game, or a complete fantasy.\\n\\n**Sounds like a barrel of laughs right? So get ready for Coinhub’s wacky 2021 year in review!**   🥳🎉🎉🥳\\n\\nThere are nine days left in this year and I plan on making at least 1 of these posts per day to explain and catalog what I experienced this year. I'm not used to writing long form like this so please excuse any errors in grammar or spelling that get passed me. And you have my word as a Hub and sacred promise that there will be 1 dick joke in every post. Although there is a vas deferens between quality dick jokes and low-brow humor. In case you're wondering that was a quality one, we go downhill from here. 8===D\\\\~\\\\~\\n\\n![\\\"While you taken pocket-change, We maken a blockchain Stock-exchange.\\\"](https://images.mirror-media.xyz/publication-images/MKdpTN9Yo3H_gPd8YoiBL.png?height=1920&width=1920)\\n\\nIf genital humor and self abusing stories aren't enough to pique your interest, I'm also the talent manager for *“the greatest rapping NFT in history, tell yo sister G, now blister free.”*  (I have to say that, its in his rider) \\n\\nMCFrontRun.eth featuring DJ Slippage and the Crypto Crew.\\n\\n I can guarantee to get FrontRun in one of these posts to drop an  exclusive unreleased track. DJ Slippage I can't guarantee because that dipshit is always way too high.\\n\\n[https://audius.co/mcfrontrun](https://audius.co/mcfrontrun)\\n\\nI'll dig into the details of the game in Part 2 but for now let’s start with some background on myself. I will change the names of people and locations in real life to protect them. (You wont think that’s silly after reading my story) I live in a small town in the Midwestern United States. I'm not out in the country, but I can get there in about 5 minutes. It's quiet, boring, everybody's got guns, and everybody is polite. I'm still legally married but my wife and I have been separated for several years. There's no animosity or kids between us and we are good friends, we haven't divorced yet for insurance reasons.\\n\\n🚂🚃🚃🚃🚃\\n\\nUntil very recently I worked as a freight train conductor for one of the largest freight carriers in the country. If that sounds like a cool job it's because it is. I got to build trains in yards and take them at least a part way to their destination. Work outside year round and every day was a bit different depending on what job was available or the train scheduling. One day I would pull in ethanol plant, next day spot a grain elevator, next day take a loaded coal-train east stay, in a hotel for night, then take an empty coal-train back West. It's a good job with decent pay but you're always on the road hence the high divorce rate.\\n\\nI first bought Bitcoin in 2012, sure wish I had held on to the ones I had back then but nope I sold them for a small profit. Then in April 2020, I got furloughed from the railroad and couldn't find any part time employment due to the lockdowns. I started trading crypto and I learned what scams to lookout for by falling for every single one. This is an effective strategy for education, but it's expensive I do not recommend.\\n\\n![Early CoinHub meme: Shifty Schiff](https://images.mirror-media.xyz/publication-images/cjor1cA_OTfYBY8clzwXa.jpg?height=382&width=680)\\n\\nI started making crypto related memes around this time and joined a project called Nudes-Coin (guess what they did.) Nudes-Coin was a gigantic flop but I made connections and friendships there at carried onto other projects, including the one i care about most;\\n\\n[https://www.hyperdeflate.com/](https://www.hyperdeflate.com/)\\n\\n[https://doxxlocker.com/](https://doxxlocker.com/)\\n\\nThis is a playlist of some of the longer meme videos I’ve made for $HDFL.\\n\\n[https://youtube.com/playlist?list=PLSeJlqbafwTfgFNmzf0Da_Aa_qpBLFogB](https://youtube.com/playlist?list=PLSeJlqbafwTfgFNmzf0Da_Aa_qpBLFogB)\\n\\nI won't say anything else about HyperDeflate here because they are an integral part of the rest of the story, but I will say the team, the devs, and the community members are like my family. My paranoia and confusion had me convinced that they were a part of “the vast conspiracy” against me. I drove them away. They were trying to help me and i accused them of lying. $HDFL was my place to seek shelter, my safe port to dock in a storm.  Now I’m alone, adrift, at the mercy of the ocean.\\n\\n![](https://images.mirror-media.xyz/publication-images/Gs-63YEORj9xGjqeAEePS.jpg?height=641&width=1280)\\n\\n**Tomorrow December 23, 2021**\\n\\n*Part 2: The Chaos Game*\",\"timestamp\":1640191398,\"title\":\"Throwing Spaghetti \"},\"digest\":\"JFppJMXcUSXMXMN46FETOWCJav0UU-qAAH0FPvV1ha4\",\"authorship\":{\"contributor\":\"0x463FFC974f6A233624a0765B2E83D7b80863bF53\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YlaRhnBXU7VE82qx9pACmi3xRnFmQChk_XSBY7gJH7c\\\",\\\"y\\\":\\\"C7AQf33Z_TBWoLA1YQZJtpt8JfvjfA48-Eys3K5V5Ts\\\"}\",\"signature\":\"3_TCu3wYXAYuvNOSEFj-5I68Pr3XzARPGDXR3f57mlSLMDQ1Lme0K4HZtu42rbGJgl3ixLyCqs-MtiohxgIxGw\",\"signingKeySignature\":\"0xa3b5a24c101f2c2b2767099129e01c8d3f187eca993302a82b6f554dae4e478f2193fd37c8296ed9719c4e3f65964bfad12e9e40272e0431d1b0e562997536481b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YlaRhnBXU7VE82qx9pACmi3xRnFmQChk_XSBY7gJH7c\\\",\\\"y\\\":\\\"C7AQf33Z_TBWoLA1YQZJtpt8JfvjfA48-Eys3K5V5Ts\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PLTXDRQK7OONObVRRffF4FXTQXdutGi4YIziMmDvq8U\"}"