"{\"content\":{\"body\":\"撰文：MIDDLE.X @ PAKA Labs\\n\\n审阅：Owen @ PAKA Labs；Shawn Lin @ 1PAR Research\\n\\n因为，DAO 的投票权很广泛，因此，DAO 的大部分权利，包括最简单的权利，最简单的控制策略。证一票（1T1V的形式。但这种安排不利端重，持币立场）对参与治理的“冷漠”，就像用户说的一句俗语：“算了，不说了”进一步 DAO 投票支持投票权的化中心化，投票和投票权的化中心化，并广泛支持人们的利益；更多地支持结构分配，有良好的参与文化的组织，如果 DAO 独立于民主的投票机制，也将导向“众议员”式的短视与嘶哑。\\n\\n加密行业协会的各种支持者是微小创新的人以厚实的奖励。以DAO为载体，开始探索治理。由于区块链及代币的优势机制，DAO诞生了最初的数字，已经为治理贡献了丰富的方案，而 DAO 组织较低的试题成本，也为不同的治理机制提供了一个实验的舞台。\\n\\nDAO 是一种充满魅力的公共组织，它在所有物品的共有制中，消除了这些公益形态的所有风险，实现了非盈利的组织目标方面，无法比拟的利益。本文将介绍各种不同的典型、公平的投票机制，而不是解决机制、解决所有问题的银幕机制，而不是解决所有问题的银幕机制，但其治理思想具有非凡的积极意义。\\n\\n**1. 流动民主（投票委托/流动民主）**\\n\\n的公共想法，是我们在实际中对决策都选择“漠冷”的原因，但需要有更好的选择，才能让我们自己安排给专家，这样来承担这些另外在公共资源中，将委托给委托人的能力可以有效提高效果。的。\\n\\n权力需要集中，但更需要流动。流动民主和代议制整体相似，但比代议制整体的“流动”属性更强。拥有投票权的用户可以选择将自己的投票权委托给自己信任的，认为专业的人士，但他们随时可以撤回委托并亲自去行使投票权，或是转移委托给其他人。此外，委托是多级的，你委托出去的票，可能会被再次委托给其他人。\\n\\n流动民主机制最早在 Aragon 中被采用，通过这种方式，可以提高持币者的参与率，进而提高投票决策的合法性。尽管流动民主依旧存在贿选、串通等问题。但通过反应更加灵敏的、层次更多的委托机制，流动民主增加了每个人的选择权、也显著增加了委托人对被委托人的监督作用。\\n\\n**2. 二次方投票（Quadrac Voting）**\\n\\n这是Vitalik Buterlin提出来的一种介于 1T1V 和 1P1V（一人一票）之间的投票机制，这种投票机制的关键作用在于允许单个投票主体为同一选项重复投票，以表达其意愿的强烈程度，与此同时，为了避免巨鲸垄断话语权，为同一选项进行重复投票的边际成本呈现递减趋势，这意味着第 n+1 次投票的成本要高于第 n 次投票。例如为同一选项投一票需要消耗 1 个 Token ，为其投 2 票则要消耗 4 个Token，为其投 3 票需要消耗 9 个Token，以此类推，为其投 10 票，则需要消耗 100 个Token。随着对一个选项重复投票的次数增加，投票的效用仅为已投 Token 数的平方根。\\n\\n二次方投票可以用于权利所有者对公共资源进行分配的投票，典型的应用案例是 Gitcoin。Gitcoin 是一个采用二次方投票机制来决定将来自以太坊基金会的资金用于资助哪些项目的一个Grant DAO。在 Gitcoin 出现之前，以太坊基金会赞助哪些项目是由一个中心化的委员会决定的。Gitcoin 提供了一个让社区用户表达意见的渠道。社区用户可以通过向自己支持的项目以“捐赠”的形式进行投票，一个项目获得的每一笔捐赠的平方根之和，最终决定了能获得的赞助额度。\\n\\n实际运行下来，Gitcoin 高效的为众多优质的以太坊项目提供了资金。二次方投票机制让那些受到更多人支持的项目脱颖而出，Gitcoin 的二次方投票机制省去了中心化委员会的评估过程，使得资金分配更有效率，同时创造了一种开放的社区参与文化。\\n\\n二次方投票的弱点在于必须依赖严格的身份证明机制才能保证其公正。如果允许伪造身份，其运行结果将与1T1V毫无差别。在身份识别上，Gitcoin 采用了绑定社交账号，连接 DID 服务等多元化的方式。用户每完成一项，即可获得一定数量的积分，积分达到 150 分之后可达成身份认证。\\n\\n![](https://image.panewslab.com/upload/image/20220113/Sdbdc4036c6aa452ca87e97bb5dc3ee47.webp)\\n\\nGitcoin 的身份验证界面\\n\\n**3. 全息共识（Holographic Consensus）**\\n\\n全息共识是 DAOstack 为了增加治理扩展性而提供的一个解决方案。治理扩展性可以理解为某个治理机制对于 DAO 规模扩大的适应性。我们知道，随着 DAO 规模的扩大，协调的成本在急剧增加，让每个人都为每一个提案投票显然是不现实的，参与者的注意力不可避免的成为了最稀缺的资源。\\n\\nDAOstack 认为，为了让治理体系高效，必须要有管理集体注意力的机制，该机制要确保最重要的提案得到关注，得到参与投票的小群体倾向于按照大多数人的利益行事。“全息”一词本意是指在二维平面上记录三维物体全部信息的技术手段，而全息共识的目标则是让小群体准确表达大众意志。这点是通过注意力通证——GEN 实现的。\\n\\nGEN 是 DAOstack 生态系统中注意力货币化的标记。使用 GEN ，你不能投票，但你可以对任意一个提案进行押注，如果你押注的提案通过，你将获得更多的 GEN ，如果你押注的提案未被通过，你将损失 GEN 。这种押注的方式相当于建立了一个与投票机制并行的预测市场。\\n\\n全息共识的治理流程可以分为四个步骤：\\n\\n发起提案：任何满足声誉门槛的用户均可发起提案；\\n\\n提案增强：GEN 持有者选择他们认为通过概率大的提案进行押注，没有获得足够 GEN 押注的提案将被忽略，不会进入下一阶段；\\n\\n投票决策：拥有投票权的群体对提案进行表决，若提案被通过，押注的用户可以获得GEN奖励，反之则损失 GEN ；\\n\\n上链执行: 被通过的提案正式生效，并在链上执行。\\n\\n以上便是 DAOstack 提供的全息共识的治理投票框架，该框架具有很强的治理扩展性，为规模较大的DAO提供了可用的治理方案。\\n\\n对该框架的质疑主要集中在两点：其一，该框架是否真正筛选了最值得关注的提案，还是只是筛选出了具有传播效应的热门提案？其二，押注者的判断建立在某个提案是否会被通过，而非某个提案应当被通过，具有投票资格的押注者必然会参与投票，他们是否最终会扭曲投票结果?\\n\\n这些弊病有待在实际运行中予以检验和修正。无论如何，DAOstack 已提供了一个将预测市场和 DAO 治理相结合的有益实践。通过使用 DAOstack 的框架，DXdao、NecDAO 和 Prime DAO 已经在实践全息共识机制。\\n\\n**4. 信念投票（Conviction Voting）**\\n\\n信念投票是 Aragon 提出的一种基于投票者信念的动态投票机制。当用户选择为某一提案投票时，其投票效用会随着时间推演而增加。这个增加过程不是匀速的，而是减速的，最终会达到一个最大值而不再增加。用户可以随时将已投出的票撤回或者转移到其他提案，但其在上一个提案上的投票效用不会立即消失，而是会逐渐减少，这个减少过程也不是匀速的，而是加速的。为了使表述更加形象，Aragon创造了“信念”的概念，用来指代投票效用。\\n\\n信念投票是一种新颖的决策过程，现已被 1HIVE 社区用于资金分配的社区决策。信念投票具有如下特点：\\n\\n用户可以随时在多个正在进行中的提案中分配他的投票，且没有明确截止日期；\\n\\n投票效用不止与所投票数有关，而且增加了时间函数，会随时间推移而逐渐增长；\\n\\n用户可以随时撤回投票，其投票效用不会被立即移除，而是随时间推移逐渐减弱；\\n\\n每个提案根据其所申请的资金额度，会有一个阈值，一旦提案所聚集的“信念”得到阈值，提案就会被通过，资金就会被拨付。\\n\\n信念投票从根本上改变了投票的形式，社区用户将不被要求在一个时间限制下投票，也不会被要求为他们不了解的提案投票。用户可以充分表达自己的偏好，而不必总是“做决定”，他们可以为自己了解的，感兴趣的提案投票。信念投票不要求用户在同一个议题上达成多数共识，而是转而充分发挥用户意志的多样性，并让多条路径并行。\\n\\n当然信念投票并不能适用所有决策场景，从目前实践来看，信念投票对于预算决策而言非常适用。他有效的降低了投票的门槛，并让组织有效的收集社区的偏好，灵敏的反应群体意志。\\n\\n**5. 怒退机制（Rage Quitting）**\\n\\n我们认为更好的翻译是“不爽就退”，该机制来源于 Moloch ，现在被广泛运用于包括 DAOhaus 在内的多个采用 Moloch 框架的 DAO 平台或 DAO 组织。\\n\\n理论上讲，靠多数投票来决定资金处置的组织是存在风险的，例如掌握70%投票权的所有者，投票通过一个提案，侵吞另外30%投票权所有者的资金。尽管这样极端的情况还未出现，但是在股份制公司，大股东利用决策权和信息优势，收割小股东利益的事情屡见不鲜。对于投资型DAO（Venture DAO）而言，防止具有决策权的小群体损害其他所有者的利益是十分有必要的，怒退机制便可以有效的实现这一点。\\n\\n对于 Moloch 框架的 DAO 而言，任意成员可以在任何时候退出 DAO 组织，销毁自己的 Share 或者 Loot（Share 是有投票权的股份，Loot 是没有投票权的股份），取回 DAO 当中对应份额的资金。而怒退特指在治理投票环节当中的退出行为。\\n\\n以 DAOhaus 为例，治理流程被分为以下步骤：\\n\\n提交提案：任何人（不限于DAO组织成员）都可以提交提案；\\n\\n赞助提案：提案必须获得足够的赞助才能进入投票阶段。赞助的含义是持有 Share 的人对此提案投票表达支持，此阶段可以过滤无意义或是不重要的提案；\\n\\n排队：提案获得的赞助超过阈值之后，进入队列，等待投票。通过排队机制，确保提案有序的汇集到投票池中；\\n\\n投票：在投票截止日期之前，提案必须获得足够多的赞成票才可以通过；\\n\\n缓冲期：投票通过之后，在执行投票结果之前，有一个7天的缓冲期（Grace Period），在此期间，对投票结果不满意的股东可以怒退；\\n\\n执行：提案被标记为完成，并在链上被执行。\\n\\n我们发现，在怒退机制下，任何成员都不能控制其他成员的资金，通过治理投票理论上无法伤害任意成员的利益。事实上，怒退机制不光可以保障成员的利益，而且可以提高组织在思想上的统一性，提高组织协调效率。\\n\\n**6. 加权投票与声誉投票（Weighted Voting & Reputation-based Voting）**\\n\\n治理通证往往要承担双重职能，一方面要承担治理功能，另一方面又要承担价值流通职能。通证必须有足够的流通性才能捕获财务价值。但治理通证的财务价值，必然带来金融化的倾向。这意味着治理通证不仅可能出现在交易市场，而且可能出现在借贷市场，甚至可能产生衍生资产。\\n\\n攻击者可以从借贷市场借入，或是从可能存在的委托贿选市场中租用委托，即可短时间获得大量投票权，对DAO发起治理攻击。\\n\\n为了规避这样的问题，加权投票是个不错的方式，有些 DAO 组织让投票效用与持有时长（币龄）挂钩，持有时间越长，投票权越大，还有一些 DAO 组织，让投票效用与锁仓时长挂钩，例如Polkadot：用户可以选择不锁仓，但投票效用极小，选择较长的锁仓时长，可以提高投票效用。\\n\\n![](https://image.panewslab.com/upload/image/20220113/S57bebc92ab594f4f9f91671020bfb41b.webp)\\n\\nKusama 平行链 Bifrost 的治理投票界面\\n\\n加权投票可以增加治理攻击的金融成本，让攻击不具备经济可信性。更加彻底的方案则是将财务价值通证和治理权力通证完全解耦，后者我们可以称之为「声誉」。\\n\\n声誉，是一种不可转让，不可流通的积分，通过持有或者锁仓通证可能获得声誉，但具有投票权的是声誉，而非通证。声誉还可以通过为组织做出贡献而获得。需要注意的是，声誉持有者对声誉并没有绝对的所有权，你已获得的声誉是可以通过代码规则或是治理投票销毁的。例如，当声誉持有者做出了损害组织利益的行为，其声誉有可能被扣除；再例如，为了避免早期获得的声誉持续产生影响力，破坏公平性，声誉可以随着时间推移而被陆续扣减，或因过期而失效。\\n\\n尽管声誉不能完全抵抗恶意贿选（例如你还是可以把你的私钥出售来间接转让声誉），但形成一个高效的声誉买卖市场、或是使其金融化无疑是极难的。\\n\\n从 DAOstack 开始，其他治理框架也陆续支持了声誉投票的方案。声誉投票赋予了 DAO 组织基于其社区生态分布、通证分布调整投票权重的能力，也避免了基于通证的投票带来的治理攻击问题，和公平性问题。通过自定义声誉值的计算规则和获得方式，DAO组织可以实践各自所理解和认可的”民主“。\\n\\n**7. 知识可提取投票 （Knowledge-extractable Voting (KEV)）**\\n\\n我们需要先了解一个被称为“Furtachy”的概念，因为它的“为信念押注”的思想对 DAO 治理投票机制产生了深远的影响。Futarchy 是由 Robin Hanson 于 2000 年提出的治理理论，这是一种将治理投票与预测市场相结合的模式。其核心思想是赋予投票行为下赌注的性质，从而奖励投了正确选项的人，惩罚投了错误选项的人。上文讲到的全息共识可以理解为是 Furtachy 的一种变体。\\n\\n本小节要介绍Furtachy的另外一种变体：知识可提取投票（该翻译为 Knowledge-extractable Voting 的直译，尚未形成行业共识），简称 KEV。\\n\\nKEV 的核心是让具有知识的专家拥有更多的投票权。KEV的思想源于对现实政治中民粹主义的反思。在英国脱欧的公投中，其实有不少对国际政治与贸易具有深刻认识的“有识之士”，他们普遍不支持脱欧，但他们没有更多的投票权，他们和大众一样，只有相同权重的一票。为了改善这种情况，KEV 机制引入了一种新型的知识通证，该通证和声誉的性质有些类似，不可交易，且可以通过既定的规则进行发放和罚没。但该通证不直接用于投票，而是通过影响投票权重来发挥作用。\\n\\n在 KEV 机制中，提案会被划分为不同的主题，不同的主题会对应不同的知识通证，拥有某类知识通证可以在该类主题的提案中拥有更大的投票权。假如 Alice 拥有很多税法主题的知识通证，Alice 在对税法方面的提案进行投票时，其投出的票会有更大的权重。\\n\\n如果 Alice 投出的票符合最终的投票结果，Alice 会被奖励更多的对应主题的知识通证，反之，如果 Alice 投出的票与最终投票结果不一致，则其知识通证会被扣减。KEV 机制鼓励对某个提案更有专业知识的人去投票，也鼓励对某个提案没有掌握足够信息和知识的人不要去投票。\\n\\nKEV机制的「知识影响权力」的想法无疑是具有正面意义的，但说到底判断专家的选择是否正确，还是得靠最终的投票结果本身，而非投票决策本身是否产生了正面的影响，这没有跳出Furtachy 的框架。\\n\\nKEV机制目前只有 dit protocol 正在采用，对于KEV的相关参数的合理设置也在探索中。\\n\\n**小结**\\n\\n什么是好的治理投票机制？对于私营公司，可能效率是第一位的，具有绝对权力的企业领袖、森严的科层制是其标配，但对于 DAO 组织，尽管也需要具有号召力的社区领袖和高效的执行力，但在这之前，我想「民主」应该首先被考虑。\\n\\n作为一个非西方文化背景下的研究团队，我们并没有把民主作为不假思索、天然正确的价值追求。DAO 组织之所以需要选择民主作为治理伦理，是符合现实利益的。我们先给 DAO 语境下的民主做个定义：由众多利益相关者广泛的、公平的参与决策。而广泛且公平的决策机制，可以帮助DAO组织实现以下两点目标：\\n\\n1、动员更多的智慧与资源\\n\\n一个群体，可以表现为“群体无意识”，也可以表现为“群体智慧”，这取决于有没有好的协调机制。机制良性、运作得当的 DAO 组织，可以让众多所有者选择创造价值，而非“搭便车”，从而有效发掘群体智慧与群体资源，为组织目标而服务。这一点对于传统的中心化组织，恐怕需要花更大代价才能做到。\\n\\n2、向“善”发展，长期存续\\n\\n私有制诞生以来，对人类文明的发展提供了巨大的动力，但随着生产力的发展，出现了很多提供公共物品的组织。无论是医院、学校这样的公共事业，还是像 Uber、Facebook 这样的互联网服务，都具有显著的公共物品性质。但是，当私有企业运营公共服务的时候，便会出现片面追求股东利益，损害其他更广泛的利益相关者的情况，例如私营医院过度收费，互联网公司大数据杀熟等。人类已经探索了很多种机制来解决这样的问题，例如工会参与治理、国有制、合作社、管家所有制（Steward Ownership）等等，但我们立足当前看，发现 DAO 才是完美的答案。DAO 几乎是运营公共物品最理想的组织形态，甚至 DAO 可能会创造更多的公共物品。或许有人会问，DAO的所有者们不会与其他利益相关者的利益矛盾吗，但我认为这个问题应该反过来思考：DAO如何将更广泛的利益相关者转化为所有者？\\n\\nDAO 的发展不光作为一种组织形态本身，可以克服内生异化，使得组织目标更好的达成，也产生了良好的外部性。其中之一便体现在对治理机制的创新与探索，创新与探索的力量源于新创的 DAO 组织，但更主要的会源于 Aragon、Moloch、DAOstack、SubDAO 这样的 DaaS 服务平台。\\n\\nDAO 的治理机制设计已经超出了区块链的形式，而是回归到对人类组织本源的想法。方投票不光在决定公布结果的方案——这也是他们两个新人来投票的领地，如果对投票机制的小改进，以及对社会治理技术的改革试验，公共议题的重要决策；而所有息息相关的知识交流沟通渠道的思想、公平的中派知识、投票的多样性，以及广泛的辩论和辩论的言论自由思想无不当我们的实际控制产生了启示。\\n\\n>>>参考资料>>>\\n\\n\\\\[1\\\\] Vitalik Buterin：超越代币投票治理\\n\\nhttps://vitalik.ca/general/2021/08/16/voting3.html\\n\\n\\\\[2\\\\] Eric Arsenault：DAO 中的投票选项\\n\\nhttps://medium.com/daostack/voting-options-in-daos-b86e5c69a3e3\\n\\n\\\\[3\\\\] DAOrayaki：DAO民主投票系列：民主投票机制综述\\n\\nhttps://daorayaki.org/daorayaki-3/amp/\\n\\n\\\\[4\\\\] 火币研究院：DAO哪里去了——简析DAO的进程及治理机制\\n\\nhttps://www.wikibit.us/202107297824142328.html\\n\\n\\\\[5\\\\] Aragon：Choice Architecture & DAOs\\n\\nhttps://blog.aragon.org/choice-architecture-and-daos-part-1/\\n\\n\\\\[6\\\\] Vitalik Buterin：以太坊社区治理和 Gitcoin 二次融资\\n\\nhttps://www.caa-ins.org/archives/7182\\n\\n\\\\[7\\\\] Josh Zemel：用相当简单的术语解释 DAOstack\\n\\nhttps://medium.com/daostack/an-explanation-of-daostack-in-fairly-simple-terms-d0e034739c5a\\n\\n\\\\[8\\\\] 定罪投票 TL;DR\\n\\nhttps://forum.tecommons.org/t/conviction-voting-tl-dr/308\\n\\n\\\\[9\\\\] DAOhans文档\\n\\nhttps://daohaus.club/docs/proposals/\\n\\n\\\\[10\\\\] Adam Levi：声誉与代币\\n\\nhttps://medium.com/daostack/reputation-vs-tokens-6d7642c7a538\\n\\n\\\\[11\\\\] Marvin Kruse、Sebastian Gajek 和 Yannik Goldgräbe：dit 协议：知识高于财富以维持开源开发\\n\\nhttps://www.ditcraft.io/dl/ditcraft_whitepaper.pd\\n\\n\\\\[12\\\\] Nathan Schneider：初创企业需要一个新的选择：退出社区\\n\\nhttps://www.caa-ins.org/archives/6104\\n\\n作者：PAKA本文为PANews作家驻地专栏的观点，不代表PANews的观点，不承担法律责任。文章及观点也不构成投资观点。\",\"timestamp\":1642051289,\"title\":\"深度解析：DAO的7种常见投票机制-PANews\"},\"digest\":\"L9qPxKDyXXrjwj93F5GUKwyGMWqi4R36nDnuj48Vq7g\",\"authorship\":{\"contributor\":\"0x41205a04685b616Ec166C2EaE9b02457bdA8e6e7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UkkgXIwfcXvNWi2CxejO3VzoCC8BDHgykUgxZX-4sU8\\\",\\\"y\\\":\\\"DYNd3Kfaq6AY7L2CLj1yfS_Fb9_vPgR29hXpPX4_EqA\\\"}\",\"signature\":\"yUgm6-n1yISl2y0_1X9YLqaxi9tXUtfy769s_QKI4EARb72kd-bkRTYYchsT56IkNos01ZuRz-C8uJhTk_llbQ\",\"signingKeySignature\":\"0x0d46aed1dc447aa679c2ecda1f6af5bc4c48b3cf28e03d279e24235ce29772c07283def0bfa9b5f35e2c49145dae33ad985bfa47f7eb7b3c3aaa6f0b62cdded51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UkkgXIwfcXvNWi2CxejO3VzoCC8BDHgykUgxZX-4sU8\\\",\\\"y\\\":\\\"DYNd3Kfaq6AY7L2CLj1yfS_Fb9_vPgR29hXpPX4_EqA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"L9qPxKDyXXrjwj93F5GUKwyGMWqi4R36nDnuj48Vq7g\"}"