"{\"content\":{\"body\":\"I had next to make a tour of some 560 miles; it was therefore necessary that I should take an extra horse, partly that it might carry my few packages, consisting of a pillow, some rye-bread, cheese, coffee, and sugar, but chiefly that I might be enabled to change horses every day, as one horse would not have been equal to the fatigue of so long a journey.\\n\\nMy former guide could not accompany me on my present journey, as he was unacquainted with most of the roads.  My kind protectors, Herr Knudson and Herr Bernhoft, were obliging enough to provide another guide for me; a difficult task, as it is a rare occurrence to find an Icelander who understands the Danish language, and who happens to be sober when his services are required.  At length a peasant was found who suited our purpose; but he considered two florins per diem too little pay, so I was obliged to give an additional zwanziger. On the other hand, it was arranged that the guide should also take two horses, in order that he might change every day.\\n\\nThe 16th of June was fixed for the commencement of our journey. From the very first day my guide did not shew himself in an amiable point of view.  On the morning of our departure his saddle had to be patched together, and instead of coming with two horses, he appeared with only one.  He certainly promised to buy a second when we should have proceeded some miles, adding that it would be cheaper to buy one at a little distance from the \\\"capital.\\\"  I at once suspected this was merely an excuse of the guide's, and that he wished thereby to avoid having the care of four horses.  The event proved I was right; not a single horse could be found that suited, and so my poor little animal had to carry the guide's baggage in addition to my own.\\n\\nLoading the pack-horses is a business of some difficulty, and is conducted in the following manner:  sundry large pieces of dried turf are laid upon the horse's back, but not fastened; over these is buckled a round piece of wood, furnished with two or three pegs.  To these pegs the chests and packages are suspended.  If the weight is not quite equally balanced, it is necessary to stop and repack frequently, for the whole load at once gets askew.\\n\\nThe trunks used in this country are massively constructed of wood, covered with a rough hide, and strengthened on all sides with nails, as though they were intended to last an eternity.  The poor horses have a considerable weight to bear in empty boxes alone, so that very little real luggage can be taken.  The weight which a horse has to carry during a long journey should never exceed 150lbs.\\n\\nIt is impossible to remember how many times our baggage had to be repacked during a day's journey.  The great pieces of turf would never stay in their places, and every moment something was wrong. Nothing less than a miracle, however, can prevail on an Icelander to depart from his regular routine.  His ancestors packed in such and such a manner, and so he must pack also. {35}\\n\\nWe had a journey of above forty miles before us the first day, and yet, on account of the damaged saddle, we could not start before eight o'clock in the morning.\\n\\nThe first twelve or fourteen miles of our journey lay through the great valley in which Reikjavik is situated; the valley contains many low hills, some of which we had to climb.  Several rivers, chief among which was the Laxselv, opposed our progress, but at this season of the year they could be crossed on horseback without danger.  Nearly all the valleys through which we passed to-day were covered with lava, but nevertheless offered many beautiful spots.\\n\\nMany of the hills we passed seemed to me to be extinct volcanoes; the whole upper portion was covered with colossal slabs of lava, as though the crater had been choked up with them.  Lava of the same description and colour, but in smaller pieces, lay strewed around.\\n\\nFor the first twelve or fourteen miles the sea is visible from the brow of every successive hill.  The country is also pretty generally inhabited; but afterwards a distance of nearly thirty miles is passed, on which there is not a human habitation.  The traveller journeys from one valley into another, and in the midst of these hill-girt deserts sees a single small hut, erected for the convenience of those who, in the winter, cannot accomplish the long distance in one day, and must take up their quarters for the night in the valley.  No one must, however, rashly hope to find here a human being in the shape of a host.  The little house is quite uninhabited, and consists only of a single apartment with four naked walls.  The visitor must depend on the accommodation he carries with him.\\n\\nThe plains through which we travelled to-day were covered throughout with one and the same kind of lava.  It occurs in masses, and also in smaller stones, is not very porous, of a light grey colour, and mixed, in many instances, with sand or earth.\\n\\nSome miles from Thingvalla we entered a valley, the soil of which is fine, but nevertheless only sparingly covered with grass, and full of little acclivities, mostly clothed with delicate moss.  I have no doubt that the indolence of the inhabitants alone prevents them from materially improving many a piece of ground.  The worst soil is that in the neighbourhood of Reikjavik; yet there we see many a garden, and many a piece of meadow-land, wrung, as it were, from the barren earth by labour and pains.  Why should not the same thing be done here--the more so as nature has already accomplished the preliminary work?\\n\\nThingvalla, our resting-place for to-night, is situate on a lake of the same name, and only becomes visible when the traveller is close upon it.  The lake is rather considerable, being almost three miles in length, and at some parts certainly more than two miles in breadth; it contains two small islands,--Sandey and Nesey.\\n\\nMy whole attention was still riveted by the lake and its naked and gloomy circle of mountains, when suddenly, as if by magic, I found myself standing on the brink of a chasm, into which I could scarcely look without a shudder; involuntarily I thought of Weber's Freyschutz and the \\\"Wolf's Hollow.\\\" {36}\\n\\nThe scene is the more startling from the circumstance that the traveller approaching Thingvalla in a certain direction sees only the plains beyond this chasm, and has no idea of its existence.  It was a fissure some five or six fathoms broad, but several hundred feet in depth; and we were forced to descend by a small, steep, dangerous path, across large fragments of lava.  Colossal blocks of stone, threatening the unhappy wanderer with death and destruction, hang loosely, in the form of pyramids and of broken columns, from the lofty walls of lava, which encircle the whole long ravine in the form of a gallery.  Speechless, and in anxious suspense, we descend a part of this chasm, hardly daring to look up, much less to give utterance to a single sound, lest the vibration should bring down one of these avalanches of stone, to the terrific force of which the rocky fragments scattered around bear ample testimony.  The distinctness with which echo repeats the softest sound and the lightest footfall is truly wonderful.\\n\\nThe appearance presented by the horses, which are allowed to come down the ravine after their masters have descended, is most peculiar.  One could fancy they were clinging to the walls of rock.\\n\\nThis ravine is known by the name of Almanagiau.  Its entire length is about a mile, but a small portion only can be traversed; the rest is blocked up by masses of lava heaped one upon the other.  On the right hand, the rocky wall opens, and forms an outlet, over formidable masses of lava, into the beautiful valley of Thingvalla. I could have fancied I wandered through the depths of a crater, which had piled around itself these stupendous barriers during a mighty eruption in times long gone by.\\n\\nThe valley of Thingvalla is considered one of the most beautiful in Iceland.  It contains many meadows, forming, as it were, a place of refuge for the inhabitants, and enabling them to keep many head of cattle.  The Icelanders consider this little green valley the finest spot in the world.  Not far from the opening of the ravine, on the farther bank of the river Oxer, lies the little village of Thingvalla, consisting of three or four cottages and a small chapel. A few scattered farms and cottages are situated in the neighbourhood.\\n\\nThingvalla was once one of the most important places in Iceland; the stranger is still shewn the meadow, not far from the village, on which the Allthing (general assembly) was held annually in the open air.  Here the people and their leaders met, pitching their tents after the manner of nomads.  Here it was also that many an opinion and many a decree were enforced by the weight of steel.\\n\\nThe chiefs appeared, ostensibly for peace, at the head of their tribe; yet many of them returned not again, but beneath the sword- stroke of their enemies obtained that peace which no man seeketh, but which all men find.\\n\\nOn one side the valley is skirted by the lake, on the other it is bounded by lofty mountains, some of them still partly covered with snow.  Not far from the entrance of the ravine, the river Oxer rushes over a wall of rock of considerable height, forming a beautiful waterfall.\\n\\nIt was still fine clear daylight when I reached Thingvalla, and the sky rose pure and cloudless over the far distance.  It seemed therefore the more singular to me to see a few clouds skimming over the surface of the mountains, now shrouding a part of them in vapour, now wreathing themselves round their summits, now vanishing entirely, to reappear again at a different point.\\n\\nThis is a phenomenon frequently observed in Iceland during the finest days, and one I had often noticed in the neighbourhood of Reikjavik.  Under a clear and cloudless sky, a light mist would appear on the brow of a mountain,--in a moment it would increase to a large cloud, and after remaining stationary for a time, it frequently vanished suddenly, or soared slowly away.  However often it may be repeated, this appearance cannot fail to interest the observer.\\n\\nHerr Beck, the clergyman at Thingvalla, offered me the shelter of his hut for the night; as the building, however, did not look much more promising than the peasants' cottages by which it was surrounded, I preferred quartering myself in the church, permission to do so being but too easily obtained on all occasions.  This chapel is not much larger than that at Krisuvik, and stands at some distance from the few surrounding cottages.  This was perhaps the reason why I was not incommoded by visitors.  I had already conquered any superstitious fears derived from the proximity of my silent neighbours in the churchyard, and passed the night quietly on one of the wooden chests of which I found several scattered about. Habit is certainly every thing; after a few nights of gloomy solitude one thinks no more about the matter.\\n\\nJune 17th.\\n\\nOur journey of to-day was more formidable than that of yesterday.  I was assured that Reikholt (also called Reikiadal) was almost fifty miles distant.  Distances cannot always be accurately measured by the map; impassable barriers, only to be avoided by circuitous routes, often oppose the traveller's progress.  This was the case with us to-day.  To judge from the map, the distance from Thingvalla to Reikholt seemed less by a great deal than that from Reikjavik to Thingvalla, and yet we were full fourteen hours accomplishing it-- two hours longer than on our yesterday's journey.\\n\\nSo long as our way lay through the valley of Thingvalla there was no lack of variety.  At one time there was an arm of the river Oxer to cross, at another we traversed a cheerful meadow; sometimes we even passed through little shrubberies,--that is to say, according to the Icelandic acceptation of the term.  In my country these lovely shrubberies would have been cleared away as useless underwood.  The trees trail along the ground, seldom attaining a height of more than two feet.  When one of these puny stems reaches four feet in height, it is considered a gigantic tree.  The greater portion of these miniature forests grow on the lava with which the valley is covered.\\n\\nThe formation of the lava here assumes a new character.  Up to this point it has mostly appeared either in large masses or in streams lying in strata one above the other; but here the lava covered the greater portion of the ground in the form of immense flat slabs or blocks of rock, often split in a vertical direction.  I saw long fissures of eight or ten feet in breadth, and from ten to fifteen feet in depth.  In these clefts the flowers blossom earlier, and the fern grows taller and more luxuriantly, than in the boisterous upper world.\\n\\nAfter the valley of Thingvalla has been passed the journey becomes very monotonous.  The district beyond is wholly uninhabited, and we travelled many miles without seeing a single cottage.  From one desert valley we passed into another; all were alike covered with light-grey or yellowish lava, and at intervals also with fine sand, in which the horses sunk deeply at every step.  The mountains surrounding these valleys were none of the highest, and it was seldom that a jokul or glacier shone forth from among them.  The mountains had a certain polished appearance, their sides being perfectly smooth and shining.  In some instances, however, masses of lava formed beautiful groups, bearing a great resemblance to ruins of ancient buildings, and standing out in peculiarly fine relief from the smooth walls.\\n\\nThese mountains are of different colours; they are black or brown, grey or yellow, &c.; and the different shades of these colours are displayed with marvellous effect in the brilliant sunshine.\\n\\nNine hours of uninterrupted riding brought us into a large tract of moorland, very scantily covered with moss.  Yet this was the first and only grazing-place to be met with in all the long distance from Thingvalla.  We therefore made a halt of two hours, to let our poor horses pick a scanty meal.  Large swarms of minute gnats, which seemed to fly into our eyes, nose, and mouth, annoyed us dreadfully during our stay in this place.\\n\\nOn this moor there was also a small lake; and here I saw for the first time a small flock of swans.  Unfortunately these creatures are so very timid, that the most cautious approach of a human being causes them to rise with the speed of lightning into the air.  I was therefore obliged perforce to be content with a distant view of these proud birds.  They always keep in pairs, and the largest flock I saw did not consist of more than four such pairs.\\n\\nSince my first arrival in Iceland I had considered the inhabitants an indolent race of people; to-day I was strengthened in my opinion by the following slight circumstance.  The moorland on which we halted to rest was separated from the adjoining fields of lava by a narrow ditch filled with water.  Across this ditch a few stones and slabs had been laid, to form a kind of bridge.  Now this bridge was so full of holes that the horses could not tell where to plant their feet, and refused obstinately to cross it, so that in the end we were obliged to dismount and lead them across.  We had scarcely passed this place, and sat down to rest, when a caravan of fifteen horses, laden with planks, dried fish, &c. arrived at the bridge. Of course the poor creatures observed the dangerous ground, and could only be driven by hard blows to advance.  Hardly twenty paces off there were stones in abundance; but rather than devote a few minutes to filling up the holes, these lazy people beat their horses cruelly, and exposed them to the risk of breaking their legs.  I pitied the poor animals, which would be compelled to recross the bridge, so heartily, that, after they are gone, I devoted a part of my resting-time to collecting stones and filling up the holes,--a business which scarcely occupied me a quarter of an hour.\\n\\nIt is interesting to notice how the horses know by instinct the dangerous spots in the stony wastes, and in the moors and swamps. On approaching these places they bend their heads towards the earth, and look sharply round on all sides.  If they cannot discover a firm resting-place for the feet, they stop at once, and cannot be urged forward without many blows.\\n\\nAfter a halt of two hours we continued our journey, which again led us across fields of lava.  At past nine o'clock in the evening we reached an elevated plain, after traversing which for half an hour we saw stretched at our feet the valley of Reikholt or Reikiadal; it is fourteen to seventeen miles long, of a good breadth, and girt round by a row of mountains, among which several jokuls sparkle in their icy garments.\\n\\nA sunset seen in the sublime wildness of Icelandic scenery has a peculiarly beautiful effect.  Over these vast plains, divested of trees or shrubs, covered with dark lava, and shut in by mountains almost of a sable hue, the parting sun sheds an almost magical radiance.  The peaks of the mountains shine in the bright parting rays, the jokuls are shrouded in the most delicate roseate hue, while the lower parts of the mountains lie in deep shadow, and frown darkly on the valleys, which resemble a sheet of dark blue water, with an atmosphere of a bluish-red colour floating above it.  The most impressive feature of all is the profound silence and solitude; not a sound can be heard, not a living creature is to be seen; every thing appears dead.  Throughout the broad valleys not a town nor a village, no, not even a solitary house or a tree or shrub, varies the prospect.  The eye wanders over the vast desert, and finds not one familiar object on which it can rest.\\n\\nTo-night, as at past eleven o'clock we reached the elevated plain, I saw a sunset which I shall never forget.  The sun disappeared behind the mountains, and in its stead a gorgeous ruddy gleam lighted up hill and valley and glacier.  It was long ere I could turn away my eyes from the glittering heights, and yet the valley also offered much that was striking and beautiful.\\n\\nThroughout almost its entire length this valley formed a meadow, from the extremities of which columns of smoke and boiling springs burst forth.  The mists had almost evaporated, and the atmosphere was bright and clear, more transparent even than I had seen it in any other country.  I now for the first time noticed, that in the valley itself the radiance was almost as clear as the light of day, so that the most minute objects could be plainly distinguished. This was, however, extremely necessary, for steep and dangerous paths lead over masses of lava into the valley.  On one side ran a little river, forming many picturesque waterfalls, some of them above thirty feet in height.\\n\\nI strained my eyes in vain to discover any where, in this great valley, a little church, which, if it only offered me a hard bench for a couch, would at any rate afford me a shelter from the sharp night-wind; for it is really no joke to ride for fifteen hours, with nothing to eat but bread and cheese, and then not even to have the pleasant prospect of a hotel a la villa de Londres or de Paris. Alas, my wishes were far more modest.  I expected no porter at the gate to give the signal of my arrival, no waiter, and no chambermaid; I only desired a little spot in the neighbourhood of the dear departed Icelanders.  I was suddenly recalled from these happy delusions by the voice of the guide, who cried out:  \\\"Here we are at our destination for to-night.\\\"  I looked joyfully round; alas! I could only see a few of those cottages which are never observed until you almost hit your nose against one of them, as the grass-covered walls can hardly be distinguished from the surrounding meadow.\\n\\nIt was already midnight.  We stopped, and turned our horses loose, to seek supper and rest in the nearest meadow.  Our lot was a less fortunate one.  The inhabitants were already buried in deep slumbers, from which even the barking set up by the dogs at our approach failed to arouse them.  A cup of coffee would certainly have been very acceptable to me; yet I was loath to rouse any one merely for this.  A piece of bread satisfied my hunger, and a draught of water from the nearest spring tasted most deliciously with it.  After concluding my frugal meal, I sought out a corner beside a cottage, where I was partially sheltered from the too- familiar wind; and wrapping my cloak around me, lay down on the ground, having wished myself, with all my heart, a good night's rest and pleasant dreams, in the broad daylight, {37} under the canopy of heaven.  Just dropping off to sleep, I was surprised by a mild rain, which, of course, at once put to flight every idea of repose.  Thus, after all, I was obliged to wake some one up, to obtain the shelter of a roof.\\n\\nThe best room, i.e. the store-room, was thrown open for my accommodation, and a small wooden bedstead placed at my disposal. Chambers of this kind are luckily found wherever two or three cottages lie contiguous to each other; they are certainly far from inviting, as dried fish, train-oil, tallow, and many other articles of the same description combine to produce a most unsavoury atmosphere.  Yet they are infinitely preferable to the dwellings of the peasants, which, by the by, are the most filthy dens that can be imagined.  Besides being redolent of every description of bad odour, these cottages are infested with vermin to a degree which can certainly not be surpassed, except in the dwellings of the Greenlanders and Laplanders.\\n\\nJune 18th.\\n\\nYesterday we had been forced to put upon our poor horses a wearisome distance of more than fifty miles, as the last forty miles led us through desert and uninhabited places, boasting not even a single cottage.  To-day, however, our steeds had a light duty to perform, for we only proceeded seven miles to the little village of Reikiadal, where I halted to-day, in order to visit the celebrated springs.\\n\\nThe inconsiderable village called Reikiadal, consisting only of a church and a few cottages, is situated amidst pleasant meadows. Altogether this valley is rich in beautiful meadow-lands; consequently one sees many scattered homesteads and cottages, with fine herds of sheep, and a tolerable number of horses; cows are less plentiful.\\n\\nThe church at Reikiadal is among the neatest and most roomy of those which came under my observation.  The dwelling of the priest too, though only a turf-covered cottage, is large enough for the comfort of the occupants.  This parish extends over a considerable area, and is not thinly inhabited.\\n\\nMy first care on my arrival was to beg the clergyman, Herr Jonas Jonason, to procure for me, as expeditiously as possible, fresh horses and a guide, in order that I might visit the springs.  He promised to provide me with both within half an hour; and yet it was not until three hours had been wasted, that, with infinite pains, I saw my wish fulfilled.  Throughout my stay in Iceland, nothing annoyed me more than the slowness and unconcern displayed by the inhabitants in all their undertakings.  Every wish and every request occupies a long time in its fulfilment.  Had I not been continually at the good pastor's side, I believe I should scarcely have attained my object.  At length every thing was ready, and the pastor himself was kind enough to be my guide.\\n\\nWe rode about four miles through this beautiful vale, and in this short distance were compelled at least six times to cross the river Sidumule, which rolls its most tortuous course through the entire valley.  At length the first spring was reached; it emerges from a rock about six feet in height, standing in the midst of a moor.  The upper cavity of the natural reservoir, in which the water continually boils and seethes, is between two and three feet in diameter.  This spring never stops; the jet of water rises two, and sometimes even four feet high, and is about eighteen inches thick. It is possible to increase the volume of the jet for a few seconds, by throwing large stones or lumps of earth into the opening, and thus stirring up the spring.  The stones are cast forcibly forth, and the lumps of earth, dissolved by the action of the water, impart to the latter a dingy colour.\\n\\nWhoever has seen the jet of water at Carlsbad, in Bohemia, can well imagine the appearance of this spring, which closely resembles that of Carlsbad. {38}\\n\\nIn the immediate neighbourhood of the spring is an abyss, in which water is continually seething, but never rises into the air.  At a little distance, on a high rock, rising out of the river Sidumule, not far from the shore, are other springs.  They are three in number, each at a short distance from the next, and occupy nearly the entire upper surface of the rock.  Lower down we find a reservoir of boiling water; and at the foot of the rock, and on the nearest shore, are many more hot springs; but most of these are inconsiderable.  Many of these hot springs emerge almost from the cold river itself.\\n\\nThe chief group, however, lies still farther off, on a rock which may be about twenty feet in height, and fifty in length.  It is called Tunga Huer, and rises from the midst of a moor.  On this rock there are no less than sixteen springs, some emerging from its base, others rather above the middle, but none from the top of the rock.\\n\\nThe construction of the basins and the height and diameter of the jets were precisely similar to those I have already described.  All these sixteen springs are so near each other that they do not even occupy two sides of the rock.  It is impossible to form an idea of the magnificence of this singular spectacle, which becomes really fairy-like, if the beholder have the courage to climb the rock itself, a proceeding of some danger, though of little difficulty. The upper stratum of the rock is soft and warm, presenting almost the appearance of mud thickened with sand and small stones.  Every footstep leaves a trace behind it, and the visitor has continually before his eyes the fear of breaking through, and falling into a hot spring hidden from view by a thin covering.  The good pastor walked in advance of me, with a stick, and probed the dangerous surface as much as possible.  I was loath to stay behind, and suddenly we found ourselves at the summit of the rock.  Here we could take in, at one view, the sixteen springs gushing from both its sides.  If the view from below had been most interesting and singular, how shall I describe its appearance as seen from above?  Sixteen jets of water seen at one glance, sixteen reservoirs, in all their diversity of form and construction, opening at once beneath the feet of the beholder, seemed almost too wonderful a sight.  Forgetting all pusillanimous feelings, I stood and honoured the Creator in these his marvellous works.  For a long time I stood, and could not tire of gazing into the abysses from whose darkness the masses of white and foaming water sprung hissing into the air, to fall again, and hasten in quiet union towards the neighbouring river.  The good pastor found it necessary to remind me several times that our position here was neither of the safest nor of the most comfortable, and that it was therefore high time to abandon it.  I had ceased to think of the insecurity of the ground we trod, and scarcely noticed the mighty clouds of hot vapour which frequently surrounded and threatened to suffocate us, obliging us to step suddenly back with wetted faces.  It was fortunate that these waters contain but a very small quantity of brimstone, otherwise we could scarcely have long maintained our elevated position.\\n\\nThe rock from which these springs rise is formed of a reddish mass, and the bed of the river into which the water flows is also completely covered with little stones of the same colour.\\n\\nOn our way back we noticed, near a cottage, another remarkable phenomenon.  It was a basin, in whose depths the water boils and bubbles violently; and near this basin are two unsightly holes, from which columns of smoke periodically rise with a great noise.  Whilst this is going on, the basin fills itself more and more with water, but never so much as to overflow, or to force a jet of water into the air; then the steam and the noise cease in both cavities, and the water in the reservoir sinks several feet.\\n\\nThis strange phenomenon generally lasts about a minute, and is repeated so regularly, that a bet could almost be made, that the rising and falling of the water, and the increased and lessened noise of the steam, shall be seen and heard sixty or sixty-five times within an hour.\\n\\nIn communication with this basin is another, situate at a distance of about a hundred paces in a small hollow, and filled like the former with boiling water.  As the water in the upper basin gradually sinks, and ceases to seethe, it begins to rise in the lower one, and is at length forced two or three feet into the air; then it falls again, and thus the phenomenon is continually repeated in the upper and the lower basin alternately.\\n\\nAt the upper spring there is also a vapour-bath.  This is formed by a small chamber situate hard by the basin, built of stones and roofed with turf.  It is further provided with a small and narrow entrance, which cannot be passed in an upright position.  The floor is composed of stone slabs, probably covering a hot spring, for they are very warm.  The person wishing to use this bath betakes himself to this room, and carefully closes every cranny; a suffocating heat, which induces violent perspiration over the whole frame, is thus generated.  The people, however, seldom avail themselves of this bath.\\n\\nOn my return I had still to visit a basin with a jet of water, in a fine meadow near the church; a low wall of stone has been erected round this spring to prevent the cattle from scalding themselves if they should approach too near in the ardour of grazing.  Some eighty paces off is to be seen the wool-bath erected by Snorri Sturluson. It consists of a stone basin three or four feet in depth, and eighteen or twenty in diameter.  The approach is by a few steps leading to a low stone bench, which runs round the basin.  The water is obtained from the neighbouring spring, but is of so high a temperature that it is impossible to bathe without previously cooling it.  The bath stands in the open air, and no traces are left of the building which once covered it.  It is now used for clothes and sheep's wool.\\n\\nI had now seen all the interesting springs on this side of the valley.  Some columns of vapour, which may be observed from the opposite end of the valley, proceed from thermal springs, that offer no remarkable feature save their heat.\\n\\nOn our return the priest took me to the churchyard, which lay at some distance from his dwelling, and showed me the principal graves. Though I thought the sight very impressive, it was not calculated to invigorate me, when I considered that I must pass the approaching night alone in the church, amidst these resting-places of the departed.\\n\\nThe mound above each grave is very high, and the greater part of them are surmounted by a kind of wooden coffin, which at first sight conveys the impression that the dead person is above ground.  I could not shake off a feeling of discomfort; and such is the power of prejudice, that--I acknowledge my weakness--I was even induced to beg that the priest would remove one of the covers.  Though I knew full well that the dead man was slumbering deep in the earth, and not in this coffin, I felt a shudder pass over me as the lid was removed, and I saw--as the priest had assured me I should do--merely a tombstone with the usual inscription, which this coffin-like covering is intended to protect against the rude storms of the winter.\\n\\nClose beside the entrance to the church is the mound beneath which rest the bones of Snorri Sturluson, the celebrated poet; {39} over this grave stands a small runic stone of the length of the mound itself.  This stone is said to have once been completely covered with runic characters; but all trace of these has been swept away by the storms of five hundred winters, against which the tomb had no protecting coffin.  The stone, too, is split throughout its entire length into two pieces.  The mound above the grave is often renewed, so that the beholder could often fancy he saw a new-made grave.  I picked all the buttercups I could find growing on the grave, and preserved them carefully in a book.  Perhaps I may be able to give pleasure to several of my countrywomen by offering them a floweret from the grave of the greatest of Icelandic poets.\\n\\nJune 19th.\\n\\nIn order to pursue my journey without interruption, I hired fresh horses, and allowed my own, which were rather fatigued, to accompany us unloaded.  My object in this further excursion was to visit the very remarkable cavern of Surthellir, distant a good thirty-three miles from this place.  The clergyman was again kind enough to make the necessary arrangements for me, and even to act as my Mentor on the journey.\\n\\nThough we were only three strong, we departed with a retinue of seven horses, and for nearly ten miles rode back the same way by which I had come from Reikholt on the preceding morning; then we turned off to the left, and crossing hills and acclivities, reached other valleys, which were partly traversed by beautiful streams of lava, and partly interspersed with forests--FORESTS, as I have already said, according to Icelandic notions.  The separate stems were certainly slightly higher than those in the valley of Thingvalla.\\n\\nAt Kalmannstunga we left the spare horses, and took with us a man to serve as guide in the cavern, from which we were now still some seven miles distant.  The great valley in which this cavern lies is reckoned among the most remarkable in Iceland.  It is a most perfect picture of volcanic devastation.  The most beautiful masses of lava, in the most varied and picturesque forms, occupy the whole immeasurable valley.  Lava is to be seen there in a rough glassy state, forming exquisite flames and arabesques; and in immense slabs, lying sometimes scattered, sometimes piled in strata one above the other, as though they had been cast there by a flood. Among these, again, lie mighty isolated streams, which must have been frozen in the midst of their course.  From the different colours of the lava, and their transitions from light grey to black, we can judge of the eruptions which have taken place at different periods.  The mountains surrounding this valley are mostly of a sombre hue; some are even black, forming a striking contrast to the neighbouring jokuls, which, in their large expanse, present the appearance almost of a sea of ice.  I found one of these jokuls of a remarkable size; its shining expanse extended far down into the valley, and its upper surface was almost immeasurable.\\n\\nThe other mountains were all smooth, as though polished by art; in the foreground I only noticed one which was covered with wonderful forms of dried lava.  A deathlike silence weighed on the whole country round, on hill and on valley alike.  Every thing seemed dead, all round was barren and desert, so that the effect was truly Icelandic.  The greater portion of Iceland might be with justice designated the \\\"Northern Desert.\\\"\\n\\nThe cavern of Surthellir lies on a slightly elevated extended plain, where it would certainly not be sought for, as we are accustomed to see natural phenomena of this description only in the bowels of rocks.  It is, therefore, with no little surprise that the traveller sees suddenly opening before him a large round basin about fifteen fathoms in diameter, and four in depth.  It was with a feeling of awe that I looked downwards on the countless blocks of rock piled one upon the other, extending on one side to the edge of the hollow, across which the road led to the dark ravines farther on.\\n\\nWe were compered to scramble forward on our hands and knees, until we reached a long broad passage, which led us at first imperceptibly downwards, and then ran underneath the plain, which formed a rocky cavern above our heads.  I estimated the different heights of this roof at not less than from eighteen to sixty feet; but it seldom reached a greater elevation than the latter.  Both roof and walls are in some places very pointed and rough:  a circumstance to be ascribed to the stalactites which adhere to them, without, however, forming figures or long sharp points.\\n\\nFrom this principal path several smaller ones lead far into the interior of this stony region; but they do not communicate with each other, and one is compelled to return from each side-path into the main road.  Some of these by-paths are short, narrow, and low; others, on the contrary, are long, broad, and lofty.\\n\\nIn one of the most retired of these by-paths I was shewn a great number of bones, which, I was told, were those of slaughtered sheep and other animals.  I could gather, from the account given by the priest of the legend concerning them, that, in days of yore, this cave was the resort of a mighty band of robbers.  This must have been a long, long time ago, as this is related as a legend or a fable.\\n\\nFor my part, I could not tell what robbers had to do in Iceland. Pirates had often come to the island; but for these gentry this cavern was too far from the sea.  I cannot even imagine beasts of prey to have been there; for the whole country round about is desert and uninhabited, so that they could have found nothing to prey upon. In fact, I turned over in my mind every probability, and can only say that it appeared to me a most remarkable circumstance to find in this desert place, so far from any living thing, a number of bones, which, moreover, looked as fresh as if the poor animals to whom they once belonged had been eaten but a short time ago.  Unfortunately I could obtain no satisfactory information on this point.\\n\\nIt is difficult to imagine any thing more laborious than to wander about in this cavern.  As the road had shewed itself at the entrance of the cavern, so it continued throughout its whole extent.  The path consisted entirely of loose fragments of lava heaped one upon the other, over which we had to clamber with great labour.  None of us could afford to help the others; each one was fully occupied with himself.  There was not a single spot to be seen on which we could have stood without holding fast at the same time with our hands.  We were sometimes obliged to seat ourselves on a stone, and so to slide down; at others, to take hands and pull one another to the top of high blocks of stone.\\n\\nWe came to several immense basins, or craters, which opened above our heads, but were inaccessible, the sides being too steep for us to climb.  The light which entered through these openings was scarcely enough to illumine the principal path, much less the numerous by-paths.\\n\\nAt Kalmannstunga I had endeavoured to procure torches, but was obliged to consider myself fortunate in getting a few tapers.  It is necessary to provide oneself with torches at Reikjavik.\\n\\nThe parts of the cavern beneath the open craters were still covered with a considerable quantity of snow, by which our progress was rendered very dangerous.  We frequently sunk in, and at other times caught our feet between the stones, so that we could scarcely maintain our balance.  In the by-paths situated near these openings an icy rind had formed itself, which was now covered with water. Farther on, the ice had melted; but it was generally very dirty, as a stratum of sand mixed with water lay there in place of the stones. The chief path alone was covered with blocks of lava; in the smaller paths I found only strata of sand and small pieces of lava.\\n\\nThe magical illumination produced by the sun's rays shining through one of these craters into the cavern produced a splendid effect. The sun shone perpendicularly through the opening, spread a dazzling radiance over the snow, and diffused a pale delicate light around us.  The effect of this point of dazzling light was the more remarkable from its contrasting strongly with the two dark chasms, from the first of which we had emerged to continue our journey through the obscurity of the second.\\n\\nThis subterranean labyrinth is said to extend in different directions for many miles.  We explored a portion of the chief path and several by-paths, and after a march of two hours returned heartily tired to the upper world.  We then rested a quarter of an hour, and afterwards returned at a good round pace to Kalmannstunga.\\n\\nUnfortunately I do not possess sufficient geognostic knowledge to be able to set this cavern down as an extinct volcano.  But in travelling in a country where every hill and mountain, every thing around, in fact, consists of lava, even the uninitiated in science seeks to discover the openings whence these immense masses have poured.  The stranger curiously regards the top of each mountain, thinking every where to behold a crater, but both hill and dale appear smooth and closed.  With what joy then does he hail the thought of having discovered, in this cavern, something to throw light upon the sources of these things!  I, at least, fancied myself walking on the hearth of an extinct volcano; for all I saw, from the masses of stone piled beneath my feet and the immense basin above my head, were both of lava.  If I am right in my conjecture, I do not know; I only speak according to my notions and my views.\\n\\nI was obliged to pass this night in a cottage.  Kalmannstunga contains three such cottages, but no chapel.  Luckily I found one of these houses somewhat larger and more cleanly than its neighbours; it could almost come under the denomination of a farm.  The occupants, too, had been employed during my ride to the cavern in cleansing the best chamber, and preparing it, as far as possible, for my reception.  The room in question was eleven feet long by seven broad; the window was so small and so covered with dirt that, although the sun was shining in its full glory, I could scarcely see to write.  The walls, and even the floor, were boarded--a great piece of luxury in a country where wood is so scarce.  The furniture consisted of a broad bedstead, two chests of drawers, and a small table.  Chairs and benches are a kind of terra incognita in the dwellings of the Icelandic peasantry; besides, I do not know where such articles could be stowed in a room of such dimensions as that which I occupied.\\n\\nMy hostess, the widow of a wealthy peasant, introduced to me her four children, who were very handsome, and very neatly dressed.  I begged the good mother to tell me the names of the young ones, so that I might at least know a few Icelandic names.  She appeared much flattered at my request, and gave me the names as follows: Sigrudur, Gudrun, Ingebor, and Lars.\\n\\nI should have felt tolerably comfortable in my present quarters, accustomed as I am to bear privations of all kinds with indifference, if they would but have left me in peace.  But the reader may fancy my horror when the whole population, not only of the cottage itself, but also of the neighbouring dwellings, made their appearance, and, planting themselves partly in my chamber and partly at the door, held me in a far closer state of siege than even at Krisuvik.  I was, it appeared, quite a novel phenomenon in the eyes of these good people, and so they came one and all and stared at me; the women and children were, in particular, most unpleasantly familiar; they felt my dress, and the little ones laid their dirty little countenances in my lap.  Added to this, the confined atmosphere from the number of persons present, their lamentable want of cleanliness, and their filthy habit of spitting, &c., all combined to form a most dreadful whole.  During these visits I did more penance than by the longest fasts; and fasting, too, was an exercise I seldom escaped, as I could touch few Icelandic dishes. The cookery of the Icelandic peasants is wholly confined to the preparation of dried fish, with which they eat fermented milk that has often been kept for months; on very rare occasions they have a preparation of barley-meal, which is eaten with flat bread baked from Icelandic moss ground fine.\\n\\nI could not but wonder at the fact that most of these people expected to find me acquainted with a number of things generally studied only by men; they seemed to have a notion that in foreign parts women should be as learned as men.  So, for instance, the priests always inquired if I spoke Latin, and seemed much surprised on finding that I was unacquainted with the language.  The common people requested my advice as to the mode of treating divers complaints; and once, in the course of one of my solitary wanderings about Reikjavik, on my entering a cottage, they brought before me a being whom I should scarcely have recognised as belonging to the same species as myself, so fearfully was he disfigured by the eruption called \\\"lepra.\\\"  Not only the face, but the whole body also was covered with it; the patient was quite emaciated, and some parts of his body were covered with sores.  For a surgeon this might have been an interesting sight, but I turned away in disgust.\\n\\nBut let us turn from this picture.  I would rather tell of the angel's face I saw in Kalmannstunga.  It was a girl, ten or twelve years of age, beautiful and lovely beyond description, so that I wished I had been a painter.  How gladly would I have taken home with me to my own land, if only on canvass, the delicate face, with its roguish dimples and speaking eyes!  But perhaps it is better as it is; the picture might by some unlucky chance have fallen into the hands of some too-susceptible youth, who, like Don Sylvio de Rosalva, in Wieland's Comical Romance, would immediately have proceeded to travel through half the world to find the original of this enchanting portrait.  His spirit of inquiry would scarcely have carried him to Iceland, as such an apparition would never be suspected to exist in such a country, and thus the unhappy youth would be doomed to endless wandering.\\n\\nJune 20th.\\n\\nThe distance from Kalmannstunga to Thingvalla is fifty-two miles, and the journey is certainly one of the most dreary and fatiguing of all that can be made in Iceland.  The traveller passes from one desert valley into another; he is always surrounded by high mountains and still higher glaciers, and wherever he turns his eyes, nature seems torpid and dead.  A feeling of anxious discomfort seizes upon the wanderer, he hastens with redoubled speed through the far-stretched deserts, and eagerly ascends the mountains piled up before him, in the hope that better things lie beyond.  It is in vain; he only sees the same solitudes, the same deserts, the same mountains.\\n\\nOn the elevated plateaux several places were still covered with snow; these we were obliged to cross, though we could frequently hear the rushing of the water beneath its snowy covering.  We were compelled also to pass over coatings of ice spread lightly over rivers, and presenting that blue colour which is a certain sign of danger.\\n\\nOur poor horses were sometimes very restive; but it was of no use; they were beaten without mercy until they carried us over the dangerous places.  The pack-horse was always driven on in front with many blows; it had to serve as pioneer, and try if the road was practicable.  Next came my guide, and I brought up the rear.  Our poor horses frequently sank up to their knees in the snow, and twice up to the saddle-girths.  This was one of the most dangerous rides I have ever had.  I could not help continually thinking what I should do if my guide were to sink in so deeply that he could not extricate himself; my strength would not have been sufficient to rescue him, and whither should I turn to seek for help?  All around us was nothing but a desert and snow.  Perhaps my lot might have been to die of hunger.  I should have wandered about seeking dwellings and human beings, and have entangled myself so completely among these wastes that I could never have found my way.\\n\\nWhen at a distance I descried a new field of snow (and unfortunately we came upon them but too frequently), I felt very uncomfortable; those alone who have themselves been in a similar situation can estimate the whole extent of my anxiety.\\n\\nIf I had been travelling in company with others, these fears would not have disturbed me; for there reciprocal assistance can be rendered, and the consciousness of this fact seems materially to diminish the danger.\\n\\nDuring the season in which the snow ceases to form a secure covering, this road is but little travelled.  We saw nowhere a trace of footsteps, either of men or animals; we were the only living beings in this dreadful region.  I certainly scolded my guide roundly for bringing me by such a road.  But what did I gain by this?  It would have been as dangerous to turn back as to go on.\\n\\nA change in the weather, which till now had been rather favourable, increased the difficulties of this journey.  Already when we left Kalmannstunga, the sky began to be overcast, and the sun enlivened us with its rays only for a few minutes at a time.  On our reaching the higher mountains the weather became worse; for here we encountered clouds and fog, which wreaked their vengeance upon us, and which only careered by to make room for others.  An icy storm from the neighbouring glaciers was their constant companion, and made me shiver so much that I could scarcely keep my saddle.  We had now ridden above thirteen hours.  The rain poured down incessantly, and we were half dead with cold and wet; so I at length determined to halt for the night at the first cottage:  at last we found one between two or three miles from Thingvalla.  I had now a roof above my head; but beyond this I had gained nothing.  The cottage consisted of a single room, and was almost completely filled by four broad bedsteads.  I counted seven adults and three children, who had all to be accommodated in these four beds.  In addition to this, the kvef, a kind of croup, prevailed this spring to such an extent that scarcely any one escaped it.  Wherever I went, I found the people afflicted with this complaint; and here this was also the case; the noise of groaning and coughing on all sides was quite deplorable. The floor, moreover, was revoltingly dirty.\\n\\nThe good people were so kind as immediately to place one of their beds at my disposal; but I would rather have passed the night on the threshold of the door than in this disgusting hole.  I chose for my lodging-place the narrow passage which separated the kitchen from the room; I found there a couple of blocks, across which a few boards had been laid, and this constituted the milk-room:  it might have been more properly called the smoke-room; for in the roof were a few air-holes, through which the smoke escaped.  In this smoke or milk-room--whichever it may be called--I prepared to pass the night as best I could.  My cloak being wet through, I had been compelled to hang it on a stick to dry; and thus found myself under the necessity of borrowing a mattress from these unhealthy people.  I laid myself down boldly, and pretended sleepiness, in order to deliver myself from the curiosity of my entertainers.  They retired to their room, and so I was alone and undisturbed.  But yet I could not sleep; the cold wind, blowing in upon me through the air-holes, chilled and wetted as I already was, kept me awake against my will. I had also another misfortune to endure.  As often as I attempted to sit upright on my luxurious couch, my head would receive a severe concussion.  I had forgotten the poles which are fixed across each of these antechambers, for the purpose of hanging up fish to dry, &c.  Unfortunately I could not bear this arrangement in mind until after I had received half a dozen salutations of this description.\\n\\nJune 21st.\",\"timestamp\":1637496277,\"title\":\"\\nAs the weather continued fine, I wished to lose no time in continuing my wanderings. \"},\"digest\":\"AqEgrppxrSgGCWBD_1GVE_jyfH2f_yJEi7enHOqge-I\",\"authorship\":{\"contributor\":\"0x4FEa0511D28B2e43455B26d9Bb2E5c7B7044985a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4BiXZmwZZqxl9XOEi7_pGax_fwM30Urh9OPwjb5zNGM\\\",\\\"y\\\":\\\"39QFAqVFQD9pDKUtnHHA5ynxfwW7FyrlPn8tGVcGbhk\\\"}\",\"signature\":\"ATXMvsHkCCpKTZc0HiPEy0gZTDZ3jjSwUrz32CHunXzeqGc1vYMCmU3jMYRhzOgcdifNza88SN8ETykDRJvTXQ\",\"signingKeySignature\":\"0xbc875578ba379af479ba18416ea20a0387d18c777a13ca34c9b03c0975d28e492a1f518645ef61cf222d2093b367ccbeea0b2442b99b0a0cf6874e2b3f96a2dc1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4BiXZmwZZqxl9XOEi7_pGax_fwM30Urh9OPwjb5zNGM\\\",\\\"y\\\":\\\"39QFAqVFQD9pDKUtnHHA5ynxfwW7FyrlPn8tGVcGbhk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"AqEgrppxrSgGCWBD_1GVE_jyfH2f_yJEi7enHOqge-I\"}"