"{\"content\":{\"body\":\"2022\\\\.1.10\\nGM大家早上好，這是Oh card挑戰的第七天，\\n提供社群這個服務滿一個禮拜了好開心！\\n昨天早上因為有事情所以改成晚上挑戰。\\n有興趣的朋友現在馬上進行一起用oh card來看看今天自己的心情吧！！\\n\\n簡單介紹一下oh card：Oh card是沒有固定牌意的卡牌，不預測未來，而是透過每個人對於卡牌的創意、聯想力去映射出自己潛意識到底在想什麼。\\n\\n看著圖案由左至右去聯想\\n1\\\\.今天的心情怎麼樣？\\n2\\\\.面對你今天的心情，應該怎麼做？\\n3\\\\.如果這麼做了可能會得到怎麼樣的結果？\\n\\n![](https://images.mirror-media.xyz/publication-images/IuWbV6Z4Mf-WE-0OSQSsi.jpg?height=1999&width=4030)\\n\\n我自己的答案\\n圖1.\\n我想到我的手去打槌子是行不通的啊，意思就是說最近很多新的項目，一般人跟科學家根本不能比。不過像是hapebeast這種看社群貢獻拿白單的好項目。讓我貢獻我的一己之長我覺得很棒！\\n大家要多多推廣！\\n\\n圖2.\\n我現在每天作的事情就像是農夫們在撒種子，希望有一天種子都能發芽。我每天都上來貢獻我的能力跟大家互動，我沒辦法像很多人一樣一直黏在這裡，但是我相信我提供給社群的東西是有幫助的，這就夠了。\\n\\n圖3.\\n希望我可以跟圖片裡面的人一樣，最後對著好的結果開心地唱著歌！\\n\\n以上是今天我對卡牌的解讀，猿友們可以一起試試看！\\n我想聽聽大家不一樣的答案，謝謝！\\n\\n2022\\\\.1.10\\nGood morning GM everyone, this is the seventh day of the Oh card challenge,\\nIt's been a full week to provide this service to the community. I'm so happy!\\nYesterday morning, because of something, I changed it to a night challenge.\\nThose who are interested can do it right now and use oh card to see how they feel today! !\\n\\nA brief introduction to oh card: Oh card is a card with no fixed meaning. It does not predict the future, but reflects what everyone is thinking about subconsciously through each person's creativity and association of cards.\\n\\nLook at the pattern from left to right to associate\\n\\n1. How are you feeling today?\\n2. Faced with your mood today, what should you do?\\n3. What are the possible outcomes if you do this?\\n\\nmy own answer\\nfigure 1.\\nI thought that hitting a mallet with my hand would not work, which means that there are many new projects recently, and the average person cannot compare with scientists at all. However, a good project like hapebeast is a good project that looks at community contributions and gets a free bill. It feels great to let me contribute my own strengths!\\nWe need to promote more!\\n\\nfigure 2.\\nWhat I do every day now is like farmers planting seeds, hoping that one day the seeds will sprout. I come up every day to contribute my ability to interact with everyone. I can't stick here like many people, but I believe that what I provide to the community is helpful, and that's enough.\\n\\nimage 3.\\nI hope I can be like the person in the picture and finally sing happily to the good result!\\n\\nThe above is my interpretation of the card today, ape friends can try it together!\\nI would like to hear your different answers, thank you!\",\"timestamp\":1641828775,\"title\":\"Everyday Oh Card Challengy Day 7\"},\"digest\":\"7Mm-nLt1jazluUw96h_62TCr_1Fugedm9td-iJDpbNA\",\"authorship\":{\"contributor\":\"0x0236C75860d07e8d5aDD17C88B9DAc04472C2295\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"idyGZ5VKx6CMqm6plY2GBACnzyUiXDBwREfg9x_gWgA\\\",\\\"y\\\":\\\"fn5lTNqnLU-XO3H4A38FVU_ZtHuB1Gyx26rQeFVD3GY\\\"}\",\"signature\":\"yjuyOvk23AfSFqNielVMlhDn5c2_qH-pFl4eDB0e6WokyWf_nJZjoDuxmo-csP3tb7nbj1RLfsDXRdWmSqM54g\",\"signingKeySignature\":\"0xa4aa6282fd74ad47ad6ca32744a11a6d7f05cef60c15f5b2b4b81876b0c3cce677d463d92b0e5c4bb7a759448b4d6c41c65f3acbfa1b2b0be841a0b0c32d5a601c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"idyGZ5VKx6CMqm6plY2GBACnzyUiXDBwREfg9x_gWgA\\\",\\\"y\\\":\\\"fn5lTNqnLU-XO3H4A38FVU_ZtHuB1Gyx26rQeFVD3GY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7Mm-nLt1jazluUw96h_62TCr_1Fugedm9td-iJDpbNA\"}"