"{\"content\":{\"body\":\" \\n   \\n 大家好 \\n 　　本人是一个50岁的老农民，一个字安分守己，没想到人在老年遇到这样的事情 \\n 　　2020年4月13日，本人女儿、本人外孙、本人老婆3人在家中休息。中午12:40分左右，暴徒魏某突然闯进客厅，后见门外来了1名JC，他们大声呼喊暴徒魏某（大喊不要动...不要跑...），并追赶到客厅外院子。暴徒魏某见状持刀冲向我女儿和怀里的外孙，挟持他们作为人质，我女儿下意识转身抱紧保护我外孙，当时我女儿太阳穴和脖子中了第一刀并开始出血。 此时JC在客厅门口持枪与暴徒对峙，并呼喊“不要动、不要动……”。 \\n 　　我老婆当时也在客厅，认出暴徒魏某是（邻居魏某），劝导暴徒说“都是家门口人，又不是不认识”，并开始上前撕扯暴徒，我女儿和外孙乘此空隙得以暂时脱身，抱着外孙立即逃到客厅外院子里，当时我女儿已经吓得腿发软，孩子受惊大哭，只能瘫坐在院子里安慰孩子。暴徒见人质逃脱，遂开始追赶我老婆，此时JC也冲进客厅，继续逼近暴徒，JC仍然在呼喊“不要动、不要动……。  \\n 　　在门口里不到一分钟暴徒突然从客厅冲到院子里，对我女儿进行第二次伤害，第二刀砍在我女儿面部并大量飙血。JC追赶到院子里，依然呼喊“不要动、不要动……”。女儿顶着两次刀伤的疼痛，抱着孩子用尽力气逃到厨房，用身体抵住没锁的厨房门，但是暴徒又追过来并多次撞门没有成功。 \\n 　　随后厨房里传来我老婆的呼救“救命啊，救命啊，他会杀了我的……”。我看着暴徒将我老婆逼到杂物房，并将我老婆按在地上，手上拿着一把刀和一副带钉手套，往我老婆颈部砍。JC是持枪逼近暴徒，继续呼喊“不要动、不要动……”，刚好赶回家的我见状立即冲上前喝止继续对我老婆行凶，当时暴徒看到我大声呵斥他后，开始松开了我老婆。我为帮助JC抓捕暴徒，不顾自己安危上前与暴徒撕扯搏斗，将其扯出杂物房到客厅里。 \\n 　　JC见暴徒失去老弱妇孺的人质，在我搏斗的同时也开始上前参与制服，不幸的是JC也被带钉手套伤及头部，JC拿盾牌撞击暴徒时被飞刀伤及面部，我也被刀伤及左手。此时JC见三位成年男性无法制服暴徒，才终于开了三枪击中暴徒，暴徒在客厅内不能动弹。 \\n 　　至此，我发现外孙面部及耳朵也有刀伤，一家四口全部受伤。在JC确认安全后，我一家四口呼叫周围邻居帮忙叫120，但急救车迟迟未到，我就给我大舅子打电话叫他驱车将我们送到双凫铺三医院，医院说无法处置大型伤口，我们再由急救车去送到宁乡人民医院进行抢救。 \\n 　　最后我们一家老小受伤情况 \\n 　　1、 欧美娟（女儿），女，27岁，右侧面部自下巴到耳廓，全长约22cm刀伤，拆线后疤痕纵贯右侧全脸，已达毁容状态构成伤残；此前积极寻求高水平医院的救治，均得到无法消除疤痕的一致回复；容貌受损必将伴随一生，严重影响就业，遗留严重的心理创伤。 \\n 　　 \\n 　　2、朱晨鑫（外孙），男，1岁，左侧面部正中，约7cm长刀伤，初期受缝合水平限制，现疤痕已出现凹陷；也积极寻求高水平医院的救治，无绝对有效减轻疤痕的治疗方法；脸上的疤痕必将影响上学以及就业，日后心理创伤程度无法估量。 \\n 　　 \\n 　　3、刘素军（老婆），双侧颈部多刀砍伤，根据手术医生陈述，深度差一纸厚度即伤及颈动脉，差点失去生命。现在因为伤口感染，时常头疼欲裂，医生说这是神经炎，无法彻底根治。 \\n 　　 \\n 　　4、欧文军（本人），根据手术医生陈述，左手刀砍伤致两条肌腱断裂，构成伤残，以后难以康复至正常，左手活动能力下降无法继续从事农活及搬重物。 \\n 　　 \\n 　　每次回忆此景，一切丢历历在目，想到这次意外差点要了我们一家四口的命，我每每难以安睡。而且现如今让我困惑的，我的事情得不到完美解决，从头到尾我们都是自己治疗（ZF第一时间给予我们13600慰问金），前后花费了6W多的费用，而且后续治疗费用巨大，我一个地地道道的农民，50年来安分守己从不做伤害别人的老实人，社会的最底层，遇到这样的事我要怎么处理？我要怎么办？想着我27岁就毁容的女儿，想和我1岁多的外孙，我就难受。今天我发这个文章，希望的到大家转发，让更多人知道我的事情，让我的事情的到重视。 \\n 　　感谢大家，致敬 \",\"timestamp\":1640696107,\"title\":\"JC抓暴徒，村民协助抓获，为抓暴徒受伤的村民该如何自处？\"},\"digest\":\"M5tD-lu-YkGw-avF_TD-lEeQBR6mhM7V4cSeJe0Wv6s\",\"authorship\":{\"contributor\":\"0xa2F1034A2a20b835c3b287EFC799D516b00C6C42\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FcnOPXTQ0g6KJDtxyvxpzDt86YjxcKAcFkN9y9pC5Iw\\\",\\\"y\\\":\\\"qU18vAuUwGkxFs9Sn5AbC518EQsAgMqXDOEi0B4hVls\\\"}\",\"signature\":\"JcB5lXNMc3uRCyQkpix9EysOaTu7ijAkJe5_vWHSkClWln1eSezf2KatjEvJHT1QmCU_NcQAVl4WtW9L4IbvNw\",\"signingKeySignature\":\"0x07d02dac95eaa997d008fd55faf82174de4e79caaab82b1698020b0e82f5b9624148e86c5c30a320fd7ea6aae6b8035e78baa7d5bf19db8b666ee522e8f07c481b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FcnOPXTQ0g6KJDtxyvxpzDt86YjxcKAcFkN9y9pC5Iw\\\",\\\"y\\\":\\\"qU18vAuUwGkxFs9Sn5AbC518EQsAgMqXDOEi0B4hVls\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"M5tD-lu-YkGw-avF_TD-lEeQBR6mhM7V4cSeJe0Wv6s\"}"