"{\"content\":{\"body\":\"Last year I pivoted full time into Web3 and its been an amazing experience so far. I’ve made a lot of friends and new connections in the space that have helped me grow both as a developer and a content creator. I wasn’t going to make any new years resolutions for 2022 but I ate my words when I said ok let me help more people interested in web3 get into the space. \\n\\n[https://twitter.com/Rahatcodes/status/1476208367760773133](https://twitter.com/Rahatcodes/status/1476208367760773133)\\n\\nSo as I’m writing this it is now January 19th and I’ve been mulling over how best to do this and I’ve come to a couple of plans I’m hoping to execute this year. \\n\\nFirst up - Tweeting out referrals to folks who are hiring. \\n\\n[https://twitter.com/Rahatcodes/status/1483827760443408390](https://twitter.com/Rahatcodes/status/1483827760443408390)\\n\\nThis is a fairly easy way of helping out. I get a lot of inbound interest from folks needing frontend work in the web3 space. Rather than saying no, I can leverage my network to help connect other folks into the space. As of writing this the tweet above is referring to an active position so if you’re reading this anytime soon and are interested - get on that! \\n\\nNext up, my course platform FrontendToWeb3. This isn’t up yet but I’ve been spending my nights and weekends getting this to a place where we can launch a beta. \\n\\n[https://twitter.com/Rahatcodes/status/1482370684152164359](https://twitter.com/Rahatcodes/status/1482370684152164359)\\n\\nThis is a platform specifically for learning the skills you would need to pivot into web3 as a frontend developer. There isn’t a lot of focused content out there right now and there are quite a lot of Protocols struggling to find the right frontend engineers! This platform is being designed to help fulfill that need and get people into those open positions. More on this very soon, I’ve hired two interns to help me out in getting this shipped quickly. \\n\\nFinally, and one I’m really looking forward to: Twitter Spaces! Twitter spaces are powerful networking tools that I’m hoping to leverage as a way to connect more employers with job seekers. My goal with spaces: host conversations with Founders and Hiring Managers in the web3 space and have some casual chats about what they’re building and what kind of folks they’re hoping to hire. \\n\\n[https://twitter.com/Rahatcodes/status/1483811168728797185](https://twitter.com/Rahatcodes/status/1483811168728797185)\\n\\nI want to use my platform to help folks grow in this space and this is one of the best ways of doing so. We love throwing out the term wagmi in web3 land but we need to do more to make sure everyone is going to make it. This is the birth of #100Web3 - looking forward to connecting with the first 100 devs I help and the hundreds more we can all help along the way.\",\"timestamp\":1642611637,\"title\":\"#100Web3\"},\"digest\":\"kLoDz8TbyJxfcAr0p1amTjVXjH7Dyp9bA0sATypACik\",\"authorship\":{\"contributor\":\"0x322Af0da66D00be980C7aa006377FCaaEee3BDFD\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cHyiAn9LoOjIGW5MvFGYyBSwOKI-SjBXhIqSpvbvZng\\\",\\\"y\\\":\\\"5Aj7CjvS2Hp_POMuCyKl-gryqyw0nWSkCvqCaewZ5r4\\\"}\",\"signature\":\"RZgBcOQVA7f0t14yx1U4QIfN5vcWQ2Qr1tIK4H1NGYgEypoPXreJ4IDay-a6rY8UGoh4yNFa0bm59vspR0YSwg\",\"signingKeySignature\":\"0xd414a8e7999dc7e9421916adcb74e07250141139d63b6ee98cf78e367a8042971b247f6d1ad22e9f8f5dcd7e2b9be20f7c360915f9f39ec272c6dfb3a4115adb1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cHyiAn9LoOjIGW5MvFGYyBSwOKI-SjBXhIqSpvbvZng\\\",\\\"y\\\":\\\"5Aj7CjvS2Hp_POMuCyKl-gryqyw0nWSkCvqCaewZ5r4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kLoDz8TbyJxfcAr0p1amTjVXjH7Dyp9bA0sATypACik\"}"