"{\"content\":{\"body\":\"Why are you talking about this? Because it makes many bosses a headache. Incompetent people cannot be nuclear\\n\\nThe heart staff, even if they were lucky enough to be the core staff, just find an excuse to let him go.\\n\\nEntrepreneur Business School Serving Entrepreneurs 161\\n\\nFirst of all, we have to make it clear: We come out to start a business and do business, the purpose is to make money. I am not engaged in political struggles with people. I have never had the energy to accompany anyone to play political battles. It is simply mentally retarded. I want to make money. You like to fight, you go home and fight with your wife. An enterprise means that everyone is together, division of labor and cooperation to improve efficiency and make a lot of money.\\n\\nI like to look at business from the perspective of war. In fact, war is for profit, and the purpose of business is also for profit. It is just a different form.\\n\\nBoth war and business are aimed at seeking advantages and avoiding harm. War is not aimed at killing people, because killing has to pay a price. Killing one thousand enemies will hurt yourself 800. It is best to let the enemy surrender directly, which is to tell the other party. Knowing the benefits of surrendering to me and the disadvantages of not surrendering me, let him surrender to achieve the goal of surrendering without a fight. The property and people belong to me, and it is best for me not to pay the cost.\\n\\nThe soldiers who fell without a fight gave me two inspirations: If you want to do it, do a zero-cost business, and don't pay for it. Don't fight, because fighting will consume a lot of resources. So I also hope\\n\\nThe personnel relationship in my company is very simple. Everyone is here to make money. Political struggle will cause considerable internal friction to enterprises. And a capable person with two minds has impure motives. He is not single-minded to make money for the enterprise. He will bring considerable costs to the enterprise and considerable internal friction.\\n\\nLet me tell you how Liu Bang dealt with Han Xin, who has two hearts. Why do I say Han Xin has two hearts?\\n\\nWhen Chu and Han were fighting, Liu Bang sent Li Shiqi to surrender to Qi, and this was a soldier who failed to fight. All bosses must figure out this sentence carefully. After Qi State surrendered to Liu Bang, Li Shiqi said to Qi State King Qi: \\\"If the Han army comes to attack you, you will throw me into the pot and boil it!\\\" He also stayed as a hostage to King Qi. Every day he drank with King Qi, King Qi also listened to Li Shiqi's words and relaxed Qi's military defenses.\\n\\n162 Entrepreneur Business School Serving Entrepreneurs\\n\\nHan Xin, he heard that Li Shiqi, a scholar, said that with his three-inch tongue, he said that he had brought more credit to the huge Qi country, in order to gain credit. Suddenly, he sent troops to attack Qi, and Qi was unprepared, and Han Xin went down with a drum. King Qi thought that Li Shiqi had betrayed him, so he threw Li Shiqi into a pot and boiled it! King Qi himself was also killed during the war.\\n\\nDoesn't Han Xin know the truth about surrendering soldiers without fighting? Obviously not. Because Yan Guo, it was Han Xin who captured Wei Wangbao and captured Xia, beheading An Jun's might. With the strategy of Lord Guangwu, an emissary like Li Shiqi was sent with a letter to persuade Yan Guo to surrender.\\n\\nThis time, Qi Guo also surrendered, but it was not the messenger of the Han Xin faction, but Liu Bang, so Han Xin chose to fight.\\n\\nIn other words, Han Xin was beating Liu Bang's soldiers. In the end, Han Xin captured the Kingdom of Qi and wanted Liu Bang to make him the king of Qi. It can be said that this is a typical two-mindedness. Therefore, I said that Han Xin died unjustly in the end.\\n\\nBut if I stand from Han Xin's perspective, I feel that Han Xin is quite a pity, and Han Xin's failure is due to his character. People who can do things have a personality, either not doing it or doing it absolutely. Since I'm going to fuck you Liu Bang, I'm definitely going to do it to the end.\\n\\nOf course, today we will focus on how Liu Bang uses this kind of two-minded person. Because Liu Bang knows that Han Xin is capable, he has to rely on him to fight Xiang Yu, what about Han Xin? He hadn't completely torn his face with Liu Bang, so he simply sealed him up as the King of True Qi, and stabilized him first. Continue to squeeze the value of Han Xin.\\n\\nWhen Han Xin helps Liu Bang kill Xiang Yu, that is, after Han Xin’s value has been used, then we have to deal with Han Xin. Liu Bang is really a master who likes to defeat people without fighting. He did not directly fight Han Xin, but falsely trust. Had a dream, playing around Han Xin's territory, Han Xin saw the emperor passing through his territory and came to visit the emperor, but Liu Bang was arrested. Liu Bang didn't use a single soldier, so Han Xin was arrested. It can be said that this matter was handled at a very low cost. As a boss, you must control your own costs in everything you do.\\n\\nEntrepreneur Business School Serving Entrepreneurs 163\\n\\nIn fact, in the enterprise, we can also adopt this method to guard against this kind of capable core members who are two-minded, but continue to squeeze their value. You can also train a person to replace him, gradually marginalize him, do everything you want, and don't break his face with him, and find all kinds of reasonable excuses to take away the core business in his hand. Give him some non-core business to keep him busy. In short, to reduce the cost of killing him, there must not be a head-on conflict that will cause financial losses to the company.\\n\\nI have a point of view in this place: Why did most emperors kill heroes? Everyone should have an answer. It's not because the power is high, but because some people have two hearts in the process of fighting against the world! The boss feels insecure, so it needs to be cleaned up. If you are very capable and completely loyal, and the boss is too happy, what would kill you?\",\"timestamp\":1634798505,\"title\":\"How to deal with the core personnel who are two-minded and capable?\"},\"digest\":\"pjJoC63Ph3uCzbyBQUgCDTMQr9zwSQJCAvXBbbMYBuo\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"TYwfEu-rmpPeGrp-rHbVli-Hr7zcbuKYlubVm93Y9dN3h0WEel_aik3sbXmLRZiAIfmDibOvisKJUKu8PKMwcA\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pjJoC63Ph3uCzbyBQUgCDTMQr9zwSQJCAvXBbbMYBuo\"}"