"{\"content\":{\"body\":\"Everybody in the whole town talked about the precious cloth. At\\n\\nlast the emperor wished to see it himself, while it was still on the\\n\\nloom. With a number of courtiers, including the two who had already\\n\\nbeen there, he went to the two clever swindlers, who now worked as\\n\\nhard as they could, but without using any thread.\\n\\n```\\n\\\"Is it not magnificent?\\\" said the two old statesmen who had been\\n```\\n\\nthere before. \\\"Your Majesty must admire the colours and the\\n\\npattern.\\\" And then they pointed to the empty looms, for they\\n\\nimagined the others could see the cloth.\\n\\n```\\n\\\"What is this?\\\" thought the emperor, \\\"I do not see anything at\\n```\\n\\nall. That is terrible! Am I stupid? Am I unfit to be emperor? That\\n\\nwould indeed be the most dreadful thing that could happen to me.\\\"\\n\\n```\\n\\\"Really,\\\" he said, turning to the weavers, \\\"your cloth has our\\n```\\n\\nmost gracious approval;\\\" and nodding contentedly he looked at the\\n\\nempty loom, for he did not like to say that he saw nothing. All his\\n\\nattendants, who were with him, looked and looked, and although they\\n\\ncould not see anything more than the others, they said, like the\\n\\nemperor, \\\"It is very beautiful.\\\" And all advised him to wear the new\\n\\nmagnificent clothes at a great procession which was soon to take\\n\\nplace. \\\"It is magnificent, beautiful, excellent,\\\" one heard them\\n\\nsay; everybody seemed to be delighted, and the emperor appointed the\\n\\ntwo swindlers \\\"Imperial Court weavers.\\\"\\n\\n```\\nThe whole night previous to the day on which the procession was to\\n```\\n\\ntake place, the swindlers pretended to work, and burned more than\\n\\nsixteen candles. People should see that they were busy to finish the\\n\\nemperor's new suit. They pretended to take the cloth from the loom,\\n\\nand worked about in the air with big scissors, and sewed with\\n\\nneedles without thread, and said at last: \\\"The emperor's new suit is\\n\\nready now.\\\"\\n\\n```\\nThe emperor and all his barons then came to the hall; the\\n```\\n\\nswindlers held their arms up as if they held something in their\\n\\nhands and said: \\\"These are the trousers!\\\" \\\"This is the coat!\\\" and\\n\\n\\\"Here is the cloak!\\\" and so on. \\\"They are all as light as a cobweb,\\n\\nand one must feel as if one had nothing at all upon the body; but that\\n\\nis just the beauty of them.\\\"\",\"timestamp\":1636532323,\"title\":\"Everybody in the whole town talked about the precious cloth\"},\"digest\":\"h4NVsvj5sC43ScTlUNGNr7LWjeTpN9oyWafLe-POoT0\",\"authorship\":{\"contributor\":\"0x118719A355F8Fe62814694d032B8397B01aa196f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KmUeWvWjbNxG2Hot2yF81M1kUtz4RF6qjoGHYy_hHsY\\\",\\\"y\\\":\\\"btQP876qjWba4SS6Lim9i7cmBCGbF2p-SMUIG8NlOY8\\\"}\",\"signature\":\"_FuhZDbzM0sMjmuKa-8PkqvEdyyiPcvjvVb1AByuOBeItnVPLErKUPJgcsT9bdptJJO9MHALI2TBTAbQZVFLwg\",\"signingKeySignature\":\"0xa7d5edec689ee56e7441fe8d1d09f9534261fe49659ccb7d3978ff8ef625e80653e5965c4daf8c253314b0fb8178f4e49072d6f304b2d1a1e5bdae6d2d4e76201c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KmUeWvWjbNxG2Hot2yF81M1kUtz4RF6qjoGHYy_hHsY\\\",\\\"y\\\":\\\"btQP876qjWba4SS6Lim9i7cmBCGbF2p-SMUIG8NlOY8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"h4NVsvj5sC43ScTlUNGNr7LWjeTpN9oyWafLe-POoT0\"}"