"{\"content\":{\"body\":\"带着满脸如春花般灿烂的笑容，俺在一道金光中回到了枫叶村中，看看旁边依然一身贫苦装呼喊着冲出村子的新人们，俺忍不住内心的狂喜，仰天放声“哈哈哈”长笑三声。\\n\\n```\\n“不是被怪杀成白痴了吧。”\\n\\n“不是吧，傻子也能玩游戏，看来天地真是平等啊。”\\n\\n“是不是装备暴了，怒极而喜？”\\n\\n…………怎么俺每次的欢喜都会被人误解呢，算了，我都当你们是空气，飘来兮，又飘去兮，丝毫没有影响到俺愉快的心情。\\n\\n没有理会旁人的讥讽，俺整了整凌乱的衣服，将挡在眼帘的乱发推到了一边，收起我心爱的匕首，大步走向了佣兵协会。\\n\\n再次来到佣兵协会，我可有了兴致，打量起房间里的设置来。正门的两边各自摆放着一尊用整块天青石雕刻的魔兽，整洁光滑的外表，细腻流线的造型，噬人而食的神情，估计值不少钱吧，以后俺有钱了也弄二尊放门口，不为别的，就图个气势。\\n\\n厚实的羊绒地毯上面绘制着娇艳的玫瑰花，黑色的花瓣仿佛能够散发出惑人的芳香；墙壁上爬满了茂盛的爬山虎，深褐色的藤架如同老人那干枯的手臂紧紧地依附在墙上；几副精美的油画被围绕在绿色之中，百分之百色金子镶嵌的边框告诉我画很值钱；深红色的软皮沙发静静地呆在角落里，只有旁边大理石茶几上还在散发着热气的茶杯，证明了刚刚有人享受过它的柔软；圆弧状的天花板上悬挂着一盏巨大的吊灯，流离的灯光映照着每个角落。\\n\\n美丽的服务员正热情地忙着为前来询问和转职的玩家服务着，古铜色的柜台后面端坐着几名穿着黑色马甲，打着白色领结的中年人，估计是负责接受和发放佣兵任务的，手头上都拿着厚厚一叠资料翻阅着。\\n\\n“您好，请问你有什么需要帮助的吗？”吐气如兰，笑如朝霞的一个PLMM走到我的身边，轻轻的问我道。\\n\\n“哦，我只是看看，不需要麻烦你拉，谢谢。”我转头说道。\\n\\n“呵呵，又是你，怎么，这么快就做好任务了？”PLMM看到我，套着近乎的说道。\\n\\n我努力地睁大着自己的眼睛，歪，PLMM认识我啊，看来我蛮有魅力的。我给了一个自认比较潇洒的姿态，发出比较迷人的笑容问道：“你认识我？你怎么知道我在做任务啊？”\\n\\n“呀，你这么健忘，上次你来也是我招待你的。”PLMM一抹红晕浮上了脸庞，有点不满地说道。\\n\\n我一听，上下看了看她，一身红色的连衣裙也没有掩饰住她诱人的身段，白玉般的藕臂交叉放在胸口，裙摆下面是一双齐膝的黑色长靴，原来是招待我的那个白色旗袍MM。\\n\\n“原来是你啊，呵呵，今天更漂亮拉，俺都不敢相信自己的眼睛。”我裂开了嘴，一脸奉承的笑容说道。\\n\\n“哼，看你的样子就知道不是什么好人，亏我还好心想帮你。”女孩撇了撇嘴，气嘟嘟地说道。\\n\\n“谁说俺不是好人的，俺和他急，嘿嘿，刚才是没注意拉，俺有点近视的，不好意思。”我是睁着眼睛说瞎话，好歹自己也是2.0的视力。\\n\\n“哦，算了，不和你说拉，我去帮其他玩家拉，这可是我的工作。”PLMM扔了一句话，闪人了。\\n\\n“小样，真是经不起表扬。”看着她的背影，我嘴里嘀咕了一句。算了，还是赶快奔主题，找我的指引者。\\n\\n走到门口，刚想推门，就看到门被哗的一声拉开，一个精灵战士正一脸愁容地走了出来，嘴里嘀咕着，“这什么转职任务啊，那矿坑的老鼠都是成群的，叫我一个人怎么杀。”\\n\\n我耳朵一动，嘿嘿，这不是财神上了门吗，哥们别发愁，你要的东西我这有呢，先不忙进去。\\n\\n“哥们，脸色怎么这么差，有什么烦事？”我一手搭上精灵战士微削的肩膀，笑着问道。\\n\\n“告诉你也没用的，你又不是转杀手，说了你也不懂的。”他斜了斜眼睛，看了看我说道。\\n\\n“嘿，是不是要这个巨鼠眼珠和死者头颅。”我打开背包，拿出一个黑色的眼珠和一个苍白的头颅说道。\\n\\n“啊，你怎么有这个，难道你也是转杀手的。”精灵战士一脸诧异的看着我，指着我手上玩弄着的两个任务道具说道。\\n\\n“呵呵，咱也不拐弯摸角的拉，我还多8个眼珠和10几个头颅，要的话给个价吧，你也知道难打的，出去卖卖也有不少人要的。”我直接的说道。\\n\\n“哥们，你那东西我全要了，给你4个银币一个怎么样？”精灵战士眼睛转了转，想了想说道。\\n\\n“行，你也是个聪明人，也爽快，咱就不多说，你一共给80个银币算了。”扔了个交易请求过去。\\n\\n多纹同意你的请求，多纹，你怎么不叫多问，放上8个眼珠和14个多余的死者头颅，看到他一脸哀痛的放上了80个银币，靠，看他等级也远远没我高，怎么也能打到那么多钱，身上的装备也换了几件，手上的匕首就是俺以前用的精钢匕首，问问看有啥秘诀不。\\n\\n“谢了，我先走了，还要再打二个老鼠眼睛呢。”多纹拿了东西迫不及待地就要走人。\\n\\n“兄弟别忙，看你不过才10级左右，怎么有那么多钱。”我带着最大疑问说道。\\n\\n“嘿嘿，这是商业机密，本不好告诉你，不过看在交易一场的份上，俺就说了。” 多纹有点神秘西西地说道。\\n\\n靠，说就说拉，还摆什么谱，还好不要我给咨询费，俺陪着笑说道：“嘿嘿，还望你指教。”\\n\\n“看到外面的佣兵行会了吗，那可以接到各种任务，有玩家的也有系统的，运气好碰到个大款玩家递交的任务被你完成了，那就发拉，我打怪时暴了块红宝石，本想卖商店的，谁知道来这里一看，一个叫冲天剑的玩家出了1个金请玩家帮忙搞个，嘿嘿我立马接了任务，然后再交了任务，系统收了5%的佣金，我就赚了95个银币，不然哪能这么爽快拿钱问你买转职物品啊。”多纹洋洋得意地说道。\\n\\n这个冲天剑几天不见，牛多了，有钱人，以后要多和他沟通沟通感情。冲多纹抱了抱拳，我说道：“谢拉，兄弟受教了，你忙吧。”\\n\\n目光送别多纹，我走进了房间，指引者还是那副死沉沉的老样子，装模作样地拿着本书看着，看到我进来了。\\n\\n指引者放下了书，站起身说道：“隐为者，你带来了我需要的物品了吗？”\\n\\n“当然了，您老交代的事我还不给办妥吗。”打开背包，将血狼獠牙，巨鼠眼珠和死者头颅一一拿了出来，交易给了指引者。\\n\\n“呵呵，你果然没有辜负我的期望，成功的完成了任务。”翻弄着手上的任务物品，指引者笑着说道。\\n\\n靠，还怕会有假冒伪劣道具不成，看的那么仔细，恶心不，我鄙视地看了指引者一眼。\\n\\n“恩，您老看看是不是该给我那个什么啥手勋章啊。”我搓揉着双手问道。\\n\\n“不是啥手勋章，是杀手徽章，是追寻嗜血者的足迹，成为行走在黑夜中的屠戮者的证明。”老头愤慨地看着我一眼说道。\\n\\n“恩，就是杀手勋章，嘿嘿，你老是不是能给我拉，我盼星盼月亮就等这个拉。”我满脸阿谀的笑道。\\n\\n老头如同变戏法般从袖子里掏出一个黑色勋章出来，递了给我，“年轻人就是太心急，给你这个，拿去吧。”\\n\\n我赶忙双手接了过来，放到眼前好好端详了一番，黑色的底纹给人以凝重萧杀的感觉，中间是一把滴血的匕首斜插在一颗苍白的头颅上，怎么看怎么象我打到的死者头颅。\\n\\n系统的提示也恰时的响起：“您成功转职成为杀手。”\\n\\n“好好保管它吧，它将陪伴你走过追寻嗜血者的旅途。”老头转过身走回了椅子，嘶哑的声音飘到了我耳边。\\n\\n“恩，我会成为一名成功的嗜血者的。”我心中暗暗想着，慢慢地退出了房间，哈哈，俺终于成为了杀手了。\\n\\n走出了佣兵协会，我BS的看了身后大门一眼，靠，也算不小的门面了，连个学习技能NPC也没有，还要我去城镇的佣兵协会才行，抬头看着蔚蓝的天空，眯着眼睛想了想，总算把个起步阶段给混过了，就要走人，得去看看俺亲爱的红鼻子老爷子，下次再见他还不知道什么时候，药剂师也要去道个别，俺还想再蹭他几瓶药呢。\\n```\\n\\n\\n------------\",\"timestamp\":1640151355,\"title\":\"第二十一章 不容易啊，一转了\"},\"digest\":\"CzR3xnToXjfYyse3AHQ9bt93_9c36MqAaGR4TyCiRfg\",\"authorship\":{\"contributor\":\"0xFEc89121b70879E403E572E12001c3fb1B3b8bd2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JfrCrod80b09uk44mtKrHWJB36g5bef_XY-aABR8JXk\\\",\\\"y\\\":\\\"WABWo-v7U5ji07evFGApB-sB5MGSyHPerxBJ7Q4JegA\\\"}\",\"signature\":\"4lf7hLE-6soke-w5jpfl7nglvvSm1dRsoNyjbh2F_pZys2MmbszIQUsGRBr5Af8B1Jd2qjHJpAVFWlFoTd0SBg\",\"signingKeySignature\":\"0xb85d53dd233f34a22b561e192b007b1af862b46ec66f99e1544c870d58787e271dc99c79f335aa2a5a7b39ca5235b60d11ef3a80aa93ebdcd4f5819e9b66130f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JfrCrod80b09uk44mtKrHWJB36g5bef_XY-aABR8JXk\\\",\\\"y\\\":\\\"WABWo-v7U5ji07evFGApB-sB5MGSyHPerxBJ7Q4JegA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CzR3xnToXjfYyse3AHQ9bt93_9c36MqAaGR4TyCiRfg\"}"