"{\"content\":{\"body\":\"随着冲天剑一声令下，他身下的干将第一滴血带着上千名早已蠢蠢欲动的帮派精英杀出村子，迎向了近在眼前的敌人。\\n\\n```\\n“霸枪（狂刀）你们在雷帝城组织好挂掉的兄弟后，就立即赶来支援，千万不要单独行动。”血染疆土看到带队出去的血染霸枪和血染狂刀都没来得及退回来，为帮捐躯，命送当场后，连忙发了个消息过去叮嘱道，那一双牛眼里是充满了愤怒，如果眼神可以杀死人，那估计那个在乱军之中的豹哥早已被血染疆土给碎尸万断了。\\n\\n“弓手、巫师，给我专盯着那个豹子头的家伙下手，既然他敢到队伍前面，老子就让他好好尝尝我的厉害。”血染疆土一口钢牙咬得是咯咯作响说道。\\n\\n这豹哥既然敢到队伍前面，当然是有持无恐，身后最起码有二十个高级神官不停地给他使用回复之光，再加上他东砍一刀，西劈一刀的，弓手和巫师哪能那么容易就挂得掉他。\\n\\n那帮巨型碧颚蜘蛛带给豹哥队伍的冲击还真是不小，这番攻击起码让他们损失了上千个弟兄，不过boss掉出的一个三十四级的碧颚之剑倒是个好东西，加上爆出的其他几件装备，让狂兽擦去头上的汗水，对刀子笑道：“妈的，运气不错，这些家伙还给我们留下这把剑和几件装备，这次怪物进攻的便宜倒是让我们给占了，平时想要弄个装备出来可不容易。”\\n\\n刀子脸色却十分难看，他埋怨道：“我叫你等会挂了这个巨型碧颚蜘蛛，你偏不听，你知不知道马上第三次怪物进攻就要来了，等级还会更高。”\\n\\n“什么，还有一次怪物进攻，不是二次的吗？”狂兽惊讶地问道。\\n\\n“妈的，村子是二次，升级镇级是三次，你连这个都不知道。”刀子骂道。\\n\\n“我知道个毛啊，我又不是老大，怎么知道这东西，你跟我叫个屁，来了继续杀贝，要是能爆出个好装备来，老大肯定不会怪罪我的。”狂兽不加思考地瓮声说道。\\n\\n“好好好，你杀，我看你怎么杀。”刀子脸色一晦，手一指那只刚从黯氤森林里钻出来的巨大怪物说道。\\n\\n魔镰螳螂  等级：？？？\\n\\n身高近两米，通生碧绿，色泽妖异，三角形的头颅上长着一对闪着暗红色光芒的复眼，两条细长的触角如竹节一般垂在额前，一对粗大锐利，内生钢刺，如巨大镰刀状的前足在空中挥舞着，阳光洒在上面流动着两道油亮的绿光，强壮有力的六足稳稳地将它那庞大的身躯支撑住，两对轻薄得近乎透明的羽翼不时轻轻扬起，高翘的尾端上那如软角般的尾尖随着身子的移动微微颤抖，这个家伙一出场，就让狂兽两眼发了直，还不说它身边那数不清，样子比它小一号，三十六级的魔螳螂。\\n\\n“大哥，我顶不住了，出来个问号级的boss。”狂兽让手下兄弟迎了上去，自己刚低头扔了个消息给豹哥，就见魔镰螳螂一振翅，突然越过玩家，冲到狂兽身边，镰刀般的双爪将他抓了个正着，随着魔镰螳螂一甩爪，狂兽那沉重的身子竟然被扔到半空之中，而魔镰螳螂的双刀则化成一片虚影，在空中劈出一团纵横凛厉的绿色刀光，这正是魔镰螳螂的必杀之技——鬼镰切，狂兽有幸能享受boss级精心待遇，“满意”地看了魔镰螳螂一眼，化做白光闪人了。\\n\\n“妈的，不听老子的，挂了吧，活该，看你******怎么和老大交代。”刀子看着那只如入无人之境，带着一帮小弟大势屠杀玩家的魔镰螳螂，低声骂了几句，赶紧开溜向队伍前面。\\n\\n前面的战局已经到了白热化阶段，双方交锋的地方也蔓延到血染疆土帮派驻地的前沿，冲天剑手下的人马也损失大半，那豹哥的部分手下已经冲到村子前面，依仗有牧师的保护，开始破坏村子的围墙，巫师那炮弹般的黑暗旋涡也接连落在花岗石围墙上，凿出一个个大坑，眼看这最后的防线就要不保，敌人的大部队就要杀进村子之中。\\n\\n我站在村墙上一直在关注着整个战局的情况，心头思绪万千，这成千上万人的PK就是不一样，让人看得是心潮澎湃，热血沸腾，当然了，还没到需要我上场卖力的时候；再瞧那地上的装备没有上百，估计也有几十了吧，比起怪物的爆率来，这可是高多了，可惜就是没有一个人去拿，为什么，谁敢啊，弯弯腰，低低头，搞不好就能送了命，大型的会战真是不一样。\\n\\n“什么，妈的。”看着狂兽在这关键时刻发来的一则消息，豹哥刚有的几分得意之色立即消失一空， 换上的是满脸的阴沉，转头眺望队伍后面，魔螳螂们如绿色的浪涛席卷过来，他这里还没乱，横行天下的人马就已经乱了。\\n\\n“大哥，有高等级boss杀过来了。”听着手下的回报，看着后面那个挥舞着镰刀，肆意收割玩家性命的魔镰螳螂，横行天下有几分惊慌，又有几分欣喜，这种高等级的boss可难得遇到，要是能挂掉的话，应该能爆出个好东西吧，反正现在前面有豹哥的那帮人在冲锋，我不如让兄弟们去围剿那个boss好了，刚才那个巨型碧颚蜘蛛好象就掉了什么好东西，妈的，给他们占了便宜，这个boss也该让我爽爽了。\\n\\n横行天下这转念一想，立即吩咐手下的人，主攻目标换一换，冲击速度缓一缓，慢慢撤向后面，围杀魔镰螳螂去。还扔了个让豹哥气得直骂娘的消息：我看你后面吃紧，好象对付不那些螳螂，我让兄弟们回去帮帮忙，前面我已经快打进村子里，相信交给你也应该没什么问题。横行天下这临阵放水，是便宜了血染疆土，害惨了豹哥。\\n\\n“老大，第三波怪物可不容易对付，他们后面的阵形已经乱了，现在前面又好象撤了不少人回去，正是我们反击的大好时机。”站在血染疆土身边的血染鬼面躲过几枝射来的冷箭，冲血染疆土说道。\\n\\n“恩，妈的，老子受了半天的窝囊气，现在也该我发泄的时候了，兄弟们，操家伙上啊，给我杀光这帮狗东西，扬我万兽无疆的威名。”血染疆土高举起手中的战锤，带着几份煽情的大声咆哮道。\\n\\n杀声震天，喊声雷动，血染疆土和冲天剑带着剩余的二千多兄弟，冲出了村子，如恶虎扑食般杀向混战中的人群之中，这股新鲜血液的加入，顿时打乱豹哥一方的阵脚，而横行天下的临阵退却，也让豹哥咒骂不已，独自面对两帮的精英玩家，任豹哥怎么狂妄，也不敢言“轻松”二字。\\n\\n我也跟着大队人马杀出了村子，小影早就被我召唤出来藏在一边，反正他都包裹在盔甲里，也没人注意到他是人是鬼，而我还特意在它身上扎了红、白两条绸带，这样起码保证它只要不动手，就不会被两边的人马给误伤，只能让它伤害其他人。我则开上潜行，跟在小影后面摸向了对方。（血染疆土这方因为系了两条丝带，所以容易分清敌我，而豹哥在发觉对手竟然也系了红丝带后，下令只要是从村里冲出来，跟自己这边人动上手的，就格杀勿论）\\n\\n呀，这个牧师回复之光加得挺勤的嘛，这么辛苦干吗，让我给你解脱这个吃力的工作好了。我眼光一瞥，小影就领会到我的意思，一招死亡冲刺在牧师那洁白的法袍上留下三点如樱花般灿烂的红迹，看着这个突然出现在自己面前的对手，牧师惊慌地往后退着，想跑，可没那么容易，死亡缠绕留住了他的步伐，紧跟而上的我则劈出干净利落的两刀，让他立即回归最初了。\\n\\n让，我再让，退，我再退，我跳跃着闪过两个剑士的攻击，手中的匕首随即开启剑刃波，而小影也从一边扬起冲刺剑，跟我一起围绞这两个不知天高地厚的家伙，二对二，我和小影杀他们还不是稳的。这不，如实质般的暗红刀光撕开他们脆弱的皮甲，而小黑的冲刺剑则轻易就穿透他们的躯体，溅起点点殷红。我脸上煞气一现，扔了个还血丹到嘴里后，我身形一展，疾步冲向其中一人，一道寒冷的剑气被我贴身闪过，肩膀让这家伙砍了个实，我顺势撞到他怀里，冲他心窝就是两刀，随后脚步一扭，乘他还没回过神，一个急速冲到他背后，一记背刺让他还没弄清楚怎么会事，就挂掉回城了。另一个就更不用说了，我家小影还不是把他吃得死死地，对拼剑术，它的技巧可丝毫不逊色任何玩家。\\n\\n有了魔镰螳螂那票怪物的杀出，让豹哥和横行天下两伙人真是叫苦不已，队伍后面现在已经乱成了一片，那只魔镰螳螂不但攻击力狂高，而且还能拍打着翅膀无视下面的玩家的攻击，不时飞冲向最软弱的弓手、牧师的聚集处，镰刀挥过，血光冲天，那些小一号的魔螳螂们的实力也不亚于一般的小boss，没七、八个玩家根本别想对付得了，这群原本是帮派升级的噩梦怪物群，现在倒成了豹哥和横行天下的僵梦。\\n\\n前方吃紧，后面遭殃，血染疆土此刻是士气如虹，将冲到帮派驻地前面的敌人渐渐逼退，每个人的脸上流露的都是一副视死如归，敢为人先的表情，让豹哥这边的人马有了几分胆寒。而那只魔镰螳螂也渐渐从接近了回撤的横行天下一伙人马。\\n\\n“妈的，这家伙这么厉害，秒杀啊。”看着那头巨大的魔镰螳螂发出一记鬼镰切，轻易就将几个玩家给劈回城，横行天下脸色有点苍白，声音都有点颤抖说道。\\n\\n“大哥，前面也有点不太对劲，血染疆土他们都杀出来了，豹哥的人好象抵挡不住了，我们，要不要先撤啊。”身边的那个如影相随，一脸奸诈之色的弓手说道。\\n\\n“这样恐怕不太好吧，似乎有点说不过去了。”横行天下听了这话，带着几分犹豫地神情说道。\\n\\n“大哥，都到这生死关头，还有什么好不好的，难道你还想再挂一次。而且这只魔镰螳螂到现在还没有半点不支的迹象，想挂它恐怕不容易，我们还是乘着咱们没有进入战斗状态，赶紧闪人保存实力吧，要是被卷入了战斗之中，那可就想逃都难了。”弓手在一旁“好言”劝说道，“大哥，你就别想了，赶紧闪吧，这也是情非得以，豹哥如果聪明的话，也该逃命，把这群该死的螳螂扔给血染疆土他们处理好了。”\\n\\n“恩，那就听你的，咱们先闪了。”横行天下想了想，点了点头说道。带着一群心腹兄弟，横行天下就这样不声不响地闪人逃走了，将剩下的困难问题都丢给了还在苦苦支撑的豹哥。\\n\\n“妈的，这帮该死的东西，竟在这个时候闪人了。****。”听着身边刀子的急报，豹哥猛砍几刀，挂了眼前这个拼死相抗的玩家，破口大骂道。\\n\\n“大哥，现在情况对我们不妙，前面血染疆土的人士气正高昂，而后面我们的兄弟被那群螳螂搞得损失惨重，现在只有几千个弟兄了，要是再这样下去的话，恐怕会全军覆没了啊，大哥……”刀子话说一半，看这豹哥，等他做个决定。\\n\\n“妈的，横行他们不跑的话，我们还能坚持一下，现在他们一跑，手下的兄弟都乱了套，无心恋战，亏老子计划得这么好，十拿九稳能成功的事，就这么给黄了，****。”豹哥气得是脸色发了青，咒骂不已。\\n\\n“大哥，现在不是讨论的时候，你得赶紧拿个主意。”刀子急切地说道。\\n\\n“让前面的兄弟继续抵挡一下，我们撤。”豹哥跺跺脚，一舞手中的长刀说道，却没有注意后面有一片绿影骤然逼近。\\n```\\n\\n\\n------------\",\"timestamp\":1640326499,\"title\":\"第一百三十六章   魔镰螳螂\"},\"digest\":\"X5R4qEXr0WpA6BOCHoAQfrRhXscyZuNeFUkyJjgIPLU\",\"authorship\":{\"contributor\":\"0xfD6e215bac85C46AD8e8CA408aB66fEb0f9CbC95\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8KnC_CgkQbouAU_OlzLaF6pkLj3bIV70YE4Jm1Dzmn8\\\",\\\"y\\\":\\\"shUu_Ko_XIXac2o9oYQ-fcTqINlZpvbYK1qfByxMTTc\\\"}\",\"signature\":\"-zHdOP35WfbF5-s_DJ3qlIohVDn_khe8tKyvRZNDXBWnCmEhgQLPFuU11Wl1OFAk1OS0kVSODslwPizLla9Fvw\",\"signingKeySignature\":\"0xef76d16c24944ad18c2121572d02e05c2a6862fc12f9f9b0b614e43cdb65e07b66e90c1bb53624c4a241bb0755e825cba81a0c9ed24f40fe9c8c132b62bd6add1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8KnC_CgkQbouAU_OlzLaF6pkLj3bIV70YE4Jm1Dzmn8\\\",\\\"y\\\":\\\"shUu_Ko_XIXac2o9oYQ-fcTqINlZpvbYK1qfByxMTTc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"X5R4qEXr0WpA6BOCHoAQfrRhXscyZuNeFUkyJjgIPLU\"}"