"{\"content\":{\"body\":\"A smart contract is a self-executing contract with the terms of the agreement between buyer and seller being directly written into lines of code. The code and the agreements contained therein exist across a distributed, decentralized blockchain network. The code controls the execution, and transactions are trackable and irreversible.\\n\\nSmart contracts permit trusted transactions and agreements to be carried out among disparate, anonymous parties without the need for a central authority, legal system, or external enforcement mechanism.\\n\\nWhile blockchain technology has come to be thought of primarily as the foundation for bitcoin, it has evolved far beyond underpinning the virtual currency.\\n\\n**How Smart Contracts Work**\\n\\nSmart contracts were first proposed in 1994 by Nick Szabo, an American computer scientist who invented a virtual currency called \\\"Bit Gold\\\" in 1998, fully 10 years before the invention of bitcoin. In fact, Szabo is often rumored to be the real Satoshi Nakamoto, the anonymous inventor of bitcoin, which he has denied.\\n\\nSzabo defined smart contracts as computerized transaction protocols that execute terms of a contract. He wanted to extend the functionality of electronic transaction methods, such as POS (point of sale), to the digital realm. \\n\\nIn his paper, Szabo also proposed the execution of a contract for synthetic assets, such as derivatives and bonds. Szabo wrote: \\\"These new securities are formed by combining securities (such as bonds) and derivatives (options and futures) in a wide variety of ways. Very complex term structures for payments can now be built into standardized contracts and traded with low transaction costs, due to computerized analysis of these complex term structures.\\\"\",\"timestamp\":1638429205,\"title\":\"What Is a Smart Contract?\"},\"digest\":\"inTzWK5SQ76adCTga1V6EpCqi6fxcGmzNPjpw2ZbNFY\",\"authorship\":{\"contributor\":\"0x92276ddbfB1E5735E38A2f398988fa39722c50E4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rS4RtpyslYEdMlnVemRSJX7Vx3oxwoIltarDfc4Du9M\\\",\\\"y\\\":\\\"LHfcPoGfBYg6Y_EORt1KXJ3d0zixA_1i-P5-M8jO_mY\\\"}\",\"signature\":\"evosgSPQEEEYWCkoTFd5ueRPPFOOsvkWvGgyzEJKf8BfQ5RdaHzH4jqRqyxdrd2PyhXXKdGyeEEDpDGS5-3Kvg\",\"signingKeySignature\":\"0x7fbd750351b3e927f1030abf3d434a30d33c8e886389962c58a984554d918ec05ff57713c73b20ddc82be36691ac23fef7d524c6f750e7ae8bde202c74d0a22b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rS4RtpyslYEdMlnVemRSJX7Vx3oxwoIltarDfc4Du9M\\\",\\\"y\\\":\\\"LHfcPoGfBYg6Y_EORt1KXJ3d0zixA_1i-P5-M8jO_mY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"inTzWK5SQ76adCTga1V6EpCqi6fxcGmzNPjpw2ZbNFY\"}"