"{\"content\":{\"body\":\"Now the blockchain has gradually taken a new direction in the development field. The state proposes to take the combination with the real economy as the core and develop a small amount of digital economy dominated by the financial field. At present, there are government government services, medical system, physical industry, education scenes, etc. these fields are inseparable carriers of society and must be involved in our life. Blockchain optimizes them and provides us with new application experience, which is of great significance to the development of this society.\\n\\nThe future development trend of blockchain can be deeply understood from the following four simple points\\n\\n1. Application mode upgrade. In view of the security of the public chain and the increasing transaction volume, and the balance between the current network capacity, the application fields of blockchain in the future will be mainly alliance chain, private chain or hybrid chain.\\n2. Centralization. In the future, the blockchain system architecture will be to build a trusted multi center system, promote the decentralized and independent single center to a unified multi center with multi-party participation, so as to improve the trust transmission efficiency and reduce the transaction cost.\\n3. Drive application breakthroughs in other industries from financial innovation. The application field of blockchain will start from the fields that require mutual trust between trading parties, but it is not easy to establish trust relations, such as finance, securities, insurance and so on.\\n4. Socialization of smart contracts. In the future, all contractual agreements will be intelligent. The use of smart contracts can ensure the reliable implementation of all agreements and avoid tampering, repudiation and breach of contract.\\n\\nTherefore, the current blockchain development scenario still has great usability, but there is still a lack of practical application scenarios to consolidate the \\\"blockchain +\\\" model. In the future, if the blockchain wants to give full play to its social value, it still needs time to polish.\",\"timestamp\":1638978167,\"title\":\"How to view the value and future trend of blockchain development in society\"},\"digest\":\"RX_AEQz3xMyBM7MtW8Nr2RKQ6uJU1Eoj9I19nz054AQ\",\"authorship\":{\"contributor\":\"0x8D4E1BFa9BFA1404Aa02ef199cf8126e18b5aD1d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"j4UlzvF6ZnUQ86VCPsPimrBxNLRh2MTqevkyvXJY7xw\\\",\\\"y\\\":\\\"m9MMTs_qSOvXKOKHl6EA1XvXbo24gT32pq4_0S6YdNE\\\"}\",\"signature\":\"spsc1D5D3vL6CepjbOl5fIB2zzqAplBsGpDbxaB7h3uvUqrYLO2g1TVGWNZwLdlo_VQknbQh_y18q_XtcfKK6w\",\"signingKeySignature\":\"0xb817f8bc6003cae40e0682d2535d7282b8aa0b855857007099213a2a903ab4de2d68201b5379d1d581a90348e35e9e22da7ad3a1cfd4c745305d118a52f177c41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"j4UlzvF6ZnUQ86VCPsPimrBxNLRh2MTqevkyvXJY7xw\\\",\\\"y\\\":\\\"m9MMTs_qSOvXKOKHl6EA1XvXbo24gT32pq4_0S6YdNE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RX_AEQz3xMyBM7MtW8Nr2RKQ6uJU1Eoj9I19nz054AQ\"}"