"{\"content\":{\"body\":\"### Web3 is Democratizing Early-Stage Investing\\n\\nAt this stage, it's clear that web3 is making the internet ownable by users in ways that weren’t possible under the model that gave rise to platforms like Facebook, Spotify, and others. Thanks to the tokenization of many platforms and communities, it is now much easier to own digital property and invest in the upside of a project that you’re passionate about. Nonetheless, the web3 ecosystem is far from perfect, and many have pointed out that the community is not as decentralized - from an [infrastructural](https://moxie.org/2022/01/07/web3-first-impressions.html) and [financial](https://twitter.com/jack/status/1473139010197508098?s=20) perspective - as we might think. \\n\\n[https://twitter.com/jack/status/1473139010197508098?s=20](https://twitter.com/jack/status/1473139010197508098?s=20)\\n\\nWhile Jack may have a point about certain VCs asserting an uncomfortable level of influence over the protocols and communities that make up the ecosystem, I would argue that firms like a16z aren’t the problem. Instead, they are a symptom of almost a centuries-old regulatory framework that prevents everyday people from investing in early stage businesses. Even though securities laws are long overdue for reform, thanks to web3 there are now more opportunities for the little guy to invest in early-stage projects.\\n\\nTraditionally, early adopters haven’t been able to participate in the upside of the platforms they use online. Early YouTube users weren't able to hold on to some sort of token that became more valuable as the platform grew in popularity. But with the next iterations of YouTube, TikTok, and other social platforms this will likely be the case. In many ways, the web3 ecosystem is democratizing early stage investing by making it easier for everyone to own a piece of the internet. While web2 led to the emergence of a billion new creators, web3 will give rise to the next billion owners - with DAOs playing an important role.\\n\\n### A Primer on DAOs\\n\\nFrom a technical standpoint, a DAO is a group organized around a mission - coordinating through a shared set of rules that live on the blockchain. What makes DAOs so attractive is that as groups shift towards more digital and anonymous interaction, the smart contracts that make up the DAO enable a form of trustless exchange. Since all on-chain actions are viewable by everyone, there’s much lower risk of any corruption. As Linda Xie points out in her [Beginner’s Guide to DAOs](https://linda.mirror.xyz/Vh8K4leCGEO06_qSGx-vS5lvgUqhqkCz9ut81WwCP2o), while investors in public companies are only given quarterly updates of a company’s financial position, DAO members are able to view their community’s balance sheet in real time on the blockchain. Here’s a [snapshot](https://etherscan.io/address/0x660f6d6c9bcd08b86b50e8e53b537f2b40f243bd) of the tokens the FWB DAO holds in its treasury. \\n  \\n In other words, DAOs are effectively group chats with a shared bank account and cap table. Members of a DAO actively work together to advance whatever mission they're focused on, hoping to capture some sort of value in the process. A group of 25 friends can use a DAO to raise funds for a social cause they believe in, or even to pool their savings together and co-invest in a [Mutant Ape](https://opensea.io/collection/mutant-ape-yacht-club).\\n\\nWhile many have compared DAOs to corporations, they are not yet recognized as separate legal entities in most jurisdictions. Based on the collaborative nature of DAOs, there is a case to be made that they should be considered partnerships from a legal perspective - leading many DAOs to wrap themselves in corporate legal structures to limit member’s personal liability. [Flamingo DAO](https://flamingodao.xyz/), an investment DAO focused on NFTs, decided to wrap their organization in an LLC to protect its members.\\n\\n### DAOs and the Next Billion Owners\\n\\nIn 2017, Balaji wrote an [essay](https://news.earn.com/thoughts-on-tokens-436109aabcbe) about tokenized economies - suggesting that token buyers will be to investors what bloggers/tweeters are to traditional journalists. Now that cryptocurrencies have broken down some of the barriers that once prevented the little guy from investing in early-stage businesses, more of us have an opportunity to participate in their upside. By removing the frictions associated with transferring, pooling, and tracking funds, DAOs take things a step further by enabling communities to co-invest alongside one another - eventually leading to a state where both social and financial networks converge and become inseparable.  \\n  \\n Thanks to DAOs, communities are now able to fund projects internally in a trustless and almost seamless manner without needing to raise external capital. For example, if a member of a Discord server pitches one of their new project ideas to the rest of the community, supporters can come together - creating a DAO - and fund the project within a matter of minutes. Contributors would then be able to participate in advancing the project, and the tokens they receive in exchange for their contributions would represent their ownership stake. \\n  \\n Over time, as online group chats and communities start to co-invest in new ventures, platforms will emerge that are built specifically for this new way of interacting. [Syndicate](https://syndicate.io/) is an investing protocol still in private beta promising to build tools that foster collaboration while simplifying the co-investing process for communities. They make it easier and cheaper to set up investment club DAOs and syndicate DAOs, while also giving communities the option to set up their organizations as legal entities.\\n\\n### What’s Next? \\n\\nI believe that communities are going to be the focal point of the new digital economy that is emerging. To better understand the needs and pain points of the next billion owners, I am launching a thesis-driven investment DAO focused on NFTs and tokens.\\n\\nI don’t see this project as a “wen Lambo” opportunity. Instead, by building a crypto-native investment community, I hope to better understand what kinds of tools, infrastructure, and platforms will help onboard the next generation of owners and communities. \\n\\nIf you’re interested in being a part of the v1 community, I am always free to chat. Thanks for reading.\\n\\n \\n \",\"timestamp\":1642561825,\"title\":\"DAOs and The Next Billion Owners\"},\"digest\":\"rl_xT_YqQVeMVpXgLlNq-08L0geeMrY-TyT_fMWumKM\",\"authorship\":{\"contributor\":\"0xEe38E983D827183266AD3E455e7e4747D91e7237\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eJ_qmuawVLxQvnBdJLNCrPqT1BhlAoW61jztaDChzZ4\\\",\\\"y\\\":\\\"ryyDj6Av1pLrNM8tKwQ8r55DoYdNZJ-f64FnVFMD76Q\\\"}\",\"signature\":\"BZAEvIcgEpY4YeWyJG4d9_E28GftVG4L-W6HrQQwq7vV9mq3YijM7nai1ttQoB3RHYB8jIPOnWN2yW7-93nY-Q\",\"signingKeySignature\":\"0x768ffdb369d0c017e5d9d848300aae57dd984a8baf3a6c7663b6b154a45788d01b46c4318d1ad7df649d43e3acdf864d2eacaae698da16a8165f5fd4125545b01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eJ_qmuawVLxQvnBdJLNCrPqT1BhlAoW61jztaDChzZ4\\\",\\\"y\\\":\\\"ryyDj6Av1pLrNM8tKwQ8r55DoYdNZJ-f64FnVFMD76Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rl_xT_YqQVeMVpXgLlNq-08L0geeMrY-TyT_fMWumKM\"}"