"{\"content\":{\"body\":\"consequently, the reader may be able to detect in them inequalities of treatment. He may feel that I have lingered too long in some byways and hurried too rapidly through others, taking, as it were, but a general view of the road in the latter case, whilst examining everything that could be seen in the former with, perhaps, undue care. As a matter of fact, how ever, all these excursions have been undertaken with one and the same object in view, that, namely, of understanding aright and appreciating at their true worth some of the more curious byways along which human thought has travelled. It is easy for the superficial thinker to dismiss much of the thought of the past (and, indeed, of the present) as *mere* superstition, not worth the trouble of investigation:  but it is not scientific. There is a reason for every belief, even the most fantastic, and it should be our object to discover this reason.  How far, if at all, the reason in any case justifies us in holding a similar belief is, of course, another question.  Some of the beliefs I have dealt with I have treated at greater length than others, because it seems to me that the truths of which they are the images-- vague and distorted in many cases though they be--are truths which we have either forgotten nowadays, or are in danger of forgetting. We moderns may, indeed, learn something from the thought of the past, even in its most fantastic aspects.  In one excursion at least, namely, the essay on \\\"The Cambridge Platonists,\\\" I have ventured to deal with a higher phase--perhaps I should say the highest phase-- of the thought of a bygone age, to which the modern world may be completely debtor.\\n\\n\\\"Some Characteristics of Mediaeval Thought,\\\" and the two essays on Alchemy, have appeared in *The Journal of the Alchemical Society*.  In others I have utilised material I have contributed to *The Occult Review*, to the editor of which journal my thanks are due for permission so to do. I have also to express my gratitude to the Rev. A. H. COLLINS, and others to be referred to in due course, for permission here to reproduce illustrations of which they are the copyright holders. I have further to offer my hearty thanks to Mr B. R. ROWBOTTOM and my wife for valuable assistance in reading the proofs. H. S. R.\\n\\nBLETCHLEY, BUCKS, *December* 1919.\\n\\nCONTENTS PAGE PREFACE . . . . . . . .ix LIST OF ILLUSTRATIONS . . . . . .xiii 1.  SOME CHARACTERISTICS OF MEDIAEVAL THOUGHT . . . 1 2. PYTHAGORAS AND HIS PHILOSOPHY . . . . . . . . . 8 3. MEDICINE AND MAGIC. . . . . . . . . . . . . . . 25 4. SUPERSTITIONS CONCERNING BIRDS  . . . . . . . . 34 5.  THE POWDER OF SYMPATHY:  A CURIOUS MEDICAL SUPERSTITION . . . . . . . . . . . . . . . . 47 6. THE BELIEF IN TALISMANS . . . . 57 7.  CEREMONIAL MAGIC IN THEORY AND PRACTICE .. 87 8. ARCHITECTURAL SYMBOLISM . . . . . . . . 111 9. THE QUEST OF THE PHILOSOPHER'S STONE.. . . . . 121 10.  THE PHALLIC ELEMENT IN ALCHEMICAL DOCTRINE 149 11. ROGER BACON:  AN APPRECIATION . . .183 12. THE CAMBRIDGE PLATONISTS . . . . 193\\n\\nBYGONE BELIEFS\\n\\nI\\n\\nSOME CHARACTERISTICS OF MEDAEVAL THOUGHT\\n\\nIN the earliest days of his upward evolution man was satisfied with a very crude explanation of natural phenomena--that to which the name \\\"animism\\\" has been given.  In this stage of mental development all the various forces of Nature are personified: the rushing torrent, the devastating fire, the wind rustling the forest leaves--in the mind of the animistic savage all these are personalities, spirits, like himself, but animated by motives more or less antagonistic to him.\\n\\nI suppose that no possible exception could be taken to the statement that modern science renders animism impossible. But let us inquire in exactly what sense this is true. It is not true that science robs natural phenomena of their spiritual significance.  The mistake is often made of supposing that science explains, or endeavours to explain, phenomena. But that is the business of philosophy.  The task science attempts is the simpler one of the correlation of natural phenomena, and in this effort leaves the ultimate problems of metaphysics untouched. A universe, however, whose phenomena are not only capable of some degree of correlation, but present the extraordinary degree of harmony and unity which science makes manifest in Nature, cannot be, as in animism, the product of a vast number of inco-ordinated and antagonistic wills, but must either be the product of one Will, or not the product of will at all.\\n\\nThe latter alternative means that the Cosmos is inexplicable, which not only man's growing experience, but the fact that man and the universe form essentially a unity, forbid us to believe. The term \\\"anthropomorphic\\\" is too easily applied to philosophical systems, as if it constituted a criticism of their validity. For if it be true, as all must admit, that the unknown can only be explained in terms of the known, then the universe must either be explained in terms of man--*i.e*. in terms of will or desire-- or remain incomprehensible.  That is to say, a philosophy must either be anthropomorphic, or no philosophy at all.\\n\\nThus a metaphysical scrutiny of the results of modern science leads us to a belief in God.  But man felt the need of unity, and crude animism, though a step in the right direction, failed to satisfy his thought, long before the days of modern science. The spirits of animism, however, were not discarded, but were modified, co-ordinated, and worked into a system as servants of the Most High.  Polytheism may mark a stage in this process; or, perhaps, it was a result of mental degeneracy.\\n\\nWhat I may term systematised as distinguished from crude animism persisted throughout the Middle Ages.  The work of systematisation had already been accomplished, to a large extent, by the Neo-Platonists and whoever were responsible for the Kabala.  It is true that these main sources of magical or animistic philosophy remained hidden during the greater part of the Middle Ages; but at about their close the youthful and enthusiastic CORNELIUS AGRIPPA (1486-1535)\\\\[1\\\\] slaked his thirst thereat and produced his own attempt at the systematisation of magical belief in the famous *Three Books of Occult Philosophy*.  But the waters of magical philosophy reached the mediaeval mind through various devious channels, traditional on the one hand and literary on the other. And of the latter, the works of pseudo-DIONYSIUS,\\\\[2\\\\] whose immense influence upon mediaeval thought has sometimes been neglected, must certainly be noted.\\n\\n\\\\[1\\\\] The story of his life has been admirably told by HENRY MORLEY (2 vols., 1856).\\n\\n\\\\[2\\\\] These writings were first heard of in the early part of the sixth century, and were probably the work of a Syrian monk of that date, who fathered them on to DIONYSIUS the Areopagite as a pious fraud.  See Dean INGE'S *Christian Mysticism* (1899), pp.  104--122, and VAUGHAN'S *Hours with the Mystics* (7th ed., 1895), vol.  i.  pp.  111-124. The books have been translated into English by the Rev. JOHN PARKER (2 vols. 1897-1899), who believes in the genuineness of their alleged authorship.\\n\\nThe most obvious example of a mediaeval animistic belief is that in \\\"elementals\\\"--the spirits which personify the primordial forces of Nature, and are symbolised by the four elements, immanent in which they were supposed to exist, and through which they were held to manifest their powers.  And astrology, it must be remembered, is essentially a systematised animism. The stars, to the ancients, were not material bodies like the earth, but spiritual beings.  PLATO (427-347 B.C.) speaks of them as \\\"gods\\\". Mediaeval thought did not regard them in quite this way. But for those who believed in astrology, and few, I think, did not, the stars were still symbols of spiritual forces operative on man. Evidences of the wide extent of astrological belief in those days are abundant, many instances of which we shall doubtless encounter in our excursions.\\n\\nIt has been said that the theological and philosophical atmosphere of the Middle Ages was \\\"scholastic,\\\" not mystical. No doubt \\\"mysticism,\\\" as a mode of life aiming at the realisation of the presence of God, is as distinct from scholasticism as empiricism is from rationalism, or \\\"tough-minded\\\" philosophy (to use JAMES' happy phrase) is from \\\"tender-minded\\\". But no philosophy can be absolutely and purely deductive. It must start from certain empirically determined facts. A man might be an extreme empiricist in religion (*i.e*. a mystic), and yet might attempt to deduce all other forms of knowledge from the results of his religious experiences, never caring to gather experience in any other realm.  Hence the breach between mysticism and scholasticism is not really so wide as may appear at first sight.  Indeed, scholasticism officially recognised three branches of theology, of which the MYSTICAL was one. I think that mysticism and scholasticism both had a profound influence on the mediaeval mind, sometimes acting as opposing forces, sometimes operating harmoniously with one another. As Professor WINDELBAND puts it:  \\\"We no longer onesidedly characterise the philosophy of the middle ages as scholasticism, but rather place mysticism beside it as of equal rank, and even as being the more fruitful and promising movement.\\\"\\\\[1\\\\]\\n\\n\\\\[1\\\\] Professor WILHELM WINDELBAND, Ph.D.: \\\"Present-Day Mysticism,\\\" *The Quest*, vol.  iv.  (1913), P. 205.\\n\\nAlchemy, with its four Aristotelian or scholastic elements and its three mystical principles--sulphur, mercury, salt,-- must be cited as the outstanding product of the combined influence of mysticism and scholasticism:  of mysticism, which postulated the unity of the Cosmos, and hence taught that everything natural is the expressive image and type of some supernatural reality; of scholasticism, which taught men to rely upon deduction and to restrict experimentation to the smallest possible limits.\\n\\nThe mind naturally proceeds from the known, or from what is supposed to be known, to the unknown.  Indeed, as I have already indicated, it must so proceed if truth is to be gained.  Now what did the men of the Middle Ages regard as falling into the category of the known? Why, surely, the truths of revealed religion, whether accepted upon authority or upon the evidence of their own experience. The realm of spiritual and moral reality:  there, they felt, they were on firm ground.  Nature was a realm unknown; but they had analogy to guide, or, rather, misguide them. Nevertheless if, as we know, it misguided, this was not, I think, because the mystical doctrine of the correspondence between the spiritual and the natural is unsound, but because these ancient seekers into Nature's secrets knew so little, and so frequently misapplied what they did know. So alchemical philosophy arose and became systematised, with its wonderful endeavour to perfect the base metals by the Philosopher's Stone--the concentrated Essence of Nature,-- as man's soul is perfected through the life-giving power of JESUS CHRIST.\\n\\nI want, in conclusion to these brief introductory remarks, to say a few words concerning phallicism in connection with my topic. For some \\\"tender-minded\\\"\\\\[1\\\\] and, to my thought, obscure, reason the subject is tabooed.  Even the British Museum does not include works on phallicism in its catalogue, and special permission has to be obtained to consult them. Yet the subject is of vast importance as concerns the origin and development of religion and philosophy, and the extent of phallic worship may be gathered from the widespread occurrence of obelisks and similar objects amongst ancient relics. Our own maypole dances may be instanced as one survival of the ancient worship of the male generative principle.\\n\\n\\\\[1\\\\] I here use the term with the extended meaning Mr H. G. WELLS has given to it.  See *The New Machiavelli*.\\n\\nWhat could be more easy to understand than that, when man first questioned as to the creation of the earth, he should suppose it to have been generated by some process analogous to that which he saw held in the case of man?  How else could he account for its origin, if knowledge must proceed from the known to the unknown? No one questions at all that the worship of the human generative organs as symbols of the dual generative principle of Nature degenerated into orgies of the most frightful character, but the view of Nature which thus degenerated is not, I think, an altogether unsound one, and very interesting remnants of it are to be found in mediaeval philosophy.\\n\\nThese remnants are very marked in alchemy.  The metals, as I have suggested, are there regarded as types of man; hence they are produced from seed, through the combination of male and female principles--mercury and sulphur, which on the spiritual plane are intelligence and love. The same is true of that Stone which is perfect Man.  As BERNARD of TREVISAN (1406-1490) wrote in the fifteenth century: \\\"This Stone then is compounded of a Body and Spirit, or of a volatile and fixed Substance, and that is therefore done, because nothing in the World can be generated and brought to light without these two Substances, to wit, a Male and Female:  From whence it appeareth, that although these two Substances are not of one and the same species, yet one Stone cloth thence arise, and although they appear and are said to be two Substances, yet in truth it is but one, to wit, *Argent-vive*.\\\"\\\\[1\\\\] No doubt this sounds fantastic; but with all their seeming intellectual follies these old thinkers were no fools. The fact of sex is the most fundamental fact of the universe, and is a spiritual and physical as well as a physiological fact. I shall deal with the subject as concerns the speculations of the alchemists in some detail in a later excursion.\\n\\n\\\\[1\\\\] BERNARD, Earl of TREVISAN:  *A Treatise of the Philosopher's Stone*, 1683.  (See *Collectanea Chymica:  A Collection of Ten Several Treatises in Chemistry*, 1684, p.  91.)\\n\\nII\\n\\nPYTHAGORAS AND HIS PHILOSOPHY\\n\\nIT is a matter for enduring regret that so little is known to us concerning PYTHAGORAS.  What little we do know serves but to enhance for us the interest of the man and his philosophy, to make him, in many ways, the most attractive of Greek thinkers; and, basing our estimate on the extent of his influence on the thought of succeeding ages, we recognise in him one of the world's master-minds.\\n\\nPYTHAGORAS was born about 582 B.C. at Samos, one of the Grecian isles. In his youth he came in contact with THALES--the Father of Geometry, as he is well called,--and though he did not become a member of THALES' school, his contact with the latter no doubt helped to turn his mind towards the study of geometry.  This interest found the right ground for its development in Egypt, which he visited when still young. Egypt is generally regarded as the birthplace of geometry, the subject having, it is supposed, been forced on the minds of the Egyptians by the necessity of fixing the boundaries of lands against the annual overflowing of the Nile.  But the Egyptians were what is called an essentially practical people, and their geometrical knowledge did not extend beyond a few empirical rules useful for fixing these boundaries and in constructing their temples. Striking evidence of this fact is supplied by the AHMES papyrus, compiled some little time before 1700 B.C. from an older work dating from about 3400 B.C.,\\\\[1\\\\] a papyrus which almost certainly represents the highest mathematical knowledge reached by the Egyptians of that day. Geometry is treated very superficially and as of subsidiary interest to arithmetic; there is no ordered series of reasoned geometrical propositions given--nothing, indeed, beyond isolated rules, and of these some are wanting in accuracy.\\n\\n\\\\[1\\\\] See AUGUST EISENLOHR:  *Ein mathematisches Handbuch der alten Aegypter* (1877); J. Gow:  *A Short History of Greek Mathematics* (1884); and V. E. JOHNSON:  *Egyptian Science from the Monuments and Ancient Books* (1891).\\n\\nOne geometrical fact known to the Egyptians was that if a triangle be constructed having its sides 3, 4, and 5 units long respectively, then the angle opposite the longest side is exactly a right angle; and the Egyptian builders used this rule for constructing walls perpendicular to each other, employing a cord graduated in the required manner. The Greek mind was not, however, satisfied with the bald statement of mere facts--it cared little for practical applications, but sought above all for the underlying REASON of everything. Nowadays we are beginning to realise that the results achieved by this type of mind, the general laws of Nature's behaviour formulated by its endeavours, are frequently of immense practical importance-- of far more importance than the mere rules-of-thumb beyond which so-called practical minds never advance.  The classic example of the utility of seemingly useless knowledge is afforded by Sir WILLIAM HAMILTON'S discovery, or, rather, invention of Quarternions, but no better example of the utilitarian triumph of the theoretical over the so-called practical mind can be adduced than that afforded by PYTHAGORAS.  Given this rule for constructing a right angle, about whose reason the Egyptian who used it never bothered himself, and the mind of PYTHAGORAS, searching for its full significance, made that gigantic geometrical discovery which is to this day known as the Theorem of PYTHAGORAS--the law that in every right-angled triangle the square on the side opposite the right angle is equal in area to the sum of the squares on the other two sides.\\\\[1\\\\] The importance of this discovery can hardly be overestimated. It is of fundamental importance in most branches of geometry, and the basis of the whole of trigonometry--the special branch of geometry that deals with the practical mensuration of triangles. EUCLID devoted the whole of the first book of his *Elements of Geometry* to establishing the truth of this theorem; how PYTHAGORAS demonstrated it we unfortunately do not know.\\n\\n\\\\[1\\\\] Fig.  3 affords an interesting practical demonstration of the truth of this theorem.  If the reader will copy this figure, cut out the squares on the two shorter sides of the triangle and divide them along the lines AD, BE, EF, he will find that the five pieces so obtained can be made exactly to fit the square on the longest side as shown by the dotted lines. The size and shape of the triangle ABC, so long as it has a right angle at C, is immaterial.  The lines AD, BE are obtained by continuing the sides of the square on the side AB, *i.e*. the side opposite the right angle, and EF is drawn at right angles to BE.\\n\\nAfter absorbing what knowledge was to be gained in Egypt, PYTHAGORAS journeyed to Babylon, where he probably came into contact with even greater traditions and more potent influences and sources of knowledge than in Egypt, for there is reason for believing that the ancient Chaldeans were the builders of the Pyramids and in many ways the intellectual superiors of the Egyptians.\\n\\nAt last, after having travelled still further East, probably as far as India, PYTHAGORAS returned to his birthplace to teach the men of his native land the knowledge he had gained.  But CROESUS was tyrant over Samos, and so oppressive was his rule that none had leisure in which to learn. Not a student came to PYTHAGORAS, until, in despair, so the story runs, he offered to pay an artisan if he would but learn geometry. The man accepted, and later, when PYTHAGORAS pretended inability any longer to continue the payments, he offered, so fascinating did he find the subject, to pay his teacher instead if the lessons might only be continued.  PYTHAGORAS no doubt was much gratified at this; and the motto he adopted for his great Brotherhood, of which we shall make the acquaintance in a moment, was in all likelihood based on this event. It ran, \\\"Honour a figure and a step before a figure and a tribolus\\\"; or, as a freer translation renders it:--\\n\\n\\\"A figure and a step onward Not a figure and a florin.\\\"\\n\\n\\\"At all events, as Mr FRANKLAND remarks, \\\"the motto is a lasting witness to a very singular devotion to knowledge for its own sake.\\\"\\\\[1\\\\]\\n\\n\\\\[1\\\\] W. B. FRANKLAND, M.A.: *The Story of Euclid* (1902), p.  33\\n\\nBut PYTHAGORAS needed a greater audience than one man, however enthusiastic a pupil he might be, and he left Samos for Southern Italy, the rich inhabitants of whose cities had both the leisure and inclination to study.  Delphi, far-famed for its Oracles, was visited *en route*, and PYTHAGORAS, after a sojourn at Tarentum, settled at Croton, where he gathered about him a great band of pupils, mainly young people of the aristocratic class. By consent of the Senate of Croton, he formed out of these a great philosophical brotherhood, whose members lived apart from the ordinary people, forming, as it were, a separate community. They were bound to PYTHAGORAS by the closest ties of admiration and reverence, and, for years after his death, discoveries made by Pythagoreans were invariably attributed to the Master, a fact which makes it very difficult exactly to gauge the extent of PYTHAGORAS' own knowledge and achievements. The regime of the Brotherhood, or Pythagorean Order, was a strict one, entailing \\\"high thinking and low living\\\" at all times. A restricted diet, the exact nature of which is in dispute, was observed by all members, and long periods of silence, as conducive to deep thinking, were imposed on novices. Women were admitted to the Order, and PYTHAGORAS' asceticism did not prohibit romance, for we read that one of his fair pupils won her way to his heart, and, declaring her affection for him, found it reciprocated and became his wife.\\n\\nSCHURE writes:  \\\"By his marriage with Theano, Pythagoras affixed *the seal of realization* to his work.  The union and fusion of the two lives was complete.  One day when the master's wife was asked what length of time elapsed before a woman could become pure after intercourse with a man, she replied: \\\\`If it is with her husband, she is pure all the time; if with another man, she is never pure.'  \\\" \\\"Many women,\\\" adds the writer, \\\"would smilingly remark that to give such a reply one must be the wife of Pythagoras, and love him as Theano did. And they would be in the right, for it is not marriage that sanctifies love, it is love which justifies marriage.\\\"\\\\[1\\\\]\\n\\n\\\\[1\\\\] EDOUARD SCHURE:  *Pythagoras and the Delphic Mysteries*, trans. by F. ROTHWELL, B.A. (1906), pp.  164 and 165.\\n\\nPYTHAGORAS was not merely a mathematician.  he was first and foremost a philosopher, whose philosophy found in number the basis of all things, because number, for him, alone possessed stability of relationship. As I have remarked on a former occasion, \\\"The theory that the Cosmos has its origin and explanation in Number . . . is one for which it is not difficult to account if we take into consideration the nature of the times in which it was formulated.  The Greek of the period, looking upon Nature, beheld no picture of harmony, uniformity and fundamental unity.  The outer world appeared to him rather as a discordant chaos, the mere sport and plaything of the gods. The theory of the uniformity of Nature--that Nature is ever like to herself--the very essence of the modern scientific spirit, had yet to be born of years of unwearied labour and unceasing delving into Nature's innermost secrets.  Only in Mathematics-- in the properties of geometrical figures, and of numbers-- was the reign of law, the principle of harmony, perceivable. Even at this present day when the marvellous has become commonplace, that property of right-angled triangles . . . already discussed . . . comes to the mind as a remarkable and notable fact: it must have seemed a stupendous marvel to its discoverer, to whom, it appears, the regular alternation of the odd and even numbers, a fact so obvious to us that we are inclined to attach no importance to it, seemed, itself, to be something wonderful.  Here in Geometry and Arithmetic, here was order and harmony unsurpassed and unsurpassable. What wonder then that Pythagoras concluded that the solution of the mighty riddle of the Universe was contained in the mysteries of Geometry?  What wonder that he read mystic meanings into the laws of Arithmetic, and believed Number to be the explanation and origin of all that is?\\\"\\\\[1\\\\]\\n\\n\\\\[1\\\\] *A Mathematical Theory of Spirit* (1912), pp.  64-65.\\n\\nNo doubt the Pythagorean theory suffers from a defect similar to that of the Kabalistic doctrine, which, starting from the fact that all words are composed of letters, representing the primary sounds of language, maintained that all the things represented by these words were created by God by means of the twenty-two letters of the Hebrew alphabet.  But at the same time the Pythagorean theory certainly embodies a considerable element of truth. Modern science demonstrates nothing more clearly than the importance of numerical relationships.  Indeed, \\\"the history of science shows us the gradual transformation of crude facts of experience into increasingly exact generalisations by the application to them of mathematics. The enormous advances that have been made in recent years in physics and chemistry are very largely due to mathematical methods of interpreting and co-ordinating facts experimentally revealed, whereby further experiments have been suggested, the results of which have themselves been mathematically interpreted.  Both physics and chemistry, especially the former, are now highly mathematical. In the biological sciences and especially in psychology it is true that mathematical methods are, as yet, not so largely employed. But these sciences are far less highly developed, far less exact and systematic, that is to say, far less scientific, at present, than is either physics or chemistry.  However, the application of statistical methods promises good results, and there are not wanting generalisations already arrived at which are expressible mathematically; Weber's Law in psychology, and the law concerning the arrangement of the leaves about the stems of plants in biology, may be instanced as cases in point.\\\"\\\\[1\\\\]\\n\\n\\\\[1\\\\] Quoted from a lecture by the present writer on \\\"The Law of Correspondences Mathematically Considered,\\\" delivered before The Theological and Philosophical Society on 26th April 1912, and published in *Morning Light*, vol.  xxxv (1912), p. 434 *et seq*.\",\"timestamp\":1641298225,\"title\":\"\\nTHESE Excursions in the Byways of Thought were undertaken at different times and on different occasions\"},\"digest\":\"xS5wgbfNwqzbaxgXK0LiL7NIyFO2CRJKgZbD1-PePvs\",\"authorship\":{\"contributor\":\"0x667E6054E728f4dC76df3f0F3c9c6bf23c751e8a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"poFSYrhfsZxUAFDiQBRg4DGdnJJIsr8uXBBJL2A-OHo\\\",\\\"y\\\":\\\"gUvhYEGFIn_GrsUBpmhDM2f2RSAEsAr5AIbbzLHDLnk\\\"}\",\"signature\":\"Ig4Eq_PhSeOqBwnKkqHsbOjyrhy-78fnI4ZTZOwDksm96wgztk_Cobfp0v2S36iqVQ2TtE5VRUHTiI0hU-KYgw\",\"signingKeySignature\":\"0x46aa50d5f8f0291e0840b5c2458abe3e23b3c835a5edfb143895596150edd8c2014ea257c007c815a4293807679569f1fa38905efc3c44225f052413575e5b8e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"poFSYrhfsZxUAFDiQBRg4DGdnJJIsr8uXBBJL2A-OHo\\\",\\\"y\\\":\\\"gUvhYEGFIn_GrsUBpmhDM2f2RSAEsAr5AIbbzLHDLnk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xS5wgbfNwqzbaxgXK0LiL7NIyFO2CRJKgZbD1-PePvs\"}"