"{\"content\":{\"body\":\"In my opinion, life is a process from birth to death, in which there are many uncertain factors such as accidents and diseases, so life cannot be controlled by itself. But since reading \\\"Listen to Life\\\" this book, my view has completely changed.\\n\\nIn the first story of the book, a bee was stepped into the sand twice, but it even climbed out of the sand, stroked its injured wing with its foot again and again, and tried again and again to fly again, and finally flew. The bee never give up the spirit and super confidence, let his treader shocked, he felt its strong vitality, and ashamed of their own behavior.\\n\\nAnother story in the book is about a baby who has been in a coma since birth, and doctors have no idea what to do. Sad mother came to the baby, with a hand stroked his small feet, stroked his weak body, at this time, he actually opened his small eyes for the first time, mother and composition https://Www.ZuoWEn8.Com/ he spoony, long staring at each other, gradually, his situation improved day by day, Until the twelfth day safely discharged. Even the doctors said it was a miracle, to create this miracle, is the mother from the heart of love.\\n\\nThe book also describes a Communist who lost his tongue and became mute under the torture of the Kuomintang. In a desert march, he exchanged his own life for the lives of dozens of people. It turned out that he saw an empty pot once filled with poisonous potions was taken as a pot by everyone. He understood the English on the pot, and as long as he drank the water in the pot, he would surely die. Therefore, he grabbed a whole pot of water at one breath. His life ended in this way, he used his life to write the great love of the world.\\n\\nWhat is life? The bee was reborn with strong will, the mother awakened new life with true love, and the Communist saved the lives of others with his own life. Life is a miracle, a strong will can continue the miracle, selfless love can create a miracle.\",\"timestamp\":1635733662,\"title\":\"Listen to life after reading\"},\"digest\":\"2YPklUr1PpoZ7Ym8jp1hpJmhs8iRgwD1O4tzGxrqd6E\",\"authorship\":{\"contributor\":\"0xE8e7432B9593fC7ec64d279fa7Cfc29640369701\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bN66NyWoa6M68MIU4VRtHbfqdODJehEXmAxvPtK-fmY\\\",\\\"y\\\":\\\"Kk64APwMGsrtrGWPo16oEeJn6eZkmM-bKIwoqW20tXg\\\"}\",\"signature\":\"FlyimOe-7BgnGNaAHa8v1lPSwcRfQB87bX3sLByk568-B_u_D9AYUK_fS9RIx_a44WYaAiqVEeG5pFj1uPZSRA\",\"signingKeySignature\":\"0x0fcb7a117156581f2c837a203d24e56691b47b0733a08ffad2101a5040a2b2826929eeda57b4e1b7f1a8b5e870ac2f44e81b29e729e0ad6e6df4d69a3678e8be1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bN66NyWoa6M68MIU4VRtHbfqdODJehEXmAxvPtK-fmY\\\",\\\"y\\\":\\\"Kk64APwMGsrtrGWPo16oEeJn6eZkmM-bKIwoqW20tXg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2YPklUr1PpoZ7Ym8jp1hpJmhs8iRgwD1O4tzGxrqd6E\"}"