"{\"content\":{\"body\":\" \\n   \\n 论离职后老板翻脸比翻书还快 \\n 　　虽然说是一份不太令人愉快的结局吧，但是也是一份人身经历，也让我人性有了更加深刻的认知。 \\n 　　一、 公司概况 \\n 　　1、 公司是小作坊式发展至今，目前规模最大，有十几名员工（大多数是亲人，老板是女人，她丈夫管理公司分支机构） \\n 　　2、 上班时间8：30上班，下班时间点不确定几乎晚上8：30后，因为差不多每天车都在停车场停时间12个小时以上；每周休息一天。 \\n 　　3、 不签订劳动合同，入职前老板说签，入职后一直不签订合同，和老板了解了才知道不签，老板表示就算赔钱也不签订。她助理已经沟通过很多次也没有结果。 \\n 　　4、 五险一金：老板说有，但是有的员工说有，有的员工说入职一年多了去查询结果没有，因为我入职时间不长，转正后才缴纳社保，所以也不太确定。 \\n 　　二、 公司企业文化 \\n 　　1、 一落千金 信用物价    \\n 　　2、 《把信送给加西亚》这是一本书，讲述的是主人公的忠诚和不畏惧困难的精神，希望员工能像书的主人公一样，对待企业的态度。 \\n 　　备注：新员工入职，老板会亲自给员工培训企业文化，讲述自己做人一落千金 信用物价的品质，所以公司也一样，教导员工要多看书，增长见识，宽厚待人。并讲述自己公司成立十几年来让每一位离职员工满意离开，都是多发薪水（说到这里我觉得挺可笑的）。 \\n 　　三、 我与该公司的缘分 \\n 　　1、我本人：我是为数不多的社招人员，之前在一线城市做过高强度的工作，也在世界500强做过。虽然说不是特别优秀，但是至少工作中做过经理，带过8个人的团队。来这家单位做一个普通员工，部门就一个人。前期在老板助理下面熟悉公司情况并开展工作。 \\n 　　2、老板直接面试的，面试了大概一上午的时间，谈好的薪水，能达到我的需求。老板要求第二天就来上班。 \\n 　　四、 我的离职申请 \\n 　　其实是我个人觉得自己不想上班了，想着拿这些年的积蓄自己创业，所以早上在老板空余的时间沟通了我离职的事情，大概沟通了差不多一个小时，老板趁我还在问了我很多关于同行业的管理模式和问题，因为目前为止，我对老板还是很欣赏的（一个女人，自己做公司到现在。可能也是被平时常常（其实每天）和我们宣导做人做事要信用物价  一诺千金    宽厚待人  多做善事  多读书等等的影响吧）。所以诚信诚意的把自己能够说得都说了。最后她让我找新来的员工交接完就可以离职了。 \\n 　　五、 我的交接 \\n 　　上午我整理了交接的资料（其实刚来差不多半个多月的时间，有没有什么好交接的），下午分公司老板来了（老板的老公）同样也是和我沟通同行业的管理和相关情况。他还做了记录。聊得也很开心。办公室主任告诉我这才是他对我老板的了解，能把每一位员工就算是走也利用到极致。（难道这句话也包含了后面的薪水问题。到现在我也没确定） \\n 　　回到办公室后和新员工做了全部交接。办公室主任也表示交接完了就可以离职了。公司没有任何关于人事的表格资要填写的。 \\n 　　六、 我的离职道别 \\n 　　走之前我在大厅和所有员工一一道别（就四个员工），当时觉得自己刚来就走，而且听办公室主任说我这个岗位招聘了差不多一年的时间，一直没有合适的。我觉得挺不好意思的，所以找老板也做了道别，并且说了祝福公司的话语，老板点头。本以为这是一个完美的离别，哪曾想后面发生的事情。 \\n 　　七、 公司发薪酬 \\n 　　公司薪酬发放时间是15号，我的薪酬是我找了老板后大概是19号发给我的，收到薪水忙完之后才有了后面的对话。 \\n 　　八、 大概的对话内容 \\n 　　1、 发薪水的试用期是5000：我们谈的是差不都1万，我便询问了老板，她说试用期是5000，我说劳动法规定试用期薪水是转正后的0.8，她说我没有转正？我想这个劳动法规和转不转正有什么关系； \\n 　　如果她说公司就是这么规定的，所有员工都一样，我便也认了。结果就有了2了 \\n 　　2、 她便说我能不能转正还是问题，说我为人有问题。劳动法规定要提前一个月申请，没到时间我就走了。我想说咱能不能不懂不要装懂（但是我骨子里的教养让我还是很有礼貌的回复），我在试用期，试用期是三天，而且不管是一个月还是三天，我交接完了所有工作。办公室主任同意了，你也同意我走了，我怎么就为人有问题，属于不正常离职了。最后还让我反省。 \\n 　　总结：这是我遇到的最奇葩的老板了，同时对人性有了新的认知（后来办公室主任和我电话沟通，说我都离职了，没有任何利益关系了，做老板的这样也能理解），当然好与不好，每个人的体会都不一样，写出来第一心里确实不好受，第二也是想分享给给还没工作或者已经在工作的伙伴们看看，或许也能有些体会吧。 \\n 　　 \\n 　　 \\n 　　 \\n 　　 \\n 　　\",\"timestamp\":1639917729,\"title\":\"论离职后老板翻脸比翻书还快\"},\"digest\":\"azgv-0KYW6__JeT7GV9rWfptKOs5uoJJK_osiEFNYeY\",\"authorship\":{\"contributor\":\"0x571f44B42DA4b7E77F189e08d97d80bA94B0a037\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"filQajihqZl3Q87WD2EWiwiRZ2GtqV8UL3Z3Gt9yzGk\\\",\\\"y\\\":\\\"aTAa6IeUGHJdyEKV1B8ECUlPEeUNNI1T0pbiaZNS9vM\\\"}\",\"signature\":\"mV8ckRO_uzrAH00zPZqV6Sm1gTmpu1z-yuyW7YtV8wIlfvR5-i74oSpc2oxseK-s17q6ekwJR6n7fl81XQ4wxg\",\"signingKeySignature\":\"0x630c453628ce35843c85ac9dd276a270f2783c7399fbadf42a7bda41e5a95c833f8e0b1b3776cb3f6e8a933134e0454010d074e8539dbd6787b163986c731b8f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"filQajihqZl3Q87WD2EWiwiRZ2GtqV8UL3Z3Gt9yzGk\\\",\\\"y\\\":\\\"aTAa6IeUGHJdyEKV1B8ECUlPEeUNNI1T0pbiaZNS9vM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"azgv-0KYW6__JeT7GV9rWfptKOs5uoJJK_osiEFNYeY\"}"