"{\"content\":{\"body\":\"上周，童童第四次来到医院化疗。对于医院，童童不喜欢，但又不得不来。\\n\\n她是一年前确诊的白血病，当时没有明显症状，只是经常感冒，还发热，血常规提示有贫血，做了一系列检查后，医生诊断为急性淋巴细胞白血病。当天，正好是童童的五岁生日。\\n\\n化疗的每个疗程都很辛苦，但现在童童已经适应了这种痛苦。好在，童童现在的身体状况有所缓解，即便接下来还有化疗，但在童童妈眼里，孩子只要还活着就行。\\n\\n白血病是最常见的儿童恶性肿瘤，近几年发病率有逐渐上升的趋势，到底哪些原因诱发了白血病？\\n\\n为什么现在会有这么多小孩患上白血病呢？\\n\\n现代医学对于白血病的发病机制尚不明确，但可以肯定的是，一些有害化学物质例如苯及苯同类物、烷化剂等与人类白血病的发病有密切关系。\\n\\n如今儿童白血病发病率的上升，原因可以归结于四点：装修污染，农药、杀虫剂或化肥的污染，病毒感染，辐射。\\n\\n其中尤其要注意的是装修污染。\\n\\n临床上有相当一部分白血病患儿都是在搬新家后，或家中进行过装修后，或家中一次性更换大批家具后发病。\\n\\n不过，污染的来源并不仅仅是家居装修，家里这三样物品也暗藏祸端。\\n\\n1\\\\.新衣服。一些新衣服面料中也含有白血病致病因素苯、甲醛等物质，许多父母给小孩子购置衣服后不洗就直接穿，或是一些小孩常年出入父母经营的服装店内，可能不知不觉间就遭受毒害。\\n\\n2\\\\.沾染过油漆的衣物。还有些儿童的父母从事建筑行业，每天在工地沾染大量有害物质，回家后不洗澡换衣就先抱小孩，也让小孩长期接触“二手”油漆危害，造成白血病风险。\\n\\n3\\\\.劣质玩具。劣质玩具比正规玩具表面上看并没有区别，但所用的染料和成分可能未通过质检，有害物质存在超标可能，如果孩子本身抵抗力较弱，再加之长期接触这类有害物质，就有可能诱发白血病。所以，父母一定要避免给孩子购买劣质玩具。\\n\\n所以，作为家长，要给孩子创造安全的成长环境，其实需要在细节上下功夫。\\n\\n儿童白血病已成为可治愈性疾病\\n\\n早些年提到白血病，我们最容易联想到的词就是“不治之症”。不过随着医学的发展，如今白血病已不像过去那般可怕。\\n\\n我们案例中的急性淋巴细胞白血病，是儿童白血病中最常见的一种，约占儿童白血病的80%。\\n\\n过去白血病主要使用化疗、造血干细胞移植等传统疗法。近年来，更多的新疗法加入，其中CAR-T的细胞治疗和双特异性单抗等方法在急性淋巴细胞白血病的治疗中取得了巨大成功，使这一类白血病的治愈率提高到近70%～90%。\\n\\nCAR-T是新型的、疗效较好的血液恶性肿瘤疗法之一，其原理是通过基因工程技术改造患者的T细胞成为CAR-T细胞，并在人体外大量培养后回输入患者体内用以攻击癌细胞。\\n\\nCAR-T疗法对白血病的疗效相当不错。2017年底广东一位10岁小女孩，罹患白血病6年且面临二次复发，就在该方法下成功治愈，成为国内首例。\\n\\n在儿童白血病中，还有15%左右属于急性髓性细胞白血病，其中10%是急性早幼粒细胞白血病，属于一种特殊类型。中国每年约有200～300名儿童罹患此类白血病。\\n\\n这类白血病曾经是死亡率最高的一种，但自从上世纪80年代将维甲酸应用到急性早幼粒细胞白血病的治疗中后，这类白血病已成为目前预后最好的一种白血病。尤其近几年使用维甲酸+砷剂这一黄金搭配后，急性早幼粒细胞白血病的根治率提高到85%以上，早期死亡率也从40%降低到10%以内。\\n\\n如今白血病已不像过去那样令人谈及色变，相信随着医学的发展，更多儿童白血病患者能够得到妥善治疗，更多家庭也将免于破裂。\\n\\n孩子出现这些症状，妈妈要提防儿童白血病\\n\\n由于近些年来儿童白血病患者越来越多，当爸妈的自然也应该多家提防，起码学会辨认白血病的症状。\\n\\n白血病一般有四大典型症状：高烧不退、身体出血、淋巴结肿大和贫血。\\n\\n高烧不退是白血病最常见的症状之一。幼儿容易感冒发烧，如果持续高烧不退，发生病毒性感染，引发口腔、肺部或扁桃体炎症等，就可能继而引发白血病。\\n\\n身体出血也是白血病的另一大典型征兆。如果小孩子身体任何部位在磕碰后有大片青紫，或出现牙龈出血、流鼻血等症状，就很可能是毛细血管遭到破坏所致，这时一定要想到可能是白血病的征兆。\\n\\n淋巴结肿大是人体受到侵害时的常见生理反应。如果小孩子身体不适，脖子和锁骨位置又出现豆粒大的肿块，就要留心是急性白血病。\\n\\n贫血是白血病的一个导火索，长期贫血的人发展为白血病的可能性比较高，不过这种病程更多发生在老年人身上。\",\"timestamp\":1638611053,\"title\":\"为什么越来越多的孩子得白血病？医生：这3样东西是根源，留不得\"},\"digest\":\"dVXfOkIHObf1x-cMIAENk6Y_V9oiDKx5KAgZUFpT9FQ\",\"authorship\":{\"contributor\":\"0x7005c000398BDE8B48E16715a6560242052ec973\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PGI-gBYfVKZrc6CKOD8XDqGVi5Tr4SDHmFs3TweLZ7U\\\",\\\"y\\\":\\\"x29CHiOcOWcIcoWz6zpej055IdeNQes72xjR2AzEwNw\\\"}\",\"signature\":\"X9J8jDtD3jvtD2oQG35_RXZIWFV-CCuWXZnxWUEoKg-bCVwSlDKQVR09t2elhCsusPHJdCj7gwSjluVxziJh2g\",\"signingKeySignature\":\"0xd3486bbc12b391a77e4816a73972f0bd7d954049dceb2d041a214a430fc45fdc01efd3520e3e3ce275a0fa9772b1c68180320f25d72db5f942ff3bbcf1b18e7e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PGI-gBYfVKZrc6CKOD8XDqGVi5Tr4SDHmFs3TweLZ7U\\\",\\\"y\\\":\\\"x29CHiOcOWcIcoWz6zpej055IdeNQes72xjR2AzEwNw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dVXfOkIHObf1x-cMIAENk6Y_V9oiDKx5KAgZUFpT9FQ\"}"