"{\"content\":{\"body\":\"If you want to skip the background and just get started, start by downloading the [COIN App](https://coin.onelink.me/ePJg/f74c206) and follow their prompts. Side note: I highly recommend getting a Sentinel or SentinelX, a device from the COIN team that verifies your location data an extra rewards bump. See the bottom for how you can get one of these devices for free, and just pay shipping.\\n\\n## How To Get Started with COIN App?\\n\\n### Download the COIN App\\n\\n[https://coin.onelink.me/ePJg/9778dd08](https://coin.onelink.me/ePJg/9778dd08)\\n\\n### Start Exploring on the Coin App:\\n\\nOne you have downloaded the COIN app on your iPhone or Android start exploring and earning rewards! You’ll have to tap the “pick axe” icon to mine as you move. You might run into the message below, but low and behold after you mine 15 blocks(only a few minutes of time) you can turn on Auto Explore and earn COIN as you are on the move, waiting for a pick up or making a delivery bike ride or drive. The earning on the move opporunites are endless\\n\\n![](https://images.mirror-media.xyz/publication-images/26ESEFMn8zj281TSGQhEP.jpg?height=673&width=806)\\n\\n### Earning more COIN with a SentinelX:\\n\\nFirst thing you want to do once you have a SentinelX is register it to your account. This will acomplish 2 things. The first is if you ever lose it, it is still connected to your account. The second thing you accomplish is it actually make the SentixneX NFC card, not only activte your boost, but if someone else taps it to their phone now, it will add your uniqu referral link and give you credit. Pretty cool!\\n\\n### Steps to Register your SentinelX:\\n\\n**1:**Tap the “+” in the top right \\n **2:**Tap on “Referral Rewards” \\n **3:**Tap on “SentinelX NFC Registration” and you will see:\\n\\n![](https://images.mirror-media.xyz/publication-images/P9vOt8Hqj4gOP__0lespY.jpeg?height=1198&width=810)\\n\\n**4:**When this message above appears tap “Register card” and tap your SentinelX on your phone. On iPhone(top of the phone on the front and back), on most Androids it is in a similar spot or on the back. Look up NFC scanning positioning for your device if your device is not picking up the SentinelX \\n **5:**You should now see the image below if your SentinelX was connected properly. Now you can use it by tapping to your phone every 12 hours, to activate a bonus.\\n\\n![](https://images.mirror-media.xyz/publication-images/qlfO1mDP1MhDpLBfE_L8q.jpg?height=792&width=819)\\n\\n### Tips and Tricks for the COIN app\\n\\n1\\\\.You will see there is an “Auto Explore”button, keep this on as much as possible and your background rewards will stack up.  \\n 2. Get a Sentinel  \\n 3.Get a SentinelX Needs to be reactivated every 12 hours through NFC tapping to your mobile device, but adds a 10% boost\\n\\n[https://coinapp.co/free/sentinelx/nfc/](https://coinapp.co/free/sentinelx/nfc/)\\n\\n### How To Withdraw COIN?\\n\\nWith the COIN you earn in app you have a few options for redemption. You can redeem coin starting at 10,000 coin…*that seems like a lot but I earn 2,000 Coin a week right now with both a SentinelX and Sentinel connected.* You can redeem COIN for part of a Bitcoin(BTC), 1 Ethereum(ETH), or XYO(**$0.05153 as of 12/1/2021 5PM EST**) the traded currency. Additionally, there are other redemption options like Xbox’s, iPads and other tech devices. In my opinion*(not advise)*, XYO has been gaining traction and is hopeful to grow if you redeem and hold onto that coin. You can redeem to the [Coinbase Wallet](https://coinbase.com/join/philbr_yb) app. If you do not have that or [Coinbase](https://coinbase.com/join/philbr_yb), sign up now and link the two to be able to withdraw XYO out of the app.\\n\\n### How To Get a Free SentinelX?\\n\\n[https://coinapp.co/free/sentinelx/nfc/](https://coinapp.co/free/sentinelx/nfc/)\\n\\n### Learn More About COIN, XYO, Sentinel, and SentinelX:\\n\\n[https://support.coinapp.co/hc/en-us/articles/360051315614-SentinelX-BLE-vs-SentinelX-NFC](https://support.coinapp.co/hc/en-us/articles/360051315614-SentinelX-BLE-vs-SentinelX-NFC)\\n\\n\",\"timestamp\":1638398890,\"title\":\"How To Earn Cryptocurrency While Delivery for Postmates, Seamless, UberEats, Caviar and DoorDash\"},\"digest\":\"yo0kvK1oEn8LVM1IOEFPkHtjfl8Pv48Ae0p9FDaKgFs\",\"authorship\":{\"contributor\":\"0xFDeF46384620B1F0E13b2fEA0f55550159f0BD39\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZFmDB4tKtgDWVUqK1CMUTAtHj6ISgrk_Qybi6SELT-0\\\",\\\"y\\\":\\\"9SbmiQG_BzrVfhUxzIFx2X8V164Ecj3RfSgrXaYfLWI\\\"}\",\"signature\":\"a8vuYenAg-LNHto1hnM3-_NNmg1xA5lHTIOJD_DwncetTKfXWwqBCnNqHDOardKlzHZGHWiSrjQKCRwIR5UaNQ\",\"signingKeySignature\":\"0xc206700aa42893d2c3c411dfc46c8d8b07b9b543e8c91b24f66474d8446058fc19ec470299af79961a7bf829605473cff874c1dccffac9c10e0145224196723f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ZFmDB4tKtgDWVUqK1CMUTAtHj6ISgrk_Qybi6SELT-0\\\",\\\"y\\\":\\\"9SbmiQG_BzrVfhUxzIFx2X8V164Ecj3RfSgrXaYfLWI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sfA0GVZAzkv9x4708gDezS-3o3PmzztL5aZ0W00sfKs\"}"