"{\"content\":{\"body\":\"## Futurepacing Press Release\\n\\nMIAMI, FL - ‘Leveling Up’ book author Eric Siu has just launched ‘Leveling Up Heroes’, which is a digital collection of heroes referencing gaming and personal growth. The book, Leveling Up, is about helping people master the game of life so they can impact the world to the best of their abilities.\\n\\n“If our mission is to level up the world, then creating ‘Leveling Up Heroes’ is a no-brainer.” says creator Eric Siu.\\n\\nThe NFTs, also known as non-fungible tokens, are currently distributed on the Ethereum blockchain. The characters themselves are a merger of personal growth and gaming. Each character serves as a membership card to ‘Leveling Up Heroes’ and may have exclusive members-only benefits. Here are the different NFT tiers:\\n\\n**Magical Tier - .07 ETH (10,000 Quantity)**\\n\\n* 14 ‘Leveling Up’ physical books (because there are 14 power-ups in the book)\\n* Exclusive online chat community (e.g. Discord)\\n* Occasional Live audio Town hall and Q+A with author\\n* Special NFT Level 1\\n\\n**Unique Tier - .5 ETH (1,000 Quantity)**\\n\\n* Everything from ‘Magical’ Tier\\n* Special NFT Level 2\\n* Leveling Up School: Build Your Dream Business Course ($2,500 value)\\n\\n**Epic Tier - 3 ETH (300 Quantity)**\\n\\n* Everything from ‘Unique’ Tier\\n* Special NFT Level 3\\n* Access to founder/investor peer-group + live events - [whitelisting required](https://forms.gle/3MjuAtgBdrizdKmf8) (show embed of Mastermind)\\n\\n *In the future, the plan is to add:*\\n\\n* Voting and community rights\\n* Periodic special drops\\n* Co-investing in companies or projects\\n* Special events\\n* Co-investing in important projects (education, climate change, etc.)\\n* Gamification based on achieving certain milestones\\n* Special whitelisting\\n\\n“We are betting that the Leveling Up community will continue to compound, and ‘Leveling Up Heroes’ token holders will benefit from the growth of the community. The proceeds will also continue to help us build a vibrant community that will last beyond just me. The mission is much bigger than just one person.” says Siu.\\n\\n## Overview\\n\\n‘Leveling Up’ is the mothership of a holding company and its mission is to level up the world. Given that the mission is much larger than any individual, a strong community must be formed.\\n\\nNFTs are a great community-building mechanism because if the brand grows stronger over time, the community members will continue to advocate for the group. If the brand grows stronger, the tokens will become more valuable and that naturally incentivizes members to not only promote, but create a mastermind of ideas far more powerful than what one single entity can create.\\n\\nWe believe that the timing is perfect to enter this space with given the hotness of gaming and crypto. \\n\\nOur plan to foster a strong community is as follows:\\n\\n1. Launch NFT project\\n2. Launch community\\n3. Launch community token $LVLINGUP\\n4. Convert to DAO (after we have stabilized the community and determined that it can run on its own)\\n5. Once the DAO is formed, we will allocate a portion of the tokens to hire talent, reward quality contributors who can’t quite afford tokens, and more.\\n\\n## Mission\\n\\n‘Leveling Up’ has one core mission: to level up the world. It’s broad and leaves a lot of room for interpretation, which is a good thing because it forces us to push our limits.\\n\\nThe ultimate mission of $LVLINGUP is to create a community of growth-minded individuals who are interested in helping each other level up. After participating in communities such as TED, Singularity University, YPO, EO, and more, Eric learned that the secret to doing amazing things is with amazing people.\\n\\nBy fostering strong communities with growth-minded people, the group will achieve remarkable things that will not only help the group level up, but the world level up.\\n\\n## Roadmap\\n\\nNovember 2021 - Finishing Leveling Up Heroes NFT Art\\n\\nDecember 2021 - Offer Made; Launch of Leveling Up Heroes website; social media account activation: Twitter, Discord\\n\\nJanuary 2022 - Launch of Leveling Up Heroes NFT\\n\\nMarch 2022 - Release $LVLINGUP Token Whitepaper\\n\\nApril 2022 - Leveling Up Growth Accelerator Live Event for ‘Epic’ holders\\n\\nMay 2022 - $LVLINGUP Token launch\\n\\nSometime in 2023 - $LVLINGUP DAO launch\\n\\n## FAQ\\n\\n1. how many book sales are you expecting? what does this mean for the supply of the NFTs in the project? (underlining question: how exclusive is this?)\\n\\n25,000 units sold is the goal.\\n\\nLet’s assume that the minimum required amount of books is 6. Next level would be 14. Let’s call it an average of 10 books bought per individual.\\n\\n25,000 / 10 = 2,500 NFTs on the low end. Could be 5,000 on the higher end. Could go as high as 10,000.\\n\\nThe idea here would be that people are buying:\\n\\nThe first edition NFTs (which could go up in value long term)\\nUtility (audiobook, physical book, courses, Discord)\\nWhitelisting for next drop\\n\\n1. what's the timeline on the whole thing? Gary's offer was made in august last week & books are being sent by Nov last week. NFTs will be airdropped between 15th to 25th December approximately.\\n\\nIdeally:\\n\\nOffer made: 3rd week of Nov\\nNFTs airdropped: 2nd week of Jan\\nBooks shipped: 4th week of Jan\\n\\n1. how can we use this to reward the community & give them MAXIMUM value? they get the NFT yes, but what does the NFT give them - high floor price, underlying access? let's define why they would want the NFT in the first place\\n\\nSee answer 1\\n\\n1. if the book NFT doesn't do well (let's hope this doesn't happen) it could create fud for the rest of the project. how would we deal with that?\\n\\nLet’s say this completely fails. I know that if I did an exclusive drop of 300 I would max it out given all the buy in I have from friends and people i know from the entrepreneur community.\\n\\n1. can we go about launch as planned in the previous calls and have the book be a perk of the NFT?\\n\\nWe certainly can. The publisher told me that they’re talking internally and they want to talk to me next week.\\n\\ncurious what gameplan is for rollout, teased the idea of dropping before end of 2021, would this cause any friction with being around same time as Gary’s book NFT drop\\n\\nI think we announce in the next week or two and then aim to drop in January to not overlap.\\n\\n& ultimate clarity on what the book NFT value proposition is; whether direct access to you Eric, courses, any long term benefits such as conferences/white lists for upcoming drops etc\\n\\nSee above.\",\"timestamp\":1637017926,\"title\":\"Leveling Up Heroes Memo\"},\"digest\":\"pI87v9ZkxYYoOdXjdpCDj3EOf_EdpdCL2Nmis8zAXBQ\",\"authorship\":{\"contributor\":\"0x602669Ef225F7D82Da5037Bee2717fEDF6ccb939\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uo8zCbJN1tCMJ2ZmwTuSvJYhsp5_xabfV64yudn9P0o\\\",\\\"y\\\":\\\"_89QVnWEJOWmjLfp_ALj_p1VyZ7fe48wpwJrlDjsTf0\\\"}\",\"signature\":\"hv8x1DwXQ8TcTkSXRwyCKj1vu0Kn3EEjhL2wzMhHyFLpaCyatIcBMUTh-Byo_3PHBcZqyqs3MG8r6s9GLtE5dA\",\"signingKeySignature\":\"0x8d0d4edbb7171af6e492c351d1db44988f722b631f028593548e4a5baa0cda09440462907891362f74aa6581218fcb01e2ce8a0a612381f3c8f6b30adc890bcf1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uo8zCbJN1tCMJ2ZmwTuSvJYhsp5_xabfV64yudn9P0o\\\",\\\"y\\\":\\\"_89QVnWEJOWmjLfp_ALj_p1VyZ7fe48wpwJrlDjsTf0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pI87v9ZkxYYoOdXjdpCDj3EOf_EdpdCL2Nmis8zAXBQ\"}"