"{\"content\":{\"body\":\"**每年生日（12月20日）之前都会总结过去一年的修习成果（参见[29](https://www.camelliayang.com/blog/happy-birthday-29)，[30](https://www.camelliayang.com/blog/30-thoughts-on-turning-30)，[31](https://www.camelliayang.com/blog/31-thoughts-before-i-turn-31)，[32](https://www.camelliayang.com/blog/32-things-i-learned-before-turning-32)）。今年作为转型年，沉浸在科技和艺术世界的我对自己和周围的世界又有了更深刻的认知，特写此文，与君分享。**\\n\\n1\\\\. 个人经历也许只占世事的0.00000001% ，每个人对世界的认知都残缺不全，但却形成了我们全部的世界观。除了一手经验以外，我们需要多去阅读并尽可能地不带偏见去理解他人和这个世界。\\n\\n2\\\\. 面临两难选择时，选择那个能为未来带来更多运气的选项；选择目前看来困难的那一条路。\\n\\n3\\\\. 体验一下宗教仪式或者草药疗养，你不用相信，也不要上瘾，但请保持开放的心态进行尝试，会有意想不到的疗愈效果。\\n\\n4\\\\. 投资一个好的枕头、床垫和眼罩。好的睡眠是免费修复身体的良药。\\n\\n5\\\\. 你认识谁和你的行为将决定你是什么样的人。想想周围的朋友和同事，他们是激励着你奋发上进呢，还是拖你的后腿？定期审视身边的联系人，你是身边5个经常联系人的平均水平，选择好与自己同行的人。同理，每天看的东西，读的书，每日的想法都将在点点滴滴中塑造你的人生，所以，请明智的选择你所处的环境。\\n\\n6\\\\. 在元宇宙的世界里没有成年人，只有充满好奇心不断学习和试错的孩子们。没人知道自己在干什么，也没人在意你在干什么，所以尽情地实验和创作吧！\\n\\n7\\\\. 人与人之间的相互理解是世上最纯正的感情。除非我们非常谨慎，否则人与人之间的交往厄运就是基于先入为主的评判。人们习惯凭借自己固有的知识去评判他人，我们总是专注于那些早已在脑海中成为默认的概念，除非培养一种特定的意识去说服自己以开放的态度聆听他人的声音，否则人们会一直保持自以为是的态度固步自封。\\n\\n8\\\\. 你不能拥有全部的东西，但你会得到你最想要的东西。看清自己的欲望，以及摸清欲望的来源。知生命之意者，便可承受生命之重。人最会欺骗的就是自己。时刻审视自己的生命，找寻自己的「真相」。\\n\\n9\\\\. 生活是你自己的，不是任何其他人的。你迟早会发现自己没法一直取悦所有人，总有人会对你的行为指指点点甚至按上完全不着边际的动机，也总有人会误解你的话语。一个人必须要尽早学会不再按照别人期待的眼光去过自己的一生，而是应该按照自己的标准生活。记住你的生活由你塑造，由你完成。\\n\\n10\\\\. 如果你每天进步1%，那一年下来你并不只是进步了365%，而是3800%。这就是复利的力量。\\n\\n11\\\\. 「大道至简」。简洁单一的规则可以自发为高度复杂的系统。例如互联网，最早只是一种在学术机构之间共享内容的方式，又比如曼德布洛特复数集合和生命游戏。简洁明了的目的和原则可以诱发复杂而聪明的行为；复杂冗余的规则和规范容易导致单纯和愚蠢的行为。\\n\\n12\\\\. 在自我提升的过程中，存在着过度优化的风险。如果我们过分专注于改善生活，可能会完全忘记如何去生活。\\n\\n13\\\\. 除非从繁忙的生活中抽出时间反思自我，不然我们永远不知道什么才是对自己最重要的。仅仅满足当下的冲动和渴望，并不能为人们带来美好的生活。慢就是稳，稳就是快。奢侈的概念不是追求更多的东西和结果，而是从容不迫的体验生活。\\n\\n14\\\\. 当前是创作者的黄金时期，只要你有优质的内容和想法，拥有1000个铁杆粉丝或者付费社群就可以解决生计问题。NFT不是真正的数字物体，而是一个指针，渠道和链接：将用户和创作者联系在一起并形成社区，在其中大家可以实现前所未有的沟通，并进行经济交易。\\n\\n15\\\\. 在我们成为一个「真正的人」之前，我们与他人之间不可能有真正的交流。一个人必须要在那看似痛苦的独处中完成自我修行找到并拥有自己，在这之外没有什么属于我们，也没有什么我们能够给予。\\n\\n16\\\\. 你无需对他人脑海中想象的你负责。\\n\\n17\\\\. 互联网上的最大的回报来自于做那些尚未被命名的事物。\\n\\n18\\\\. 你被赋予了生命作为礼物，以便发现自己生命中的礼物是什么。当你弄清楚人生的意义，就有义务去完成自己的使命。\\n\\n19\\\\. 历史告诉我们，100年后，你现在相信的很多东西都将被证明是错误的。每天问自己一个好问题：「我可能错在哪里？」\\n\\n20\\\\. 大多数人宁愿选择确定的不幸，也不愿意去面对不确定性。\\n\\n21\\\\. 人类痴迷于用归纳法来解释周遭的世界，用过去的经验去预测未来。某种现象反复发生，不代表在未来还会继续出现。理性的乐观主义才是人类的出路。我们之所以面临重重问题，是因为知识面还不够广阔。只有通过启发创造力，才能提出更好的解释或想出更好的方法来改善人类的生活。\\n\\n22\\\\. 人们并不是在寻求生命的意义，而是希望体验人生，感受活着的感觉。如果你能清晰地看到自己的人生轨迹，那并不是你真正的人生，而是社会和环境强加给你的东西，你的人生只有最后回顾时才能知晓。\\n\\n23\\\\. 我的人际交往底层逻辑：- 己所不欲，勿施于人。- 施比受更幸福。- 三人行，必有我师。\\n\\n24\\\\. 人生就是在收集各种技能和装备，你也不知道哪些有用，哪些没用。突然有一天你一路漫不经心收集的东西就自动组合在一起出了个大彩蛋，然后欢喜雀跃地助你升级来到下一个关卡。\\n\\n25\\\\. 世上的路多的不胜枚举，每个独特的个体都应该避免竞争而走出属于自己的道路，人生说长不长说短不短，终其一生不过是一个探索自我的过程，期间能发扬自我价值，并实现自己赋予生命的意义，那就真的死而无憾了。\\n\\n26\\\\. 生活中的问题都是人生这场游戏的特色，而不是bug。所以别想着一劳永逸的修复问题了，找到你喜欢解决的问题然后和它们和平共处吧。\\n\\n27\\\\. 我们终其一生只不过在实现长途跋涉的返璞归真 。\\n\\n28\\\\. 如果你想预知未来，那就回归历史，看看当时人们正在以什么样的叙述方式讲述时代的故事，而那些历久弥新的故事，将会不断地在人类社会重现。\\n\\n29\\\\. 痛苦的来源：把地图当做疆域，把故事当做现实，把知识当做智慧。\\n\\n30\\\\. 当我总是用理性大脑去反抗和强迫事情的发生轨迹时，感性（灵性）的那一面总能找到办法提醒我应该多多听信自己的直觉，感受宇宙发出的信号。当你不去控制了，当你完全放松了，宇宙自然而然就把你带到真正对你好的地方。不再惧怕那些难以用当前科学解释的事件，如水一般随遇而安，宇宙为你安排的计划远比自己短浅目光设想的计划好太多了，那就放心大胆地去体验生活，臣服于宇宙的力量，一切都是最好的安排。\\n\\n31\\\\. 我们的问题在于自己都感受不到与任何东西相连的感觉，因为我们忙于赚钱，被虚幻的概念所绑架，没有时间沉下心来看看自己的Bliss到底是什么。当前社会赋予了我们安全感，告诉我们只要顺着社会给定你的道路走，那你就会拥有一切。但这「一切」并不是每个人都想要或者适合他们的东西，你想要有「安全感」那就需要放弃你「本应获得的人生」，这是一个选择过程，你不可能二者兼得。你需要回答的最大问题便是，自己是否有勇气踏上未知的旅程。\\n\\n32\\\\. 此时此刻曾是我们不可预知的未来。\\n\\n33\\\\. 在如梦如幻的人间，做一件自己喜欢的事儿。在我不能理解的这个世界，幸福快乐地活着。存在即合理，活着就是元意义。\\n\\n[edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=546](edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=546)\\n\\n\",\"timestamp\":1639475896,\"title\":\"33岁前的33条人生感悟\"},\"digest\":\"87X2B7hFSsr7fEy69irrY4vHZ9-hXTRSkd5JrS8KG-E\",\"authorship\":{\"contributor\":\"0x6902E5CAf41158d3eD516cBd6D2807BB63863F42\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"juVEkXSva1PBKLdSl3emRtNBQRxuB4h7kIAKrqsod-M\\\",\\\"y\\\":\\\"HGUrNpW5st_eU0iiMWKjKuTyVljJ2bD_5tY4wrx9tkQ\\\"}\",\"signature\":\"pSZYX1FoDVTgm2A_dMCtvEqNAR-EucxTZ03lig_chN0weQUamO-DRDQYhmjVY_NYjEHW6y5pgwyG2phgUByeFg\",\"signingKeySignature\":\"0x7123c9b4afd254ffa3f9d957c22a867e8726c3467be706f71a2556743de427d341cfe550457f2f2cb55a59f3c9b2e5e380de54fceb0ae5873393f06d5b4f700e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"juVEkXSva1PBKLdSl3emRtNBQRxuB4h7kIAKrqsod-M\\\",\\\"y\\\":\\\"HGUrNpW5st_eU0iiMWKjKuTyVljJ2bD_5tY4wrx9tkQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"87X2B7hFSsr7fEy69irrY4vHZ9-hXTRSkd5JrS8KG-E\"}"