"{\"content\":{\"body\":\"What are Curve whitelists, what is being whitelisted and who gets to decide the whitelisting? This article seeks to explain exactly these questions.\\n\\nIn former articles we have covered everything, from what Convex, Yearn and \\\\[REDACTED\\\\] actually are, to the Curve Wars that are happening right as we speak, laying a fundamental understanding of the scenario we are in. Let us thus dig deeper into how Curve operates and what **Curve’s whitelist** actually does.\\n\\n\\n---\\n\\n![](https://dune.xyz/projects/pages/curvefi/curvefi.svg)\\n\\n**Curve is a [DAO](https://dao.curve.fi/).** As a decentralized autonomous organization, Curve’s governance system is partially off-chain (Snapshot, forums), partially on-chain (gauges, multisig…). Curve is, like many other DAOs, being progressively developed and [many discussions are held on topic as to whether it is permissionless enough or if it must further decentralize.](https://gov.curve.fi/t/the-curve-emergency-dao-has-killed-the-usdm-gauge/2307) Nonetheless, Curve is currently *the* largest protocol, with more than 20 billion USD total locked value in the protocol. These staggering numbers, in combination with the specific voting system which Curve has implemented, lead to all of the dynamics we have mentioned in previous articles.\\n\\n## The DAO\\n\\nIn order to examine our current topic, we first need to realize that the first and primary task of the Curve **DAO** is to keep the protocol afloat by making proper decisions related to setting various *settings* related to the smart contracts deployed on the Ethereum blockchain, but also others (primarily Ethereum, as a high priority blockchain). But how does this system look “under the hood”? This image, while most likely not the most beautiful thing one may have a first look at, paints the picture fully:\\n\\n![](https://github.com/curvefi/curve-dao-contracts/raw/master/doc/dao-overview.svg)\\n\\n**This is how the entire Curve DAO on-chain governance system is interconnected.** It is a mix of custom-made contracts (every box pictured, except the common standards we know as ERC20, Minime tokens, etc.) and pre-made governance systems (Aragon DAO).\\n\\n**The important things** to take from the picture:\\n\\n* **Each box is a contract.**\\n* The **CRV token** is a contract, and an integral part of the system. It is a value accrual token AND a voting token.\\n* The **CRV** token, goes into the **VotingEscrow** contract.\\n* The **VotingEscrow contract** provides some kind of data (with the function **balanceOfAt()**) to the Aragon DAO implementation and to the **gauges** (remember those?)\\n\\nSo let’s go through it step by step. A user would first acquire **CRV** by either buying it on the market or staking his Curve **LP** tokens for **CRV** rewards (remember the **Gauge** incentivizes this). The user then locks his **CRV** for a certain time period to acquire the amount **veCRV** he wants. This depends on the locking time, and the current conditions based on how many people lock. \\n  \\n This act of **locking CRV for veCRV (read: v**oting **e**scrow **CRV)** transfer the **CRV** to the **VotingEscrow** contract and locks it there. **veCRV can now be staked to a gauge,** redirecting more rewards to this gauge based on the ratio of **veCRV** locked per gauge (the formerly mentioned balanceOfAt() function gives the current voting power based on time passed to the gauges). \\n\\nThis in turn distributes more **CRV** to them. So where does the whitelist come in? \\n\\n## The Whitelist\\n\\nThe question is: **Do we want everyone to have access to veCRV?** Contracts can be used for malicious intents. And [this is](https://gov.curve.fi/t/discussion-remove-curve-dao-whitelist/2254) a [hot topic](https://gov.curve.fi/t/discussion-gauge-risk-assessment-team/2354) of [discussion](https://gov.curve.fi/t/the-curve-emergency-dao-has-killed-the-usdm-gauge/2307). So a solution to *one of these problems* (protocols unfairly getting more veCRV quickly and then staking for rewards) can be solved by **introducing a whitelist.**  \\n  \\n How does it work? Simple! ***Don’t let any contract interact with the VotingEscrow contract, which is not whitelisted by the DAO!*** \\n\\nNow only whitelisted entities and accounts have access to veCRV. Other than large shareholders, which are anyways not protocols, veCRV is now in the hands of mostly good actors, and exactly those actors which Curve wants! This is the point of the Curve finance whitelist. \\n  \\n Thanks to all of the readers who have followed this post through to the end, we are excited to see you in the **[\\\\[REDACTED\\\\] Discord! ](https://discord.gg/fcvDvPb9)**🦋\",\"timestamp\":1637281406,\"title\":\"[REDACTED] Primer on Curve Whitelists\"},\"digest\":\"1S0phOjhWq7q-2IaQfJ86Bj0dJjlvzTOggtFGlUWJF4\",\"authorship\":{\"contributor\":\"0x584d2Ac4442B961f6ec1a81Ef9C941BcF8139Dd6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3n7T1EE3JEkpHXNtUDEKkx5-xVShe4gJUWgm8Svlt70\\\",\\\"y\\\":\\\"FVfyNoF1HGCSXWftY-TrsmQUXWLq3HWvbJ02ItsH5Uk\\\"}\",\"signature\":\"mivHwQLyuSJqTFJFxDvnT_FQPLujFYkIGgzkCUUNr1NqJP91iH3ZvET32gvgpQBfJbSkbiJWBe38kt8lgeMxhA\",\"signingKeySignature\":\"0xf0c8bb6478869e08f13dbdf03c84fd3e73f4fc0f6ac03dd9462c93a6caeb20214ec36122e45c944a38f10ffeb6d8cffd81f60412c93b2cde55fbcd7f7b8d77c800\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3n7T1EE3JEkpHXNtUDEKkx5-xVShe4gJUWgm8Svlt70\\\",\\\"y\\\":\\\"FVfyNoF1HGCSXWftY-TrsmQUXWLq3HWvbJ02ItsH5Uk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pu3zxIbftRctnAHKo8W9nEE6_p2YpvQsTeqKQXqIf_A\"}"