"{\"content\":{\"body\":\"and Robert J. Collier, of Collier's Weekly, asked Richard to go to the Congo and make an investigation.  I do not believe that my brother was ever in much sympathy with the commission, as he did not feel that he could afford the time that a thorough investigation demanded.  However, with his wife he sailed for Liverpool on January 5, 1907, and three weeks later started for Africa.  Regarding this trip, in addition to the letters he wrote to his family, I also quote from a diary which he had just started and which he conscientiously continued until his death.\\n\\nFrom diary of January 24th, 1907.        Last day in London.  Margaret Frazer offered me gun from a Captain Jenkins of Nigeria.  Instead bought Winchester repeating, hoping, if need it, get one coast.  Lunched Savoy-Lynch, Mrs. Lynch, her sister--very beautiful girl.  In afternoon Sam Sothern and Margaret came in to say \\\"Good bye.\\\"  Dined at Anthony Hope's--Barrie and Mrs. Barrie and Jim Whigham.  Mrs. Barrie looking very well, Barrie not so well.  As silent as ever, only talked once during dinner when he told us about the first of his series of cricket matches between authors and artists.  Did not have eleven authors, so going along road picked up utter strangers one a soldier in front of embracing two girls.  Said he would come if girls came too--all put in brake.  Mrs. Barrie said the Llewellen Davis' were the originals for the Darlings and their children in Peter Pan.  They played a strange game of billiards suggested by Barrie who won as no one else knew the rules and they claimed he invented them to suit his case.  Sat up until three writing and packing.  The dinner was best have had this trip in London.\\n\\nCompagnie Belge Maritime Du Congo.\\n\\nS. S.  February 11th, 1907.\\n\\nTo-morrow, we will be in Banana, which is the first port in the Congo.  When I remember how far away the Congo seemed from New York and London, it is impossible to believe we are less than a day from it.  I am so very glad I came.  The people who have lived here for years agree about it in no one fact, so, it is a go-as-you-please for any one so far as accurate information is concerned, and I am as likely to be right as any one else.  It has been a pleasant trip and for us will not be over until some days, for at Matadi, which is up the river, we will probably live on the steamer as the shore does not sound attractive.  Then I shall probably go on up the river and after a month or six weeks come back again.  At Boma I am to see the Governor, one of the inspectors on board is to introduce me, and I have an idea they will make me as comfortable as possible, so that I may not see anything.  Not that I would be likely to see anything hidden under a year.  Yesterday was the crossing of the Equator.  The night before Neptune, one of the crew, and his wife, the ship's butcher, and a kroo boy, as black as coal for the heir apparent came over the side and proclaimed that those who never before had crossed the Equator must be baptized.  We had crossed but I was perfectly willing to go through it for the fun.  The Belgians went at it as seriously as children, and worked up a grand succession of events.  First we had gymkana races among the kroo boys.  The most remarkable was their placing franc pieces in tubs of white and red flour, for which the boys dived, they then dug for more money into a big basket fitted with feathers and when they came out they were the most awful sights imaginable.  You can picture their naked black bodies and faces spotted with white and pink and stuck like chickens with feathers.  Then the next day we were all hauled before a court and judged, and having all been found guilty were condemned to be shaved and bathed publicly at four.  Meantime the Italians, is it not the picture of them, had organized a revolution against the Tribunal, with the object of ducking them.  They went into this as though it were a real conspiracy and had signs and passwords.  At four o'clock, in turn they sat us on the edge of the great tank on the well deck and splashed us over with paste and then tilted us in.  I tried to carry the Frenchman who was acting as barber, with me but only got him half in.  But Milani, one of the Italians, swung him over his head plumb into the water.  The Frenchman is a rich elephant hunter who is not very popular.  When the revolution broke loose we all yelled \\\"A bas le Tribunal\\\" \\\"Vivela Revolution\\\"! and there was awful rough house.  I made for the Frenchman and went in with him and nearly drowned him, and everybody was being thrown into the tank or held in front of a fire cross.  After dinner there was a grand ceremony, the fourth, in which certificates were presented by an Inspecteur d'Etat who is on board, and is a Deputy Governor of a district.  Then there was much champagne and a concert and Cecil and I sat with the Captain, the Bishop, in his robes and berretta and the two inspectors and they were very charming to both of us.\\n\\nDICK.\\n\\nCompagnie Belge Maritime Du Congo. S. S.  February 13th, 1907. DEAR MOTHER:\\n\\nWe reached Banana yesterday morning, and the mouth of the Congo, and as the soldier said when he reached the top of San Juan Hill, \\\"Hell! well here we are!\\\"  Banana looks like one of the dozen little islands in the West Indies, where we would stop to take on some \\\"brands of bananas,\\\" instead of the port to a country as big as Europe.  We went ashore and wandered around under the palm trees, and took photos, and watched some men fishing in the lagoons, and we saw a strange fish that leaps on the top of the water just as a frog jumps on land.  It is certainly hot.  Milani and I went in swimming in the ocean, and got finely cool.  Then we paddled the canoe back to the ship to show the blacks how good we were, and got very hot, and the blacks charged us a franc for the voyage.  To-morrow we will be in Boma, the capital, which is much of a place with shops and a lawn tennis court.\\n\\nBOMA, February 15th.\\n\\nBoma is more or less laid out and contains the official residences of the Government.  I walked all over it in an hour, and here you walk very slow.  There are three or four big trading stores AND a tennis court.  It is, however, a dreary place.  We called on the missionary and his wife, but she does not speak English and their point of view of everything was not cheerful or instructive.  Cecil plans to remain on board while at Matadi and return with this same boat to Boma.  I want her to go home in this boat or in some other, as I believe Boma most unhealthy and I know it to be most uncomfortable.  She would have to go to a hotel which is very hot and rough, although it is clean and well run.  I am undecided whether to go up the river for ten days, to where it crosses the equator, or to leave the upper Congo and go up the Kasai river.  This is off the beaten track, and one may see something of interest.  I will know better what I will do in an hour, when I get to Matadi.\\n\\nMATADI--Feby. 21.\\n\\nWe are now at Matadi.  The Captain invited us to stop on board and it is well he did.  We dine on deck where the wind blows but the rest of the ship is being cleaned and painted for the trip North.  Four hatches are discharging cargo all at once, from four in the morning until midnight.  Officers and kroo boys get four hours sleep out of the twenty-four, but I sleep right through it, so does Cecil.  Sometimes they take out iron rails and then zinc roofs and steel boats, 6000 cases of gin and 1000 tons of coal.  Still, it is much better than in the Hotel Africa on shore.  Matadi is a hill of red iron and the heat is grand.  Everything in this country is grand.  The river is, in places, seven miles wide, the sunsets are like nothing earthly, and the black people are like brooding shadows of lost souls, that is, if souls have shadows.  Most of the blacks in this town are \\\"prisoners\\\" with a steel ring around the neck, and chained in long lines.  I leave on the 23d to go up the Kasai River, because that is where the atrocities come from and up there there are many missionaries.  I don't want you to think I say this to \\\"calm your fears,\\\" but I say it because it is as true of this place as of every other one in the world, and that is, that it is as easy to get about here as it is in Rhode Island.  It is not half as dangerous as automobiling.  I have not even felt feverish, neither has Cecil.  I never felt better.  Cecil stays on board and goes back to Boma.  There she stops a week and then takes another ship back to London.  She will not wait at Boma for me, at least, I hope not and cannot imagine her doing so.  In any event, after I start, there will be no way for us to communicate, and I will act on the understanding that she has started North.\\n\\nI have two very good boys and both speak English, and are from Sierra Leone.  I take a two-day trip of 200 miles by rail, then four days by boat up the Kasai and then I may come back by boat or walk.  It depends on how I like it, how long I stay, for I can hope to see very little, as under a year it would be impossible to write with authority of this country.  But I'll see more of it than some at home, and I'll hear what those who have lived here for years have to say.  It is awfully interesting, absolutely different and more uncivilized than anything I ever saw.  But all the time you are depressed with how little you know and can know of it.  I will be here six weeks or two months and then should get up the coast to London about the middle of May or sooner.\\n\\nDICK.\\n\\nFrom diary of February 22nd, 1907.\\n\\nSpent about the worst night of my life.  No mattress, no pillow.  Not space enough for my own cot.  Every insect in the world ate me.  After a bath and coffee felt better.  It rained heavily until three P. M. Read Pendennis, and loved it.  The picture of life at Clavering and Fairoaks, and Dr. Portman and Foker are wonderful.  I do not know when I have enjoyed and admired a work so much.  For some reason it is all entirely new again.  I will read them all now in turn.  After rain cleared took my slaves and went after \\\"supplies.\\\"  Met a King.  I thought he was a witch doctor, and the boys said he was a dancing man.  All his suite, wives and subjects followed, singing a song that made your flesh creep.  At Hatton and Cookson's bought \\\"plenty chop\\\" for \\\"boys\\\" who were much pleased.  Also a sparklet bottle, some whiskey and two pints of champagne at 7 francs the pint.  Blush to own it was demi Sec.  Also bacon, jam, milk, envelopes, a pillow.  Saw some ivory State had seized and returned. 15 Kilo's.  Some taken from Gomez across street not returned until he gave up half.  No reason given Taylor agent H. & C. why returned Apparently when called will come down on the ivory question.  Cuthbert Malet, coffee planter, came call on me.  Only Englishman still in Service State.  Had much to say which did not want printed until he out of country which will be in month or two.  Anstrossi has given me side of cabin where there is room for my cot, so expect to sleep.\\n\\nSTANLEY POOL, Feb. 22nd, 1907. DEAR MOTHER:\\n\\nWhen you get this, I will be on my way to London.   The rest of my stay here will be on board two boats, touching at the banks of the Kasai river.  One I now am on takes me up and another takes me down.  I will see a great deal that is strange and it is very interesting.  Yesterday, for example, only an hour before our train reached Gongolo Station, there were three elephants that wandered across the track.  We were very disappointed not to have seen them.  At the mission house on the way up, I brought the first ice the mission boys had seen and when I put a piece in the hand of one, he yelled and danced about as though it were a coal.  The higher up you go the tougher it gets.  Back in the jungle, one can only imagine what it is like.  Here all the white men have black wives, and the way the whip is used on the men is very different from the lower congo.  The boat is about as large as a touring car, with all the machinery exposed.  I am very comfortable though, with my bed and camp chair, and, books to read, when one gets tired of this great, dirty river.  I, expect to see hippopotamuses and many crocodiles and to learn something of the \\\"atrocities\\\" by hearsay.  To see for oneself, would take months.  I return from the Kasai district by a boat like this one, burning wood and with a stern wheel, reaching Leopoldville, this place, about the 12th of March, and sailing on the Albertville for Southampton on the 19th of March.  So I should be in London and so very near you by the 8th of April.  Of course, if I take a later boat from here, I will be just that much later.  I am perfectly well, never better.  No fever, no \\\"tired feeling\\\" good appetite, in spite of awful tough food.  From this place money cannot be used and I carry a bag of salt and rolls of cloth.  For a bottle of salt you get a fowl or a turkey, for a tablespoonful an egg, or a bunch of fruit.  When you write be sure and tell me ALL your plans for the summer; that is, after you have been to see us.  My dearest love to you all.\\n\\nDICK.\\n\\nFrom diary of February 27th, 1907.\\n\\nSaw two hippos.  Thought Anstrossi said they were buffalo.  So was glad when I found out what they were.  I did not want to go home without having seen only two dead ones.  In a few minutes I saw two more.  Anstrossi fired at them but I did not, as thought it not the game when one could not recover them.  Before noon saw six in a bunch--and then what I thought was a spit of rock with a hippo lying on the end of it, turned out to be fifteen hippos in a line!  Burnham has told he had seen eleven in the Volta in one day.  Before one o'clock, I had seen twenty-six, and, later in the day Anstrossi fired at another, and shot a hole in the awning.  That made twenty-seven in one day.  Also some monkeys. The hippos were delightful.  They seemed so aristocratic, like gouty old gentlemen, puffing and blowing and yawning, as though everything bored them.\\n\\nFrom diary of February 28th, 1907.\\n\\nWhen just going up for coffee, saw what was so big, looking at it against horizon, thought it must be an elephant.  Was a young hippo.  Captain Jensen brought boat within eighty yards of him, and both Anstrossi and I fired, apparently knocking him off his legs, for he rolled on his side as though his back was broken.  I missed him the second shot, which struck the water just in front of him.  The other three shots caught him in the head, in the mouth and ear.  He lay quite still, and the boys rushed out a gang plank and surrounded him singing and shouting and cutting his tail to make him bleed and weaken him.  They don't die for an hour but he seemed dead enough, so I went to my cabin to re-load my gun and my camera.  In three minutes I came out, and found the hippo still quiet.  Then he began to toss his head and I shot him again, to put him out of pain.  In return for which he rolled over into the water and got away.  I was mad.  Later saw four more.  Just at sunset while taking bath another was seen on shore.  We got within sixty yards of him and all of us missed him or at least did not hurt him.  He then trotted for the river with his head up and again I must have missed, although at one place he was but fifty yards away, when he entered the water, a hundred.  I stepped it off later in the sand.  I followed him up and hit him or some one of us hit him and he stood up on his hind legs.  But he put back to land for the third time.  Captain said wait until moon came out.  But though we hunted up to our waists saw none.  One came quite close at dinner.  Seven on the day.\\n\\nCONGO RIVER--March 1, 1907. DEAR MOTHER:\\n\\nI have been up the Congo as far as the Kasai river, and up that to a place called Dima.  There I found myself in a sort of cul de sac.  I found that the rubber plantations I had come to see, were nine days journey distant.  In this land where time and distance are so differently regarded than with us, a man tells you to go to Dima to see rubber.  He means after getting to Dima, you must catch a steamer that leaves every two weeks and travel for five days.  But he forgets that that fact is important to visitors.  As he is under contract to stay here three years, it does not much matter to him how he spends a month, or so.  Dima was two hundred yards square, and then the jungle.  In half an hour, I saw it all, and met every one in it.  They gave me a grand reception, but I could not spend ten days in Dima.  The only other thing I could do was to take a canoe to the Jesuit Mission where the Fathers promised me shooting, or, try to catch the boat back to England that stops at interesting ports.  Sooner than stop in Boma, I urged Cecil to take that boat.  So, if I catch it, we will return together.  It is a five weeks journey, and rather long to spend alone.  In any event my letters will go by a faster boat.  I have had a most wonderfully interesting visit, at least, to me.  I hope I can make it readable.  But, much of its pleasure was personal.\\n\\nI have just had to stop writing this, for what when I get back to New York will seem a perfectly good reason for interrupting a letter to even you.  A large hippopotamus has just pushed past us with five baby hippos in front of her.  She is shoving them up stream, and the papa hippo is in the wake puffing and blowing.  They are very plenty here and on the way up stream, I saw a great many, and every morning and evening went hunting for them on shore.  I wanted the head of a hippopotamus awfully keenly for the farm.  But of the only two I saw on land, both got away from me.  I did not shoot at any I saw in the water, although the other idiot on board did, because if you kill them, you cannot recover them, and it seems most unsportsmanlike.  Besides, I was so grateful to them for being so proud and pompous, and real aristocrats dating back from the flood.  But I was terribly disappointed at losing both of those I saw on land.  One I dropped at the first shot, and the other I missed, as he was running, to get back into the water.  The one I shot, and that everyone thought was dead, AFTER THE \\\"BOYS\\\" BEGAN TO CUT HIM UP, decided he was not going to stand for that, and to our helpless dismay suddenly rolled himself into the water.  If that is not hard luck, I don't know it.  All I got was a bad photograph of him, and I had already decided where I would hang his head, and how much I would tip the crew for cutting him up.  It was a really wonderful journey.  I loved every minute of it and never was I in better health.\\n\\nIf I only could have known that you knew that I was all right, but instead you were worrying.  The nights were bright moonlight, and the days were beautiful; full of strange people and animals, birds and views.  We three sat in the little bridge of the tinpot boat, and smoked pipes and watched the great muddy river rushing between wonderful banks.  There was the Danish Captain, an Italian officer and the engineer was from Finland.  The Italian spoke French and the two others English, and I acted as interpreter!!  Can you imagine it?  I am now really a daring French linguist.  People who understand me, get quick promotion.  If I only could have been able to tell you all was well and not to be worried.  At Kwarmouth I have just received a wire from Cecil saying she expects to leave by the slow boat but will stay if I wish it.  So, now we can both go by the slow boat if I can catch it.  I hope so.  must have found Boma as bad as it looked.  God bless you all.\\n\\nDICK.\\n\\nOn April 13, Richard was back in London and in his diary of that date he writes, \\\"Never so glad to get anywhere.  Went to sleep to the music of motorcars.  Nothing ever made me feel so content and comfortable and secure as their \\\\`honk, honk.'\\\"\\n\\nFrom diary of April 22nd, 1907.\\n\\nA blackmailer named H---- called, with photos of atrocities and letters and films.  He wanted 30 Pounds for the lot.  I gave him 3 Pounds for three photos.  One letter he showed me signed Bullinger, an Englishman, said he had put the fear of God in their hearts by sticking up the chief's head on a pole, and saying, \\\"Now, make rubber, or you will look like that.\\\"  Went to lunch with Pearson but it was the wrong day, and so missed getting a free feed.  Thinking he would turn up, I ordered a most expensive lunch.  I paid for it.  Evening went Patience, which liked immensely and then Duchess of Sutherland's party to Premiers.  Saw Churchill and each explained his share of the Real Soldiers row.\\n\\nFrom diary of April 28th, 1907.\\n\\nWe went down by train to Cliveden going by Taplow to Maidenhead where Astor had sent his car to meet us.  It is a wonderful place and the view of the Thames is a beautiful one.  They had been making alterations, bathrooms, and putting white enamel tiles throughout the dungeons.  If Dukes lived no more comfortably than those who owned Cliveden, I am glad I was not a Duke.  What was most amusing was the servant's room which was quite as smart as any library or study, with fine paintings, arm chairs and writing material.  Nannie and Astor were exceedingly friendly and we walked all over the place.  It was good to get one's feet on turf again.  They sent us back by motor, so we arrived most comfortably.  I gave a dinner to the Hopes, Wyndham, Miss Mary Moore, Ashmead-Bartlett and Margaret.  Websters could not come.  Later, came on here, and had a chat, the Websters coming too.  I read Thaw trial.\\n\\nEarly in May Richard and his wife returned to Mount Kisco and my brother at once started in to change his farce \\\"The Galloper\\\" into a musical comedy.  It was produced on August 12, at the Astor Theatre, under the title of the \\\"Yankee Tourist,\\\" with Raymond Hitchcock as the star.  The following I quote from Richard's diary of that date:\\n\\nMonday, August 12th, 1907.\\n\\n[ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/332](ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/332)\\n\\n\",\"timestamp\":1639126572,\"title\":\"\\nDuring the winter of 1907 the world rang with the reports of the atrocities in the Congo\"},\"digest\":\"6wQIQSUY0Y8ypUreZ4nBNfI7KlnfVpgKtOy6MZEjaSY\",\"authorship\":{\"contributor\":\"0x6961235d2e95818F7a1E230634bC24de80Bd6f6a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0Yn-ZRbzDn7Xn6Rf0cPcqjj7eEiUFKpDAG1m0ctzW2E\\\",\\\"y\\\":\\\"53rNAtzceMHntVtDoiV_ZDK8oEOj262IhL5mlgvYWp4\\\"}\",\"signature\":\"8I6QUzRbxIw-X2KFyBzIfI_KLMnBYicdhTNHn6lLAwEjwClaMv0XXfVPHjqm3JedCmSRtQSLX4_D0bu6tgbPjA\",\"signingKeySignature\":\"0xb4976a16ad9f8d3b5e8295574cacf98e4697636ac773549563e0b0b44a6efe9f5fecae2f08530689b7bdf2a00599f0c8895a1c8fb4e177b71d9cd46a0ee2d4ca1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0Yn-ZRbzDn7Xn6Rf0cPcqjj7eEiUFKpDAG1m0ctzW2E\\\",\\\"y\\\":\\\"53rNAtzceMHntVtDoiV_ZDK8oEOj262IhL5mlgvYWp4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6wQIQSUY0Y8ypUreZ4nBNfI7KlnfVpgKtOy6MZEjaSY\"}"