"{\"content\":{\"body\":\"# Brooklyn nets New York bragging rights as Knicks cry foul over free-throw calls\\n\\nChina Daily | Updated: 2021-12-02 09:15\\n\\n![Brooklyn Nets guard DeAndre' Bembry dunks past New York Knicks forward Julius Randle during Tuesday's NBA game at Barclays Center in New York. ](http://img2.chinadaily.com.cn/images/202112/02/61a81e4fa310cdd3d81e2b49.jpeg)\\n\\nNEW YORK－Kevin Durant and James Harden took turns putting on a show in front of the largest crowd ever to see a Nets game in Brooklyn, one that was split between fans of New York's two teams.\\n\\nIn the end, the Nets were celebrating and the Knicks were fuming.\\n\\nIn its 10th season, the matchup between teams just a few miles apart looked like a real rivalry.\\n\\n\\\"Being here two years now, it doesn't matter who's on that team or who's on this team, I think the energy's always going to be there,\\\" Harden said. \\\"Whether it's here or at MSG(Madison Square Garden), the fans are going to be cheering for their respective teams and it's going to be a good game every time, and tonight we're just happy to come out with the win.\\\"\\n\\nThey got it after James Johnson made two free throws with 2.2 seconds left to give the Nets a 112-110 victory Tuesday night.\\n\\nHarden had 34 points, 10 rebounds and eight assists, and Durant heated up after a slow start to finish with 27 points and nine assists. He had 11 points in the final 5:45, but the Knicks sent a second defender to force him to give the ball up on the last possession－as Durant suspected might happen.\\n\\n\\\"But it's risky to do that in the fourth, I mean the last shot of the game,\\\" he said. \\\"And yeah, I was prepared for it coming out of the timeout.\\\"\\n\\nThe ball went to Johnson, who was fouled in the lane and made the free throws for the final points of an entertaining, nationally televised undercard to the Warriors-Suns main event.\\n\\nAlec Burks scored a season-high 25 points in his new role as the Knicks' starting point guard.\\n\\nJulius Randle added 24 points, nine rebounds and eight assists. But he took only two free throws and was hit with a late technical foul for complaining about not getting calls.\\n\\n\\\"As aggressive as I play, attacking the paint, I can't be penalized for just being stronger than people and that's the answer that I got today,\\\" Randle said.\\n\\nThe teams traded leads throughout the fourth quarter in front of an announced crowd of 18,081.\\n\\nThe Nets had highlight plays all over the floor to open the second half, with Harden's soaring follow slam and DeAndre' Bembry's swatted shot into the seats coming during a 14-0 spurt that turned a one-point halftime deficit into a 74-61 lead.\\n\\nBrooklyn had the lead up to 16 with four minutes left in the third period, but the Knicks whittled it down to 88-84 heading to the fourth. The lead was never bigger than that in the final 12 minutes.\\n\\nBut the Knicks didn't do enough in a game where the Nets shot 25 free throws to their 12.\\n\\n\\\"I want to take a look at the film. There's a big discrepancy in free throws. I can tell you that,\\\" Knicks coach Tom Thibodeau said angrily. \\\"Julius is driving the ball, and he gets two free throws.\\\"\\n\\n**Tip-ins**\\n\\nKnicks: RJ Barrett played only 8 1/2 minutes because of illness. ...Derrick Rose had 16 points and nine assists off the bench.\\n\\nNets: Harden surpassed 2,500 3-pointers, joining Ray Allen, Stephen Curry and Reggie Miller. ....With Kyrie Irving absent all season after refusing to get vaccinated as mandated in New York City and Joe Harris recovering from ankle surgery, Durant has had to take on a heavier load than expected.\\n\\n\\\"It's not ideal to have him have such a burden, but I don't know what options we have other than to play him less and lose more,\\\" coach Steve Nash said.\\n\\n**Tough times**\\n\\nKemba Walker, replaced as the starting point guard for the Knicks, isn't the only former All-Star to go from former starter to not playing. Blake Griffin has fallen out of the Nets' rotation.\\n\\n\\\"Kemba's a great human being, great teammate,\\\" Nash said. \\\"No matter how great a teammate and how great an attitude you have, to take that scenario into account, it's very difficult for a guy who competes and wants to play and prepares the way he does to play.\\\"\\n\\n**Happy Harden**\\n\\nHarden let out a loud yell and did a dance after his follow dunk in the third quarter.\\n\\n\\\"That might've been the first one of my career, 13 years, so I had to let it out,\\\" he said. \\\"It wasn't that great when I looked at the highlight, but it felt great, that's all that matters.\\\"\",\"timestamp\":1638457719,\"title\":\"Brooklyn nets New York bragging rights as Knicks cry foul over free-throw calls\"},\"digest\":\"41glCmdaicP9yiH1KzYziFBxfqPWNahE0iPjYEwRCiY\",\"authorship\":{\"contributor\":\"0x4Ed4DbECFe3F0a10104557d0632A8AE428fCecf2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Pq2Xnb6mUr7VolDfdP5V6WF1rllpRymUYPvZQ-TnC_E\\\",\\\"y\\\":\\\"JFP2BEGw11kDBSVGbOAV-kx-MXLDQZ4zGNixCRPObiw\\\"}\",\"signature\":\"P0W5SpdlfwJKZq-UBblIns0U-PbnLr8uIfEtoLDJcT7SZSRsCXSiHuIeSF-Uz2jNygE84PwEVNPZyiCnVEJG9w\",\"signingKeySignature\":\"0xc541ffe63b18a34282b263de6a34cf52447746d909ab2f21285a56a322ee48f02d502260170db851f7287ad632d0c551fc16fdfea75311c0ef105e3671a011a61c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Pq2Xnb6mUr7VolDfdP5V6WF1rllpRymUYPvZQ-TnC_E\\\",\\\"y\\\":\\\"JFP2BEGw11kDBSVGbOAV-kx-MXLDQZ4zGNixCRPObiw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"41glCmdaicP9yiH1KzYziFBxfqPWNahE0iPjYEwRCiY\"}"