"{\"content\":{\"body\":\"where does Prince Andrew drive to in his brand new, £80,000 Range Rover – seemingly his only appearances these days in anything that could be considered the outside world? The duke is often pictured motoring broodingly out of his Royal Lodge home in Windsor at the wheel of this high-performance vehicle, perhaps making his in-car security detail listen to a podcast about putting, or a funny song about a whoopee cushion. (The precise contours of Andrew’s cultural life have always remained a tantalising mystery.) Some local visits to his mother at Windsor Castle have been chalked up, as well they might be. But we’ll come to the duke’s ominous financial reliance on the Queen in a minute.\\n\\nWere The Artist Formerly Known as Airmiles to take an aimless intra-Berkshire spin this morning, he would be able to listen to news reports concerning the newly unsealed settlement his accuser reached with Jeffrey Epstein in 2009. Virginia Giuffre signed a $500,000 deal with Epstein, and Andrew’s lawyers believe her agreement not to sue anyone who could be described as a “potential defendant” could get HRH off the hook of having to face, in civil court, her claims that he sexually assaulted her on three occasions when she was a minor. (He denies everything, vehemently.)\\n\\nIf this does succeed in persuading a judge to dismiss Giuffre’s current suit, then once again someone else’s money will have insulated Andrew from alleged self-created realities. It always seems to be someone else’s money, of course. In this case, it would be the $500,000 of a dead sex trafficker. However, other funds are available. Andrew’s mother is widely reported to be paying his legal bills for this increasingly grotesque saga, which will be running well into seven figures by now.\\n\\nWhat follows can only be speculation, with the duke’s case not due to be heard till later in the year. But having his legal fees quietly covered by the Queen would feel like the very upper limit of what a lot of people in this country would accept. There are, of course, many committed anti-royalists in the UK, but the British public don’t in the majority regard the 95-year-old sovereign as the sort of freeloader at whom they might scream: “We pay your wages!” The Queen’s various vast incomes have not been a hot topic of debate in recent years in whatever counts as middle England.\\n\\nBut in the event that Giuffre’s case against Andrew proceeds and he loses it, and a multimillion-dollar payment has to be made, you get the feeling public attitudes would change overnight if the maternal bailout ran to forking out Andy’s damages for him. You can imagine people who are quite happy for the Queen to spend money restoring obscure Scottish castles and whatnot suddenly feeling less relaxed about it being spaffed on paying blood money for a sex offender. Whatever the accounting, I’m not sure any distinction between public funds and private income would be made by the average person.\\n\\nAnyway, that’s enough banging on about Andy’s mama. Not that I haven’t very much enjoyed the recent articles by gentlemen of a certain age who have FINALLY found a woman they care about in the long-running Epstein story. Unsurprisingly, perhaps – it’s the Queen! Here at last is a lady tangentially connected to the grimness whose honour and dignity actually *matters*, as opposed to those of the other ladies involved, whose tribulations they have at no point been interested in writing about.\\n\\nEven Ghislaine Maxwell has elicited more sympathy in some quarters than the actual victims of Epstein. And, indeed, the victims of Maxwell herself. Madam has now been found guilty of recruiting, grooming and trafficking teenage girls for sex with Epstein, not that you’d know it from the airtime still bafflingly given on both sides of the Atlantic to those such as her brother Kevin Maxwell. Ah, the classic “sex offender’s brother” interview slot. You probably remember it from other trials such as … no, sorry, I can’t put my finger on any. Drawing a big old blank here. In any case, what does Kevin Maxwell know about anything? Four hundred million pounds was stolen from the pension funds of a business empire in which he was the second-most powerful person, and a fraud trial acquitted him of having a clue about it. So I think broadcasters can spare audiences his “insights” on anything else, ever again.\\n\\nInfinitely more worth listening to are the victims themselves, who may be permitted to make victim impact statements at Maxwell’s forthcoming sentencing. Giuffre could be among them.\\n\\nThe other thing worth listening to, alas, is the ongoing sound of silence where the mention of other men’s names should be. Despite the saga rumbling on for years, we still have little idea who all the other men involved in this seedy web were, and absolutely no indication that anyone in law enforcement cares enough to find out now that they have got their woman. I can’t help feeling those hoping Ghislaine will name names for clemency are being pretty optimistic. Given that Ghislaine believes Epstein was murdered in jail, as opposed to killing himself, it seems unlikely she would expose herself to what she would presumably regard as a likely similar fate, should she begin singing like a canary.\\n\\nSeemingly all of Epstein’s friends were power players, chosen for their use to him, and they must all have known rather a lot about his proclivities. Way back in 2002, Donald Trump was joking pointedly to New York magazine that Epstein liked them “on the younger side”. Beyond that, plenty of ageing Epstein buddies were involved in his web of abuse, accepting hospitality on “Paedo Island”, ferried in aboard his “Lolita Express” private plane. But they’ve all retreated into their money, their omertàs, and the timeworn knowledge that reckonings are for women and other little people.\\n\\nEpstein knew the code better than anyone, which is presumably why he took care in his 2009 settlement with Giuffre to exempt others from being named as “potential defendants” in the future. What a thoughtful legacy to his bros. And how remarkable that Prince Andrew should regard seizing it as his best defensive shot. Swerving court via a loophole provided by one of the leading international paedos of the age … Well, if that isn’t staying classy, then I really don’t know what is.\",\"timestamp\":1641357173,\"title\":\"Hiding behind the loophole of a dead sex trafficker? Stay classy, Andrew\"},\"digest\":\"lIyVSM1x5XxXMJOF1E89j49OuUyPUxIyGCJZYXeyXps\",\"authorship\":{\"contributor\":\"0x317aD80a89bE4BA6961c9A09a59A99Ce29E22B50\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Y-tvlhbxE9BwuFrU7_EAYintx25lxXSHHBGJqXBkq7g\\\",\\\"y\\\":\\\"8Isg96S-6xGqIm53nhG42jKmjVLzLxrYh1krKs9HrtQ\\\"}\",\"signature\":\"rQdSudUXAIPSqSR92NOtKA4PwaD1RmX1YNG-G3rinnCTLxq5OvaZUCIX0v5HrKQbLbaBcTjfk-v9bmu-voWXMw\",\"signingKeySignature\":\"0xa1fea7f4ad640985f05e7b5773dccd0dd2de43a3bd31643c07c0b9b38a2ae8ea05a39f19d686327c7801d48afd66146a7ca619e2d993b836ee0f68e019d881d11b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Y-tvlhbxE9BwuFrU7_EAYintx25lxXSHHBGJqXBkq7g\\\",\\\"y\\\":\\\"8Isg96S-6xGqIm53nhG42jKmjVLzLxrYh1krKs9HrtQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lIyVSM1x5XxXMJOF1E89j49OuUyPUxIyGCJZYXeyXps\"}"