"{\"content\":{\"body\":\"When I waved goodbye again, I waved to your figure, but engraved your smile in my heart; I bid farewell to your today, but I hang your tomorrow in my heart; I watched you go away, but in my heart, I recreated our yesterday again and again.\\n\\nDo you remember the day when we planted the seeds of friendship? You buried that seed in the soil.\\n\\nStrange people, noisy classroom, the dazzling light outside the window makes me sultry. Your greetings, an introduction and a smiling face immediately brought me out of my awkward world. Laughter becomes pleasant, the sun becomes peaceful, and you open my heart like a cool summer wind.\\n\\nFriendship begins with cheerful initiative.\\n\\nIn those days of military training, can you still smile? The moldy workshop, the swinging upper berth, the water cut-off at any time, the rotten noodles, the strong sunshine and the rainstorm we look forward to... What an interesting day! We teach each other forgotten military songs in order to have a quick morning meal; I fell asleep tired during the day and still had to tell my childhood story at night. At noon when the water was cut off, we washed each other's hair with cold water transported by truck. We know each other and marvel at each other's similarity. All difficulties are replaced by sweet laughter.\\n\\nFriendship sprouts in the time we spend together.\\n\\nHave you forgotten the unhappiness between us? It was not long after you entered school. Your openness and enthusiasm made you never lack company. My sensitivity made me feel a lot more in my heart. You have so many friends that I envy you, and my fear makes me feel powerless. Somehow, I deliberately alienated you, as if to shut myself back to the original world. Fortunately, it was you who held my hand and warmed my heart in the bright sun. Heart to heart conversation, inevitable tears, I am no longer afraid to reveal my heart. Our friendship has been tested and is not afraid of the wild wind in youth.\\n\\nFriendship grows in honesty and tolerance.\\n\\nYou must remember your cry to me. It was the sports meeting at the end of autumn. On a whim, I reported the long-distance race I was not good at. Every day after school, your company and your encouragement like autumn blue sky put wings on me. During the competition, the acceleration of my heart beat, the weakness of my legs and feet, and the difficulty of breathing made me almost give up. Your cry, like an earth shattering light, goes straight into my ears and runs through me. Because of you, I have surpassed myself.\\n\\nFriendship blossoms in company and encouragement.\\n\\nThis is you, me and us. In order to remain confused and uncertain, the future is still full of challenges. Our friendship has grown into a tree and become our eternal shelter.\\n\\nTreat each other sincerely, between us, there is an endless future.\",\"timestamp\":1639147277,\"title\":\"BOOK1\"},\"digest\":\"wUCkge2Akgha25zlW1TXyVOaALK3XtpXgibGwfgjfag\",\"authorship\":{\"contributor\":\"0x78b4D1aAC2A1cFff1c97FF465Ffc26c811555cA1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"f33Bwo_gMqOPuitmjJheKtRznmTA_eqaC50a1DSZTMA\\\",\\\"y\\\":\\\"9vmMSV_3R1z7AwPfrka2f_vpT1F5JXzEvFgD1jD50Ew\\\"}\",\"signature\":\"6SsbnFLC8mf-OtTdojnSFDA4UpG2Biqr1QwOx7eplicIJRVeVKDT7MqYUa5knwX4eT-ozv87XyGwGbpO1f-3dw\",\"signingKeySignature\":\"0x34f1cee9a99a3b3a56b41adf039fc26881175d803ffcbda417102036cfaf12a54903ecf3b7b499e712f5973b4faf429269d30f2801d6b1a2336c255f63ac908f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"f33Bwo_gMqOPuitmjJheKtRznmTA_eqaC50a1DSZTMA\\\",\\\"y\\\":\\\"9vmMSV_3R1z7AwPfrka2f_vpT1F5JXzEvFgD1jD50Ew\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wUCkge2Akgha25zlW1TXyVOaALK3XtpXgibGwfgjfag\"}"