"{\"content\":{\"body\":\"推着一车的大包小包，我走出了超市，这次可省不了钱了，打个的回去算了。抬头四处张望了下，前面不远正好有辆出租车停那呢，我赶紧扬着手，吆喝了几声，车子冲我缓缓开来。司机下车后打开后备箱，帮我一起把东西放了进去，当我头还在车盖下面的时候，一辆红色的轿车从一旁慢慢开过，驶进了前面的停车场，那开车的正是马尾辫，旁边坐着的小丫头不用说了，是她妹妹，她们也来这里购物呢，可惜我没看到，不然说不定还能省下车费呢。\\n\\n```\\n坐在红色轿车里的小丫头从反光镜里看到后面的我，拉着姐姐的衣服叫道：“姐姐，大哥哥在我们后面拉。”\\n\\n马尾辫瞥了一眼妹妹，有点疑惑地说：“雯雯，你说什么大哥哥啊？”\\n\\n“恩，就是买金鱼给我的大哥哥啊。”小丫头眨巴那对长着长长睫毛的双眼说道。\\n\\n“是他。”马尾辫朝后面看了看，哪有啊。当然没有了，小丫头看到我的时候我正好准备上车，等你再看已经晚了，我早已经跟车闪人回家了。\\n\\n“雯雯刚才还看到他在车旁的，姐姐看晚了。”小丫头奶声奶气的说道。\\n\\n“恩，知道你眼睛好，等会想吃什么好东西，先告诉姐姐。”马尾辫笑着说道，心里嘀咕着，你这家伙，该不会是到超市来找工作吧，哼，我帮你找的好工作不要，摆什么臭架子，过几天我倒是要看看你到底在忙什么……\\n\\n回到家后，我先将一大堆革命储备粮放置妥当，接着将换下的衣服统统清洗干净，可别以为我平时只穿不洗，只不过洗的不太认真罢了，忙好一切，拿着本三国躺在床上津津有味地翻看起来，此书中虽无黄金，也无颜如玉，但是为人处事之道，厚黑诡辩之学，层出不穷之计倒是不少，值得我去好好学习，天天向上，看着看着，我就睡意上心头，歪头倒了下去。\\n\\n急促的闹钟将我从睡梦中拉醒，活络了身子骨，一番洗漱之后，我神清气爽地吃下面包牛奶充当的早餐，恩，七点了，咱赶紧进天地里看看到底有什么变化。\\n\\n刚一上线，就看到眼前浮现出一块系统公告牌，最顶端写着更新通告四个字，我于是顺着一路看了下去，喝，这次更新变动挺大的嘛。\\n\\n首先是提前开放了RMB兑换业务，以前只是允许游戏金币兑换人民币，可哪里有人换啊，都眼巴巴地等着拿钱来换游戏币呢；第二是确定了每月一百元的包月费，从下个月开始收取，开发了几年，投资据说上千亿总得先收回成本吧，当然了，也可以用游戏金币来支付，这么好的游戏收这点钱的话也算值得了；第三是根据天地里玩家以每天数千万的数量在增长，因此提高了系统的负载量，增加上限为15亿人，又是一笔不小的固定投资下去了；第四是为了使游戏里的竞争更加公平，从三十级开始，升级分配点改为固定三点；第五是为烹饪食品增加了附带属性，同时为更贴近生活，多出了玩家饥饿属性，直接影响到玩家的属性数值，；第六是开放了六大主城的攻城申请，只要你有实力，直接坐拥主城也成为了可能；第七新增加了三大竞技格斗场，至于作用嘛，说是用来举办活动的，什么活动可惜没说清楚……后面的都是一些无关痛痒的问题，也就不用一一道明了，跟我有密切关联的我可是绝对关注。\\n\\n其他的我倒不在乎，从三十级以后随机分配点改为固定了倒是让我很伤心，刚刚为了能和其他玩家能拉开点距离而高兴，这么快又将我的满心欢喜给打回了原形，想仗着高属性点牛b的美梦完全破灭了。\\n\\n算了，看到身上正好还有些肉块，把不快丢到一边，烹饪技能不是调整了嘛，俺先操练起来，整它几个烤猪排来尝尝，看有什么不同之处。找到一处僻静的地方，NND，今天城里人还真是多，将偌大的雷帝城硬是给塞得满满的，我无奈之中只得在高大的城墙上才找到了无人之处，燃起了篝火，烤了起肉块。顺便还烧了一盆肉汤来。\\n\\n香嫩野猪排体力值增加50点效果1小时\\n\\n美味肉汤体力恢复速度增加10%效果1小时\\n\\n哈哈，没想到这烹饪的食物还能增加这么好的属性，我可缺的就是体力，这还是一般的肉质，初级水平烹饪的而已，要是换上珍稀点的肉类，烹饪技能再上一个台阶的话，嘿嘿，不但能管了自己的饱，还能大大提高战斗力啊。\\n\\n看来我除了挖药以外又多了一件事，那就是收集各种烹饪材料，看着属性上面多出的0点饥饿度显示（饥饿度超过50则开始影响玩家的各项数值，超过70人则为虚弱状态，超过90则无法战斗，所以身上常备食物变得很重要了），现在应该还不需要吃吧，先把食品收起来，可不能浪费了。\\n\\n由于开放了RMB兑换业务（系统银行都是和现实银行相挂钩，只要将本人的帐户输入密码输入核实后，就能直接进行货币的兑换服务），所以现在城里的银行外是人山人海，火暴异常，而拍卖行里的装备价格也是连攀新高，惹得胖眼镜笑得合不拢嘴，眼睛眯成了一条缝，为什么，这还用问吗，有钱了贝，牛b了贝。\\n\\n我刚跑到拍卖行，把两件装备扔给了胖眼睛，传呼机就嘟嘟欢快地响了起来，谁啊，我打开一看，嘿，是冲天剑的，叫我去银行呢，要是没其他事的话，估计是给我送钱来着，这小子还挺讲信誉的，\\n\\n回了个就到后。我如一头欢快的小马驹般，乐颠颠地撒腿就往雷帝城的银行奔了过去，哥们身上正穷的慌，连买点炼金材料的钱都没了哦，还不赶紧去收帐啊。\\n\\n到了银行门口，只见冲天剑正带着几个人站在白玉石柱旁守着呢，身边黑压压的一片玩家将他们周围包裹得水泄不通，估计是顺便来招人吧，我挤了上去嚷道：“兄弟，我来了，你出来点啊。”\\n\\n听到了我那充满磁性声音的亲切呼唤，冲天剑赶紧分开人群迎了下来，笑着说道：“小隐你的速度还真是快，刚收到消息你人就来了，有效率。”\\n\\n拿钱再没效率，做什么事有效率，我冲他嘿嘿一笑，装了个楞说道：“刚好就在旁边呢，找我什么事。”\\n\\n冲天剑冲我发出个交易请求，我一接，他随手就扔上了三万个金币说道，“这是行会令牌的分红钱和装备钱，少了的话兄弟直说，此外我还想跟你预定点丹药和噬血、麻痹毒药，先给你五千个金币，帮我准备些，你看怎么样。”说完又加上了五千个金币。\\n\\n哥们有钱也不是这样花的吧，为了一个区区的行会令牌就给我二万RMB（一万可是他自己答应的线索费），想想曾经玩的那些网游，里面装备卖个几千元就已经上了天，想不到这天地里吸引的大款出手就是上万，还是高科技好啊，技术含量高了，吸引的玩家档次也上来了，出手也就大方了，这是我从小农经济思想出发，得到的一番良深感慨。\\n\\n而对于冲天剑这些看中了“天地”这块蕴涵无限商机的大蛋糕的人来说，扔个十几二十万就能造就出一番惊人声势来，简直就是打着灯笼都着不到的好事，物远超所值了。\\n\\n我脸上洋溢着灿烂的笑容接过了钱，对冲天剑说道：“呵呵，这么客气做什么啊，我们又不是外人，想预定药啊，行，有了我就通知你，除了噬血药剂贵点，其他都好说话。”\\n\\n“那我也就不说客套话了，呵呵，等你消息，我还有事，就不奉陪拉。”冲天剑略微点点头，含笑说道。\\n\\n“呵呵，你忙你的，我也该去准备准备了。”我转身掏出了回程石，一个传送来到了铁晶城，看了看就往炼金协会跑去，我身上可是一瓶炼金药剂也没了，现在有钱了，赶紧买材料去。我可没工夫去挖矿，升级要紧，在笛莫亚拉德拉那大肆采购了一番，顺便把身上的草药全部炼成了丹药后，带着满满一身药剂我来到了铁晶城内的银行内，系统升级后可以直接将物品通过银行转送给他人，不过就是需要支付点中转费罢了。\\n\\n炼金药剂只要有钱就能搞到，贵点罢了，而丹药则有钱也买不到，非得要有草药才行，因此我给冲天剑转过去的绝大一部分是炼金药剂，丹药嘛，意思意思就可以了，好东西还是自己享受的，再说了他那又不是没有药剂师，也不在乎我这点药的，呵呵。\\n```\\n\\n\\n------------\",\"timestamp\":1640249453,\"title\":\"第七十二章 系统更新后\"},\"digest\":\"bxGjtVcSmnEyQUyBYUXGhi8KDzIDtioe-uvOEL9FqLk\",\"authorship\":{\"contributor\":\"0x2aB2ddB9B44594F26c2Ac0c08EE7fd9AF8E33663\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_dSBBjCMtehCDvAd6V1D50-wzlcsitLXf3GVMRBttcM\\\",\\\"y\\\":\\\"X_40hoR_IcxJjuuQaFxCOZnqehUj7f4CsffYFz3CyiA\\\"}\",\"signature\":\"O3AtGA6HS05Ri_A0Bx6W5GHMq8hr_5LQOIZMjUW-lnDXgvVG2A1kTBY7t0_NBNfFx9d_n31f0Pn2OXfnSZzs8Q\",\"signingKeySignature\":\"0xdcc9e5884479ac025742a28a2fce65cfb38dfe42f1bbb6161b528883be177a35616c8d078694b585db24621e8d56aed3bb8c280322b4e23e389d789ddefc8a381b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_dSBBjCMtehCDvAd6V1D50-wzlcsitLXf3GVMRBttcM\\\",\\\"y\\\":\\\"X_40hoR_IcxJjuuQaFxCOZnqehUj7f4CsffYFz3CyiA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bxGjtVcSmnEyQUyBYUXGhi8KDzIDtioe-uvOEL9FqLk\"}"