"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/tGYh0XC9Qwf9fzeihoJ--.jpg?height=2031&width=1383)\\n\\nWhy do we meditate? Some people are in extreme pain and try to heal themselves through meditation, some are obsessed with the experience of \\\"enlightenment\\\" of Eastern Zen masters, and some are simply curious about meditation. The trees outside the window keep whispering to us the answer to what meditation can or cannot bring  to us.\\n\\nIn the teachings of Southern Buddhism: the truth of the world is: suffering, impermanence, and non-self. How can we understand these three?\\n\\nWe can start with \\\"no-self\\\". In everyday language, what does \\\"I\\\" mean as a subject? Does it mean the good me, the happy me, the hard studying me? This construction of \\\"I\\\" is illusory. After one's first evil act, one realizes that one's previous goodness is only one's own choice, not one's own inevitable face; and the good \\\"I\\\" is shaped by culture and values. One experiment illustrates everything: In a hypothetical situation, five people were about to be killed by a runaway tram. The researchers asked the subjects to imagine that they were standing on an overpass and that the tram would soon pass under it. The subjects needed to decide whether to push a large man next to them off the overpass so that they landed on the tracks, so that his body would bring the tram to a stop. If the subject did so, then the big man would die, but the five people would be saved as a result. Utilitarianism argues that: one life for five is worth it. Moral deontology, on the other hand, holds that one person cannot be killed in the name of saving many. Almost all subjects had difficulty accepting the utilitarian viewpoint and unanimously disagreed that killing one person in exchange for five lives. After that, the experimenter induced good emotions by having the subjects watch a five-minute video clip, at which point they were three times more likely to intend to push someone off an overpass.\\nThrough this experiment we can see that emotions are fluid, the \\\"I\\\" is uncertain, in short, there is no \\\"I\\\" in existence. The famous French writer Flaubert said to his lover: \\\"I am composed of several ideas, do you love these ideas?\\\"\\n\\nIf I insist on the construction of \\\"I,\\\" then when suffering comes, I am the \\\"suffering I.\\\" If I slowly give up my attachment to the ego and become aware of this suffering through meditation, then I am not the \\\"painful I\\\", the pain is just the pain itself.\\n\\nTo meditate is to observe the breath. When we cross our legs, close our eyes, straighten our backs, and become aware of our breath, thoughts will come to us. We don't have a great attachment to some thoughts, so we can quickly return to the breath; other thoughts are so attractive to us that we are sometimes taken so far away from the breath that we forget we have to observe it. This is how one gets caught up in suffering, forgetting the only real breath in the moment and being led by emotions. I myself was in the mud for a long time from an extremely painful breakup, and for a while I wandered around my city every day, keeping an eye out for any girl who looked like her on the road, and it wasn't until after school started that I realized she lived in the city next to me. Without a sense of awareness, our hearts are easily blinded by pain. As you can see, I then indulged in a blind search for her image instead of knowing how to ask someone where she lived. Exercising one's own awareness is one of the greatest benefits of meditation.\\n\\nThe scriptures say that the world is impermanent and in flux, so let us not cling to it. Many people mistakenly think that not clinging means to run away from all experiences, to let them not happen to them. In fact, non-attachment is not a refusal to let the experience penetrate you. On the contrary, you have to let it permeate your life completely before you can fully surrender and let go. We cling to the fear of love fading and pain, loneliness, and death, so we choose to run away. To give a simple example: If I feel sad about losing the girl I love, if I suppress my emotions and don't let myself experience this for real, then I will never be able to let go. Because I'm afraid of the vulnerable feelings that come with love; and the only way I can say, \\\"Well, I've experienced these emotions, I understand them,\\\" is if I've experienced them myself. Now I can withdraw from them for a while. By knowing impermanence, we can embrace life.\\n\\nMeditation master Ajancha says that life is a tree, we just water and fertilize it, and it will grow naturally. By meditating, by watching the breath, by being aware of all the emotions that flow, by being aware of impermanence, we are watering and fertilizing our life. Pain and pleasure are like the leaves on a tree, which germinate to make the tree flourish, and the tree does not cling to itself. When the dead leaves are about to fall and pass away, it does not cling to them, but holds a liberal attitude and lets the wind blow the dead leaves down. At this moment if you are confused, then look at the tree outside the window, the tree has been whispering the answer to life.\\n\\nMake meditation a part of your life, set an alarm clock for yourself during quiet time, my suggestion is half an hour, then cross your legs, straighten your back, the purpose is to make your breathing fluid and easy to perceive; rest your hands on your lap, then start observing your breath, when thoughts arise, do not suppress them, but ask yourself: \\\"Can I let go of this thought and return to the breath?\\\" Then continue to breathe. The truth is in you, don't believe in any authority!\",\"timestamp\":1637499100,\"title\":\"Meditation: The Tree Inspires Me\"},\"digest\":\"bp2gkkOU01hzlzY_U4-igvCPVLkpM2YE0BaawdfxyVg\",\"authorship\":{\"contributor\":\"0xF8B1Ac2144F80f7BAC53880AD08bb4D8081c0B94\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VXgwO_CAW_ZFPUa4apF9TPFqG-Eh9WIKljL1_dWGrdw\\\",\\\"y\\\":\\\"TZt9FhctdAQ-eTlUtOEnx9qMVXAudR809eoAreDLtvE\\\"}\",\"signature\":\"1Jq1AvKXoM8q9wK6GT987eBzGb90eRg8y7eyhTPbpm1e5jIGCJglk1E-GqNeOG2WwZkx7J6-efc0GkMGFpdLYQ\",\"signingKeySignature\":\"0xc2c5844693d98573c2b7d60d409403d9744026f42ac6334dd3181d8264a9cb693cb61f0276895023efae8db5e36a35a6b63718f8787b4d830024422cefb360781b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VXgwO_CAW_ZFPUa4apF9TPFqG-Eh9WIKljL1_dWGrdw\\\",\\\"y\\\":\\\"TZt9FhctdAQ-eTlUtOEnx9qMVXAudR809eoAreDLtvE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bp2gkkOU01hzlzY_U4-igvCPVLkpM2YE0BaawdfxyVg\"}"