"{\"content\":{\"body\":\"Post-Quantum Encryption:\\nA Q&A With NIST’s Matt Scholl\\n\\nPost-Quantum Cryptography: the Good, the Bad, and the Powerful (video)\\n\\nNIST has initiated a process to solicit, evaluate, and standardize one or more quantum-resistant public-key cryptographic algorithms.  Full details can be found in the Post-Quantum Cryptography Standardization page.\\n\\nThe Round 3 candidates were announced July 22, 2020.  NISTIR 8309, Status Report on the Second Round of the NIST Post-Quantum Cryptography Standardization Process is now available.  NIST has developed Guidelines for Submitting Tweaks for Third Round Finalists and Candidates.\\n\\nBackground\\nIn recent years, there has been a substantial amount of research on quantum computers – machines that exploit quantum mechanical phenomena to solve mathematical problems that are difficult or intractable for conventional computers. If large-scale quantum computers are ever built, they will be able to break many of the public-key cryptosystems currently in use. This would seriously compromise the confidentiality and integrity of digital communications on the Internet and elsewhere.  The goal of post-quantum cryptography (also called quantum-resistant cryptography) is to develop cryptographic systems that are secure against both quantum and classical computers, and can interoperate with existing communications protocols and networks.\\n\\nThe question of when a large-scale quantum computer will be built is a complicated one. While in the past it was less clear that large quantum computers are a physical possibility, many scientists now believe it to be merely a significant engineering challenge. Some engineers even predict that within the next twenty or so years sufficiently large quantum computers will be built to break essentially all public key schemes currently in use. Historically, it has taken almost two decades to deploy our modern public key cryptography infrastructure.  Therefore, regardless of whether we can estimate the exact time of the arrival of the quantum computing era, we must begin now to prepare our information security systems to be able to resist quantum computing.\",\"timestamp\":1640696600,\"title\":\"Post-Quantum Cryptography PQC\"},\"digest\":\"90e9EABstZAJUZ-BUOQJ4jGq5V_anOx8k5t8UoLdZ74\",\"authorship\":{\"contributor\":\"0xC73A0868C34ba8620f8a9D64ECe8Dc805D94d877\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"skYqs4lpi7eqkKXaZlSHKWJC91A9aYWGB-gOap81Y-0\\\",\\\"y\\\":\\\"238t8WZ-9CdCQ2t31_cHaKYhYSLF7dHviJ44gHFC07Y\\\"}\",\"signature\":\"jTp7P_VzSfz-8uaGzB8X3TMxz9tF1ly-zgGhWzeqT47YoaZFeaVFskBAGwdA5iF4M_P1POClXlaF-5W3AJwJ-w\",\"signingKeySignature\":\"0xca7d93ea4a9f315ebbd83d03c2f594ad2dfdf2b79444dc23a04c34781ba0f7ae08505205da9d833b591276297115582ddcb873bd4e309c1b0b67f6c3b29d32b01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"skYqs4lpi7eqkKXaZlSHKWJC91A9aYWGB-gOap81Y-0\\\",\\\"y\\\":\\\"238t8WZ-9CdCQ2t31_cHaKYhYSLF7dHviJ44gHFC07Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"90e9EABstZAJUZ-BUOQJ4jGq5V_anOx8k5t8UoLdZ74\"}"