"{\"content\":{\"body\":\"叶伏天踏入别院之时，便听到琴音入耳，且琴声中竟隐隐能够听出一缕柔情，像是女子在弹奏。 \\n  \\n     但叶伏天却看到了老师坐在亭台之中抚琴，优雅、宁静，看着那张面孔，叶伏天暗想难怪能生出花解语这样妖孽的美人，其容颜之英俊能够和自己相提并论了吧…… \\n  \\n     叶伏天的脚步很轻，安静的走向亭台，然而琴声依旧缓缓的停下，却不显得突兀，中年抬头看向叶伏天，笑了笑道：“来了。” \\n  \\n     “老师。”叶伏天欠身喊道。 \\n  \\n     “嗯，过来坐。”中年开口道，叶伏天便走到亭台中坐在老师的对面。 \\n  \\n     “你对法箓了解多少？” \\n  \\n     “法箓便是将法术刻于箓纸上，因此只有感知力非常强的法师才能做到，这种法师称之为刻箓师。”叶伏天缓缓开口：“因法师能够控制的灵气是有限的，战斗之时需要快速释放法术，便注定法术的威力和境界相当，但在非战斗状态，一位法师可以用大量的时间来凝聚灵力将战斗之时无法释放的法术刻在箓纸上，这便是法箓了。” \\n  \\n     “说的没错，如果你是一位优秀的刻箓师，你刻制的法箓威力将会远超你战斗时能够释放的法术威力，因而刻箓师往往拥有出其不意的越境战斗能力，没有人会愿意对上一位刻箓师。”中年开口道。 \\n  \\n     “不仅如此，刻箓师往往非常富裕，因为法箓的价格可是昂贵，至于一位优秀刻箓师的地位，想必你也应该知道些。” \\n  \\n     “弟子知道。”叶伏天一笑。 \\n  \\n     “当然，刻箓师极讲究天分，寻常法师根本没有机会，而你，恰恰与生俱来就拥有这样的天赋。”中年看着叶伏天，随即站起身来离开，道：“随我来。” \\n  \\n     叶伏天跟随中年一起，来到了别院内的一间书屋，这书屋竟有藏书过千，中间指向书架的一处地方，道：“这里的书都是讲法箓的，你先通读一遍。” \\n  \\n     “好。”叶伏天什么都没有问，直接点了点头，对此中年颇为满意，随后便离开书屋，留下叶伏天一人。 \\n  \\n     叶伏天将那些关于法箓的书先简单的过了一遍，随后又捧起其中一本认真看了起来，万丈高楼平地起，即便再有天赋，也需从基础开始，而在义父的熏陶下，他从小便明白知识的重要性，因此他看书看得非常认真。 \\n  \\n     不知不觉中，日影西斜，花解语从外面走来，喊了一声：“爹。” \\n  \\n     中年抬头笑看着花解语，道：“今天战绩怎么样？” \\n  \\n     “三头九级妖兽。”花解语微笑着道。 \\n  \\n     “不错。”中年点了点头，道：“你去准备刻箓笔和箓纸。” \\n  \\n     “又要练习了吗？”花解语道。 \\n  \\n     “不是你，为伏天准备的。”中年笑着道。 \\n  \\n     花解语听到伏天两个字美眸闪了闪，那家伙来了？还真是……很自觉啊！ \\n  \\n     ………… \\n  \\n     叶伏天出来之时，便见亭台中花解语正在铺好纸笔，高挑的性感身姿，优雅的气质无不透着超乎少女年龄之外的美感，叶伏天心想，师娘怕也是大美人，只是没有见到。 \\n  \\n     叶伏天悄悄的走上前，低声笑道：“真是贤惠啊。” \\n  \\n     花解语身形一僵，贤惠？ \\n  \\n     “这是我家，说话小心点呢。”花解语回过头看着叶伏天浅浅一笑，美艳动人，然而叶伏天却没心思欣赏，这妖精厉害，他已经体会过。 \\n  \\n     “伏天，看完了没有？”中年此时从房屋中走来，手中拿着书卷。 \\n  \\n     “嗯，都看完了。”叶伏天轻轻点头。 \\n  \\n     “那好，你现在法师修为如何？”中年问。 \\n  \\n     “觉醒第六重无双境。” \\n  \\n     “有没有修行过法术？”中年继续问道。 \\n  \\n     “没有。”叶伏天道，火星术这样的法术，基本可以排除。 \\n  \\n     “很好。”中年似乎非常满意，使得叶伏天眨了眨眼睛，没有修行过法术，反而更好？ \\n  \\n     “刻箓法术和使用法师有些不同，你没有修行过法术更容易直接体会。”中年解释道，随即他将一本书卷放在叶伏天的身前，道：“这是一些基础法术的刻箓方法，我们从第一个法术开始刻箓。” \\n  \\n     叶伏天点头，接过书卷认真的翻看，第一个法术，雷暴，觉醒级法术，可引雷霆风暴攻击对手。 \\n  \\n     “看完了。”叶伏天放下书卷道。 \\n  \\n     “刻吧。”中年点头，叶伏天拿起刻箓笔，神色非常认真，随后，周围有雷光闪耀，从身上流动到手臂，在汇聚于笔尖，同时，天地间的雷霆力量也似纷纷朝着笔尖流去，叶伏天开始刻箓，他的动作非常慢，也极为认真，就在此时，一道雷光闪耀，随即刻箓纸上的雷霆力量全部流走散去。 \\n  \\n     “失败了。”叶伏天有些失望。 \\n  \\n     “没关系，换一张继续。”旁边中年道，叶伏天点头便换了一张刻箓纸，隐隐有些心疼，这刻箓纸的价格可是很昂贵。 \\n  \\n     第二次、第三次……直到第九次，还是失败，不过每次都能坚持更长一点时间。 \\n  \\n     “解语，你来。”中年此时开口说道，花解语轻轻点头，纤细的手掌伸出，叶伏天一愣，随后将笔交给花解语。 \\n  \\n     花解语取过一张纸，雷光闪耀，她开始刻箓。 \\n  \\n     “雷系天赋。”叶伏天眼神闪过一道锋芒，上次是金系，在天妖山战斗时有风系天赋……这妖精，莫非也和他一样？ \\n  \\n     花解语刻箓之时很认真，但也显得很轻松，整个人身上像是有一层光，更加光彩照人，仅仅片刻，一张法箓便刻好，随后花解语抬头，美眸含笑看着叶伏天。 \\n  \\n     叶伏天颤颤一笑，丢脸啊。 \\n  \\n     “好了，你自己慢慢来。”中年微笑着道，随后和花解语离开亭台，将空间全部留给叶伏天，可以安静刻箓。 \\n  \\n     “嗯。”叶伏天点头，心无旁骛，开始一人独自刻箓，却也不停的失败，但每一次失败，都会有一点进步。 \\n  \\n     暮色降临，中年坐在靠椅上，低声道：“你第一次刻箓成功，用了多久？” \\n  \\n     “一天。”花解语道。 \\n  \\n     “他马上成功了，而且，根本不用我教。”中年低声道：“丫头，我从没见过有人在觉醒境对灵气的感知和控制力能够有这么强，即便是你，都要差一些。” \\n  \\n     花解语美眸望向前方的少年身影，就在此时，一道璀璨的雷光闪耀绽放，那是一片雷暴，疯狂的朝着前方攻击而出。 \\n  \\n     “老师，我成功了。”叶伏天惊喜的喊道，花解语美眸眨了眨，竟然，真的这么快？ \\n  \\n     “这家伙，刚刻成功就直接用掉了，真是，一点都不节省啊。”中年开口说道，那双深邃的眸子中却是带着温和的笑容，没想到在青州城能遇到这样好的苗子，全属性法师天赋，天生的刻箓师，这也就意味着，叶伏天将能够成为全属性刻箓师。 \\n  \\n     “我成功了。”这时叶伏天跑了过来，满脸的兴奋，他感觉自己刻箓出一种法术之后，便也等同于学会了这种法术。 \\n  \\n     “非常不错，但以后还需要更努力，那书卷上的法术，你都要能刻箓。”中年看着叶伏天兴奋的模样，无论天赋多好，终究也只是十五岁的少年，这个年龄，真好。 \\n  \\n     “嗯。”叶伏天点了点头。 \\n  \\n     “天黑了，你是不是……”此时，花解语笑吟吟的看着叶伏天，暗示着什么不言而喻。 \\n  \\n     “时间真快啊。”叶伏天抬头看天，随后道：“天黑了夜路不好走，老师你这里有没有空余的房间，要不我就在这里住下吧。” \\n  \\n     “你……”花解语美眸一凝，夜路不好走？这理由也行？ \\n  \\n     叶伏天却没有看她，只是期待的看着中年。 \\n  \\n     “好，那便在这里住下吧，解语，你去帮伏天收拾一下房间。”中年含笑道。 \\n  \\n     “啊……”花解语眨了眨美眸，她，去帮叶伏天收拾房间？ \\n  \\n     于是这回轮到叶伏天笑吟吟的看着她，那目光，可是很期待啊。 \\n  \\n     妖精铺床，这待遇，真美妙…… \\n  \\n     “我不去。”花解语看着叶伏天那眼神，怎么能从。 \\n  \\n     “解语。”中年看着花解语，花解语有些委屈的站了起来，随后朝着房间那边走去。 \\n  \\n     “老师，我去帮忙。”叶伏天跟了上去，中年点了点头，身后隐隐传来斗嘴的声音。 \\n  \\n     抬头望着苍穹出现的满天星辰，中年脸上露出一抹回忆的笑容，道：“当年，我们也这么大。” \\n  \\n     叶伏天这一留下就彻底赖着不走了，对此花解语用四个字评价她父亲，引狼入室…… \\n  \\n     时间一天天过去，叶伏天能够刻箓的法术越来越多，甚至已经能够刻箓觉醒七级法术。 \\n  \\n     这一天，叶伏天独自在亭台中刻制法箓，忽然间，他像是心有所感，生出一种非常玄妙的感觉，心念微动，顿时天地间的灵气像是和他身体产生了某种共鸣，疯狂的环绕于身体周围，这和单纯的聚气完全不同。 \\n  \\n     “法师七重，玄妙境。”叶伏天脸上露出了灿烂笑容，这些天他当然感觉到了，在他刻箓的过程，对灵气的感知和控制能力，每天都在进步，刻法箓的过程，本身就是在修行！\",\"timestamp\":1638716658,\"title\":\"第二十章 引狼入室\"},\"digest\":\"RXVeRqIOryXAf_J_XZYd8YZ3A_h82o4h6Q3QBDqLMTQ\",\"authorship\":{\"contributor\":\"0x68593b3f2FF8a896B6e789191f43542677d63588\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DeCBt--ahh-n4z2ffh5t6YW-EPw9zI_wnb4PZmEs4is\\\",\\\"y\\\":\\\"BJYTXBI0WYYiT1errJsgZjHcCe4kCY2My1ZOeViv7gU\\\"}\",\"signature\":\"lBlOSC-XRSFGsdEtl81y0la-_HVJlFllK9o6LJX4jurS9lJBdi6bz4Lm2EJaqzUuSgy3yTckdb4M8ItiYoIb2w\",\"signingKeySignature\":\"0x79fc875b5a3087ea3e5a7a33e0c44de874f6d05683b279021a11585495db552d116827529217ede229ee90484086bd83a9de32ea0dc9fee78dc9379f1248a59a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DeCBt--ahh-n4z2ffh5t6YW-EPw9zI_wnb4PZmEs4is\\\",\\\"y\\\":\\\"BJYTXBI0WYYiT1errJsgZjHcCe4kCY2My1ZOeViv7gU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RXVeRqIOryXAf_J_XZYd8YZ3A_h82o4h6Q3QBDqLMTQ\"}"