"{\"content\":{\"body\":\"and avow to God made he That he would hunt in the mountains of Cheviot within days three, In the maugre of doughty Douglas and all that ever with him be, The fattest harts in all Cheviot he said he would kill and carry them away. \\\"By my faith,\\\" said the doughty Douglas again, \\\"I will let that hunting if that I may!\\\" Then the Percy out of Bamborough came, with him a mighty mean-y; With fifteen hundred archers, bold of blood and bone, they were chosen out of shires three. This began on a Monday, at morn, in Cheviot, the hillis so hie, The child may rue that is unborn, it was the more pitie. The drivers thorough the wood-es went for to raise the deer; Bowmen bickered upon the bent with their broad arrows clear, Then the wild thorough the wood-es went on every sid-e shear; Greyhounds thorough the grov-es glent for to kill their deer. This began in Cheviot, the hills abone, early on a Monnynday; By that it drew to the hour of noon a hundred fat harts dead there lay. They blew a mort upon the bent; they sembled on sidis shear, To the quarry then the Percy went, to see the brittling of the deer. He said, \\\"It was the Douglas' promise this day to meet me here; But I wist he would fail, verament\\\"--a great oath the Percy sware. At the last a squire of Northumberland looked, at his hand full nigh He was ware of the doughty Douglas coming, with him a mighty mean-y, Both with spear, bill, and brand, it was a mighty sight to see. Hardier men both of heart nor hand were not in Christiant-e. They were twenty hundred spearmen good without any fail; They were borne along by the water of Tweed, i'th' bounds of Tividale. \\\"Leave off the brittling of the deer,\\\" he said, \\\"and to your bows look ye take good heed, For never sith ye were of your mothers born had ye never so mickle need.\\\" The doughty Douglas on a steed he rode all his men beforn, His armour glittered as did a glede, a bolder barn was never born. \\\"Tell me whose men ye are,\\\" he says, \\\"or whose men that ye be; Who gave you leave to hunt in this Cheviot Chase in the spite of mine and of me?\\\" The first man that ever him an answer made, it was the good Lord Perc- y, \\\"We will not tell thee whose men we are,\\\" he says, \\\"nor whose men that we be; But we will hunt here in this Chase in the spite of thine and of thee. The fattest harts in all Cheviot we have killed, and cast to carry them away.\\\" \\\"By my troth,\\\" said the doughty Douglas again, \\\"therefore the tone of us shall die this day.\\\" Then said the doughty Douglas unto the Lord Perc-y, \\\"To kill all these guiltless men, alas! it were great pit-y. But, Percy, thou art a lord of land, I am an earl called within my countr-y. Let all our men upon a parti stand, and do the battle of thee and of me.\\\" \\\"Now Christ's curse on his crown,\\\" said the Lord Percy, \\\"whosoever thereto says nay! By my troth, doughty Douglas,\\\" he says, \\\"thou shalt never see that day! Neither in England, Scotland, nor France, nor for no man of a woman born, But and fortune be my chance, I dare meet him, one man for one.\\\" Then bespake a squire of Northumberland, Richard Witherington was his name, \\\"It shall never be told in South England,\\\" he says, \\\"to King Harry the Fourth, for shame. I wot you ben great lord-es two, I am a poor squire of land; I will never see my captain fight on a field, and stand myself and look on; But while I may my weapon wield I will fight both heart and hand.\\\" That day, that day, that dreadful day:  the first fytte here I find, An you will hear any more of the hunting of the Cheviot, yet is there more behind.\\n\\nSECOND FYTTE.\\n\\nThe English men had their bows ybent, their hearts were good enow; The first of arrows that they shot off, sevenscore spearmen they slowe. Yet bides the Earl Douglas upon the bent, a captain good enow, And that was seene verament, for he wrought them both wo and wough. The Douglas parted his host in three like a chief chieftain of pride, With suar spears of mighty tree they come in on every side, Through our English archery gave many a wound full wide; Many a doughty they gard to die, which gain-ed them no pride. The Englishmen let their bows be, and pulled out brands that were bright; It was a heavy sight to see bright swords on basnets light. Thorough rich mail and manople many stern they struck down straight, Many a freke that was full free there under foot did light. At last the Douglas and the Percy met, like to captains of might and of main; They swapt together till they both swat, with swords that were of fine Milan. These worthy frekis for to fight thereto they were full fain, Till the blood out of their basnets sprent as ever did hail or rain. \\\"Yield thee, Percy,\\\" said the Douglas, \\\"and in faith I shall thee bring Where thou shalt have an earl's wagis of Jamy our Scottish king. Thou shalt have thy ransom free, I hight thee here this thing, For the manfullest man yet art thou that ever I conquered in field fighting.\\\" \\\"Nay,\\\" said the Lord Percy, \\\"I told it thee beforn, That I would never yielded be to no man of a woman born.\\\" With that there came an arrow hastily forth of a mighty wone; It hath stricken the Earl Douglas in at the breastbone. Through liver and lung-es both the sharp arrow is gone, That never after in all his life-days he spake mo word-es but one, That was, \\\"Fight ye, my merry men, whilis ye may, for my life-days ben gone!\\\" The Percy lean-ed on his brand and saw the Douglas dee; He took the dead man by the hand, and said, \\\"Wo is me for thee! To have saved thy life I would have parted with my lands for years three, For a better man of heart nor of hand was not in all the north countree.\\\" Of all that see, a Scottish knight, was called Sir Hugh the Montgomer- y, He saw the Douglas to the death was dight, he spended a spear a trusty tree, He rode upon a coursiere through a hundred archer-y, He never stinted nor never blane till he came to the good Lord Perc-y. He set upon the Lord Percy a dint that was full sore; With a suar spear of a mighty tree clean thorough the body he the Percy bore On the tother side that a man might see a large cloth yard and more. Two better captains were not in Christiant-e than that day slain were there. An archer of Northumberland saw slain was the Lord Perc-y, He bare a bent bow in his hand was made of trusty tree, An arrow that a cloth yard was long to the hard steel hal-ed he, A dint that was both sad and sore he sat on Sir Hugh the Montgomer-y. The dint it was both sad and sore that he on Montgomery set, The swan-feathers that his arrow bare, with his heart-blood they were wet. There was never a freke one foot would flee, but still in stour did stand, Hewing on each other while they might dree with many a baleful brand. This battle began in Cheviot an hour before the noon, And when evensong bell was rang the battle was not half done. They took on either hand by the light of the moon, Many had no strength for to stand in Cheviot the hillis aboon. Of fifteen hundred archers of England went away but seventy and three, Of twenty hundred spearmen of Scotland but even five and fift-y; But all were slain Cheviot within, they had no strength to stand on hy: The child may rue that is unborn, it was the more pity. There was slain with the Lord Percy Sir John of Agerstone, Sir Roger the hinde Hartley, Sir William the bold Herone, Sir George the worthy Lumley, a knight of great renown, Sir Ralph the rich Rugby, with dints were beaten down; For Witherington my heart was wo, that ever he slain should be, For when both his leggis were hewen in two, yet he kneeled and fought on his knee. There was slain with the doughty Douglas Sir Hugh the Montgomer-y; Sir Davy Lewdale, that worthy was, his sister's son was he; Sir Charles of Murray in that place that never a foot would flee; Sir Hugh Maxwell, a lord he was, with the Douglas did he dee. So on the morrow they made them biers of birch and hazel so gay; Many widows with weeping tears came to fetch their makis away. Tivydale may carp of care, Northumberland may make great moan, For two such captains as slain were there on the March parti shall never be none. Word is comen to Edinborough to Jamy the Scottish king, That doughty Douglas, lieutenant of the Marches, he lay slain Cheviot within. His hand-es did he weal and wring; he said, \\\"Alas! and woe is me: Such another captain Scotland within,\\\" he said, \\\"yea faith should never be.\\\" Word is comen to lovely London, to the fourth Harry our king, That Lord Perc-y, lieutenant of the Marches, he lay slain Cheviot within. \\\"God have mercy on his soul,\\\" said King Harry, \\\"good Lord, if thy will it be, I have a hundred captains in England,\\\" he said, \\\"as good as ever was he; But Percy, an I brook my life, thy death well quite shall be.\\\" As our noble king made his avow, like a noble prince of renown, For the death of the Lord Perc-y he did the battle of Homildoun, Where six and thirty Scottish knights on a day were beaten down; Glendale glittered on their armour bright, over castle, tower, and town. This was the hunting of the Cheviot; that tear began this spurn; Old men that knowen the ground well enough call it the battle of Otterburn. At Otterburn began this spurn upon a Monenday; There was the doughty Douglas slain, the Percy never went away. There was never a time on the March part-es sen the Douglas and the Percy met, But it is marvel an the red blood run not as the rain does in the stret. Jesu Christ our balis bete, and to the bliss us bring! Thus was the hunting of the Cheviot.  God send us all good ending!\\n\\nCHEVY CHASE (the later version.)\\n\\nGod prosper long our noble king,   Our lives and safeties all! A woeful hunting once there did   In Chevy Chase befall.\\n\\nTo drive the deer with hound and horn   Earl Piercy took the way; The child may rue that is unborn   The hunting of that day!\\n\\nThe stout Earl of Northumberland,   A vow to God did make, His pleasure in the Scottish woods   Three summers' days to take,\\n\\nThe chiefest harts in Chevy Chase   To kill and bear away; These tidings to Earl Douglas came   In Scotland where he lay,\\n\\nWho sent Earl Piercy present word   He would prevent his sport. The English Earl, not fearing that,   Did to the woods resort,\\n\\nWith fifteen hundred bowmen bold,   All chosen men of might, Who knew full well in time of need   To aim their shafts aright.\\n\\nThe gallant greyhounds swiftly ran   To chase the fallow deer; On Monday they began to hunt   Ere daylight did appear;\\n\\nAnd long before high noon they had   A hundred fat bucks slain. Then having dined, the drivers went   To rouse the deer again.\\n\\nThe bowmen mustered on the hills,   Well able to endure; Their backsides all with special care   That day were guarded sure.\\n\\nThe hounds ran swiftly through the woods   The nimble deer to take, That with their cries the hills and dales   An echo shrill did make.\\n\\nLord Piercy to the quarry went   To view the tender deer; Quoth he, \\\"Earl Douglas promised once   This day to meet me here;\\n\\n\\\"But if I thought he would not come,   No longer would I stay.\\\" With that a brave young gentleman   Thus to the Earl did say,\\n\\n\\\"Lo, yonder doth Earl Douglas come,   His men in armour bright, Full twenty hundred Scottish spears   All marching in our sight,\\n\\n\\\"All men of pleasant Tividale   Fast by the river Tweed.\\\" \\\"O cease your sports!\\\" Earl Piercy said,   \\\"And take your bows with speed,\\n\\n\\\"And now with me, my countrymen,   Your courage forth advance! For there was never champion yet   In Scotland nor in France\\n\\n\\\"That ever did on horseback come,   But if my hap it were, I durst encounter man for man,   With him to break a spear.\\\"\\n\\nEarl Douglas on his milk-white steed,   Most like a baron bold, Rode foremost of his company,   Whose armour shone like gold:\\n\\n\\\"Show me,\\\" said he, \\\"whose men you be   That hunt so boldly here; That without my consent do chase   And kill my fallow deer.\\\"\\n\\nThe first man that did answer make   Was noble Piercy, he, Who said, \\\"We list not to declare,   Nor show whose men we be;\\n\\n\\\"Yet we will spend our dearest blood   Thy chiefest harts to slay.\\\" Then Douglas swore a solemn oath,   And thus in rage did say,\\n\\n\\\"Ere thus I will outbrav-ed be,   One of us two shall die! I know thee well! an earl thou art,   Lord Piercy! so am I.\",\"timestamp\":1636103336,\"title\":\"\\nCHEVY CHASE\\n\\nThe Percy out of Northumberland, \"},\"digest\":\"VuDuXZ8h7wIFr0JqKlExdBwn18hXgn3ZWPQJOnmR67s\",\"authorship\":{\"contributor\":\"0x9fEBE8Fef2023A1471822697F2EE016e30D61953\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JyU_8tonMt_9VD0XPDrPmKjddfgMOPqBdH8h19FIZJk\\\",\\\"y\\\":\\\"0_tudjQPUZ5jscBPfEaOKqaH8-Zsreas5Nb_Y0b_S6M\\\"}\",\"signature\":\"1emHdrVN5VE8aMtO__hU5y_spcyKFTz7CMW1gshQmFZIU-FDw-9kCaGI6jVV7YsHapUWmmcCttc-LB891d7DvQ\",\"signingKeySignature\":\"0xb4bcb62ede1fdb63306057934b678823c37e3e23f76e93cc3c011ca678095f7d48a955692ab3631c9ee2d052750ffef0433a1bbf51c5e389d91e66d799c50d111c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JyU_8tonMt_9VD0XPDrPmKjddfgMOPqBdH8h19FIZJk\\\",\\\"y\\\":\\\"0_tudjQPUZ5jscBPfEaOKqaH8-Zsreas5Nb_Y0b_S6M\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VuDuXZ8h7wIFr0JqKlExdBwn18hXgn3ZWPQJOnmR67s\"}"