"{\"content\":{\"body\":\"### Creating new financial and governance systems is a political and social act, not a technocratic solution to an accepted problem, not a technical tool, although that’s where it starts.\\n\\n*Seeing Like a State* by James C. Scott (1998) opens with the story of the invention of scientific forestry in 18th Century Prussia and Saxony. This is a model and a metaphor for the simplification and manipulation of the world by powerful institutions with sharply defined interests (such as nation states). In the case of forestry, the state’s tunnel vision is focused on resource extraction, translating the ancient forest into measurements of usable timber yield, and missing the other parts of the forest. Then, reshaping (clearing, ordering, replanting) forests to better suit measurement, administration and extraction of that resource. The ordered rows of single-species trees were, of course, catastrophic for the ecosystem.\\n\\nTop-down planning maps the world according to myopic short term interests. In Scott’s thesis this is the substrate to the tragic episodes of state development through the 20th Century, which combined the aspiration to the administrative ordering of nature and society, the use of power, and a weakened civil society lacking the capacity to resist.\\n\\nIt’s one of those non-fiction books where the author makes their claim and then delivers a regiment of chaptered illustrations in support. (Whisper: *This could have been an email*). I read it because it’s on the reading lists of many in the DAO community, and I’ve been doing a DAO course.\\n\\nThe world needs more larpers writing about DAOs like it needs a hole in the head. Except, such is the global network that the seeming cornucopia of discord servers bursting with DAO discourse represents people and ideas that are still in reality few and siloed.\\n\\n![](https://images.mirror-media.xyz/publication-images/xy2hpwcQZZ6-ed3S9TW3Q.jpg?height=1353&width=2595)\\n\\nA Distributed Autonomous Organisation (DAO) is decentralised and governed around rules enforced on a blockchain. The rules and the organisation are therefore transparent and immutable, open source and trustless. The DAO literature positions a sequence of old governance organisational structures, from tribes to hierarchies to markets, and locates DAOs (and coordinated decentralised decision-making more generally) next to and ripe for a global, post-corporate world.\\n\\nDAOs have been described as *a discord with a shared bank account.* The majority are organised groups investing in digital assets. There was $10m in DAOs in 2019, and over $1B now. Beyond digital currency wealth, members talk a lot about how they value the community of a DAO.\\n\\n*Seeing Like a State* is a DAO reading list favourite because it describes repeating failures of centralised top-down organisations and by default seems to welcome the DAO fundamentals of decentralisation, transparency and coordination in decision-making, work, and reward.\\n\\nBut, by another reading of the text, it is the language and methods of measurement that have so effectively shaped the actions and outcomes Scott describes. Decentralised Autonomous Organisations do the same; instead of the metrics of natural resources the language is *rules that a machine can understand.*\\n\\nThere is a schism between the language of DAOs and the language of the DAOists. Articulate, genius DAOist trailblazers carry me along on their belief that a better way of coordinating is possible and it’s here.\\n\\n[https://twitter.com/owocki/status/1448016316523286529?s=20](https://twitter.com/owocki/status/1448016316523286529?s=20)\\n\\nKevin Owocki of Github DAO spoke to my class, beautifully, astutely, fluidly. At one point he paused and reminded us: *Well, you know, there are a lot of other aspects grafted onto employment structures we need to consider, security, sick leave and health insurance, pension systems, unions. The old system has some benefits.*\\n\\nThe old system does have some benefits, although not for the globally connected 20-40 year old males who currently constitute the majority of the DAO community. We talk about this, too, the *problem of diversity*, the risk of a narrow group of people building the same infrastructure, following the same best practice applied across the board, with the same assumptions, the same solution to the same reading of the problem.\\n\\nEven fluidly articulate Owocki shapes his compelling vision around the language of the technology that underpins it. Around tools, plug-ins, applications, perpetual rules that can’t be compromised, the ‘if then…’ clarity of the coder’s direction, the ability to fix scalability and coordination problems with clever technology.\\n\\n[https://twitter.com/owocki/status/1448334880043982849?s=20](https://twitter.com/owocki/status/1448334880043982849?s=20)\\n\\nDAOs will continue to grow and evolve out of their early experimental phases and into more mainstream adoption in coordinating groups with common aims and shared resources. Right now, rules guide the actions of setting up a DAO and programming it (through an absolute *launch* of beta tools) to accept member proposals, enable member votes, allocate funds, distribute shares, measure workload and contribution, track sentiment, manage communications, set up admission protocols, cultivate \\\\*culture\\\\*.  Rules so specific they can be interpreted by a machine, trying to play catch up to the ideas.\\n\\nMy attempt to use (obey?) a discord bot to set up token distribution to digital wallets feels like moving too fast through a dark cave and then it feels like failure.\\n\\n![](https://images.mirror-media.xyz/publication-images/0GBuY9UlCGr5to2w2-iMe.PNG?height=1334&width=750)\\n\\nThe DAO course was terrific, by the way, the best 20 HAUS tokens I have ever spent.\\n\\nSome people have issues with DAOs because of their cypto-currency adjacency, because (currently) their primary use is to fuel group speculation on digital assets and (ideally) generate monthly salaries in hours for their members. To the extent that they solve problems, they’re mostly solving the problem that crypto created for itself. That will run its course and the philosophy and systems of decentralisation will morph as other goals find purpose and function within them. But now, at the beginning of the structuring of this system/s, we are talking about social benefits in a small echo chamber through the rigid language of code.\\n\\nI told my boss at work about DAOs, but he hadn’t heard of a blockchain and the string between TradFi and DeFi was stretched too far. He said: *I hope they remember all of us old fashioned people in this future.* I agree, please don’t leave me behind, but on the other hand, TradFi never worried about those it excluded either.\",\"timestamp\":1634442725,\"title\":\"Seeing Like a Code: early interactions with DAOs\"},\"digest\":\"gClIRnNcOFQg6ylyNxGON2_HjxwC8roC2TwWbueEAOY\",\"authorship\":{\"contributor\":\"0x5a13E93873A51Fcb8C6417e8A15D8111250d3B14\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mRrhbq_URpcDOTm7PUEqprMi4u2eUdSg3f8lCVl-rGY\\\",\\\"y\\\":\\\"gezalr8Gyj5hF1Y7nJlxSGkipnfJgFr_UbSSJuXOSy4\\\"}\",\"signature\":\"WXfZOZCKrKwOpkRgpayfs8hvdEK0YI_39fBYGXVKBgq58pGnxgu-TbuejVl5ZR9M8Die6oHjmNR0yRlO70z5zw\",\"signingKeySignature\":\"0xc252589796f93a0d50a5da66f18834a66c185446ac95e38e4889c57aee56b9ff3242366f3e093aefb90283713512d9a8f26e34d30ceee212660f5997ec12ce481c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mRrhbq_URpcDOTm7PUEqprMi4u2eUdSg3f8lCVl-rGY\\\",\\\"y\\\":\\\"gezalr8Gyj5hF1Y7nJlxSGkipnfJgFr_UbSSJuXOSy4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uk-yIuKdytcXpcnXw3bGaxmNXdAVm36A49LiIrv_cDk\"}"