"{\"content\":{\"body\":\"*Not Boring writer, investor and thinker [Packy McCormick](https://twitter.com/packyM) spoke to Crypto, Culture and Society about curiosity, creativity and how best to play the Great Online Game (check out our full workshop notes [here](https://docs.google.com/document/d/1iq0EPfALC6USaoI9CrwiZUXs5mh7y4sU51XI3aAVpK0/edit)).*\\n\\nPacky McCormick’s newsletter Not Boring is an essential read at the intersection of tech, culture and web3. Recently, he’s brought topics such as the rapid growth of Solana and Axie Infinity’s pay-to-earn model to a wide audience of tech builders and followers. And back in May, he wrote about the [Great Online Game](https://www.notboring.co/p/the-great-online-game), one of his most popular reads to date.\\n\\nWhat’s the Great Online Game?\\n\\nIt’s the idea that we’re all existing in an infinite game that plays out constantly across the Internet. The lines between work and play are increasingly blurred. Like a video game, we’re experiencing our lives through our screens; unlike a video game, there are no boundaries between the game and what we call real life. Much of the work we do is manipulating digital objects on a screen. And, as our work, projects, and investments take place across Twitter, Discord and other online platforms, we’re building up skills, points and attributes that can unlock incredible opportunities that apply in both the digital and physical worlds.\\n\\n**“You can level up fast. Financial and social capital are no longer tied so tightly to where you went \\\\[to school\\\\], who you know, or what your boss thinks of you”**\\n\\nAs long as you play in a way that’s positive (you’re not a jerk to anyone), there’s no true downside to playing.\\n\\nIt’s a concept that clearly resonates with our curious community, so we went deeper on what it means to play the Great Online Game well.\\n\\nAs background to how this idea originated, Packy shared he was writing about another topic for Monday’s newsletter slot on the prior Saturday. It wasn’t working, so he scrapped it. He started writing up the Great Online Game on Sunday and was surprised to find that a topic he originally thought was obvious resonated with so many readers.\\n\\nPacky began the workshop by reminding us that **by turning up for this Crypto, Culture and Society chat, we were already playing: pursuing our interests, being curious, and showing up. For you, you’re reading this post. That’s step one in playing the game**.\\n\\nThis way of experiencing the world comes with both the potential for rapid learning and contributing meaningfully to communities, but also burnout. Alongside this, one of the defining characteristics of web3 is speed. So an important topic for us was how we spend our time well, especially for those new to going down the rabbit hole of web3.\\n\\nPacky’s take was that treating your career as a marathon only applies when the inputs and outputs of the course are predictable. You’re ngmi by putting your head down for too long. **To make it in web3, you need a fine balance of betting on your conviction (marathon) and keeping up with the innovations adjacent to it (sprint).**\\n\\nBut how do you find the topics, niches or approaches where you can make the most difference?\\n\\nFigure out your passions or interests and dig in, or be curious and explore. Packy suggested broadly scanning different topics until you find a niche that you’re willing to bet on to be crucial for the market and your own interests long-term and is authentic to who you are and what you care about. If you spend some time in an area and discover it’s not right for you; reset, it’s no big deal.\\n\\nOne way of pacing yourself is to track innovations relevant to your existing field. As others sprint to the next hot thing, you can then filter out the noise and double down on your conviction in this topic. In time, this expertise becomes your leverage.\\n\\nThis approach also emphasizes authenticity. Sometimes, when people start trying to build an online persona, they seek out things they think others might like, but it can get tiring showing up every day trying to be someone you’re not. The most important thing about playing the Great Online Game is not defaulting to being skeptical and cynical.\\n\\n**“Be yourself is the cheesiest advice, but it’s true”**\\n\\nThe practical takeaway is that as you start playing this game and go down the rabbit hole, you’ll open up new doors and new opportunities. If you don’t care about those opportunities, it’ll waste your time. And it’s not about getting immediate followers or making money right away, but gaining points and laying the groundwork for the long term.\\n\\nTo give an example of this, Packy talked about a Hollywood executive he met when his newsletter on [“Power to the Person”](https://www.notboring.co/p/power-to-the-person) was sold as an NFT. The executive, [Clint Kisker](https://twitter.com/ClintKisker), bought it because he wanted to transition from traditional media into web3. He jumped in this one time, used his expertise from movies to help Netflix launch an NFT project, and is now president of [Aku Dreams](https://twitter.com/akudreams) (where Packy invested in the company behind it). In being curious one time and taking initiative based on that curiosity, he’s changed the trajectory of his career.\\n\\nIn listening to Packy, we were reminded of **the importance of curators and translators**: those who can seek out new possibilities or angles, ask the critically important “stupid questions”, put things in laymen’s terms, and give folks outside of the scene a peek into something new.\\n\\nRepeatedly, like with [ConstitutionDAO](https://onezero.medium.com/constitutiondao-how-crypto-folks-plan-to-buy-the-us-constitution-1f4e060ec002) or [Solana Summer](https://www.notboring.co/p/solana-summer), Packy has clarified a moment in time. He once caught someone tweeting about him who said “Packy is never going to be the earliest at finding great things but, if he writes about it, it has a shot at breaking out”. Some would find that insulting, but it’s a powerful role to play. One way Packy consistently finds new topics to write about and new projects to invest in is to ask himself, *what are people smarter than me talking about*? For example, Axie Infinity was a story sitting at the perfect intersection of tech and finance. Tech understands user growth, finance understands revenue, but few cover both. So Packy assumes if he gets really excited by a topic, others will, too.\\n\\nWriting has clearly been a superpower of his -- and he believes it will continue to be for many other emerging thinkers, from tweets to long-form -- but Packy sees community management as the next frontier superpower more of us should develop.\\n\\nPacky has no masterplan for Not Boring; he experiments as he goes, but emphasizes that right now, the tech stack he uses to power his work is entirely web2 ([Substack](https://www.notboring.co/) hosts his newsletter; [Twitter](https://twitter.com/packyM) is his distribution channel). It’ll be a while before that stack can be built in web3, but it’s coming; where we are now will seem primitive in time. Social tokens are appealing, but as Not Boring is currently a one-man band, so it might seem a little weird.\\n\\nIs playing the Great Online Game more important in web3 than in regular tech?\\n\\nRight now, some folks have full-time jobs in web3, but many others are juggling multiple projects and roles. For people like Will Papper, the cofounder of [Syndicate protocol](https://syndicate.io/), playing the Great Online Game makes more sense; if DAOs succeed, so does Syndicate due to the inherent structure of the organisation. Additionally, with the idea of tokens for contributors, project volunteers can marry their passion with potential upside.\\n\\nSo much of playing the Great Online Game well comes down to ethos, and the expectation in web3 that we dive in, try different things and help where we can.\\n\\nIn doing so, we’ll keep curious and build for the long term.\\n\\nFurther resources:\\n\\n* [Packy McCormick/the Infinite Loops podcast](https://podcasts.apple.com/gb/podcast/packy-mccormick-the-great-online-game/id1489171190?i=1000534079895&l=fr)\\n* [The business case for curiosity](https://hbr.org/2018/09/the-business-case-for-curiosity)\\n\\n*Thanks to [Kassen Qian](https://twitter.com/kassenq), [Kristin Chen](https://twitter.com/kristinmchen) and [Daniel Soto](https://twitter.com/danesoto) for their contributions to this post.*\",\"timestamp\":1638977387,\"title\":\"Playing the Great Online Game\",\"publication\":\"society\"},\"digest\":\"Ue4yQBfNVNn1eGNvgzDnl84-b2BqiYtWXJdQmtFGS1w\",\"authorship\":{\"contributor\":\"0xC69E8318eA6406a248af54dbf0893E0f4CAa946B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Taqn7i_q440U6P6ayUY-bWfIM4aCDi_D_SWEySb6WbA\\\",\\\"y\\\":\\\"oVeSb2gae0aXYmEn5uxYN40uLMGnmKrkuyQtr94zSQg\\\"}\",\"signature\":\"XEmyVnOKB8tWN23TVOxW2b30nqaOX0r3vhs9lhIDWooRp9yHLcmhNhP5xWPjs-LCIrir6699TSfjkRCeWrsckw\",\"signingKeySignature\":\"0x6a62dda3c669a6ad02116b07099079a0f40fea44fe3295bfff6f1a1f7ccd4d526de324a2d8659e41ab3032f0e723d8d5029d44063e7b2cdd106e8e479d93a48d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Taqn7i_q440U6P6ayUY-bWfIM4aCDi_D_SWEySb6WbA\\\",\\\"y\\\":\\\"oVeSb2gae0aXYmEn5uxYN40uLMGnmKrkuyQtr94zSQg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hLiwB73KosN2UoZm2z-6WLJemC0zM4YqAwGivKm0tU0\"}"