"{\"content\":{\"body\":\"1. When someone knocks on the door, do not take the initiative to answer and open the door. Be sure to speculate on the identity of the person knocking first, and have a list of candidates in mind.\\n2. If you happen to run into a gossipy neighbor, say you don't know, don't know, etc. when she asks something to avoid letting the other party successfully create a conversation.\\n3. Do not unconsciously follow the branch of conversation, always keep the other party's information one-way, and act as if you are distracted. 3.\\n4. some neighbors are not able to carry, know that the other party has inconvenience, knowingly ask questions, but choose to continue to meet their own desire to talk. To such people, there is no need to give face, even if the reason is obviously absurd, say it and reject her.\\n5. Given that the target audience of neighbors is often fixed, and that they know that the other person will not easily refuse, and that they are very talkative and other \\\"weaknesses\\\", the previous method is not effective. Therefore, the intervention of a third party is needed. If you hear an unexplained knock at the door later, a third party will answer and refuse. (For neighbors who do not know what they are doing, such as the previous selfish desire to talk, knowingly ask questions, etc.)\\n\\nOf course there is another method is not to answer the door, through the door’s eye to know who it is, you will be able to use. But this method is too obscene, and by the deep city neighbors easy to recognize (such as home lights, there is a clear sound of talking, etc.), due to these conditions, and therefore the probability of use is relatively low.\",\"timestamp\":1635694181,\"title\":\"Beware of Gossip Neighborhood \"},\"digest\":\"9DWm2quc3ZfDll9VHpKL3N9-k_K48Bpv9kPo1_kdVTA\",\"authorship\":{\"contributor\":\"0x078Ad5270b0240D8529f600f35A271Fc6E2b2bD8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JqsVcPH7mCdJb3bQaHx6wWvv0bZsgKfUQHMgJlHZBeQ\\\",\\\"y\\\":\\\"WTW7DBq-yb5YXrAWPQd5ovMJL3-Mi2leJHjndrtlA3U\\\"}\",\"signature\":\"WUu2Fjwv9eQitZhMdlaEuBjdYETTIAbtoRAE7K0gV0PE9MM9922h5ito_gJUGQV5pdrl12KMCfCWSY10wnSgXg\",\"signingKeySignature\":\"0x059aa730185a95ba3ab7829a571f9c0ac50a33ade0c841ea1a70d92fa4c7fc93701e2e3773a0cfe72b4afa096c209e525abaed0b754d61a6c7aad6970a201ae61b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JqsVcPH7mCdJb3bQaHx6wWvv0bZsgKfUQHMgJlHZBeQ\\\",\\\"y\\\":\\\"WTW7DBq-yb5YXrAWPQd5ovMJL3-Mi2leJHjndrtlA3U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9DWm2quc3ZfDll9VHpKL3N9-k_K48Bpv9kPo1_kdVTA\"}"