"{\"content\":{\"body\":\"### Why Him?\\n\\n[https://odysee.com/@CoinHub:3/macafe:3?r=EyTkqUdVTwWLhVa78fczUdf5gm3J3UrK](https://odysee.com/@CoinHub:3/macafe:3?r=EyTkqUdVTwWLhVa78fczUdf5gm3J3UrK)\\n\\nA video I made after John McAfee’s death\\n\\nBefore I dive into the game I need to talk about my friend Dave. I won't be giving you every little graphic detail of his death but you should be warned that it's an unpleasant story and I don't know how to tell it any other way.\\n\\nWe've all met someone like Dave before, someone you would call the nicest person you've ever met he and actually mean it. Dave wore a permanent smile on his face, he was always in a good mood, positive attitude and he was legit funny, always cracking jokes, “giving you shit” in a way that got you to let your guard down, become more relaxed and comfortable when he was around. I've worked with him many times and when you got paired up with Dave you knew 2 things:\\n\\n1: You didn’t to have to worry about any technical issues on the job\\n\\n2:  No matter what the day was like, no matter how long, you were gonna have fun\\n\\nIf we were at the hotel at the same time we'd usually have lunch or dinner and spend the time we should have been sleeping in the crew room shooting the shit.\\n\\nApril 2021\\n\\nDave was working a night “utility” job when a loaded grain hopper ran over him severing his left leg above the knee. The crew he was working with didn't know anything was wrong until they tried to reach him on the radio and he didn't respond. By the time they found him he was already unconscious from the blood loss. They carried him out of the yard to where the ambulance could reach him and he was life-flighted to the closest trauma center. He coded several times that night and the next few days, the doctors brought him back each time but he remained in an induced coma. Dave had 15 separate surgeries in the next three weeks but the doctors couldn't stop an infection that had spread. Sometime around then they allowed him to wake up. They told him he was going to die and he got a chance to say goodbye to his wife, 4 kids, and extended family.\\n\\nIt was the first time Dave had been conscious since the accident and I wasn't in the room but, I had no trouble believing it when I heard that he was cracking jokes.  No trains moved through our territory the day of his funeral because everyone licensed to operate them wanted to attend.\\n\\nI know what happened to him and it simply comes down to a misjudgement in timing. He did something that I myself had done hundreds of times only this time…\\n\\nDave was the guy they called to “pilot” new people on jobs they've never done before. He was a pilot for me several times, he knew the job inside and out and he was better at the same job then I was.  It makes me a selfish prick to admit but this was what stuck with me the most. It meant that his death was random and it could happen to anybody, experience, seniority, none of that protected him against random fucking chance.\\n\\nI don't wish it had been me instead of him but I do remember thinking why him? Take a family man, universally loved, considered an expert at his profession, it just seemed so unfair. David just turned 40 years old he was less than a year older than me. I don't have any kids, I'm single. I try to be helpful, polite, and friendly but I probably have a fraction of the good karma Dave built for himself with the same amount of time I’ve had.\\n\\nI couldn't  square it in my head, I couldn't make sense of it.  If you continue to read my story you'll find that trying to trying desperately to understand something impossible it's my favorite form of self torture\\n\\n![Dick Joke](https://images.mirror-media.xyz/publication-images/6_WFvqXJOwEMr3Me3Zs43.gif?height=755&width=640)\\n\\n. All this happened last may during the time I was involved with a cryptocurrency called nudes-coin. The telegram voice chat feature had improved and through that I made connections and friends with those who would start HyperDeflate the following month. I know I teased starting into the game portion of my story but I feel like this section should stand alone.\\n\\nBut I will give you the tweet that started the ball rolling. Maybe you'll be able to solve the puzzle before part three comes out.\\n\\n[https://twitter.com/zkchaos2020/status/1412885949726433282?s=20](https://twitter.com/zkchaos2020/status/1412885949726433282?s=20)\\n\\n\",\"timestamp\":1640383146,\"title\":\"Throwing Spaghetti Part 2\"},\"digest\":\"Fh3FR7AndHgItBgvZ7nmewkShABDJZQN_4S8DfvmVD8\",\"authorship\":{\"contributor\":\"0x463FFC974f6A233624a0765B2E83D7b80863bF53\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YlaRhnBXU7VE82qx9pACmi3xRnFmQChk_XSBY7gJH7c\\\",\\\"y\\\":\\\"C7AQf33Z_TBWoLA1YQZJtpt8JfvjfA48-Eys3K5V5Ts\\\"}\",\"signature\":\"IyLrcxTAc5ZAaikLRSzeJlOZjbi70ndC5I1TXeDws-BFWBv1cPgb0EtUaBHlqHYn9J9l7FiMMDgZoTT1dj9zWQ\",\"signingKeySignature\":\"0xa3b5a24c101f2c2b2767099129e01c8d3f187eca993302a82b6f554dae4e478f2193fd37c8296ed9719c4e3f65964bfad12e9e40272e0431d1b0e562997536481b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YlaRhnBXU7VE82qx9pACmi3xRnFmQChk_XSBY7gJH7c\\\",\\\"y\\\":\\\"C7AQf33Z_TBWoLA1YQZJtpt8JfvjfA48-Eys3K5V5Ts\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6wzsBKkah80RO9IjlH3G4R_TXrHCENdzYGPxGiBt-qY\"}"