"{\"content\":{\"body\":\"So far in this year of 2021, we have seen a historic surge of interest in NFT/ metaverse projects. And with it came a brand new form of self-organization of communities. The ability to become financially secure by participating in a world of your choosing. with every unique opportunity, there are also con men and charlatans that will prey on the weak and vulnerable. And I would like to tell you these patterns I've seen in this new world.\\n\\n\\nSo far,, I have categorized these into at least three different types of projects:: visionaries, scammers, and utilitarians.\\n\\n Out of these, the visionaries will be written down in history as the settlers of the new frontier. Humans have always wanted to explore from our being out of the savanna and into the Indus valley. Now with no lad left to explore and space travel is only a thing for the rich and those willing to sacrifice their life. instead, we migrated inward into a computer. In a way we went to the beginning exploring the power of electron manipulation, where our imagination only limits creation. an example of a project that is in this category would be neo-Tokyo\\n\\n\\nThe utilitarians want to find practical applications of this new tech to keep the system running smoothly. My favorite CitaDao is creating an asset management fund where they buy up metaverse land or yield baring NFT's and give back that revenue to the owners, adding the highly needed liquidity in the Digital asset market. This also allows people who can not afford the large sum of capital that sometimes is required to purchase metaverse land or blue-chip NFT's\\n\\n\\nwe all know about the scammers. People who try to sell you a dream. Most of the time, all they do is look at what the biggest trend is and change it just slightly. So instead of bored ape yacht club, they will name themselves something like high monkey boat clique, copy and paste the code from the contract and then change the design just enough not to get a DCMA lawsuit against them. Then buy discord bots that spam your DM and Twitter bots to comment on all posts with #NFT. And once the mint date comes, they take the money and run to their next scam. The saddest part is it is primarily newcomers who fall for this, those who don't know better. Never be a scammer, my friend.\\n\\n   \\n\\n          \",\"timestamp\":1641082501,\"title\":\"How the metaverse mirrors real life\"},\"digest\":\"pGITCi7VuK6KHjMbmj3ubs95AAY_m-Fp7kKLaKPSsEk\",\"authorship\":{\"contributor\":\"0xe8a0c4e52e5EB6645Cc22e2b48b878c038bf632c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PjSA2YGDs6rYFWo05pfAEnsQ5YyujGkG9OqZHB_coYM\\\",\\\"y\\\":\\\"qOxQsBHTEEWccRoepEy2_WGawmKYFccfD4c-ouKF3Ds\\\"}\",\"signature\":\"U2IbJTlkBS_v5sIec1onyopsSYhWmHFDLj5v3IJMV7gqIgTQ19W9TdcmDoDP2j56pLX_6GloBC7GB94i6BH--Q\",\"signingKeySignature\":\"0x65ca3e837506eb7164ed84e647164c8946f1ac11eecd75660bfc763499f54842125718c0fc99c53995e6904cfd1736ae741283a03b491788d26612d3ae28c5b31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PjSA2YGDs6rYFWo05pfAEnsQ5YyujGkG9OqZHB_coYM\\\",\\\"y\\\":\\\"qOxQsBHTEEWccRoepEy2_WGawmKYFccfD4c-ouKF3Ds\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pGITCi7VuK6KHjMbmj3ubs95AAY_m-Fp7kKLaKPSsEk\"}"