"{\"content\":{\"body\":\"Life is generally cyclic.\\n\\nMaybe that’s one of those blanket statements that don’t actually say anything.\\n\\nHappiness, and unhappiness, are cyclic.\\n\\nIf you’re me, you go through phases, varying in length, where you’ve got some sort of sustained happiness, or sustained unhappiness, of course with smaller fluctuations within those phases.\\n\\nI generally acknowledge the temporariness of these phases. When I’m happy, it helps me savor those moments in their brevity, and when I’m in a rut, it’s comforting to know it gets better.\\n\\nWhen I’m in a rut, I know to keep up my good habits and maintain some sense of myself and the good things in my life. I know to acknowledge the immense privilege I have, and everything there is to be grateful for. I know to take a break from things that might be stressing me out, to do things I enjoy, to rest, to talk to others, to reflect and look inwards. But sometimes you can do everything right and still end up in the same place. You can do everything right and still feel like a piece of garbage.\\n\\nEven if you know it gets better, you know it’s also going to get worse again too. And in the meantime before it gets better, no matter what you do, you can’t speed up that process of getting better. There is no process. It just happens. Maybe you tell yourself you can increase the likelihood of it happening sooner by doing all these things, but they only do so much compared to everything that’s out of your control.\\n\\nAnd then what. Then your life is just waiting. Waiting aimlessly, coasting through time, existing arbitrarily, your body and mind at the whims of your most primitive desires. Watch tv, use social media, eat food, jerk off, procrastinate, stay up late, sleep half the day away, feel like shit, repeat.\\n\\nI used to think that the way we felt could be boiled down to biology. I see now how your body can be working great, yet you cease all meaning and aspirations in life. Eat great food, exercise, sleep a sufficient amount albeit at different times. Do everything right, change nothing.\\n\\nThis is all to say of course that basically no matter what we do, our efforts are wasted. We’re given the bountiful gift of free will, tricking us into giving weight to our actions, when in reality as much as we thrash and struggle, we’ll never make it back to the surface.\\n\\nBut eventually, as the world around us fades, in those last moments that we lose all connection to the world, we wash up on shore. Not only is it worth the wait, but all memory of waiting is dampened and removed from our brain’s recent history. Turns out we have interests and relationships and renewed excitement for all the things that we’d deemed meaningless. We experience presence, the opposite of waiting, and it’s great.\\n\\nAnd as soon as it enters it exits. It takes what feels like a long time to return, but after it does, you forget about how long it took. And again and again you sway with life’s ebbs and flows.\",\"timestamp\":1638348480,\"title\":\"Hey everyone I'm depressed right now\"},\"digest\":\"I6YPxu7gwpmkivr-6wZm14MbUzCwYO6O8UP8avPWalU\",\"authorship\":{\"contributor\":\"0xbf8C1FA8a20f8983675677c0a1818c25da85209F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TmgPusThosc2advE4FCteAWfGs5ywQgcpx68sGH_Cto\\\",\\\"y\\\":\\\"nGOGqEhGejKPKyB8HlVobfBftzVe0fpQVGzg87G-Qx0\\\"}\",\"signature\":\"XQJsdFdze8hDDXoVLfPx88IrsiTbd9TxpggWpfNA6Ox_eOobQmG_FlYyHfAVqcOrt0u6j7klul5K3oWI1_lnJg\",\"signingKeySignature\":\"0xa4e4561e25526401770680deb4a99e88707d7ca24f5d0c32eafdbf60fa107b2437caeeec47bc50cff05e9823b75e8934f00d9c5995d5d73de541cdc1b79d131d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TmgPusThosc2advE4FCteAWfGs5ywQgcpx68sGH_Cto\\\",\\\"y\\\":\\\"nGOGqEhGejKPKyB8HlVobfBftzVe0fpQVGzg87G-Qx0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HD40ZXifLxD4DO3WfOxB2SlUKIUgoeybX01NBmfglyg\"}"