"{\"content\":{\"body\":\"高举一盏火把，我先在秘道口仔细打量了一番，除了看不到前面到底有多远外，一切似乎挺正常，没有怪物的踪迹，再开了侦察环顾了石壁，也没发现陷阱（通常的秘道内都带有陷阱）后，我才放下心来，一步一个脚印走了进去，而我刚一走进秘道，身后的石门又轰然下落，将进口给封死了。\\n\\n```\\n除了我手中火把发出轻微的劈啪声响外，秘道内是一片死寂，静的让我可以听得自己的心脏跳动的声音，让我这心里感觉总有点不太塌实，得，咱还是赶紧将小黑和小影召唤出来。这探路的光荣任务嘛，就交给小影来担着，反正它死了不打紧，还可以重招，要是小黑探路的话，挂掉可就没了，我怎么舍得让它去冒这个险。\\n\\n这路是越走越长，我这心里是越想越不对劲，那迪卡多明明说的这条秘道是通往一层的boss处，从理论上讲应该是平行的路，怎么我感觉是条往下的路，而且走了这么还没看到点光亮，要是在外面的话，就算把一层绕个遍估计也够了，怎么就还没见到boss呢，难到是他记错了，这个该死的迪卡多，你可千万别拿我的性命开玩笑，我一边想着，一边将回程石从背包里掏了出来，紧紧捏在手里。\\n\\n妈的，怎么还没走到头，这狗屁秘道会不会没有尽头，我有几分心急地想道，其实我在这里也就走了几十分钟而已，不过是因为独自一人（顶多再加一亡灵一黑豹），所以才感觉时间过得很漫长，路途很遥远。\\n\\n就在我刚要失去耐心，想要放弃回城的时候，前面似乎出现一点光，看得我心里是好生温暖，终于看到希望了，终于不再迷茫了，我如迷路的孩子突然找到了家般欣喜，我如瞎子摸刀，看见亮般高兴，浑身充满了一股动力，洋溢着一份激情，脚步也加快了几分，boss，我来了，令牌，暴出来吧。\\n\\n呀，看到小影挡在出口处不再前进，我这心里是好生不爽，你小子干吗呢，怎么不走了，是不是想找K，亏我对你信任有加，委以重任，你就这么让我失望，连个一层boss都不敢面对吗，好歹你也是个三十五级的死灵骑士，给我拿出点士“死”气好不好。我伸手推了推小影，探出头来张望了一下。\\n\\n舌头伸得长长的，眼睛瞪得大大的，肾上腺分泌急剧，我，我没看错吧，我几乎不敢相信自己的眼睛，眼前那个趴在一堆金光闪闪的珠宝之上，浑身覆盖着深蓝色的鳞片，如小山般巨大，额生两根巨大的锐利长角，双目紧闭，酣然入睡的东西是什么，如果我的基本常识没有发生错误，如果我眼前的系统提示没有发生误差的话，这家伙应该就是沉寂之塔里面的终极boss——暗之魔龙。\\n\\n我立即屏住呼息，大气不敢出一声，提着心，吊着胆从出口慢慢退了回头，迪卡多，你果然把我给坑了，这家伙是我能面对的吗，就我这等级，对付这个问号怪物我敢动手吗，就我这血量，能受得住它轻轻一拍吗，奶奶的，我在错误的时间，错误的地点，遇见了错误的boss，幸好我没做出错误的举动，我是心有余而力不足，要是有那屠龙药剂的话，或许……\\n\\n我心里刚有一点遐想，眼角的余光突然看到魔龙身边散落的几片闪亮轻薄东西，眼睛里立即释放出灼热的目光，那是暗之魔龙的龙鳞。\\n\\n这，这龙鳞可是制造装备的极品材料，不用别人说，地球人都知道，让我跟这头魔龙动手，我是万万不敢，但是让我拿它几片用不着的鳞片，我心里稍微有一点点胆。都说为了百分之二百的利润人可以变得疯狂，而我现在为了这几片龙鳞就已经把那一点点胆慢慢如充气般给扩大，膨胀，再扩大，直到让我能鼓起勇气，面对这头不知道什么时候就会醒来的魔龙，去把那几片龙鳞给取（说偷太难听了，反正这家伙又用不到，不如便宜了我）过来。\\n\\n先收起了小黑（我可不想它被老龙一口龙息，一拍龙爪给打死），我让小影用最轻的脚步，最慢的动作走到魔龙的面前。而我则蹑手蹑脚地开了潜行摸到了魔龙的身边，拿起那蒲扇大小的龙磷就往背包里塞，一片，二片，三片，妈的，这片怎么这么难拿，顺利让我失去了警觉，贪婪让我失去了理智，当我使出浑身力气用力将最后一片深埋在珠宝里的龙鳞给拽了出来时。\\n\\n“嗷”一声带着愤怒的龙吟如打雷般响在我身边，让我是心惊胆战，双腿打颤，我的天啦，我手中的这片龙鳞哪是掉在地上的，而是连在这头魔龙爪子上，我这一拔让它从睡梦之惊醒，为我这个胆敢触犯它威严的家伙而愤怒。都说龙的下颌有逆鳞，触之必怒，我拔的这片可不是逆鳞，可它怎么也怒了啊。\\n\\n跑，快跑，快快跑，我激发出自己的全部潜能，发挥出人体的终极极限，就恨不得变成小黑那样手脚并用，四足狂奔向秘道口，而小影也在我的指示下充分发挥出亡灵炮灰的作用，尽管召唤出来的两条幽灵蛇在魔龙眼里如蚯蚓般可笑，尽管它手中的冲刺剑连龙鳞都刺不破，但是它还是让魔龙稍微顿了一顿，天生对亡灵生物的痛恨让它先放了我一马，毫不留情地冲小影喷出一口黑暗属性的龙息，将小隐如吹枯拉朽般腐蚀成一团亡灵粉末，随后龙爪一拍，让它化为灰飞烟灭，消散空气中。\\n\\n就这一点宝贵的时候，这一点极其重要的时间，将我从死亡的边缘给拉回到幸福的人间，我连滚带爬冲进了秘道，最起码龙爪的物理攻击我是享受不到，而紧跟在我身后的一点点龙息（洞口太小，魔龙的龙息只能送进来一点，要是全进来那还不把我秒杀了），在我拼命地吃药，不停的狂奔下，造成的伤害也越来越少，最后终于为零。\\n\\n我继续跑了一段路后，才敢停下来，大口大口地喘气，双手抚mo着我惊魂未定的胸膛，眼睛紧盯着身后， 就怕那家伙会突然变小继续追来，慢慢的，我的心情平静下来，渐渐的，我开始放松起来，恐惧如潮水般从我的脸上开始消退，取而带之的是欢喜，是欣喜，是大喜，然后是一阵歇斯底里的狂笑，回荡在空寂的秘道之中，我竟然能从魔龙爪下死里逃生，还弄到好几片龙鳞，这趟沉寂之塔我还真没有白来，以后，我还会再来。\\n\\n**************************\\n\\n“公告：各位尊敬的玩家，为了能让大家更好地享受‘天地’所带来的乐趣，找到适合自己发展的空间，今晚零点系统将进行更新升级，时间为十二个小时，届时会对广大玩家造成的一定不便，希望大家能够谅解，本次升级以后，将会给玩家更大的自由度，希望广大玩家朋友能继续支持‘天地’。”\\n\\n我等到战斗时候过了，刚回到城里，眼前就出现这一则系统公告，怎么系统又要升级了，给玩家更大的自由度，是什么概念？不懂，只要对我没影响就成，我心里倒是热切期望再举办一次“天下第一比武大会”，现在的我可是牛人一个，绝对不会再轻言败北了。\\n\\n这龙鳞可是个极品材料，先丢银行里，没有遇到大师级的裁缝我是绝不出手，才五片而已，得之不易，可千万不能糟蹋了，唉，要是自己能学习个铁匠和裁缝就好了，自己动手丰衣足食，求别人动手缺衣少食，不管好坏，自己能做的话，心里总塌实点，希望系统更新后能够开放全部副职业，那就好了。\\n\\n看看时间，也不早了，想再出去冲级是不够了，还不知道夜里系统升级以后外面是什么样子呢，还是稳妥点，待在城里算了。对了，在葫芦岛上采的不少药材我还没时间给炼成丹药，正好现在去把这事给办了，身上的丹药可没多少，得补充一下后备资源，兵马未动，粮草得需先行嘛。\\n\\n老地方，开一房间，拿出华老送我的墨玉紫金药鼎，这玩意或许是因为丹炼多了，现在不用的时候都能散发出一股清幽的香味，周身也越发有光泽，也不知道它能不能升级，我心里暗想到。\\n\\n将草药从背包里一一拿了出来，这些色泽明黄鲜亮，叶片浑圆紧凑，小巧玲珑的是圆叶草；这种纠结缠绕，根须细长，呈枯棕色的是枯蝎藤；那几朵娇艳喜人，花开四瓣，紫红的颜色由内而外，由深变浅的是枯蝎藤；而这些貌不惊人，如同青草的则是罕见的金脉兰，只要靠近仔细观察，就会发现它们叶脉之中都有一道暗金色条纹，而开出的花朵幽香扑鼻，沁人心扉，我就是被它们的花香所吸引发觉的……\\n\\n现在发觉这炼丹也是件劳心费神的事，开始炼制那些一般的丹药还没什么，现在用这些档次较高，品质较好的药材就明显感到吃力，这时间把握不好，火候控制不好，十有八九就会失败，看来万事不但开头难，这中间也挺难，不过每当有丹药炼成，那成功的喜悦就让我忘却了炼制的辛劳，呵呵， 咱还是挺容易满足的。\\n\\n关上电源，我信步走到阳台上，那九月的凉风，带着秋的寒意，吹拂在我的脸上，我不禁打了个冷战。\\n\\n夜已深，有谁共鸣；\\n\\n无人共鸣，因我独行；\\n\\n月色朦胧，星光依旧；\\n\\n往事随风，我心无忧；\\n\\n一样天地，万种情仇；\\n\\n生我所欲，死复何求；\\n\\n得意尽欢，失意莫愁；\\n\\n谁又是谁，我亦是我。\\n\\n当午夜的钟声铿然敲响之时，新的一天又在向我招手，为了那幸福的生活，咱可得加把劲，生命不息，奋斗不止。\\n\\n*****************************\\n\\n“更新公告：各位尊敬的天地玩家，经过华夏公司维护人员十二小时的紧张工作，现在‘天地’系统第二次更新工作已经全部结束，此次更新后，主要有有以下几点变更：第一、对于玩家原先只能学习三种副职业的规则得到一定更改，玩家除了可以通过缴纳一定的学费学得三种固定辅助技能外，还可以通过领悟学习其他辅助技能，而所有辅助技能全部取消技能制造的成功效果，而由玩家使用的方式方法的搭配得当与否来决定成功效果，第二、新增了镶嵌系统，玩家可以通过猎杀怪物获得各种镶嵌石，不同的石头有不同的辅助效果，可以通过镶嵌装备到玩家使用的武器、护甲上，提升装备威力，但是有一定的失败几率；第三、怪物死亡后除装备、钱币之类的物品外，其他材料需使用采集术采集，该技能玩家直接可以掌握，不过都为初级，采集物品多少，成功率高低都根据采集术的等级而定，可通过不断使用，提高熟练度升级；第四、取消所有的被动回避效果，以增加实战的技巧性和真实性，对于已经学习了躲避技能的部分职业，将改为增加一定比例的防御力作为补偿；第五、同一种武器只允许使用一种炼金药剂，以保证游戏的公平性；第六、缩短巫师、牧师的部分技能的施法时间，以提高该职业的生存几率；……玩家如对以上变更内容有不清楚，需要进一步了解的可以去官方论坛客服专栏咨询，谢谢广大玩家的支持，希望你能愉快度过天地每一天。”\\n\\n看了这个公告，我是心潮澎湃，激动不已，系统这次的更新竟然能如我所愿可以学习其他辅助技能了，只是需要领悟，好象带上了技术含量，马上赶紧看看具体点是什么要求；镶嵌，装备可以镶嵌宝石，猎杀怪物就能得到，那是不是等级越高的怪物得到的镶嵌宝石就越好呢，值得关注，不容错过；取消了被动躲避，那我学习的躲避技能就应该换成了增加防御技能吧，这样也好，本来我就是靠灵巧的动作来战斗，咱不是块木头，是崇尚战斗技巧者；武器只能用一种炼金药剂，那倒是对我有点影响，不过还好，影响不大，影响不大，匆匆看了一遍更新的基本内容，我脑海里也跟着遐想翩翩起来。\\n\\n进了论坛，靠，这里无论什么时候都这么热闹，同一个话题，能激起千万个声音，咱得抓重点，赶紧找关键看。\\n\\n玩家问：什么是领悟学习？\\n\\n系统答：所谓的领悟，就是通过自己的不断实践，反复研究，从而掌握该技能。当然了，这样比起直接花钱学习技能来，需要付出更多的努力才能成功，比如同样初级技能学习，花钱的那种如果需要1000的熟练度就能升级，领悟的那种就需要10000的熟练度才能升级，中、高级的则更多了，当然，如果有一定的天分或者实践的阅历，会提高领悟的效果，缩短一定的升级需求，运气好的一步登天也未尝不是可能。\\n\\n玩家问：那样所有职业可否都靠领悟学习？\\n\\n系统答：可以，只要你愿意花那个时间，要想所有辅助职业都靠领悟的话，那所需要的时间是无法估计的，但是只要玩家想，那一切都能做到。\\n\\n玩家问：那原材料的好坏对领悟高低是否有关？\\n\\n系统答：当然有，使用的材料越好，一旦成功则会大大增加熟练度，但是作为领悟学习，失败的话则一点熟练度都不会增加。\\n\\n玩家问：什么是镶嵌系统？\\n\\n系统答：通过猎杀野外的怪物或者boss，有一定的几率（比掉装备还低的几率）掉落各种属性的宝石，如增加魔法力的魔力石，附加雷电属性攻击的流光石，附加火属性攻击的炎光石，增加防御力的强化石等等，而每种宝石又分优、中、劣质三个等级，不同级别的镶嵌成功率是不同的。\\n\\n玩家问：那镶嵌成功率是多少？\\n\\n系统答：劣质宝石成功率是60%，中等宝石成功率是40%，优质宝石成功率是10%，一旦失败，装备将会破碎消失。\\n\\n玩家问：镶嵌装备有次数限制吗？\\n\\n系统答：没有，只要不破碎，就能继续镶嵌。\\n\\n玩家问：镶嵌装备有等级限制吗？\\n\\n系统答：青铜级以上装备才能镶嵌。\\n\\n玩家问：镶嵌系统使用有什么职业要求吗？\\n\\n系统答：只有学习了锻造（铁匠）、缝纫（裁缝）技能的玩家才能使用该系统为武器、重盔、皮甲、法袍实施镶嵌。\\n\\n玩家问：采集术提升有要求吗？\\n\\n系统答：一级熟练度为1000，以后每提升一级，熟练度增加十倍，越级采集高等级怪物成功率虽低，但是成功后获得的熟练度较高。\\n\\n玩家问……\\n\\n看了一大堆的问答，关键问题我已明了，呵呵，系统看来这次给玩家的自由度真是很大，我发展的空间又开阔不少，看来咱学习铁匠和裁缝技能是势在必行，刻不容缓。\\n```\\n\\n\\n------------\",\"timestamp\":1640326115,\"title\":\"第一百三十章   魔龙之鳞\"},\"digest\":\"YOTgvLrTv7C6Zx_ashJ1r2jfgO83370H2xrIb53ZL08\",\"authorship\":{\"contributor\":\"0x166611cC326d0bAC652107b95dC3D092b3e29136\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"blEPBTNaoT4qklUerBz4-FePLwh4V0ZWRRZVPp3xEcU\\\",\\\"y\\\":\\\"n5NLEUYSFNfbPTJsKIcoTtkp-aERMi6shBLC0xjusJo\\\"}\",\"signature\":\"3PBszGHCvgDh6h8df1HEDefor5fw5nl95oxMs4lIH2c_q4O8URPT7ZiCrQF9DR7VVYY36cGPRaKNRhnl3ubN0A\",\"signingKeySignature\":\"0x47ceca76bb4219fb4d7ac3278c48bfefe01619979c657bcc58a3a9740f8edaf8632b792df162bca350ff000598ddedd0e47ec15061fa63ed1af806b2fd8d35ad1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"blEPBTNaoT4qklUerBz4-FePLwh4V0ZWRRZVPp3xEcU\\\",\\\"y\\\":\\\"n5NLEUYSFNfbPTJsKIcoTtkp-aERMi6shBLC0xjusJo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YOTgvLrTv7C6Zx_ashJ1r2jfgO83370H2xrIb53ZL08\"}"