"{\"content\":{\"body\":\"After staying home for three long weeks, I stepped out of the apartment yesterday Even though I did nothing except walk a few hundred meters from the apartment, I felt great. I never thought I'd be excited to see food delivery people in bright vests, deserted streets, rusty shop shutters, and stray dogs. \\n  \\n But, the walk was relaxing. I walked to the main road, sat on the pavement, and spent a good amount of time watching vehicles pass under the brightly illuminated street lamps. \\n \\nThe lockdown has given me a glimpse of what old age and retirement would look\\nlike. You'll stay home most of the time. You'll be set to a typical daily routine, you'l\\nlong for the social and human connection you once had, and most of all you'll miss\\nwalking. \\n \\nLegs are our connection to the outside world. The moment we can't walk, our\\nconnection to the external world is severed. You can't storm out when you're angry\\nto cool yourself. You can't enjoy the rain or experience the cold winter morning. \\n \\nToday, you can get anything delivered to you at your doorstep. You have millions of\\nmovies and TV shows to keep you from being bored. But nothing beats a short walk\\nto the store or around the park. \\n \\nIt is a way of connecting ourselves with the world we live in. After all, we are nothing\\nbut wanderers who domesticated ourselves. \\n \\nBut, with everything going on, we should face the reality with perseverance. In\\nRumi's words, \\n  \\n > It's your road and yours alone. Others may walk it with you, but no one can walk it for you.\",\"timestamp\":1637587463,\"title\":\"#10 Lockdown Is a Sneak Peek Into Our Old Age\"},\"digest\":\"G6Ln4psRWLzCOusyed-i8ENNS99sIoeWGGN4xx3qfnw\",\"authorship\":{\"contributor\":\"0x5F882566e4B071Ec1565Ed633EDBFB5c902dCA74\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8_uGVGdfFjLSJWYd0zMXytofzonHacRrnRv2eKJFt2Y\\\",\\\"y\\\":\\\"_ZD7ifRsXTRvXXBU3V2IkPZAMDhECIUxIelNusRyYms\\\"}\",\"signature\":\"RNCn2WULcnQxAmxdph5GQOf9kd-9T-scxVA8m0jLQUPMsSwRWnvzL2tGPuQ7KWeo0iveBA_wejB7VBidFiDl7g\",\"signingKeySignature\":\"0x5dad564490ee162511d60b533a5ad5d7949efface30fb34d4338a146b02755d9025af55c5b65bcd4dbc7213a59304f21b2e17848f3ef96f5b0b359f3399243151c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8_uGVGdfFjLSJWYd0zMXytofzonHacRrnRv2eKJFt2Y\\\",\\\"y\\\":\\\"_ZD7ifRsXTRvXXBU3V2IkPZAMDhECIUxIelNusRyYms\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"G6Ln4psRWLzCOusyed-i8ENNS99sIoeWGGN4xx3qfnw\"}"