"{\"content\":{\"body\":\"1. 最近收到了很多失败的反馈，我给爸爸妈妈说了，但是他们都没有责备我，反而一个劲地安慰我，给我说好消息逗我开心。这让我觉得很愧疚，因为我心里清楚我并没有非常努力，爸爸妈妈发自内心地只希望我开开心心健健康康的。他们说休学一年去旅旅游也可以，我本来也觉得gap没啥，但是我掂量掂量自己，gap一年我受不了那个心理压力，所以还是顺利过渡比较好。我爸单位同事小孩很厉害，我其实心里一直都怯怯的，我害怕他拿我和那些学历和简历都很漂亮的精英小孩比，但是他从来没有。他非常尊重我选择的道路。我没想到他控制欲这么强的人在这件事上觉悟如此之高，我以前小瞧他了。\\n2. 今天交了毕业论文。我觉得选了哲学很开心。不管学界竞争多么激烈，而我本人多么的菜鸡，就业如何不景气。我都觉得选了哲学实在是太值得了。在应试教育阶段，虽然我很适应那个体制，但是我总觉得身上的一部分被不断重复地刷题训练杀死了。不知道选别的科会是什么状况。但是选了哲学让我身上死掉的部分复活了，我对整个世界的好奇心，内省的习惯，对身边人的热情都在大学阶段被唤醒了。\\n3. 从今天开始，加强三语练习，都在这上面记录。 在朋友圈记录容易传播焦虑，还是算了。最近从中文到英文到德文都被不同的人说烂，我太受伤了，还有什么比说一个文科生语言能力烂更伤人呢，我们纯文科生就只有这一技之长了呀。\\n4. 今日德语听力练习：\\n\\n   4\\\\.1. Deutsch lernen mit DW《Bäckerei in Deutschland》\\n\\n   Das gibt noch der Bäckermeister schön und Miternacht in seiner Back. das wichtig für eine. kommen aus der Familie. meint xxx. Die Rezept kommen das der Familien. Kein einzige \\n\\n   Genuge Zeit  das eine Produktionlinie. hat Betrieb gelernt.  In der große Bäckerei. Matias Müller in einem Handwerks gelernt. Realität. Der dursetz. Man muss auch, ohne Frage, aber die Qualität ist vergleichbar, nicht ein mal 2 euro.  \\n\\n   2 euro. Der Industrieoffen mieter lang. Alles hand gemacht. Sie feiern. Ich immer günstiger. 5 Morgens. Seine Sauer. Im 4 euro. Das geschäft Im gewissen doch zu  klar. Aus der selber. Der metalle. Theoristisch können shrauben. selber. Vieler Aufwand bei Hahi. Das macht der schon, Müden zu Stellung beziehen, oder darüber reden noch um zu backen. Etwas maßen. In der Bundes Straße. \\n\\n   7 Stunden Backen endlich Pause. über 9 Tausend geschäfte.  \\n\\n   4\\\\.2. \\n\\n   [https://www.deutschlandfunk.de/k-ein-hund-zu-weihnachten-tierschutzlehrer-klaert-kinder-auf-dlf-fb651c37-100.html](https://www.deutschlandfunk.de/k-ein-hund-zu-weihnachten-tierschutzlehrer-klaert-kinder-auf-dlf-fb651c37-100.html)\\n\\n   Haustieren stehen auf den Wünschzeiten vieler Kindern ganz oben. Zum Weihnachten einen Hund und eine Katz Herzens wünschen. und dann möglicherweise vernachlässigt werden. sollten die Kinder und die Falimilien die Beratung Belastung lasten. Das ist eine Vortbildung. \\n\\n   Sie werde ausgesetzt, und landet.Bei ihre Arbeit gegleitet, und ihre Alltag vor. \\n\\n   Natasch kennt natürlich alle Tiere mit Namen. Die befällten Geflüget wollen ausgesetzt mit Handel. Im wenigen Minuten wird die ausgmeldet im Seminar begrüßen. Das großen Teil. Wie haben hier ihremaliger Katzen, und auch das Bedürfnisse. \\n\\n   Mit in gepäckten. Doch keine Zeit spielte. \\n\\n   kontroliert Villeicht kann jemenand die Energie für die Tiere haben. Hier können die Kinder untersuchen. \\n\\n   und die Kinder bekommen eine geheime zollen Mappe. etwas auffällger. \\n\\n   Schone viel mit der Tier zu tun. Die Biologin und der,.  Dann entscheiden, viel mit Kindern zu tun, \\n\\n   Keine Pädagogik Kenntnisse gelernt habe. unsere Tiere. Ein schülen Kinder. Zahlt nur 50 euro. Andere Fragen Ernährung. Das Lehrerin und Lehrer. Die weitere Bildung und im Klassenraum. anderen Künftigere Schüzte genommen. \\n\\n   Angeboten für deustche Tiereschütz. Die bis Juni 450 euro. xxx engagiert. Die Tiere. Mit den Verzicht. Dann kann man natürlich. Ohne Kindergarten weil sie eben beisbielweise, die weitere Bildung. Die alle Tiere Papier. Heute auch   \\n5. 德语阅读，Kritik als Lebensform:\\n\\n   摘抄：Das innige Zusammenwirken von Theorie und Prxis, von verstehen und Handeln, ist sicherlich eines der Hauptmerkmale der sogenannten “Kritischen Theorie“, auch bekannt als “Frankfurter Schuler“, angefangen bei ihren Gründensvätern Theodor W. Adorno und Marx Horkheimer-- und bis heute. Für alle, die sich dieser Denkrichtung verplichtet fühlen, gilt: ***Das philosophische Nachdenken ist nicht bloß dazu da, die Welt, wie sie ist, fein säuberlich zu ordnen und zu erklären und damit für uns geistig bewohnbar zu machen, sondern auch und vor allem zu verstehen, was beschädigt ist an ihr.*** Und wo man dann ansetzen muss, um sie zu reapieren. \\n6. 今天穿了红毛衣白裤子黄袜子还有暗红色的皮鞋。衣服很鲜亮人也很漂亮。yeah！\",\"timestamp\":1640271096,\"title\":\"2021 12 23 slog\"},\"digest\":\"HCCqNLWwQFBJmGAc0yZs0JqCZ8hU_aAFyMWw8r8u5lQ\",\"authorship\":{\"contributor\":\"0x3E66392d3182f355f9D2e9Ac3E8AF9b8F5ef25b1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w18X1Y4ILTJwtbQp8gT5oSsqjF6u-G3kBUhns6L5dvQ\\\",\\\"y\\\":\\\"icjf5pVFwtMaMM7u_9uoU6BBh5vaAofWeByAKsDoyt8\\\"}\",\"signature\":\"902Mo2wuEzoVhiBKtKJmdmVu2nO_2M_GKjzCL8H9EnkJ60fvZNMZC7kqBI7V22yoAuHyRhoSjc5RVPERP5256A\",\"signingKeySignature\":\"0xaca41ab6d4b19c4a08cde3f9f993fe5748b21c826ef16da4d842710dbef8384b6c0ffd2969a420c4ea6be8d2b0a0c05a2a85f5bf9d269ac6653c7d72fae9d1981b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w18X1Y4ILTJwtbQp8gT5oSsqjF6u-G3kBUhns6L5dvQ\\\",\\\"y\\\":\\\"icjf5pVFwtMaMM7u_9uoU6BBh5vaAofWeByAKsDoyt8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HCCqNLWwQFBJmGAc0yZs0JqCZ8hU_aAFyMWw8r8u5lQ\"}"