"{\"content\":{\"body\":\"Curiosity and Awareness.\\n\\n![Source: Hubble](https://images.mirror-media.xyz/publication-images/EcXxPBS3MFdHe4AOfDNA2.JPG?height=6497&width=6683)\\n\\n## Index\\n\\n*This index will be an up-to-date repository of entries in the sub-blogs below.*\\n\\n### Dissecting Web 3.0 (DW3)\\n\\n[https://mirror.xyz/alexdd.eth/JHMkPBBEkMgwhnxHbkZCVpnXXW5Wf3JqvUfRbgYVIBE](https://mirror.xyz/alexdd.eth/JHMkPBBEkMgwhnxHbkZCVpnXXW5Wf3JqvUfRbgYVIBE)\\n\\n### Mindfulness & Spirituality (M&S)\\n\\n[https://mirror.xyz/alexdd.eth/ocY-kYWl7tjacjQgJHkDluHXTsw4A6e8lcYA-8x4thM](https://mirror.xyz/alexdd.eth/ocY-kYWl7tjacjQgJHkDluHXTsw4A6e8lcYA-8x4thM)\\n\\n[https://mirror.xyz/alexdd.eth/A_ARtR1RDEwQDUaUhpDQVI7ShywNFcbx9DeGgdnE0UA](https://mirror.xyz/alexdd.eth/A_ARtR1RDEwQDUaUhpDQVI7ShywNFcbx9DeGgdnE0UA)\\n\\n[https://mirror.xyz/alexdd.eth/O_xBFbIKl-TQqPH8ZHsY0gqxNhw6vMbsv4I3_GW5xcA](https://mirror.xyz/alexdd.eth/O_xBFbIKl-TQqPH8ZHsY0gqxNhw6vMbsv4I3_GW5xcA)\\n\\n### Productivity & Workflow (P&W)\\n\\n* Coming Soon: Guide to an Obsidian Workflow: Market Maps and Writing\\n\\n### Venture Capital Musings (VCM)\\n\\n\\n---\\n\\n## Opening Thoughts\\n\\nWelcome to Chasing Coherence! This personal blog will offer my thoughts about the nature of our human experience, methods for optimizing personal and professional productivity, and the rapidly evolving worlds of Venture Capital and Web 3.0 innovation!\\n\\nI've endeavored with sharing my writing in the past but have always felt confined by the paralyzing effects of self-criticism.\\n\\n*How will the piece be perceived? Did I spend enough time researching? Is that the right adjective???* \\n\\nThis negative self-talk compounds, pulling the joy and benefits of written expression frustratingly out of reach. \\n\\nSo in an effort to bring more intentionality and purpose to my thinking and learning, this digital archive, I hope, will become a forcing function to refine my thinking and engage with kindred spirits about the countless fascinating ideas waiting to be explored. Despite the labors of writing, the sentiment expressed in David Perell's tweet below is inescapable.\\n\\n[https://twitter.com/david_perell/status/1477500081804877825?s=20](https://twitter.com/david_perell/status/1477500081804877825?s=20)\\n\\nThe nakedness of our thoughts and ideas is undeniable in the face of a blank page, and constructive feedback not only promotes more nuanced thinking but also more a graceful, targeted presentation. Owning the vulnerability that comes with being wrong is inextricably linked with the humility to have your mind changed. I hope writing through my thinking will confer such intellectual maturity.\\n\\nThere is immense value in untraining the long-windedness of academia (See above :o) in favor of the more direct writing the professional world demands. All of this is to say, the importance and value of writing are unmistakable.\\n\\nThis blog will be composed of four sub-blogs: Dissecting Web 3.0 (DW3), Mindfulness & Spirituality (M&S), Venture Capital Musings (VCM), and Productivity Workflow Strategies (PWS). I am aiming for thematic balance. The more atomic entries on Venture Capital and Web 3.0 to keep up with such fast-moving industries will be offset by the timeless lessons on productivity habits and deeper meditations on mindfulness and spirituality. I resolve to always start from first principles to ensure the meat of the topic is conveyed properly and the 'why' of every entry is never out of sight.\\n\\nI am eternally grateful for any and all engagement, and it is my hope that sharing my writing will be a collaborative process, encouraging free thought and the exploration of the most breathtaking ideas!\\n\\nMore information on each of the sub-blogs is accessible via the Index above.\\n\\nMuch Love,\\n\\nDD\\n\\n\\n---\\n\\n*All suggestions and feedback are welcome! Please do not hesitate to reach out @alexdebdoh on Twitter. All views are my own.*\",\"timestamp\":1642149306,\"title\":\"Chasing Coherence Landing Page\"},\"digest\":\"VLTgtnD4AUyi9T-s9apNimMl2EvmE6-F6rR4-w-kz7o\",\"authorship\":{\"contributor\":\"0xd36Ccc1e3B5289cD051E22f55050FAc618d0d0e0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JUZL2Akca6Z-UZg46p41D71lvqRbC2mScq4TOZmxza0\\\",\\\"y\\\":\\\"daSMNwgiFdhnqKF6we_feqb-vraPjadjAO3ClriA3s4\\\"}\",\"signature\":\"4vbb6Xfs9jY8BCceITboVZNChWqm2E9rjPA5OJQ0SiYtdfjQ6rATD3HGdSemMGeFA8MhX54mVxVUaQwiAtIaUA\",\"signingKeySignature\":\"0x715a5e13144bcfb5f46a221061e9aeccb4b47eb1ca0a21e4d423037b843172a850c783dedc842b0bd1beed711e7da9498da7aac9ebe0bde1bdc3f595ada533c11b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JUZL2Akca6Z-UZg46p41D71lvqRbC2mScq4TOZmxza0\\\",\\\"y\\\":\\\"daSMNwgiFdhnqKF6we_feqb-vraPjadjAO3ClriA3s4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uWCA2PVocT343N_qZ8MWzbYbwEop7fqYipV_QED3TYw\"}"