"{\"content\":{\"body\":\"Impulsively asked him to lunch.  Ethel and Jack turned up at Martin's; asked them to lunch.  Ethel and I drove around town doing errands, mine being the purchase of tickets for numerous friends.  Called on Miss Trusdale to  inquire about Harden-Hickey.  She wants her to go to the country.  Cecil arrived at six.  We had a suite of eighty-nine rooms.  We dined at Sherry's with Ethel and Jack, Ethel being host.  Taft was there.  Hottest night ever.  I sat with Jack.  In spite of weather, play went well.  Bonsals, Ethel, Arthur Brisbane were in Cecil's box.  Booth Tarkington in Irwin's.  Surprise of performance was \\\"Hello, Bill\\\" which Raymond had learned only that morning.  Helen Hale helped him greatly with dance.  People came to supper at Waldorf, and things went all wrong.  Next time I have a first Night I want no friends during or after.  Missed the executive ability of Charles Belmont greatly.\\n\\nCHAPTER XVII A LONDON WINTER\\n\\nFrom the fall of 1907 to that of 1908 Richard divided his time between Mount Kisco, Marion, and Cuba.  In December of 1908 he sailed for London where he took Turner the artist's old house in Chelsea for the winter.\\n\\nCheyne Walk, Chelsea. December 25.  Christmas Day. DEAR MOTHER:\\n\\nWe are settled here in Darkest Chelsea as though we had been born here.  I am thinking of putting in my time of exile by running for Mayor.  Meanwhile, it is a wonderful place in which to write the last chapters of \\\"Once Upon a Time.\\\"  The house is quite wonderful.  In Spring and Summer it must be rarely beautiful.  It has trees in front and a yard and a garden and a squash court: a sort of tennis you play against the angles of walls covered smooth with cement.  Also a studio as large as a theatre.  Outside the trees beat on the windows and birds chirp there.  The river flows only forty feet away, with great brown barges on it, and gulls whimper and cry, and aeroplane all day.  I have a fine room, and about the only one you can keep as warm as toast SHOULD be, and in England never is.\\n\\nCecil has engaged a teacher, and a model and he is coming  here to work.  He is twenty years old, and called the  \\\"boy Sargent.\\\"  So, as soon as the British public  gets sober, we will begin life in earnest, and both work hard.  I need not tell you how glad I am to be at it.  I was with you all in heart last night and recited as much as I could remember of \\\"Twas the Night Before Christmas,\\\" which always means Dad to me, as he used to read it to us.  How much he made the day mean to us.  I wish I could just slip in for a kiss, and a hug.  But tonight we will all drink to you, and a few hours later you will drink to us.  God bless you all.\\n\\nDICK.\\n\\nDecember 29th. DEAR MOTHER:\\n\\nA blizzard has swept over London.  The last one cost the City Corporation  $25,000!!  The last man who contracted to clean New York of snow was cleaned out by two days of it, to the tune of  $200,000.  Still, in spite of our alleged superiority in all things, one inch of snow in Chelsea can do more to drive one to drink and suicide than a foot of it \\\"on the farm.\\\"  At the farm we threw a ton of coal against it, and lit log fires and oil lamps, and were warm.  Here, they try to fight it with two buckets of soft chocolate cake called Welch coal, and the result is you freeze.  Cecil's studio is like one vast summer hotel at Portland Maine in January.  You cannot go near it except in rubber boots, fur coats and woolen gloves.  My room still is the only one that is livable.  It is four feet square, heavily panelled in oak and the coal fire makes it as warm as a stoke hole.  So, I am all right and can work nicely.  Janet Sothern came to lunch today and Cecil and she in furs went picture gazing.  Tomorrow we have Capt. Chule to dinner.  He came up the West coast with us and is accustomed to a temperature of 120 degrees.\\n\\nNew Year's eve we spend with Lady Lewis where we dine and keep it up until four in the morning.  We will easily be able to get back here but how we can get a hansom from here to the great city, I can't imagine.  I have seen none in five days.  It is fine to be surrounded by busts of Carlyle, Whistler, Rosetti and Turner's own, but occasionally you wish for a taxicab.  Tomorrow I am going on a spree to the great city of London.  The novel goes on smoothly, and all is well.  I am still running for Mayor of Chelsea.\\n\\nLove to you all.\\n\\nDICK.\\n\\nLONDON--January 1, 1909. DEAR MOTHER:\\n\\nI drank your health and Noll's and Charley's last night and so we all came into the New Year together.  I hope it will be as good for me as the last.  Certainly Chas. is coming on well with another book.  It is splendid.  I am so very, very glad.  Some of the very best stories anybody has written will be in his next book.\\n\\nWe dined at the Lewis's.  There were 150 at dinner and as we live in Chelsea now--one might as well be in Brooklyn--we were a half hour late.  Fancy feeling you were keeping 150 people hungry.  I sat at Lady Lewis's table with some interesting men and one beautiful woman all dressed in glass over pink silk, and pearls, and pearls and then, pearls.  She said \\\"Who am I\\\" and I said \\\"You look like a girl in America, who used to stand under a green paper lamp shade up in a farm house in New Hampshire and play a violin.\\\"  Whereat there was much applause, because it seemed she was that girl, the daughter of a Mrs. Van S----, who wrote short stories.  Her daughter was L---- Van S---- now the wife of a baronet and worth five million dollars.  The board we paid then was eight dollars a week.  Now, we are dining with her next Monday and as I insisted on gold plate she said \\\"Very well, I'll get out the gold plate.\\\"  But wasn't it dramatic of me to remember her after twenty two years?\\n\\nDICK.\\n\\nLONDON-February 23, 1909. DEAR MOTHER:\\n\\nGeorge Washington's health was celebrated by drinking it at dinner.  I had been asked to speak at a banquet but for some strange reason could not see myself in the part.  The great Frohman arrived last night and we are all agitated until he speaks.  If he would only like my plays as some of the actors do, I would be passing rich.  Barrie asked himself to lunch yesterday and was very entertaining.  He told us of a letter he received from Guy DuMaurier who wrote \\\"An Englishman's Home\\\" which has made a sensation second to nothing in ten years.  He is an officer stationed at a small post in South Africa.  He wrote Barrie he was at home, very blue and homesick, and outside it was raining.  Then came Barrie's long cable, at 75 cents a word, saying his play was the success of the year.  He did not know even it had been ACCEPTED.  He shouted to his wife, and they tried to dance but the hut was too small, so they ran out into the compound and danced in the rain.  Then he sent the Kaffir boys to the mess to bring all the officers and all the champagne and they did not go to bed at all.  The next day cables, still at three shillings a word came from papers and magazines and publishers, managers, syndicates.  And, in his letter he says, still not appreciating what a fuss it has made, \\\"I suppose all it needs now is to be made a question in the House,\\\" when already it has been the text of half a dozen speeches by Cabinet Ministers, and three companies are playing it in the provinces.  What fun to have a success come in such a way, not even to know it was being rehearsed.  Today Sargent is here to see what is wrong with Cecil's picture of Janet.  He came early and said he couldn't tell until he saw Janet, so now he is back again, and both Janet and Cecil are shaking with excitement.  He is the most simple, kindly genius I ever met.  He says the head is very fine and I guess Cecil suspected that, before she called him in.  He says she must send it to the Royal Academy.  I am now going out to hear more words fall from the great man, and so farewell.  Seymour and I began work yesterday on the Dictator.  It went very smooth. All my love to Noll and to you.\\n\\nDICK.\\n\\nRead the other letter first and then, let me tell you that when I went out to see Sargent, I found Cecil complaining that she could not understand just how it was he wanted Janet to pose.  Whereat she handed him a piece of chalk and he made a sketch of Janet as exquisite as the morning and rubbed his hands of the charcoal and left it there!  It's only worth a hundred pounds!  Can you imagine the nerve of Cecil.  I was so shocked I could only gasp.  But, he was quite charming and begged her to call him next time she got in a scrape, and gave her his private telephone number.\\n\\nFancy having Sargent waiting to be called up to make sketches for you.  I left Janet and Cecil giggling with happiness.  Janet because she had been sketched by him and Cecil because she has the sketch.  It's a three fourths length three feet high, and he did it in ten minutes.  I am now going to ask her to invite the chef of the Ritz in, to give us a sketch of cooking a dinner.\\n\\nDICK.\\n\\nCHAPTER XVIII MILITARY MANOEUVRES\\n\\nIn August, 1909, Richard and his wife left Mount Kisco for a visit to Mr. and Mrs. Clark at Marion.  While there my brother attended and later on wrote an article on the war manoeuvres held at Middleboro, Massachusetts.\\n\\nMARION, MASSACHUSETTS. August 16th, 1909. DEAR MOTHER:\\n\\nWe had a splendid day to day.  I arranged to have Cecil meet me at eleven at Headquarters in the woods below Middleboro, and I spent the morning locating different regiments.  Then, after I \\\"met up\\\" with her, I took her in my car.  Both she and Hiller were awfully keen over it, so, we got on splendidly.  And, of course, Hiller's knowledge of the country was wonderfully convenient.  We had great luck in seeing the only fight of the day, the first one of the war.  Indeed, I think we caused it.  There was a troop of cavalry with a Captain who was afraid to advance.  I chided him into doing something, the umpire having confided to me, he would mark him, if he did not.  But, he did it wrong.  Anyway, he charged a barn with 36 troopers and lost every fourth man.  In real warfare he would have lost all his men and all his horses.  Cecil and Hiller pursued in the car at the very heels of the cavalry, and I ran ahead with the bicycle scouts.  It was most exciting.  I am going out again to-morrow.  Lots of Love to you all.\\n\\nDICK.\\n\\nMARION, MASSACHUSETTS. August 19th, 1909. DEAR MOTHER:\\n\\nI got in last night too late to write and I am sorry.  To-day, the war came to an end with our army, the Red one, with the road to Boston open before it.  Indeed, when the end came, they were fighting with their backs to that City, and could have entered it to-night.  I begged both Bliss and Wood to send in the cavalry just for the moral effect, but they were afraid of the feeling, that was quite strong.  I had much fun, never more, and saw all that was worth seeing.  I was glad to see I am in such good shape physically, but with the tramping I do over the farm, it is no wonder.  I could take all the stone walls at a jump, while the others were tearing them down.  I also met hundreds of men I knew and every one was most friendly, especially the correspondents.  Just as I liked to be on a story with a \\\"star\\\" man when I was a reporter, they liked having a real \\\"war\\\" correspondent, take it seriously.  They were always wanting to know if it were like the Real Thing, and as I assured them it was, they were satisfied.  Some incidents were very funny.  I met a troop of cavalry this morning, riding away from the battle, down a crossroad, and thinking it was a flanking manoeuvre, started to follow them with the car.  \\\"Where are you going?\\\" I asked the Captain.  \\\"Nowhere,\\\" he said, \\\"We are dead.\\\"  An Umpire was charging in advance of two troops of the 10th down a state road, when one trooper of the enemy who were flying, turned back and alone charged the two troops.  \\\"You idiot\\\"! yelled the Umpire, \\\"don't you know you and your horse are shot to pieces?\\\"  \\\"Sure, I know it,\\\" yelled the trooper \\\"but, this ---- horse don't know it.\\\"\\n\\nRICHARD.\\n\\nEarly in the fall of 1909 Richard returned from Marion to New York and went to Crossroads, where for the next three years he remained a greater part of the time.  They were years of great and serious changes for him.  An estrangement of long standing between him and his wife had ended in their separation early in 1910, to be followed later by their divorce.  In September of that year my mother died while on a visit to Crossroads.\\n\\nAfter my father's death life to her became only a period of waiting until the moment came when she would rejoin him--because her faith was implicit and infinite.  She could not well set about preparing herself because all of her life she had done that and, so, smiling and with a splendid bravery and patience she lived on, finding her happiness in bringing cheer and hope and happiness to all who came into the presence of her wonderful personality.  The old home in Philadelphia was just the same as it had been through her long married life--that is with one great difference, but on account of this difference I knew that she was glad to spend her last days with Richard at Crossroads.  And surely nothing that could be done for a mother by a son had been left undone by him.  Through these last long summer days she sat on the terrace surrounded by the flowers and the sunshine that she so loved.  Little children came to play at her knee, and old friends travelled from afar to pay her court.\\n\\nIn the winter of 1910-11 my brother visited Aiken, where he spent several months.  The following June he went to London at the time of King George's coronation, but did not write about it.  Again, in November, 1911, he visited my sister in London, but returned to New York in January, 1912, and spent a part of the winter in Aiken and Cuba.  At Aiken he found at least peace and the devotion of loving friends that he so craved, but in London and Cuba, which once had meant so much to him, he seemed to have lost interest entirely.  But not once during these years did he cease working, and working hard.  On almost every page of his diary at this period I find such expressions as \\\"wrote 500 words for discipline.\\\"  And again \\\"Satisfaction in work of last years when writing for existence, has been up to any I ever wrote.\\\"\\n\\nAnd in spite of all of the trouble of these days, he not only wrote incessantly but did some of his very finest work.  Personally I have never seen a man make a more courageous fight.  To quote again from his diary of this time:  \\\"Early going to my room saw red sunrise and gold moon.  I seemed to stop worrying about money.  With such free pleasures I found I could not worry.  Every day God gives me greater delight in good things, in beauty, and in every simple exercise and amusement.\\\"\\n\\nTwice during these difficult days he went to visit Gouverneur Morris and his wife at Aiken, and after Richard's death his old friend wrote of the first of these visits:\\n\\n[ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/65](ethereum://0x3B3ee1931Dc30C1957379FAc9aba94D1C48a5405/65)\\n\\n\",\"timestamp\":1639126617,\"title\":\"\\nWas to have lunched with Ned Stone but he was in court.  Met Whigham in street\"},\"digest\":\"gYGi-2pR6zAP17olybg0P934kowarfauZjj5sfzQkpI\",\"authorship\":{\"contributor\":\"0x6961235d2e95818F7a1E230634bC24de80Bd6f6a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0Yn-ZRbzDn7Xn6Rf0cPcqjj7eEiUFKpDAG1m0ctzW2E\\\",\\\"y\\\":\\\"53rNAtzceMHntVtDoiV_ZDK8oEOj262IhL5mlgvYWp4\\\"}\",\"signature\":\"VzfqgRYBklz6oVNdJzbrUNXzaiyySwd3xhsTOKAJb2Zbm9xkTTFoCxV82YjbVoG42R2b4iwtvoycYa8WQv2WnQ\",\"signingKeySignature\":\"0xb4976a16ad9f8d3b5e8295574cacf98e4697636ac773549563e0b0b44a6efe9f5fecae2f08530689b7bdf2a00599f0c8895a1c8fb4e177b71d9cd46a0ee2d4ca1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0Yn-ZRbzDn7Xn6Rf0cPcqjj7eEiUFKpDAG1m0ctzW2E\\\",\\\"y\\\":\\\"53rNAtzceMHntVtDoiV_ZDK8oEOj262IhL5mlgvYWp4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gYGi-2pR6zAP17olybg0P934kowarfauZjj5sfzQkpI\"}"