"{\"content\":{\"body\":\"Viruses, organic particles classified as non-viable, multiply themselves with their contained function through a living host. It is not uncommon for this to lead to an infection of the organism and even to organ-damaging dysfunction. A unique interaction potential. In order to develop this function, the evolutionary development of viruses, which already started from the evolution of metabolism-based microorganisms, certainly plays a decisive role. What other particle that works so efficiently uses a comparably relevant functionality as a method? \\n \\nThe ruse of disguising itself as the body's own particle, which enters the human cell's own production sites and subsequently uses them for its own replication without being noticed, is a highly efficient and dangerous strategy. \\n \\nThis characteristic creates a global need to think, analyse and produce new modules and possibilities to ensure the health of the earth's population. In the best case, to protect preventively. \\n \\nIn 2021, the German Centre for Vaccine Research still estimates that it will take 10 years to produce a validated drug or a serum that can be injected into humans as a vaccine with acceptable side effects. \\n \\nThe Anthropocene shows a further progressive takeover of untouched fauna and flora. Original habitats that have not yet been touched by humans, with their microbiological natural diversity, are being incorporated automatically, so to speak, through urban expansion. It is obvious that the list of the International Committee on Taxonomy of Viruses (ICTV), which was compiled in the 1970s, will be expanded in the future by a large number of as yet unknown viruses.\\n\\nTechnological developments enable us to understand the sequencing of DNA. From this, relevant RNA structures can be extracted. These can be understood concerning their function: used, produced, specially designed and subsequently transcribed. As highly specialised parts, these genome sequences offer the initiation of specific molecular genetic production of necessary proteins in cells, which can be translated again by the cell's ribosomes into process-triggering proteins. These proteins are, for example, fundamentally responsible for triggering a necessary preventive immune response of the body in critical situation even years later. \\n \\nResearch and science, as demonstrated in 2020 by the SarsCov-2 virus pandemic, are capable of equipping humans with a preventive immunising immune response through biotechnologically developed seras in the shortest possible time, testing them and making them available in high quantities after testing. To achieve this, the development of all highly specialised individual processes requires intensive research, detailed precision, high technology, complex production facilities, meticulous personalisation of methodology, lengthy evaluation as well as time for explicit testing of efficacy. Not to mention the effort of adapting different serums for immune system function to individual classes of viruses and their constant natural mutation.\\n\\n![UTH.16.1 Metapolycistronics mRNA parts computational simulation](https://images.mirror-media.xyz/publication-images/s8R6X75QkaQiXYO8UjVUP.jpg?height=1920&width=1920)\\n\\nWhat if we could develop a digital simulation that would be able to correlate ecological evolution/mutation of our natural habitat and human anatomical evolution/mutation to predict protein diversity by simulating RNA, including change and expansion of the organism's overall immune composition, in evolution and interrelationship? How would it be if information for future viruses could be distilled from this and at the same time already provided with a blueprint for immunisation through a serum vaccine?\\n\\nThe METAPOLYCISTRONICS (MPC) is a system with several coupled computational simulations, which work in the mutual alignment of their results. An immunisation via intelligent genome engineering. The MPC develops solution model data, such as foreseeable constellations of possible virus genomes with directly associated solution approaches from mRNA classifications. \\n \\nA first model module of the active continuous digital simulation classifies detailed current proteins of the human immune system as a basic catalogue. As an extension, new possible proteins and DNA changes, which can be predicted in ecological as well as anatomical evolution and their mutual condition, are simulated, so to speak, in options and variations computationally chaotically modelled. \\n \\nAnother model module uses current and known viral genome structures from their RNA or DNA and evolutionises/mutates them. In the process, the model transcribes not yet known mRNA parts that contain an above-average change compared to the known sequences of the genetic information and makes these available to the overall system in a prioritisation. \\n \\nThe coupling of the two models creates an overall simulation that is constantly synchronised with each other. Representable, visualisable potential new virus classifications with a directly related selection of relevant mRNA sequences of the new virus speculations can be recognised and output preventively.\\n\\n![UTH.16.2 Metapolycistronics mRNA parts computational simulation detail](https://images.mirror-media.xyz/publication-images/QvQ9Y8WiWLABckXuiZ4c5.jpg?height=7926&width=7926)\\n\\nFrom the generated data results, MPC can be used to assemble a polychronistic sequence guide for multidimensional multi-mRNA as the basis of a combination vaccine to be produced. This vaccine not only responds to current facts of an upcoming new viral pandemic but also covers evolutionary preventive immunisation evolutions with a thereby initiated protein diversity in the human body. \\n \\nAn MPC serum with its polychronistic messenger-RNA can initiate and output diverse different proteins through its calculated intelligent structure and sequence of nucleotide sequences in the human cell to preventively and actively train the immune system on an ongoing basis. \\n  \\n  The serum can be available and administered to patients in an annual subscription. Personalisation of personal immune data can be included in the MPC. The natural evolution of the anatomical function of the immune system is thus an essential part of the overall system and is actively included in the simulation. Intelligent training of the immune system is accomplished and can act as a continuous automated immunisation.\\n\\n![](https://images.mirror-media.xyz/publication-images/_KVLzpw2eM3wmOme1O3eM.jpg?height=1920&width=1920)\\n\\n\\\\---\\n\\nViren, als nicht lebensfähig klassifizierte organische Teilchen,  stellen mit ihrer enthaltenen Funktion durch einen lebenden Wirt zu einer Multiplikation ihrer selbst. Nicht selten kommt es dabei zu einer Infektion des Organismus bis hin zu einer organschädigenden Dysfunktion. Ein einzigartiges Interaktionspotential. Um diese Funktion zu entwickeln spielt sicherlich die evolutionäre Entwicklung der Viren, welche schon von der Evolution der stoffwechselbasierten Mikroorganismen begann, eine ausschlaggebende Rolle. Welches andere so effizient arbeitende Teilchen nutzt eine vergleichbar relevante Funktionalität als Methode.\\n\\nIn der List, sich als körpereigenes Modul zu verschleiern, welches die menschlich zelleigenen Produktionsstätten betritt und diese anschließend für die eigene Replikation unbemerkt nutzt, ist eine hocheffiziente und gefährliche Strategie.\\n\\nAus dieser Eigenschaft entsteht eine globale Notwendigkeit, neue Module und Möglichkeiten zu denken, zu analysieren und herzustellen, um die Gesundheit der Erdbevölkerung zu gewährleisten. Im besten Falle präventiv zu schützen.\\n\\n2021 gibt das Deutsche Zentrum für Impfstoffforschung die Herstellung eines validierten Medikamentes, beziehungsweise die Herstellung eines dem Menschen mit vertretbaren Nebenwirkungen injizierbaren Serums als Impfung, immer noch mit 10 Jahren an.\\n\\nDas Anthropozän zeigt eine weiter fortschreitende Übernahme von unberührter Fauna und Flora. Ursprüngliche, noch nicht durch den Menschen genutzter Lebensräume mit ihrer mikrobiologischen natürlichen Vielfalt werden durch die urbane Ausdehnung sozusagen automatisiert einverleibt. Dabei liegt auf der Hand, das die in den 1970ger Jahren erstellte Liste des International Committee on Taxonomy of Viruses (ICTV) in Zukunft durch eine Vielzahl noch unbekannter Viren erweitert werden wird.\\n\\nTechnologische Entwicklungen ermöglichen uns ein Verständnis der Sequenzierungen von DNA. Daraus lassen sich relevante RNA Strukturen herauslösen. Diese können im Bezug zu ihrer Funktion verstanden, genutzt, hergestellt, eigens gestaltet wie anschliessend transkribiert werden. Als hoch spezialisierte Anteile bieten diese Genomsequenzen in Zellen die Initiation spezifischer molekulargenetischer Produktion von notwendigen Proteinen, welche durch die zelleigenen Ribosomen wieder in prozessauslösende Proteine übersetzt werden können. Diese Proteine sind zum Beispiel grundlegend dafür verantwortlich eine wenn notwendige präventive Immunantwort des Körpers auszulösen.\\n\\nForschung und Wissenschaft sind, wie 2020 die SarsCov-2 Viruspandemie vorführt, in der Lage, den Menschen mit einer präventiv immunisierenden Immunantwort durch biotechnologisch entwickelte Seras in kürzester Zeit auszustatten, diese zu testen und in hohen Mengen nach Prüfung bereitzustellen. Dazu benötigt die Entwicklung aller hoch spezialisierten einzelnen Vorgänge intensive Forschung, detailgenaue Präzision, Hochtechnologie, komplexe Produktionsstätten, minutiöse Personalisierung der Methodik, langwierige Evaluation wie Zeit zur expliziten Prüfung der Wirksamkeit. Ganz abgesehen des Aufwandes der Anpassung verschiedener Seras für die Funktion des Immunsystems auf einzelne Klassen von Viren und deren ständige natürliche Mutation.\\n\\nWie wäre es, wenn wir eine digitale Simulation entwickeln, welche in der Lage wäre, ökologische Evolution/Mutation unseres natürlichen Lebensraumes und der anatomischen Evolution/Mutation des Menschen in Bezug zu setzten, um eine Proteindiversität, auch Veränderung und Erweiterung der gesamten Immunzusammensetzung des Organismus, in Entwicklung und wechselseitiger Beziehung vorherzusagen? Wie wäre es wenn daraus Informationen für zukünftige Viren destilliert und gleichzeitig schon mit einem Bauplan für die Immunisierung durch einen Serumimpfstoff bereitstellt werden würden?\\n\\nDas METAPOLYCISTRONICS (MPC) ist ein System mit mehreren gekoppelten computergestützten Softwaresimulationen, welche in gegenseitigem Abgleich ihrer Ergebnisse funktioniert. Das MPC entwickelt Lösungsmodelle, wie vorherzusehende Konstellationen von möglich auftretenden Virusgenomen mit dazu direkt zugeordneten Lösungsansätzen aus mRNA Klassifikationen.\\n\\nEin erstes Modellmodul der aktiven immer fortlaufenden digitalen Simulation klassifiziert Details, wie aktuelle Proteinkataloge des humanen Immunsystems als Basiskatalog. Als Erweiterung werden neue mögliche Proteine und DNA Veränderungen, welche sich in der ökologischen wie anatomischen Evolution und deren gegenseitige Bedingung vermuten, sozusagen simuliert, in Optionen und Variationen rechnerisch chaotisch modelliert.\\n\\nEin weiteres Modellmodul nutzt aktuelle wie bekannte virale Genomstrukturen aus deren RNA beziehungsweise DNA und evolutioniert beziehungsweise mutiert diese. Im Vorgang transkribiert das Modell noch nicht bekannte mRNA Anteile, welche eine überdurchschnittliche Veränderung gegenüber den bekannten Sequenzen der Erbgutinformation enthalten, und stellt diese in einer Priorisierung dem Gesamtsystem zur Verfügung.\\n\\nDie Koppelung beider Modelle erzeugt eine sich ständig gegenseitig abgleichende Gesamtsimulation. Darstellbare, visualisierbare potenzielle neue Virusklassifikationen mit direkt bezogener Selektion relevanter mRNA Sequenzen der neuen Virusspekulationen sind präventiv zu erkennen und auszugeben.\\n\\nAus den erzeugten Datenergebnissen kann MPC dazu genutzt werden eine polychronistische Sequenzanleitung für mehrdimensionale Multi-mRNA als Basis eines herzustellenden Kombinationsimpfstoffs zusammensetzten. Dieser Impfstoff reagiert nicht nur auf aktuelle Fakten einer anstehenden neuen Viruspandemie, sondern deckt evolutionsbedingte präventive Immunisierungsevolutionen mit einer dadurch initiierten Proteindiversität im menschlichen Körper ab.\\n\\nEin MPC-Serum ist mit seiner multivariablen MessengerRNA in der Lage, durch seine berechnete intelligente Struktur und Abfolge der Nukleotidsequenzen in der menschlichen Zelle diverse unterschiedliche Proteine zu initiieren und auszugeben, um präventiv und aktiv das Immunsystem fortlaufend zu schulen. Das Serum kann in einem Jahresabonnement Patienten zur Verfügung stehen und verabreicht werden. Eine Personalisierung persönlicher Immundaten kann in das MPC einbezogen werden.\\n\\nDie natürliche Evolution der anatomischen Funktionalität des Immunsystems ist damit essenzieller Teil des Gesamtsystems und ist in die Simulation aktiv mit einbezogen. Eine intelligente Schulung des Immunsystems wird vollzogen und kann als fortlaufende automatisierte Immunisierung wirken.\\n\\n\\n---\",\"timestamp\":1635954236,\"title\":\"UTH.16 – Metapolycistronics immunisation\"},\"digest\":\"VqGQ5fuKZUdBHu0pO_rRudowrGmYFPxV0YX1_7XTTlo\",\"authorship\":{\"contributor\":\"0x12d7CCC2454111af7039E27Af42b919893d4cCA2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BCLYx_hpmH-utAUI-EEk218N5GYnlXCgi6wCa3eAQHw\\\",\\\"y\\\":\\\"Sdvg1rsv3bujUfHoiJDMEh1Eo8DHv0RNZeIgTKzjXNA\\\"}\",\"signature\":\"gzqXPuVBFxPu82EuAOgXdyoQbgV8hR5rOVEC3iyVhZvnXLva_R1diRc_UUrFKILLr1rkex10MQCS4X5DdGxdGg\",\"signingKeySignature\":\"0x50bacc6896eeedac738db0d4623d65e450de0c48fcb42683cea7691cc41e8f0603aec6054b2b8082c893a1a7ed56f095b41fe402e428566fb472ea49a6ae3f4e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BCLYx_hpmH-utAUI-EEk218N5GYnlXCgi6wCa3eAQHw\\\",\\\"y\\\":\\\"Sdvg1rsv3bujUfHoiJDMEh1Eo8DHv0RNZeIgTKzjXNA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"y19mCvGylh4xYUljE8gtidCj8qZH1X7o0S9xQ9maTxI\"}"