"{\"content\":{\"body\":\"### $5 fame, fake faces, and fyre festivals.\\n\\n![](https://cdn-images-1.medium.com/max/2400/1\\\\*qIK-ucnU2YnVi8mhIEdYWw.jpeg)\\n\\n***Co-written with ***[***Noam Levenson***](https://hackernoon.com/@noamlevenson)*** and Vernon Johnson. A special thanks to ***[***Omid Malekan***](https://medium.com/@omid.malekan)*** and ***[***Santiago Siri***](https://twitter.com/santisiri)\\n\\n***Originally published on ***[****Hacker Noon.****](https://hackernoon.com/the-opinion-economy-6kk531e7)\\n\\n### Wanna hear a secret?\\n\\nThere’s a digital cheat code with real-world power. It can turn your backyard into [London’s #1 restaurant on TripAdvisor](https://www.vice.com/en_us/article/434gqw/i-made-my-shed-the-top-rated-restaurant-on-tripadvisor). It can help you ‘hack’ Google Maps to wiretap [the Secret Service](https://www.youtube.com/watch?v=5c6AADI7Pb4) in 20 minutes. It can get you backstage passes at your favorite [concerts](https://www.dailymail.co.uk/news/article-3345074/Man-fools-security-letting-stage-Peking-Duk-gig-editing-band-s-Wikipedia-page-make-look-like-family-mamber.html). It can help you land your soulmate or your dream date. It can make you rich, and not just financially.\\n\\n*It stems from social capital: the extent to which one can influence another human’s behavior. *You can think of it as the power one acquires from social relationships (direct or otherwise), separate from money. That being said, considering the asymmetric information of today’s world, it is as valuable as dollars and purchased for pennies.\\n\\nIn the past, human contact was mostly face-to-face and therefore harder to fabricate. There were a handful of well-known and highly influential people, but the rest were only interacting with their local surroundings. Technology improved communication, and we birthed the ‘celebrity figures’ of radio and TV who held significant social capital. Then online influencers rose from the distribution properties of the internet and really shifted the balance. Today, everyone’s opinion about everyone is a common form of signaling: having 120k followers is like receiving an undergraduate degree in certain industries. People have begun to judge each other through media, getting data from news feeds. Social capital has multiplied in worth, defined by metrics such as the number of followers, likes, reach, engagement, or whatever. With them came influencer campaigns, viral videos, and Twitter-based presidential races. **We assign online metrics value and from them we derive our values**.\\n\\nInfluence is what makes the pen mightier than the sword. And while we fight today with digital pens and swords, influence is as mighty as ever. Let’s see what happens when we play around with the foundation of this influence.\\n\\n### Social 2.0\\n\\nThe connectivity of the world has made social platforms the launch pads of revolutions: The [Arab Spring began on Facebook](https://www.researchgate.net/publication/284181844\\\\_The_Arab_spring_Its_origins_evolution_and_consequences_four_years_on). The [Black Lives Matter Movement](https://www.theguardian.com/world/2015/jul/19/blacklivesmatter-birth-civil-rights-movement) saw its beginnings on social media and quickly exploded into a national movement. [All Vines in 2013](https://www.rollingstone.com/culture/culture-news/8-reasons-why-vine-mattered-129757/)? The[ *ALS Ice Bucket Challenge*](https://www.theguardian.com/science/2016/jul/27/how-the-ice-bucket-challenge-led-to-an-als-research-breakthrough) in 2014. *#*[*MeToo*](https://www.forbes.com/sites/forbeshumanresourcescouncil/2017/12/20/sexual-harassment-in-the-workplace-in-a-metoo-world/#1d667b2d5a42) in 2018. With [3.9 billion people](https://www.statista.com/statistics/273018/number-of-internet-users-worldwide/) connected to the internet and [3 billion](https://www.statista.com/statistics/278414/number-of-worldwide-social-network-users/) using social media, anything is possible if you go viral. The “[catch me outside, how bout dat](https://www.youtube.com/watch?v=jkmOnEFCyI0)?” girl is a [multi-gold](https://en.wikipedia.org/wiki/Bhad_Bhabie#Discography) selling artist. *How bout dat *indeed…\\n\\nThis is a continuation of historical trends: Power is getting people to pay attention. Social media has evened the playing field and added new dimensions.\\n\\nTake a walk down a high school hallway today to see how the social capital game has changed for teens. What matters to them more than a Letterman jacket is their follower count, and subconsciously, their sacred *follow : follower ratio*. Not only do they need to prove that others are paying attention to them, they need to do it while not caring about others.\\n\\n> On Instagram, success depends on how well you follow the unspoken rules — you like my photo, I’ll like yours. If a photo isn’t getting likes, take it down. Be creative. Be consistent. [#followforfollow](https://www.blog.yup.io/blog/hashtags/followforfollow). Be ‘original’.\\n\\nIt’s not just about the amount of engagement you have, but also about how much engagement it looks like you have. Semi-official support groups form as people build their social capital together, engaging with each other’s content. From expertly crafting hashtags to carefully designing an appealing feed theme, being Instafamous is hard work. *On top* of that hard work is a layer of deception that everyone is participating in.\\n\\n> “The secret of life is honesty and fair dealing. If you can fake that, you’ve got it made.” — Groucho Marx\\n\\nIn an age where digital personas sometimes outshine real ones, Instagram, Twitter, and Snapchat are your best ways of obtaining social capital. And as our world becomes more and more digital, the benefits of achieving digital fandom are more real than ever.\\n\\n### Virtual content with real-world consequences\\n\\nDigital social capital has real-world value, not just high school popularity. Online metrics can lead to opportunities: money, jobs, exclusive access to anything. Companies are always on the lookout for new ways to reach consumers because they’re well aware that [70% of millennials](https://www.thinkwithgoogle.com/consumer-insights/youtube-stars-influence/) trust influencers more than traditional celebrities and more than 40% trust them more than their own friends.\\n\\nPopular Insta-Influencers can make thousands through product placement. Twitter comedians have translated their online success to real standup careers. YouTube stars have become TV or music celebrities. All of them have been affected by fake activity on their platform. You might think Drake has more Twitter clout than Lil Wayne, but [https://fakers.statuspeople.com](https://fakers.statuspeople.com/) might disagree. It’s a platform that simply parses followers as fake, inactive, or good. While Drake has 13% more followers, most of his are fake or inactive and he only has HALF as many active accounts following him. Now, I don’t think all of these celebrities are faking their users, theirs may be a bi-product of the larger issue. Still, you can see how the misrepresentation can affect action. Obama’s are [11% fake](https://fakers.statuspeople.com/BarackObama)!\\n\\n![](https://cdn-images-1.medium.com/max/1600/1\\\\*JT70hgI6GevsExRfQdb4jw.png)\\n\\nEven the professional world values these online metrics. Competitive institutions ask for social media handles from applicants and LinkedIn metrics matter when hiring. Large amounts of digital social capital create the appearance of credibility. 100k followers must mean they’re doing *something* right.\\n\\nWe see this extending to the elite, who often feel that it’s not enough to be rich. **They wish to matter to those who matter. **In some ways, that sort of capital is more freeing than money. If you have enough followers, nothing is off limits.\\n\\n![](https://cdn-images-1.medium.com/max/1200/1\\\\*wd1Fj1Udk_yPWQ2CKi\\\\_5Aw.png)\\n\\nWith 300 Insta-followers, good luck getting a DM response from your favorite celebrity. With 50k, they might acknowledge you. With 5 million, they’ll be your best friend. That’s just 21st century human nature.\\n\\nIn, 2015, local ‘legend’ David Duey Spargo [snuck in backstage at a Peking Duk](https://www.dailymail.co.uk/news/article-3345074/Man-fools-security-letting-stage-Peking-Duk-gig-editing-band-s-Wikipedia-page-make-look-like-family-mamber.html) concert by adding himself as their cousin on Wikipedia. He simply showed the bouncer their wiki page and was welcomed into the green room. In that moment, a fake wiki page edit did something for him that even a legit birth certificate of Peking’s real cousin couldn’t do: *manipulate human behavior*.\\n\\nWhile we love to see these social hacks, sometimes they’re used by selfish people to force an action. That is when the opaqueness of all of these metrics become destructive. The infamous Fyre team collaborated with the commonly disliked f\\\\*ckjerry and inflated hype around the festival through fake accounts. While this helped them spread the word quickly, it was massively imbalanced with the product they were actually providing, but customers couldn’t differentiate because of the top-notch marketing and influencers. This led to a con that went on too long full of fake bungalows, unconfirmed artists, fake island, fake promises. And, to this day, smart people talk about how their marketing scheme was revolutionary. There are more direct uses. Someone who’s willing to shell out a little cash can will a story into reality. Last summer, a friend showed me that Tatatu’s Andrea Iervolino was paying for [fake users ](https://www.instagram.com/andreaandselina/)and reporters to spread rumors that he was dating Selina Gomez in an effort to get her to be with him. They never even remotely dated from my understanding, but that didn’t stop [Yahoo from writing about it](https://www.yahoo.com/lifestyle/selena-gomez-apos-boyfriend-3-160202896.html): *Who Is Selena Gomez’s New Boyfriend? 3 Things To Know About Italian Producer Andrea Iervolino — Including How He Was Once Sued For Sexual Assault.* Not the title I would’ve gone with, but this is somehow seen as real news. Those accounts and posts have been deleted and I have no way to confirm the story, but I‘m not trying to make a specific point about Andre. What’s interesting is that this kind of behavior can happen and most likely does. Even if we’re not all famous enough to pretend to date Selena, the average user can do serious damage online through the most subtle of ways. But just how easy is this?\\n\\n### The Internet of Fakes\\n\\nIt’s actually easy to boost social metrics…like *really *easy. Like, “*it can’t possibly be this easy*” easy. Whether it’s followers, retweets, shares, views, or comments that you want, they can all be bought. For really cheap too! There are operations around the world that provide these services and it’s difficult to believe exactly what they’re doing until you see it with your own eyes. Above is a Chinese *click farm*: a rig of thousands of smartphones pretending to be real users. These phones are liking, commenting, following, viewing, streaming, favoriting, and sharing the content of paying customers. Using a separate phone per user makes it very difficult for apps to distinguish bots from humans.\\n\\n#### Robin Hood Experiment\\n\\nIn an attempt to better understand the impact of fake social capital, [like many others](http://mediakix.com/2017/08/fake-instagram-influencers-followers-bots-study/#gs.5jdvqg), I purchased some social clout, ran some bots, and manipulated some metrics myself. To make it worthwhile, I directed most of those resources to support friends of mine who are influencers, mostly musicians and fashionistas. I took some notes and compared it to other experiments, learning a lot from the process as I’ll lay out in this piece. Many of my friends don’t know I did this and may be finding out for the first time reading this. If so, *it was me!* I promise no influencers were hurt in the making of this.\\n\\nFor less hassle than getting real attention and less money than an *avocado sandwich*, you can grow any social media account. There are some obvious rules to follow. You can’t grow too fast; going from 1 thousand → 1 million IG story views in one day will raise some red flags. The larger you get, the more costly it becomes and the less valuable it is; 10 IG followers cost one penny — and that’s the *expensive* option—but 10 million unique followers to one account will cost more than a million pennies. Followers fade over time, but likes and comments are forever.\\n\\nNo matter how you measure your social capital, it’s all available at the click of your mouse.\\n\\n![](https://cdn-images-1.medium.com/max/2400/0\\\\*peN3CWZjSromDZDC)\\n\\nI mean, look at this convenient [menu](https://followiz.com/services). It’s like a candy store for insecure teenagers or ambitious millennials. And who could blame them; this stuff is valuable. My attempts were pretty successful in getting over 250,000 engagements of various types on several accounts with less than $10 altogether using these tools. From the perspective of the guys at [Mediakix](http://mediakix.com/2017/08/fake-instagram-influencers-followers-bots-study/#gs.5jdvqg) who ran a similar study with two fake accounts:\\n\\n> “Within a day, we had enough content to build two entirely fake accounts. Next, we posted daily and purchased followers. We started with buying 1,000 followers per day because we were concerned that purchasing too many followers at the onset would result in Instagram flagging the account. However, we quickly found that we were able to buy up to 15,000 followers at a time without encountering any issues.”\\n\\nIn addition to the ease at which you can do this, there are some other important features worth noting:\\n\\n#### You don’t need to pay.\\n\\nSome bots and engagement groups are free. Just engage with other people’s pages and they’ll engage with yours– tit for tat. Groups like this one on Telegram promote 24-hour channels with thousands of individuals. That way, they leverage everyone’s engagement to give all members a higher perceived social capital. This channel in particular, has 60 groups with over 600,000 participants.\\n\\n![](https://cdn-images-1.medium.com/max/1200/0\\\\*DIUIXQxKXrS7MI_P)\\n\\n#### You don’t need to identify yourself.\\n\\nNone of these sites, bots, or tools require you to sign in with your socials. They allow for quick anonymous logins, encrypted messaging, and payments with crypto currencies or a credit card. This means that it’s tough for social media apps to prove that *you* did this yourself and someone else didn’t prank you or something. Their ability to discourage you from doing this malicious stuff depends on how easy it is to tell that your engagement is faked, which today is incredibly difficult.\\n\\n#### You can’t really tell\\n\\nSkeptics argue that it’s easy to spot fake accounts and bot activity. And yes, some are very obvious for sure, but the more you’re willing to pay, the realer they become, all the way to real humans pretending to be your loyal followers. While a marketing firm might look critically at their applicants’ social media activity, the average person doesn’t. Most companies don’t either. In their experiment, [Mediakix](http://mediakix.com/2017/08/fake-instagram-influencers-followers-bots-study/#gs.5jdvqg) was able to convince 4 companies to pay and send free products to fake accounts and bots.\\n\\nIt’s enough that someone has 50,000 followers and that their posts regularly get millions of engagements to net a contracting deal. And success begets success — it’s a rolling stone. 5 bucks might be just enough to get the ball rolling in the early days of your social media journey. A quick five-thousand followers are easily observable if thousands of legitimate followers come after. It’s even common for genuine influencers to start their careers off with 1k fake followers to build a base. No one would be the wiser.\\n\\n*Some fakeness is obvious. *There was recently a [report](https://www.trustnodes.com/2019/03/24/close-to-half-of-justin-suns-new-followers-revealed-as-fake) that 20,000 of [Justin Sun’s](https://twitter.com/justinsuntron) recent 50,000 followers are fake. Justin is the founder of TRON, a blockchain, a technology in which community and social capital play a large role. You can see below that his followers consisted of accounts with no profile pic, bio, tweets, or other followers/following. This would be a prime example of what *not *to do. I wonder, how many of his 1 million total followers do you think are fake? And further, would Tron have hit a market cap high of $16.7 billion if not for this fraudulent manipulation? Only Jack Dorsey knows…\\n\\n![](https://cdn-images-1.medium.com/max/1600/1\\\\*EnhTgV1VDDkEZ07ThkNQcQ.jpeg)\\n\\n*Some are more sophisticated*, like Chinese companies and consultants that use real people to submit fake reviews on Amazon products. They use ‘human click farms’ much like the wall of phones but with workers in an office somewhere. Lots of money is on the line to be the top ‘sunglasses’ listed on Amazon, which largely comes down to user reviews. So people hire ‘experts’ to help them increase ratings. As long as the information sounds ‘American’, it will pass as a legit review and have serious impact on placement. If you have a way to detect these scalably, Amazon is surely hiring.\\n\\nIn a world where social metrics are purchased or manipulated, how can we trust them? **How can we value social capital? **Maybe, you could argue that real people showing up to somethings is still a measure of social value. Nope! Even that can be bought with [Crowds on Demand](https://crowdsondemand.com/), a service for on-demand crowds of people. This notion expands to all forms of business, legal proceedings, security risks, etc. How will we measure this type of value in the future? Let’s look at some of the tricks available for this type of manipulation.\\n\\n### Tools of the Trade\\n\\n#### Bots\\n\\nRobots may have not taken over the world yet, but they’ve conquered social networks. This includes bots that automate activity from a user’s real account (like following people in large quantities until they follow you back and then unfollowing them) or activity on other accounts that benefits the user (likes from random accounts). While researchers have done their estimates, there is no consensus on how many bots there are on various social networks. The conservative guess is 20% but some go as high as +50%. Facebook has openly admitted to roughly [12% fake accounts / duplicates](https://mashable.com/2017/11/02/facebook-phony-accounts-admission/#Hs2OUKDGiPqu). What’s more interesting is how pervasive bots are in scandals. In 2016, Ferrara, Varol, Davis, and a few other researchers completed a [highly recommended study](http://delivery.acm.org/10.1145/2820000/2818717/p96-ferrara.pdf?ip=72.229.113.75\\\\&id=2818717\\\\&acc=OA\\\\&key=4D4702B0C3E38B35%2E4D4702B0C3E38B35%2E4D4702B0C3E38B35%2E3EFC16F61770927B&\\\\__acm\\\\_\\\\_=1555258724\\\\_1da37ca292e2dd930aa2ed9ae9b86801) on social bots. It’s full of very interesting visuals for those who hate to read. Below is a network visualization of all twitter interaction surrounding the [#SB277](https://www.blog.yup.io/blog/hashtags/SB277) vaccine laws in California. The red nodes are users identified as most likely bots, the blue nodes more likely human, on a spectral scale. The node size represents influence (times a user is retweeted). Notice how the large nodes close to the center of the large cluster are mostly red? It seems as though bots are significantly driving the spread of information surrounding this event. On the right, you can see a cluster of mostly blue nodes, which may mean that this group has remained more diligent about not engaging with bot activity. No important debate is free from some automated social liquidity.\\n\\n![](https://cdn-images-1.medium.com/max/1600/1\\\\*OTdk9L1uaTqUCRMv08TJkA.png)\\n\\n#### Registries\\n\\nWe all take Google Maps locations as legitimate and verified, making it one of the most vulnerable sites for data manipulation. Being at the top of a *Google Maps* listing, like Amazon, is a powerful seal of approval, so some try to fake their way there. As Bryan Seely, discussed in his[ Ted talk](https://www.youtube.com/watch?v=5c6AADI7Pb4), Google’s algorithms are easily manipulated. With simple social capital manipulation, he managed to tap the *Secret Service*’s phone lines.** It took him 20 minutes.**\\n\\nHe created an identical *Secret Service* listing in Washington D.C with a different phone number. Same address as the original and he even added more pictures for good measure. Then Bryan deleted the real office’s reviews and added fake reviews to his fake listing. His antics switched the *Google* weighting and suddenly, his listing was placed higher than the real one. People began calling his phone in search of the secret service. He routed all official *Secret Service* calls through his own number and recorded all of them. He was never caught for this — Bryan volunteered this information to the *FBI *a few weeks later. The *FBI* told *Google* to fix the problem. They did for about 4 weeks by significantly raising their security standards, and then quickly returned to the algorithms they used before.\\n\\nBut even if *Google* had addressed the issue, how could they prevent this entirely? If reviews and engagements can be purchased, any individual can vault a listing to the top. And this happens *all the time. *When it does, the consequences can be disastrous.\\n\\nPeople’s livelihoods depend on how the internet organizes information. In one prank, the weekend hours for this[ man’s](https://www.wired.com/2014/07/hacking-google-maps/) restaurant were changed to “closed” on *Google Maps*. The culprit is still unknown — but it was enough to entirely sabotage his business. Within a year, the Serbian Crown was closed down. The legal recourse available to the owner was virtually nonexistent. Proving causation in this situation is impossible. This is just one of many stories. This 2013 *Wired*[ article](https://www.wired.com/2014/07/hacking-google-maps/) highlights numerous examples. Competitors can act maliciously with virtually no consequences and to devastating effect.\\n\\n![](https://cdn-images-1.medium.com/max/1600/0\\\\*4-0xzYxv4AQ-DhTq.jpg)\\n\\n**William S. Burroughs once said, “*You can’t fake quality any more than you can fake a good meal*.” Well, Oobah Butler did both, **pushing his restaurant to #1 on *TripAdvisor* in London. The catch was, the[ restaurant never existed](https://www.youtube.com/watch?v=bqPARIKHbN8). He created a website, took funny fake pictures like the one above, set up a phone line, and got verified on *TripAdvisor*. A few fake reviews in and the real calls started coming. He even allowed some callers to actually eat at the restaurant, serving cup noodles and microwaved pasta to snobby foodies, who ate it up. He didn’t just fool *TripAdvisor *and it’s users. PR firms and marketers fell for it too. *The Shed at Dulwich, *as he called it, received so much buzz that he ended up opening it as a real restaurant that functions today in high dining.\\n\\n#### Deepfakes\\n\\nFake or malicious content won’t be going away anytime soon. In fact, as technology improves, it will become easier than ever to misdirect people and spread disinformation. This [Guardian article](https://www.theguardian.com/technology/2018/nov/12/deep-fakes-fake-news-truth) discusses the growing potential for creating fake videos with real people. Facial generation software can already create faces that are virtually impossible to recognize as fake. One site called [*Which Face is Real*](http://www.whichfaceisreal.com/index.php) highlights the difficulty to distinguish real faces from fake ones with a game that asks users to choose between a fake and real photo. Below is an example.\\n\\n![](https://cdn-images-1.medium.com/max/1600/1\\\\*XnSgwj77diHmlKSMlIoPtA.png)\\n\\nWhat will be the consequences when software can create live videos of anyone saying anything — indistinguishable from reality? We’re not there yet,[ but we’re getting close](https://www.youtube.com/watch?v=cQ54GDm1eL0). Yes, in certain cases, the costs may be enormous to effectively and convincingly generate fake social capital. However, the costs are no longer a barrier when the real world incentives are so high. What is a few hundred thousand dollars if it makes you famous, propels your restaurant to number one, or manipulates a political election? The results can be priceless…and destructive. The reality is, social capital is incredibly easy to manipulate, platforms are helpless to stop it, and the fraud has serious, real-world consequences. Soon, we’ll have a hard time distinguishing fake from real and lies from advertising.\\n\\n### We crave social scarcity\\n\\nEugene Wei, in his essay “[Status as a Service](https://www.eugenewei.com/blog/2019/2/19/status-as-a-service)”, eloquently breaks down the science of social media. Every successful social network is built around how users acquire social capital, he poses. Capital must be earned through *work — *endless hours of YouTube video editing, Instagram photo shoots, the perfect Twitter joke.\\n\\n> “If it were so easy, it wouldn’t be worth anything. Value is tied to scarcity, and scarcity on social networks derives from proof of work. Status isn’t worth much if there’s no skill and effort required to mine it.”\\n\\nAs humans, we are experts at deciphering how and where our efforts are best directed for the most social capital accumulation. Popular social media platforms provide fair and valuable ways for people to acquire capital.\\n\\nHere’s the problem. As Eugene Wei writes — all this fame and popularity — is valuable because it’s rare. People care about your social capital because not everyone can get it. If anyone could get a million follows or fifty million views, you would need to have much more than that to be special. If it doesn’t take work, then it’s not worth it.\\n\\nWhat is left out of Wei’s extensive description of these economic models is the existing incentives to “fake it till you make it” rather than to “keep it real”. The loopholes are real, and people use them to get likes that look like yours. There are economic reasons to use fake followers to grow social influence and it makes sense that social networks are allowing it to happen for more data and advertising. Let me explain with some amateur game theory and shady club promoters…\\n\\n### The Influencer’s Dilemma\\n\\nImagine two Miami club promoters, Brett and Vegas, have 10,000 Instagram followers each and are competing for the attention of partygoers. Since their businesses strongly depend on social metrics, each of them would gain from having more followers than the other (+2) and would lose from having less (-2). Every day they must choose: **work hard attracting real followers the good old fashioned way –**or–** work hard *and* buy fake followers. **This is outlined in a payoff metric below. (Note: this is a highly simplified version of what actually happens; the payoff functions are more complex than this, but I think it serves its purpose as an example)\\n\\n![](https://cdn-images-1.medium.com/max/1200/1\\\\*M2R_kDYWpFSblRTknksFDQ.jpeg)\\n\\nIf neither of them buys fake followers, they’re about as happy as before, with probably an equal amount of followers between them (1,1). Fake followers aren’t as valuable as real ones, but they’re cheaper social capital, especially if most users haven’t caught on yet. Both Vegas and Brett know that whoever starts buying fake followers first will have more followers and a higher perceived social status. At some point, Brett moves first and gets fake followers (-2, 2). From that point, every day that Troy doesn’t *also* start buying fake followers leaves him further behind, pressuring him to do the same now that the new average for promoters is slightly more than 10,000 followers. As Troy catches up, the norm continues to increase, pushing Brett to up his use as well. Before long, they’ll find themselves in an *equilibrium state of follower inflation*. This is like the classic [prisoner’s dilemma](https://en.wikipedia.org/wiki/Prisoner%27s_dilemma) where both players take a worse outcome in order to make sure they don’t get totally screwed. But this case is a multi-round game, meaning influencers have to make this decision daily and may lag further behind, increasing their losses and the overall effect.\\n\\nYou can imagine this at a massive scale:\\n\\nOne influencer buys fake followers → the average follower count goes up → other influencers need to buy to catch up → count increases again → more influencers buy more fake followers → and so on. Before you know it, anything less than a million followers is just not important enough.\\n\\n( To clarify, “fake” here can mean any of the malicious ways one can acquire social capital, not necessarily buying followers. This is just one example. Also, this doesn’t apply solely to ‘followers’, but can be *likes, comments, streams, votes, shares, retweets, etc.*).\\n\\nIf nothing is done to make it harder to create fake activity or easier to spot it, this inflation continues to drive out good social capital and quality content, which becomes increasingly less worth spending time on. No one wants to spend 3 hours crafting a great story to gain 100 users when the new average is 1 million. **So the influencer’s dilemma is between 1: being ‘honest’ while risking falling behind and 2: debasing everyone’s social capital (including their own) to get ahead. **If they play out the game in their minds, buying fake followers as soon as possible seems like the only logical choice.\\n\\n#### Why don’t companies do something?\\n\\nYou could imagine that Facebook, Twitter, Reddit, and others have the tools at their disposal to stop or reduce fake behavior. They could hypothetically require legal IDs for every account, action, and engagement on their platform. They could check each image, one by one, to make sure they’re real before adding them to Instagram. This would make it much more difficult to spread fake content. Returning to the Ted Talk about wiretapping using Google Maps, the speaker explains how Google, after getting an earful from the secret service, increased their security restrictions for maps related activity. 4 weeks later, when the secret service wasn’t looking anymore, they lowered the standards once again to their previous level. Why?\\n\\n> This is because tech giants survive off data: to convince users to give them free data (restaurant reviews, service ratings, location pins), they need to make inputing data as easy as possible. This comes at the expense of security.\\n\\nSo Google wants to make sure that you continue giving your opinion on top restaurants in the area. For this, they sacrifice the ability to always protect you when you’re looking for a restaurant. It’s a delicate balance in some ways.\\n\\nAd-driven companies also benefit from the simple fact that there are more users on the platform due to fake activity. They sell user reach, and this increases their numbers. This is why they sometimes boast about reaching more millennials than actually [exist according to the census](https://mashable.com/2017/09/06/facebook-census-metrics/#.ILltJiro5qR).\\n\\nThe value of this social capital inflation for platforms depends on user sentiment: if we care, they’ll change it. When Facebook made [millions on fake news](https://www.washingtonpost.com/business/technology/russian-operatives-used-facebook-ads-to-exploit-divisions-over-black-political-activism-and-muslims/2017/09/25/4a011242-a21b-11e7-ade1-76d061d56efa_story.html?noredirect=on\\\\&utm_term=.d79045b2c954) and bots during the 2016 election, public outrage and the hearings pushed the company to increase its security investments. This, apparently, came at the [cost of profitability](https://money.cnn.com/2017/11/01/technology/business/facebook-earnings/index.html). While I commend Zuck for taking this seriously, in some ways, it’s interesting that their business model is somewhat misaligned with the security of users.\\n\\n### Wikipedia\\n\\nIronically, Wikipedia seems to be the only large-scale network to overcome these challenges. While there are some sellers around, there is [no real market for artificially manipulating](https://wikimediafoundation.org/2018/08/22/dont-pay-for-wikipedia-articles/) Wikipedia articles or commissioning them. Wikipedia’s decentralized governance does an excellent job censoring this behavior. The reality is though, Wikipedia did not achieve this by eliminating the quest for social capital. Instead, it developed a series of checks and balances that awards capital to those deserving few. Wikipedia’s 150,000 word constitution is protected by rank and file, unpaid editors, who keep a watchful eye over the network. Disputes are discussed in open forums and a resolution must be reached since only one article for a particular topic can exist.\\n\\nWikipedia is built on the shared philosophical basis as democracy: since you can’t trust any single person, give the power to the masses. Wikipedia uses reputation to award social capital and punishments usually strip users of their reputation. One consideration as to why Wikipedia “works” is that the platform is non-profit. Wikipedia’s goal is not viewer engagement but rather truth and fact, elements that traditional platforms are willing to overlook in their pursuit of profit.\\n\\nAs we look for solutions to this social capital bubble, Wikipedia’s platform is one to model. The reality is that it’s not possible to eliminate social capital’s captivating charm. Instead, we must identify how to create platforms that award people influence fairly, based upon the real value they provide ([Forbes](http://nymag.com/intelligencer/2018/03/why-wikipedia-works.html))([NY Mag](http://nymag.com/intelligencer/2018/03/why-wikipedia-works.html)).\\n\\nWhen it comes to social capital today, its value is seriously corrupted. The world assigns the same value to digital social capital as physical social capital without recognizing that acquiring the former is much easier than the latter. People have not yet internalized that most forms of digital social capital is for sale. They don’t grasp how effortlessly people can manufacture likes, purchase followers, and artificially create popularity. They don’t understand that complicated algorithms and tailored weighting systems are boundless if they’re based on metrics that can be bought in minutes. And when this bubble pops, when people finally understand that all a follower count indicates is how cunning a person is, then we’ll be forced to turn elsewhere. We’ll have to develop systems that value *you* for your content, your ideas, your *value*, rather than for your artificial metrics. We’ll need a way that allows everyone to easily verify the veracity of social capital in a way that, for thousands of years, depended upon the presence of real live people.\\n\\n### Crypto?\\n\\nJust like with everything else, crypto is trying to solve some of these issues. Token economics allow for other means of reflecting online metrics. By measuring *staked* tokens rather than number of likes/reviews/etc., users are committing to the ‘truth’ or ‘value’ of some content, and there is an inherent scarcity in that action. In many cases, these tokens are at stake when making votes, so people are monetarily incentivized to do the right thing. We’ve seen a lot of support for this in the tech space but have yet to come across a product that truly handles the major concerns. Vitalik talks about this extensively in his [most recent piece](https://vitalik.ca/general/2019/04/03/collusion.html). Most attempts have been flawed and susceptible to bribery, collusion, and plutocracy.\\n\\n#### Perfect misbehavior\\n\\nWhile some blockchain projects are attempting to solve these problems, the same behavior is ironically seeping into crypto metrics. Cryptocurrency exchanges are famous for faking their volume, pretending to have more users and money flowing through their platform. Analytics from [TIE](https://thetie.io/) show that many are faking [more than 99%](https://docs.google.com/spreadsheets/d/13\\\\_L5V9elxQ3xps62BeYVyr_Wu-9vfyAyN5tGqLNoV9Y/edit#gid=582401092) of it.\\n\\n![](https://cdn-images-1.medium.com/max/1600/1\\\\*mOIyn9xnfNbsvgwIp6N92g.png)\\n\\nThe same is occurring with on-chain performance. Sites like Da[ppRadar](http://dappradar.com/), [State of the dApps](http://stateofthedapps.com/), and [blocktivity](http://blocktivity.info/) measure and rank user activity on various blockchains based on how many daily and monthly active users as well as transaction volume they have. In an attempt to prove that they have more user activity than other applications or blockchains, many projects are faking activity on their network to reach the top spots on these sites, resembling the registries hacks we mentioned above. This is especially common on blockchains like TRON and EOS, where transaction fees don’t necessarily cost extra money. This makes faking a few thousand users quite cheap and very impactful in a nascent industry where billion-dollar projects still lack more than a few hundred real ones. In the crypto space, those who care about transparency have yet to find a better way to measure this.\\n\\n![](https://cdn-images-1.medium.com/max/1600/1\\\\*hVUSkaGkOWF5pLZFouUwmw.png)\\n\\n### Conclusion: Shhh…\\n\\nSo if you’re reading this, don’t bother sharing it with your friends. It’s our dirty little secret for now that. It only works if no one else is aware. Every person we tried to tell about this was only interested in how they themselves could use it. So go buy followers. Buy fame. Buy popularity. It won’t last forever, but for pennies you can make yourself cooler today. Getting social capital has never been easier and yet, amazingly, it still holds as much value as ever. At least until everyone realizes.\\n\\n\\\\__\\\\__\\\\__\\\\__\\\\__\\\\__\\\\__\\\\__\\\\__\\\\__\\\\__\\\\__\\\\__\\\\__\\\\__\\\\__\\\\__\\\\__\\\\__\\\\__\\\\__\\\\__\\\\__\\\\__\\\\__\\\\__\\\\__\\\\__\\\\__\\\\__\\\\__\\\\_\\n\",\"timestamp\":1614660711,\"title\":\"The Influencer’s Dilemma\",\"publication\":\"yup\"},\"digest\":\"SJS3SeSD2ep7CLqMrBPe8W8dwXnOyvd99B7re-oJTD0\",\"authorship\":{\"contributor\":\"0x30E838D51c61811d382962B4e0699715462DcdE1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"J6gxUbtl2PtgJ_3YMPl4enj1YvE-EmEDuVuXeyWUjvE\\\",\\\"y\\\":\\\"-cg-LQ2ldxlPdJgfHpEiC7S-L-lUDGuasEUug-GZ5go\\\"}\",\"signature\":\"LOsYJnEM5GZNIeg-K_T8EA3jhpKRJ7dmyV6ug4JltJl2o_aYOSmExMql8bwGXfLgNe7aOZHVbqa1x_AoAAqt1g\",\"signingKeySignature\":\"0x5be2681077fde89f168eb94e0c1d54d35f890d84f7792e6b1561cf646781da474c68ec380a3f06dbaca9739ea422aae517798be79106bf612a5f749a70e2a5e11b\",\"signingKeyMessage\":\"I authorize the publication of articles on yup.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"J6gxUbtl2PtgJ_3YMPl4enj1YvE-EmEDuVuXeyWUjvE\\\",\\\"y\\\":\\\"-cg-LQ2ldxlPdJgfHpEiC7S-L-lUDGuasEUug-GZ5go\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"version\":\"12-21-2020\",\"originalDigest\":\"SJS3SeSD2ep7CLqMrBPe8W8dwXnOyvd99B7re-oJTD0\"}"