"{\"content\":{\"body\":\"PREFACE\\n\\nWhen it is recollected how much has been written to describe the Settlement of New South Wales, it seems necessary if not to offer an apology, yet to assign a reason, for an additional publication.\\n\\nThe Author embarked in the fleet which sailed to found the establishment at Botany Bay.  He shortly after published a Narrative of the Proceedings and State of the Colony, brought up to the beginning of July, 1788, which was well received, and passed through three editions.  This could not but inspire both confidence and gratitude; but gratitude, would be badly manifested were he on the presumption of former favour to lay claim to present indulgence.  He resumes the subject in the humble hope of communicating information, and increasing knowledge, of the country, which he describes.\\n\\nHe resided at Port Jackson nearly four years:  from the 20th of January, 1788, until the 18th of December, 1791.  To an active and contemplative mind, a new country is an inexhaustible source of curiosity and speculation. It was the author's custom not only to note daily occurrences, and to inspect and record the progression of improvement; but also, when not prevented by military duties, to penetrate the surrounding country in different directions, in order to examine its nature, and ascertain its relative geographical situations.\\n\\nThe greatest part of the work is inevitably composed of those materials which a journal supplies; but wherever reflections could be introduced without fastidiousness and parade, he has not scrupled to indulge them, in common with every other deviation which the strictness of narrative would allow.\\n\\nWhen this publication was nearly ready for the press; and when many of the opinions which it records had been declared, fresh accounts from Port Jackson were received.  To the state of a country, where so many anxious trying hours of his life have passed, the author cannot feel indifferent. If by any sudden revolution of the laws of nature; or by any fortunate discovery of those on the spot, it has really become that fertile and prosperous land, which some represent it to be, he begs permission to add his voice to the general congratulation.  He rejoices at its success: but it is only justice to himself and those with whom he acted to declare, that they feel no cause of reproach that so complete and happy an alteration did not take place at an earlier period.\\n\\nCHAPTER I.\\n\\nA Retrospect of the State of the Colony of Port Jackson, on the Date of my former Narrative, in July, 1788.\\n\\nPrevious to commencing any farther account of the subject, which I am about to treat, such a retrospection of the circumstances and situation of the settlement, at the conclusion of my former Narrative, as shall lay its state before the reader, seems necessary, in order to connect the present with the past.\\n\\nThe departure of the first fleet of ships for Europe, on the 14th of July, 1788, had been long impatiently expected; and had filled us with anxiety, to communicate to our friends an account of our situation; describing the progress of improvement, and the probability of success, or failure, in our enterprise.  That men should judge very oppositely on so doubtful and precarious an event, will hardly surprise.\\n\\nSuch relations could contain little besides the sanguineness of hope, and the enumeration of hardships and difficulties, which former accounts had not led us to expect.  Since our disembarkation in the preceding January, the efforts of every one had been unremittingly exerted, to deposit the public stores in a state of shelter and security, and to erect habitations for ourselves.  We were eager to escape from tents, where a fold of canvas, only, interposed to check the vertic beams of the sun in summer, and the chilling blasts of the south in winter.  A markee pitched, in our finest season, on an English lawn; or a transient view of those gay camps, near the metropolis, which so many remember, naturally draws forth careless and unmeaning exclamations of rapture, which attach ideas of pleasure only, to this part of a soldier's life.  But an encampment amidst the rocks and wilds of a new country, aggravated by the miseries of bad diet, and incessant toil, will find few admirers.\\n\\nNor were our exertions less unsuccessful than they were laborious. Under wretched covers of thatch lay our provisions and stores, exposed to destruction from every flash of lightning, and every spark of fire. A few of the convicts had got into huts; but almost all the officers, and the whole of the soldiery, were still in tents.\\n\\nIn such a situation, where knowledge of the mechanic arts afforded the surest recommendation to notice, it may be easily conceived, that attention to the parade duty of the troops, gradually diminished. Now were to be seen officers and soldiers not \\\"trailing the puissant pike\\\" but felling the ponderous gum-tree, or breaking the stubborn clod. And though \\\"the broad falchion did not in a ploughshare end\\\" the possession of a spade, a wheelbarrow, or a dunghill, was more coveted than the most refulgent arms in which heroism ever dazzled.  Those hours, which in other countries are devoted to martial acquirements, were here consumed in the labours of the sawpit, the forge and the quarry\\\\*.\\n\\n\\\\[\\\\* \\\"The Swedish prisoners, taken at the battle of Pultowa, were transported by the Czar Peter to the most remote parts of Siberia, with a view to civilize the natives of the country, and teach them the arts the Swedes possessed.  In this hopeless situation, all traces of discipline and subordination, between the different ranks, were quickly obliterated.   The soldiers, who were husbandmen and artificers, found out their superiority, and assumed it: the officers became their servants.\\\" VOLTAIRE.\\\\]\\n\\nOf the two ships of war, the 'Sirius' and 'Supply', the latter was incessantly employed in transporting troops, convicts, and stores, to Norfolk Island; and the 'Sirius' in preparing for a voyage to some port, where provisions for our use might be purchased, the expected supply from England not having arrived.  It is but justice to the officers and men of both these ships to add, that, on all occasions, they fully shared every hardship and fatigue with those on shore.\\n\\nOn the convicts the burden fell yet heavier:  necessity compelled us to allot to them the most slavish and laborious employments.  Those operations, which in other countries are performed by the brute creation, were here effected by the exertions of men:  but this ought not to be considered a grievance; because they had always been taught to expect it, as the inevitable consequence of their offences against society. Severity was rarely exercised on them; and justice was administered without partiality or discrimination.  Their ration of provisions, except in being debarred from an allowance of spirits, was equal to that which the marines received.  Under these circumstances I record with pleasure, that they behaved better than had been predicted of them--to have expected sudden and complete reformation of conduct, were romantic and chimerical.\\n\\nOur cultivation of the land was yet in its infancy.  We had hitherto tried only the country contiguous to Sydney.  Here the governor had established a government-farm; at the head of which a competent person of his own household was placed, with convicts to work under him.  Almost the whole of the officers likewise accepted of small tracts of ground, for the purpose of raising grain and vegetables:  but experience proved to us, that the soil would produce neither without manure; and as this was not to be procured, our vigour soon slackened; and most of the farms (among which was the one belonging to government) were successively abandoned.\\n\\nWith the natives we were very little more acquainted than on our arrival in the country.  Our intercourse with them was neither frequent or cordial. They seemed studiously to avoid us, either from fear, jealousy, or hatred. When they met with unarmed stragglers, they sometimes killed, and sometimes wounded them.  I confess that, in common with many others, I was inclined to attribute this conduct, to a spirit of malignant levity.  But a farther acquaintance with them, founded on several instances of their humanity and generosity, which shall be noticed in their proper places, has entirely reversed my opinion; and led me to conclude, that the unprovoked outrages committed upon them, by unprincipled individuals among us, caused the evils we had experienced.  To prevent them from being plundered of their fishing-tackle and weapons of war, a proclamation was issued, forbidding their sale among us; but it was not attended with the good effect which was hoped for from it.\\n\\nDuring this period, notwithstanding the want of fresh provisions and vegetables, and almost constant exposure to the vicissitudes of a variable climate, disease rarely attacked us; and the number of deaths, was too inconsiderable to deserve mention.\\n\\nNorfolk Island had been taken possession of, by a party detached for that purpose, early after our arrival.  Few accounts of it had yet reached us. And here I beg leave to observe, that as I can speak of this island only from the relations of others, never having myself been there, I shall in every part of this work mention it as sparingly as possible. And this more especially, as it seems probable, that some of those gentlemen, who from accurate knowledge, and long residence on it, are qualified to write its history, will oblige the world with such a publication.\\n\\nCHAPTER II.\\n\\nTransactions of the Colony from the sailing of the First Fleet in July, 1788, to the Close of that Year.\\n\\nIt was impossible to behold without emotion the departure of the ships. On their speedy arrival in England perhaps hinged our fate; by hastening our supplies to us.\\n\\nOn the 20th of July, the 'Supply' sailed for Norfolk Island, and returned to us on the 26th of August; bringing no material news, except that the soil was found to suit grain, and other seeds, which had been sown in it, and that a species of flax-plant was discovered to grow spontaneously on the island.\\n\\nA survey of the harbour of Port Jackson was now undertaken, in order to compute the number of canoes, and inhabitants, which it might contain: sixty-seven canoes, and 147 people were counted.  No estimate, however, of even tolerable accuracy, can be drawn from so imperfect a datum; though it was perhaps the best in our power to acquire.\\n\\nIn July and August, we experienced more inclement tempestuous weather than had been observed at any former period of equal duration.  And yet it deserves to be remarked, in honour of the climate, that, although our number of people exceeded 900, not a single death happened in the latter month.\\n\\nThe dread of want in a country destitute of natural resource is ever peculiarly terrible.  We had long turned our eyes with impatience towards the sea, cheered by the hope of seeing supplies from England approach. But none arriving, on the 2d of October the 'Sirius' sailed for the Cape of Good Hope, with directions to purchase provisions there, for the use of our garrison.\\n\\nA new settlement, named by the governor Rose Hill, 16 miles inland, was established on the 3d of November, the soil here being judged better than that around Sydney.  A small redoubt was thrown up, and a captain's detachment posted in it, to protect the convicts who were employed to cultivate the ground.\\n\\nThe two last of the transports left us for England on the 19th of November, intending to make their passage by Cape Horn.  There now remained with us only the 'Supply'.  Sequestered and cut off as we were from the rest of civilized nature, their absence carried the effect of desolation. About this time a convict, of the name of Daly, was hanged, for a burglary: this culprit, who was a notorious thief and impostor, was the author of a discovery of a gold mine, a few months before:  a composition resembling ore mingled with earth, which he pretended to have brought from it, he produced.  After a number of attendant circumstances, too ludicrous and contemptible to relate, which befell a party, who were sent under his guidance to explore this second Peru, he at last confessed, that he had broken up an old pair of buckles, and mixed the pieces with sand and stone; and on assaying the composition, the brass was detected. The fate of this fellow I should not deem worth recording, did it not lead to the following observation, that the utmost circumspection is necessary to prevent imposition, in those who give accounts of what they see in unknown countries.  We found the convicts particularly happy in fertility of invention, and exaggerated descriptions.  Hence large fresh water rivers, valuable ores, and quarries of limestone, chalk, and marble, were daily proclaimed soon after we had landed.  At first we hearkened with avidity to such accounts; but perpetual disappointments taught us to listen with caution, and to believe from demonstration only.\\n\\nUnabated animosity continued to prevail between the natives and us: n addition to former losses, a soldier and several convicts suddenly disappeared, and were never afterwards heard of.  Three convicts were also wounded, and one killed by them, near Botany Bay:  similar to the vindictive spirit which Mr. Cook found to exist among their countrymen at Endeavour River, they more than once attempted to set fire to combustible matter, in order to annoy us.  Early on the morning of the 18th of December, word was brought that they were assembled in force, near the brick-kilns, which stand but a mile from the town of Sydney. The terror of those who brought the first intelligence magnified the number to two thousand; a second messenger diminished it to four hundred. A detachment, under the command of an officer was ordered to march immediately, and reconnoitre them.  The officer soon returned, and reported, that about fifty Indians had appeared at the brick-kilns; but upon the convicts, who were at work there, pointing their spades and shovels at them, in the manner of guns, they had fled into the woods.\\n\\nTired of this state of petty warfare and endless uncertainty, the governor at length determined to adopt a decisive measure, by capturing some of them, and retaining them by force; which we supposed would either inflame the rest to signal vengeance, in which case we should know the worst, and provide accordingly:  or else it would induce an intercourse, by the report which our prisoners would make of the mildness and indulgence with which we used them.  And farther, it promised to unveil the cause of their mysterious conduct, by putting us in possession of their reasons for harassing and destroying our people, in the manner I have related.  Boats were accordingly ordered to be got ready, and every preparation made, which could lead to the attainment of our object.\\n\\nBut as this subject deserves to be particularly detailed, I shall, notwithstanding its being just within the period of time which this chapter professes to comprise, allot it a separate place, in the beginning of the next.\\n\\nNor can I close this part of my work without congratulating both the reader and the author.  New matter now presents itself.  A considerable part of the foregoing chapters had been related before, either by others or myself. I was however, unavoidably compelled to insert it, in order to preserve unbroken that chain of detail, and perspicuity of arrangement, at which books professing to convey information should especially aim.\\n\\nCHAPTER III.\\n\\nTransactions of the Colony, from the Commencement of the Year 1789, until the End of March.\\n\\nPursuant to his resolution, the governor on the 31st of December sent two boats, under the command of Lieutenant Ball of the 'Supply', and Lieutenant George Johnston of the marines, down the harbour, with directions to those officers to seize and carry off some of the natives.  The boats proceeded to Manly Cove, where several Indians were seen standing on the beach, who were enticed by courteous behaviour and a few presents to enter into conversation.  A proper opportunity being presented, our people rushed in among them, and seized two men:  the rest fled; but the cries of the captives soon brought them back, with many others, to their rescue:  and so desperate were their struggles, that, in spite of every effort on our side, only one of them was secured; the other effected his escape.  The boats put off without delay; and an attack from the shore instantly commenced: they threw spears, stones, firebrands, and whatever else presented itself, at the boats; nor did they retreat, agreeable to their former custom, until many musquets were fired over them.\\n\\nThe prisoner was now fastened by ropes to the thwarts of the boat; and when he saw himself irretrievably disparted from his countrymen, set up the most piercing and lamentable cries of distress.  His grief, however, soon diminished:  he accepted and ate of some broiled fish which was given to him, and sullenly submitted to his destiny.\\n\\nWhen the news of his arrival at Sydney was announced, I went with every other person to see him:  he appeared to be about thirty years old, not tall, but robustly made; and of a countenance which, under happier circumstances, I thought would display manliness and sensibility; his agitation was excessive, and the clamourous crowds who flocked around him did not contribute to lessen it.  Curiosity and observation seemed, nevertheless, not to have wholly deserted him; he shewed the effect of novelty upon ignorance; he wondered at all he saw:  though broken and interrupted with dismay, his voice was soft and musical, when its natural tone could be heard; and he readily pronounced with tolerable accuracy the names of things which were taught him.  To our ladies he quickly became extraordinarily courteous, a sure sign that his terror was wearing off.\\n\\nEvery blandishment was used to soothe him, and it had its effect. As he was entering the governor's house, some one touched a small bell which hung over the door:  he started with horror and astonishment; but in a moment after was reconciled to the noise, and laughed at the cause of his perturbation.  When pictures were shown to him, he knew directly those which represented the human figure:  among others, a very large handsome print of her royal highness the Dutchess of Cumberland being produced, he called out 'woman', a name by which we had just before taught him to call the female convicts.  Plates of birds and beasts were also laid before him; and many people were led to believe, that such as he spoke about and pointed to were known to him.  But this must have been an erroneous conjecture, for the elephant, rhinoceros, and several others, which we must have discovered did they exist in the country, were of the number.  Again, on the other hand, those he did not point out, were equally unknown to him.\\n\\nHis curiosity here being satiated, we took him to a large brick house, which was building for the governor's residence:  being about to enter, he cast up his eyes, and seeing some people leaning out of a window on the first story, he exclaimed aloud, and testified the most extravagant surprise.  Nothing here was observed to fix his attention so strongly as some tame fowls, who were feeding near him:  our dogs also he particularly noticed; but seemed more fearful than fond of them.\\n\\nHe dined at a side-table at the governor's; and ate heartily of fish and ducks, which he first cooled.  Bread and salt meat he smelled at, but would not taste: all our liquors he treated in the same manner, and could drink nothing but water.  On being shown that he was not to wipe his hands on the chair which he sat upon, he used a towel which was gave to him, with great cleanliness and decency.\\n\\nIn the afternoon his hair was closely cut, his head combed, and his beard shaved; but he would not submit to these operations until he had seen them performed on another person, when he readily acquiesced.  His hair, as might be supposed, was filled with vermin, whose destruction seemed to afford him great triumph; nay, either revenge, or pleasure, prompted him to eat them! but on our expressing disgust and abhorrence he left it off.\\n\\nTo this succeeded his immersion in a tub of water and soap, where he was completely washed and scrubbed from head to foot; after which a shirt, a jacket, and a pair of trousers, were put upon him.  Some part of this ablution I had the honour to perform, in order that I might ascertain the real colour of the skin of these people.  My observation then was (and it has since been confirmed in a thousand other instances) that they are as black as the lighter cast of the African negroes.\\n\\nMany unsuccessful attempts were made to learn his name; the governor therefore called him Manly, from the cove in which he was captured:  this cove had received its name from the manly undaunted behaviour of a party of natives seen there, on our taking possession of the country.\\n\\nTo prevent his escape, a handcuff with a rope attached to it, was fastened around his left wrist, which at first highly delighted him; he called it 'bengadee' (or ornament), but his delight changed to rage and hatred when he discovered its use.  His supper he cooked himself:  some fish were given to him for this purpose, which, without any previous preparation whatever, he threw carelessly on the fire, and when they became warm took them up, and first rubbed off the scales, peeled the outside with his teeth, and ate it; afterwards he gutted them, and laying them again on the fire, completed the dressing, and ate them.\\n\\nA convict was selected to sleep with him, and to attend him wherever he might go.  When he went with his keeper into his apartment he appeared very restless and uneasy while a light was kept in; but on its extinction, he immediately lay down and composed himself.\\n\\nSullenness and dejection strongly marked his countenance on the following morning; to amuse him, he was taken around the camp, and to the observatory: casting his eyes to the opposite shore from the point where he stood, and seeing the smoke of fire lighted by his countrymen, he looked earnestly at it, and sighing deeply two or three times, uttered the word 'gweeun' (fire).\\n\\nHis loss of spirits had not, however, the effect of impairing his appetite; eight fish, each weighing about a pound, constituted his breakfast, which he dressed as before.  When he had finished his repast, he turned his back to the fire in a musing posture, and crept so close to it, that his shirt was caught by the flame; luckily his keeper soon extinguished it; but he was so terrified at the accident, that he was with difficulty persuaded to put on a second.\\n\\n1st. January, 1789.  To-day being new-year's-day, most of the officers were invited to the governor's table:  Manly dined heartily on fish and roasted pork; he was seated on a chest near a window, out of which, when he had done eating, he would have thrown his plate, had he not been prevented:  during dinner-time a band of music played in an adjoining apartment; and after the cloth was removed, one of the company sang in a very soft and superior style; but the powers of melody were lost on Manly, which disappointed our expectations, as he had before shown pleasure and readiness in imitating our tunes.  Stretched out on his chest, and putting his hat under his head, he fell asleep.\\n\\nTo convince his countrymen that he had received no injury from us, the governor took him in a boat down the harbour, that they might see and converse with him:  when the boat arrived, and lay at a little distance from the beach, several Indians who had retired at her approach, on seeing Manly, returned:  he was greatly affected, and shed tears. At length they began to converse.  Our ignorance of the language prevented us from knowing much of what passed; it was, however, easily understood that his friends asked him why he did not jump overboard, and rejoin them. He only sighed, and pointed to the fetter on his leg, by which he was bound.\\n\\nIn going down the harbour he had described the names by which they distinguish its numerous creeks and headlands:  he was now often heard to repeat that of 'Weerong' (Sydney Cove), which was doubtless to inform his countrymen of the place of his captivity; and perhaps invite them to rescue him. By this time his gloom was chased away, and he parted from his friends without testifying reluctance.  His vivacity and good humour continued all the evening, and produced so good an effect on his appetite, that he ate for supper two kangaroo rats, each of the size of a moderate rabbit, and in addition not less than three pounds of fish.\\n\\nTwo days after he was taken on a similar excursion; but to our surprise the natives kept aloof, and would neither approach the shore, or discourse with their countryman:  we could get no explanation of this difficulty, which seemed to affect us more than it did him.  Uncourteous as they were, he performed to them an act of attentive benevolence; seeing a basket made of bark, used by them to carry water, he conveyed into it two hawks and another bird, which the people in the boat had shot, and carefully covering them over, left them as a present to his old friends.  But indeed the gentleness and humanity of his disposition frequently displayed themselves: when our children, stimulated by wanton curiosity, used to flock around him, he never failed to fondle them, and, if he were eating at the time, constantly offered them the choicest part of his fare.\\n\\nFebruary, 1789.  His reserve, from want of confidence in us, continued gradually to wear away:  he told us his name, and Manly gave place to Arabanoo.  Bread he began to relish; and tea he drank with avidity: strong liquors he would never taste, turning from them with disgust and abhorrence.  Our dogs and cats had ceased to be objects of fear, and were become his greatest pets, and constant companions at table. One of our chief amusements, after the cloth was removed, was to make him repeat the names of things in his language, which he never hesitated to do with the utmost alacrity, correcting our pronunciation when erroneous. Much information relating to the customs and manners of his country was also gained from him:  but as this subject will be separately and amply treated, I shall not anticipate myself by partially touching on it here.\\n\\nOn the 2nd of February died Captain John Shea of the marines, after a lingering illness:  he was interred on the following day, with the customary military honours, amidst the regret of all who knew him. In consequence of his decease, appointments for the promotion of the oldest officer of each subordinate rank were signed by the major commandant of the marine battalion, until the pleasure of the lords of the admiralty should be notified.\\\\*\\n\\n\\\\[\\\\*These appointments were confirmed by the admiralty.\\\\]\",\"timestamp\":1636104223,\"title\":\"A Complete Account of the Settlement\"},\"digest\":\"pmGHWfHzRiQaNEG46byyz-JXGg07VI1c4bmy8Lf8joc\",\"authorship\":{\"contributor\":\"0x7f94dec1e4822ed495baC7236249BE901ae350ff\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MtPlKOJWSAGR79McJmKzL119ARiSawIydR6TFN0atDo\\\",\\\"y\\\":\\\"S9Y4CTSTylXJ8anOQyhIpiOuLW-PDuHxO4crF3e8MJs\\\"}\",\"signature\":\"JGUnAQrm4SvHKzUVri30fcaw2cLcYSw1PEO5u7BkX0tHrPbNZUj6NGXE29l-knQo7g9BL0lchOtzpCJkSVDFoQ\",\"signingKeySignature\":\"0x265e7d2328c31b77560c66a2fe8d315c6568d785977dcac2ab749f00eba9223c5fb4839448603803c553fd33754dc0dd1528caa3156a4e9f8caa87e8e037d5861c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MtPlKOJWSAGR79McJmKzL119ARiSawIydR6TFN0atDo\\\",\\\"y\\\":\\\"S9Y4CTSTylXJ8anOQyhIpiOuLW-PDuHxO4crF3e8MJs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pmGHWfHzRiQaNEG46byyz-JXGg07VI1c4bmy8Lf8joc\"}"