"{\"content\":{\"body\":\"Justice, in its broadest sense, is the principle that people receive that which they deserve, with the interpretation of what then constitutes \\\"deserving\\\" being impacted upon by numerous fields, with many differing viewpoints and perspectives, including the concepts of moral correctness based on ethics, rationality, law, religion, equity and fairness. The state will sometimes endeavour to increase justice by operating courts and enforcing their rulings.\\n\\nConsequently, the application of justice differs in every culture. Early theories of justice were set out by the Ancient Greek philosophers Plato in his work The Republic, and Aristotle in his Nicomachean Ethics. Throughout history various theories have been established. Advocates of divine command theory have said that justice issues from God. In the 1600s, philosophers such as John Locke said that justice derives from natural law. Social contract theory said that justice is derived from the mutual agreement of everyone. In the 1800s, utilitarian philosophers such as John Stuart Mill said that justice is based on the best outcomes for the greatest number of people. Theories of distributive justice study what is to be distributed, between whom they are to be distributed, and what is the proper distribution. Egalitarians have said that justice can only exist within the coordinates of equality. John Rawls used a social contract theory to say that justice, and especially distributive justice, is a form of fairness. Robert Nozick and others said that property rights, also within the realm of distributive justice and natural law, maximizes the overall wealth of an economic system. Theories of retributive justice say that wrongdoing should be punished to insure justice. The closely related restorative justice (also sometimes called \\\"reparative justice\\\") is an approach to justice that focuses on the needs of victims and offenders.\",\"timestamp\":1636208620,\"title\":\"just for justice\"},\"digest\":\"ubp82K3wEoL9vHF6NDzq2-oc-AmJmpzLkhucDLSi9wY\",\"authorship\":{\"contributor\":\"0xC07aD7Fc01304B4A2850b67f1F05A206fc690dd6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9lP2SL1Z6Lil13fDKwJzp7pEeNYOZoAmlibHxOyE2tw\\\",\\\"y\\\":\\\"d_HXJVZuzm8mIQbP8MIeosbQw95oGNCd6ecvBBOEL6Y\\\"}\",\"signature\":\"Q_TwAt9bZlgoPt9MrXVWzU-NnnjppLmMpAH6Jw4cibbQkmCypnqVMGUyCgnbr12eOUIO1dKCvzNbEl_pZ0qMEA\",\"signingKeySignature\":\"0xde958f476a35b73c80555042dd493aec4f18c3a1c84a80baf06b550d3de2015d1a55ddbf2a05cd2e70c998024e8b2a355a01c96bfaef3c4d3a69478cb107ef901c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9lP2SL1Z6Lil13fDKwJzp7pEeNYOZoAmlibHxOyE2tw\\\",\\\"y\\\":\\\"d_HXJVZuzm8mIQbP8MIeosbQw95oGNCd6ecvBBOEL6Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ubp82K3wEoL9vHF6NDzq2-oc-AmJmpzLkhucDLSi9wY\"}"