"{\"content\":{\"body\":\"*(The original post [appeared here](https://adi-r-r.medium.com/fb356fb0b9f?sk=d2b497d62517e3195fdef04747e7dabc))*\\n\\n\\\\-----------------------------------------------------------------------------------------\\n\\nWeb1 was the infant stage of the World Wide Web built on the internet (early 90s to 2001/02). Characterized by skeuomorphism, the web back then looked primarily like digital replicas of magazines and newspapers. With limited to no scope for user-media interaction.\\n\\nThis era is defined to be mostly a read-only version of the web, where the content was limited to virtual depictions of physical media.\\n\\nSome examples of Web1 being FTP, SMTP, Netscape, Grammar.com, etc.\\n\\nFrom the beginning of 2003–04, Web2 came along and reinvented the web whereby users could now interact- albeit in a limited fashion, with the content on their screens.\\n\\nA few examples of the drivers of Web2 are ~~Facebook~~ (Meta aka Zuckverse), Google, Microsoft, etc.\\n\\n### Web3\\n\\nThe best definition of Web3 that I've come across is the one articulated by [Chris Dixon](https://twitter.com/cdixon) - general partner at [a16z](https://a16z.com/).\\n\\n> He defines it as:\\n>  \\\"The internet owned by users and builders, orchestrated with tokens\\\".\\n\\nThis definition captures the essence of what Web3 means. The users of a platform are now also the owners of said platform. And the economic behavior of all agents are aligned through incentive mechanisms introduced via tokens.\\n\\n*Side note:* Although the term Web3 was until a few months ago referred to the way people interact on the internet, recently it's also being used interchangeably with the word 'crypto'. The term 'Web3' might be easier for most to wrap their heads around relative to 'crypto'. But I personally don't think these two words mean the same thing.\\n\\nExploring the characteristics of Web3, in juxtaposition with Web2, should in my opinion provide a clear understanding of the former and why it's so important.\\n\\n## Characteristics of Web3\\n\\n### Decentralization\\n\\n(If you're a crypto native I'm sure you're sick of this term being thrown around. But bear with me here.)\\n\\nUnlike Meta and Google which are owned by a single entity and their applications run on centralized servers, Web3 platforms are decentralized in a peer-to-peer manner.\\n\\nTake for example the comparison between Medium and mirror.xyz (I'm probably shooting myself in the foot here as the original piece you're reading was published on Medium before importing to mirror).\\n\\nMedium is an LLC, where company shares are owned by a select few individuals. It is primarily these individuals deciding the future of the company. The platform decides which articles they want to promote, censor, and how much to pay for the writers using their platform.\\n\\nIn complete contrast to the above, mirror.xyz is owned by the users of the platform with their ownership represented by the amount of platform-native tokens they hold. With a blockchain-based application layer, entries in mirror are immutably embedded on-chain and just like any other blockchain has the features of being permissionless and censorship-resistant.\\n\\nI don't know about you, but to me a decentralized network where the users of the network *are* the owners of said network is a 10x improvement to centralized applications.\\n\\n### Open source code\\n\\nTo build something for monetary gain, make it proprietary. To build something that is useful to the world, make it open.\\n\\nAlmost every Web3 project has made its source code available for anyone to take a peek, copy, scrutinize and improve upon.\\n\\nWhat this now means is that every problem only needs to be solved once.\\n\\nA prime example of this was when [Uniswap](https://uniswap.org/) came along and introduced the concept of AMMs (automated market makers). Since Uniswap's code was open source, it spawned the rise of other similar DEXs (decentralized exchanges) such as [Sushiswap](https://www.sushi.com/), [Pancake Swap](https://pancakeswap.finance/), etc.\\n\\nOne of the cool things that open source code enables is composability. What does that mean? It means that projects (software) can now plug into each other like Lego blocks.\\n\\nTake for example a blockchain-based game such as [Decentraland](https://decentraland.org/). The open-source nature of its code allows other game developers to build on top of it (just like Lego blocks stacked on top of one another). As a result, we see games being built within a game.\\n\\n### Privacy\\n\\nPart of the traditional business model of Web2 social media giants is to collect your private data and sell that to third-party vendors in order to monetize (combined with generating revenue from selling ad space on their platforms).\\n\\nThe use of Facebook and Twitter meant that the user was knowingly (or unknowingly) giving away their privacy in exchange for consuming/creating content.\\n\\nThis tradeoff is completely eliminated in Web3.\\n\\nPublic key cryptography means that only you as the user of a platform can view your data using your public key/private key pairing. One quite literally holds the key to their data and is fully in control of it.\\n\\nNot to mention the log-in experience has never been smoother, where one merely needs to connect to their web wallet such as Metamask. Try logging into Opensea.io or mirror.xyz and you'll see what I'm talking about.\\n\\n### Improved mechanisms for monetization\\n\\nOne of the highlights of Web3 is the reasonable and sometimes unbelievably low take-rates. \\n\\nBy take-rate, I'm referring to the fee charged by 'the house '/marketplace/platform for the services they offer to the users.\\n\\nYouTube, Meta, Instagram, among others have been notorious for the kinds of take-rates they charge  -  50%, 100%, and 100% respectively.\\n\\nThe current take-rate on Opensea is 3% on any sale made on their platform. Mirror charges 0%.\\n\\nAnother primitive that has emerged for Web3 monetization are NFTs. The issuance of NFTs have proven to be a monumental shift in the manner in which creators can make money using their content. No longer does a musician need a Spotify paying them out pennies to the dollar. No longer does an artist need to depend on physical art galleries to sell their paintings (while the gallery takes 50% of their sales).\\n\\nNFTs serve as a true means of ownership on the internet. Fans (I prefer the word 'supporters' or 'users') can now support their favorite creators by purchasing their NFTs with no middlemen involved. For the artists, they can now directly engage with their users and be creative with the manner in which they monetize through NFTs. For example, they can configure NFT sales in a manner that they receive a certain percentage of all subsequent sales.\\n\\n[https://twitter.com/adi_r_r/status/1469628886367494146?s=20](https://twitter.com/adi_r_r/status/1469628886367494146?s=20)\\n\\n### Builders can trust the system\\n\\nWhen the application on top of which you're creating or consuming content is not owned by a single entity and therefore does not fall prey to the whims of said entity, one has faith in the underlying system.\\n\\nThis is especially stark for businesses that are dependent on these applications in order to survive.\\n\\nFor example, when Twitter on multiple occasions, restricted access to their API, it negatively impacts the businesses that are dependent on it. Similarly, every time Meta changed their algorithm, it deals a blow to companies running banner ads on their platforms.\\n\\nCentralized decisions as such, taken and implemented with little to no time cushion for businesses to adapt, can be detrimental to the survival of companies dependent on these Web2 behemoths.\\n\\nThis is perhaps one of the primary value propositions and importance of decentralization. When the protocol on top of which you build something is decentralized, you are guaranteed that it will not go rogue on you without a majority of the nodes in the network being rogue (which is significantly less likely to happen relative to spontaneous and potentially harmful actions taken by centralized enterprises).\\n\\nMuneeb Ali - the co-founder of Stacks, captures this idea effectively when he wrote about how Web2 can be characterized as ['don't be evil' while Web3 is 'can't be evil'](https://medium.com/@muneeb/cant-be-evil-bc5ec16c6306). In a nutshell, it is always easier for one person (centralization) to be corrupt than for a group of people (decentralization) to be corrupt.\\n\\nFin.\\n\\n\\n---\\n\\n`None of the above is financial advice. DYOR. Don't be lazy.`\\n\\n\\n---\\n\\nUnlike above, if you'd like to read more of my brain dumps with <140 characters, [follow me on twitter](https://twitter.com/adi_r_r) @adi_r_r\\n\\n\\n---\",\"timestamp\":1639646748,\"title\":\"An Attempt at Defining Web3 and Why it Matters\"},\"digest\":\"RQVcoC0qZ50DhSlTnZ93CyhqiEwLmqG7_t6c7wRAph0\",\"authorship\":{\"contributor\":\"0x3d815f4F6dfc0Ee48a37d2832720Ea5Ee40e94F4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K1wcpZa3naAzIDpwWdECTRk6aQ7ICoJNDAxhEEw8oTA\\\",\\\"y\\\":\\\"fCruUftEJ-CFgVbgkqo_S9-HnvVEcG4wI_56P3P9vyI\\\"}\",\"signature\":\"Uvw1UApHisbBopG9QCRGW5k3KOXeUySfZFDZgR3zDyLpXGqQNtEV5d67kP2RMa1PDSTcBnYBHdmHc8NJ3QbwRw\",\"signingKeySignature\":\"0x6a61688b6a2c451171b4ce597d7efd7103a9465b750406ab75aafecb0d1a32e032f57b1a6b2667a6a8902232984bab2a209c3e04d8cfba8e94605d788cd75bcd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K1wcpZa3naAzIDpwWdECTRk6aQ7ICoJNDAxhEEw8oTA\\\",\\\"y\\\":\\\"fCruUftEJ-CFgVbgkqo_S9-HnvVEcG4wI_56P3P9vyI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Ku5Z79wmpt8dFKJg3QQkBH_2zoRk3uAloRA5WLo4xhI\"}"