"{\"content\":{\"body\":\"Malluch lingered to say, quickly, \\\"The duumvir was a Roman, yet I see his son in the garments of a Jew.\\\"\\n\\n\\\"The noble Arrius was my father by adoption,\\\" Ben-Hur answered.\\n\\n\\\"Ah! I see, and beg pardon.\\\"\\n\\nPassing through the belt of forest, they came to a field with a track laid out upon it, in shape and extent exactly like those of the stadia. The course, or track proper, was of soft earth, rolled and sprinkled, and on both sides defined by ropes, stretched loosely upon upright javelins. For the accommodation of spectators, and such as had interests reaching forward of the mere practise, there were several stands shaded by substantial awnings, and provided with seats in rising rows. In one of the stands the two new-comers found places.\\n\\nBen-Hur counted the chariots as they went by--nine in all.\\n\\n\\\"I commend the fellows,\\\" he said, with good-will. \\\"Here in the East, I thought they aspired to nothing better than the two; but they are ambitious, and play with royal fours. Let us study their performance.\\\"\\n\\nEight of the fours passed the stand, some walking, others on the trot, and all unexceptionably handled; then the ninth one came on the gallop. Ben-Hur burst into exclamation.\\n\\n\\\"I have been in the stables of the emperor, Malluch, but, by our father Abraham of blessed memory! I never saw the like of these.\\\"\\n\\nThe last four was then sweeping past. All at once they fell into confusion. Some one on the stand uttered a sharp cry. Ben-Hur turned, and saw an old man half-risen from an upper seat, his hands clenched and raised, his eyes fiercely bright, his long white beard fairly quivering. Some of the spectators nearest him began to laugh.\\n\\n\\\"They should respect his beard at least. Who is he?\\\" asked Ben-Hur.\\n\\n\\\"A mighty man from the Desert, somewhere beyond Moab, and owner of camels in herds, and horses descended, they say, from the racers of the first Pharaoh--Sheik Ilderim by name and title.\\\"\\n\\nThus Malluch replied.\\n\\nThe driver meanwhile exerted himself to quiet the four, but without avail. Each ineffectual effort excited the sheik the more.\\n\\n\\\"Abaddon seize him!\\\" yelled the patriarch, shrilly. \\\"Run! fly! do you hear, my children?\\\" The question was to his attendants, apparently of the tribe. \\\"Do you hear? They are Desert-born, like yourselves. Catch them--quick!\\\"\\n\\nThe plunging of the animals increased.\\n\\n\\\"Accursed Roman!\\\" and the sheik shook his fist at the driver. \\\"Did he not swear he could drive them--swear it by all his brood of bastard Latin gods? Nay, hands off me--off, I say! They should run swift as eagles, and with the temper of hand-bred lambs, he swore. Cursed be he--cursed the mother of liars who calls him son! See them, the priceless! Let him touch one of them with a lash, and\\\"--the rest of the sentence was lost in a furious grinding of his teeth. \\\"To their heads, some of you, and speak them--a word, one is enough, from the tent-song your mothers sang you. Oh, fool, fool that I was to put trust in a Roman!\\\"\\n\\nSome of the shrewder of the old man's friends planted themselves between him and the horses. An opportune failure of breath on his part helped the stratagem.\\n\\nBen-Hur, thinking he comprehended the sheik, sympathized with him. Far more than mere pride of property--more than anxiety for the result of the race--in his view it was within the possible for the patriarch, according to his habits of thought and his ideas of the inestimable, to love such animals with a tenderness akin to the most sensitive passion.\\n\\nThey were all bright bays, unspotted, perfectly matched, and so proportioned as to seem less than they really were. Delicate ears pointed small heads; the faces were broad and full between the eyes; the nostrils in expansion disclosed membrane so deeply red as to suggest the flashing of flame; the necks were arches, overlaid with fine mane so abundant as to drape the shoulders and breast, while in happy consonance the forelocks were like ravellings of silken veils; between the knees and the fetlocks the legs were flat as an open hand, but above the knees they were rounded with mighty muscles, needful to upbear the shapely close-knit bodies; the hoofs were like cups of polished agate; and in rearing and plunging they whipped the air, and sometimes the earth, with tails glossy-black and thick and long. The sheik spoke of them as the priceless, and it was a good saying.\\n\\nIn this second and closer look at the horses, Ben-Hur read the story of their relation to their master. They had grown up under his eyes, objects of his special care in the day, his visions of pride in the night, with his family at home in the black tent out on the shadeless bosom of the desert, as his children beloved. That they might win him a triumph over the haughty and hated Roman, the old man had brought his loves to the city, never doubting they would win, if only he could find a trusty expert to take them in hand; not merely one with skill, but of a spirit which their spirits would acknowledge. Unlike the colder people of the West, he could not protest the driver's inability, and dismiss him civilly; an Arab and a sheik, he had to explode, and rive the air about him with clamor.\\n\\nBefore the patriarch was done with his expletives, a dozen hands were at the bits of the horses, and their quiet assured. About that time, another chariot appeared upon the track; and, unlike the others, driver, vehicle, and races were precisely as they would be presented in the Circus the day of final trial. For a reason which will presently be more apparent, it is desirable now to give this turnout plainly to the reader.\\n\\nThere should be no difficulty in understanding the carriage known to us all as the chariot of classical renown. One has but to picture to himself a dray with low wheels and broad axle, surmounted by a box open at the tail end. Such was the primitive pattern. Artistic genius came along in time, and, touching the rude machine, raised it into a thing of beauty--that, for instance, in which Aurora, riding in advance of the dawn, is given to our fancy.\\n\\nThe jockeys of the ancients, quite as shrewd and ambitious as their successors of the present, called their humblest turnout a two, and their best in grade a four; in the latter, they contested the Olympics and the other festal shows founded in imitation of them.\\n\\nThe same sharp gamesters preferred to put their horses to the chariot all abreast; and for distinction they termed the two next the pole yoke-steeds, and those on the right and left outside trace-mates. It was their judgment, also, that, by allowing the fullest freedom of action, the greatest speed was attainable; accordingly, the harness resorted to was peculiarly simple; in fact, there was nothing of it save a collar round the animal's neck, and a trace fixed to the collar, unless the lines and a halter fall within the term. Wanting to hitch up, the masters pinned a narrow wooden yoke, or cross-tree, near the end of the pole, and, by straps passed through rings at the end of the yoke, buckled the latter to the collar. The traces of the yokesteeds they hitched to the axle; those of the trace-mates to the top rim of the chariot-bed. There remained then but the adjustment of the lines, which, judged by the modern devices, was not the least curious part of the method. For this there was a large ring at the forward extremity of the pole; securing the ends to that ring first, they parted the lines so as to give one to each horse, and proceeded to pass them to the driver, slipping them separately through rings on the inner side of the halters at the mouth.\\n\\nWith this plain generalization in mind, all further desirable knowledge upon the subject can be had by following the incidents of the scene occurring.\\n\\nThe other contestants had been received in silence; the last comer was more fortunate. While moving towards the stand from which we are viewing the scene, his progress was signalized by loud demonstrations, by clapping of hands and cheers, the effect of which was to centre attention upon him exclusively. His yoke-steeds, it was observed, were black, while the trace-mates were snow-white. In conformity to the exacting canons of Roman taste, they had all four been mutilated; that is to say, their tails had been clipped, and, to complete the barbarity, their shorn manes were divided into knots tied with flaring red and yellow ribbons.\\n\\nIn advancing, the stranger at length reached a point where the chariot came into view from the stand, and its appearance would of itself have justified the shouting. The wheels were very marvels of construction. Stout bands of burnished bronze reinforced the hubs, otherwise very light; the spokes were sections of ivory tusks, set in with the natural curve outward to perfect the dishing, considered important then as now; bronze tires held the fellies, which were of shining ebony. The axle, in keeping with the wheels, was tipped with heads of snarling tigers done in brass, and the bed was woven of willow wands gilded with gold.\\n\\nThe coming of the beautiful horses and resplendent chariot drew Ben-Hur to look at the driver with increased interest.\\n\\nWho was he?\\n\\nWhen Ben-Hur asked himself the question first, he could not see the man's face, or even his full figure; yet the air and manner were familiar, and pricked him keenly with a reminder of a period long gone.\\n\\nWho could it be?\\n\\nNearer now, and the horses approaching at a trot. From the shouting and the gorgeousness of the turnout, it was thought he might be some official favorite or famous prince. Such an appearance was not inconsistent with exalted rank. Kings often struggled for the crown of leaves which was the prize of victory. Nero and Commodus, it will be remembered, devoted themselves to the chariot. Ben-Hur arose and forced a passage down nearly to the railing in front of the lower seat of the stand. His face was earnest, his manner eager.\\n\\nAnd directly the whole person of the driver was in view. A companion rode with him, in classic description a Myrtilus, permitted men of high estate indulging their passion for the race-course. Ben-Hur could see only the driver, standing erect in the chariot, with the reins passed several times round his body--a handsome figure, scantily covered by a tunic of light-red cloth; in the right hand a whip; in the other, the arm raised and lightly extended, the four lines. The pose was exceedingly graceful and animated. The cheers and clapping of hands were received with statuesque indifference. Ben-Hur stood transfixed--his instinct and memory had served him faithfully--THE DRIVER WAS MESSALA.\\n\\nBy the selection of horses, the magnificence of the chariot, the attitude, and display of person--above all, by the expression of the cold, sharp, eagle features, imperialized in his countrymen by sway of the world through so many generations, Ben-Hur knew Messala unchanged, as haughty, confident, and audacious as ever, the same in ambition, cynicism, and mocking insouciance.\\n\\nCHAPTER VIII\\n\\nAs Ben-Hur descended the steps of the stand, an Arab arose upon the last one at the foot, and cried out,\\n\\n\\\"Men of the East and West--hearken! The good Sheik Ilderim giveth greeting. With four horses, sons of the favorites of Solomon the Wise, he bath come up against the best. Needs he most a mighty man to drive them. Whoso will take them to his satisfaction, to him he promiseth enrichment forever. Here--there--in the city and in the Circuses, and wherever the strong most do congregate, tell ye this his offer. So saith my master, Sheik Ilderim the Generous.\\\"\\n\\nThe proclamation awakened a great buzz among the people under the awning. By night it would be repeated and discussed in all the sporting circles of Antioch. Ben-Hur, hearing it, stopped and looked hesitatingly from the herald to the sheik. Malluch thought he was about to accept the offer, but was relieved when he presently turned to him, and asked, \\\"Good Malluch, where to now?\\\"\\n\\nThe worthy replied, with a laugh, \\\"Would you liken yourself to others visiting the Grove for the first time, you will straightway to hear your fortune told.\\\"\\n\\n\\\"My fortune, said you? Though the suggestion has in it a flavor of unbelief, let us to the goddess at once.\\\"\\n\\n\\\"Nay, son of Arrius, these Apollonians have a better trick than that. Instead of speech with a Pythia or a Sibyl, they will sell you a plain papyrus leaf, hardly dry from the stalk, and bid you dip it in the water of a certain fountain, when it will show you a verse in which you may hear of your future.\\\"\\n\\nThe glow of interest departed from Ben-Hur's face.\\n\\n\\\"There are people who have no need to vex themselves about their future,\\\" he said, gloomily.\\n\\n\\\"Then you prefer to go to the temples?\\\"\\n\\n\\\"The temples are Greek, are they not?\\\"\\n\\n\\\"They call them Greek.\\\"\\n\\n\\\"The Hellenes were masters of the beautiful in art; but in architecture they sacrificed variety to unbending beauty. Their temples are all alike. How call you the fountain?\\\"\\n\\n\\\"Castalia.\\\"\\n\\n\\\"Oh! it has repute throughout the world. Let us thither.\\\"\\n\\nMalluch kept watch on his companion as they went, and saw that for the moment at least his good spirits were out. To the people passing he gave no attention; over the wonders they came upon there were no exclamations; silently, even sullenly, he kept a slow pace.\\n\\nThe truth was, the sight of Messala had set Ben-Hur to thinking. It seemed scarce an hour ago that the strong hands had torn him from his mother, scarce an hour ago that the Roman had put seal upon the gates of his father's house. He recounted how, in the hopeless misery of the life--if such it might be called--in the galleys, he had had little else to do, aside from labor, than dream dreams of vengeance, in all of which Messala was the principal. There might be, he used to say to himself, escape for Gratus, but for Messala--never! And to strengthen and harden his resolution, he was accustomed to repeat over and over, Who pointed us out to the persecutors? And when I begged him for help--not for myself--who mocked me, and went away laughing? And always the dream had the same ending. The day I meet him, help me, thou good God of my people!--help me to some fitting special vengeance!\\n\\nAnd now the meeting was at hand.\\n\\nPerhaps, if he had found Messala poor and suffering, Ben-Hur's feeling had been different; but it was not so. He found him more than prosperous; in the prosperity there was a dash and glitter--gleam of sun on gilt of gold.\\n\\nSo it happened that what Malluch accounted a passing loss of spirit was pondering when the meeting should be, and in what manner he could make it most memorable.\\n\\nThey turned after a while into an avenue of oaks, where the people were going and coming in groups; footmen here, and horsemen; there women in litters borne slaves; and now and then chariots rolled by thunderously.\\n\\nAt the end of the avenue the road, by an easy grade, descended into a lowland, where, on the right hand, there was a precipitous facing of gray rock, and on the left an open meadow of vernal freshness. Then they came in view of the famous Fountain of Castalia.\\n\\nEdging through a company assembled at the point, Ben-Hur beheld a jet of sweet water pouring from the crest of a stone into a basin of black marble, where, after much boiling and foaming, it disappeared as through a funnel.\\n\\nBy the basin, under a small portico cut in the solid wall, sat a priest, old, bearded, wrinkled, cowled--never being more perfectly eremitish. From the manner of the people present, hardly might one say which was the attraction, the fountain, forever sparkling, or the priest, forever there. He heard, saw, was seen, but never spoke. Occasionally a visitor extended a hand to him with a coin in it. With a cunning twinkle of the eyes, he took the money, and gave the party in exchange a leaf of papyrus.\\n\\nThe receiver made haste to plunge the papyrus into the basin; then, holding the dripping leaf in the sunlight, he would be rewarded with a versified inscription upon its face; and the fame of the fountain seldom suffered loss by poverty of merit in the poetry. Before Ben-Hur could test the oracle, some other visitors were seen approaching across the meadow, and their appearance piqued the curiosity of the company, his not less than theirs.\\n\\nHe saw first a camel, very tall and very white, in leading of a driver on horseback. A houdah on the animal, besides being unusually large, was of crimson and gold. Two other horsemen followed the camel with tall spears in hand.\\n\\n\\\"What a wonderful camel!\\\" said one of the company.\\n\\n\\\"A prince from afar,\\\" another one suggested.\\n\\n\\\"More likely a king.\\\"\\n\\n\\\"If he were on an elephant, I would say he was a king.\\\"\\n\\nA third man had a very different opinion.\\n\\n\\\"A camel--and a white camel!\\\" he said, authoritatively. \\\"By Apollo, friends, they who come yonder--you can see there are two of them--are neither kings nor princes; they are women!\\\"\\n\\nIn the midst of the dispute the strangers arrived.\\n\\nThe camel seen at hand did not belie his appearance afar. A taller, statelier brute of his kind no traveller at the fountain, though from the remotest parts, had ever beheld. Such great black eyes! such exceedingly fine white hair! feet so contractile when raised, so soundless in planting, so broad when set!--nobody had ever seen the peer of this camel. And how well he became his housing of silk, and all its frippery of gold in fringe and gold in tassel! The tinkling of silver bells went before him, and he moved lightly, as if unknowing of his burden.\\n\\nBut who were the man and woman under the houdah?\\n\\nEvery eye saluted them with the inquiry.\\n\\nIf the former were a prince or a king, the philosophers of the crowd might not deny the impartiality of Time. When they saw the thin, shrunken face buried under an immense turban, the skin of the hue of a mummy, making it impossible to form an idea of his nationality, they were pleased to think the limit of life was for the great as well as the small. They saw about his person nothing so enviable as the shawl which draped him.\\n\\nThe woman was seated in the manner of the East, amidst veils and laces of surpassing fineness. Above her elbows she wore armlets fashioned like coiled asps, and linked to bracelets at the wrists by strands of gold; otherwise the arms were bare and of singular natural grace, complemented with hands modelled daintily as a child's. One of the hands rested upon the side of the carriage, showing tapered fingers glittering with rings, and stained at the tips till they blushed like the pink of mother-of-pearl. She wore an open caul upon her head, sprinkled with beads of coral, and strung with coin-pieces called sunlets, some of which were carried across her forehead, while others fell down her back, half-smothered in the mass of her straight blue-black hair, of itself an incomparable ornament, not needing the veil which covered it, except as a protection against sun and dust. From her elevated seat she looked upon the people calmly, pleasantly, and apparently so intent upon studying them as to be unconscious of the interest she herself was exciting; and, what was unusual--nay, in violent contravention of the custom among women of rank in public--she looked at them with an open face.\\n\\nIt was a fair face to see; quite youthful; in form, oval: complexion not white, like the Greek; nor brunet, like the Roman; nor blond, like the Gaul; but rather the tinting of the sun of the Upper Nile upon a skin of such transparency that the blood shone through it on cheek and brow with nigh the ruddiness of lamplight. The eyes, naturally large, were touched along the lids with the black paint immemorial throughout the East. The lips were slightly parted, disclosing, through their scarlet lake, teeth of glistening whiteness. To all these excellences of countenance the reader is finally besought to superadd the air derived from the pose of a small head, classic in shape, set upon a neck long, drooping, and graceful--the air, we may fancy, happily described by the word queenly.\\n\\nAs if satisfied with the survey of people and locality, the fair creature spoke to the driver--an Ethiopian of vast brawn, naked to the waist--who led the camel nearer the fountain, and caused it to kneel; after which he received from her hand a cup, and proceeded to fill it at the basin. That instant the sound of wheels and the trampling of horses in rapid motion broke the silence her beauty had imposed, and, with a great outcry, the bystanders parted in every direction, hurrying to get away.\\n\\n\\\"The Roman has a mind to ride us down. Look out!\\\" Malluch shouted to Ben-Hur, setting him at the same time an example of hasty flight.\\n\\nThe latter faced to the direction the sounds came from, and beheld Messala in his chariot pushing the four straight at the crowd. This time the view was near and distinct.\\n\\nThe parting of the company uncovered the camel, which might have been more agile than his kind generally; yet the hoofs were almost upon him, and he resting with closed eyes, chewing the endless cud with such sense of security as long favoritism may be supposed to have bred in him. The Ethiopian wrung his hands afraid. In the houdah, the old man moved to escape; but he was hampered with age, and could not, even in the face of danger, forget the dignity which was plainly his habit. It was too late for the woman to save herself. Ben-Hur stood nearest them, and he called to Messala,\\n\\n\\\"Hold! Look where thou goest! Back, back!\\\"\\n\\nThe patrician was laughing in hearty good-humor; and, seeing there was but one chance of rescue, Ben-Hur stepped in, and caught the bits of the left yoke-steed and his mate. \\\"Dog of a Roman! Carest thou so little for life?\\\" he cried, putting forth all his strength. The two horses reared, and drew the others round; the tilting of the pole tilted the chariot; Messala barely escaped a fall, while his complacent Myrtilus rolled back like a clod to the ground. Seeing the peril past, all the bystanders burst into derisive laughter.\\n\\nThe matchless audacity of the Roman then manifested itself. Loosing the lines from his body, he tossed them to one side, dismounted, walked round the camel, looked at Ben-Hur, and spoke partly to the old man and partly to the woman.\\n\\n\\\"Pardon, I pray you--I pray you both. I am Messala,\\\" he said; \\\"and, by the old Mother of the earth, I swear I did not see you or your camel! As to these good people--perhaps I trusted too much to my skill. I sought a laugh at them--the laugh is theirs. Good may it do them!\\\"\\n\\nThe good-natured, careless look and gesture he threw the bystanders accorded well with the speech. To hear what more he had to say, they became quiet. Assured of victory over the body of the offended, he signed his companion to take the chariot to a safer distance, and addressed himself boldly to the woman.\\n\\n\\\"Thou hast interest in the good man here, whose pardon, if not granted now, I shall seek with the greater diligence hereafter; his daughter, I should say.\\\"\\n\\nShe made him no reply.\\n\\n\\\"By Pallas, thou art beautiful! Beware Apollo mistake thee not for his lost love. I wonder what land can boast herself thy mother. Turn not away. A truce! a truce! There is the sun of India in thine eyes; in the corners of thy mouth, Egypt hath set her love-signs. Perpol! Turn not to that slave, fair mistress, before proving merciful to this one. Tell me at least that I am pardoned.\\\"\\n\\nAt this point she broke in upon him.\\n\\n\\\"Wilt thou come here?\\\" she asked, smiling, and with gracious bend of the head to Ben-Hur.\\n\\n\\\"Take the cup and fill it, I pray thee,\\\" she said to the latter. \\\"My father is thirsty.\\\"\\n\\n\\\"I am thy most willing servant!\\\"\\n\\nBen-Hur turned about to do the favor, and was face to face with Messala. Their glances met; the Jew's defiant; the Roman's sparkling with humor.\\n\\n\\\"O stranger, beautiful as cruel!\\\" Messala said, waving his hand to her. \\\"If Apollo get thee not, thou shalt see me again. Not knowing thy country, I cannot name a god to commend thee to; so, by all the gods, I will commend thee to--myself!\\\"\\n\\nSeeing that Myrtilus had the four composed and ready, he returned to the chariot. The woman looked after him as he moved away, and whatever else there was in her look, there was no displeasure. Presently she received the water; her father drank; then she raised the cup to her lips, and, leaning down, gave it to Ben-Hur; never action more graceful and gracious.\\n\\n\\\"Keep it, we pray of thee! It is full of blessings--all thine!\\\"\\n\\nImmediately the camel was aroused, and on his feet, and about to go, when the old man called,\\n\\n\\\"Stand thou here.\\\"\\n\\nBen-Hur went to him respectfully.\\n\\n\\\"Thou hast served the stranger well to-day. There is but one God. In his holy name I thank thee. I am Balthasar, the Egyptian. In the Great Orchard of Palms, beyond the village of Daphne, in the shade of the palms, Sheik Ilderim the Generous abideth in his tents, and we are his guests. Seek us there. Thou shalt have welcome sweet with the savor of the grateful.\\\"\\n\\nBen-Hur was left in wonder at the old man's clear voice and reverend manner. As he gazed after the two departing, he caught sight of Messala going as he had come, joyous, indifferent, and with a mocking laugh.\\n\\nCHAPTER IX\\n\\nAs a rule, there is no surer way to the dislike of men than to behave well where they have behaved badly. In this instance, happily, Malluch was an exception to the rule. The affair he had just witnessed raised Ben-Hur in his estimation, since he could not deny him courage and address; could he now get some insight into the young man's history, the results of the day would not be all unprofitable to good master Simonides.\\n\\nOn the latter point, referring to what he had as yet learned, two facts comprehended it all--the subject of his investigation was a Jew, and the adopted son of a famous Roman. Another conclusion which might be of importance was beginning to formulate itself in the shrewd mind of the emissary; between Messala and the son of the duumvir there was a connection of some kind. But what was it?--and how could it be reduced to assurance? With all his sounding, the ways and means of solution were not at call. In the heat of the perplexity, Ben-Hur himself came to his help. He laid his hand on Malluch's arm and drew him out of the crowd, which was already going back to its interest in the gray old priest and the mystic fountain.\",\"timestamp\":1640142817,\"title\":\"Well, good Malluch, the trumpet, and the gride of wheels, and the prospect of diversion excite me\"},\"digest\":\"0iWclDCvkoQ7sLswGLzltSamKHZs5g60DJ2d7mVom6U\",\"authorship\":{\"contributor\":\"0xF837B0f31262404317f5574c591fE54602BaE0be\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GapQNjtpuvyYReEDtbIGmTNmtVLjvmbd_CdkXzpF7gs\\\",\\\"y\\\":\\\"swi0ELYDN91tOEnEHD5XP1xMskWRzwHj1go7UvvhtQ8\\\"}\",\"signature\":\"IwcSIbf1hAURRwoYTkDkOow4j-KbMmNR1pGFklUGYb0N5uWVSgWbcUfb5yH_DX8foTPiVmLccdp3k08GlwXQMQ\",\"signingKeySignature\":\"0x9eaeea81b742dba6305f5784029172e7f8ba461c34eb5c1e2eee00e92328aea55132c8ef193b5f4586352c2443330f48373e2aa42028cd1f79f180a7637f4d7b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GapQNjtpuvyYReEDtbIGmTNmtVLjvmbd_CdkXzpF7gs\\\",\\\"y\\\":\\\"swi0ELYDN91tOEnEHD5XP1xMskWRzwHj1go7UvvhtQ8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0iWclDCvkoQ7sLswGLzltSamKHZs5g60DJ2d7mVom6U\"}"