"{\"content\":{\"body\":\"While built on the idea of connectivity, the Metaverse could instead break the internet apart, but the solution lies in how the business is done.\\n\\n*In his monthly crypto tech column, Israeli serial entrepreneur Ariel Shapira covers emerging technologies within the crypto, decentralized finance (DeFi) and blockchain space, as well as their roles in shaping the economy of the 21st century.*\\n\\nSometimes a project’s name tells you all you need to know about it, no matter how niche. Take Kryptomon, for example, the NFT game that recently completed a 24-hour sale in one second. You understand, based on its name, that some kinds of cutesy monstrosities evolving and fighting one another must be involved, and you know it must be blockchain-based. Clear, concise and to the point.\\n\\nFacebook’s new name, Meta, doesn’t exactly [fit on the same shelf](https://cointelegraph.com/news/breaking-facebook-rebrands-to-meta-as-focus-expands-beyond-social-media). Granted, it does make clear that the company is setting sail for the Metaverse, but this destination still remains unclear. As many commentators have pointed out that at this point, the Metaverse is as vague as it is enticing or dystopian, depending on who you ask. The hint at a heavy virtual reality (VR)/augmented reality (AR) component from gadgets like the haptic gloves still only [tells](https://www.vox.com/recode/2021/11/17/22787191/facebook-meta-haptic-glove-metaverse) us not much of what the future holds.\\n\\nThe one thing that is clear about Meta’s name game is that it represents a statement of ambition. The company has already tried this trick with Libra, [its prospective stablecoin](https://cointelegraph.com/news/what-is-libra-breaking-down-facebooks-new-digital-currency) backed by other tech giants when it found itself under some of the same scrutinies Meta has now. Renaming the coin into Diem was meant to [highlight its ambition of independence](https://cointelegraph.com/news/libra-rebrands-to-diem-hoping-to-shake-off-associations), and it didn’t fly considering the project was still ultimately scrapped. Just like with Google and Alphabet or Snapchat and Snap Inc, Facebook’s rebranding proclaims its intent of reaching beyond — *meta* in Greek, by the way — the initial platform.\\n\\n***Related: [One currency to rule them all: Facebook’s Diem has global ambitions](https://cointelegraph.com/news/one-currency-to-rule-them-all-facebook-s-diem-has-global-ambitions)***\\n\\nBut, there is something else at play here: an echo of a larger tech-world trend that could have serious implications for the internet itself, as well as for us, its users.\\n\\n## Rules for me and for thee\\n\\nEarlier this year, we saw Epic Games, one of the world’s largest gaming companies, [brandishing its own metaverse ambitions](https://cointelegraph.com/news/epic-welcomes-blockchain-games-but-don-t-expect-any-fortnite-nfts), take on Apple by accusing it of monopolist practices over its App Store rules. Though the monopoly charge did not stick, the court did approve Epic’s bid for [directing](https://techcrunch.com/2021/10/11/apple-appeals-the-epic-games-ruling-and-asks-to-put-ordered-app-store-changes-on-hold/) users to its own in-app payment methods. Epic Games also [clashed](https://www.theverge.com/2021/8/19/22632804/epic-google-lawsuit-unredacted-complaint-antitrust) with Google in a case that similarly revolved around the latter’s app market. Facebook itself had more than a few angry words with Apple regarding its own feud with the tech giant that [focused](https://www.cnet.com/tech/services-and-software/facebook-vs-apple-heres-what-you-need-to-know-about-their-privacy-feud/) on the privacy rules update of the latter’s platform.\\n\\nYou’ve probably picked up the central theme here. Being locked into a specific ecosystem of products and services comes with its limitations — just think of Apple removing the standard 3.5 mm audio jack in 2016. Sure, it may have helped with water protection, but it was just as much about promoting its own connector to amp up its revenues. Incidentally, this rule also holds for small devs releasing their products on others’ platforms, and to giants like Epic and Facebook, too. You get the convenient distribution, but it comes with more than a few strings attached. To assume that the terms and conditions remain the same in the long term would be unwise, to say the least.\\n\\nThese days, few would realistically expect Big Tech to make a stand for a more free and open digital ecosystem where interoperability is the law, and users are free to select the best gadgets and services without any vendor lock-ins. They’d rather ensure that users are locked into their respective platforms while they themselves have the maximum versatility that comes with running your own ecosystem — and setting all the rules. This makes sense from a business perspective, but is hardly conducive for cooperation which requires trust, and one of the main reasons to build your own platform is that you don’t trust anyone.\\n\\nThis is also exactly what I see in Facebook’s name change into Meta as an aspiration to build up its own all-around ecosystem that would most likely [incorporate](https://uploadvr.com/zuckerberg-reality-platform-operating-system/) a plethora of components, from all the VR/AR gadgets to its own operating system. It does make me wonder, though, whether other giants bidding for the Metaverse will follow suit with building out entire technological stacks, possibly for the internet itself because if they do, things could turn ugly.\\n\\n***Related: [The metaverse: Mark Zuckerberg’s Brave New World](https://cointelegraph.com/news/the-metaverse-mark-zuckerberg-s-brave-new-world)***\\n\\n## Caught up in the net\\n\\nThe concern is that this “Game of Platforms,” if brought out into the web, could foster its stratification and segregation.\\n\\nWhen you are visiting a website, your device downloads its building blocks from a remote server, ideally with a set of instructions tailoring its design and functionality to different types of devices like a desktop or mobile. Adding metaverse functionality does not seem like that much of a stretch. You will just need to download more data so that your haptic shoes, smells generator and other thingamajigs know what sensory experiences you are in for. But, the devil lives in the details.\\n\\nIn line with the good ol’ product support cycle, we may end up in situations where some services eventually drop support for their non-metaverse versions. This is especially true for projects run by conglomerates that offer metaverse hardware. Why wouldn’t they want to incentivize more consumers and businesses to buy their stuff? By the same account, we could get a web that is stratified into metaverse and non-metaverse portals, and if search-engine algorithms begin favoring the latter, this would again amp up costs for developers and consumers alike.\\n\\nIf the push for own platforms goes far enough with different sections of the Metaverse powered by different and non-interoperable protocols (good ol’ vendor lock-in, remember?), this could result in web segregation. There is no telling how far things could go on this front. On the one hand, a segregated Metaverse would be downright self-defeating as a concept. On the other hand, at least some friction between rival protocols and networks is not unheard of. Yes, you may want to pop into an Ariana Grande [concert](https://www.epicgames.com/fortnite/en-US/news/fortnite-presents-the-rift-tour-featuring-ariana-grande) on Epic’s Fortnite with your 3D avatar from the Facebook-verse, but for that, it has to be fully compatible with the game in the first place. For that to happen, Meta and Epic must first reach product compatibility, and for that, they should have a more or less trustful relationship.\\n\\n## Trust, but blockchain-ify\\n\\nMoving forward, one of the ways that could be conducive to building bridges and not walls in the tech world is by doing business on the blockchain. Yes, the idea that you can fix something broken by putting it on the blockchain is a bit overdone, but the argument holds in this case.\\n\\nThe reality is that blockchain-based smart contracts are very effective in fostering trust. The reason for that is that instead of having to trust the other party whose internal processes may be a mystery to you, you must trust the contract, a fully auditable piece of software that will automate your business interactions. It executes all by itself under the right conditions, making sure that your interests will remain intact regardless of the actions of your partner.\\n\\nWe are unlikely to see all business activities moved to the blockchain any time soon, but Big Tech, with its endless supply of know-how and experience, is uniquely positioned to be the leader in this sphere. By investing in the field, tech giants could set the new business paradigm for every other industry to follow, removing trust out of the equation and setting the foundation for future cooperation. This is ever more important at a pivotal moment like an emergence of what could be the new iteration of the internet, a technology that has transformed our daily and professional ways in too many ways to even count.\\n\\nGranted, things may not necessarily be as dramatic. Maybe the Metaverse will boil down to a batch of VR/AR solutions doomed to remain a very niche market for the well-endowed crowd. But, judging by the sheer number of multiverse projects, something bigger than that is on its way, and blockchain technology could make sure that, in the long run, our venture into the Metaverse will be a bit more egalitarian than it shapes up to be.\\n\\n*This article does not contain investment advice or recommendations. Every investment and trading move involves risk, and readers should conduct their own research when making a decision.*\\n\\n*The views, thoughts and opinions expressed here are the author’s alone and do not necessarily reflect or represent the views and opinions of Cointelegraph.*\\n\\n**Ariel Shapira** is a father, entrepreneur, speaker, cyclist and serves as founder and CEO of Social-Wisdom, a consulting agency working with Israeli startups and helping them to establish connections with international markets.\",\"timestamp\":1639381464,\"title\":\"What Facebook’s rebranding tells us about Big Tech’s ‘Game of Platforms’\"},\"digest\":\"vyxWCG21z5OAsP8a4p9Rl_IJgnUDSe0CoUfGZskz_7U\",\"authorship\":{\"contributor\":\"0x6d63A9e0f572bb7D7A0C1F493Da4D3b040a44205\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MGXlBIhsqEqe-dzpPHd6gfhJNwOSQgay9HyM4_h3Zfk\\\",\\\"y\\\":\\\"O72U7WcqjgDMvw8cT7fFhr1lgP3jK25zasdXS78XsKY\\\"}\",\"signature\":\"lsQitwXtvsT4BxrTMs6PWcn9g04qWZd8wdmZVwe_obrmzleHUKdzoPoHUgeqLCycLdcK0B1SuMp8ifWEzRMIwg\",\"signingKeySignature\":\"0xf0412dc4c1f162dcf7f5f169e85d809c595f26577ae894c924eb28c99dd3d08730da8d2eeaa6e701580288365b634d35e2226f48c2d7ae3b990869ead477f3481c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MGXlBIhsqEqe-dzpPHd6gfhJNwOSQgay9HyM4_h3Zfk\\\",\\\"y\\\":\\\"O72U7WcqjgDMvw8cT7fFhr1lgP3jK25zasdXS78XsKY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vyxWCG21z5OAsP8a4p9Rl_IJgnUDSe0CoUfGZskz_7U\"}"