"{\"content\":{\"body\":\"After more than 7 months of checking out the Web3 (crypto) space — reading on how blockchain tech works, and projects being made here and there — I recently minted my first NFT.\\n\\n***Note:** Everything mentioned here are my experiences in the Ethereum blockchain. Always remember to check whether the wallet and the platform you're minting on are on the same blockchain network.*\\n\\n-----\\n\\n### How did I find out about NFTs, Web3, and stuff\\nBefore I share how I got to mint my first NFT, let me share how the fuck did I get in to this wild world of crypto and Web3.\\n\\nI don't recall exactly how, but I'm sure it's because of how [**RAC**](https://twitter.com/rac) — a Grammy-award winning producer — has back-to-back projects happening in the space. I think this was around October 2020, but I'd like to assume I've heard of these even earlier.\\n\\nFrom NFTs, the super wild [**$TAPE**](https://zora.co/rac/tape) project — a token representing a physical cassette tape, — to issuing his own social token, [**$RAC**](https://blog.ourzora.com/introducing-rac), where token holders can have access to a private area in his Discord server, get discounts to merch, or even get to interact with him more.\\n\\nI also was introduced to Audius because of one stream he did on Twitch! [**Audius**](https://audius.co/feed) is like Soundcloud, except you (the artist) have a say on what happens to the platform. You want to have a subscription feature? Vote using the tokens given to you every time you post! **The platform's future is in the artists' hands.**\\n\\nAll these projects were so fascinating to see. With more focus on NFTs, the mere fact that digital artists can make a living out of JUST doing things digitally is amazing to me. No need to print your digital works as stickers, prints, posters, etc. Blockchain technology made it possible for one specific file to be called THE official one. Because of that, all the other copies scattered around the internet, and the ones to be made by saving a copy of the same file, are worthless. **The original file gets value.**\\n\\n### How I was able to mint my first NFT\\n\\nMinting (*making*) an NFT can cost around US$40-$100 in gas (*transaction*) fees on a good day, and a disgusting $400-$800 on a bad one (although why would you mint during a bad day, lol). Gas fees don’t go to the platform, but rather the people running the whole Ethereum network.\\n\\nIn the Philippines, $40 is already 10+% of what an entry level employee is making monthly, while $100 is like 1/3 of the same salary. **Anyway, bottomline, it's just so fucking expensive for people here.**\\n\\n![Sees how much I need to mint an NFT](https://media.giphy.com/media/Y4JE51QwzefMLfknfq/giphy.gif?height=900&width=1580)\\n\\nI honestly considered saving up for a mint fund, in hopes that I can get my money back and more. That doesn't mean I'm just here for the money. I'm also here for people to validate that my work has value, maybe even greater than what I would've expected.\\n\\nPosting on Instagram and Twitter, getting likes for my posts, and I can't make a living out of it because all the money goes to the platforms?! **I WILL NEVER UNDERSTAND THIS LOGIC AFTER KNOWING ABOUT NFTs.** Did I mention that if your NFT is resold in the secondary market, you get a cut of the resale???!!!\\n\\nThen, while I was looking around the Creator x Crypto side of Twitter, I discovered Mint Fund.\\n\\n[**Mint Fund**](https://twitter.com/themintfund) is a community project that helps artists in being able to mint their first NFT by giving a grant that's enough to cover for gas fees. **They prioritize funds to BIPOC and LGBTQIA+ artists especially outside North America and Europe.** They are also working on great projects for the space like making a crowdfund for an open-source protocol.\\n\\nI signed up for the grant a week after they launched, but sadly didn't get in the first batch. It just meant that I was still on the waitlist! I got an email around mid or late April saying that I got in the second batch. GURL, I WAS SHOOKT. I SAW THE EMAIL WHEN I WOKE UP. Now THAT's how you start a good day!\\n\\n![Walking out of my bedroom after seeing the email](https://media.giphy.com/media/xT1R9ZbWoZgo0leM5G/giphy.gif?height=900&width=1580)\\n\\n***Side Note:** For artists in South East Asia, you might also want to apply at [**First Mint Fund**](https://twitter.com/firstmintfund)! It's another community project giving grants to artists so that they can mint their first NFT.*\\n\\n### Minting process\\n\\nY'all... minting an NFT is ***EASY AS FUUUUUUUCK.*** Uploaded the file, entered some details, clicked \\\"Proceed\\\", set up a price, and I'm done. No complicated shit!\\n\\nBut if you're starting from nowhere, you should get an Ethereum wallet (like [**Metamask**](https://metamask.io/)) first, AND WRITE THAT SEED PHRASE DOWN (YES, THE 12 RANDOM WORDS). The seed phrase is like the ultimate password. Lose it, lose everything in your wallet.\\n\\nNow with that wallet, you can start connecting it to platforms like Zora, Rarible, Foundation, and more. If the platform is open to the public to mint on it, then go ahead!\\n\\nFor NFT platforms on the Tezos blockchain, like *hic et nunc* and Kalamint, I think Temple is one of the most used wallets there.\\n\\nAgain, EZ SHIT! But I do understand that it can get, or it looks overwhelming. If that's the case, just shoot me a DM on Twitter ([**@belgiangwaffles**](https://twitter.com/belGIANgwaffles))! I'll be happy to help you out. 😊\\n\\n### And here it is...\\n\\n[NFT](ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/3003)\\n\\n[Read about the concept and what minting an NFT means to me in this post.](https://gianferrer.mirror.xyz/faYgip4c1BwVbr0UvuVE3Oae2OaKCmlmOxBIgrxFcZc)\\n*You also might wanna... you know... make a bid or sumn...* 🥺👉👈\\n\\n### Zora as my chosen platform\\n\\nI chose [**Zora**](https://zora.co/) as the platform where I'll mint my first NFT for various reasons.\\n- I feel like it's not as saturated as other open platforms.\\n- They don't get a cut from my sale.\\n- I have the option to not have a timed auction being started when somebody bids with my asking price.\\n\\n    I just feel like that it hypes the price more than the artwork itself, which I don't want to be the case. Also, I want to be able to pick who gets my piece, and not just someone because it was automated. The owner is as important as the piece, IMO.\\n\\n- Also, from my understanding, I can sell the same NFT on other platforms with the creator share still attached to it, so I am not stuck with Zora.\\n\\n    I have to verify if I understood this correctly. 💀\\n\\n- Lastly, I don't want to set my asking price with ETH. Speaking of...\\n\\n### Fun Fact: I'm not selling it for money.\\n\\n~~Now this, I think, is what the locals don't know, especially the outsiders hating on all of this, lmao.~~ Depending on where you mint your NFT, you can choose to sell your works NOT for money — ETH, or stablecoins (crypto that will forever be worth $1) like DAI or USDT — but for social tokens.\\n\\n![Yes. I'm not asking for money.](https://media.giphy.com/media/SXeezvYc8uRUc/giphy.gif?height=900&width=1580)\\n\\nRemember the $RAC token I was talking about earlier? I'm asking for something like that.\\n\\nIt's like exchanging a print, postcard, painting, whatever, for access to someone's Netflix account for a period of time, or live in the buyer's house for a month. Sure, these things have monetary value, and so does social tokens, but I'm not interested in that.\\n\\nMy asking price is **60 $FWB** ([**Friends with Benefits**](https://fwb.help/)) which is enough for me to enter the FWB Discord server and apply to be a member. The membership, for me, is a way to widen my network especially with fellow creators in the crypto space. I want to get to know more people, see what kind of crazy projects they're up to, learn from them, exchange ideas, and maybe just chill with them as well. That's what I wish to get in exchange for my NFT.\\n\\nActually, you can swap your crypto to FWB. My asking price could've been the ETH or DAI equivalent of 60 FWB, but I think that's an easier route. For me, it means way more if someone from FWB sees my work and actually bids on it with their FWB tokens. It's like a cosign from a member, **legitimizing that I SHOULD be with them.**\\n\\n### What's next?\\n\\n~~Win the fuckin’ $WRITE Race!!!~~\\n\\nMy next goal is to join a social token community or a decentralized autonomous organization (DAO)! I want to know how these things work in a member's perspective, especially if I have a say on the governance of the community or organization.\\n\\nTHE MONEY SIDE OF CRYPTO IS TOO BORING FOR ME. The People side of crypto is where the fun is all at.\\n\\nI already got some $FF by [**Forefront**](https://forefront.market/). So I think I'm about to experience some of that soon.\\n\\nBut for now, let's **#GetGianInFWB** LMAOOOOOOO. (Yeah, tweet that hashtag.)\\n## 😂 😂 💀 💀\\n\\n[](https://twitter.com/belGIANgwaffles/status/1392969582449598465?s=20)\\n\\n*Me when I got access to Mirror's member-only Discord...*\\n\\nBTW, huge thank you to [**Jackson Dame**](https://dame.mirror.xyz/) who edited my work. I met them because of the $WRITE Race!\\n\\nIf you like this post, feel free to to send in a tip (accepts ETH only)! Collected tips are **automatically split** among the recipients listed below.\\n\\n[The journey to releasing my first NFT](split://0xf1C7D68F280Df976fe9D70Baa37B5b4F2d8Fc9D3?network=mainnet)\",\"timestamp\":1621827657,\"title\":\"The journey to releasing my first NFT\",\"publication\":\"gianferrer\"},\"digest\":\"eTegnMptSzZYljXAobr4CmNh7nUzxgJHaa4dVj2_pq4\",\"authorship\":{\"contributor\":\"0x2bD5d2e3d5852AD9960638083cb7c9F493E7A597\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7QsHEAmiJF12Q7mPwIOzXciN5vEku7d5OBMuAmYXag4\\\",\\\"y\\\":\\\"s46ohfuDj_b2xEL8-rAAI5Ep3y6yJ72wR_JuM5pDObg\\\"}\",\"signature\":\"5o-2LhOKTxBO5rE9Y1NYYe5gBKPLPmIYOafn41JKjF-cQlvZA4C5eBNbzYvMr5li0ymumYbl2fMoU9hnMulbIA\",\"signingKeySignature\":\"0xe734e32acdabbac37966a939cd68f2631592a49e8e67bcd9491315cd5b9030a9323f4175f9c903a7a06aa8284ac797e4177a16fff47ddd1d755130a98a8b34861c\",\"signingKeyMessage\":\"I authorize the publication of articles on gianferrer.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7QsHEAmiJF12Q7mPwIOzXciN5vEku7d5OBMuAmYXag4\\\",\\\"y\\\":\\\"s46ohfuDj_b2xEL8-rAAI5Ep3y6yJ72wR_JuM5pDObg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"M5YiaLMP-C0AhXfR7w4f-tY9JSGkL_fbkHEn-QXQRpM\"}"