"{\"content\":{\"body\":\" \\n   \\n 带孩子做不了长工，只能不停做些零活兼职，为了活命不管什么活只要有人招，懂的不懂的，只要不违法再苦再累也要努力干，再顺便帮人介绍兼职，前些天，一个加了两三年之久好友的微信号发信息给我。尽管我已经不记得这个号是谁了，但他能知道我这几年的遭遇，听语气很客气，说可以给我一些能干的活，让我尽早到合肥火车站找他。 \\n 　　我便来合肥，说好几天的活，一直拖了半个多月，因他答应的报酬很不错，想着每个人都有难处，一直耐心等着没计较。 \\n 　　一天突然他们几个合伙人闹翻了，我们干活的十几个人都拿不到工钱，有几个人报了警，他被警察半夜带走，第二天才放出来，听说交了保释金。我当时还不知什么事，只听说警察来过住处了。就问他，他说是闹翻的人把货压住了，他现在手上没钱，让我们剩下三个没报警的先等等，住宿伙食他还负责，继续让我把活干着。 \\n 　　实际上他除了干活的时候，常常是不回我们信息，欠着旅馆和食店的费用，两天后我们就被撵出来了。他还让我们再等等，外出大半个月，日用品和小孩的食物都是自费（说，已经连几十块的 车票都买不起。我说没办法只能找警察去了，他赶紧表示给我几百块让我先回去，第二天就把剩下的给我。因为出来太久，担心电瓶车放在外面不安全，我就先回了，但他并没有把剩下的工钱给我，房租水电费都还 欠着，我和小孩冬天的物品还没有准备好，这些天大人小孩都跑得精疲力尽，上海连讨饭都不允许，无奈下只好连夜回到合肥火车站。我打110，说人不在现场，不归他们管，让我打劳动仲裁的电话，劳动仲裁也说不归他们管，让我找法律，好吧。  \\n 　　我现在只能留在合肥火车站讨饭了. \\n 　　第二天 小孩疲惫受寒前天吐了一天，昨天一天没吃东西，晚上开始发烧，我抱着在网吧一天没敢出去，现在烧退了，实在没办法，死马当活马医，准备去派出所救助。 \\n 　　傍晚去找派出所，找到一个，告诉我事发地归管的派出所，慢慢走过去，派出所在二楼，我扛着婴儿车上到二楼。 \\n 　　报案的大概过程大家都多少了解，小孩一路睡着，现在也不能睡了，然后一番折腾完后，说是欠薪不归派出所管，问我愿不愿意去求助站，我说如果能管吃住我愿意去，但求助站不能一直管着我啊。他们说你先去，然后坐车坐了挺远送我到求助站。 \\n 　　求助站说因为你不能证明和小孩的关系，接受求助的话必须在做完亲子鉴定后才能离开，鉴定好后就要送回老家，现在要把我和小孩送到医院做检查，小孩现在衣服穿少在咳嗽（孩子看人多好玩，不肯在婴儿车里被衣服裹着，没人哄着他躺好）有病治病。我说去医院吃感冒药打吊瓶？吃精神安慰药？求助人员说现在医院不允许打吊瓶，不是精神病院不会给你吃这种药，还有其他办法治疗。我说感冒药里有精神性药成分（催眠成分），累坏冻坏到医院能治好吗？医院不是万能的。求助人员说医院就是万能的。我说那大家不要休息吃饭了，去医院就行了。我是绝望了，提起孩子扔进了婴儿车（孩子还很虚，一路我都在小心照顾他情绪），我对警察说你们看到了，还是要遣返原籍，我没办法呆了。 \\n 　　然后就原路返回到派出所。从派出所出来差不多十一点，我现在已经累得意识不清，按个键都吃力不少，经刚才的折腾，小孩也睡不着觉了。我，小孩不知道还能撑多久，等白天我还要去找找曾经报过警的派出所。（最基本的需求不是穿衣吃饭吗？为什么提供吃住都有那么多要求的求助站，提供医院却那么容易？） \\n 　　小孩两点左右睡着到刚醒，确定烧退了，只是还不太吃东西。 \\n 　　第二天，找到前些天欠钱的人报过警的派出所，警察说这属于劳动纠纷，他们不能抓他，帮我打通他手机号，让我们自己谈，说四千还三千，再还二千，再还一千...没法谈。晚上派出所的帮我找个小房间安顿，给20吃饭钱。第二天警察再帮我打电话联系，打通说了几句，再打就打不通了，警察说他们也没办法，派出所不是民政局不能一直管我吃住，问我去不去求助站，不去就只能自己想办法，去求助站就要去医院，就是去医院也就最多一个星期就必须遣返原籍。昨天在楼道里，附近麦当劳里呆一夜，孩子烧已经退了，在派出所安顿一天后，能吃不少东西，昨夜没睡好，今天吃得比较少。欠几十个人工钱的老板叫陈超，90后，江苏省某市金桥镇人，娃娃圆方脸，长期在合肥经营。 \\n 　　我现在看看能不能在这边找点赚钱的办法，捡垃圾，地堆...实在不行到派出所后面的步行街看能不能讨点。据说陈超平常多在火车站附近活动，我也试着找找看能不能打听到他。 \\n 　　过了二天，傍晚路过陈超被报过警的派出所，拍了一段视频，在附近休息了会后，陈超的会计打电话过来，说了些埋怨陈超发工钱的话，说一会就给我发。陈超说给我结2500能不能接受，我说都快饿坏冻坏了，能给就好。等了一两个小时，陈超说没有现钱，转了200说明天再给，最迟到明天中午，让我先安顿一下。 \\n 　　今天一直到中午没有消息，我打过去，说等下。到两点，我又打过去，说做生意的钱要到傍晚前结出来；再到傍晚打过去，说结到钱的人还在火车上，十点左右下火车就能结给我了；到刚才十点打过去，已经没人接了。 \\n \",\"timestamp\":1638793091,\"title\":\"拿不到工钱，带着小孩在合肥乞讨\"},\"digest\":\"y9JUumNBQEUj75mmBQx8nKrqYPicVIaogjJISDvFiMA\",\"authorship\":{\"contributor\":\"0x34E729cb8e03500077b8088dedf1e4604D268EB8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0dt5NA99MFLvGXwyCurB6iNbovb60AzUjXAnkg7WO6o\\\",\\\"y\\\":\\\"6dR2E-_z3dF3ikp0zeCo61Z3UlhJIjoA7hRr-kG5bns\\\"}\",\"signature\":\"8Q1gfZYUicSrTqmIaE1HmdZxCF6lH-st3j_EknJ47PyWYzQrfA5Db9GeVm9-NMkVDdGu1-9AL16OBnHMGe7fTw\",\"signingKeySignature\":\"0x22498982dca2e1956bac4b8cf6db6e675485ebe24f5fe14f4de46679e10cc7952dd99d2b691aebaf1de4b930ce68e98c3017d3504a451debd719226739920bf81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0dt5NA99MFLvGXwyCurB6iNbovb60AzUjXAnkg7WO6o\\\",\\\"y\\\":\\\"6dR2E-_z3dF3ikp0zeCo61Z3UlhJIjoA7hRr-kG5bns\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"y9JUumNBQEUj75mmBQx8nKrqYPicVIaogjJISDvFiMA\"}"