"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/UFziR73fQk7GMDEIgnrRc.png?height=700&width=1400)\\n\\n**1. TL;DR**\\n\\n“Blockchain Person of the Year 2021 (BPOY2021),” which will be launched in Jan 2022, is the first-ever global decentralized election on blockchain in which people can vote for the person they think has been the most influential in advancing blockchain development in the year. The shortlisted nominees are nominated by important stakeholders in the industry.\\n\\n**2. Explore the New Use of Blockchain Technology and NFTs**\\n\\nBeing the first global on-chain election, BPOY2021 serves as an attempt to raise public awareness of decentralized and transparent voting. Our ultimate vision is to explore new scalable possibilities of Web3.0, DAO, and NFTs, and to discover new practical applications of blockchain technology.\\n\\nThirteen years after the advent of Bitcoin Whitepaper, it is time for us to pay tribute and recognition long overdue to the pioneers and leaders of blockchain for their achievements, demonstrate to the world how far blockchain has come, and to learn valuable lessons from them.\\n\\nBehind every blockchain ‘celebrity’ is a blockchain story worth telling, and behind every blockchain story is the innate pursuit of innovation and excellence. It is our mission to let people, through BPOY2021, discover newfound passions in blockchain and in turn drive mass market adoption. By devising a brand new voting mechanism, we strive to enhance the accessibility, impartiality, and democracy of this voting process, in order to let everyone with a stake in the blockchain world enjoy this event. In other words, this project aims:\\n\\n* To carry out a groundbreaking voting process in which a vote-to-mint mechanism makes every vote verifiable and ensures each voter only gets one vote which carries the same weight as all other votes.\\n* To show\\\\*\\\\* \\\\*\\\\*the world that an election can be carried out without the fear of tampering, be it by the media or other vested interests.\\n* To elect the world’s first Blockchain Person of the Year (BPOY), in order to raise awareness of significant personnels in the blockchain industry, with the hopes of encouraging more people to follow their footsteps in contributing to this field.\\n* To establish a decentralized, bottom-up, voting practice which better embodies the true collective will of the people, contrary to a top-down selection seen in some other elections.\\n\\n**3. BPOY2021 Decentralized Voting**\\n\\nEach individual can cast 3 votes. Your votes will be broadcast on either ETH, BSC or Polygon chain at your own preference and you will receive an NFT as proof-of-vote (gas fee at voters’ own cost).\\n\\nEligibility to vote:\\n\\nSince the #BPOY2021 election is to vote for the person that contributed the most to blockchain industry development in 2021, voting eligibility is restricted to people that already have background knowledge of blockchain. Metamask wallets will be required for white-listing to vote. The exact criteria will be announced at the start of the election to avoid manipulation.\\n\\nNominations:\\n\\nWe have interviewed and spoken with many blockchain contributors in the market. Each of the 50+ shortlisted candidate was proposed by important stakeholders who contributed in the blockchain industry, e.g. trader at Galaxy Digital, blockchain developers at Crypto.com, MD at Consensys, one of the top 100 Solana validators, marketing associate at Binance, crypto influencers, investment associate at crypto VC, etc., as their unique institutional perspectives and grounds can be inherently different from the general public\\\\*\\\\*.\\\\*\\\\*\\n\\n> A crypto trader at Galaxy Digital nominated Elon Musk for his significant contribution in successfully bringing cryptocurrency discussion into the mainstream, especially grabbing the attention of every major shop on Wall Street.\\n\\nMeanwhile, Daniele Sesta is not in the top 50/100 of Coindesk or Cointelegraph lists. But surprisingly, he is the choice of a number of stakeholders, marketing KOL, Gen Z NFT collectors, and even ConsenSys developer!\\n\\nWe want the ranking to be ultimately the choice of the people — echoing the core calling of decentralization in web 3.0.\\n\\n\\\\*\\\\* If you are a professional working at a blockchain institution and wish to nominate, please contact us. \\\\*\\\\*\\n\\n**4. Technical Mechanism: Vote-to-mint, NFT as proof-of-vote**\\n\\n*Please refer to the technical paper for smart contract design.*\\n\\nA. Vote-to-mint:\\n\\nBy submitting votes on the VotingDAO webpage, a smart contract transaction recording your choices and the minting of the proof-of-vote NFT will be executed and broadcast on blockchain. Gas fee is the only fee that will be incurred throughout the process. You will receive an NFT as proof-of-vote (designed by VotingDAO and completely free) after confirmation of your votes.\\n\\nB. NFT as proof-of-vote and utilities:\\n\\nHolders of the proof-of-vote NFT are deemed initial members of BPOY community. Holders will potentially receive airdrops, exclusive participation in minting limited edition NFTs, gated access to exclusive Discord channels and join upcoming physical or virtual events in the metaverse, for example, a Global Summit which all BPOY nominees will be invited to.\\n\\nC. On EVM networks:\\n\\nThe voting process will be executed on the Ethereum, Binance Smart Chain or Polygon network. BSC and Polygon network are available alternatives to Ethereum network for their lower gas fees so as to encourage participation.\\n\\nD. Transparency, decentralization, immutability and long-lasting on-chain record:\\n\\nThe true opinion of the people is reflected, verifiable at any point of time, and will be stored on blockchain forever, never to be forgotten.\\n\\n**5. Global Partnerships**\\n\\nOur global partnerships include communities and college blockchain clubs from the United States, the United Kingdom, South East Asia, Taiwan and Hong Kong, making this campaign the biggest global voting on-chain in human history.\\n\\n**6. Timeline**\\n\\nThe voting will start on 7th Jan, 2022 (tentative). The results will be announced on 31st January 2022.\\n\\n**7. Bringing Long-term Impacts**\\n\\nA. Decentralized Voting:\\n\\nConsensus and voting mechanisms have been the foundation of many blockchain development projects. Especially in the world of Web 3.0, where DAO is foreseen to take a leading role in the blockchain infrastructure, a well developed and comprehensive voting mechanism is needed for DAOs’ operation.\\n\\nMajor market leaders like Vitalik Buterin and CZ have appealed for better voting systems — and so do many blockchain projects. Although blockchain has crucial properties like correctness, censorship resistance needed for voting, it cannot address issues of privacy and coercion resistance yet. *[\\\\[1\\\\]](#6c56)* Existing platforms such as Snapshot, attempts to create a truly decentralized voting experience, but VotingDAO takes a step further to broadcast all votes on-cain and issues NFTs to voters as a proof-of-vote. *For development of existing voting systems in DAOs, we will discuss further in our next article.*\\n\\nBy launching BPOY2021, VotingDAO wishes to spawn more discussions among market leaders and talents on the prospect of decentralized voting. While we are experimenting with this decentralized voting mechanism, we wish to implement it with high transparency, allowing more and better decentralized voting to happen in the future.\\n\\nB. One Connected Crypto Community:\\n\\nThe proof-of-vote NFTs can bring together the crypto community, student organizations, and industry leaders / stakeholders alike, by serving as unique tickets for entering exclusive hybrid communities, including Discord servers and global submits.\\n\\n**8. Contact VotingDAO**\\n\\nVotingDAO is an organization that consists of communities and universities from the US, the UK, Europe, Southeast Asia, Middle East, Hong Kong, and Taiwan.\\n\\nWe strive to raise awareness of the importance of pop-voting systems in crypto space, to provide a transparent decentralized voting (“de-vote”) platform to the world, at the same time exploring the practical uses of incorporation of Web 3.0, DAO and NFTs.\\n\\nFor interested partnerships / contributors / students / media / donors, please contact:\\n\\nTwitter: [@votingdao](https://www.twitter.com/votingdao)Discord: <https://discord.gg/votingdao>Instagram: [@votingdao](https://www.instagram.com/votingdao)Email: [contact@votingdao.io](mailto:contact@votingdao.io)\\n\\n\\\\*\\\\[1\\\\] Vitalik Buterin, Karl Floersch, Albert Ni, Mr Silly, “Blockchain voting is overrated among uninformed people but underrated among informed people”, 2021. Read more: \\\\**<https://vitalik.ca/general/2021/05/25/voting2.html>*\",\"timestamp\":1640930047,\"title\":\"“Blockchain Person of the Year 2021” — What You Must Know for the First-ever Global Decentralized Voting\"},\"digest\":\"OYFQek9zV5EGkKS7tTBJtknyDONrGE-29P7TbfyCnAo\",\"authorship\":{\"contributor\":\"0x5C9F71d3AD17Cb7088744678f98f74B2EEE32bfD\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kvcSj9gtrt-bu81584SuPvuPlqzdkAHvSb3o7IJHvTU\\\",\\\"y\\\":\\\"ivm04WBrDMgYgs6dVoNJLfQl4YcynkgEvuXgE_gEu_Q\\\"}\",\"signature\":\"4bMWAhxjegM2nZkzVh0patVN-vC_GGvn9TjLtK2RcIUjxM1BGZPalZh8uaubjJ925pYqAPp2qCmMzR5c_1C5lA\",\"signingKeySignature\":\"0x33eed78b22d71e0d238db528fd512b2a279e2e59f14ba3bf34e9ff3c5061cdc40769bddd9778a72a581d311954352636182516fceed5ce6c3f243df4303cd7181c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kvcSj9gtrt-bu81584SuPvuPlqzdkAHvSb3o7IJHvTU\\\",\\\"y\\\":\\\"ivm04WBrDMgYgs6dVoNJLfQl4YcynkgEvuXgE_gEu_Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OYFQek9zV5EGkKS7tTBJtknyDONrGE-29P7TbfyCnAo\"}"