"{\"content\":{\"body\":\"if a successful issue to the Great Work is desired. Such directions are frequently given in considerable detail in alchemical works; and, without asserting any exact uniformity, I think that I may state that practically all the alchemists agree that three great colour-stages are necessary--(i.) an inky blackness, which is termed the \\\"Crow's Head\\\" and is indicative of putrefaction; (ii.) a white colour indicating that the Stone is now capable of converting \\\"base\\\" metals into silver; this passes through orange into (iii.) a red colour, which shows that the Stone is now perfect, and will transmute \\\"base\\\" metals into gold. Now, what was the reason for the belief in these three colour-stages, and for their occurrence in the above order? I suggest that no alchemist actually obtained these colours in this order in his chemical experiments, and that we must look for a speculative origin for the belief in them.  We have, I think, only to turn to religious mysticism for this origin. For the exponents of religious mysticism unanimously agree to a threefold division of the life of the mystic.  The first stage is called \\\"the dark night of the soul,\\\" wherein it seems as if the soul were deserted by God, although He is very near. It is the time of trial, when self is sacrificed as a duty and not as a delight.  Afterwards, however, comes the morning light of a new intelligence, which marks the commencement of that stage of the soul's upward progress that is called the \\\"illuminative life\\\". All the mental powers are now concentrated on God, and the struggle is transferred from without to the inner man, good works being now done, as it were, spontaneously. The disciple, in this stage, not only does unselfish deeds, but does them from unselfish motives, being guided by the light of Divine Truth.  The third stage, which is the consummation of the process, is termed \\\"the contemplative life\\\". It is barely describable.  The disciple is wrapped about with the Divine Love, and is united thereby with his Divine Source.  It is the life of love, as the illuminative life is that of wisdom. I suggest that the alchemists, believing in this threefold division of the regenerative process, argued that there must be three similar stages in the preparation of the Stone, which was the pattern of all metallic perfection; and that they derived their beliefs concerning the colours, and other peculiarities of each stage in the supposed chemical process, from the characteristics of each stage in the psychological process according to mystical theology.\\n\\nMoreover, in the course of the latter process many flitting thoughts and affections arise and deeds are half-wittingly done which are not of the soul's true character; and in entire agreement with this, we read of the alchemical process, in the highly esteemed \\\"Canons\\\" of D'ESPAGNET: \\\"Besides these decretory signs \\\\[*i.e*. the black, white, orange, and red colours\\\\] which firmly inhere in the matter, and shew its essential mutations, almost infinite colours appear, and shew themselves in vapours, as the Rainbow in the clouds, which quickly pass away and are expelled by those that succeed, more affecting the air than the earth:  the operator must have a gentle care of them, because they are not permanent, and proceed not from the intrinsic disposition of the matter, but from the fire painting and fashioning everything after its pleasure, or casually by heat in slight moisture.\\\"\\\\[1\\\\] That D'ESPAGNET is arguing, not so much from actual chemical experiments, as from analogy with psychological processes in man, is, I think, evident.\\n\\n\\\\[1\\\\] JEAN D'ESPAGNET: *Hermetic Arcanum*, canon 65. (See *Collectanea Hermetica*, ed.  by W. WYNN WESTCOTT, vol. i., 1893, pp.  28 and 29.)\\n\\nAs well as a metallic, the alchemists believed in a physiological, application of the fundamental doctrines of mysticism: their physiology was analogically connected with their metallurgy, the same principles holding good in each case. PARACELSUS, as we have seen, taught that man is a microcosm, a world in miniature; his spirit, the Divine Spark within, is from God; his soul is from the Stars, extracted from the Spirit of the World; and his body is from the earth, extracted from the elements of which all things material are made. This view of man was shared by many other alchemists. The Philosopher's Stone, therefore (or, rather, a solution of it in alcohol) was also regarded as the Elixir of Life; which, thought the alchemists, would not endow man with physical immortality, as is sometimes supposed, but restore him again to the flower of youth, \\\"regenerating\\\" him physiologically. Failing this, of course, they regarded gold in a potable form as the next most powerful medicine--a belief which probably led to injurious effects in some cases.\\n\\nSuch are the facts from which I think we are justified in concluding, as I have said, \\\"that the alchemists constructed their chemical theories for the main part by means of *a priori* reasoning, and that the premises from which they started were (i.) the truth of mystical theology, especially the doctrine of the soul's regeneration, and (ii.) the truth of mystical philosophy, which asserts that the objects of nature are symbols of spiritual verities.\\\"\\\\[1\\\\]\\n\\n\\\\[1\\\\] In the following excursion we will wander again in the alchemical bypaths of thought, and certain objections to this view of the origin and nature of alchemy will be dealt with and, I hope, satisfactorily answered.\\n\\nIt seems to follow, *ex hypothesi*, that every alchemical work ought to permit of two interpretations, one physical, the other transcendental.  But I would not venture to assert this, because, as I think, many of the lesser alchemists knew little of the origin of their theories, nor realised their significance. They were concerned merely with these theories in their strictly metallurgical applications, and any transcendental meaning we can extract from their works was not intended by the writers themselves. However, many alchemists, I conceive, especially the better sort, realised more or less clearly the dual nature of their subject, and their books are to some extent intended to permit of a double interpretation, although the emphasis is laid upon the physical and chemical application of mystical doctrine. And there are a few writers who adopted alchemical terminology on the principle that, if the language of theology is competent to describe chemical processes, then, conversely, the language of alchemy must be competent to describe psychological processes: this is certainly and entirely true of JACOB BOEHME, and, to some extent also, I think, of HENRY KHUNRATH (1560-1605) and THOMAS VAUGHAN (1622-1666).\\n\\nAs may be easily understood, many of the alchemists led most romantic lives, often running the risk of torture and death at the hands of avaricious princes who believed them to be in possession of the Philosopher's Stone, and adopted such pleasant methods of extorting (or, at least, of trying to extort) their secrets. A brief sketch, which I quote from my *Alchemy:  Ancient and Modern* (1911), SE 54, of the lives of ALEXANDER SETHON and MICHAEL SENDIVOGIUS, will serve as an example:--\\n\\n\\\"The date and birthplace of ALEXANDER SETHON, a Scottish alchemist, do not appear to have been recorded, but MICHAEL SENDIVOGIUS was probably born in Moravia about 1566.  Sethon, we are told, was in possession of the arch-secrets of Alchemy.  He visited Holland in 1602, proceeded after a time to Italy, and passed through Basle to Germany; meanwhile he is said to have performed many transmutations. Ultimately arriving at Dresden, however, he fell into the clutches of the young Elector, Christian II., who, in order to extort his secret, cast him into prison and put him to the torture, but without avail. Now it so happened that Sendivogius, who was in quest of the Philosopher's Stone, was staying at Dresden, and hearing of Sethon's imprisonment obtained permission to visit him. Sendivogius offered to effect Sethon's escape in return for assistance in his alchemistic pursuits, to which arrangement the Scottish alchemist willingly agreed.  After some considerable outlay of money in bribery, Sendivogius's plan of escape was successfully carried out, and Sethon found himself a free man; but he refused to betray the high secrets of Hermetic philosophy to his rescuer. However, before his death, which occurred shortly afterwards, he presented him with an ounce of the transmutative powder. Sendivogius soon used up this powder, we are told, in effecting transmutations and cures, and, being fond of expensive living, he married Sethon's widow, in the hope that she was in the possession of the transmutative secret.  In this, however, he was disappointed; she knew nothing of the matter, but she had the manuscript of an alchemistic work written by her late husband.  Shortly afterwards Sendivogius printed at Prague a book entitled *The New Chemical Light* under the name of \\\\`Cosmopolita,' which is said to have been this work of Sethon's, but which Sendivogius claimed for his own by the insertion of his name on the title page, in the form of an anagram. The tract *On Sulphur* which was printed at the end of the book in later editions, however, is said to have been the genuine work of the Moravian.  Whilst his powder lasted, Sendivogius travelled about, performing, we are told, many transmutations. He was twice imprisoned in order to extort the secrets of alchemy from him, on one occasion escaping, and on the other occasion obtaining his release from the Emperor Rudolph.  Afterwards, he appears to have degenerated into an impostor, but this is said to have been a *finesse* to hide his true character as an alchemistic adept. He died in 1646.\\\"\\n\\nHowever, all the alchemists were not of the apparent character of SENDIVOGIUS--many of them leading holy and serviceable lives. The alchemist-physician J. B. VAN HELMONT (1577-1644), who was a man of extraordinary benevolence, going about treating the sick poor freely, may be particularly mentioned.  He, too, claimed to have performed the transmutation of \\\"base\\\" metal into gold, as did also HELVETIUS (whom we have already met), physician to the Prince of Orange, with a wonderful preparation given to him by a stranger. The testimony of these two latter men is very difficult either to explain or to explain away, but I cannot deal with this question here, but must refer the reader to a paper on the subject by Mr GASTON DE MENGEL, and the discussion thereon, published in vol.  i.  of *The Journal of the Alchemical Society*.\\n\\nIn conclusion, I will venture one remark dealing with a matter outside of the present inquiry.  Alchemy ended its days in failure and fraud; charlatans and fools were attracted to it by purely mercenary objects, who knew nothing of the high aims of the genuine alchemists, and scientific men looked elsewhere for solutions of Nature's problems. Why did alchemy fail?  Was it because its fundamental theorems were erroneous?  I think not.  I consider the failure of the alchemical theory of Nature to be due rather to the misapplication of these fundamental concepts, to the erroneous use of *a priori* methods of reasoning, to a lack of a sufficiently wide knowledge of natural phenomena to which to apply these concepts, to a lack of adequate apparatus with which to investigate such phenomena experimentally, and to a lack of mathematical organons of thought with which to interpret such experimental results had they been obtained. As for the basic concepts of alchemy themselves, such as the fundamental unity of the Cosmos and the evolution of the elements, in a word, the applicability of the principles of mysticism to natural phenomena: these seem to me to contain a very valuable element of truth-- a statement which, I think, modern scientific research justifies me in making,--though the alchemists distorted this truth and expressed it in a fantastic form.  I think, indeed, that in the modern theories of energy and the all-pervading ether, the etheric and electrical origin and nature of matter and the evolution of the elements, we may witness the triumphs of mysticism as applied to the interpretation of Nature.  Whether or not we shall ever transmute lead into gold, I believe there is a very true sense in which we may say that alchemy, purified by its death, has been proved true, whilst the materialistic view of Nature has been proved false.\\n\\nX\\n\\nTHE PHALLIC ELEMENT IN ALCHEMICAL DOCTRINE\\n\\nTHE problem of alchemy presents many aspects to our view, but, to my mind, the most fundamental of these is psychological, or, perhaps I should say, epistemological.  It has been said that the proper study of mankind is man; and to study man we must study the beliefs of man. Now so long as we neglect great tracts of such beliefs, because they have been, or appear to have been, superseded, so long will our study be incomplete and ineffectual.  And this, let me add, is no mere excuse for the study of alchemy, no mere afterthought put forward in justification of a predilection, but a plain statement of fact that renders this study an imperative need. There are other questions of interest--of very great interest-- concerning alchemy:  questions, for instance, as to the scope and validity of its doctrines; but we ought not to allow their fascination and promise to distract our attention from the fundamental problem, whose solution is essential to their elucidation.\\n\\nIn the preceding essay on \\\"The Quest of the Philosopher's Stone,\\\" which was written from the standpoint I have sketched in the foregoing words, my thesis was \\\"that the alchemists constructed their chemical theories for the main part by means of *a priori* reasoning, and that the premises from which they started were (i.) the truth of mystical theology, especially the doctrine of the soul's regeneration, and (ii.) the truth of mystical philosophy, which asserts that the objects of nature are symbols of spiritual verities.\\\"  Now, I wish to treat my present thesis, which is concerned with a further source from which the alchemists derived certain of their views and modes of expression by means of *a priori* reasoning, in connection with, and, in a sense, as complementary to, my former thesis. I propose in the first place, therefore, briefly to deal with certain possible objections to this view of alchemy.\\n\\nIt has, for instance, been maintained\\\\[1\\\\] that the assimilation of alchemical doctrines concerning the metals to those of mysticism concerning the soul was an event late in the history of alchemy, and was undertaken in the interests of the latter doctrines. Now we know that certain mystics of the sixteenth and seventeenth centuries did borrow from the alchemists much of their terminology with which to discourse of spiritual mysteries-- JACOB BOEHME, HENRY KHUNRATH, and perhaps THOMAS VAUGHAN, may be mentioned as the most prominent cases in point. But how was this possible if it were not, as I have suggested, the repayment, in a sense, of a sort of philological debt? Transmutation was an admirable vehicle of language for describing the soul's regeneration, just because the doctrine of transmutation was the result of an attempt to apply the doctrine of regeneration in the sphere of metallurgy; and similar remarks hold of the other prominent doctrines of alchemy.\\n\\n\\\\[1\\\\] See, for example, Mr A. E. WAITE'S paper, \\\"The Canon of Criticism in respect of Alchemical Literature,\\\" *The Journal of the Alchemical Society*, vol.  i.  (1913), pp.  17-30.\\n\\nThe wonderful fabric of alchemical doctrine was not woven in a day, and as it passed from loom to loom, from Byzantium to Syria, from Syria to Arabia, from Arabia to Spain and Latin Europe, so its pattern changed; but it was always woven *a priori*, in the belief that that which is below is as that which is above. In its final form, I think, it is distinctly Christian.\\n\\nIn the *Turba Philosophorum*, the oldest known work of Latin alchemy-- a work which, claiming to be of Greek origin, whilst not that, is certainly Greek in spirit,--we frequently come across statements of a decidedly mystical character.  \\\"The regimen,\\\" we read, \\\"is greater than is perceived by reason, except through divine inspiration.\\\"\\\\[1\\\\] Copper, it is insisted upon again and again, has a soul as well as a body; and the Art, we are told, is to be defined as \\\"the liquefaction of the body and the separation of the soul from the body, seeing that copper, like a man, has a soul and a body.\\\"\\\\[2\\\\] Moreover, other doctrines are here propounded which, although not so obviously of a mystical character, have been traced to mystical sources in the preceding excursion.  There is, for instance, the doctrine of purification by means of putrefaction, this process being likened to that of the resurrection of man. \\\"These things being done,\\\" we read, \\\"God will restore unto it \\\\[the matter operated on\\\\] both the soul and the spirit thereof, and the weakness being taken away, that matter will be made strong, and after corruption will be improved, even as a man becomes stronger after resurrection and younger than he was in this world.\\\"\\\\[1b\\\\] The three stages in the alchemical work--black, white, and red-- corresponding to, and, as I maintain, based on the three stages in the life of the mystic, are also more than once mentioned. \\\"Cook them \\\\[the king and his wife\\\\], therefore, until they become black, then white, afterwards red, and finally until a tingeing venom is produced.\\\"\\\\[2b\\\\]\\n\\n\\\\[1\\\\] *The Turba Philosophorum, or Assembly of the Sages* (trans. by A. E. WAITE, 1896), p.  128.\\n\\n\\\\[2\\\\] *Ibid*., p.  193, *cf*.  pp.  102 and 152.\\n\\n\\\\[1b\\\\] *The Turba Philosophorum, or Assembly of the Sages* (trans. by A. E. WAITE), p.  101, *cf*.  pp.  27 and 197.\\n\\n\\\\[2b\\\\] *Ibid*., p.  98, *cf*.  p.  29.\\n\\nIn view of these quotations, the alliance (shall I say?) between alchemy and mysticism cannot be asserted to be of late origin. And we shall find similar statements if we go further back in time. To give but one example:  \\\"Among the earliest authorities,\\\" writes Mr WAITE, \\\"the *Book of Crates* says that copper, like man, has a spirit, soul, and body,\\\" the term \\\"copper\\\" being symbolical and applying to a stage in the alchemical work. But nowhere in the *Turba* do we meet with the concept of the Philosopher's Stone as the medicine of the metals, a concept characteristic of Latin alchemy, and, to quote Mr WAITE again, \\\"it does not appear that the conception of the Philosopher's Stone as a medicine of metals and of men was familiar to Greek alchemy;\\\"\\\\[3\\\\]\\n\\n\\\\[3\\\\] *Ibid*., p.  71.\\n\\nAll this seems to me very strongly to support my view of the origin of alchemy, which requires a specifically Christian mysticism only for this specific concept of the Philosopher's Stone in its fully-fledged form. At any rate, the development of alchemical doctrine can be seen to have proceeded concomitantly with the development of mystical philosophy and theology.  Those who are not prepared here to see effect and cause may be asked not only to formulate some other hypothesis in explanation of the origin of alchemy, but also to explain this fact of concomitant development.\\n\\nFrom the standpoint of the transcendental theory of alchemy it has been urged \\\"that the language of mystical theology seemed to be hardly so suitable to the exposition \\\\[as I maintain\\\\] or concealment of chemical theories, as the language of a definite and generally credited branch of science was suited to the expression of a veiled and symbolical process such as the regeneration of man.\\\"\\\\[1\\\\] But such a statement is only possible with respect to the latest days of alchemy, when there WAS a science of chemistry, definite and generally credited. The science of chemistry, it must be remembered, had no growth separate from alchemy, but evolved therefrom. Of the days before this evolution had been accomplished, it would be in closer accord with the facts to say that theology, including the doctrine of man's regeneration, was in the position of \\\"a definite and generally credited branch of science,\\\" whereas chemical phenomena were veiled in deepest mystery and tinged with the dangers appertaining to magic. As concerns the origin of alchemy, therefore, the argument as to suitability of language appears to support my own theory; it being open to assume that after formulation--that is, in alchemy's latter days--chemical nomenclature and theories were employed by certain writers to veil heterodox religious doctrine.\\n\\n\\\\[1\\\\] PHILIP S. WELLBY, M.A., in *The Journal of the Alchemical Society*, vol.  ii.  (1914), p.  104.\\n\\nAnother recent writer on the subject, my friend the late Mr ABDUL-ALI, has remarked that \\\"he thought that, in the mind of the alchemist at least, there was something more than analogy between metallic and psychic transformations, and that the whole subject might well be assigned to the doctrinal category of ineffable and transcendent Oneness.  This Oneness comprehended all-- soul and body, spirit and matter, mystic visions and waking life-- and the sharp metaphysical distinction between the mental and the non-mental realms, so prominent during the history of philosophy, was not regarded by these early investigators in the sphere of nature. There was the sentiment, perhaps only dimly experienced, that not only the law, but the substance of the Universe, was one; that mind was everywhere in contact with its own kindred; and that metallic transmutation would, somehow, so to speak, signalise and seal a hidden transmutation of the soul.\\\"\\\\[1\\\\]\\n\\n\\\\[1\\\\] SIJIL ABDUL-ALI, in *The Journal of the Alchemical Society*, vol.  ii. (1914), p.  102.\\n\\nI am to a large extent in agreement with this view. Mr ABDUL-ALI quarrels with the term \\\"analogy,\\\" and, if it is held to imply any merely superficial resemblance, it certainly is not adequate to my own needs, though I know not what other word to use. SWEDENBORG'S term \\\"correspondence\\\" would be better for my purpose, as standing for an essential connection between spirit and matter, arising out of the causal relationship of the one to the other. But if SWEDENBORG believed that matter and spirit were most intimately related, he nevertheless had a very precise idea of their distinctness, which he formulated in his Doctrine of Degrees--a very exact metaphysical doctrine indeed. The alchemists, on the other hand, had no such clear ideas on the subject.  It would be even more absurd to attribute to them a Cartesian dualism.  To their ways of thinking, it was by no means impossible to grasp the spiritual essences of things by what we should now call chemical manipulations. For them a gas was still a ghost and air a spirit. One could quote pages in support of this, but I will content myself with a few words from the *Turba*--the antiquity of the book makes it of value, and anyway it is near at hand. \\\"Permanent water,\\\" whatever that may be, being pounded with the body, we are told, \\\"by the will of God it turns that body into spirit.\\\" And in another place we read that \\\"the Philosophers have said: Except ye turn bodies into not-bodies, and incorporeal things into bodies, ye have not yet discovered the rule of operation.\\\"\\\\[1a\\\\] No one who could write like this, and believe it, could hold matter and spirit as altogether distinct. But it is equally obvious that the injunction to convert body into spirit is meaningless if spirit and body are held to be identical.  I have been criticised for crediting the alchemists \\\"with the philosophic acumen of Hegel,\\\"\\\\[1b\\\\] but that is just what I think one ought to avoid doing. At the same time, however, it is extremely difficult to give a precise account of views which are very far from being precise themselves.  But I think it may be said, without fear of error, that the alchemist who could say, \\\"As above, so below,\\\" *ipso facto* recognised both a very close connection between spirit and matter, and a distinction between them. Moreover, the division thus implied corresponded, on the whole, to that between the realms of the known (or what was thought to be known) and the unknown.  The Church, whether Christian or pre-Christian, had very precise (comparatively speaking) doctrine concerning the soul's origin, duties, and destiny, backed up by tremendous authority, and speculative philosophy had advanced very far by the time PLATO began to concern himself with its problems.  Nature, on the other hand, was a mysterious world of magical happenings, and there was nothing deserving of the name of natural science until alchemy was becoming decadent. It is not surprising, therefore, that the alchemists-- these men who wished to probe Nature's hidden mysteries-- should reason from above to below; indeed, unless they had started *de novo*--as babes knowing nothing,--there was no other course open to them.  And that they did adopt the obvious course is all that my former thesis amounts to.  In passing, it is interesting to note that a sixteenth-century alchemist, who had exceptional opportunities and leisure to study the works of the old masters of alchemy, seems to have come to a similar conclusion as to the nature of their reasoning.  He writes: \\\"The Sages . . . after having conceived in their minds a Divine idea of the relations of the whole universe . . . selected from among the rest a certain substance, from which they sought to elicit the elements, to separate and purify them, and then again put them together in a manner suggested by a keen and profound observation of Nature.\\\"\\\\[1c\\\\]\\n\\n\\\\[1a\\\\] *op cit*., pp,. 65 and 110, *cf*.  p.  154.\\n\\n\\\\[1b\\\\] *Vide* a rather frivolous review of my *Alchemy:  Ancient and Modern* in *The Outlook* for 14th January 1911.\\n\\n\\\\[1c\\\\] EDWARD KELLY:  *The Humid Path*.  (See *The Alchemical Writings* of EDWARD KELLY, edited by A. E. WAITE, 1893, pp.  59-60.)\\n\\nIn describing the realm of spirit as *ex hypothesi* known, that of Nature unknown, to the alchemists, I have made one important omission, and that, if I may use the name of a science to denominate a complex of crude facts, is the realm of physiology, which, falling within that of Nature, must yet be classed as *ex hypothesi* known. But to elucidate this point some further considerations are necessary touching the general nature of knowledge. Now, facts may be roughly classed, according to their obviousness and frequency of occurrence, into four groups. There are, first of all, facts which are so obvious, to put it paradoxically, that they escape notice; and these facts are the commonest and most frequent in their occurrence. I think it is Mr CHESTERTON who has said that, looking at a forest one cannot see the trees because of the forest; and, in *The Innocence of Father Brown*, he has a good story (\\\"The Invisible Man\\\") illustrating the point, in which a man renders himself invisible by dressing up in a postman's uniform. At any rate, we know that when a phenomenon becomes persistent it tends to escape observation; thus, continuous motion can only be appreciated with reference to a stationary body, and a noise, continually repeated, becomes at last inaudible. The tendency of often-repeated actions to become habitual, and at last automatic, that is to say, carried out without consciousness, is a closely related phenomenon. We can understand, therefore, why a knowledge of the existence of the atmosphere, as distinct from the wind, came late in the history of primitive man, as, also, many other curious gaps in his knowledge. In the second group we may put those facts which are common, that is, of frequent occurrence, and are classed as obvious. Such facts are accepted at face-value by the primitive mind, and are used as the basis of explanation of facts in the two remaining groups, namely, those facts which, though common, are apt to escape the attention owing to their inconspicuousness, and those which are of infrequent occurrence.  When the mind takes the trouble to observe a fact of the third group, or is confronted by one of the fourth, it feels a sense of surprise. Such facts wear an air of strangeness, and the mind can only rest satisfied when it has shown them to itself as in some way cases of the second group of facts, or, at least, brought them into relation therewith.  That is what the mind-- at least the primitive mind--means by \\\"explanation\\\". \\\"It is obvious,\\\" we say, commencing an argument, thereby proclaiming our intention to bring that which is at first in the category of the not-obvious, into the category of the obvious. It remains for a more sceptical type of mind--a later product of human evolution--to question obvious facts, to explain them, either, as in science, by establishing deeper and more far-reaching correlations between phenomena, or in philosophy, by seeking for the source and purpose of such facts, or, better still, by both methods.\\n\\nOf the second class of facts--those common and obvious facts which the primitive mind accepts at face-value and uses as the basis of its explanations of such things as seem to it to stand in need of explanation--one could hardly find a better instance than sex. The universality of sex, and the intermittent character of its phenomena, are both responsible for this.  Indeed, the attitude of mind I have referred to is not restricted to primitive man; how many people to-day, for instance, just accept sex as a fact, pleasant or unpleasant according to their predilections, never querying, or feeling the need to query, its why and wherefore? It is by no means surprising, that when man first felt the need of satisfying himself as to the origin of the universe, he should have done so by a theory founded on what he knew of his own generation. Indeed, as I queried on a former occasion, what other source of explanation was open to him?  Of what other form of origin was he aware? Seeing Nature springing to life at the kiss of the sun, what more natural than that she should be regarded as the divine Mother, who bears fruits because impregnated by the Sun-God? It is not difficult to understand, therefore, why primitive man paid divine honours to the organs of sex in man and woman, or to such things as he considered symbolical of them--that is to say, to understand the extensiveness of those religions which are grouped under the term \\\"phallicism\\\". Nor, to my mind, is the symbol of sex a wholly inadequate one under which to conceive of the origin of things. And, as I have said before, that phallicism usually appears to have degenerated into immorality of a very pronounced type is to be deplored, but an immoral view of human relations is by no means a necessary corollary to a sexual theory of the universe.\\\\[1\\\\]\\n\\n\\\\[1\\\\] \\\"The reverence as well as the worship paid to the phallus, in early and primitive days, had nothing in it which partook of indecency; all ideas connected with it were of a reverential and religious kind....\\n\\n\\\"The indecent ideas attached to the representation of the phallus were, though it seems a paradox to say so, the results of a more advanced civilization verging towards its decline, as we have evidence at Rome and Pompeii....\\n\\n\\\"To the primitive man \\\\[the reproductive force which pervades all nature\\\\] was the most mysterious of all manifestations. The visible physical powers of nature--the sun, the sky, the storm-- naturally claimed his reverence, but to him the generative power was the most mysterious of all powers.  In the vegetable world, the live seed placed in the ground, and hence germinating, sprouting up, and becoming a beautiful and umbrageous tree, was a mystery. In the animal world, as the cause of all life, by which all beings came into existence, this power was a mystery.  In the view of primitive man generation was the action of the Deity itself. It was the mode in which He brought all things into existence, the sun, the moon, the stars, the world, man were generated by Him.  To the productive power man was deeply indebted, for to it he owed the harvests and the flocks which supported his life; hence it naturally became an object of reverence and worship.\\n\\n\\\"Primitive man wants some object to worship, for an abstract idea is beyond his comprehension, hence a visible representation of the generative Deity was made, with the organs contributing to generation most prominent, and hence the organ itself became a symbol of the power.\\\"--H, M. WESTROPP:  *Primitive Symbolism as Illustrated in Phallic Worship, or the Reproductive Principle* (1885), pp.  47, 48, and 57.  {End of long footnote}\\n\\nThe Aruntas of Australia, I believe, when discovered by Europeans, had not yet observed the connection between sexual intercourse and birth. They believed that conception was occasioned by the woman passing near a *churinga*--a peculiarly shaped piece of wood or stone, in which a spirit-child was concealed, which entered into her. But archaeological research having established the fact that phallicism has, at one time or another, been common to nearly all races, it seems probable that the Arunta tribe represents a deviation from the normal line of mental evolution.  At any rate, an isolated phenomenon, such as this, cannot be held to controvert the view that regards phallicism as in this normal line.  Nor was the attitude of mind that not only accepts sex at face-value as an obvious fact, but uses the concept of it to explain other facts, a merely transitory one. We may, indeed, not difficultly trace it throughout the history of alchemy, giving rise to what I may term \\\"The Phallic Element in Alchemical Doctrine\\\".\",\"timestamp\":1641298345,\"title\":\"\\nIn the second place, consider the directions as to the colours that must be obtained in the preparation\"},\"digest\":\"J6CSbAqqNM2cdjuAk2H5WujfeY3GZrrR3RaUV_6uDuI\",\"authorship\":{\"contributor\":\"0xBD285526750c6d1e9c301005d31Fcad2bE9E9AA0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_OhyN5rnM7tDJ2b2aNHdqLl_VoMGhTzZ8EyC-dtdMYA\\\",\\\"y\\\":\\\"Hr6PSJmm7W5CWcHGSbl0NjZj4uW5lODSvSRVmLLDeoM\\\"}\",\"signature\":\"b9dIjTFmU8Jrcg6iuWn-pFcXEFMhAM5jKaayrwmMtfuAw5eq3MFppnE-KofOyNFiMo9SHLuBXqiGiGvDCk1nWA\",\"signingKeySignature\":\"0x6a1776f948ea61135e69d9ff3f0ae53b0e72eca0fc96d1dbb4e2425c1fe63eaa532bc09eaf163d07b43912644df009b2889d8dcb43fa4a97458b90dcbc7cc4341b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_OhyN5rnM7tDJ2b2aNHdqLl_VoMGhTzZ8EyC-dtdMYA\\\",\\\"y\\\":\\\"Hr6PSJmm7W5CWcHGSbl0NjZj4uW5lODSvSRVmLLDeoM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"J6CSbAqqNM2cdjuAk2H5WujfeY3GZrrR3RaUV_6uDuI\"}"