"{\"content\":{\"body\":\"**While the market is sad in January 2022, I take this opportunity to present to you a little about my investment strategy for the years to come. Disclaimer, this is just the point of view of a simple crypto enthusiast and I am not an expert, however I hope this point of view will give you an example of an investment strategy.**\\n\\nTo begin with, **my first bet is that crypto is a revolutionary technology** and in 10 or 15 years people will continue to use it, because blockchain is one of the greatest advances of the century in my opinion.\\n\\nTo begin with, my investment strategy is to buy tokens and hold for a very long period, **it is a long-term investment strategy**. The idea is to build a portfolio by visualizing a world where the total market cap of cryptos is valued at several trillions of dollars. Having said that, despite the fact that I recently arrived in the market, my deep conviction is that: for a project to gain capitalization, it needs hype and people to really use it. \\n\\n**My favorites are divided into 3 main tops that you will find below :** ⬇️\\n\\n* **My Top 1** to accumulate is the Layers 1, because for once, if we want to do DeFi, transfers etc, we have to use them and on my side I am agnostic, I believe in a future multi blockchains so I don't have any favorites. The downside is that they have already pumped in 2021 so difficult to accumulate, but if a bear market is looming, we can take advantage of it to build a coin portfolio that has powerful use cases.\\n\\n![Ethereum, Avalanche, Solana, Cosmos](https://images.mirror-media.xyz/publication-images/OdpzP25QtxqpiEooubTXX.png?height=294&width=1150)\\n\\n* **My Top 2** are the Layers 2, to see how things will shape up and how we will use these tokens, but when we see the example of MATIC, I am bullish on all the projects that are coming (ZkSync, Starkware, Optimism, Arbitrum). I still have a preference for ZkSync and Starknet which, in my opinion, are the most successful L2s. They haven't released any tokens, but as soon as they do, I'll invest.\\n\\n![Optimism, Arbitrum, ZkSync, Starkware](https://images.mirror-media.xyz/publication-images/5V4wMxtEoIFsKVMaxCWvc.png?height=292&width=1298)\\n\\n* **My Top 3** are DeFi aggregator tokens, the same, we don't yet know what the usefulness of the tokens will be, but I'm clearly bullish on Zapper, DeBank and Zerion. Because in my opinion, these are projects that democratize and facilitate DeFi and to reach billions of Users, we are more likely to do so via Zapper. Then I may be wrong but for me, if we want Grandma Yvette to post a ticket on crypto, it's easier via Zapper. They haven't released any tokens, but as soon as they do, I'll invest.\\n\\n![Zapper, Zerion, Debank](https://images.mirror-media.xyz/publication-images/KA2dsDctNqMN6yu5R_GDb.png?height=282&width=1150)\\n\\n* ***For the Top 4****, everything will depend on the projects that will come out, if OpenSea releases a token that is really useful, that we need to interact, I will be bullish. On the other hand, if it's just simple governance, I'm quite bearish. But above all, keep a close eye on the new projects that will arrive over the next few months, because many great projects were built during the 2018 bear market.*\\n\\nFor **Bitcoin**, it is not part of my investment strategy, although it will remain the king of cryptos for a while, I am convinced that the future is the upside is in other projects that have uses much clearer. Again, this is only my humble opinion, my own investment strategy and I place myself as an amateur blockchain fan who missed ETH and BTC wagon. \\n\\nThanks for reading, \\n\\nCryptelephant\\n\\n \\n \",\"timestamp\":1642611623,\"title\":\"A simple crypto investment strategy, from a simple guy\"},\"digest\":\"aoJQwxv9uWxrtZySjmRvKgmsCRaqiuxnMOAa70Tshpo\",\"authorship\":{\"contributor\":\"0x6C582042297f7B231C662D90C7Bda8b86D5d5D78\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6U1O2G1K_LaAa-BVEGfj2HFazwPeykVW-KlkWJOSwsk\\\",\\\"y\\\":\\\"Fiks78yVPUPwAnm2FRDPzRB0S9nLdBRyBaHwBbuauWA\\\"}\",\"signature\":\"PEYGeTEQiVejMwhr3mZVrnb4aMvQBixQfRuNTzc_VXNvXwPVRSRQ-Mc8O8H55xNBajvd3NuRAzeER72F4a1Uww\",\"signingKeySignature\":\"0x62ee70fc694a912831588126040304332a1374c1130906cdaae1f3d8bc518ceb361ac7603982dce2cc5d0fefc2809572ed8c97ba197e4661149c5497cfb70b4a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6U1O2G1K_LaAa-BVEGfj2HFazwPeykVW-KlkWJOSwsk\\\",\\\"y\\\":\\\"Fiks78yVPUPwAnm2FRDPzRB0S9nLdBRyBaHwBbuauWA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"aoJQwxv9uWxrtZySjmRvKgmsCRaqiuxnMOAa70Tshpo\"}"