"{\"content\":{\"body\":\"1994\\n\\nA New Peace Grows On A Network\\n\\nA long secret war, waged since 1945, ends. A Network rises.\\n\\nThe U.S. and Russia sign the \\\"Kremlin Accords\\\" to end the targeting of missiles at each other, and dismantle a nuclear arsenal in Ukraine. Russia and China also stop targeting nuclear weapons at each other.\\n\\nThe last Russian soldiers leave Germany, Estonia, and Latvia.\\nWestern Allied force occupation of Berlin ends with a ceremony.\\n\\nA change in the Mexican Peso-USD exchange rate shocks the world markets. A $50B USD package will not be the last time the U.S. intervenes with bailouts. The markets grow more connected, 24/7, and more volatile.\\n\\nA invisible network creates into an ocean of data, and grows 24/7.The World Wide Web consortium is created to face the changes.\\nUsers can travel the Internet with software, ‘browsers’.\\n\\nA walled electronic island opens its gates to the 'Web' for the first time - AOL. Microsoft's MS-DOS and Windows are sold as one.\\n\\nThe first internet radio broadcast comes out of UNC Chapel Hill.\\n\\nOne amateur radio buff, a cypherpunk, sues the U.S. State Department over the right to export the source copy in a book on applied cryptography, still treated as a munition under export laws. POTUS42 drops the case in 2000.\\n\\nChina opens its first connection to the Internet.\\nA new company, Amazon, is founded.\\nNetscape Navigator is released.\\n\\nThe new peace grows on the rise of a network.\\n\\n**2877 Earth, The Necklace - Mars Earth Flights Arrivals**\\n\\n\\\"Commander, your things have been sent ahead of you to the Consulate, a delegation is waiting for you at the arrival gate.\\\"\\n\\n\\\"Thank you, Captain. The trade group, have they already left?\\\"\\n\\n\\\"Yes, except for one person, and I think she is waiting for you.\\\"\\n\\nI thank the Captain and the crew and head towards the arrival area.\\\"Hello, Jacob, I got 2 waters, water from a very old spring on Earth. A miracle it has been flowing this whole time.\\\"\\n\\n\\\"Thank you, I'm glad for the company. Let's walk and follow the prompts.\\\"\\n\\n\\\"Welcome to The Necklace, what would you like to visit during your stay?\\\", asked a ghost in the shape of a friendly bot.\\n\\n\\\"Thank you, we're walking to our Consulate, and if my friend doesn't object, we'll take the scenic route, and see some of the sights.\\\"\\n\\n\\\"Understood, scenic stroll to the Mars Provisional Consulate, with a light travelogue, suggested rest stops for meal, points of interest.\\\"\\n\\n\\\"Andreea, how does that sound?\\\"\\n\\n\\\"What I had in mind. I wanted to talk to you after our last chat.\\\"\\n\\nI don't know how she was connected to this missing item I was drafted to look for.\\n\\nMaybe we'll both be lucky, and this conversation is as far as it goes for her.\\n\\nMaybe she is supposed to tell me some things and then we can make our polite \\\"it was nice meeting you\\\" and part ways.\\n\\nMaybe she has the \\\"item\\\", and I have to get it from her. I hope not.\\n\\n[https://audius.co/Astronaught/protego-begin-again-wip](https://audius.co/Astronaught/protego-begin-again-wip)\\n\\n![](https://images.mirror-media.xyz/publication-images/z30MkUb_OM6LRXqda7Md3.png?height=1600&width=1200)\\n\\n![](https://images.mirror-media.xyz/publication-images/C98D9c9dhcMmGx1hvUYKs.png?height=1600&width=1200)\\n\\n\",\"timestamp\":1634479513,\"title\":\"1999: 7.8 A New Peace Grows On A Network, 2877\"},\"digest\":\"6qsmRK0lurhwkRCwqwz19IQfEwFo4d1cPw7GGanBo3I\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"signature\":\"c3tm1RF5RMa53hnfVWRXS6aG4nysXCoBmPRkNj_L-NvCgqZRgQfdqf9gL7QArFQ4RPdus2ZFxbpXkVeCWsDYxQ\",\"signingKeySignature\":\"0xc5f6a6de06c37a59b4940e8beaebe9f5078a93d485cef5bfcd1558d49fe7c6993bac33f1382180bc010311fc2826a27ec344a8b01732332273c07617223db15a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"4ihc6TtxaRLxPc4k572ONTihTl3Cv3mKw8Ub8c84Ejc\"}"