"{\"content\":{\"body\":\"时间跨度到了 2021 年的尾巴上，科技圈和创投圈在过去两年没有听到更多的好的故事，当然，除了国内前两年兴起的社区电商，勉强算得上一个被资本追捧的赛道，其他的似乎已经没有了太多的喧嚣，甚至我们可能已经很久没再看到像 O2O 或者共享单车这样备受资本追逐的领域，人们不禁感叹，互联网创业怎么了？\\n\\n相对地，从 2017 年开始，海外投资机构比较热衷的投资领域可能是区块链，但受制于国内一些政策的影响，鲜有知名机构押注在区块链或者 Crypto 领域。因此，面对大西洋另一边的火热，身在国内的机构们也在找寻下一个互联网级别一般的大赛道。\\n\\n直到 2 个月前，一个名为 Metaverse （元宇宙）的词突然火爆了各大媒体，如果现在回过头去看，只要是知名媒体似乎都曾报道过关于元宇宙的新闻，甚至个别平台还制作了元宇宙专题，但可能直到现在依然有不少人对这个词表示「丈二的和尚摸不着头脑」。\\n\\n### 简单理解元宇宙\\n\\n首先，从感觉上来说，我们可以将元宇宙定义为一个虚拟的现实世界，什么意思呢，就好比我们睡觉时所做的梦一般，我们知道它可能是梦，但真实感依然会令人唏嘘，而**元宇宙就像创造了一个现实的、可创作的梦境一般**。\\n\\n但从体验上来说，元宇宙会更多地强调真实性和体验的可获得性，以及人们对隐私和安全的渴求，因此元宇宙的边界可能会比我们做的某一个梦境更大，这也是为什么有人会称其为「下一代互联网」，而最近阿里巴巴达摩院 XR Lab 负责人谭平在「阿里巴巴 2021 年度云栖大会」上重申了这一观点。\\n\\n当然，也许会有人说元宇宙是一群科技精英和投资玩家编撰出来的又一个炒作概念，只不过是为了在资本市场讲更好地故事，但事实真的如此吗？\\n\\n从媒体的角度来看，人们讨厌一片倒的声音，所以媒体教程里有一个技巧是「反其道而行之」？或者叫「换一个角度」，即当绝大部分人都在说好的时候，要勇敢地站出来说它不好，这样才有机会可以博得大众眼球，也有一定概率成为爆文，所以很大意义上这是媒体观点，而不是思考逻辑的结果。\\n\\n**事实上，笔者更倾向于认为元宇宙是时代发展的趋势**，就好比 2010 年乔布斯在旧金山发布 iPhone4 手机一样，某种意义上我们无法抗拒，只是我们恰好在这一时刻打开了元宇宙的潘多拉盒子，或者说在经历一段时期后我们终于来到了元宇宙的边缘，而下面笔者将从 4 个方面来佐证这一观点（以下观点在 1 个月前作为内部线下分享首次提出）。\\n\\n### 硬件的更新迭代：从收音机到 VR\\n\\n1901 年，意大利无线电工程师伽利尔摩·马可尼成功发明了能够跨越大西洋的无线电波，随后他创建了世界上第一个收音机工厂并获得专利。而真正让收音机开始走进千家万户的是 kdka 广播电台的出现，1920 年 11 月 20 日，kdka 广播了第一条广播，消息是：沃伦·哈丁击败詹姆·考克斯当选为总统，因此 kdka 广播也被公认为世界上第一个真正的无线广播电台。\\n\\n据波士顿学院传播学教授、芝加哥广播通信博物馆教育部主任迈克尔·基思回忆，**在那两年时间里，美国有了 500 家电台和约 150 万台收音机，并且美国每一个大都市都有了自己的电台**。\\n\\n之后的故事大家都知道了，广播风靡了全世界，在上世纪初期席卷了全球家庭，甚至在 90 年代我们国内依然畅销，是许多老辈子获取最新信息的重要来源。\\n\\n再到后来我们有了黑白电视，有了彩电，人们从声音世界逐步转化到了图像信息，节目的丰富度也大大提高，可以说电视成为了许多 80 后小时候的记忆。\\n\\n而到了 90 年代中叶，1946 年，全世界第一台电子数字计算机 ENIAC 在美国宾夕法尼亚州立大学莫尔电工学院诞生，由此开启了我们更为熟知的信息化高速，也迎来了延续至今的互联网时代。\\n\\n当然，**互联网时代还有一个重要转折点是移动智能手机的普及，也就是乔布斯先生缔造的王国，并带来了更多的创新，也颠覆了我们的生产生活**。\\n\\n分析机构 Strategy Analytics 的最新研究表明，截至 2021 年 6 月，全球一半人口都拥有智能手机，约为 40 亿人，但是智能手机在 10-15 年前才算真正开始进入市场，其增速令人错愕。\\n\\n面对如此庞大的用户，我们不禁思考，智能手机还能怎么进化？人们的日常社交娱乐设备还能怎么演变？难道让智能设备生产商面对增速放缓都去造车吗？\\n\\n我们再看另一组数据：**IDC 数据显示，2021 年第一季度全球 VR 头显出货量同比增长 52.4%，展望未来，IDC 预测 2021 年 VR 头显全球出货量将同比增长 28.9%**，但这是受制于疫情带来的供应问题而测算，长期来看 VR 头显市场增长依然十分强劲，IDC 的报告预计全球出货量将于 2025 年增长至 2860 万台，五年复合年增长率（CAGR）为 41.4%。\\n\\n而全球知名 VR 游戏《Beat Saber》（中文常称为「节奏光剑」）销量在 3 月就超过了 400 万份，付费 DLC 的歌曲销量超过 4000 万份，营收超过了 1.8 亿美元，远超市场的预估。\\n\\n**从数据上我们可以直观看出智能手机增速在放缓，而 VR 设备在经历一段低谷期后开始展现出真正的活力**，虽然 IDC 预测 VR 头显市场出货量未来不及 3000 万台，但这一数据显然低估了市场的增速，毕竟今年第一季度全球 VR 头显设备出货量和去年同期相比增长了 52.4%。\\n\\n我们知道 VR 设备将会是元宇宙非常重要的一环，就好比于智能手机和移动互联网一样，如果 90 年代有人告诉你未来我们会在一个手机上（当时还是「大哥大」或者小灵通）购物社交，甚至每天超过 6 小时沉浸在这个世界里（QuestMobile 数据），估计会被人骂是疯子，但现在这就是事实。\\n\\n那么，未来呢？人们是否会像逐渐抛弃收音机和电视一样，逐步放下智能手机，并找到下一个硬件产品，那么它会是 VR 设备吗，这个承载着元宇宙的基础硬件？\\n\\n沿着这一思路再想下去，谁会成为元宇宙里的乔布斯，哪一款硬件又会成为 iPhone4 一样的颠覆级产品？\\n\\n### Z 时代消费人群的变化\\n\\n如果说硬件的变化还仅仅是「小荷才露尖尖角」，那么人群结构和消费者的变化则是肉眼可见的改变。\\n\\n我们不得不承认，随着时间的推移，曾经还略显年轻或青涩的 80、90 后如今也已步入青壮年，而被称为 Z 世代（定义为 95 后+00 后）的新的种子选手却在悄然成长着，**按照年初统计的数据，Z 世代的网络活跃用户已经超过 3.2 亿人，占全体移动网民 28.1%**（QuestMobile 数据）。\\n\\n按照数据统计，Z 世代们的网络月人均使用时长近 175 个小时，高出全网用户 35 个小时，我们按照一个月 480 小时的可活动时间（减去三分之一的睡眠）计算，这一占比接近 40% 的日常活动时间。\\n\\n另一方面，**Z 世代也被称为互联网真正的原著居民，他们可能从记事起就有了互联网的陪伴，甚至已经走在了时代的前沿，因此他们的网络使用特点愈加鲜明**。\\n\\n而根据 QuestMobile2020「Z 世代」洞察报告显示，Z 世代们的用户画像中包含了「动漫」、「明星」和「游戏」三个重要的标签，也因此他们对盲盒经济、公仔 IP 经济、颜值经济和偶像经济这些在老大哥们看来不太理解的领域反而游刃有余。\\n\\n当我们谈到 Z 世代时，不得不提到当前月活超过 2.37 亿年轻用户（18-35 岁用户占比 78%）的 B 站，人们从以前的不理解到逐步接纳其中的一些文化，包括二次元、虚拟偶像和弹幕文化。\\n\\n而在今年「双十一」活动期间，淘宝举办了「天猫双 11 首届元宇宙艺术展」，里面的虚拟代言人 AYAYI 更是受到了不少年轻用户的追捧。\\n\\n同时，关于 Z 世代的另一组数据也值得我们关注，视频娱乐形式深受 Z 世代青睐，人均每月花费在视频娱乐上接近 50 个小时，从这个数据上我们便可以直观的看出为什么图文内容打开率越来越低的原因，毕竟年轻用户的选择才是未来的方向。\\n\\n但由此我们不禁想到一个变化，当视频的表达方式越来越受到网络用户青睐时，下一步会有怎样的呈现？我们也不禁思考或许 VR/AR 的视频会带来更有趣的体验，既然是更有趣、更新潮的东西，Z 世代们会拒绝吗？毕竟在许多 90 后眼里都不太理解的盲盒都成长出了上千亿的市场。\\n\\n如果我们细心的去思考一件事，会发现，**科技的进步已经超越了大部分人的设想，而人类作为创造者一方面在适应，另一方面还在持续不断的创新**，但这也是社会和科技与人类历史相辅相成发展的原因，我们谁也逃不过这个螺旋向上的漩涡。\\n\\n### 疫情带来的大变局\\n\\n回看过去两年发生的重大社会事件，我们不得不承认疫情对全球产生了深远的影响，甚至即使现在我们也还说不清这场已持续几十个月的疫情最终会带来什么变化，但站在这样一个窗口去思考一些内生的逻辑，大概已经从猝不及防到逐渐适应了。\\n\\n正如著名历史学者、畅销书《人类简史》作者尤瓦尔·赫拉利对疫情的看法，**再过数十年，当人们回顾历史的时候，如果他们还记得新冠肺炎疫情，他们记住的不是疫情本身，而是「哦，就是从那时开始，世界完全数字化了」**。\\n\\n这句话似乎印证了过去 2 年的一些变化，正如知名视频会议软件 Zoom 的股价走势一样，其在新冠病毒大流行期间因居家工作而受到关注，尽管部分地区的疫情已经有所放缓，但一些科技公司似乎已经感受到了数字化办公所带来的好处，但这只是表象，更多的变化已经暗流涌动。\\n\\n美国的 Enterprise Technology Research （ETR）在去年 9 月份调查了 1200 名不同行业的首席信息官，最终**预计在 2021 年，全世界将会有 34% 的员工永久在家办公，而疫情前，在家办公的员工数量仅为 16.4%**。\\n\\n以携程为例，2020 年疫情爆发期间，携程 11 条业务线近 70% 的客服员工实施了「在家办公」，部分部门在家办公人员比例近 85%。而结果显示，由于不受办公室干扰和通勤时间等因素的影响，在家办公的人可以完成更多的工作。因此，今年 8 月携程启动了「2021 混合办公试验」，通过为期半年的 A/B 测试来验证居家办公的真实效果，而试验组的员工每周三和周五在家办公。\\n\\n当然对于携程这样的实验结果我们保持好奇，但更多的是数字化办公的趋势同样成为了疫情期间众多公司的选择，毕竟像微软、Twitter 和 Facebook 这样的海外巨头公司早就宣布允许员工们永久在家办公。\\n\\n我们有理由相信，**居家办公的改变仅仅是疫情带来的一个比较明显的变化，实则是，我们需要逐步跨越物理空间的限制，找到一个新的平衡**，但如果有一个产品可以既做到无需真实物理空间的跨越也能「触手可达」，这样的痛点便有了 Facebook 搭建的「元宇宙会议」，也才使得 Facebook 看到了元宇宙更大的潜力，甚至更换了公司名称。\\n\\n同时，物理空间的跨越也让成千上万人同时在线听音乐会有了可能，这便是今年 4 月 ,《堡垒之夜》与美国著名说唱歌手 Travis Scott 联合在全球各大服务器上演的一场名为「Astronomical」的「沉浸式」大型演唱会，吸引了超过 2770 万名玩家前往观看，但这在现实世界是完全不可能实现的。\\n\\n我们一方面迫切希望疫情早点结束，但另一方面我们又不得不正视疫情带来的影响，甚至开始做出改变去适应它，毕竟历史上每一次重大历史变故都会带来新的变化，这次也不例外。**而早在今年 7 月，奥斯陆国际和平研究所与约翰霍普金斯大学根据官方数据统计，过去一年半的死亡人数（400 万）大约相当于自 1982 年以来所有世界战争中阵亡人数的总和（如今已接近 500 万）**。\\n\\n或许多年后当我们回看这段历史时真的会有这样的感慨：原来那场疫情影响如此甚远。\\n\\n### 过去 30 年新兴科技的交融\\n\\n当我们把时间维度放入到历史的进程时，疫情、科技与人类发展之间似乎来到了一个交汇点，新的科技产品亟需更新迭代来适应新兴消费群体的崛起，而疫情带来的影响又会加速某些进程，尤其是数字化，由此我们看到了一些原本漂浮在遥远未来的东西已经加速来到了我们身边，元宇宙便是这样的存在。\\n\\n**回看过去 30 年的科技发展，用「颠覆」来形容也不足为过，尤其是进入 21 世纪 20 年代后，我们可以直观的看到 5G 正在加速、物联网的设备飞速进入人们生产生活、人工智能从 AlphaGo 之后开启了新征程**。同时芯片领域依然遵循着摩尔定律发展着，甚至我们还看到了人们对互联网更高的使用追求，包括了区块链和 Web3.0 的逐渐落地。当然，还有越来越轻便的 VR/AR 设备，这便是真真实实的科技进步。\\n\\n被誉为「最接近理查德·费曼的科学家」迈克斯·泰格马克在《生命 3.0》中对未来生命有了新的定义，他称其为「生命 3.0」，具体来说，未来的生命不仅能设计自身的软件，还能设计自身的硬件，最终能完全摆脱进化的束缚，比如变形金刚。\\n\\n迈克斯的生命 3.0 可能更符合人类的进程，也贴近科技进步的极限，但作为血肉之躯的我们一方面凭借科技的外衣实现了上天入地，另一方面也通过科技产品去获得体验和链接，**前者是科技的外显，后者是科技的内显**，正如微软公司和 Facebook 一样，他们都是时代的产物。\\n\\n那么时间来到了今天，凭借创造新能源汽车、SpaceX 和脑机接口的科技新贵马斯克已经成为了新的全球首富，特斯拉市值也突破万亿市值，与老牌科技公司相比，马斯克似乎代表着一个新的时代，那么在这样的背景下，谁会是同时期的「Facebook」或者「微软」？\\n\\n就目前来看，在有限的想象空间内，元宇宙似乎可以承载出下一个万亿市值的公司（我们把区块链技术也归结到元宇宙里），毕竟电商、娱乐、社交似乎都可以在元宇宙中重塑一遍，而这三大方向在过去 30 年都诞生出了不少巨无霸，那么这次会不同吗？\\n\\n### 总结\\n\\n最后，我们再次回到主题来看，「为什么说元宇宙的发展是大势所趋」，**因为智能设备来到了新的进化点，因为消费人群迎来了改观，疫情带来的百年之大变局，各类技术也到了一个新的开闸口，而这些的交汇点之一至少我们看到了元宇宙的身影**。\\n\\n虽然咱古人有句老话叫「王婆卖瓜自卖自夸」，又好像是「屁股决定脑袋」的事儿，但元宇宙的发挥可能比我们想象的更加有憧憬，毕竟从数百年前人们希冀着能够通达全球，到 50 多年前互联网带来的信息无缝链接，按照某种过渡的逻辑，接下来的想象便是即使身处车水马龙，也可真实感受「大漠孤烟直，长河落日圆」的壮丽。\\n\\n当然，我们也看到了众多科技公司不断加码元宇宙赛道，但按照创新的逻辑来说，那些真正具备颠覆性创新的产品可能很难从大玩家手里出来，即使有，也更可能是内部孵化或者革新，毕竟大船难掉头的故事在《基业长青》中也少有存在。\\n\\n5 年前可以说是区块链最佳的创业时期，甚至是荒蛮之地里的一个巨大冒险岛，但现在区块链已经从山野逐渐走向了殿堂，意味着更多束缚和既定的玩家，**不过区块链带来的应用依然还很早期，而区块链+元宇宙的效用或许才是理解真正「元宇宙」的伏笔，而不仅仅是再造一个虚拟世界这样简单**。\\n\\n商业世界有一个经典的故事，100 年前街上充盈着的还并不是汽车，而是各种体型的马车，所以那时候人们还担心持续增长的马车会带来铺天盖地的马粪危机，甚至在 1898 年召开了有史以来第一次以马粪为主题的国际会议，但后来马粪危机成了过去时，马车也退出了历史舞台。\\n\\n当然，马车故事中那几十万马车夫如果没有选择适应汽车的到来，可能后半辈子只会在游乐园或农场度过。\\n\\n那么，元宇宙真的要到来了吗？我想，它可能比汽车取代马车的时间要快。\",\"timestamp\":1635996865,\"title\":\"为什么说元宇宙的发展是大势所趋？\"},\"digest\":\"p3QiGK6BgFKEPBtdgWYnGIYfDfco4L2SnO78zR9xXQU\",\"authorship\":{\"contributor\":\"0x34A91F9b1E53861741f7575dfF669ab1EE289901\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GkMPqV512pn-aKYqEkNpGVcioUrXT9BMR7R40eLgRkk\\\",\\\"y\\\":\\\"Y_qIN6KtvrAk6zfui42Vj9bUQcVQzelIZp0MnKYwBPY\\\"}\",\"signature\":\"YeODh2aveHYf2k4LScKiiDw1xY91zmwfaM49qIwnK4CZ32ymKs1LXfuHomgQu4q-vVE-KMFBHtaxp9O9lQekGg\",\"signingKeySignature\":\"0xe7abfb5b6853ba9de752771d655445423c2dcb41b28eff05f9dd10b6b146c287123aec12711a4703c005c87b1ddf9663182d9101daba74acb1dddf954e39d93b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GkMPqV512pn-aKYqEkNpGVcioUrXT9BMR7R40eLgRkk\\\",\\\"y\\\":\\\"Y_qIN6KtvrAk6zfui42Vj9bUQcVQzelIZp0MnKYwBPY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"p3QiGK6BgFKEPBtdgWYnGIYfDfco4L2SnO78zR9xXQU\"}"