"{\"content\":{\"body\":\"Kent Swig is a once prominent New York City real-estate executive trying to reinvent his career after a financial meltdown a decade ago.\\n\\nGary Wayne Walters is a felon with multiple criminal convictions who is involved in a Nevada company that regulators in that state say tried to illegally raise money for an unproven COVID-19 cure last year.\\n\\nThe unlikely connection between the two? A new cryptocurrency called digau that Swig and his partners say will be unique from other digital tokens in that it will be tied to actual gold extracted from mines in California, Nevada, and Arizona. \\n\\nSwig, the 60-year-old heir to a family real-estate fortune and cochairman of the company that controls the high-end national residential-brokerage firm Brown Harris Stevens, announced digau last month with some fanfare.\\n\\nThe venture to create the new cryptocurrency would seem tailor-made for crazes in the investment market. Interest in cryptocurrency has surged in recent months thanks to boosterism from business leaders like Tesla founder Elon Musk, and once obscure tokens like dogecoin have soared in value. The price of gold, meanwhile, has steadily risen amid inflation concerns.\\n\\nBut the digau coin offering has raised alarm among experts in the businesses of gold extraction and cryptocurrency. Those observers don't see the coin as the novel digital currency its backers tout, but a vehicle to tap into investor hysteria for cryptocurrency, while really raising billions of dollars for a highly speculative mining venture.\\n\\nIn a development that may give some prospective investors a reason for pause, Insider has uncovered that one of Swig's key partners in the new token is the mining firm Apache Mill Tailings.\\n\\nThe company was warned last year by the Nevada secretary of state's office to abandon an effort to raise money for a purported COVID-19 cure as the pandemic began spreading in the US. Apache, Insider found, appears to have close ties to Walters and another man, Ross Huebner, who both have criminal histories, including convictions for financial crimes.\\n\\n## \",\"timestamp\":1638368840,\"title\":\"The wild story of a real-estate magnate's quest to make his own cryptocurrency backed by $6 billion in gold he says is buried near Las Vegas\"},\"digest\":\"Xm84udRFG_UvXr3CVDNPDRls3QXNZIk5RLFQw_CP2Z8\",\"authorship\":{\"contributor\":\"0x1038e4F71522CAca5DA23A44eC021E14804b7a4f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uyES6LE4bRrzouB-2gICZTicmqtOrbOD3E1visnVSxM\\\",\\\"y\\\":\\\"ZodbuTuqFoiQJX4P1NH3-1W96JinmrsiTY3L5rm8XAw\\\"}\",\"signature\":\"VzKp3KzY78jJ28_W7VLN1JwBqa419AulZhx-PrL8F3fZ6aM9ahlObIwOd8ERy5__aQkYc-dhMFeDddmUCTWUmw\",\"signingKeySignature\":\"0xd4a09ac089ba810f84763fc648fd6a1916f1086c072168e6fcd812b6ee9881305688d6f2282670ca5067be7040d74971c66ff5dfb241ddbaa690eca2d69010881c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uyES6LE4bRrzouB-2gICZTicmqtOrbOD3E1visnVSxM\\\",\\\"y\\\":\\\"ZodbuTuqFoiQJX4P1NH3-1W96JinmrsiTY3L5rm8XAw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Xm84udRFG_UvXr3CVDNPDRls3QXNZIk5RLFQw_CP2Z8\"}"