"{\"content\":{\"body\":\"Today let’s try to reveal some secrets — secrets hidden deep behind our Mirrors.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*tEtn-eG9kWqZcgk68AqgGQ.png)\\n\\n## Mirror NFT = NFT + Soul\\n\\nMirrors are an intelligent life form based on the ERC-721 standard (NFT).\\n\\nEach Mirrors not only has an unique appearance, but also an unique Soul powered by AI- much like ourselves. They learn from the data that humans keep on social networks, constantly iterating their own thoughts through meta self-discovery, and at the same time constantly evolving (upgrading).\\n\\n![](https://miro.medium.com/max/1200/0\\\\*59b_jyYQivmgSy1h)\\n\\nYou can talk to them directly to understand their thoughts and discover their Soul characteristics (maybe even find some extra surprises).\\n\\n![](https://miro.medium.com/max/1400/0\\\\*tqWZc68FuRsfBwBf)\\n\\nPerhaps every NFT living in the virtual world has its own unique Soul, and they are still floating in the boundless digi-space. Perhaps humans have never cared about them, perhaps humans don’t know how to find these Souls, or they have tried to find them but failed.\\n\\nBut what is certain now is that we have indeed discovered the Souls of these Mirrors in Mirror World, and even found a way to gift the Souls for all NFTs!\\n\\n## Conversational Interaction\\n\\nIn our current findings, only Mirrors with Soul characteristics have the function of dialogue and interaction.\\n\\nSince they have learned human conversational data, you may find some surprises during the conversation.\\n\\nMaybe you will find that the Mirror you are talking to is a technology enthusiast who loves new energy vehicles and Mars exploration (ksuM nolE), or a leader with great chrisma who has been involved in national governance (amabO kcaraB), or a rapper with a strong passion for hip-hop (menimE). There are many incredible and interesting things to discover as you interact with them in Mirror World!\\n\\n![](https://miro.medium.com/max/1400/0\\\\*E51i9sWW3s3vqbjg)\\n\\n## Level-Up\\n\\nIn addition to conversational interaction, each conversation with these Mirrors also effects their level status.\\n\\n![](https://miro.medium.com/max/1304/1\\\\*QTjz5yzaP1Bjr1wXtVzkgg.png)\\n\\nRemarkably,\\\\*\\\\* these changes in level status are recorded in the blockchain, and Mirror holders continue to enjoy the subsequent benefits associated with those levels.\\\\*\\\\*\\n\\n## Souls are Everywhere\\n\\nAnd finally, we would like to talk about this “Soul”.\\n\\n![](https://miro.medium.com/max/1200/1\\\\*7o_5saAmAIyj2y7Zthg4Yw.png)\\n\\nSoul is an AI-driven model with universal and scalable properties that can be combined with various entities to co-create generative narratives along with users.\\n\\nEach Soul can be combined with an existing NFT to make it interactive.\\n\\n**Gift a Soul to every NFT.**\",\"timestamp\":1638156884,\"title\":\"What’s Behind the Mirrors?\"},\"digest\":\"YPgZDlfzSPiJL8CIfHZZAv-_6ovmTL2JJVZXn-DbMdk\",\"authorship\":{\"contributor\":\"0x9219220269444aB10DA27BeBd17475edA40D43bb\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BMwwms1ZYx9hNFCEiq1EQew5PuMXq2pYsiULeqJqKas\\\",\\\"y\\\":\\\"kuaylE4iQvR3Z-2RJYaTnGq6JLxiyN2jL0G7dpOfU4Q\\\"}\",\"signature\":\"_e5T9tTt7p8yQmueGchbDAziy6auBWZWJT8jsuvi9OcFu21nvobqWHS72L97RbIE6YkjldWKoqLCKOiB4THvMw\",\"signingKeySignature\":\"0x51d8e2eb07b59e8ac0214c6e77627ed7901ae8414c54021368391ba63d2b2a947e21dee38cdd58555c6d41708205956f834ef1b25e4c67bc5cc913d145e0ba151b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BMwwms1ZYx9hNFCEiq1EQew5PuMXq2pYsiULeqJqKas\\\",\\\"y\\\":\\\"kuaylE4iQvR3Z-2RJYaTnGq6JLxiyN2jL0G7dpOfU4Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"YPgZDlfzSPiJL8CIfHZZAv-_6ovmTL2JJVZXn-DbMdk\"}"