"{\"content\":{\"body\":\"where Gratus proposed to put them out of the way. He had chosen the Tower for the purpose as more immediately in his own keeping, and cell VI. because, first, it could be better lost than any other; and, secondly, it was infected with leprosy; for these prisoners were not merely to be put in a safe place, but in a place to die. They were, accordingly, taken down by slaves in the night-time, when there were no witnesses of the deed; then, in completion of the savage task, the same slaves walled up the door, after which they were themselves separated, and sent away never to be heard of more. To save accusation, and, in the event of discovery, to leave himself such justification as might be allowed in a distinction between the infliction of a punishment and the commission of a double murder, Gratus preferred sinking his victims where natural death was certain, though slow. That they might linger along, he selected a convict who had been made blind and tongueless, and sank him in the only connecting cell, there to serve them with food and drink. Under no circumstances could the poor wretch tell the tale or identify either the prisoners or their doomsman. So, with a cunning partly due to Messala, the Roman, under color of punishing a brood of assassins, smoothed a path to confiscation of the estate of the Hurs, of which no portion ever reached the imperial coffers.\\n\\nAs the last step in the scheme, Gratus summarily removed the old keeper of the prisons; not because he knew what had been done--for he did not--but because, knowing the underground floors as he did, it would be next to impossible to keep the transaction from him. Then, with masterly ingenuity, the procurator had new maps drawn for delivery to a new keeper, with the omission, as we have seen, of cell VI. The instructions given the latter, taken with the omission on the map, accomplished the design--the cell and its unhappy tenants were all alike lost.\\n\\nWhat may be thought of the life of the mother and daughter during the eight years must have relation to their culture and previous habits. Conditions are pleasant or grievous to us according to our sensibilities. It is not extreme to say, if there was a sudden exit of all men from the world, heaven, as prefigured in the Christian idea, would not be a heaven to the majority; on the other hand, neither would all suffer equally in the so-called Tophet. Cultivation has its balances. As the mind is made intelligent, the capacity of the soul for pure enjoyment is proportionally increased. Well, therefore, if it be saved! If lost, however, alas that it ever had cultivation! its capacity for enjoyment in the one case is the measure of its capacity to suffer in the other. Wherefore repentance must be something more than mere remorse for sins; it comprehends a change of nature befitting heaven.\\n\\nWe repeat, to form an adequate idea of the suffering endured by the mother of Ben-Hur, the reader must think of her spirit and its sensibilities as much as, if not more than, of the conditions of the immurement; the question being, not what the conditions were, but how she was affected by them. And now we may be permitted to say it was in anticipation of this thought that the scene in the summer-house on the roof of the family palace was given so fully in the beginning of the Second Book of our story. So, too, to be helpful when the inquiry should come up, we ventured the elaborate description of the palace of the Hurs.\\n\\nIn other words, let the serene, happy, luxurious life in the princely house be recalled and contrasted with this existence in the lower dungeon of the Tower of Antonia; then if the reader, in his effort to realize the misery of the woman, persists in mere reference to conditions physical, he cannot go amiss; as he is a lover of his kind, tender of heart, he will be melted with much sympathy. But will he go further; will he more than sympathize with her; will he share her agony of mind and spirit; will he at least try to measure it--let him recall her as she discoursed to her son of God and nations and heroes; one moment a philosopher, the next a teacher, and all the time a mother.\\n\\nWould you hurt a man keenest, strike at his self-love; would you hurt a woman worst, aim at her affections.\\n\\nWith quickened remembrance of these unfortunates--remembrance of them as they were--let us go down and see them as they are.\\n\\nThe cell VI. was in form as Gesius drew it on his map. Of its dimensions but little idea can be had; enough that it was a roomy, roughened interior, with ledged and broken walls and floor.\\n\\nIn the beginning, the site of the Macedonian Castle was separated from the site of the Temple by a narrow but deep cliff somewhat in shape of a wedge. The workmen, wishing to hew out a series of chambers, made their entry in the north face of the cleft, and worked in, leaving a ceiling of the natural stone; delving farther, they executed the cells V., IV., III., II., I., with no connection with number VI. except through number V. In like manner, they constructed the passage and stairs to the floor above. The process of the work was precisely that resorted to in carving out the Tombs of the Kings, yet to be seen a short distance north of Jerusalem; only when the cutting was done, cell VI. was enclosed on its outer side by a wall of prodigious stones, in which, for ventilation, narrow apertures were left bevelled like modern port-holes. Herod, when he took hold of the Temple and Tower, put a facing yet more massive upon this outer wall, and shut up all the apertures but one, which yet admitted a little vitalizing air, and a ray of light not nearly strong enough to redeem the room from darkness.\\n\\nSuch was cell VI.\\n\\nStartle not now!\\n\\nThe description of the blind and tongueless wretch just liberated from cell V. may be accepted to break the horror of what is coming.\\n\\nThe two women are grouped close by the aperture; one is seated, the other is half reclining against her; there is nothing between them and the bare rock. The light, slanting upwards, strikes them with ghastly effect, and we cannot avoid seeing they are without vesture or covering. At the same time we are helped to the knowledge that love is there yet, for the two are in each other's arms. Riches take wings, comforts vanish, hope withers away, but love stays with us. Love is God.\\n\\nWhere the two are thus grouped the stony floor is polished shining smooth. Who shall say how much of the eight years they have spent in that space there in front of the aperture, nursing their hope of rescue by that timid yet friendly ray of light? When the brightness came creeping in, they knew it was dawn; when it began to fade, they knew the world was hushing for the night, which could not be anywhere so long and utterly dark as with them. The world! Through that crevice, as if it were broad and high as a king's gate, they went to the world in thought, and passed the weary time going up and down as spirits go, looking and asking, the one for her son, the other for her brother. On the seas they sought him, and on the islands of the seas; to-day he was in this city, to-morrow in that other; and everywhere, and at all times, he was a flitting sojourner; for, as they lived waiting for him, he lived looking for them. How often their thoughts passed each other in the endless search, his coming, theirs going! It was such sweet flattery for them to say to each other, 'While he lives, we shall not be forgotten; as long as he remembers us, there is hope!\\\" The strength one can eke from little, who knows till he has been subjected to the trial?\\n\\nOur recollections of them in former days enjoin us to be respectful; their sorrows clothe them with sanctity. Without going too near, across the dungeon, we see they have undergone a change of appearance not to be accounted for by time or long confinement. The mother was beautiful as a woman, the daughter beautiful as a child; not even love could say so much now. Their hair is long, unkempt, and strangely white; they make us shrink and shudder with an indefinable repulsion, though the effect may be from an illusory glozing of the light glimmering dismally through the unhealthy murk; or they may be enduring the tortures of hunger and thirst, not having had to eat or drink since their servant, the convict, was taken away--that is, since yesterday.\\n\\nTirzah, reclining against her mother in half embrace, moans piteously.\\n\\n\\\"Be quiet, Tirzah. They will come. God is good. We have been mindful of him, and forgotten not to pray at every sounding of the trumpets over in the Temple. The light, you see, is still bright; the sun is standing in the south sky yet, and it is hardly more than the seventh hour. Somebody will come to us. Let us have faith. God is good.\\\"\\n\\nThus the mother. The words were simple and effective, although, eight years being now to be added to the thirteen she had attained when last we saw her, Tirzah was no longer a child.\\n\\n\\\"I will try and be strong, mother,\\\" she said. \\\"Your suffering must be as great as mine; and I do so want to live for you and my brother! But my tongue burns, my lips scorch. I wonder where he is, and if he will ever, ever find us!\\\"\\n\\nThere is something in the voices that strikes us singularly--an unexpected tone, sharp, dry, metallic, unnatural.\\n\\nThe mother draws the daughter closer to her breast, and says, \\\"I dreamed about him last night, and saw him as plainly, Tirzah, as I see you. We must believe in dreams, you know, because our fathers did. The Lord spoke to them so often in that way. I thought we were in the Women's Court just before the Gate Beautiful; there were many women with us; and he came and stood in the shade of the Gate, and looked here and there, at this one and that. My heart beat strong. I knew he was looking for us, and stretched my arms to him, and ran, calling him. He heard me and saw me, but he did not know me. In a moment he was gone.\\\"\\n\\n\\\"Would it not be so, mother, if we were to meet him in fact? We are so changed.\\\"\\n\\n\\\"It might be so; but--\\\" The mother's head droops, and her face knits as with a wrench of pain; recovering, however, she goes on--\\\"but we could make ourselves known to him.\\\"\\n\\nTirzah tossed her arms, and moaned again.\\n\\n\\\"Water, mother, water, though but a drop.\\\"\\n\\nThe mother stares around in blank helplessness. She has named God so often, and so often promised in his name, the repetition is beginning to have a mocking effect upon herself. A shadow passes before her dimming the dim light, and she is brought down to think of death as very near, waiting to come in as her faith goes out. Hardly knowing what she does, speaking aimlessly, because speak she must, she says again,\\n\\n\\\"Patience, Tirzah; they are coming--they are almost here.\\\"\\n\\nShe thought she heard a sound over by the little trap in the partition-wall through which they held all their actual communication with the world. And she was not mistaken. A moment, and the cry of the convict rang through the cell. Tirzah heard it also; and they both arose, still keeping hold of each other.\\n\\n\\\"Praised be the Lord forever!\\\" exclaimed the mother, with the fervor of restored faith and hope.\\n\\n\\\"Ho, there!\\\" they heard next; and then, \\\"Who are you?\\\"\\n\\nThe voice was strange. What matter? Except from Tirzah, they were the first and only words the mother had heard in eight years. The revulsion was mighty--from death to life--and so instantly!\\n\\n\\\"A woman of Israel, entombed here with her daughter. Help us quickly, or we die.\\\"\\n\\n\\\"Be of cheer. I will return.\\\"\\n\\nThe women sobbed aloud. They were found; help was coming. From wish to wish hope flew as the twittering swallows fly. They were found; they would be released. And restoration would follow--restoration to all they had lost--home, society, property, son and brother! The scanty light glozed them with the glory of day, and, forgetful of pain and thirst and hunger, and of the menace of death, they sank upon the floor and cried, keeping fast hold of each other the while.\\n\\nAnd this time they had not long to wait. Gesius, the keeper, told his tale methodically, but finished it at last. The tribune was prompt.\\n\\n\\\"Within there!\\\" he shouted through the trap.\\n\\n\\\"Here!\\\" said the mother, rising.\\n\\nDirectly she heard another sound in another place, as of blows on the wall--blows quick, ringing, and delivered with iron tools. She did not speak, nor did Tirzah, but they listened, well knowing the meaning of it all--that a way to liberty was being made for them. So men a long time buried in deep mines hear the coming of rescuers, heralded by thrust of bar and beat of pick, and answer gratefully with heart-throbs, their eyes fixed upon the spot whence the sounds proceed; and they cannot look away, lest the work should cease, and they be returned to despair.\\n\\nThe arms outside were strong, the hands skillful, the will good. Each instant the blows sounded more plainly; now and then a piece fell with a crash; and liberty came nearer and nearer. Presently the workmen could be heard speaking. Then--O happiness!--through a crevice flashed a red ray of torches. Into the darkness it cut incisive as diamond brilliance, beautiful as if from a spear of the morning.\\n\\n\\\"It is he, mother, it is he! He has found us at last!\\\" cried Tirzah, with the quickened fancy of youth.\\n\\nBut the mother answered meekly, \\\"God is good!\\\"\\n\\nA block fell inside, and another--then a great mass, and the door was open. A man grimed with mortar and stone-dust stepped in, and stopped, holding a torch over his head. Two or three others followed with torches, and stood aside for the tribune to enter.\\n\\nRespect for women is not all a conventionality, for it is the best proof of their proper nature. The tribune stopped, because they fled from him--not with fear, be it said, but shame; nor yet, O reader, from shame alone! From the obscurity of their partial hiding he heard these words, the saddest, most dreadful, most utterly despairing of the human tongue:\\n\\n\\\"Come not near us--unclean, unclean!\\\"\\n\\nThe men flared their torches while they stared at each other.\\n\\n\\\"Unclean, unclean!\\\" came from the corner again, a slow tremulous wail exceedingly sorrowful. With such a cry we can imagine a spirit vanishing from the gates of Paradise, looking back the while.\\n\\nSo the widow and mother performed her duty, and in the moment realized that the freedom she had prayed for and dreamed of, fruit of scarlet and gold seen afar, was but an apple of Sodom in the hand.\\n\\nSHE AND TIRZAH WERE--LEPERS!\\n\\nPossibly the reader does not know all the word means. Let him be told it with reference to the Law of that time, only a little modified in this.\\n\\n\\\"These four are accounted as dead--the blind, the leper, the poor, and the childless.\\\" Thus the Talmud.\\n\\nThat is, to be a leper was to be treated as dead--to be excluded from the city as a corpse; to be spoken to by the best beloved and most loving only at a distance; to dwell with none but lepers; to be utterly unprivileged; to be denied the rites of the Temple and the synagogue; to go about in rent garments and with covered mouth, except when crying, \\\"Unclean, unclean!\\\" to find home in the wilderness or in abandoned tombs; to become a materialized specter of Hinnom and Gehenna; to be at all times less a living offence to others than a breathing torment to self; afraid to die, yet without hope except in death.\\n\\nOnce--she might not tell the day or the year, for down in the haunted hell even time was lost--once the mother felt a dry scurf in the palm of her right hand, a trifle which she tried to wash away. It clung to the member pertinaciously; yet she thought but little of the sign till Tirzah complained that she, too, was attacked in the same way. The supply of water was scant, and they denied themselves drink that they might use it as a curative. At length the whole hand was attacked; the skin cracked open, the fingernails loosened from the flesh. There was not much pain withal, chiefly a steadily increasing discomfort. Later their lips began to parch and seam. One day the mother, who was cleanly to godliness, and struggled against the impurities of the dungeon with all ingenuity, thinking the enemy was taking hold on Tirzah's face, led her to the light, and, looking with the inspiration of a terrible dread, lo! the young girl's eyebrows were white as snow.\\n\\nOh, the anguish of that assurance!\\n\\nThe mother sat awhile speechless, motionless, paralyzed of soul, and capable of but one thought--leprosy, leprosy!\\n\\nWhen she began to think, mother-like, it was not of herself, but her child, and, mother-like, her natural tenderness turned to courage, and she made ready for the last sacrifice of perfect heroism. She buried her knowledge in her heart; hopeless herself, she redoubled her devotion to Tirzah, and with wonderful ingenuity--wonderful chiefly in its very inexhaustibility--continued to keep the daughter ignorant of what they were beset with, and even hopeful that it was nothing. She repeated her little games, and retold her stories, and invented new ones, and listened with ever so much pleasure to the songs she would have from Tirzah, while on her own wasting lips the psalms of the singing king and their race served to bring soothing of forgetfulness, and keep alive in them both the recollection of the God who would seem to have abandoned them--the world not more lightly or utterly.\\n\\nSlowly, steadily, with horrible certainty, the disease spread, after a while bleaching their heads white, eating holes in their lips and eyelids, and covering their bodies with scales; then it fell to their throats shrilling their voices, and to their joints, hardening the tissues and cartilages--slowly, and, as the mother well knew, past remedy, it was affecting their lungs and arteries and bones, at each advance making the sufferers more and more loathsome; and so it would continue till death, which might be years before them.\\n\\nAnother day of dread at length came--the day the mother, under impulsion of duty, at last told Tirzah the name of their ailment; and the two, in agony of despair, prayed that the end might come quickly.\\n\\nStill, as is the force of habit, these so afflicted grew in time not merely to speak composedly of their disease; they beheld the hideous transformation of their persons as of course, and in despite clung to existence. One tie to earth remained to them; unmindful of their own loneliness, they kept up a certain spirit by talking and dreaming of Ben-Hur. The mother promised reunion with him to the sister, and she to the mother, not doubting, either of them, that he was equally faithful to them, and would be equally happy of the meeting. And with the spinning and respinning of this slender thread they found pleasure, and excused their not dying. In such manner as we have seen, they were solacing themselves the moment Gesius called them, at the end of twelve hours' fasting and thirst.\\n\\nThe torches flashed redly through the dungeon, and liberty was come. \\\"God is good,\\\" the widow cried--not for what had been, O reader, but for what was. In thankfulness for present mercy, nothing so becomes us as losing sight of past ills.\\n\\nThe tribune came directly; then in the corner to which she had fled, suddenly a sense of duty smote the elder of the women, and straightway the awful warning--\\n\\n\\\"Unclean, unclean!\\\"\\n\\nAh, the pang the effort to acquit herself of that duty cost the mother! Not all the selfishness of joy over the prospect could keep her blind to the consequences of release, now that it was at hand. The old happy life could never be again. If she went near the house called home, it would be to stop at the gate and cry, \\\"Unclean, unclean!\\\" She must go about with the yearnings of love alive in her breast strong as ever, and more sensitive even, because return in kind could not be. The boy of whom she had so constantly thought, and with all sweet promises such as mothers find their purest delight in, must, at meeting her, stand afar off. If he held out his hands to her, and called \\\"Mother, mother,\\\" for very love of him she must answer, \\\"Unclean, unclean!\\\" And this other child, before whom, in want of other covering, she was spreading her long tangled locks, bleached unnaturally white--ah! that she was she must continue, sole partner of her blasted remainder of life. Yet, O reader, the brave woman accepted the lot, and took up the cry which had been its sign immemorially, and which thenceforward was to be her salutation without change--\\\"Unclean, unclean!\\\"\\n\\nThe tribune heard it with a tremor, but kept his place.\\n\\n\\\"Who are you?\\\" he asked.\\n\\n\\\"Two women dying of hunger and thirst. Yet\\\"--the mother did not falter--\\\"come not near us, nor touch the floor or the wall. Unclean, unclean!\\\"\\n\\n\\\"Give me thy story, woman--thy name, and when thou wert put here, and by whom, and for what.\\\"\\n\\n\\\"There was once in this city of Jerusalem a Prince Ben-Hur, the friend of all generous Romans, and who had Caesar for his friend. I am his widow, and this one with me is his child. How may I tell you for what we were sunk here, when I do not know, unless it was because we were rich? Valerius Gratus can tell you who our enemy was, and when our imprisonment began. I cannot. See to what we have been reduced--oh, see, and have pity!\\\"\\n\\nThe air was heavy with the pest and the smoke of the torches, yet the Roman called one of the torch-bearers to his side, and wrote the answer nearly word for word. It was terse, and comprehensive, containing at once a history, an accusation, and a prayer. No common person could have made it, and he could not but pity and believe.\\n\\n\\\"Thou shalt have relief, woman,\\\" he said, closing the tablets. \\\"I will send thee food and drink.\\\"\\n\\n\\\"And raiment, and purifying water, we pray you, O generous Roman!\\\"\\n\\n\\\"As thou wilt,\\\" he replied.\\n\\n\\\"God is good,\\\" said the widow, sobbing. \\\"May his peace abide with you!\\\"\\n\\n\\\"And, further,\\\" he added, \\\"I cannot see thee again. Make preparation, and to-night I will have thee taken to the gate of the Tower, and set free. Thou knowest the law. Farewell.\\\"\\n\\nHe spoke to the men, and went out the door.\\n\\nVery shortly some slaves came to the cell with a large gurglet of water, a basin and napkins, a platter with bread and meat, and some garments of women's wear; and, setting them down within reach of the prisoners, they ran away.\\n\\nAbout the middle of the first watch, the two were conducted to the gate, and turned into the street. So the Roman quit himself of them, and in the city of their fathers they were once more free.\\n\\nUp to the stars, twinkling merrily as of old, they looked; then they asked themselves,\\n\\n\\\"What next? and where to?\\\"\\n\\nCHAPTER III\\n\\nAbout the hour Gesius, the keeper, made his appearance before the tribune in the Tower of Antonia, a footman was climbing the eastern face of Mount Olivet. The road was rough and dusty, and vegetation on that side burned brown, for it was the dry season in Judea. Well for the traveller that he had youth and strength, not to speak of the cool, flowing garments with which he was clothed.\\n\\nHe proceeded slowly, looking often to his right and left; not with the vexed, anxious expression which marks a man going forward uncertain of the way, but rather the air with which one approaches as old acquaintance after a long separation--half of pleasure, half of inquiry; as if he were saying, \\\"I am glad to be with you again; let me see in what you are changed.\\\"\\n\\nAs he arose higher, he sometimes paused to look behind him over the gradually widening view terminating in the mountains of Moab; but when at length he drew near the summit, he quickened his step, unmindful of fatigue, and hurried on without pause or turning of the face. On the summit--to reach which he bent his steps somewhat right of the beaten path--he came to a dead stop, arrested as if by a strong hand. Then one might have seen his eyes dilate, his cheeks flush, his breath quicken, effects all of one bright sweeping glance at what lay before him.\\n\\nThe traveller, good reader, was no other than Ben-Hur; the spectacle, Jerusalem.\\n\\nNot the Holy City of to-day, but the Holy City as left by Herod--the Holy City of the Christ. Beautiful yet, as seen from old Olivet, what must it have been then?\\n\\nBen-Hur betook him to a stone and sat down, and, stripping his head of the close white handkerchief which served it for covering, made the survey at leisure.\\n\\nThe same has been done often since by a great variety of persons, under circumstances surpassingly singular--by the son of Vespasian, by the Islamite, by the Crusader, conquerors all of them; by many a pilgrim from the great New World, which waited discovery nearly fifteen hundred years after the time of our story; but of the multitude probably not one has taken that view with sensations more keenly poignant, more sadly sweet, more proudly bitter, than Ben-Hur. He was stirred by recollections of his countrymen, their triumphs and vicissitudes, their history the history of God. The city was of their building, at once a lasting testimony of their crimes and devotion, their weakness and genius, their religion and their irreligion. Though he had seen Rome to familiarity, he was gratified. The sight filled a measure of pride which would have made him drunk with vainglory but for the thought, princely as the property was, it did not any longer belong to his countrymen; the worship in the Temple was by permission of strangers; the hill where David dwelt was a marbled cheat--an office in which the chosen of the Lord were wrung and wrung for taxes, and scourged for very deathlessness of faith. These, however, were pleasures and griefs of patriotism common to every Jew of the period; in addition, Ben-Hur brought with him a personal history which would not out of mind for other consideration whatever, which the spectacle served only to freshen and vivify.\\n\\nA country of hills changes but little; where the hills are of rock, it changes not at all. The scene Ben-Hur beheld is the same now, except as respects the city. The failure is in the handiwork of man alone.\\n\\nThe sun dealt more kindly by the west side of Olivet than by the east, and men were certainly more loving towards it. The vines with which it was partially clad, and the sprinkling of trees, chiefly figs and old wild olives, were comparatively green. Down to the dry bed of the Cedron the verdure extended, a refreshment to the vision; there Olivet ceased and Moriah began--a wall of bluff boldness, white as snow, founded by Solomon, completed by Herod. Up, up the wall the eye climbed course by course of the ponderous rocks composing it--up to Solomon's Porch, which was as the pedestal of the monument, the hill being the plinth. Lingering there a moment, the eye resumed its climbing, going next to the Gentiles' Court, then to the Israelites' Court, then to the Women's Court, then to the Court of the Priests, each a pillared tier of white marble, one above the other in terraced retrocession; over them all a crown of crowns infinitely sacred, infinitely beautiful, majestic in proportions, effulgent with beaten gold--lo! the Tent, the Tabernacle, the Holy of Holies. The Ark was not there, but Jehovah was--in the faith of every child of Israel he was there a personal Presence. As a temple, as a monument, there was nowhere anything of man's building to approach that superlative apparition. Now, not a stone of it remains above another. Who shall rebuild that building? When shall the rebuilding be begun? So asks every pilgrim who has stood where Ben-Hur was--he asks, knowing the answer is in the bosom of God, whose secrets are not least marvellous in their well-keeping. And then the third question, What of him who foretold the ruin which has so certainly befallen? God? Or man of God? Or--enough that the question is for us to answer.\\n\\nAnd still Ben-Hur's eyes climbed on and up--up over the roof of the Temple, to the hill Zion, consecrated to sacred memories, inseparable from the anointed kings. He knew the Cheesemonger's Valley dipped deep down between Moriah and Zion; that it was spanned by the Xystus; that there were gardens and palaces in its depths; but over them all his thoughts soared with his vision to the great grouping on the royal hill--the house of Caiaphas, the Central Synagogue, the Roman Praetorium, Hippicus the eternal, and the sad but mighty cenotaphs Phasaelus and Mariamne--all relieved against Gareb, purpling in the distance. And when midst them he singled out the palace of Herod, what could he but think of the King Who Was Coming, to whom he was himself devoted, whose path he had undertaken to smooth, whose empty hands he dreamed of filling? And forward ran his fancy to the day the new King should come to claim his own and take possession of it--of Moriah and its Temple; of Zion and its towers and palaces; of Antonia, frowning darkly there just to the right of the Temple; of the new unwalled city of Bezetha; of the millions of Israel to assemble with palm-branches and banners, to sing rejoicing because the Lord had conquered and given them the world.\\n\\nMen speak of dreaming as if it were a phenomenon of night and sleep. They should know better. All results achieved by us are self-promised, and all self-promises are made in dreams awake. Dreaming is the relief of labor, the wine that sustains us in act. We learn to love labor, not for itself, but for the opportunity it furnishes for dreaming, which is the great under-monotone of real life, unheard, unnoticed, because of its constancy. Living is dreaming. Only in the grave are there no dreams. Let no one smile at Ben-Hur for doing that which he himself would have done at that time and place under the same circumstances.\\n\\nThe sun stooped low in its course. Awhile the flaring disk seemed to perch itself on the far summit of the mountains in the west, brazening all the sky above the city, and rimming the walls and towers with the brightness of gold. Then it disappeared as with a plunge. The quiet turned Ben-Hur's thought homeward. There was a point in the sky a little north of the peerless front of the Holy of Holies upon which he fixed his gaze: under it, straight as a leadline would have dropped, lay his father's house, if yet the house endured.\\n\\nThe mellowing influences of the evening mellowed his feelings, and, putting his ambitions aside, he thought of the duty that was bringing him to Jerusalem.\\n\\nOut in the desert while with Ilderim, looking for strong places and acquainting himself with it generally, as a soldier studies a country in which he has projected a campaign, a messenger came one evening with the news that Gratus was removed, and Pontius Pilate sent to take his place.\\n\\nMessala was disabled and believed him dead; Gratus was powerless and gone; why should Ben-Hur longer defer the search for his mother and sister? There was nothing to fear now. If he could not himself see into the prisons of Judea, he could examine them with the eyes of others. If the lost were found, Pilate could have no motive in holding them in custody--none, at least, which could not be overcome by purchase. If found, he would carry them to a place of safety, and then, in calmer mind, his conscience at rest, this one first duty done, he could give himself more entirely to the King Who Was Coming. He resolved at once. That night he counselled with Ilderim, and obtained his assent. Three Arabs came with him to Jericho, where he left them and the horses, and proceeded alone and on foot. Malluch was to meet him in Jerusalem.\",\"timestamp\":1640148161,\"title\":\"The morning of their seizure, eight years before, they had been carried to the Tower\"},\"digest\":\"Dx9oPxZ8jkGIh6dQd7oTdOTqVxGC5imEEMp6B6xcmIQ\",\"authorship\":{\"contributor\":\"0xBD49781Dd387395918Bf70f33643d6b0BDC2f41E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WqtZlC64hb4wwXXHIcWAiI7oinqX_aj8jciIzRfyd2M\\\",\\\"y\\\":\\\"YwC1c7oeI_wM5IrQqc09YSHb5Y6nDH_EUu7vqEOQiTM\\\"}\",\"signature\":\"_HqbB6-V3aR1ofJEXlD93dARPT6y0WEn5K014x_iv1vai6vzeU1iX0gaBEfpo1aPj1wElkXoTaCOpvMtCJ4m8g\",\"signingKeySignature\":\"0xa83057bcebb7a4c34d15cd50cc4332d0b2d914d34f2bef18702db58cdf9e30aa5f9e6deeeac1d69cd9407e998e7fb34b8fa6ab6ee0d216027205af0aa82c73201c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WqtZlC64hb4wwXXHIcWAiI7oinqX_aj8jciIzRfyd2M\\\",\\\"y\\\":\\\"YwC1c7oeI_wM5IrQqc09YSHb5Y6nDH_EUu7vqEOQiTM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Dx9oPxZ8jkGIh6dQd7oTdOTqVxGC5imEEMp6B6xcmIQ\"}"