"{\"content\":{\"body\":\"刚走没多远，大熊就突然停住脚步，一脸警戒之色，提起斧头说道：“有怪！”\\n\\n```\\n挑灯和看剑真不愧是合格的护花使者，他们不约而同地立即举剑，一左一右挡在风铃姐妹前面；蓝色风铃轻声吟唱着各种状态魔法，乳白色的圣洁光芒一个接一个洒落到我们身上，淡淡的白光在我们的盔甲上若隐若现；而我则立即进入潜行，目光顺着大熊所指看过去。\\n\\n猩红的沙漠里，突然冒出个如鱼鳍一般的东西，飞一般地划过沙浪，向我们直冲了过来，就快到我们面前时，大熊一个侧步，身后的挑灯立即挥剑劈出一道气斩，迎向那潜伏在沙漠里的怪物。\\n\\n“哇哇！”一阵怪叫，被气斩击中的沙子突然炸裂开来，一个身长约二米，肤色暗红，外型酷似蜥蜴，额生四角，面目丑陋的怪物从下面一跃而出，那背上竖着原来不是鱼鳍，而是它凸起的异变肉翼，这家伙飞快地在沙地表面跳动着，摇晃着脑袋，不怀好意地打量着我们几个。\\n\\n原来是只四十五级的沙翼兽，恩，对大熊这个团队来说，对付这家伙应该是有点难度，毕竟他们才都三十几级而已，换做咱自己的宠物小队，应该没多大问题吧，不过边缘地带有这个等级怪，那里面，还真是藏龙卧虎，有深度啊。\\n\\n凝聚在紫色风铃手中的冰冻之气一下子挥发出去，“啪”在沙地上结起一片银白色的霜冻，虽然沙翼兽没有被完全冻结住，但是速度明显迟缓了下来，大熊一声闷吼，挥舞着巨斧，不留余力地使出审判之击，往沙翼兽上狠狠砸了过去，挑灯和看剑哥俩也没闲着，剑舞得不比咱家小影慢，尽往沙翼兽身上招呼。\\n\\n沙翼兽的攻击方式倒也简单，头顶，尾抽，爪子拍，没有半点花哨，不过攻击威力倒是不小，一下子就能要大熊几百的血量，等级差距太大了。\\n\\n为了速战速绝，我立即抄家伙冲了上去，刎喉、背刺，刀刀无虚，直剐得沙翼兽身上是皮开肉绽，那片如旗的肉翼，也给我砍得是支离破碎，不过怪了，竟看不到这家伙掉一滴血，血，上哪去了？\\n\\n“嗨，有了隐哥就是不一样，这家伙的第一形态也没费事，就给我们搞定了。”看着沙翼兽倒了下去，挑灯一抹头的汗水，喘了口气说道。\\n\\n“大铃，赶紧给我加满血，这家伙就要变身了。”大熊一脸紧张地说道。\\n\\n什么第一形态，什么变身，难道这家伙会变成boss吗？我听他们这一说，赶紧侧目盯着沙翼兽的尸体，脚，慢慢往后挪了几步，安全第一。\\n\\n只见瘫倒在沙面上沙翼兽肉体突然急剧地收缩，风化，四个角上闪烁着冷冷的青光，迅速变成四道光环，在沙翼兽身上围绕旋转，如刀刃一般割去沙翼兽身上的皮肉，靠，比我的诅咒之刃都来得快。\\n\\n“隐哥，这家伙变成骨头，可厉害多了，你可得小心点，千万别被它的尾巴抽到，那玩意猛着呢，上次来，小铃就是被它一尾巴抽回家的。”挑灯走到我身边，小声叮嘱道。\\n\\n青光如电，瞬间蹿入沙翼兽的空洞的眼眶里，变成两团青蓝之光，红骨森森的沙翼兽立即从地上跃起，两排锐利的白牙不停磨蹭着，发出如刺耳的噪声，被褪去皮肉，只剩下骨架的沙翼兽比生前更加丑陋狰狞。\\n\\n我算是清楚这家伙怎么没血了，敢情血液都渗进骨子里，只见它全身上下，除了牙齿以外，所有的骨骼全是殷红之色，几乎可以看见血液在里面缓缓流动，粗长的骨尾发出一阵“噼啪”脆响，一排排尖锐的骨刺从尾巴上接连冒了出来，我靠，整一个标准的狼牙尾巴，果然有点名堂。\\n\\n大熊这时换上了盾牌，挡在前面，变身后的沙翼兽也不再象刚才那样，只是一味的死斗，而是象一只狡猾的狐狸，围在我们几个人周围狂奔，不时冲近来，往风铃姐妹那扑一下，冲挑灯、看剑他们甩个尾巴，摆明就是欺负他们的速度慢，跟咱那时欺负树魔一个道理，即便是被霜冻魔法打中，拖慢一下速度，它也知道连忙后撤，躲过众人的围攻击。\\n\\n“妈的，该死的沙翼兽，就是这样要人的命，耗药材耗时间！”大熊一脸的无可奈何，叫骂道。\\n\\n呵呵，你们没办法，不代表我没办法，我塞下颗极速丸（不是咱小气，这玩意给大熊他们吃了也白搭，速度差距太大，所以还是我自己享用的好，算是物尽其用），冲大熊他们叫道：“你们围成一个圈，不要动，我来！”然后开启急速和影遁，立即潜行追了上去，小样的沙翼兽，跟我比速度，老子追不死你。\\n\\n沙翼兽显然没有料到会人能赶上它的步伐，退后几步，挑衅地冲大熊他们吼叫了几声，没有留神，被我从虚空中陡然挥出的刀光重重砍在身上，“啪！”中刀的骨头发出一声闷响，“哧！”红色的血雾立即喷洒出来，骨头里面，果然是血。\\n\\n沙翼兽猛一转头，两眼青光一闪，张嘴一口就向我咬了过来，呵呵，敌进我退，我可不跟你硬顶，我掉头一条直线就往大熊那跑去，嘴里大叫：“雷电，气斩准备伺候！”\\n\\n你还别说，咱跟大熊这帮人的配合还真有点默契，我话音刚落，挑灯、看剑立即举起长剑，蓄势待发，而紫色风铃手中，也升起一个盘绕的电光球。\\n\\n“动手！”我突然一声大叫，然后一个侧步挪移，偏到一边，紧随身后的沙翼兽则顺着余势，来不及避让，被打了个正着，头上一个角被打断，身上也暴出多处血花来。\\n\\n遭到重创的沙翼兽发出一声悲鸣的吼叫，它没有继续追我，而是嗖的一声，蹿向了大熊他们，这家伙想找死吗，硬碰硬跟骑士他们斗，我心中刚一想，就听大熊叫道：“赶紧保护法师，它要拼命了。”\\n\\n支持请砸票！\\n```\\n\\n\\n------------\\n\\n第二百一十四章 黄泉之门二\\n\\n沙翼兽身上的红色迅速向巨大的尾巴上涌去，尾巴在前进途中不断变大，色泽不断变红，仿佛红得能滴落下来，骨刺则一一暴起伸长，骨身上则变得一片惨白，没有丝毫血色。\\n\\n```\\n这家伙还有绝招！我心里暗道，不过咱还有家伙没弄出来呢，我立即换上长弓，张弓引箭，黑色的长箭如风擎电引一般，唰唰刷！接二连三落到沙翼兽尾巴上，锐利的箭锋直插入骨，沙翼兽浑身一抖，骨尾上的刺刃刚要暴出，就被打入虚弱状态，一动不动。\\n\\n“上啊！”大熊一见沙翼兽突然在面前停住攻击，知道机不可失，失不再来，立即狂吼着冲上前，一斧接一斧砍在沙翼兽尾巴上，五秒钟，说长不长，说短不短，但是足够我们将这攻击高，速度快，但是血量奇少，已是强弩之末的的沙翼兽给挂掉了。\\n\\n猩红的沙砾贪婪地汲取着沙翼兽散下的血液，看着散落一地的沙翼兽碎骨，大熊这才喘过气来，随手扔了个采集术，拿着几个沙翼兽牙齿，“呸”重重吐了口唾沫骂道：“穷鬼！又是牙齿！卖了修装备的钱都不够。”\\n\\n“有高手在，就是好啊，不一样就是不一样，有效率，有效果。”挑灯走上前跺了碎骨几脚，笑着对我说道。\\n\\n“呵呵，你小子别捧我，不过这怪怎么这么厉害，还会变异！”我给了挑灯一拳头说道。\\n\\n“嗨，甭提了，隐哥们，我们就是吃的它变异后的亏，杀一个得耗去不少的药，常常是路才走一半，药就没了，不得不回去；要不就是它刚才那招，尾巴上所有的骨刺如飞箭一般暴出来，进行全体攻击，要是不留身，就能被挂掉，少了人，当然也得回去。”大熊有点无奈地说道。\\n\\n“不过现在有你在，这个沙翼兽对我们来说，已经不是威胁，距离宝藏之路，我们不远了。”大熊接着昂起头，振奋精神，又满怀信心地说道。\\n\\n“恩，如果都这样杀这个沙翼兽，咱们可省下一大半的药了！”紫色风铃也点着头，应和道。\\n\\n“那前面除了这沙翼兽外，还有其他会变异的怪物吗？”我问道。\\n\\n“应该没了，我们在血腥沙漠边缘地带，遇到的都是这玩意，要不就是旁边沙漠里跑过来，三十五级的沙虫而已。”大熊想了想回道。\\n\\n奶奶的，边缘地带的怪物都能变异，也不知道里面怪物会有多变态，老孙说得没错，等级不高，千万不能去冒险，想去里面一探望究竟，咱还是等穿上了金猴盔甲，再说吧。\\n\\n由于是步行，所以前进的速度慢了不少，而一路上不时出现的沙翼兽，再也没能发挥出它沙漠杀手的本色，加上我召唤出来的小黑，杀这玩意，小轻松。\\n\\n在血腥沙漠里，时间的流逝让人丝毫不觉，没有夕阳西下的余辉，没有黑夜白昼交替的序曲，周围依然笼罩的一片红色之中，风，冷冷地吹着，无垠的大漠如死一般的静谧，一切没有任何改变，改变的只是天空，天空中不知何时，又多了一轮弯弯的红月，默默俯视着大地，在黑红交替的月轮上，弥漫着说不出的诡异，我抬头打量了一番后，赶紧疾步追上大熊的他们，继续赶路。\\n\\n一轮红月骤然一暗，黑色的阴影将红色迅速吞没，只留下中间的最后一丝，在苦苦挣扎，想要突破黑色的束缚，而另一个弯月则飞快地向红月靠拢过来，就在两个月亮重合之时，那条红线突然迸发了，黑影被驱散开来，红线慢慢扩大，是错觉，还是存在，是真实，还是虚幻，一个鲜红的瞳孔出现在圆月之上，妖异的目光冷冷注视着地上的一行玩家。\\n\\n***********************************************************\\n\\n……经过一天的长途跋涉，大熊兴奋地指着远处依稀可见的高高土丘说道， “终于要到了，那个高地应该就是血腥沙漠里的黄泉之门了。”\\n\\n“哈哈，是啊，我们终于看见黎明的曙光了。”挑灯也满脸喜色，抱着看剑说道。\\n\\n“去去去，抱我干吗！我又不是玻璃，还黎明呢，现在可是深夜。”看剑冲紫色风铃撇了撇嘴，意有所指地说道。\\n\\n“唉，兄弟，你不愿意和我分享这份快乐吗？那好，小铃，我们来热情拥抱一下吧。”挑灯的脸皮还真是厚实，立即转过头说道。\\n\\n“好啊，你过来啊！”紫色风铃娇声说道，听得挑灯一喜，二话没说就冲了上去，也没注意紫色风铃低垂的手上，已经有电光在闪动。\\n\\n“啊，痛啊！”挑灯刚一接触紫色风铃，立即一头如瘟鸡般跳到旁边，发出一声好似夜狼的凄厉长吼，满头长发也高高竖起，标准的军佬发型。\\n\\n“小铃，你，你好狠的心啊，竟然用雷电劈我！”挑灯用他那有点哆嗦的手，指着紫色风铃说道。\\n\\n“哼，这还是轻的呢，谁让你想讨我的便宜。”紫色风铃拍拍小手，满脸的自然之态说道\\n\\n“好了，别闹了，咱们抓紧时间，赶紧过去吧，挑灯，你还别说，这个发型真酷！”大熊走到他们中间，一拉挑灯说道。\\n\\n“哦，是吗？真的很酷吗？看剑、隐哥，熊哥没骗我吧。”听大熊这么一说，挑灯倒有点粘粘自喜，他拉着我们问道。\\n\\n我忍着笑，装做一本正经地说道：“不错，不错，酷，你真是标准的酷毙帅！”\\n\\n“什么，什么，隐哥你说的什么话？”挑灯似乎没听清楚，跟在我后面追问道。\\n\\n“就是说你酷毙了，帅呆了！”我笑着解释道。\\n\\n“呵呵，隐哥，你看你，说话就是这么实在，让我爱听，果然英雄所见略同，走，小弟跟你上土丘。”挑灯自我陶醉地说道。\\n```\\n\\n\\n------------\",\"timestamp\":1640583387,\"title\":\"第二百一十四章 黄泉之门一\"},\"digest\":\"WPYCE3IMZnQas649U_YS1FbskZyK5lAddRwsNsNkQ-s\",\"authorship\":{\"contributor\":\"0x5e46Cc250A67e09Ed083Bf76e9a47c214B271539\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TMz_C1UOeNOWbY4_8Ukvux07PX05H3YYWo_iX3jV-7c\\\",\\\"y\\\":\\\"UjgHggYVpMOE5XizSYp9-04pUvwYAL86onxJjqrO_v8\\\"}\",\"signature\":\"Hp8GMed_HUfB3qxZ8KyKYrD0_SjFsar4PGoHPmHsqjp6YxLjlu3ZAJcHIq6Rfc9n_Vd2Kaf8FOqzbIPgQbGWig\",\"signingKeySignature\":\"0xd06aebad88bfb1bfdc50d17f78155c4ccb92b6736b71570a39e02946a3dc3a2f6a9908f7bb2809c8b22970247296d9b5b42abdefb6104e1301c0638c5cc126441b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TMz_C1UOeNOWbY4_8Ukvux07PX05H3YYWo_iX3jV-7c\\\",\\\"y\\\":\\\"UjgHggYVpMOE5XizSYp9-04pUvwYAL86onxJjqrO_v8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WPYCE3IMZnQas649U_YS1FbskZyK5lAddRwsNsNkQ-s\"}"