"{\"content\":{\"body\":\"Crypto art is a blanket term coined to represent the fusion of art and [blockchain technology](https://cointelegraph.com/blockchain-for-beginners/how-does-blockchain-work-everything-there-is-to-know). As a sub ecosystem within the world of cryptocurrencies, crypto art intends to preserve immutable versions of digital art such as music albums, paintings, awards and a wide range of memorabilia.\\n\\nCrypto art is preserved on the blockchain in [the form of nonfungible tokens](https://cointelegraph.com/nonfungible-tokens-for-beginners), or NFTs, and are usually tied up with a monetary value. Just like traditional art forms, the value of crypto art or NFTs is heavily influenced by the credibility of the creator, the rarity of the art and its demand in the collector’s market.\\n\\nAs a collectible, NFTs and similar forms of digital art are capable of being publicly verified for authenticity and change of ownership. This allows every piece of art to be verifiably unique and hold a corresponding monetary value. Let’s dive deeper into the world of crypto art.\\n\\n## Who are the crypto artists?\\n\\nThe biggest drivers of the crypto art landscape are the artists that create/recreate pieces to be stored over the blockchain. Although NFTs can represent numerous aspects of the digital world, the first step begins with the creation of digital artwork. Digital art can be created by using readily-available software and a personal computer in the form of GIF, JPEG, videos, 3D images and similar art forms.\\n\\nWhile the aforementioned digital art can be easily replicated and distributed over the internet, crypto artists need to certify and mint a nonfungible token that is linked to the authenticity of the art created. Once certified, the art can then be uploaded to various marketplaces and marketed to potential buyers. \\n\\nIt is important to note that crypto art is also subject to copyright laws and artists are expected to create, mint and sell unique NFTs while respecting the ownership of other artworks.\\n\\n \\n \\n\\n![](https://images.mirror-media.xyz/publication-images/mGZdu7bR4_kUx7FDB8qpF.png?height=766&width=1450)\\n\\n## Metaverse\\n\\nThe term metaverse was coined in 1992 by Neal Stephenson, the author of the science fiction novel Snow Crash. This was the first time someone envisioned a full-interactable virtual world consisting of human avatars and 3D digital objects.\\n\\n[Metaverse is the most popular implementation](https://cointelegraph.com/blockchain-for-beginners/what-is-metaverse-in-blockchain-a-beginners-guide-on-an-internet-enabled-virtual-world) of crypto art or NFTs, which makes use of digital art to represent objects in a fully-functional virtual world. The Metaverse allows users to create, own, create, purchase and sell virtual versions of shoes, clothes, property and other belongings. \\n\\nA metaverse can also represent social communities where people from all over the world can participate in online meetups for conferences, meetings and parties. In a typical metaverse setting, users can interact with each other and co-participate in virtual reality (VR) events such as dancing to music or attending yoga classes in groups.\\n\\nMetaverses has also found use cases in the gaming industry as developers create open-world games around the rising digital ecosystem. By infusing gamification, metaverses can be modified to depict interactive virtual worlds explorable through user-created avatars.\\n\\nGiven the untapped potential of possibilities within metaverses, major social media and tech corporations continue to explore various use cases primarily aimed at improving customer engagement. For example, social media giant Facebook renamed itself “Meta” to be more aligned with the development of a metaverse. Following suit, numerous tech giants are also exploring metaverse capabilities to identify the various revenue streams and customer engagement services.\\n\\n## Nonfungible tokens (NFT)\\n\\nNonfungible tokens are what make crypto art possible. While comparable to any other form of digital images including JPEG, GIF and 3D images, NFTs contain metadata that can help prove its value and ownership over a public blockchain. \\n\\nGiven the endless possibilities offered by digitalization, NFTs have evolved into representing real-world objects in metaverses and other virtual worlds. Online virtual stores facilitate retail purchases of digital clothes, shoes, property and other assets and merchandise.\\n\\nMoreover, the true market value of NFTs is dictated by the rarity and the public demand for a particular collection or entity. Some of the mainstream examples of NFT adoption include the launch of music albums and the issuance of awards and fan tokens in various sport events. \\n\\nIn addition to representing aspects of the real world, artists make the most of this budding landscape to create art and market it to potential buyers across the globe. This also brings the opportunity for enthusiasts to recreate popular paintings and offer collectors a piece of priceless history. \\n\\n## How much does it cost to hang the crypto art on your wall?\\n\\nWhile crypto art can be replicated and copied by simply downloading the image or taking a screenshot, the process leaves out the most important feature of the art, i.e., the metadata or the proof of its uniqueness. \\n\\nEvery digital art needs to be assigned a unique ID before it can be called NFT and possess a monetary value. As a result, the unique ID of the NFTs is what makes the arts one-of-a-kind, confirming the legitimacy of the art’s value and ownership. The typical prices of minting an NFT can range from as low as $1.00 to an average of $900, depending on the service provider and the blockchain host. However, unrealistic gas prices can drive up the NFT minting costs even higher.\\n\\nThe unique ID of an NFT artwork can be cross-checked across a network of public blockchains. When crypto art gets sold or transferred to a different user, the metadata gets timestamped over the blockchain network. Depending on the rarity and collector’s demand of the piece, an NFT can range anywhere from a few dollars to millions.\\n\\nNFT marketplaces help the creator mint digital art into a nonfunglible token. The process typically involves the use of a native blockchain cryptocurrency wallet and cryptocurrency payment. Minting requires the creator to pay transaction fees or gas fees for updating the blockchain with the metadata about the crypto art in question, determined by the blockchain network and the stress or the current transactional capacity of the blockchain.\\n\\n## Weighing in the risks and rewards\\n\\nThe NFT marketplace, while rewarding, has opened new potential avenues for scammers and bad actors that target unsuspecting investors and collectors. Just like any other ecosystem that involves cryptocurrency and blockchain technology, investors and enthusiasts are advised to research heavily on the NFTs before making any commitments or purchases. \\n\\nIt is equally important for investors to confirm the metadata of the NFTs on their corresponding blockchains. Metadata is a term used to describe additional information about a particular object or an instance which, in the case of NFTs, involves information about minting, blockchain host, ownership and the creator details. The information available on the blockchain can be regarded as the only way to confirm the legitimacy of a crypto art offering. \\n\\nAs discussed, the credibility and the value of NFTs are directly linked to their creators and the demand in the resale market. That being said, even though the NFTs may check out in terms of authenticity, it does not guarantee high (or any) resale value. The resale value of NFTs is purely determined by the investor sentiment attached to the art.\\n\\n## Can crypto art be copied?\\n\\nContrasting to the popular belief that replicating crypto art is as simple as saving a copy of the image or video locally on a computing device, copying crypto art is technically impossible. For example, when a user attempts to “save” a crypto art, the person ends up saving an identical copy of the image but misses out on capturing the information that makes the NFT component of any digital art. \\n\\nIn many cases, the artist may choose to retain the copyright ownership of an NFT, which allows the artist to create and sell multiple copies of the same art. However, the metadata helps differentiate the ownership of similar-looking NFTs and ensures the credibility of the creator.\\n\\nAs discussed earlier, crypto art (just like any other form of art) is subject to copyright and wrongly claiming to be the creator can have negative consequences depending on the law of the land.\\n\\n## A peek into the future of NFTs, metaverse and crypto art\\n\\nThe future of crypto art will be determined by the people that believe in the ecosystem and its extent of mainstream adoption. Given the involvement of popular artists, musicians, sports persons and celebrities, crypto art has fortunately attracted a large number of people willing to buy, sell and collect art in the form of NFTs.\\n\\nThe existing use cases of the crypto art ecosystem involve art and interactive virtual worlds. With increased adoption, NFTs are slowly bleeding into the world of virtual asset purchases such as purchasing online versions of limited edition clothes, property and so on.\\n\\nWhile the world of cryptocurrencies, especially crypto art, is yet to be tested for its full potential, the budding technology has already altered the way we look at precious collectibles and art in a virtual setup. As for its future, crypto art is well-positioned to be treated as an instrument of a virtual representation of every aspect of our day-to-day lives.\",\"timestamp\":1639220474,\"title\":\"What is crypto art and how does it work?\"},\"digest\":\"Jr2zqNVdu3q4OYLtVtHKU14eCFYxvguw0n8D3Qgr1kQ\",\"authorship\":{\"contributor\":\"0xbB53A2F1b219C1A5ea4C012a5Cf0895b8598b30c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DVGyTni5jrZSvb0zZJNLj2AvQQtGFOZ1yZjZ3PRZMDE\\\",\\\"y\\\":\\\"Pid95PrQnP0quueUj28Af8S6oj5r8sRYq71Sh6x6WL8\\\"}\",\"signature\":\"FBgGcF5CzYs-405RPqt64aX8SeafLVNUCR-Jl9cpN5tdbNmG0tQ_nTDhdaWfNj2p5sbV7zuuGm8zfbo8J5Uktw\",\"signingKeySignature\":\"0x45d8b8aabe5a3dad02f850207681d4d66d1076f9283f23d3c626c672b13ae9ce4fb8b2e05bdac0ec9eb92e1cde89f550be5d3e7294feafdc2251b7151d2050ef1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DVGyTni5jrZSvb0zZJNLj2AvQQtGFOZ1yZjZ3PRZMDE\\\",\\\"y\\\":\\\"Pid95PrQnP0quueUj28Af8S6oj5r8sRYq71Sh6x6WL8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Jr2zqNVdu3q4OYLtVtHKU14eCFYxvguw0n8D3Qgr1kQ\"}"