"{\"content\":{\"body\":\"### How to Get Rich in Crypto (without getting lucky):\\n\\n**如何在加密资产投资领域致富(不靠运气):**\\n\\nJason Choi (@mrjasonchoi) / Twitter\\n\\nhttps://twitter.com/mrjasonchoi\\n\\n> Inspired by @naval's timeless thread, here are some lessons from 100s of convos I had as an investor and as an interviewer on @theBlockcrunch speaking to people in crypto who \\\"made it\\\".\\n\\n受@naval的timeless帖子的启发，以下是我作为投资者和@theBlockcrunch记者与“成功”的加密资产领域投资人进行的100多次会议的一些经验教训。\\n\\n> Whether you're a founder, investor, trader, operator, developer - most people in crypto get rich by the same thing: owning assets that appreciate in value over time.\\n\\n无论你是创始人、投资者、交易员、运营商还是开发者，加密资产领域的大多数人都是通过同一件事致富的——拥有随着时间推移会增值的资产。\\n\\n> Do not confuse owning with trading. While some get rich by trading, know that you are still renting out your time for money.\\n\\n不要把持有和交易混为一谈。当有些人通过交易快速致富时，你仍要知道自己是要依靠时间和知识的积累挣钱。\\n\\n> Be careful with confusing narratives with traction. The faster unearned value is accrued, the faster it will disappear.\\n\\n要注意别被充满诱惑的发财叙事所迷惑。不劳而获的价值积累得越快，它消失得也就越快。\\n\\n> Never dismiss anything right away. Let young people change your mind.\\n\\n不要排斥或立刻放弃新的事物。学会接受年轻人的想法并改变自己的观念。\\n\\n> If you explore what people complain consistently about enough times you will stumble across a billion dollar opportunity.\\n\\n如果你总是不断探究分析人们一致抱怨的事情，你就有可能会发现一个价值10亿美元的机会。\\n\\n> If you are helpful to enough people over time, you will have access to wealth creation opportunities. You don't need to be a coder to add value: content, network, thoughtful feedback are some other ways.\\n\\n如果你的行为能为足够多的人提供帮助，久而久之，你就能获得创造财富的机会。你不必成为程序员通过写代码为项目增加价值，也可以通过提供内容、网络、深思后的反馈等等其他方式提供价值。\\n\\n> People can always tell if you're in crypto to \\\"get rich quick\\\". That will determine the people you get to work with and how far you go in the industry.\\n\\n人们总是能分辨出你是否在加密投资领域“快速致富”。这取决于你将与哪些人一起工作，以及你在这个行业的发展程度。\\n\\n> The earlier you go, the more upside you will find, but the more knowledge will be required to find the right opportunities (e.g. joining 10B protocol vs. pre-token)\\n\\n你进入这个行业越早，你会发现越多的好处，但你也需要有更多的知识来找到合适的机会（例如，加入10B协议与pre-token）。\\n\\n> If you seek a stable salary, work in a stable industry. If you take on the legal and financial risk of crypto, seek to be rewarded with exponential upside for being right.\\n\\n如果你想要一份稳定的薪水，那就在一个稳定的行业工作。如果你承担了加密资产行业的法律和金融风险，你就应寻求因做出正确选择而获得的指数级回报。\\n\\n> Don't get in the way of compounding. Hopping between projects every 6 months is bad and will destroy your reputation. Treat your job opps as investments, because they are.\\n\\n不要阻碍复利的积累。每6个月就换一个项目是很坏的做法，这会毁掉你的声誉。把你的工作机会当作一项投资，因为它们确实是。\\n\\n> Crypto is the greatest test for integrity due to the allure of quick money. Don't work with people who fail the test. You may make money in the short term, but you will lose everything else.\\n\\n由于快速赚钱的诱惑，加密资产投资是对人正直及诚实人格的最大考验。不要和无法经受上述考验的人共事。否则你或许能在短期内赚钱，但最终你会失去一切。\\n\\n> Reputation is every founder and investor's top of funnel for hiring and deal flow. No amount of money is worth that if your goal is continual wealth creation.\\n\\n声誉是每个创始人和投资机构在招聘和投资时最看重的方面。如果你的目标是持续不断创造财富，那么再多的钱也如你的声誉值钱。\\n\\n> Don't avoid volatility. Volatility is the price you pay for outsized, compounded returns.\\n\\n不要回避波动性。波动性是你为获得高额复合回报所付出的代价。\\n\\n> When it comes to opportunities with low costs, \\\"what if it works\\\" thinking trumps \\\"what could go wrong\\\" thinking.\\n\\n当遇到低成本的机会时，“如果可行会怎样”的想法要胜过“会出什么问题”的想法。\\n\\n> Find your edge, double down, then scale yourself. Hire people/ join a team with people who are good at things you are not, then only do the things you are good at.\\n\\n找到你的优势，加倍努力，并扩大规模。雇佣那些擅长你不擅长的事情的人或加入一个团队，然后只做你擅长的事情。\\n\\n> Crypto brings in the brightest, but also charlatans and scammers. Have a list of people you will always count on. Have a list of people you will never work with. Always evaluate those two lists.\\n\\n加密技术带来了最聪明的人，但也带来了江湖骗子。列一个你永远可以信赖的人的名单，再列一个你永远不会共事的人的名单，然后不断评估和更新这两个名单。\\n\\n> Half of getting rich is staying rich. Don't upgrade your lifestyle to match your paper wealth after a historic bull market.\\n\\n致富的原因有一半在于维持财富。在一个历史性的牛市之后，不要升级你的生活方式来匹配你的纸面财富。\\n\\n> \\\"Don't bet what you don't have to win what you don't need\\\"\\n\\n\\\"不要拿你没有的东西作赌注去赢取你不并必需的东西\\\"（勿用杠杆！） \\n\\n> Do not mistake leverage for genius. You hear stories of people brag about making 8-9 figures within a year. They tend to be quiet when they lose it all in 1 day.\\n\\n不要把杠杆当成天赋能力。你会听到有人吹嘘自己一年内赚了8-9位数。但当在一天内失去一切的时候，他们往往会很安静。\\n\\n> Beware of Dunning–Kruger effect. Just because someone \\\"made it\\\" by being early in crypto does not mean they are equipped to opine on cryptography, macroeconomics, politics etc.\\n\\n谨防邓宁-克鲁格效应。有人仅仅因为是在加密资产发展的早期进行投资并取得了“成功”，这并不意味着他们具备了对密码学、宏观经济、政治等问题发表意见的能力。\\n\\n> Crypto runs on narratives. Narratives are crafted by people. People always have an agenda. If you can't find the fish at the table, you are the fish.\\n\\n目前加密资产投资主要靠讲故事来运行。故事是由人精心编制的。编故事的人们总是有自己的秘密目标。如果你在餐桌上找不到鱼，那你就是鱼。\\n\\n> Crypto has one of the flattest hierarchies across all industries. Take advantage of this to accelerate your wealth creation.\\n\\n在所有行业中，加密资产领域的层次结构是最扁平的。要学会利用这一优势来加速你的财富创造。\\n\\n> Crypto is overwhelming - find your tribe and rely on other people to expand your circle of expertise.\\n\\n（相对于其他行业）加密资产行业的优势是压倒性的——找到适合你的社群，依靠其他人来扩大你的专业技能范围。\\n\\n> If you are generous with providing insight others will reciprocate with opportunity. If you withhold insight, others will do the same.\\n\\n如果你慷慨地分享你对事物的洞察力，别人也会给你机会。如果你隐瞒自己的洞察力，别人也会这么做。\\n\\n> Learn from experienced folks, but only within their domaine expertise. Ignore traders who talk about tech and developers who talk about markets.\\n\\n向有经验的人学习，但只限于他们的专业领域内。忽略那些谈论科技的交易员和谈论市场的开发者。\\n\\n> Pay back favors.\\n>\\n> Crypto is rife with asymmetric opportunities. One intro to a job, a new team, an investment opportunity can make you rich. Reciprocate favors and always be grateful.\\n\\n感恩并回馈。\\n\\n加密资产行业充满了不对称的机会。对一份工作、一个新团队、一个投资机会的介绍都能让你暴富。回报别人的恩惠，永远心存感激。\\n\\n> Pay it forward.\\n>\\n> The space is young and you never know where favors can pay off. People who refused to hop on a call with me when I started out now want my advice.\\n\\n广结善缘。\\n\\n这个领域还很年轻，你永远不知道在什么地方付出会有回报。那些在我刚开始入行时拒绝接我电话的人，现在都想听我的建议。\\n\\n> If you are good at what you do, people will want things from you. Don't give time to people who are in a position to reciprocate generosity but choose not to.\\n\\n如果你精通你正在做的事情，人们会想从你那里得到东西。不要把时间花在那些有能力回报你的慷慨却选择不这样做的人身上。\\n\\n> People mostly get what they deserve.\\n>\\n> You can whine about VCs getting allocations, developers shipping low-effort forks, analysts not getting paid enough, or you can do something about it.\\n\\n大多数人都是“罪有应得”。\\n\\n你可以抱怨风投获得了投资，开发人员付出的努力太少，分析师没有得到足够的报酬，或者你可以做点其他更有益的事情。\\n\\n> Finally, the wild volatility in crypto can create and destroy wealth in a very short time. Every cycle you hear stories of exuberant wealth, but also people who ended it all.\\n>\\n> Always know what is important to you and what is enough.\\n\\n最后，加密资产价格的剧烈波动可以在很短的时间内创造和毁灭财富。在每个周期中，你都能听到充满想象力的财富故事，也能听到有人亏损殆尽的悲剧。\\n\\n永远要明白什么对你来说是重要的，什么是贪心不足。\\n\\n```\\nA culture is not a set of beliefs. It’s a set of actions.\\n```\",\"timestamp\":1637836773,\"title\":\"如何在加密资产投资领域致富(不靠运气)\"},\"digest\":\"kSGcaihm0KOXOgc7E6mQlhJG6tgi03iNXnZqE50sk5g\",\"authorship\":{\"contributor\":\"0xe1540D566B0218aAA4a0453Bbf4ED64F387E450e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1lgZmJRXu0Vj-OzeVMU0AIdhnC98q-e90joaTCQtJfg\\\",\\\"y\\\":\\\"H3l9JQ4xi2UZ347-uDfPqbzBGSQ8HZWpA6DvpOoiXxM\\\"}\",\"signature\":\"wOa2nnvlo7KgL8yKc1igbH073pRI31y_bwWpnO26yOI96V40H5i9RZlI8N8qPX30HmwLTQqk_qOynY00s67pNw\",\"signingKeySignature\":\"0x584ef815df145659510daaca2819883b73fd8b1f5cd720009f971001220e6e7e2ae0f3d5e290923734a9ae4f9555f372e50c9c1f395f42c7cecab2472aacc5f41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1lgZmJRXu0Vj-OzeVMU0AIdhnC98q-e90joaTCQtJfg\\\",\\\"y\\\":\\\"H3l9JQ4xi2UZ347-uDfPqbzBGSQ8HZWpA6DvpOoiXxM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kSGcaihm0KOXOgc7E6mQlhJG6tgi03iNXnZqE50sk5g\"}"