"{\"content\":{\"body\":\"\\\"He passed them, all of them,\\\" she answered.  \\\"Captain Munster will tell you what he said--something about being blowed, or words to that effect.  Now I must run and wash up.  Did the Sydney orders arrive?\\\"\\n\\n\\\"Yours are in your quarters,\\\" Sheldon said.  \\\"Hurry, for breakfast is waiting.  Let me have your hat and belt.  Do, please, allow me. There's only one hook for them, and I know where it is.\\\"\\n\\nShe gave him a quick scrutiny that was almost woman-like, then sighed with relief as she unbuckled the heavy belt and passed it to him.\\n\\n\\\"I doubt if I ever want to see another revolver,\\\" she complained. \\\"That one has worn a hole in me, I'm sure.  I never dreamed I could get so weary of one.\\\"\\n\\nSheldon watched her to the foot of the steps, where she turned and called back, -\\n\\n\\\"My!  I can't tell you how good it is to be home again.\\\"\\n\\nAnd as his gaze continued to follow her across the compound to the tiny grass house, the realization came to him crushingly that Berande and that little grass house was the only place in the world she could call \\\"home.\\\"\\n\\n\\\"And Burnett said, 'Well, I'll be damned--I beg your pardon, Miss Lackland, but you have wantonly broken the recruiting laws and you know it,'\\\" Captain Munster narrated, as they sat over their whisky, waiting for Joan to come back.  \\\"And says she to him, 'Mr. Burnett, can you show me any law against taking the passengers off a vessel that's on a reef?'  'That is not the point,' says he.  'It's the very, precise, particular point,' says she and you bear it in mind and go ahead and pass my recruits.  You can report me to the Lord High Commissioner if you want, but I have three vessels here waiting on your convenience, and if you delay them much longer there'll be another report go in to the Lord High Commissioner.'\\n\\n\\\"'I'll hold you responsible, Captain Munster,' says he to me, mad enough to eat scrap-iron.  'No, you won't,' says she; 'I'm the charterer of the Emily, and Captain Munster has acted under my orders.'\\n\\n\\\"What could Burnett do?  He passed the whole hundred and fifty, though the Emily was only licensed for forty, and the Flibberty- Gibbet for thirty-five.\\\"\\n\\n\\\"But I don't understand,\\\" Sheldon said.\\n\\n\\\"This is the way she worked it.  When the Martha was floated, we had to beach her right away at the head of the bay, and whilst repairs were going on, a new rudder being made, sails bent, gear recovered from the niggers, and so forth, Miss Lackland borrows Sparrowhawk to run the Flibberty along with Curtis, lends me Brahms to take Sparrowhawk's place, and starts both craft off recruiting. My word, the niggers came easy.  It was virgin ground.  Since the Scottish Chiefs, no recruiter had ever even tried to work the coast; and we'd already put the fear of God into the niggers' hearts till the whole coast was quiet as lambs.  When we filled up, we came back to see how the Martha was progressing.\\\"\\n\\n\\\"And thinking we was going home with our recruits,\\\" Sparrowhawk slipped in.  \\\"Lord lumme, that Miss Lackland ain't never satisfied. 'I'll take 'em on the Martha,' says she, 'and you can go back and fill up again.'\\\"\\n\\n\\\"But I told her it couldn't be done,\\\" Munster went on.  \\\"I told her the Martha hadn't a license for recruiting.  'Oh,' she said, 'it can't be done, eh?' and she stood and thought a few minutes.\\\"\\n\\n\\\"And I'd seen her think before,\\\" cried Sparrowhawk, \\\"and I knew at wunst that the thing was as good as done.\\\"\\n\\nMunster lighted his cigarette and resumed.\\n\\n\\\"'You see that spit,' she says to me, 'with the little ripple breaking around it?  There's a current sets right across it and on it.  And you see them bafflin' little cat's-paws?  It's good weather and a falling tide.  You just start to beat out, the two of you, and all you have to do is miss stays in the same baffling puff and the current will set you nicely aground.'\\\"\\n\\n\\\"'That little wash of sea won't more than start a sheet or two of copper,' says she, when Munster kicked,\\\" Sparrowhawk explained. \\\"Oh, she's no green un, that girl.\\\"\\n\\n\\\"'Then I'll rescue your recruits and sail away--simple, ain't it?' says she,\\\" Munster continued.  \\\"'You hang up one tide,' says she; 'the next is the big high water.  Then you kedge off and go after more recruits.  There's no law against recruiting when you're empty.'  'But there is against starving 'em,' I said; 'you know yourself there ain't any kai-kai to speak of aboard of us, and there ain't a crumb on the Martha.'\\\"\\n\\n\\\"We'd all been pretty well on native kai-kai, as it was,\\\" said Sparrowhawk.\\n\\n\\\"'Don't let the kai-kai worry you, Captain Munster,' says she; 'if I can find grub for eighty-four mouths on the Martha, the two of you can do as much by your two vessels.  Now go ahead and get aground before a steady breeze comes up and spoils the manoeuvre. I'll send my boats the moment you strike.  And now, good-day, gentlemen.'\\\"\\n\\n\\\"And we went and did it,\\\" Sparrowhawk said solemnly, and then emitted a series of chuckling noises.  \\\"We laid over, starboard tack, and I pinched the Emily against the spit.  'Go about,' Captain Munster yells at me; 'go about, or you'll have me aground!' He yelled other things, much worse.  But I didn't mind.  I missed stays, pretty as you please, and the Flibberty drifted down on him and fouled him, and we went ashore together in as nice a mess as you ever want to see.  Miss Lackland transferred the recruits, and the trick was done.\\\"\\n\\n\\\"But where was she during the nor'wester?\\\" Sheldon asked.\\n\\n\\\"At Langa-Langa.  Ran up there as it was coming on, and laid there the whole week and traded for grub with the niggers.  When we got to Tulagi, there she was waiting for us and scrapping with Burnett. I tell you, Mr. Sheldon, she's a wonder, that girl, a perfect wonder.\\\"\\n\\nMunster refilled his glass, and while Sheldon glanced across at Joan's house, anxious for her coming, Sparrowhawk took up the tale.\\n\\n\\\"Gritty!  She's the grittiest thing, man or woman, that ever blew into the Solomons.  You should have seen Poonga-Poonga the morning we arrived--Sniders popping on the beach and in the mangroves, war- drums booming in the bush, and signal-smokes raising everywhere. 'It's all up,' says Captain Munster.\\\"\\n\\n\\\"Yes, that's what I said,\\\" declared that mariner.\\n\\n\\\"Of course it was all up.  You could see it with half an eye and hear it with one ear.\\\"\\n\\n\\\"'Up your granny,' she says to him,\\\" Sparrowhawk went on.  \\\"'Why, we haven't arrived yet, much less got started.  Wait till the anchor's down before you get afraid.'\\\"\\n\\n\\\"That's what she said to me,\\\" Munster proclaimed.  \\\"And of course it made me mad so that I didn't care what happened.  We tried to send a boat ashore for a pow-wow, but it was fired upon.  And every once and a while some nigger'd take a long shot at us out of the mangroves.\\\"\\n\\n\\\"They was only a quarter of a mile off,\\\" Sparrowhawk explained, \\\"and it was damned nasty.  'Don't shoot unless they try to board,' was Miss Lackland's orders; but the dirty niggers wouldn't board. They just lay off in the bush and plugged away.  That night we held a council of war in the Flibberty's cabin.  'What we want,' says Miss Lackland, 'is a hostage.'\\\"\\n\\n\\\"'That's what they do in books,' I said, thinking to laugh her away from her folly,\\\" Munster interrupted.  \\\"'True,' says she, 'and have you never seen the books come true?'  I shook my head.  'Then you're not too old to learn,' says she.  'I'll tell you one thing right now,' says I, 'and that is I'll be blowed if you catch me ashore in the night-time stealing niggers in a place like this.'\\\"\",\"timestamp\":1638930845,\"title\":\"But you've broken the recruiting laws,\\\" Sheldon said, when the new recruits had marched away to the barracks\"},\"digest\":\"qyWJ5FWpHxSgj4zIme8M3OjtcsMcBGhTEY0a-NyGQkk\",\"authorship\":{\"contributor\":\"0x104C9415d8cF60006fA1f2ecb12Aa1B60108c24D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dIPReKJHJ4oZ1kdna5Pb37GNnO0O3CKsTGJwcf5OnaU\\\",\\\"y\\\":\\\"NLPBgw6cjE9ZsWMckNAE8JnoevDbSlQvcGXlmmu0QDw\\\"}\",\"signature\":\"6x1FioC7P30QFYcb5Sm1QXJZrCaOeY-eXTyhX8HJ6HxvjBv_wMdZK2nxFAN4I87Sj2T-PsAj1KqNGF9JVNZiOA\",\"signingKeySignature\":\"0x398cdd812aa8d0adbfb85bb627d91328e8835a7cb66dfda670ec7c237f1e8e910d36420ce254d8e8213e47f580fd317b4c6dcc162b3ad0910304b189effeaca31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dIPReKJHJ4oZ1kdna5Pb37GNnO0O3CKsTGJwcf5OnaU\\\",\\\"y\\\":\\\"NLPBgw6cjE9ZsWMckNAE8JnoevDbSlQvcGXlmmu0QDw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qyWJ5FWpHxSgj4zIme8M3OjtcsMcBGhTEY0a-NyGQkk\"}"