"{\"content\":{\"body\":\"还记得川普上台的时候，英国脱欧也是那一年，我也写下了一些文字，感慨这个世界的真实和我的认知之间的差异。时至今日，仍在想，这个世界在变好吗？抑或是螺旋形的变好？我不知道，至少我不知道这个螺旋形向下的部分，还要持续多久。\\n\\n今年，是疫情纪年第三年，在这个历史性黑天鹅事件影响下，世界和社会的形态变化，正在改变着人类个体的境遇和组织形态，2022年会怎么样呢？我也不知道，依然只有感慨。\\n\\n### 记忆和逻辑——新冠后的左转\\n\\n当代人既不喜欢回顾，又不喜欢预测，人类按部就班的生活在一种熟悉的模式中，并且渐进性的接受模式改变，是最轻松的方式。\\n\\n我并没有想到疫情会持续这么久，更准确的说我没有很认真地思考过疫情会持续的时间，直到疫情带来的负面影响，让人足够痛苦，以至于想从未来寻找慰藉。\\n\\n我们不再出国旅游，国内旅行要担心发生意外事件，一不小心变成宾馆14日游；为了保住绿码，减少了出行和商务活动；演唱会也取消了，歌手和我们一样是人，和大家一起也老了几岁。\\n\\n旅游行业遭受重创，开客栈的朋友们收入大打折扣，或者入不敷出。\\n\\n线下餐饮惨不忍睹，上海的极好位置的商场也能见到长期空置的店铺。\\n\\n经济活动减少了，支出少了，企业钱少了，大家的钱也少了。\\n\\n政策影响，互联网行业大裁员，上海申领失业金的人数是疫情前的几倍，甚至部分地区，公务员也传出了减薪和停招的声音。\\n\\n从国家级的大策略，到一个小区街道的处理策略，面对问题，策略不得不频繁的做出，只是这些策略，是否还有优化空间呢？又有人多少人具备足够能力去决策呢？\\n\\n有多少网民能知道每年都在流行的感冒的实际影响，有能力研究公共事业的支出情况和回报，了解一个药物是如何被评定有效，知道不同疫苗研制策略的差异，以及背后不可回避的成本问题，这些开支是从哪里来的，普遍性发钱又会有什么后果……\\n\\n又能知道有的疾病是要隔几天就必须去医院的，知道不是所有人的房子有厨房，抑郁症也会死人的，不少个体经营者是负债经营的……\\n\\n在媒体上，人们可以看到大量碎片化的观点表达，碎片之间的逻辑无足重，也不会被深究，情绪发泄后发言者可能也会很快忘记。但是，它们似乎对真实世界产生着影响。\\n\\n灾难过后，容易产生聚旗效应，人们需要安全感，需要依靠什么，寻找同类的人抱团，哪怕这个同类的逻辑经不住推敲。\\n\\n### 价值与可证伪——价格的山峰\\n\\n把2020年和2021年的时间窗口合在一起的话，很多资产价格的曲线画了一座山峰，不止是山顶的左侧主浪，也完整的画完了右侧的跌浪。\\n\\n作为亲历者仍觉不可思议，画出来的是数据的大山，也是很多人经历的大梦一场，20年美股人人封神，21年销声匿迹，唯有喊了两年史诗级泡沫的美股三大成分指数，继续把泡沫舞动上了天。\\n\\n在另一个世界，区块链市场涨服了所有质疑者，当然，如果选择蒙上眼睛不看，似乎也能当这边这个世界的财富神话不存在。\\n\\n我标榜自己是海龟的信徒，其实回测做得远远不够，只能在斩仓时候略微随性了一些。这条路很难，难到也经常忍不住小赌怡情，难到同路能坚持的朋友寥寥，难能可贵。\\n\\n以前是一个朋友介绍我看的张五常先生的“经济解释”，卷一不厌其烦的重复可证伪性对于一个理论是否科学的验证性，一个理论是否可用于实践的判断性。今天券商的预测报告，都可以当笑话看的，真的可以笑出来。\\n\\n真实价值，市场平均价格，交易者情绪，都在左右价格，最后一环的影响如此巨大，导致黑天鹅总在出现，这只鹅不能无视。又想到百度的U型奖，就是没想好∩的时候，故事该怎么圆回去。\\n\\n### 自组织会发生什么——生理限制与DAO\\n\\n深刻的感觉到人的生理构造限制，一定在影响着组织构成方式和决策的合理性，是的，毕竟不是三体人。\\n\\n人的大脑构造导致记忆力有限，且会记错。\\n\\n人类幼崽总是需要重新训练神经网络，但现代社会已经很难训练成全才了。\\n\\n人的神经网络总是倾向于直接给出答案，而不检查过程，从而导致低级错误的思路总在出现。\\n\\n碍于短时记忆能力，人在没有工具辅助下的逻辑层次不能太深。\\n\\n只是，这些问题中的不少，应该都没有在尝试解决。\\n\\n在一个理想的组织形态中，实践的做法应该类似达利欧所述的模式，并辅助工具，应该记录每个人的提案，依照清晰的流程，拆解问题，引导讨论，根据个人历史结果复盘，给每个人不同的领域的能力打分，最终进行投票加权。\\n\\n最近的密集的看了些中心去化组织DAO的内容，伟大的叙事和目标，但仍困扰于如何解决和理想方案之间的gap。在实际中，有朋友告诉我的答案是集中最优秀的人来决策，这确实是个较好的方案。\\n\\n> 2022年会怎么样，不知道，这个年份的数字已经让我觉得很科幻了，好在世界的变化仍很剧烈，至少，变化是有意思的。\",\"timestamp\":1640972680,\"title\":\"又一个不确定性的公转纪年——2021年末感悟\"},\"digest\":\"NZVLl52O7opJr_bmF6UGuZOGtUv2URqYO7tBlzS2Cug\",\"authorship\":{\"contributor\":\"0x7Fa9f03AD468032E96708fE8D7085401EC291033\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"egFVwU3BT15iBzs4je-8bpJ6o6-NGxM5bd2lK8wDCvU\\\",\\\"y\\\":\\\"oJlsGE1nyRLgWDJzaZ-tIyqNRab3o_VE3nvgBlByWVc\\\"}\",\"signature\":\"vL0r_ohejx48zwkM_6Mw7ngjPkD5zP0FKpH6a-VURJ9YPUSzj4hbqsitWLFJuc5vJWXYsEtS0T9BQ9__C4gqkQ\",\"signingKeySignature\":\"0xdb61df393b8fd882ddb52b2cdd8fe86106c7be49b0f4d0e9e422dc52b6a1c8494120f49b3613bdf4c2d7cf776e090be9f4c6dd4e31f5fabb36c53c2db6c5dd461c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"egFVwU3BT15iBzs4je-8bpJ6o6-NGxM5bd2lK8wDCvU\\\",\\\"y\\\":\\\"oJlsGE1nyRLgWDJzaZ-tIyqNRab3o_VE3nvgBlByWVc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HqzUWMcJbCK64DGUkiAyssq4HgKpFk7Y2EiL2PGo8xI\"}"