"{\"content\":{\"body\":\", is full of allusions to the gods and goddesses of the Greeks and Romans.  Occasionally, and, in modern days, more often, it contains allusions to the worship and the superstitions of the northern nations of Europe.  The object of this book is to teach readers who are not yet familiar with the writers of Greece and Rome, or the ballads or legends of the Scandinavians, enough of the stories which form what is called their mythology, to make those allusions intelligible which one meets every day, even in the authors of our own time.\\n\\nThe Greeks and Romans both belong to the same race or stock.  It is generally known in our time as the Aryan family of mankind; and so far as we know its history, the Greeks and Romans descended from the tribes which emigrated from the high table- lands of Northern India.  Other tribes emigrated in different directions from the same centre, so that traces of the Aryan language are found in the islands of the Pacific ocean.\\n\\nThe people of this race, who moved westward, seem to have had a special fondness for open air nature, and a willingness to personify the powers of nature.  They were glad to live in the open air, and they specially encouraged the virtues which an open-air people prize.  Thus no Roman was thought manly who could not swim, and every Greek exercised in the athletic sports of the palaestra.\\n\\nThe Romans and Grecian and German divisions of this great race are those with which we have most to do in history and in literature.  Our own English language is made up of the dialects of different tribes, many of whom agreed in their use of words which they had derived from our Aryan ancestry.  Thus our substantive verb I AM appears in the original Sanscrit of the Aryans as ESMI, and m for ME (MOI), or the first person singular, is found in all the verbal inflections.  The Greek form of the same verb was ESMI, which became ASMI,   and in Latin the first and last vowels have disappeared, the verb is SUM.  Similar relationships are traced in the numerals, and throughout all the languages of these nations.\\n\\nThe Romans, like the Etruscans who came before them, were neither poetical nor imaginative in temperament.  Their activity ran in practical directions.  They therefore invented few, if any stories, of the gods whom they worshipped with fixed rites.  Mr. Macaulay speaks of these gods as \\\"the sober abstractions of the Roman pantheon.\\\"  We owe most of the stories of the ancient mythology to the wit and fancy of the Greeks,   more playful and imaginative,   who seized from Egypt and from the East such legends as pleased them,   and adapted them in their own way.  It often happens that such stories, resembling each other in their foundation, are found in the Greek and Roman authors in several different forms.\\n\\nTo understand these stories, we will here first acquaint ourselves with the ideas of the structure of the universe, which the poets and others held, and which will form the scenery, so to speak, of the narratives.\\n\\nThe Greek poets believed the earth to be flat and circular, their own country occupying the middle of it, the central point being either Mount Olympus, the abode of the gods, or Delphi, so famous for its oracle.\\n\\nThe circular disk of the earth was crossed from west to east, and divided into two equal parts by the SEA, as they called the Mediterranean, and its continuation the Euxine.\\n\\nAround the earth flowed the RIVER OCEAN, its course being from south to north on the western side of the earth, and in a contrary direction on the eastern side.  It flowed in a steady, equable current, unvexed by storm or tempest.  The sea, and all the rivers on earth, received their waters from it.\\n\\nThe northern portion of the earth was supposed to be inhabited by a happy race named the Hyperboreans \\\\[this word means \\\"who live beyond the north\\\" from the word \\\"hyper,\\\" beyond, and boreas, the north wind\\\\], dwelling in everlasting bliss and spring beyond the lofty mountains whose caverns were supposed to send forth the piercing blasts of the north wind, which chilled the people of Hellas (Greece).  Their country was inaccessible by land or sea. They lived exempt from disease or old age, from toils and warfare.  Moore has given us the \\\"Song of a Hyperborean,\\\" beginning\\n\\n\\\"I come from a land in the sun-bright deep, Where golden gardens glow, Where the winds of the north, becalmed in sleep, Their conch-shells never blow.\\\"\\n\\nOn the south side of the earth, close to the stream of Ocean, dwelt a people happy and virtuous as the Hyperboreans.  They were named the AEthiopians.  The gods favored them so highly that they were wont to leave at times their Olympian abodes, and go to share their sacrifices and banquets.\\n\\nOn the western margin of the earth, by the stream of Ocean, lay a happy place named the Elysian Plain, whither mortals favored by the gods were transported without tasting of death, to enjoy an immortality of bliss.  This happy region was also called the \\\"fortunate fields,\\\" and the \\\"Isles of the Blessed.\\\"\\n\\nWe thus see that the Greeks of the early ages knew little of any real people except those to the east and south of their own country, or near the coast of the Mediterranean.  Their imagination meantime peopled the western portion of this sea with giants, monsters, and enchantresses; while they placed around the disk of the earth, which they probably regarded as of no great width, nations enjoying the peculiar favor of the gods, and blessed with happiness and longevity.\\n\\nThe Dawn, the Sun, and the Moon were supposed to rise out of the Ocean, on the western side, and to drive through the air, giving light to gods and men.  The stars also, except those forming Charles' Wain or Bear, and others near them, rose out of and sank into the stream of Ocean.  There the sun-god embarked in a winged boat, which conveyed him round by the northern part of the earth, back to his place of rising in the east.  Milton alludes to this in his \\\"Commmus.\\\"\\n\\n\\\"Now the gilded car of day His golden axle doth allay In the steep Atlantic stream, And the slope sun his upward beam Shoots against the dusky pole, Pacing towards the other goal Of his chamber in the east.\\\"\\n\\nThe abode of the gods was on the summit of Mount Olympus, in Thessaly.  A gate of clouds, kept by the goddesses named the Seasons, opened to permit the passage of the Celestials to earth, and to receive them on their return.  The gods had their separate dwellings; but all, when summoned, repaired to the palace of Jupiter \\\\[Or Zeus.  The relation of these names to each other will be explained on the next page\\\\], as did also those deities whose usual abode was the earth, the waters, or the underworld.  It was also in the great hall of the palace of the Olympian king that the gods feasted each day on ambrosia and nectar, their food and drink, the latter being handed round by the lovely goddess Hebe. Here they conversed of the affairs of heaven and earth; and as they quaffed their nectar, Apollo, the god of music, delighted them with the tones of his lyre, to which the muses sang in responsive strains.  When the sun was set, the gods retired to sleep in their respective dwellings.\\n\\nThe following lines from the Odyssey will show how Homer conceived of Olympus:--\\n\\n\\\"So saying, Minerva, goddess azure-eyed, Rose to Olympus, the reputed seat Eternal of the gods, which never storms Disturb, rains drench, or snow invades, but calm The expanse and cloudless shines with purest day. There the inhabitants divine rejoice Forever.:\\\" Cowper\\n\\nSuch were the abodes of the gods as the Greeks conceived them. The Romans, before they knew the Greek poetry, seem to have had no definite imagination of such an assembly of gods.  But the Roman and Etruscan races were by no means irreligious.  They venerated their departed ancestors,   and in each family the worship of these ancestors was an important duty.  The images of the ancestors were kept in a sacred place,   each family observed, at fixed times, memorial rites in their honor,   and for these and other religious observances the family hearth was consecrated.  The earliest rites of Roman worship are supposed to be connected with such family devotions.\\n\\nAs the Greeks and Romans became acquainted with other nations, they imported their habits of worship, even in early times.  It will be remembered that as late as St. Paul's time, he found an altar at Athens \\\"to an unknown god.\\\"  Greeks and Romans alike were willing to receive from other nations the legends regarding their gods, and to incorporate them as well as they could with their own.  It is thus that in the poetical mythology of those nations, which we are now to study, we frequently find a Latin and a Greek name for one imagined divinity.  Thus Zeus, of the Greeks, becomes in Latin   with the addition of the word pater (a father) \\\\[The reader will observe that father is one of the words derived from an Ayan root.  Let p and t become rough, as the grammarians say,   let p become ph, and t th, and you have phather or father\\\\], Jupiter   Kronos of the Greeks appears as \\\"Vulcanus\\\" of the Latins, \\\"Ares\\\" of the Greeks is \\\"Mars\\\" or Mavors of the Latins, \\\"Poseidon\\\" of the Greeks is \\\"Neptunus\\\" of the Latins, \\\"Aphrodite\\\" of the Greeks is \\\"Venus\\\" of the Latins. This variation is not to be confounded with a mere translation, as where \\\"Paulos\\\" of the Greek becomes \\\"Paulus\\\" in Latin, or \\\"Odysseus\\\" becomes \\\"Ulysses,\\\"   or as when \\\"Pierre\\\" of the French becomes \\\"Peter\\\" in English.  What really happened was, that as the Romans, more cultivated than their fathers, found in Greek literature a god of fire and smithery,   they transferred his name \\\"Hephaistos\\\" to their own old god \\\"Vulcanus,\\\"   who had the same duties,   and in their after literature the Latin name was used for the stories of Greek and Latin origin.\\n\\nAs the English literature came into being largely on French and Latin models, and as French is but a degraded Latin and retains Latin roots largely,   in our older English poets the Latin forms of these names are generally used.  In our own generation, with the precision now so much courted, a fashion has come in, of designating Mars by his Greek name of \\\"Ares,\\\" Venus by her name of \\\"Aphrodite,\\\" and so on.  But in this book, as our object is to make familiar the stores of general English literature which refer to such subjects, we shall retain, in general, the Latin names,   only calling the attention of the reader to the Greek names, as they appear in Greek authors,   and in many writers of the more recent English schools.\\n\\nThe real monarch of the heavens in the mythology of both Greece and Rome is Jupiter (Zeus-pater, father-Jove) \\\\[Jove appears to be a word derived from the same root as Zeus, and it appears in the root dev of the Sanscrit, where devas are gods of different forms.  Our English word devil probably comes from the French diable, Italian diavolo, Latin diabolus, one who makes division,- - literally one who separates balls, or throws balls about,-- instead of throwing them frankly and truly at the batsman.  It is not to be traced to the Sanscrit deva.\\\\]\\n\\nIn the mythological system we are tracing Zeus is himself the father of many of the gods, and he is often spoken of as father of gods and men.  He is the father of Vulcan \\\\[In Greek Hephaistos\\\\], of Venus \\\\[in Greek Aphrodite\\\\], of Minerva \\\\[in Greek Pallas Athene, or either name separately\\\\], of Apollo \\\\[of Phoebus\\\\], Diana \\\\[in Greek Artemis\\\\], and of Mercury \\\\[in Greek Hermes\\\\], who are ranked among the twelve superior gods, and of many inferior deities.  But Jupiter himself is not the original deity in these systems.  He is the son of Saturnus, as in the Greek Zeus is the son of Kronos.  Still the inevitable question would occur where did Saturnus or Kronos come from.  And, in forms and statements more and more vague, the answer was that he was born from Uranus or Ouranos, which is the name of the Heaven over all which seemed to embrace all things.  The Greek name of Saturn was spelled Kronos.  The Greek name of Time was spelled Chronos.  A similarity between the two was imagined.  And the whole statement, when reduced to rationalistic language, would be that from Uranus, the infinite, was born Chronos, Time,-- that from Time, Zeus or Jupiter was born, and that he is the only child of Time who has complete sway over mortals and immortals.\\n\\n\\\"The will of Jove I own, Who mortals and immortals rules alone.\\\" Homer, II.xii\\n\\nJupiter was son of Saturn (Kronos) \\\\[The names included in parentheses are the Greek, the others being the Roman or Latin names\\\\] and Ops (Rhea in Greek, sometimes confounded with the Phrygian Cybele).\\n\\nSaturn and Rhea were of the race of Titans, who were the children of Earth and Heaven, which sprang from Chaos, of which we shall give a further account in our next chapter.\\n\\nIn allusion to the dethronement of Ouranos by Kronos, and of Kronos or Saturnus by Zeus or Jupiter, Prometheus says in AEschylus's tragedy,--\\n\\n\\\"You may deem Its towers impregnable; but have I not already seen two monarchs hurled from them.\\\"\\n\\nThee is another cosmogony, or account of the creation, according to which Earth, Erebus, and Love were the first of beings.  Love (Eros)_ issued from the egg of Night, which floated on Chaos.  By his arrows and torch he pierced and vivified all things, producing life and joy.\\n\\nSaturn and Rhea were not the only Titans.  There were others, whose names were Oceanus, Hyperion, Iapetus, and Ophion, males; and Themis, Mnemosyne, Eurynome, females.  They are spoken of as the elder gods, whose dominion was afterwards transferred to others.  Saturn yielded to Jupiter, Oceanus to Neptune, Hyperion to Apollo.  Hyperion was the father of the Sun, Moon, and Dawn. He is therefore the original sun-god, and is painted with the splendor and beauty which were afterwards bestowed on Apollo.\\n\\n\\\"Hyperion's curls, the front of Jove himself.\\\"   Shakespeare\\n\\nOphion and Eurynome ruled over Olympus till they were dethroned by Saturn and Rhea.  Milton alludes to them in Paradise Lost.  He says the heathen seem to have had some knowledge of the temptation and fall of man,--\\n\\n\\\"And fabled how the serpent, whom they called Ophion, with Eurynome (the wide- Encroaching Eve perhaps), had first the rule Of high Olympus, thence by Saturn driven.\\\"\\n\\nThe representations given of Saturn are not very consistent, for on the one hand his reign is said to have been the golden age of innocence and purity, and on the other he is described as a monster who devoured his own children \\\\[This inconsistency arises from considering the Saturn of the Romans the same with the Grecian deity Chronos (Time), which, as it brings an end to all things which have had a beginning, may be said to devour its own offspring.\\\\] Jupiter, however, escaped this fate, and when grown up espoused Metis (Prudence), who administered a draught to Saturn which caused him to disgorge his children.  Jupiter, with his brothers and sisters, now rebelled against their father Saturn, and his brothers the Titans; vanquished them, and imprisoned some of them in Tartarus, inflicting other penalties on others.  Atlas was condemned to bear up the heavens on his shoulders.\\n\\nOn the dethronement of Saturn, Jupiter with his brothers Neptune (Poseidon) and Pluto (Dis) divided his dominions.  Jupiter's portion was the heavens, Neptune's the ocean, and Pluto's the realms of the dead.  Earth and Olympus were common property. Jupiter was king of gods and men.  The thunder was his weapon, and he bore a shield called AEgis, made for him by Vulcan.  The eagle was his favorite bird, and bore his thunderbolts.\\n\\nJuno (Hera)\\\\[pronounce He-re, in two syllables\\\\] was the wife of Jupiter, and queen of the gods.  Iris, the goddess of the rainbow, was her attendant and messenger.  The peacock was her favorite bird.\\n\\nVulcan (Hephaistos), the celestial artist, was the son of Jupiter and Juno.  He was born lame, and his mother was so displeased at the sight of him that she flung him out of heaven.  Other accounts say that Jupiter kicked him out for taking part with his mother, in a quarrel which occurred between them.  Vulcan's lameness, according to this account, was the consequence of his fall.  He was a whole day falling, and at last alighted in the island of Lemnos, which was thenceforth sacred to him.  Milton alludes to this story in Paradise lost, Book I.\\n\\n\\\"From morn To noon he fell, from noon to dewy eve, A summer's day; and with the setting sun Dropped from the zenith, like a falling star, On Lemnos, the AEgean isle.\\\"\\n\\nMars (Ares), the god of war, was the son of Jupiter and Juno. Phoebus Apollo \\\\[this is a Greek name of a Greek divinity, who seems to have had no Roman resemblance\\\\], the god of archery, prophecy, and music, was the son of Jupiter and Latona, and brother of Diana (Artemis).  He was god of the sun, as Diana, his sister, was the goddess of the moon.\\n\\nVenus (Aphrodite), the goddess of love and beauty, was the daughter of Jupiter and Dione.  Others say that Venus sprang from the foam of the sea.  The zephyr wafted her along the waves to the Isle of Cyprus, where she was received and attired by the Seasons, and then led to the assembly of the gods.  All were charmed with her beauty, and each one demanded her for his wife. Jupiter gave her to Vulcan, in gratitude for the service he had rendered in forging thunderbolts.  So the most beautiful of the goddesses became the wife of the most ill-favored of the gods. Venus possessed an embroidered girdle called the Cestus, which had the power of inspiring love.  Her favorite birds were swans and doves, and the plants sacred to her were the rose and the myrtle.\\n\\nCupid (Eros), the god of love, was the son of Venus.  He was her constant companion; and, armed with bow and arrows, he shot the darts of desire into the bosoms of both gods and men.  There was a deity named Anteros, who was sometimes represented as the avenger of slighted love, and sometimes as the symbol of reciprocal affection.  The following legend is told of him:--\\n\\nVenus, complaining to Themis that her son Eros continued always a child, was told by her that it was because he was solitary, and that if he had a brother he would grow apace.  Anteros was soon afterwards born, and Eros immediately was seen to increase rapidly in size and strength.\\n\\nMinerva (Pallas Athene), the goddess of wisdom, was the offspring of Jupiter, without a mother.  She sprang from his head, completely armed.  Her favorite bird was the owl, and the plant sacred to her the olive.\\n\\nByron, in \\\"Childe Harold,\\\" alludes to the birth of Minerva thus:- -\\n\\n\\\"Can tyrants but by tyrants conquered be, And freedom find no champion and no child, Such as Columbia saw arise, when she Sprang forth a Pallas, armed and undefiled? Or must such minds be nourished in the wild, Deep in the unpruned forest, 'midst the roar Of Cataracts, where nursing Nature smiled On infant Washington?  Has earth no more Such seeds within her breast, or Europe no such shore?\\\"\\n\\nMercury (Hermes), was the son of Jupiter and Maia.  He presided over commerce, wrestling and other gymnastic exercises; even over thieving, and everything, in short, which required skill and dexterity.  He was the messenger of Jupiter, and wore a winged cap and winged shoes.  He bore in his hand a rod entwined with two serpents, called the Caduceus.\\n\\nMercury is said to have invented the lyre.  Four hours after his birth he found the shell of a tortoise, made holes in the opposite edges of it, and drew cords of linen through them, and the instrument was complete \\\\[From this origin of the instrument, the word \\\"shell\\\" is often used as synonymous with :\\\"lyre,\\\" and figuratively for music and poetry.  Thus Gray, in his ode on the \\\"Progress of Poesy,\\\" says,-- \\\"O Sovereign of the willing soul, Parent of sweet and solemn-breathing airs, Enchanting shell! The sullen Cares And Frantic Passions hear thy soft control.\\\"\\\\] The cords were nine, in honor of the nine Muses.  Mercury gave the lyre to Apollo, and received from him in exchange the caduceus.\\n\\nCeres (Demeter) was the daughter of Saturn and Rhea.  She had a daughter named Proserpine (Persephone), who became the wife of Pluto, and queen of the realms of the dead.  Ceres presided over agriculture.\\n\\nBacchus (Dionysus)_, the god of wine, was the son of Jupiter and Semele.  He represents not only the intoxicating power of wine, but its social and beneficent influences likewise; so that he is viewed as the promoter of civilization, and a lawgiver and lover of peace.\\n\\nThe muses were the daughters of Jupiter and Mnemosyne (Memory). They presided over song, and prompted the memory.  They were nine in number, to each of whom was assigned the presidency over some particular department of literature, art, or science.  Calliope was the muse of epic poetry, Clio of history, Euterpe of lyric poetry, Melpomene of tragedy, Terpischore of choral dance and song, Erato of love-poetry, Polyhymnia of sacred poetry, Urania of astronomy, Thalia \\\\[Pronounced Tha-lei-a, with the emphasis on the second syllable\\\\] of comedy.\\n\\nSpenser described the office of the Graces thus:--\\n\\n\\\"These three on men all gracious gifts bestow Which deck the body or adorn the mind, To make them lovely or well-favored show; As comely carriage, entertainment kind, Sweet semblance, friendly offices that bind, And all the compliments of courtesy; They teach us how to each degree and kind We should ourselves demean, to low, to high. To friends, to foes; which skill men call Civility.\\\"\\n\\nThe Fates were also three   Clotho, Lachesis, and Atropos.  Their office was to spin the thread of human destiny, and they were armed with shears, with which they cut it off when they pleased. They were the daughters of Themis (Law), who sits by Jove on his throne to give him counsel.\\n\\nThe Erinnyes, or Furies, were three goddesses who punished crimes by their secret stings.  The heads of the Furies were wreathed with serpents, and their whole appearance was terrific and appalling.  Their names were Alecto, Tisiphone, and Megaera. They were also called Eumenides.\\n\\nNemesis was also an avenging goddess.  She represents the righteous anger of the gods, particularly towards the proud and insolent.\\n\\nPan \\\\[the name Pan means everything, and he is sometimes spoken of as the god of all nature\\\\] was the god of flocks and shepherds. His favorite residence, as the Greeks describe him, was in Arcadia.\\n\\nThe Satyrs were deities of the woods and fields.  They were conceived to be covered with bristly hair, their heads decorated with short, sprouting horns, and their feet like goats' feet.\\n\\nMomus was the god of laughter, and Plutus the god of wealth.\\n\\nROMAN DIVINITIES\\n\\nThe preceding are Grecian divinities, though received also by the Romans.  Those which follow are peculiar to Roman mythology.\\n\\nSaturn was an ancient Italian deity.  The Roman poets tried to identify him with the Grecian god Kronos, and fabled that after his dethronement by Jupiter, he fled to Italy, where he reigned during what was called the Golden Age.  In memory of his beneficent dominion, the feast of Saturnalia was held every year in the winter season.  Then all public business was suspended, declarations of war and criminal executions were postponed, friends made presents to one another, and the slaves were indulged with great liberties.  A feast was given them at which they sat at table, while their masters served them, to show the natural equality of men, and that all things belonged equally to all, in the reign of Saturn.\\n\\nFaunus \\\\[there was also a goddess called Fauna, or Bona Dea\\\\], the grandson of Saturn, was worshipped as the god of fields and shepherds, and also as a prophetic god.  His name in the plural, Fauns, expressed a class of gamesome deities, like the Satyrs of the Greeks.\\n\\nQuirinus was a war god, said to be no other than Romulus the founder of Rome, exalted after his death to a place among the gods.\\n\\nBellona, a war goddess.\\n\\nTerminus, the god of landmarks.  His statue was a rude stone or post, set in the ground to mark the boundaries of fields.\\n\\nPales, the goddess presiding over cattle and pastures.\\n\\nPomona presided over fruit trees.\\n\\nFlora, the goddess of flowers.\\n\\nLucina, the goddess of childbirth.\\n\\nVesta (the Hestia of the Greeks) was a deity presiding over the public and private hearth.  A sacred fire, tended by six virgin priestesses called Vestals, flamed in her temple.  As the safety of the city was held to be connected with its conservation, the neglect of the virgins, if they let it go out, was severely punished, and the fire was rekindled from the rays of the sun.\\n\\nLiber is another Latin name of Bacchus; and Mulciber of Vulcan.\\n\\nJanus was the porter of heaven.  He opens the year, the first month being named after him.  He is the guardian deity of gates, on which account he is commonly represented with two heads, because every door looks two ways.  His temples at Rome were numerous.  In war time the gates of the principal one were always open.  In peace they were closed; but they were shut only once between the reign of Numa and that of Augustus.\\n\\nThe Penates were the gods who were supposed to attend to the welfare and prosperity of the family.  Their name is derived from Penus, the pantry, which was sacred to them.  Every master of a family was the priest to the Penates of his own house.\\n\\nThe Lares, or Lars, were also household gods, but differed from the Penates in being regarded as the deified spirits of mortals. The family Lars were held to be the souls of the ancestors, who watched over and protected their descendants.  The words Lemur and Larva more nearly correspond to our word Ghost.\\n\\nThe Romans believed that every man had his Genius, and every woman her Juno; that is, a spirit who had given them being, and was regarded as a protector through life.  On birthdays men made offerings to their Genius, women to their Juno.\\n\\nMacaulay thus alludes to some of the Roman gods:--\\n\\n\\\"Pomona loves the orchard, And Liber loves the vine, And Pales loves the straw-built shed Warm with the breath of kine; And Venus loves the whisper Of plighted youth and maid In April's ivory moonlight, Beneath the Chestnut shade.\\\" \\\"Prophecy of Capys.\\\"\\n\\nN.B.  It is to be observed that in proper names the final e and es are to be sounded.  Thus Cybele and Penates are words of three syllables.   But Proserpine and Thebes have been so long used as English words, that they may be regarded as exceptions, to be pronounced as if English.  Hecate is sometimes pronounced by the poets as a dissylable.  In the Index at the close of the volume, we shall mark the accented syllable, in all words which appear to require it.\\n\\nCHAPTER II Prometheus and Pandora\\n\\nThe Roman poet Ovid gives us a connected narrative of creation. Before the earth and sea and the all-covering heaven, one aspect, which we call Chaos, covered all the face of Nature,-- a rough heap of inert weight and discordant beginnings of things clashing together.  As yet no sun gave light to the world, nor did the moon renew her slender horn month by month,-- neither did the earth hang in the surrounding air, poised by its own weight,-- nor did the sea stretch its long arms around the earth.  Wherever there was earth, there was also sea and air.  So the earth was not solid nor was the water fluid, neither was the air transparent.\\n\\nGod and Nature at last interposed and put an end to this discord, separating earth from sea, and heaven from both.  The fiery part, being the lightest, sprang up, and formed the skies; the air was next in weight and place.  The earth, being heavier, sank below, and the water took the lowest place and buoyed up the earth.\\n\\nHere some god, no man knows who, arranged and divided the land. He placed the rivers and bays, raised mountains and dug out valleys and distributed woods, fountains, fertile fields and stony plains.  Now that the air was clear the stars shone out, the fishes swam the sea and birds flew in the air, while the four-footed beasts roamed around the earth.  But a nobler animal was needed, and man was made in the image of the gods with an upright stature \\\\[The two Greek words for man have the root an, \\\"up\\\\], so that while all other animals turn their faces downward and look to the earth, he raises his face to heaven and gazes on the stars \\\\[Every reader will be interested in comparing this narrative with that in the beginning of Genesis.  It seems clear that so many Jews were in Rome in Ovid's days, many of whom were people of consideration among those with whom he lived, that he may have heard the account in the Hebrew Scriptures translated. Compare JUDAISM by Prof. Frederic Huidekoper.\\\\]\\n\\nTo Prometheus the Titan and to his brother Epimetheus was committed the task of making man and all other animals, and of endowing them with all needful faculties.  This Epimetheus did, and his brother overlooked the work.  Epimetheus then gave to the different animals their several gifts of courage, strength, swiftness and sagacity.  He gave wings to one, claws to another, a shelly covering to the third.  Man, superior to all other animals, came last.  But for man Epimetheus had nothing,-- he had bestowed all his gifts elsewhere.  He came to his brother for help, and Prometheus, with the aid of Minerva, went up to heaven, lighted his torch at the chariot of the sun, and brought down fire to man.  With this, man was more than equal to all other animals.  Fire enabled him to make weapons to subdue wild beasts, tools with which to till the earth.  With fire he warmed his dwelling and bid defiance to the cold.\\n\\nWoman was not yet made.  The story is, that Jupiter made her, and sent her to Prometheus and his brother, to punish them for their presumption in stealing fire from heaven; and man, for accepting the gift.  The first woman was named Pandora.  She was made in heaven, every god contributing something to perfect her.  Venus gave her beauty, Mercury persuasion, Apollo music.  Thus equipped, she was conveyed to earth, and presented to Epimetheus, who gladly accepted her, though cautioned by his brother to beware of Jupiter and his gifts.  Epimetheus had in his house a jar, in which were kept certain noxious articles, for which, in fitting man for his new abode, he had had no occasion.  Pandora was seized with an eager curiosity to know what this jar contained; and one day she slipped off the cover and looked in. Forthwith there escaped a multitude of plagues for hapless man,-- such as gout, rheumatism, and colic for his body, and envy, spite, and revenge for his mind,-- and scattered themselves far and wide.  Pandora hastened to replace the lid; but, alas! The whole contents of the jar had escaped, one thing only excepted, which lay at the bottom, and that was HOPE.  So we see at this day, whatever evils are abroad, hope never entirely leaves us; and while we have THAT, no amount of other ills can make us completely wretched.\\n\\nAnother story is, that Pandora was sent in good faith, by Jupiter, to bless man; that she was furnished with a box, containing her marriage presents, into which every god had put some blessing.  She opened the box incautiously, and the blessings all escaped, HOPE only excepted.  This story seems more consistent than the former; for how could HOPE, so precious a jewel as it is, have been kept in a jar full of all manner of evils?\\n\\nThe world being thus furnished with inhabitants, the first age was an age of innocence and happiness, called the GOLDEN AGE. Truth and right prevailed, though not enforced by law, nor was there any magistrate to threaten or punish.  The forest had not yet been robbed of its trees to furnish timbers for vessels, nor had men built fortifications round their towns.  There were no such things as swords, spears, or helmets.  The earth brought forth all things necessary for man, without his labor in ploughing or sowing.  Perpetual spring reigned, flowers sprang up without seed, the rivers flowed with milk and wine, and yellow honey distilled from the oaks.\\n\\n\\\"But when good Saturn, banished from above, Was driven to hell, the world was under Jove. Succeeding times a Silver Age behold, Excelling brass, but more excelled by gold. Then summer, autumn, winter did appear, And spring was but a season of the year. The sun his annual course obliquely made, Good days contracted and enlarged the bad, Then air, with sultry heats, began to glow; The wings of winds were clogged with ice and sno And shivering mortals into houses driven, Sought shelter from the inclemency of heaven. Those houses then were caves, or homely sheds; With twining osiers fenced; and moss their beds. Then ploughs, for seed, the fruitful furrows broke, And oxen labored first beneath the yoke. To this came next in course the Brazen Age: A warlike offspring, prompt to bloody rage, Not impious yet! . . . . . Hard Steel succeeded then; And stubborn as the metal were the men.\\\" Ovid's Metam, Book I.  Dryden's Translation.\\n\\nCrime burst in like a flood; modesty, truth, and honor fled.  In their places came fraud and cunning, violence, and the wicked love of gain.  Then seamen spread sails to the wind, and the trees were torn from the mountains to serve for keels to ships, and vex the face of ocean.  The earth, which till now had been cultivated in common, began to be divided off into possessions. Men were not satisfied with what the surface produced, but must dig into its bowels, and draw forth from thence the ores of metals.  Mischievous IRON, and more mischievous GOLD, were produced.  War sprang up, using both as weapons; the guest was not safe in his friend's house; and sons-in-law and fathers-in- law, brothers and sisters, husbands and wives, could not trust one another.  Sons wished their fathers dead, that they might come to the inheritance; family love lay prostrate.  The earth was wet with slaughter, and the gods abandoned it, one by one, till Astraea \\\\[the goddess of innocence and purity.  After leaving earth, she was placed among the stars, where she became the constellation Virgo  The Virgin.  Themis (Justice) was the mother of Astraea.  She is represented as holding aloft a pair of scales, in which she weighs the claims of opposing parties.  It was a favorite idea of the old poets, that these goddesses would one day return, and bring back the Golden Age.  Even in a Christian Hymn, the Messiah of Pope, this idea occurs.\\n\\n\\\"All crimes shall cease, and ancient fraud shall fail, Returning Justice lift aloft her scale, Peace o'er the world her olive wand extend, And white-robed Innocence from heaven descend.\\\"  See, also, Milton's Hymn on the nativity, stanzas xiv, and xv\\\\] alone was left, and finally she also took her departure.\\n\\nJupiter, seeing this state of things, burned with anger.  He summoned the gods to council.  They obeyed the call, and took The road to the palace of heaven.  The road, which any one may see in a clear night, stretches across the face of the sky, and is called the Milky Way.  Along the road stand the palaces of the illustrious gods; the common people of the skies live apart, on either side.  Jupiter addressed the assembly.  He set forth the frightful condition of things on the earth, and closed by announcing his intention to destroy the whole of its inhabitants, and provide a new race, unlike the first, who would be more worthy of life, and much better worshippers of   the gods.  So saying he took a thunderbolt, and was about to launch it at the world, and destroy it by burning it; but recollecting the danger that such a conflagration might set heaven itself on fire, he changed his plan, and resolved to drown the world.  Aquilo, the north wind, which scatters the clouds, was chained up; Notus, the south, was sent out, and soon covered all the face of heaven with a cloak of pitchy darkness.  The clouds, driven together, resound with a crash; torrents of rain fall; the crops are laid low; the year's labor of the husbandman perishes in an hour.  Jupiter, not satisfied with his own waters, calls on his brother Neptune to aid him with his.  He lets loose the rivers, and pours them over the land.  At the same time, he heaves the land with an earthquake, and brings in the reflux of the ocean over the shores.  Flocks, herds, men, and houses are swept away, and temples, with their sacred enclosures, profaned.  If any edifice remained standing, it was overwhelmed, and its turrets lay hid beneath the waves.  Now all was sea; sea without shore.  Here and there some one remained on a projecting hill-top, and a few, in boats, pulled the oar where they had lately driven the plough. The fishes swim among the tree-tops; the anchor is let down into a garden.  Where the graceful lambs played but now, unwieldy sea- calves gambol.  The wolf swims among the sheep; the yellow lions and tigers struggle in the water.  The strength of the wild boar serves him not, nor his swiftness the stag.  The birds fall with weary wing into the water, having found no land for a resting place.  Those living beings whom the water spared fell a prey to hunger.\\n\\nParnassus alone, of all the mountains, overtopped the waves; and there Deucalion and his wife Pyrrha, of the race of Prometheus, found refuge   he a just man, and she a faithful worshipper of the gods.  Jupiter, when he saw none left alive but this pair, and remembered their harmless lives and pious demeanor, ordered the north winds to drive away the clouds, and disclose the skies to earth, and earth to the skies.  Neptune also directed Triton to blow on his shell, and sound a retreat to the waters.  The waters obeyed, and the sea returned to its shores, and the rivers to their channels.  Then Deucalion thus addressed Pyrrha: \\\"O wife, only surviving woman, joined to me first by the ties of kindred and marriage, and now by a common danger, would that we possessed the power of our ancestor Prometheus, and could renew the race as he at first made it!  But as we cannot, let us seek yonder temple, and inquire of the gods what remains for us to do.\\\"  They entered the temple, deformed as it was with slime, and approached the altar, where no fire burned.  There they fell prostrate on the earth, and prayed the goddess to inform them how they might retrieve their miserable affairs.  The oracle answered, \\\"Depart from the temple with head veiled and garments unbound, and cast behind you the bones of your mother.\\\"  They heard the words with astonishment.  Pyrrha first broke silence: \\\"We cannot obey; we dare not profane the remains of our parents.\\\" They sought the thickest shades of the wood, and revolved the oracle in their minds.  At length Deucalion spoke: \\\"Either my sagacity deceives me, or the command is one we may obey without impiety.  The earth is the great parent of all; the stones are her bones; these we may cast behind us; and I think this is what the oracle means.  At least, it will do no harm to try.\\\"  They veiled their faces, unbound their garments, and picked up stones, and cast them behind them.  The stones (wonderful to relate) began to grow soft, and assume shape.  By degrees, they put on a rude resemblance to the human form, like a block half finished in the hands of the sculptor.  The moisture and slime that were about them became flesh; the stony part became bones; the veins remained veins, retaining their name, only changing their use. Those thrown by the hand of the man became men, and those by the woman became women.  It was a hard race, and well adapted to labor, as we find ourselves to be at this day, giving plain indications of our origin.\\n\\nThe comparison of Eve to Pandora is too obvious to have escaped Milton, who introduces it in Book IV, of Paradise Lost:--\\n\\n\\\"More lovely than Pandora, whom the gods Endowed with all their gifts; and O, too like In sad event, when to the unwiser son Of Jupiter, brought by Hermes, she ensnared Mankind with her fair looks, to be avenged On him who had stole Jove's authentic fire.\\\"\\n\\nPrometheus and Epimetheus were sons of Iapetus, which Milton changes to Japhet.\\n\\nPrometheus, the Titan son of Iapetus and Themis, is a favorite subject with the poets.  AEschylus wrote three tragedies on the subjects of his confinement, his release, and his worship at Athens.  Of these only the first is preserved, the Prometheus Bound.  Prometheus was the only one in the council of the gods who favored man.  He alone was kind to the human race, and taught and protected them.\\n\\n\\\"I formed his mind, And through the cloud of barbarous ignorance Diffused the beams of knowledge . . . . They saw indeed, they heard, but what availed Or sight or hearing, all things round them rolling, Like the unreal imagery of dreams In wild confusion mixed!  The lightsome wall Of finer masonry, the raftered roof They knew not; but like ants still buried, delved Deep in the earth and scooped their sunless caves. Unmarked the seasons ranged, the biting winter, The flower-perfumed spring, the ripening summer Fertile of fruits.  At random all their works Till I instructed them to mark the stars, Their rising, and, a harder science yet, Their setting.  The rich train of marshalled numbers I taught them, and the meet array of letters. To impress these precepts on their hearts I sent Memory, the active mother of all reason. I taught the patient steer to bear the yoke, In all his toils joint-laborer of man. By me the harnessed steed was trained to whirl The rapid car, and grace the pride of wealth. The tall bark, lightly bounding o'er the waves, I taught its course, and winged its flying sail. To man I gave these arts.\\\" Potter's Translation from the Prometheus Bound\\n\\nJupiter, angry at the insolence and presumption of Prometheus in taking upon himself to give all these blessings to man, condemned the Titan to perpetual imprisonment, bound on a rock on Mount Caucasus while a vulture should forever prey upon his liver. This state of torment might at any time have been brought to an end by Prometheus if he had been willing to submit to his oppressor.  For Prometheus knew of a fatal marriage which Jove must make and by which he must come to ruin.  Had Prometheus revealed this secret he would at once have been taken into favor. But this he disdained to do.  He has therefore become the symbol of magnanimous endurance of unmerited suffering and strength of will resisting oppression.\\n\\nByron and Shelley have both treated this theme.  The following are Byron's lines:--\\n\\n\\\"Titan!  To whose immortal eyes The sufferings of mortality, Seen in their sad reality, Were not as things that gods despise, What was thy pity's recompense? A silent suffering, and intense; The rock, the vulture, and the chain; All that the proud can feel of pain; The agony they do not show; The suffocating sense of woe.\\n\\n\\\"Thy godlike crime was to be kind; To render with thy precepts less The sum of human wretchedness, And strengthen man with his own mind. And, baffled as thou wert from high, Still, in thy patient energy, In the endurance and repulse, Of thine impenetrable spirit, Which earth and heaven could not convulse, A mighty lesson we inherit.\\\"\\n\\nPYTHON\\n\\nThe slime with which the earth was covered by the waters of the flood, produced an excessive fertility, which called forth every variety of production, both bad and good.  Among the rest, Python, an enormous serpent, crept forth, the terror of the people, and lurked in the caves of Mount Parnassus.  Apollo slew him with his arrows   weapons which he had not before used against any but feeble animals, hares, wild goats, and such game. In commemoration of this illustrious conquest he instituted the Pythian games, in which the victor in feats of strength, swiftness of foot, or in the chariot race, was crowned with a wreath of beech leaves; for the laurel was not yet adopted by Apollo as his own tree.  And here Apollo founded his oracle at Delphi, the only oracle \\\"that was not exclusively national, for it was consulted by many outside nations, and, in fact, was held in the highest repute all over the world.  In obedience to its decrees, the laws of Lycurgus were introduced, and the earliest Greek colonies founded.  No cities were built without first consulting the Delphic oracle, for it was believed that Apollo took special delight in the founding of cities, the first stone of which he laid in person; nor was any enterprise ever undertaken without inquiry at this sacred fane as to its probable success\\\" \\\\[From Beren's Myths and Legends of Greece and Rome.\\\\]\\n\\nThe famous statue of Apollo called the Belvedere \\\\[From the Belvedere of the Vatican palace where it stands\\\\] represents the god after his victory over the serpent Python.  To this Byron alludes in his Childe Harold, iv. 161:--\\n\\n\\\"The lord of the unerring bow, The god of life, and poetry, and light, The Sun, in human limbs arrayed, and brow All radiant from his triumph in the fight. The shaft has just been shot; the arrow bright With an immortal's vengeance; in his eye And nostril, beautiful disdain, and might, And majesty flash their full lightnings by, Developing in that one glance the Deity.\\\"\\n\\nAPOLLO AND DAPHNE\\n\\nDaphne was Apollo's first love.  It was not brought about by accident, but by the malice of Cupid.  Apollo saw the boy playing with his bow and arrows; and being himself elated with his recent victory over Python, he said to him, \\\"What have you to do with warlike weapons, saucy boy?  Leave them for hands worthy of them. Behold the conquest I have won by means of them over the vast serpent who stretched his poisonous body over acres of the plain! Be content with your torch, child, and kindle up your flames, as you call them, where you will, but presume not to meddle with my weapons.\\\"\\n\\nVenus's boy heard these words, and rejoined, \\\":Your arrows may strike all things else, Apollo, but mine shall strike you.:\\\" So saying, he took his stand on a rock of Parnassus, and drew from his quiver two arrows of different workmanship, one to excite love, the other to repel it.  The former was of gold and sharp- pointed, the latter blunt and tipped with lead.  With the leaden shaft he struck the nymph Daphne, the daughter of the river god Peneus, and with the golden one Apollo, through the heart. Forthwith the god was seized with love for the maiden, and she abhorred the thought of loving.  Her delight was in woodland sports and in the spoils of the chase.  Many lovers sought her, but she spurned them all, ranging the woods, and taking thought neither of Cupid nor of Hymen.  Her father often said to her, \\\"Daughter, you owe me a son-in-law; you owe me grandchildren.\\\" She, hating the thought of marriage as a crime, with her beautiful face tinged all over with blushes, threw her arms around her father's neck, and said, \\\"Dearest father, grant me this favor, that I may always remain unmarried, like Diana.\\\"  He consented, but at the same time said, \\\"Your own face will forbid it.\\\"\\n\\nApollo loved her, and longed to obtain her; and he who gives oracles to all in the world was not wise enough to look into his own fortunes.  He saw her hair flung loose over her shoulders, and said, \\\"If so charming in disorder, what would it be if arranged?\\\"  He saw her eyes bright as stars; he saw her lips, and was not satisfied with only seeing them.  He admired her hands and arms bared to the shoulder, and whatever was hidden from view he imagined more beautiful still.  He followed her; she fled, swifter than the wind, and delayed not a moment at his entreaties.  \\\"Stay,\\\" said he, \\\"daughter of Peneus; I am not a foe.  Do not fly me as a lamb flies the wolf, or a dove the hawk. It is for love I pursue you.  You make me miserable, for fear you should fall and hurt yourself on these stones, and I should be the cause.  Pray run slower, and I will follow slower.  I am no clown, no rude peasant.  Jupiter is my father, and I am lord of Delphos and Tenedos, and know all things, present and future.  I am the god of song and the lyre.  My arrows fly true to the mark; but alas!  An arrow more fatal than mine has pierced my heart!  I am the god of medicine, and know the virtues of all healing plants.  Alas!  I suffer a malady that no balm can cure!\\\"\\n\\nThe nymph continued her flight, and left his plea half uttered. And even as she fled she charmed him.  The wind blew her garments, and her unbound hair streamed loose behind her.  The god grew impatient to find his wooings thrown away, and, sped by Cupid, gained upon her in the race.  It was like a hound pursuing a hare, with open jaws ready to seize, while the feebler animal darts forward, slipping from the very grasp.  So flew the god and the virgin   he on the wings of love, and she on those of fear. The pursuer is the more rapid, however, and gains upon her, and his panting breath blows upon her hair.  Now her strength begins to fail, and, ready to sink, she calls upon her father, the river god: \\\"Help me, Peneus!  Open the earth to enclose me, or change my form, which has brought me into this danger!\\\"\\n\\nScarcely had she spoken, when a stiffness seized all her limbs; her bosom began to be enclosed in a tender bark; her hair became leaves; her arms became branches; her feet stuck fast in the ground, as roots; her face became a tree-top, retaining nothing of its former self but its beauty.  Apollo stood amazed.  He touched the stem, and felt the flesh tremble under the new bark. He embraced the branches, and lavished kisses on the wood.  The branches shrank from his lips.  \\\"Since you cannot be my wife,\\\" said he, \\\"you shall assuredly be my tree.  I will wear you for my crown.  With you I will decorate my harp and my quiver; and when the great Roman conquerors lead up the triumphal pomp to the Capitol, you shall be woven into wreaths for their brows.  And, as eternal youth is mine, you also shall be always green, and your leaf know no decay.\\\"  The nymph, now changed into a laurel tree, bowed its head in grateful acknowledgment.\\n\\nApollo was god of music and of poetry and also of medicine.  For, as the poet Armstrong says, himself a physician:--\\n\\n\\\"Music exalts each joy, allays each grief, Expels disease, softens every pain; And hence the wise of ancient days adored One power of physic, melody, and song.\\\"\\n\\nThe story of Apollo and Daphne is often alluded to by the poets. Waller applies it to the case of one whose amatory verses, though they did not soften the heart of his mistress, yet won for the poet wide-spread fame.\\n\\n\\\"Yet what he sung in his immortal strain, Though unsuccessful, was not sung in vain. All but the nymph that should redress his wrong, Attend his passion and approve his song. Like Phoebus thus, acquiring unsought praise, He caught at love and filled his arms with bays.\\\"\\n\\nThe following stanza from Shelley's Adonais alludes to Byron's early quarrel with the reviewers:--\\n\\n\\\"The herded wolves, bold only to pursue; The obscene ravens, clamorous o'er the dead; The vultures, to the conqueror's banner true, Who feed where Desolation first has fed. And whose wings rain contagion; how they fled, When like Apollo, from his golden bow, The Pythian of the age one arrow sped And smiled!  The spoilers tempt no second blow; They fawn on the proud feet that spurn them as they go.\\\"\\n\\nPYRAMUS AND THISBE\\n\\nPyramus was the handsomest youth, and Thisbe the fairest maiden, in all Babylonia, where Semiramis reigned.  Their parents occupied adjoining houses; and neighborhood brought the young people together, and acquaintance ripened into love.  They would gladly have married, but their parents forbade.  One thing, however, they could not forbid   that love should glow with equal ardor in the bosoms of both.  They conversed by signs and glances, and the fire burned more intensely for being covered up. In the wall that parted the two houses there was a crack, caused by some fault in the structure.  No one had remarked it before, but the lovers discovered it.  'What will love not discover?  It afforded a passage to the voice; and tender messages used to pass backward and forward through the gap.  As they stood, Pyramus on this side, Thisbe on that, their breaths would mingle.  \\\"Cruel wall,\\\" they said, \\\"why do you keep two lovers apart?  But we will not be ungrateful.  We owe you, we confess, the privilege of transmitting loving words to willing ears.\\\"  Such words they uttered on different sides of the wall; and when night came and they must say farewell, they pressed their lips upon the wall, she on her side, he on his, as they could come no nearer.\\n\\nOne morning, when Aurora had put out the stars, and the sun had melted the frost from the grass, they met at the accustomed spot. Then, after lamenting their hard fate, they agreed that next night, when all was still, they would slip away from watchful eyes, leave their dwellings and walk out into the fields; and to insure a meeting, repair to a well-known edifice, standing without the city's bounds, called the tomb of Ninus, and that the one who came first should await the other at the foot of a certain tree.  It was a white mulberry tree and stood near a cool spring.  All was agreed on, and they waited impatiently for the sun to go down beneath the waters and night to rise up from them. Then cautiously Thisbe stole forth, unobserved by the family, her head covered with a veil, made her way to the monument and sat down under the tree.  As she sat alone in the dim light of the evening she descried a lioness, her jaws reeking with recent slaughter, approaching the fountain to slake her thirst.  Thisbe fled at the sight, and sought refuge in the hollow of a rock.  As she fled she dropped her veil.  The lioness, after drinking at the spring, turned to retreat to the woods, and seeing the veil on the ground, tossed and rent it with her bloody mouth.\\n\\nPyramus, having been delayed, now approached the place of meeting.  He saw in the sand the footsteps of the lion, and the color fled from his cheeks at the sight.  Presently he found the veil all rent and bloody.  \\\"Oh, hapless girl,\\\" said he, \\\"I have been the cause of thy death!  Thou, more worthy of life than I, hast fallen the first victim.  I will follow.  I am the guilty cause, in tempting thee forth to a place of such peril, and not being myself on the spot to guard thee.  Come forth, ye lions, from the rocks, and tear this guilty body with your teeth\\\" He took up the veil, carried it with him to the appointed tree, and covered it with kisses and with tears.  \\\"My blood also shall stain your texture,\\\" said he, and drawing his sword plunged it into his heart.  The blood spurted from the wound, and tinged the white mulberries of the tree all red; and sinking into the earth reached the roots, so that the red color mounted through the trunk to the fruit.\\n\\nBy this time, Thisbe, still trembling with fear, yet wishing not to disappoint her lover, stepped cautiously forth, looking anxiously for the youth, eager to tell him the danger she had escaped.  When she came to the spot and saw the changed color of the mulberries she doubted whether it was the same place.  While she hesitated she saw the form of one struggling in the agonies of death.  She started back, a shudder ran through her frame as a ripple on the face of the still water when a sudden breeze sweeps over it.  But as soon as she recognized her lover, she screamed and beat her breast; embracing the lifeless body, pouring tears into its wounds, and imprinting kisses on the cold lips.  \\\"Oh, Pyramus,\\\" she cried, \\\"what has done this?  Answer me, Pyramus; it is your own Thisbe that speaks.  Hear me, dearest, and lift that drooping head!\\\"  At the name of Thisbe, Pyramus opened his eyes, then closed them again.  She saw her veil stained with blood and the scabbard empty of its sword.  \\\"Thy own hand has slain thee, and for my sake,\\\" she said.  \\\"I too can be brave for once, and my love is as strong as thine.  I will follow thee in death, for I have been the cause; and death, which alone could part us, shall not prevent my joining thee.  And ye, unhappy parents of us both, deny us not our united request.  As love and death have joined us, let one tomb contain us.  And thou, tree, retain the marks of slaughter.  Let thy berries still serve for memorials of our blood.\\\"  So saying, she plunged the sword into her breast.  Her parents acceded to her wish; the gods also ratified it.  The two bodies were buried in one sepulchre, and the tree ever after brought forth purple berries, as it does to this day.\\n\\nMoore, in the Sylph's Ball, speaking of Davy's Safety Lamp, is reminded of the wall that separated Thisbe and her lover:--\\n\\n\\\"O for that lamp's metallic gauze, That curtain of protecting wire, Which Davy delicately draws Around illicit, dangerous fire!\\n\\n\\\"The wall he sets 'twixt Flame and Air, (Like that which barred young Thisbe's bliss), Through whose small holes this dangerous pair May see each other, but not kiss.\\\"\\n\\nIn Mickle's translation of the Lusiad occurs the following allusion to the story of Pyramus and Thisbe, and the metamorphosis of the mulberries.  The poet is describing the Island of Love.\\n\\n\\\"   here each gift Pomona's hand bestows In cultured garden, free uncultured flows, The flavor sweeter and the hue more fair Than e'er was fostered by the hand of care. The cherry here in shining crimson glows, And stained with lover's blood, in pendent rows, The mulberries o'erload the bending boughs.\\\"\\n\\nIf any of our young readers can be so hard-hearted as to enjoy a laugh at the expense of poor Pyramus and Thisbe, they may find an opportunity by turning to Shakespeare's play of Midsummer Night's Dream, where it is most amusingly burlesqued.\\n\\nHere is the description of the play and the characters by the Prologue.\\n\\n\\\"Gentles, perchance you wonder at this show; But wonder on, till truth makes all things plain. This man is Pyramus, if you would know; This lovely lady Thisby is certain.\\n\\nThis man with lime and roughcast, doth present Wall, that vile Wall, which did these lovers sunder; And through Wall's chink, poor souls, they are content To whisper.  At the which let no man wonder. This man, with lanthorn, dog and bush of thorn, Presenteth Moonshine; for, if you will know, By Moonshine did these lovers think no scorn To meet at Ninus' tomb, there, there to woo. This grisly beast, which by name Lion hight. The trusty Thisby, coming first by night, Did scare away, or rather did affright; And, as she fled, her mantle she did fall, Which Lion vile with bloody mouth did stain.\\n\\nAnon comes Pyramus, sweet youth and tall, And finds his trusty Thisby's mantle slain; Whereat with blade, with bloody blameful blade, He bravely broached his boiling bloody breast; And, Thisby, tarrying in mulberry shade, His dagger drew and died.\\\" Midsummer Night's Dream, v.1,128, et seq.\\n\\nCEPHALUS AND PROCRIS\\n\\nCephalus was a beautiful youth and fond of manly sports.  He would rise before the dawn to pursue the chase.  Aurora saw him when she first looked forth, fell in love with him, and stole him away.  But Cephalus was just married to a charming wife whom he loved devotedly.  Her name was Procris.  She was a favorite of Diana, the goddess of hunting, who had given her a dog which could outrun every rival, and a javelin which would never fail of its mark; and Procris gave these presents to her husband. Cephalus was so happy in his wife that he resisted all the entreaties of Aurora, and she finally dismissed him in displeasure, saying, \\\"Go, ungrateful mortal, keep your wife, whom, if I am not much mistaken, you will one day be very sorry you ever saw again.\\\"\\n\\nCephalus returned, and was as happy as ever in his wife and his woodland sports.  Now it happened some angry deity had sent a ravenous fox to annoy the country; and the hunters turned out in great strength to capture it.  Their efforts were all in vain; no dog could run it down; and at last they came to Cephalus to borrow his famous dog, whose name was Lelaps.  No sooner was the dog let loose than he darted off, quicker than their eye could follow him.  If they had not seen his footprints in the sand they would have thought he flew.  Cephalus and others stood on a hill and saw the race.  The fox tried every art; he ran in a circle and turned on his track, the dog close upon him, with open jaws, snapping at his heels, but biting only the air.  Cephalus was about to use his javelin, when suddenly he saw both dog and game stop instantly.  The heavenly powers who had given both, were not willing that either should conquer.  In the very attitude of life and action they were turned into stone.  So lifelike and natural did they look, you would have thought, as you looked at them, that one was going to bark, the other to leap forward.\\n\\nCephalus, though he had lost his dog, still continued to take delight in the chase.  He would go out at early morning, ranging the woods and hills unaccompanied by any one, needing no help, for his javelin was a sure weapon in all cases.  Fatigued with hunting, when the sun got high he would seek a shady nook where a cool stream flowed, and, stretched on the grass with his garments thrown aside, would enjoy the breeze.  Sometimes he would say aloud, \\\"Come, sweet breeze, come and fan my breast, come and allay the heat that burns me.\\\"  Some one passing by one day heard him talking in this way to the air, and, foolishly believing that he was talking to some maiden, went and told the secret to Procris, Cephalus's wife.  Love is credulous.  Procris, at the sudden shock, fainted away.  Presently recovering, she said, \\\"It cannot be true; I will not believe it unless I myself am a witness to it.\\\"  So she waited, with anxious heart, till the next morning, when Cephalus went to hunt as usual.  Then she stole out after him, and concealed herself in the place where the informer directed her.  Cephalus came as he was wont when tired with sport, and stretched himself on the green bank, saying, \\\"Come, sweet breeze, come and fan me; you know how I love you!  You make the groves and my solitary rambles delightful.\\\"  He was running on in this way when he heard, or thought he heard, a sound as of a sob in the bushes.  Supposing it some wild animal, he threw hie javelin at the spot.  A cry from his beloved Procris told him that the weapon had too surely met its mark.  He rushed to the place, and found her bleeding and with sinking strength endeavoring to draw forth from the wound the javelin, her own gift.  Cephalus raised her from the earth, strove to stanch the blood, and called her to revive and not to leave him miserable, to reproach himself with her death.  She opened her feeble eyes, and forced herself to utter these few words: \\\"I implore you, if you have ever loved me, if I have ever deserved kindness at your hands, my husband, grant me this last request; do not marry that odious Breeze!\\\"  This disclosed the whole mystery; but alas! What advantage to disclose it now?  She died; but her face wore a calm expression, and she looked pityingly and forgivingly on her husband when he made her understand the truth.\\n\\nIn Shakespeare's play just quoted, there is an allusion to Cephalus and Procris, although rather badly spelt.\\n\\nPyramus says, \\\"Not Shafalus to Procrus was so true.\\\" Thisbe.  \\\"As Shafalus to Procrus, I to you.\\\"\\n\\nMoore, in his Legendary Ballads, has one on Cephalus and Procris, beginning thus:--\\n\\n\\\"A hunter once in a grove reclined, To shun the noon's bright eye, And oft he wooed the wandering wind To cool his brow with its sigh. While mute lay even the wild bee's hum, Nor breath could stir the aspen's hair, His song was still, 'Sweet Air, O come!' While Echo answered, 'Come, sweet Air!'\\\"\\n\\nChapter III Io and Callisto. Diana and Actaeon. The Story of Phaeton\\n\\nJupiter and Juno, although husband and wife, did not live together very happily.  Jupiter did not love his wife very much, and Juno distrusted her husband, and was always accusing him of unfaithfulness.  One day she perceived that it suddenly grew dark, and immediately suspected that her husband had raised a cloud to hide some of his doings that would not bear the light. She brushed away the cloud, and saw her husband, on the banks of a glassy river, with a beautiful heifer standing near him.  Juno suspected that the heifer's form concealed some fair nymph of mortal mould.  This was indeed the case; for it was Io, the daughter of the river god Inachus, whom Jupiter had been flirting with, and, when he became aware of the approach of his wife, had changed into that form.\\n\\nJuno joined her husband, and noticing the heifer, praised its beauty, and asked whose it was, and of what herd.  Jupiter, to stop questions, replied that it was a fresh creation from the earth.  Juno asked to have it as a gift.  What could Jupiter do? He was loth to give his mistress to his wife; yet how refuse so trifling a present as a simple heifer?  He could not, without arousing suspicion; so he consented.  The goddess was not yet relieved of her suspicions; and she delivered the heifer to Argus, to be strictly watched.\\n\\nNow Argus had a hundred eyes in his head, and never went to sleep with more than two at a time, so that he kept watch of Io constantly.  He suffered her to feed through the day, and at night tied her up with a vile rope round her neck.  She would have stretched out her arms to implore freedom of Argus, but she had no arms to stretch out, and her voice was a bellow that frightened even herself. She saw her father and her sisters, went near them, and suffered them to pat her back, and heard them admire her beauty.  Her father reached her a tuft o gras, and she licked the outstretched hand.  She longed to make herself known to him, and would have uttered her wish; but, alas!  words were wanting.   At length she bethought herself of writing, and inscribed her name   it was a short one   with her hoof on the sand.  Inachus recognized it, and discovering that his daughter, whom he had long sought in vain, was hidden under this disguise, mourned over her, and, embracing her white neck, exclaimed, \\\"Alas!  My daughter, it would have been a less grief to have lost you altogether!\\\"  While he thus lamented, Argus, observing, came and drove her away, and took his seat on a high bank, whence he could see in every direction.\\n\\nJupiter was troubled at beholding the sufferings of his mistress, and calling Mercury, told him to go and despatch Argus.  Mercury made haste, put his winged slippers on his feet, and cap on his head, took his sleep-producing wand, and leaped down from the heavenly towers to the earth.  There he laid aside his wings, and kept only his wand, with which he presented himself as a shepherd driving his flock.  As he strolled on he blew upon his pipes. These were what are called the Syrinx or Pandean pipes.  Argus listened with delight, for he had never heard the instrument before.  \\\"Young man,\\\" said he, \\\"come and take a seat by me on this stone.  There is no better place for your flock to graze in than hereabouts, and here is a pleasant shade such as shepherds love.\\\"  Mercury sat down, talked, and told stories until it grew late, and played upon his pipes his most soothing strains, hoping to lull the watchful eyes to sleep, but all in vain; for Argus still contrived to keep some of his eyes open, though he shut the rest.\",\"timestamp\":1641285035,\"title\":\"\\nThe literature of our time, as of all the centuries of Christendom,\"},\"digest\":\"eo0QZhCw_N3gXfwzYGL5d4coB9pZikGbHJGN0HbPJII\",\"authorship\":{\"contributor\":\"0x51D393CD2fE363A89232ff9D8Ac75A13bD6a52e7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"W1qUQq_c_LYqFM04JD62v0z8lD8pY-ZwjhRDTMbBfkY\\\",\\\"y\\\":\\\"imo8DBpbPrIGzTFusQsZsTKelRYXx99QFRwHcXgG7yA\\\"}\",\"signature\":\"QeByUlAM6L0FgPezJkEGCneVYXIWV0Y7raissHs4DwQfr1YtWPddW6DzLguw7Wi3eGl7Ii6Qswcu4MlSeWlhjg\",\"signingKeySignature\":\"0x3b3c0e3fef35d91013b37eb20f5683ffcacf01407ecfcc25ae9ea0115d2e362b1522366641082ceca069e69fef6b31610a18b16c5049c61c6d6a465e4fd00e581b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"W1qUQq_c_LYqFM04JD62v0z8lD8pY-ZwjhRDTMbBfkY\\\",\\\"y\\\":\\\"imo8DBpbPrIGzTFusQsZsTKelRYXx99QFRwHcXgG7yA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"eo0QZhCw_N3gXfwzYGL5d4coB9pZikGbHJGN0HbPJII\"}"