"{\"content\":{\"body\":\"I’ve been thinking about the influx of new DEXes (decentralized exchanges) to the market.\\n\\nDEXes are a big thing, doing billions in trading volumes per day.\\n\\nThere are so many DEXes everywhere now. It’s difficult to understand what’s the go-to-market strategy for them to gain traction.\\n\\nEspecially, considering that most of them are forks of Uniswap (v2) and don’t come with any noticeable improvements. So for many of them, it seems to be a hope-based venture that MAYBE somehow they’ll gain traction and grow to become a big player in the industry.\\n\\n*If you’re unfamiliar with what a decentralized exchange (DEX) is:*\\n\\n*A decentralized exchange is a noncustodial (no need to hand over assets to a centralized party) trading platform and can be defined as a series of smart contracts that allow users to swap assets in a trust minimized manner.*\\n\\nAs far as my DEX experience goes, I use Uniswap for many of my crypto trades. But I’ve also used Sushiswap, Bancor, Curve, Balancer, as well as Matcha, Zapper, and 1inch (aggregators). I’ve used PancakeSwap (BSC), as well as Raydium and Serum (Solana).\\n\\nI haven’t used IcecreamSwap, HorseSwap, TomatoSwap, or just name a bird or an animal or any other-item-swap. \\n\\n**DEXes I’ve used:**\\n\\n[Uniswap](https://uniswap.org/)\\n\\n[Sushiswap](https://sushi.com/)\\n\\n[Serum](https://projectserum.com/#/)\\n\\n[Raydium](https://raydium.io/)\\n\\n[PancakeSwap](https://pancakeswap.finance/)\\n\\n[Bancor](https://bancor.network/)\\n\\n[Balancer](https://balancer.fi/)\\n\\n[Curve](https://curve.fi/)\\n\\n**Aggregators**\\n\\n[Matcha ](https://matcha.xyz/)(I am still waiting for my aidrop…)\\n\\n[1inch](https://1inch.io/)\\n\\n[Zapper](https://zapper.fi/dashboard)\\n\\n## Why try a new DEX?\\n\\nBesides promising an airdrop with a crazy amount of soon-to-be-worthless tokens, what else would make me use a brand new DEX?\\n\\n*   If the DEX is built on a different L1 with a different ecosystem and tokens (i.e built on Solana or BSC, etc)\\n*   Lower fees\\n*   Staking opportunities\\n*   Value-add\\n*   A big improvement in UX\\n*   An awesome team behind the DEX (if the project has a token that is airdropped to users)\\n\\n**Lower fees**\\n\\nLower fees are the reason why PancakeSwap on Binance Smart Chain (BSC) took off like a rocket when it launched. Or to be more precise, the high gas fees of Ethereum drove developers and traders to seek alternatives. As a result of lower fees and new speculative investment opportunities, the BSC ecosystem exploded together with the PancakeSwap trading volume.\\n\\nWhile DEXes on Solana haven’t reached similar highs on trading volume yet, the sheer amount of money that has flown to the Solana ecosystem, as well as the quality of the projects being built on top of Solana, is an attraction for me together with the low fees. I also loved the UX on Raydium (staking the RAY token was a very smooth experience).\\n\\n**Staking**\\n\\nStaking/farming opportunities are another attraction to DeFi users. And new DEXes provide staking opportunities where you can sometimes earn an extremely high yield (and thus the reason to use a specific new DEX).\\n\\nFor example, I did an experiment on the website called abracadabra.money. Yes, the website is about the magic internet money. And it’s a DEX as well.\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Ff1669db8-d17e-4f26-a8c1-2d94b71af925\\\\_1054x472.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Ff1669db8-d17e-4f26-a8c1-2d94b71af925\\\\_1054x472.png)\\n\\nI staked $1000 worth of Spell tokens (their own token) in the Spell farming pool in June. Today, at the beginning of September, I’ve made almost $800 from farming in about two months (plus the price appreciation and the whole bet is now worth $4500).\\n\\nFarming Spell covers my apartment utilities, which is pretty cool. As long as the price doesn’t collapse (which will probably happen).\\n\\nAlso, when it comes to earning yield, I really like [single-sided liquidity opportunities](https://blog.bancor.network/bancor-v2-1-staking-for-defi-dummies-f104a6a8281e). That’s the reason I use Bancor.\\n\\n**Better UX & Value-add**\\n\\nUser experience with most DEXes is pretty much the same. You can connect your Web3 wallet and start trading instantly.\\n\\nIt will be interesting to see when the DEXes will incorporate KYC ([it will come soon as a requirement by the regulators](https://mikk.substack.com/p/kyc-and-defi-user-experience)), then which exchanges will manage to keep the UX as similar as possible to what it is today. It’s also highly likely that onboarding experiences after the KYC implementation will considerably slow down the adoption of the new DEXes.\\n\\nHowever, I would like to bring out two aggregators that have done a great job with the UX. One is [Matcha](https://matcha.xyz/), and the second one is [Zapper](https://zapper.fi/dashboard).\\n\\nZapper, particularly, due to the value-add, is an app I use now every day. Mostly, to have a quick overview of the assets in my Web3 wallets, my staked assets, NFTs, and my farming “operations”. And it’s all laid out beautifully, showing all the monetary values of each network, token, and platform. By clicking on each of the categories, you’ll have a more detailed overview.\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F652c7671-c2d2-4151-be52-8825fd7812ea\\\\_2236x836.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F652c7671-c2d2-4151-be52-8825fd7812ea\\\\_2236x836.png)\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fb2dda068-3b0b-495e-acc3-9ce6860ee1f3\\\\_2184x658.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fb2dda068-3b0b-495e-acc3-9ce6860ee1f3\\\\_2184x658.png)\\n\\nFor me, Zapper is providing a great value-add with the dashboard and it’s the reason why I (sometimes) use their DEX as well.\\n\\n**Once in a while, however, something interesting comes along. A new mechanism that stands out. And CowSwap (yes, you read it right), is something that caught my eye recently.**\\n\\n## CowSwap\\n\\nCowSwap is a project launched by Gnosis. And while “Cow” in the name of the DEX happens to mean cow the animal, it’s actually a reference to the underlying mechanism of the exchange.\\n\\nI never really paid much attention to Gnosis before, but the developer team of Gnosis seems to be brilliant and I’ve become a fan and a GNO token holder.\\n\\nCowSwap works a bit differently than other DEXes, which I will explain below. As a result of these different mechanics, you’re paying the same or lower fees compared to the best DEXes out there, and you’re also protected against MEV (miner extractable value).\\n\\nAccording to [Coinmarketcap](https://coinmarketcap.com/alexandria/glossary/miner-extractable-value-mev#:\\\\~:text=Miner%20extractable%20value%20\\\\(MEV\\\\)%20is,within%20the%20blocks%20they%20produce.), MEV can be explained as follows:\\n\\n*Miner extractable value (MEV) is a measure of the profit a miner (or validator, sequencer, etc.) can make through their ability to arbitrarily include, exclude, or re-order transactions within the blocks they produce. *\\n\\n[If you click here, you can read more about the ways how miners extract value.](https://medium.com/umbrella-network/miner-extractable-value-mev-101-why-what-and-how-4bec3bc3bb2a)\\n\\nGnosis has come up with solutions called *Coincidence Of Wants*, and *Batch Auctions*, which are both features of their Gnosis Protocol V2.\\n\\nHere’s how [CowSwap](https://cowswap.exchange/#/about), built on Gnosis Protocol V2, describes how it works:\\n\\n*Every time you and another trader each hold an asset the other wants, your trade is settled directly without using an AMM (Automated Market Maker) and therefore without incurring any slippage + fees. Only amounts that can’t be settled with other CowSwap traders are sent to the underlying AMMs.*\\n\\n**And the process itself:**\\n\\n1.  You sign a trade message which is submitted to CowSwap’s off-chain service.\\n\\n2.  CowSwap’s off-chain service optimizes your trade’s execution by considering:\\n\\n    *   Coincidence Of Wants;\\n    *   Best execution route among AMMs (for the remaining amount);\\n    *   Optimized gas price for inclusion in the next mined block;\\n\\n3.  Your trade is submitted and settled on-chain.\\n\\nUsers are saying they’re getting better deals on CowSwap than they get on Uniswap.\\n\\nThat’s pretty impressive.\\n\\nGnosis discord and DAO proposals seem to suggest that we may have CowSwap token soon. I’ll be following this development as I think they have a good chance of getting traction.\\n\\nSo, if you’re still reading this, you’re probably thinking how is all this related to sex?\\n\\n## DEX & SEX?\\n\\nMy goal, as often as possible, in articles I write to this blog, is to propose a new business idea or an angle for existing ones.\\n\\nAnd as I’ve been observing DEXes popping up, I’ve been wondering what would draw attention and users to a new exchange if I wanted to launch one?\\n\\nConsidering the fact that I am too dumb to come up with technological innovations like the Gnosis team.\\n\\n**Here’s what I came up with:**\\n\\n1.  Crypto space is heavily dominated by males. And these males spend a lot of time on a computer, with porn sites a few clicks away. You can already guess where I am going with it.\\n2.  As a result, what if the DEX (or CEX for that matter) would have a partnership with a platform like OnlyFans. And by doing a certain amount of trading volume, you’ll be rewarded with special tokens. These special tokens enable you to unlock profiles on OnlyFans (or similar) - send DMs, see videos, or whatever is offered.\\n3.  For example, let’s take a trading platform called [Wootrade](https://woo.org/). It’s a great exchange with 0 fees and built for professional traders (noobs can go there as well if they want). Wootrade has a token called Woo. What if, once you do enough volume in a day (or any other time period), you’ll receive a special token - sxWoo.\\n4.  You can then go to the adult site, connect your web3 wallet or just register a new account (if connecting a web3 wallet isn’t possible). You can add/generate a wallet address that’s now associated with the account, and send your sxWoo to this wallet address.\\n5.  And then, you can use that sxWoo on the adult entertainment site to unlock whatever you want to unlock. The tech development that would be needed for this is not complicated. It’s just adding another payment method.\\n6.  The exchange wins because sex always generates buzz (media coverage) and brings traffic because it would be something different. The porn site wins as they get new traffic and users who actually spend money (sxWoo, which the porn site can later redeem against fiat on Wootrade).\\n7.  The biggest challenge would probably be finding a porn site to partner up with. It might not be easy to find people who understand crypto and do the necessary developments. And to have a sufficient amount of trust and belief to form a partnership (from both parties).\\n\\n## Conclusion\\n\\nIn a nutshell, that’s the idea I came up with if I were to launch my own exchange business. And even though it’s unlikely I will start an exchange business, I am always happy to contribute if someone picks the idea up and runs with it. And by contribute, I mean share my wallet address if the business takes off :)\\n\",\"timestamp\":1634718318,\"title\":\"Traders, DEXes, & Sex\"},\"digest\":\"REad69EcQFWm4-2xiim0PtOXxbew241XtGo_H_BZAnU\",\"authorship\":{\"contributor\":\"0x8129c94d2F2b18Fa4b63bD0A3B64EdE4823374AE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CfwhCWvLf6r3o-T8lSlWPgFNwjkeqx1Q8_8LBD8HDSM\\\",\\\"y\\\":\\\"mi_EEz8yDefnq47XV3y4da44gdicmMtifUegyvBTAcA\\\"}\",\"signature\":\"SrkBzl1_MBEBOVOBV6R-jLzfCM9bfzlRAXmQmMd10CDgL3KDIH0XtPLM-Cdo8lB8BsFEADtF__zqkS4hNsRBPw\",\"signingKeySignature\":\"0xb79ad41dc3d2ca8708ade4b632076b5310bf520f33eeea9fe14c5f1ba5f877282276d403094aa1152a03df909daeed61011d1d7c934d3cf7d2e8daa8d89ccdbc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CfwhCWvLf6r3o-T8lSlWPgFNwjkeqx1Q8_8LBD8HDSM\\\",\\\"y\\\":\\\"mi_EEz8yDefnq47XV3y4da44gdicmMtifUegyvBTAcA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"REad69EcQFWm4-2xiim0PtOXxbew241XtGo_H_BZAnU\"}"