"{\"content\":{\"body\":\"\\\"Oh, yes! my boy,\\\" said the farmer, coming closer, \\\"he might have been anything when he was young; look at his nostrils and his ears, the shape of his neck and shoulder; there's a deal of breeding about that horse.\\\"  He put out his hand and gave me a kind pat on the neck. I put out my nose in answer to his kindness; the boy stroked my face.\\n\\n\\\"Poor old fellow! see, grandpapa, how well he understands kindness. Could not you buy him and make him young again as you did with Ladybird?\\\"\\n\\n\\\"My dear boy, I can't make all old horses young; besides, Ladybird was not so very old, as she was run down and badly used.\\\"\\n\\n\\\"Well, grandpapa, I don't believe that this one is old; look at his mane and tail.  I wish you would look into his mouth, and then you could tell; though he is so very thin, his eyes are not sunk like some old horses'.\\\"\\n\\nThe old gentleman laughed.  \\\"Bless the boy! he is as horsey as his old grandfather.\\\"\\n\\n\\\"But do look at his mouth, grandpapa, and ask the price; I am sure he would grow young in our meadows.\\\"\\n\\nThe man who had brought me for sale now put in his word.\\n\\n\\\"The young gentleman's a real knowing one, sir.  Now the fact is, this 'ere hoss is just pulled down with overwork in the cabs; he's not an old one, and I heerd as how the vetenary should say, that a six months' run off would set him right up, being as how his wind was not broken.  I've had the tending of him these ten days past, and a gratefuller, pleasanter animal I never met with, and 'twould be worth a gentleman's while to give a five-pound note for him, and let him have a chance.  I'll be bound he'd be worth twenty pounds next spring.\\\"\\n\\nThe old gentleman laughed, and the little boy looked up eagerly.\\n\\n\\\"Oh, grandpapa, did you not say the colt sold for five pounds more than you expected?  You would not be poorer if you did buy this one.\\\"\\n\\nThe farmer slowly felt my legs, which were much swelled and strained; then he looked at my mouth.  \\\"Thirteen or fourteen, I should say; just trot him out, will you?\\\"\\n\\nI arched my poor thin neck, raised my tail a little, and threw out my legs as well as I could, for they were very stiff.\\n\\n\\\"What is the lowest you will take for him?\\\" said the farmer as I came back.\\n\\n\\\"Five pounds, sir; that was the lowest price my master set.\\\"\\n\\n\\\"'Tis a speculation,\\\" said the old gentleman, shaking his head, but at the same time slowly drawing out his purse, \\\"quite a speculation! Have you any more business here?\\\" he said, counting the sovereigns into his hand.\\n\\n\\\"No, sir, I can take him for you to the inn, if you please.\\\"\\n\\n\\\"Do so, I am now going there.\\\"\\n\\nThey walked forward, and I was led behind.  The boy could hardly control his delight, and the old gentleman seemed to enjoy his pleasure. I had a good feed at the inn, and was then gently ridden home by a servant of my new master's, and turned into a large meadow with a shed in one corner of it.\\n\\nMr. Thoroughgood, for that was the name of my benefactor, gave orders that I should have hay and oats every night and morning, and the run of the meadow during the day, and, \\\"you, Willie,\\\" said he, \\\"must take the oversight of him; I give him in charge to you.\\\"\\n\\nThe boy was proud of his charge, and undertook it in all seriousness. There was not a day when he did not pay me a visit; sometimes picking me out from among the other horses, and giving me a bit of carrot, or something good, or sometimes standing by me while I ate my oats. He always came with kind words and caresses, and of course I grew very fond of him.  He called me Old Crony, as I used to come to him in the field and follow him about.  Sometimes he brought his grandfather, who always looked closely at my legs.\\n\\n\\\"This is our point, Willie,\\\" he would say; \\\"but he is improving so steadily that I think we shall see a change for the better in the spring.\\\"\\n\\nThe perfect rest, the good food, the soft turf, and gentle exercise, soon began to tell on my condition and my spirits.  I had a good constitution from my mother, and I was never strained when I was young, so that I had a better chance than many horses who have been worked before they came to their full strength.  During the winter my legs improved so much that I began to feel quite young again. The spring came round, and one day in March Mr. Thoroughgood determined that he would try me in the phaeton.  I was well pleased, and he and Willie drove me a few miles.  My legs were not stiff now, and I did the work with perfect ease.\\n\\n\\\"He's growing young, Willie; we must give him a little gentle work now, and by mid-summer he will be as good as Ladybird.  He has a beautiful mouth and good paces; they can't be better.\\\"\\n\\n\\\"Oh, grandpapa, how glad I am you bought him!\\\"\\n\\n\\\"So am I, my boy; but he has to thank you more than me; we must now be looking out for a quiet, genteel place for him, where he will be valued.\\\"\\n\\n49      My Last Home\\n\\nOne day during this summer the groom cleaned and dressed me with such extraordinary care that I thought some new change must be at hand; he trimmed my fetlocks and legs, passed the tarbrush over my hoofs, and even parted my forelock.  I think the harness had an extra polish. Willie seemed half-anxious, half-merry, as he got into the chaise with his grandfather.\\n\\n\\\"If the ladies take to him,\\\" said the old gentleman, \\\"they'll be suited and he'll be suited.  We can but try.\\\"\\n\\nAt the distance of a mile or two from the village we came to a pretty, low house, with a lawn and shrubbery at the front and a drive up to the door. Willie rang the bell, and asked if Miss Blomefield or Miss Ellen was at home. Yes, they were.  So, while Willie stayed with me, Mr. Thoroughgood went into the house.  In about ten minutes he returned, followed by three ladies; one tall, pale lady, wrapped in a white shawl, leaned on a younger lady, with dark eyes and a merry face; the other, a very stately-looking person, was Miss Blomefield.  They all came and looked at me and asked questions. The younger lady -- that was Miss Ellen -- took to me very much; she said she was sure she should like me, I had such a good face. The tall, pale lady said that she should always be nervous in riding behind a horse that had once been down, as I might come down again, and if I did she should never get over the fright.\\n\\n\\\"You see, ladies,\\\" said Mr. Thoroughgood, \\\"many first-rate horses have had their knees broken through the carelessness of their drivers without any fault of their own, and from what I see of this horse I should say that is his case; but of course I do not wish to influence you. If you incline you can have him on trial, and then your coachman will see what he thinks of him.\\\"\\n\\n\\\"You have always been such a good adviser to us about our horses,\\\" said the stately lady, \\\"that your recommendation would go a long way with me, and if my sister Lavinia sees no objection we will accept your offer of a trial, with thanks.\\\"\\n\\nIt was then arranged that I should be sent for the next day.\\n\\nIn the morning a smart-looking young man came for me.  At first he looked pleased; but when he saw my knees he said in a disappointed voice:\\n\\n\\\"I didn't think, sir, you would have recommended my ladies a blemished horse like that.\\\"\\n\\n\\\"\\\\`Handsome is that handsome does',\\\" said my master; \\\"you are only taking him on trial, and I am sure you will do fairly by him, young man. If he is not as safe as any horse you ever drove send him back.\\\"\\n\\nI was led to my new home, placed in a comfortable stable, fed, and left to myself.  The next day, when the groom was cleaning my face, he said:\\n\\n\\\"That is just like the star that \\\\`Black Beauty' had; he is much the same height, too.  I wonder where he is now.\\\"\\n\\nA little further on he came to the place in my neck where I was bled and where a little knot was left in the skin.  He almost started, and began to look me over carefully, talking to himself.\\n\\n\\\"White star in the forehead, one white foot on the off side, this little knot just in that place;\\\" then looking at the middle of my back -- \\\"and, as I am alive, there is that little patch of white hair that John used to call `Beauty's three-penny bit'.  It must be `Black Beauty'! Why, Beauty! Beauty! do you know me? -- little Joe Green, that almost killed you?\\\"  And he began patting and patting me as if he was quite overjoyed.\\n\\nI could not say that I remembered him, for now he was a fine grown young fellow, with black whiskers and a man's voice, but I was sure he knew me, and that he was Joe Green, and I was very glad. I put my nose up to him, and tried to say that we were friends. I never saw a man so pleased.\\n\\n\\\"Give you a fair trial!  I should think so indeed!  I wonder who the rascal was that broke your knees, my old Beauty! you must have been badly served out somewhere; well, well, it won't be my fault if you haven't good times of it now.  I wish John Manly was here to see you.\\\"\\n\\nIn the afternoon I was put into a low park chair and brought to the door. Miss Ellen was going to try me, and Green went with her.  I soon found that she was a good driver, and she seemed pleased with my paces. I heard Joe telling her about me, and that he was sure I was Squire Gordon's old \\\"Black Beauty\\\".\\n\\nWhen we returned the other sisters came out to hear how I had behaved myself. She told them what she had just heard, and said:\\n\\n\\\"I shall certainly write to Mrs. Gordon, and tell her that her favorite horse has come to us.  How pleased she will be!\\\"\\n\\nAfter this I was driven every day for a week or so, and as I appeared to be quite safe, Miss Lavinia at last ventured out in the small close carriage. After this it was quite decided to keep me and call me by my old name of \\\"Black Beauty\\\".\\n\\nI have now lived in this happy place a whole year.  Joe is the best and kindest of grooms.  My work is easy and pleasant, and I feel my strength and spirits all coming back again.  Mr. Thoroughgood said to Joe the other day:\\n\\n\\\"In your place he will last till he is twenty years old -- perhaps more.\\\"\\n\\nWillie always speaks to me when he can, and treats me as his special friend. My ladies have promised that I shall never be sold, and so I have nothing to fear; and here my story ends.  My troubles are all over, and I am at home; and often before I am quite awake, I fancy I am still in the orchard at Birtwick, standing with my old friends under the apple-trees.\",\"timestamp\":1641283052,\"title\":\"Poor old fellow!\\\" said the boy, \\\"do you think, grandpapa, he was ever a carriage horse?\"},\"digest\":\"wlJa-j8cJ-8nJWvr29owQ9CZHpt7O3GYqL4kC4_8CQs\",\"authorship\":{\"contributor\":\"0xBD49781Dd387395918Bf70f33643d6b0BDC2f41E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ClcbIwxyVRcli_XukqiMHZ6YHCwI9K5JdZ26Yf2FuxA\\\",\\\"y\\\":\\\"RtrUnOuXNIkSfvDzLTM7FwZ6jXp0IWvyMVtPmRdSawA\\\"}\",\"signature\":\"1rExFa5acQIZ-MPRK7N43zwqjggez4nSDeC-RbvqwK54X_Vso1Lx-98rBHGROwZVifP429cmNqJP0FG8aLsplg\",\"signingKeySignature\":\"0x60e00063c2b180860ad8e0596875ea87d8e42bcbc9e946f6afab05b11f15f33a62fb582250e63639f4920e8c06e251ca0b8659fef03ce5bb5f0d6d2cb655141e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ClcbIwxyVRcli_XukqiMHZ6YHCwI9K5JdZ26Yf2FuxA\\\",\\\"y\\\":\\\"RtrUnOuXNIkSfvDzLTM7FwZ6jXp0IWvyMVtPmRdSawA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wlJa-j8cJ-8nJWvr29owQ9CZHpt7O3GYqL4kC4_8CQs\"}"