"{\"content\":{\"body\":\"云昭看着云乙张着嘴露出一嘴的烂黑牙冲他傻笑，就打了一个哆嗦转过头去。 \\n  \\n     “这家伙以前是给大娘子绸缎铺押运绸缎的，被贼人一棒子敲在脑袋上就成了这个样子。” \\n  \\n     云福站在太阳地里懒洋洋的指点着云乙道。 \\n  \\n     “不过呢，这家伙的好处就在于抗揍，别人挨那么一棒子早死了，就他变得有些傻。” \\n  \\n     “云甲呢？” \\n  \\n     “云甲？唉……你莫要问了，他就是一个可怜人。” \\n  \\n     “云丙，云丁呢？他们为什么看起来都傻乎乎的？” \\n  \\n     “本来就是傻子！” \\n  \\n     云福狠狠地吐了一口烟，暴躁的点着手指头道：“这狗日的世道，就没有让人好好过念头，去西安城里找个勾栏都被能被人拖进黑巷子里一顿乱棍，好好地走点夜路回家，后脑勺就能挨闷棍。 \\n  \\n     打死也就认了，偏偏打的不死不活的留着给家里当累赘，大娘子见不得人可怜，就这么留在家里吃白饭。” \\n  \\n     甲乙丙丁四个家丁蠢是蠢了点，要说他们吃白饭，这一点云昭是不认的。 \\n  \\n     平日里干活就不停点，地上有点大白鹅拉的屎，都会在第一时间铲掉，春耕的时候虽然不会干精细活计，可是挖土，翻地，扬粪他们可是主力中的主力。 \\n  \\n     而且听福伯的意思，这些人其实都是给云氏干活受的工伤，再说人家吃白饭就过份了。 \\n  \\n     “大少爷，咱云氏在这十里八乡是出了名的仁义人家，哪怕这些人没用处，咱家也得留着，别撵出去让别人戳云氏的脊梁骨。” \\n  \\n     云昭点点头，会说话的人都是这么说话的，尤其是管家一类的人物，看似总站在家主的位置上说话，实际上总能把自己的意见清晰无误的表达出来。 \\n  \\n     站在这个角度看，云氏人才济济啊。 \\n  \\n     首先是母亲！ \\n  \\n     云昭觉得自己要是再被母亲这样拿捏下去，以后大概率成为一个妈宝男！ \\n  \\n     其次就是徐元寿徐先生！ \\n  \\n     这位先生才高八斗学富五车，是一个坚定的儒家门徒，教育起弟子来总是那么的细致入微，你的任何小心思都难逃他的法眼，云昭如果能在这位先生门下毕业，成为一个坚定的儒家门徒绝对不会有什么意外。 \\n  \\n     再下来就是这位云管家！ \\n  \\n     他老人家见多识广，在云氏位高权重，再加上忠义无双，虽面对主家妇孺也忠心耿耿扶持家业，即便在乱世里也把家里弄得平安祥和，这样的管家，可遇而不可求。 \\n  \\n     事实上，这三位才是云昭真正的对手！ \\n  \\n     想要活的自由奔放，无拘无束，不推翻这三座大山，云昭绝无自由可言。 \\n  \\n     至于云氏庄子里的其余人，云昭就没有发现能在自己手下走过三个回合的人。 \\n  \\n     云氏的秘密很多，如今大部分已经暴露在云昭的视线中，只要有了准备，再多的秘密都不可怕，相反，很可能会成为云昭将来可以发掘的宝藏。 \\n  \\n     甲乙丙丁四个武装家丁都是没脑子的，看样子武力并不会太差，至少，对付刘宗敏应该还是有把握的。 \\n  \\n     再加上一个武力值完全不清楚的福伯，怪不得他有弄死刘宗敏的心思。 \\n  \\n     家里的主人是妇孺，养几个太聪明，太彪悍的家丁不好，像甲乙丙丁这种最合适不过了，只要福伯还是聪明人，保护云氏母子有这五个人足够了。 \\n  \\n     就是云甲看起来不像是傻子，福伯总说他是一个可怜人，他面对刘宗敏的时候进退有度，也不知道可怜在那里。 \\n  \\n     日子还在继续，春日里播下的种子已经发芽了，广袤的原野一眼望过去似乎铺上了一层鹅黄色的地毯，走近了之后，就会发现麦苗稀稀疏疏的没什么美感。 \\n  \\n     这就是古人鼓吹的草色遥看近却无的美景，可见，古人总喜欢说美的一面，对于草地里的牛粪一般都用春秋笔法一掠而过。 \\n  \\n     徐先生今天没有讲生涩的微言大义，而是带着学生们站在田野边上，指着刚刚发出来的麦苗讲述美学。 \\n  \\n     他认为，人一定要有分辨美丑的能力，如果没有，就不配谈论学问，因为学问这东西有严重的洁癖，如果不懂得什么是美，很容易误入歧途。 \\n  \\n     不用先生解释，云昭就已经知道，比如秦桧这一类的文人一定是读书读错了，且误入歧途的厉害，最后落一个万人唾骂的下场，连灵魂都污秽不堪了。 \\n  \\n     “前日送给先生的猪腿可能吃得？” \\n  \\n     回家的路上，云昭很想听听先生这种文化人是如何面对那支老猪腿的。 \\n  \\n     徐先生看了看眼前白雾缭绕的玉山略一思忖张嘴道。 \\n  \\n     “猪腿蒙君赐，举家大笑欢。柴烧三担尽，水煮一缸干。肉似枯荷叶，皮如破马鞍，牙关三十六，个个不平安！” \\n  \\n     念完诗之后淡淡的道：“我只吃了十之一二，阿黄倒是吃的沟满壕平。” \\n  \\n     云昭满意的笑了，又往先生身边靠靠道：“我不想再让人把我当做小孩子来对待了。” \\n  \\n     徐先生嗤的笑了一声道：“看来你已经把我们前日的谈话吃透了。 \\n  \\n     你自己表现得如同幼童一般，你如何让别人将你当做成人来看呢？ \\n  \\n     很多人以为隐忍，埋藏才华，期待将来有一天可以奇兵突出，让人惊诧，起到后发制人的效果。 \\n  \\n     却不知，隐忍才华只会让人小看了你，既然人都小看了如何会将大任托付与你？ \\n  \\n     一旦出现需要你才华出马才能平定的大事，谁会相信你？ \\n  \\n     自幼聪慧的人总会沾些便宜的，如果你连这样的先手都放弃了，还说什么聪明人。 \\n  \\n     你是云氏唯一的家主，将来注定是要担当大任的，你绝对不能平庸。 \\n  \\n     被人说你是野猪精转世，活得风生水起，也比平庸过一生要好。” \\n  \\n     云昭朝先生弯腰施礼，而后道：“我不想再被人当做孩子看了，我想长大。” \\n  \\n     徐先生笑道：“拿出你的本事来给我看看，越是让我惊讶，我就越发的欢喜！” \\n  \\n     目送先生远去，云昭却皱起了眉头，想做大人，想要承担重任，从哪里做起呢？ \\n  \\n     念书是小孩子才做的事情……可是，云昭认为自己最好还是继续念书，就他目前的这点学问，不足以支持他的梦想。 \\n  \\n     刘宗敏没有打铁，抱着粗壮的胳膊站在铁匠铺子前边，见云昭过来了就拱手道：“刘宗敏见过大少爷。” \\n  \\n     云昭停下脚步笑道：“你要走了吗？” \\n  \\n     刘宗敏继续弯着腰道：“请大少爷替刘宗敏引见过山虎云爷！” \\n  \\n     云昭的心猛地跳动了一下，若无其事的道：“过山虎？没听过，要问过福伯才好。” \\n  \\n     刘宗敏直起腰身道：“某家只想见过山虎，余者，不提也罢。” \\n  \\n     说完话就直接进了铁匠铺子，不一会，又响起叮叮当当的打铁之声。 \\n  \\n     “过山虎？摧山虎？” \\n  \\n     云昭小声的念了两个人的名字，就进了家门。 \\n  \\n     福伯正在吃饭，手里捧着老大的一个大碗，里面是万年不变的小米浓粥，正西里呼噜的吃的满头汗。 \\n  \\n     “刘宗敏问我他能不能见过山虎云爷！” \\n  \\n     福伯正在划动的手停住了，放下饭碗慢慢的道：“少爷是怎么说的？” \\n  \\n     云昭道：“我说没有听过过山虎云爷这个名字，不知道福伯知道不知道。” \\n  \\n     福伯明显松了一口气笑道：“我去去就来。” \\n  \\n     说罢，放下吃了一半的饭，径直出门去了。 \\n  \\n     “我今天听刘宗敏说到了过山虎云爷，母亲知道这个人吗？” \\n  \\n     云娘僵住了，手里的筷子悄然滑落，云昭帮母亲捡起筷子，弄干净了重新放在母亲手里。 \\n  \\n     云娘慢慢的吃着饭，半天才有些为难的道：“你年纪还小，这些事不要打听，不好。” \\n  \\n     云昭往嘴里刨了一大口小米饭伸长脖子吞了下去，瞅着母亲道：“就是因为这个人才害得我天天吃小米饭吧？\",\"timestamp\":1638580312,\"title\":\"第二十九章过山虎？\"},\"digest\":\"rNELzJgcpnw6GvA3lgBcob4yw-GxfanYB0Ls9XVNa4I\",\"authorship\":{\"contributor\":\"0xe561E580dAF360Ff3E70C84f26Cbbf249562Aee3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ya8c6nOX0S0iUpyB1IbziZLSF42Y4FvFdp3yYVGRndk\\\",\\\"y\\\":\\\"tI1Z3nTWNtK0Bj09AH1kZrPKpkrQNoyMcvSLb6HXCeQ\\\"}\",\"signature\":\"oJ_NpBzsd8KYcaZIDGam3Qa66r-4xYX6IN1Dzmh0GT4bZAHKTaeDUNb9vYHQIdJLFWdPDO0z1t4k0oEqoDugBg\",\"signingKeySignature\":\"0x26aa97fa31c580aac651005089f8cfe7a7df2a9b83369c911ebd5e484c9258b10f753603d0f10042ae780a1fd8f845cd85f625edb7cecf55175b486826f9f7b81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ya8c6nOX0S0iUpyB1IbziZLSF42Y4FvFdp3yYVGRndk\\\",\\\"y\\\":\\\"tI1Z3nTWNtK0Bj09AH1kZrPKpkrQNoyMcvSLb6HXCeQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rNELzJgcpnw6GvA3lgBcob4yw-GxfanYB0Ls9XVNa4I\"}"