"{\"content\":{\"body\":\"*Originally Published - May 6, 2020*\\n\\n![](https://images.mirror-media.xyz/publication-images/jY_aE2L9j1TaAOSEDAtfD.jpeg?height=655&width=1060)\\n\\n \\n NFTs are a new asset class with unbounded potential. The problem is that NFTs don’t change hands very often, so the open market has a difficult time pricing them efficiently. At Upshot, we’re building a crowdsourced NFT appraisal platform that leverages a new field of mechanism design called “peer prediction” to pay experts to appraise NFTs honestly. Our goal is to create efficient “Zestimates” for any NFT while paying experts for their insights.\\n\\nThrough crowdsourced NFT appraisals, we aim to enable closer to real-time price feeds for NFTs — empowering a new generation of appraisers and catalyzing powerful new innovations in DeFi.\\n\\nWe’re excited to announce that Upshot has raised $7.5 million in Series A funding co-led by Framework Ventures, CoinFund, and Blockchain Capital, with additional investments from Slow Ventures, Mechanism Capital, Delphi Digital, Distributed Global, Free Company, CMS Holdings, and FlamingoDAO.\\n\\nWe’re also grateful for our angel investors, who include Stani Kulechov, Kain Warwick, Ryan Selkis, Gmoney, Shayne Coplan, Tegan Kline, Andrew Steinwold, Cooper Turley, Tom Dwan, Tony Sheng, Andy Chorlian, Ian Lapham, Meltem Demirors, Alexander Salnikov, Alexei Falin, Naveen Jain, Riccardo Spagni, Substreight, and TBD Angels.\\n\\nJake Brukhman, Founder and CEO of CoinFund shared his thoughts on how Upshot will impact the NFT market: “For years, non-fungible tokens were thought of as an illiquid market. Through Upshot’s incredibly important work in peer prediction oracles, we will lay the foundation for financial services on the NFT asset class by providing on-chain appraisals and pricing for these assets. Upshot is a 0-to-1 innovation for both DeFi and NFTs.”\\n\\nStani Kulechov, AAVE CEO, added: “Currently, NFTs represent a large reservoir of under-utilized capital. Upshot’s efficient pricing tools will enable DeFi to finally unlock the full value of NFT assets. I’m excited for a wave of new and interesting DeFi products designed and built to leverage NFTs.”\\n\\nWith this fundraising, we will be growing the team and expanding our operations to work towards providing real-time price feeds using crowdsourced insights for any illiquid asset.\\n\\nWe’re hiring across all roles — engineering, design, operations, business development, etc. Check out our [open positions](https://jobs.lever.co/upshot.io) if you’re interested in working with us!\\n\\n## Stay in the loop!\\n\\n* Join us on [Discord](https://discord.gg/upshot)\\n* Follow us on [Twitter](https://twitter.com/UpshotHQ)\\n* Read the [whitepaper](https://upshot.io/whitepaper.pdf)\",\"timestamp\":1637603564,\"title\":\"Upshot Raises $7.5M to Enable Crowdsourced NFT Appraisals\"},\"digest\":\"WrEOSmQOkQL1zRYU552psSyw2efh1hXm0dKDJPs3Xhw\",\"authorship\":{\"contributor\":\"0x82FE4757D134a56BFC7968A0f0d1635345053104\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"70YDdZt7UkapAbIrgck8lxDFj7btCa_BnsnkxQ9TUbQ\\\",\\\"y\\\":\\\"HALfPZUZAd6pZtK9LcxbUpPBouuP5Pm0UfKtuOdeIII\\\"}\",\"signature\":\"T6MyYIJf8hxUXgcaJKNjkMV2W4m3KMdd-jYZ4jjqYWKkA7f0_o4EkoXx0DaFadKXEe3_cAJ3hCiXY1R89JUCCQ\",\"signingKeySignature\":\"0xb319b5679697e95aa7fb0a88e16f37632c0cedf5b9be5d2a483a789c027fbb566b9bcb78be07bd4540c7ac2ea77e20529742b0203fe9967fef6785b7816b7ed81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"70YDdZt7UkapAbIrgck8lxDFj7btCa_BnsnkxQ9TUbQ\\\",\\\"y\\\":\\\"HALfPZUZAd6pZtK9LcxbUpPBouuP5Pm0UfKtuOdeIII\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WrEOSmQOkQL1zRYU552psSyw2efh1hXm0dKDJPs3Xhw\"}"