"{\"content\":{\"body\":\"## **Monetization** 🤑\\n\\nThe most appealing aspect of Rally is monetization. As a creator, you can immediately profit from your social token. The Rally platform has its own Cryptocurrency called **$RLY** and all Social Tokens created on Rally can be exchanged for their native currency which can then be exchanged for Bitcoin and other Cryptocurrencies. At the time this piece was written, one $RLY was worth $0.59 USD. \\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F54dfbb3f-9d73-4212-982c-37996dbac688\\\\_1860x800.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F54dfbb3f-9d73-4212-982c-37996dbac688\\\\_1860x800.png)\\n\\nWhen you create a Social Token on Rally you’re given 50,000 “**Genesis**” coins to start. These coins can be given away to supporters, traded for $RLY, or kept and held by you - which is probably the best idea and I’ll explain why. \\n\\nRally has a two-pronged monetization structure. One - $RLY Rewards - is based on Market Share which is your percentage of the Market. For example, if there are 1,000 cars sold and 500 of those cars are KIAs, KIA has 50% of the market. With Rally, instead of cars being sold, it’s the percentage increase in the amount of $RLY backing your coin at the present time vs. in the past. If your coin went up from $100 to $200, you had a 100% increase and would get more $RLY Rewards than a creator that went from $100 to $120. It’s a complex system but, generally, the greatest gainers receive the most $RLY. \\n\\n$RLY is distributed to communities weekly. Emphasis on the term “Communities” because the $RLY paid out doesn’t all go to the creator. It’s actually split between your entire community of Token holders based on Market share as well, where whoever holds the most coins, gets the greatest percentage of the $RLY distributed to the community. This is why it’s important to hold on to those 50,000 Genesis coins you get. \\n\\nImagine, I’m a Club owner and I hire a few promoters to get people in my club. Each promoter earns a percentage of revenue determined by the percentage of the crowd that’s in attendance because of them. If 20% of the people were brought there by one of the promoters, that promoter gets 20% of the revenue. Now imagine that promoter had sub-promoters he paid based on the percentage of the crowd they brought him. \\n\\nThe club pays out $1,000 to all Promoters. Promoter #1 gets 20% which equals $200. Promoter #1 then has to split that $200 between himself and the two sub-promoters. Let’s assume they all brought an equal amount of people out to the club. That would mean they’d each earn $66. \\n\\n*   Rally is the Club Owner that hires the Promoters.\\n*   You are the Main Promoter. \\n*   The Sub-Promoters are the Token Holders.  \\n*   Your Social Tokens are the tickets sold. \\n*   $RLY is the Ticket Sale revenue. \\n\\nThe other side of Rally’s monetization is your coin’s value, which is determined by supply and demand. The more people buy your coin, the more its value increases. In order to make money on Rally, you have to sell your coin so there needs to be an incentive for people to buy or hold it. You can provide access as a form of incentive where fans get to join exclusive live chats as Token Holders or sell products for your coin. In other words, there has to be a party that people will pay for entrance to the club to attend. \\n\\n## **What’s It To You?**\\n\\nThe goal - when it comes to monetization - is to earn $RLY. You sell your products and services in exchange for your coin. The more people buy your coin, the more $RLY your coin is worth. With $RLY being a Cryptocurrency that can be exchanged for actual legal tender, the more $RLY, the more money. Both you and your community of holders can exchange your coin for $RLY and then dollars at any time. \\n\\n## **Things to note**\\n\\n**Initial Value** - In case you’re wondering how a coin gets its price at birth, the value of your coin is 1% of the price of $RLY. At this time, your coin would be worth $0.005 at launch.\\n\\n**Holders vs. Customers** - Forcing people to pay in your currency for your products or services makes them customers. They’re effectively buying your coin to give to you. So if I’m selling Consultations for $PUNM, you’d buy $PUNM, pay me, get the Consultation and lose your $PUNM. This means you don’t get a percentage of the $RLY distributed to the community. If I give Consultations to anyone that holds 1000 $PUNM, then anyone that has 1000 $PUNM doesn’t have to pay for anything. They don’t give me any of their $PUNM. The amount they Hold is the access ticket. Holders get a percentage of $RLY distributed to the community. As a Social Token creator, you need to provide your community with both a reason to Hold and a reason to spend. \\n\\n**If I Only Had a Coin 😢** - Remember how in the Wizard of Oz the Straw Man wanted a brain but instead, he got a Diploma, the Lion wanted courage but instead, he got a medal, and the Tin Man wanted a heart but instead he got…a heart-shaped clock? A coin on Rally is somewhat symbolic. You don’t have a Token in the sense of something like Bitcoin that exists on its own. Your coin effectively doesn’t exist outside of the Rally platform. It can’t be put on exchanges or stored in external wallets and can only be traded for $RLY. \\n\\n**Distribution** - The only way to send someone your coin is to have them create an account on the Rally platform and send you their username. If you wanted to do something like an Airdrop where you distribute 100 of your coins to 50 members at once, you’d have to get each of their usernames and do that manually. It’s not as easy as sending a link, which it should be. \\n\\n**Are they invested?** - The infrastructure of Rally is set for speculation - basically gambling. Anyone can come in and place a bet on you by buying your Social Token. The people that end up holding the largest supply of your tokens could be people that have no interest in your community. Their ties are to the value of the coin and not you and the objective of your community. \\n\\n**Restrictions 🔐** - Rally has something called **Flow Controls** which aims to prevent people from buying your coin for the purpose of speculation/gambling. Each user that holds a certain amount of coins will have a limit on the number of coins they can send and exchange for $RLY. If your coin were to have a huge jump in price, holders couldn’t just dump their entire supply and cash out. At the same time, this feature forces holders to maintain a level of support for creators they may have strong reasons to no longer support. Let’s say you were a holder of R-Kelly Social Tokens on Rally prior to the sex scandals. You couldn’t just dump your entire supply and end your support of the singer. Even as a token creator, I don’t think it’s good to force anyone to be in your community that doesn’t want to be there.\\n\\n## Wrap Up\\n\\nSome things about Rally seem contradictory. If I’m incentivized to hold for $RLY Rewards, why would I give it back to you by using it to buy your products? If I’m buying your coin to give to you for your products, I’m not invested in the community and all the friction in the purchase funnel is doing is making my life more difficult. If all I want to do is support you, why wouldn’t I just Cash app or Paypal you a donation? It’s a hell of a lot easier.\\n\\nRally’s system seems a bit half-way crook - as The Infamous Mobb Deep would say. They’re courting speculators, but then restricting their ability to fully profit off of their speculation. When it comes to community, I’m not being rewarded for being a community member if I have to buy the coin.\\n\\nRally caps your supply of Social Tokens at 21 Million which is good. Limited supply drives up the value of the coin if demand exceeds it. The issue is, the value of your token is tied to the amount of $RLY backing it and they cap that amount at 210 Million $RLY. The current price of $0.59 would mean a total cap of $123,900,000. Let’s say you have a million backers, that’s a cap of about $123 per backer. You’re also subject to the price swings of $RLY so if $RLY implodes and becomes worth less than a Vietnamese Dong, the value of your coin implodes as well.\\n\\nAlternative platforms like Patreon, even Social media, and Youtube lock creators to one centralized platform. Rally says it will “enable every creator to build a business model that will transcend any specific big-tech platform.” but what is Rally? I mean, it might not yet be that big but it is a tech platform, and creators are tied to it. Their coin only exists within their infrastructure. NFTs are specific to their infrastructure. The value of a Rally social token is tied to the value of Rally. Sounds like a dog on a leash with an open kennel.\\n\\nAll my pessimism aside, I like Rally. Creators, speculators, and genuine supporters can really benefit from the platform. Maybe not forever, but at least for a time. We’re not talking about an insignificant amount of money either. The fact that a small creator can get the lion’s share of $RLY rewards by having the highest percentage of growth rather than the largest audience is revolutionary. Most platforms reward the users with the largest follower numbers and screws over everyone else. It’s something that can work particularly well for creators that don’t really have products to sell like Twitch Gamers. They have fans/viewers that may resent paying for something like a meet and greet in a straight-up cash transaction which might be a tough pill to swallow. Under the cloak of a social token with possible profit on the back end, it could go down as easy as water.\\n\\nI’m not sure I entirely understand Rally still so the information here might change if I discover I got something wrong. Also, this is all new and these platforms are still working to figure things out so it could be a different platform by the end of the week. Stay posted good people. Peace!\\n\\n**Gratitude:** [$Payusnomind](https://cash.app/$payusnomind) | [Paypal.Me](https://paypal.me/payusnomind?locale.x=en_US) | Payusnomind.eth\\n\",\"timestamp\":1642485433,\"title\":\"Rally SOCIAL TOKEN ANALYSIS\"},\"digest\":\"x5qDK10lWM9uSQSIRP4jhvhCnIxsa4GZP3De5mFPccg\",\"authorship\":{\"contributor\":\"0x0b4C8e084b234f03160F5748665b78d9507f8159\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qm9lac_z0XJw_BUuYJ0tkP2rQbh1fASJo4h331YfORY\\\",\\\"y\\\":\\\"B-QD2v5vhiBaqtDpjf6Vwmcdl7ULXl1lY0lw9qrI31c\\\"}\",\"signature\":\"TSFMsuF6Byh49Xy9O_35VNf8-3271fJsv3y1j-Q27v25ZT6nYLFRSqU-WVw2GJw0csnS6jptBdAOjhob5DBE5A\",\"signingKeySignature\":\"0x90647e012eedefc381e65a96606084ffb5eae9ff4dec6120364971bdc5dcb1c736d75c5e84dcd91a3c214125217f4af5150c93144d7f38a74c99d1fec87cba761c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qm9lac_z0XJw_BUuYJ0tkP2rQbh1fASJo4h331YfORY\\\",\\\"y\\\":\\\"B-QD2v5vhiBaqtDpjf6Vwmcdl7ULXl1lY0lw9qrI31c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"x5qDK10lWM9uSQSIRP4jhvhCnIxsa4GZP3De5mFPccg\"}"