"{\"content\":{\"body\":\"Life is like a big swing, dangling between the depths of happiness and sadness. As soon as we descend down the slope of sadness, we accelerate over the ever-feel-good acclivity f happiness. At times of distress, when we are down we slip over an abyss of emotional trauma and frustrations. One who can rise above the occasion, is the architect of many wins over sorrows. \\n 　　 \\n 　　To come above tougher times you have to pep yourself up, when you are feeling low, lost and confused. This can be done effectively by self-talk. Self-talk is a way of talking to oneself. It can be effectively used for soul searching. When talking to ourselves, we hardly lie as our conscience controls our speech. Self talk is efficient because when we are vocal about our thoughts, it makes a larger impact on our mind. Our brain then receives the same message from the mind as well as the ears. This repetition pep talks and thoughts fine tunes the performance of brain. \\n 　　 \\n 　　Self-talk is a software, which when properly loaded onto our mind directs ourselves for better results and a healthy mind. Actually many times in our life, we find others advising us to do better in studies, sports, life etc. We usually get bugged by these people and blank our ears out of their constructive suggestions. It is because it doesn't come from within us. And when something comes from within you, you always try your best to do justice to it. Self-talk can thus ameliorate our status. \\n 　　 \\n 　　Each one of us has some good points and some bad ones. Though we hardly admit in pubic, we know in our mind that we could do better in some areas of our personal landscape. This get better attitude can be converted into a practical reality using self-talk. \\n 　　 \\n 　　If you are an introvert and you want to be the gregarious person like you friend next door, all you need to do is talk to yourself. Tell yourself with all the sincerity and emotions that “I can be like him. I am a natural born speaker. I do like people and speaking comes naturally to me. I just have to be ready to listen and speak”. Suppose you love a person and want to tell him or her, then just say to yourselves “I love her with all my heart. She is the only one and I know it. If I don't let her know, it would be grave injustice on my part. Every person loves to be loved. Even she will”. These are just some examples I have explained. It's up to you to program your own mantra. \\n 　　 \\n 　　If you are highly optimistic to do better, there is no better motivator than self-talk. So guys start talking.\",\"timestamp\":1634967384,\"title\":\"Power of Self Talk\"},\"digest\":\"xLd8qzplRUv8Mcs1TykEYbkHL81aqGB0o6udhe8v3VY\",\"authorship\":{\"contributor\":\"0xA2E2ba02B2fbE12F59775aF61f79E629Faf5275B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QBFjWojrwAlRG8_Ezu-Aa2fJG1kt4PyIZc5ESVSCh6o\\\",\\\"y\\\":\\\"28zHgbyoF8Zx3F0BL4WomR-U4xfmq7UAE6cFH-4gDok\\\"}\",\"signature\":\"vIyiZq3cwocH5OnVG2JcsfdbSCRx-BvY9KywBKxLM5lKeGBSaJyUPimsA3VxZfWtGOnGg3oeVfysCDgiRC30dQ\",\"signingKeySignature\":\"0x94ac49ee3b0aba1b8e086dcfff1c6cd5ad6d083510a3ac01b85e8a25cda697015162046223af33dba60713061dbffd63ee01f2d66942b801dabd38b37d843f981c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QBFjWojrwAlRG8_Ezu-Aa2fJG1kt4PyIZc5ESVSCh6o\\\",\\\"y\\\":\\\"28zHgbyoF8Zx3F0BL4WomR-U4xfmq7UAE6cFH-4gDok\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xLd8qzplRUv8Mcs1TykEYbkHL81aqGB0o6udhe8v3VY\"}"