"{\"content\":{\"body\":\"[![Cai Emmons](https://miro.medium.com/fit/c/56/56/0\\\\*BkkuAAp8BXp9z6Lo)](https://caiemmons.medium.com/?source=post_page-----b02bd34f257a-----------------------------------)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*9M0rZiKfdzALRGduk1ZLog.jpeg)\\n\\nI would like to dismiss 2021 as a terrible, no-good, very bad year, a year to be sept away and forgotten as quickly as possible. After all, it was a year that began with the insurrection and was quickly followed by my ALS diagnosis. Dire on both the public and private fronts. Such a year can’t possibly have been anything other than bad. And yet — it was also the year that I not only had a new book published, I also sold two new books (on the same day!) to come out in 2022. More importantly, it was a year in which I connected in a deeply heartfelt way with so many friends, old and new, near and far. So, as is so often the case with not only years, but life experiences in general, 2021 was a mixed bag.\\n\\nStill, I feel a need for a cleansing ritual as 2021 comes to a close, an acknowledgment that some things must be cleared away to make way for what comes next. I have a friend and a sister both of whom are avid sweepers. They take their brooms to the floor with such determination and ferocity it is almost scary — you would not want to be a crumb in their paths. I would trust both of them to sweep out the toxins of 2021 and prepare a clean slate for us going forward. I’ll let you know if they rent out their services.\\n\\nWhen my husband and I moved, sixteen years ago, to the house where we currently live, neighbors eyed us warily then came over to check us out. They were amazingly direct about hoping we were good people, because the residents who preceded us were definitely not. Those people had harassed the African American kid across the street. They had amassed piles of glass-laden junk that they expected Goodwill to cart away. They irked the postwoman, the utility person, the telephone guy. Everyone had a story of malfeasance. They were all relieved this extended family had moved out.\\n\\nSeveral people suggested a saging ceremony was in order, and I, as a lover of ritual, thought *why not. *So we obtained some sage and burned it in a short ceremony in which we said some words about hoping to made the atmosphere of the property more positive and loving. It seems to have worked, as all traces of the former residents’ bad juju seem to have disappeared, and our years here have been happy, including very enjoyable and mutually helpful relationships with our neighbors.\\n\\nSweeping and saging are both great rituals to take us over the threshold into 2022. It is, of course, a completely arbitrary crossing, but because we, as human beings, are meaning makers, it doesn’t feel that way, much as we (I) often try to tell ourselves that the celebration of a new year is manufactured. Why do we do this crazy celebrating with drunkenness and resolutions we know we won’t make good on? Because, I think, a new year gives hope a new platform. The things we hope and wish for seem to have a greater likelihood of coming to pass in the shiny new year than they did in the nasty old one.\\n\\nWhen I met my now-husband, he had been reading the Tao Te Ching, and he wanted to warn me about the dangers of hope (the hope of being published was then in our sightlines). The Tao Te Ching warns us against the danger and fallacy of hope. “Hope is as hollow as fear,” says the Stephen Mitchell translation. Or, as my husband put it, “Hope is the flip side of despair.” The Tao eschews hope because of its relationship to selfhood which is reputed to be the cause of human suffering. To hope sets us up for disappointment.\\n\\nAfter many years of thinking about this, and weighing the pros and cons of hope, I would humbly take issue with this Taoist point of view. I think most human beings need hope to carry on through life’s plentiful challenges. We need to feel that our lives, and the world in general, might improve. Without hope the motivation for doing much, beyond going to work, would quickly dissipate. Why exercise if you don’t hope to improve your health. Why do volunteer work if you don’t hope that someone will benefit. Hope has been a powerful force in the accomplishments of so many great liberation movements. Women and blacks would not have achieved the right to vote were it not for some people with very strong hope. People dared to hope, as Barack Obama knew. We need to hope without getting attached to specific outcomes, but we can’t give up on the entire idea of hope, which is endlessly renewable.\\n\\nJanuary is named for the Roman god Janus, guardian of doorways and transitions, who is depicted with two faces, one looking forward and one looking back. It’s almost impossible not to do both at this time of year, reflecting back to sweep out the horrors of 2021, and looking ahead with hope for better things in 2022.\\n\\nAs I try to expunge the bad juju of the insurrection and my diagnosis, I am keenly involved in looking ahead with hope and optimism: I’m hoping to be alive and mobile when my books come out in August and September, I’m hoping to get to Denver to see my grandniece after she is born in February, I am hoping to hold onto my manual dexterity for the continued writing of fiction and this blog, I am hoping Congress passes the voting rights bills, I am hoping to continue communicating with as many friends as possible. And finally, I am hoping I can make peace with whatever of these hopes don’t materialize.\\n\\nI wish you all a smooth transition as you sweep and sage and make the most of hope.\\n\",\"timestamp\":1640828277,\"title\":\"Is Hope a Dirty Word? - Cai Emmons - Medium\"},\"digest\":\"eX6COHUK0_0isK_Ghvfd00vnjRQdH8Mcajhzhd9MTIc\",\"authorship\":{\"contributor\":\"0x460968933F9768060152a54a27aCe4B0f350f64b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"imjUSIRtOhoJLT_So0g6H1d9M_-_QfSw6awCW9EYpFY\\\",\\\"y\\\":\\\"MoCxHIBBJ8VrLNJ3Pmt9C5DnaoHD7osxXfhvuLhuwvg\\\"}\",\"signature\":\"AQhvTgyGZqbJKlzuXm-Skxs7aNVH6vCpuyMFSs4vFJ3lkikkH7WVV_hlx6Mwp5TgO7ifOTzvCFgOEOCIMse-gg\",\"signingKeySignature\":\"0x7a72c75798aeb9bca2c4ec88c8c5cc8ab432d51b0ec13da30cda1cc32de14d6f7b17f5386d61dba8e0e92c815fb4202808d2f17460eef5a021c413bba97578281c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"imjUSIRtOhoJLT_So0g6H1d9M_-_QfSw6awCW9EYpFY\\\",\\\"y\\\":\\\"MoCxHIBBJ8VrLNJ3Pmt9C5DnaoHD7osxXfhvuLhuwvg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"eX6COHUK0_0isK_Ghvfd00vnjRQdH8Mcajhzhd9MTIc\"}"