"{\"content\":{\"body\":\" \\n   \\n 传销女张馨月，自称远赴日本留学5年，拥有高文华底蕴，实则是一名武汉连锁经营1040传销传销骨干，利用他人同情心理诱骗进入传销组织进行洗脑，本人最终被骗了4400元逃出来。 \\n  \\n 　　我是在相亲交友平台认识她，名义交男友，实为拉人头做传销。在聊天过程中她说我们都是咸阳人老乡，她说她在日本留学5年信耶稣基督教，现在回国在武汉私立学校教日语是日语老师，我还叫我一个国内在日本工作朋友和她通电话我那朋友说她日语说很好，我们聊了一个多月。 \\n 　　30号她生日，她邀约我去武汉给她过生日，她说现实中见下面我们好好了解彼此我说行。我就买8月28号晚上火车票，第二天早上9点到武汉火车站我给她打电话，她叫我坐地铁到光谷广场她在那里等我，我到站又给她打电话她说叫我去路对面步行街叫我在那里等她在给她买瓶水，等30多分钟左右见面她问我坐一晚上车累不我说不累，她问我吃饭没有，我说没吃，她带我去吃热干面一边吃一边聊，吃完饭她说我们在步行街逛逛，我说好，她就转几家服装店最后选两件连衣裙说有点贵，我说适合好看就买她说那就当生日礼物送她就花我600元。服装店出来她说看我有点累，叫我去她和同事合租的家住，我说你们都女的我去住不方便也不适合，她说我都给同事说好我男朋友来了，你不去我同事怎么看我，以为我对你不好外面住宾馆那么贵，我就同意。她就带我坐25公交车到左岭新城把我带到她租住家三室一厅房子环境挺好，我们就客厅沙发坐聊一会，她说合租是4个人还有两个男的，我说要走我要住宾馆，她说人都很好都是大学毕业，就劝我别住宾馆我说行，她说你累先休息下带我看房间说你住这房间，说她出去买点菜晚上吃饭钥匙就在茶几上放着她就出去啦，我就在客厅想下就下楼决定住宾馆我给她发信息说下，我就在附近找个宾馆住下6点左右她打电话叫我去她家吃饭，我说吃过不去她就说那你出来我们逛逛街，我就出去她就说她在同事面前丢人，饭做好等我来吃饭都不来，就不停劝我说不吃饭起码在家里坐下于同事见下，我就同意去她家，看到两男斯斯文文很有礼貌就给我倒杯水，还有一个40岁左右女的就随便聊下，我就说累先回去休息啦。 \\n  \\n 　　第二天早上她给我打电话说饭做好了让我去他家吃饭，我不想去，但是昨天拿了她家的钥匙就说去楼下等她送给她。她说想给就去她家，同时都上班去了，家里没人。于是我就去了她家。我们就坐在客厅聊，她在我面前说了很多话，然后就哭了起来，哭看起来很伤心，她说我不相信她。就问我住宾馆多钱，我说一百一天，她说还是住家里来外面住太贵。我看她哭着我心软同意了。她就说带我去长江大桥看看我们就下楼，她说先预订个蛋糕花了我300元，叫我顺便把东西拿到她家宾馆房退了我就同意啦，她就带我去坐公交车看长江大桥逛户部巷，最后就带我去教堂买圣经书，下午5点左右我们就坐车回左岭新城先取蛋糕，回到她家，同事都在忙给她过生日炒菜她说还有三个老乡事同两个女的一个男的一会来，三人来了就开始吃饭庆祝大家就聊天她就说明天带我去看他们工作的地方。 \\n  \\n 　　第三天早上吃完饭她就带我去一个小区我说去学校怎么来小区做什么，她就说先在女同事家坐下等一会再去学校，她就带我上楼敲门，是个女的开门我们就坐客厅随便聊下，那女的就开始给我洗脑讲什么红头文件国家政策，投资69800赚1040万，五级三晋制啊什么的。讲一个小时多听完下楼，我就说是传销她就说叫我帮她看看真假她现在也分不清，她说如果我看完感觉还是假的她就跟我走，最后又去三家听洗脑课，晚饭吃完我就说下楼去转下，她就和我一起下楼我就说她学历挺高会说日语干什么不好，偏偏做这个这是传销就骗人的聊的挺多，她又在我面前哭说她很缺爱爸妈都从小对她都管的很严要求高压力大，她说叫我听完7天课在说真假不想做就走没人拦我，她说明天带我去教会祈福，早上吃完饭我们就去教堂她就在教堂里面说，她对我说她对我感情是真心的，说听完7天课做与不做都不会影响我们感情如果是假的她就跟我走她说她不会在神面前说假话又是哭着说，下午又开始听2节洗脑课，后面几天每天都是去4户人家一对一给我洗脑课，她带我去江滩公园看完洗脑课，她说带我去逛下汉正街她又买衣服和化妆品花我700元，最后带我见上总之后传销老总，我最后走说不相信她和同伙又诈骗我一千元现金，支付宝转账给骗子3400元，共诈骗我金钱4400元，这传销女张馨月骗子羞耻感丧失，道德感丧失，价值观混乱。多人被传销感情邀约骗钱，避免其他人受害，请朋友转发谢谢。 \\n 　　 \\n 　　 \\n 　　 \\n 　　\",\"timestamp\":1637720382,\"title\":\"陕西传销\"},\"digest\":\"Ry9I9H1hrxjy857qs2SwGszPMsxbriBTt8YbUPQN2KI\",\"authorship\":{\"contributor\":\"0xf36f779909E314705eeEf2a662caa77cb9Ac0b05\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Rh_FM1sZHNUwSnw3vZGaBatj97019eL3fWoEXC8LL9Q\\\",\\\"y\\\":\\\"Tj1T6SwDzobm87AYrODBioCclr2Zj4S2GnOmus44TeY\\\"}\",\"signature\":\"yjdiUjXJqcSUFIfIqayEJ_pB6fN6jOczNtFnSrleQsus2PLXsURx6Fa5a5Vng5wVwcqwAUoCFG00n3qmnCwR8A\",\"signingKeySignature\":\"0x0d82e87eb7b29370190e18310f4e77d3b3f9b2126c6e9063e6dea30135f945ca024a0f1d3e7383cbe82b16bdb4bdc198e0c6212ef8f41330619b6b43411228391c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Rh_FM1sZHNUwSnw3vZGaBatj97019eL3fWoEXC8LL9Q\\\",\\\"y\\\":\\\"Tj1T6SwDzobm87AYrODBioCclr2Zj4S2GnOmus44TeY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Ry9I9H1hrxjy857qs2SwGszPMsxbriBTt8YbUPQN2KI\"}"