"{\"content\":{\"body\":\"Dear Lord Sugar Mountain,\\n\\n*Attention: to my Facebook friend who is building a version of the metaverse that nobody wants as a starter.*\\n\\nThe last few years must certainly not have been easy. Your business model centered around polarization and, subsequently, outrage has ironically unified many of us against relying too much on your social media platform. Your government — whose sniper rifle accuracy you know all too well as they took out your ill-conceived stablecoin project shortly after your expensive global advertising campaign went live — has tuned in to the many whistleblowers exposing how your company captures and sells attention. It has called you in for questioning. Although to be fair, they also needed to speak with you to better understand the basics of digital ad revenue.\\n\\nWhat do people do when they are cornered? One of two things: fight back or flee the scene. As the walls close in, it seems that you have chosen to flee. Instead of addressing the deep-rooted issues of your business model, you’ve simply renamed the company, borrowing from a cyberpunk term coined in a 1992 dystopian novel that’s all about escaping a decaying world and getting hooked on an alternative illusionary reality, only to completely disregard the shortcomings of the real world. That’s probably not the connotation you had in mind when you rebranded the company, but it is the more accurate version of what you are promising to build.\\n\\n***Related: [What Facebook’s rebranding tells us about Big Tech’s ‘Game of Platforms’](https://cointelegraph.com/news/what-facebook-s-rebranding-tells-us-about-big-tech-s-game-of-platforms)***\\n\\n## Understanding the Metaverse\\n\\nThere is no ultimate definition of the Metaverse yet, but Grayscale’s attempt in their recent report is [getting very close](https://cointelegraph.com/news/the-metaverse-is-a-1t-opportunity-after-users-increase-10x-grayscale-report). It depicts the Metaverse as a set of interconnected experiential 3D virtual worlds where people located anywhere can socialize in real-time to form a persistent user-owned internet economy spanning the digital and physical worlds.\\n\\nWhile most of the adjectives in that definition are subject to debate and interpretation, one, in particular, stands out and is perhaps the most aligned with what we’re building in Cryptoland: user-owned. In the metaverse, we are constructing projects like The Sandbox, Decentraland, Axie Infinity, My Neighbour Alice, Star Atlas and Revv Racing. It is the users that ultimately own content as in-game NFT assets. The idea is that everyone has equal access to the means of production, in-game economics and consumption rooted in verifiable ownership of digital assets. What’s more, these in-game assets are transferable, ready to be traded on marketplaces and, at some stage even, to slide between worlds — your racing car skin designed for Revv Racing could be sent to another wallet connected to another racing game, giving your FlameBoi Design another chance to cross the checkered line and take the gold. Yes, one day, our user-owned in-game assets will [slither](https://youtu.be/90M60PzmxEE?t=15) wildly as they slip away across the Metaverse.\\n\\nThis vision for the Metaverse has little to do with your corporatized version of a nauseating virtual reality (VR) game of ping-pong with a childhood friend in a different timezone, wearing a disorientating headset that scans everything in the room, only to be fed you the “Recommended Purchases for You” sidebar minutes later.\\n\\n***Related: [New tribes of the Metaverse — Community-owned economies](https://cointelegraph.com/news/new-tribes-of-the-metaverse-community-owned-economies)***\\n\\n## Building something new\\n\\nYou talk about replacing precious real-world social interactions with a digital immersive “experience,” conveniently overlooking that your company will then own everything about that experience — from the visible interactive game elements all the way down to the metadata. Instead, the crypto version of the metaverse is driven by the same motivation as other Web 3.0 projects in this space: rebuilding our digital world to restore ownership to the individual. It has nothing to do with VR or your vision of a “better world.”\\n\\nWe’re building a new environment to spend our time and creative energy in. One that is equally accessible, rooted in crypto-economics and, at some stage, perhaps largely run by decentralized autonomous organizations (DAOs). And while corporations are [welcome](https://news.artnet.com/market/sothebys-wades-deeper-digital-art-game-new-custom-nft-marketplace-called-metaverse-2021205) to participate and produce their own assets in the crypto metaverse, they should not own any outsized part of it, as it takes the power away from the individual and from the main goal in question: to create a Metaverse that is user-owned.\\n\\nCentralized dreams have no business snooping around the metaverse. Not going to make it.\\n\\n*This article does not contain investment advice or recommendations. Every investment and trading move involves risk, and readers should conduct their own research when making a decision.*\\n\\n*The views, thoughts and opinions expressed here are the author’s alone and do not necessarily reflect or represent the views and opinions of Cointelegraph.*\\n\\n**Ben Caselin** is the head of research and strategy at AAX, the crypto exchange to be powered by London Stock Exchange Group’s LSEG Technology. With a background in creative arts, social research and fintech, Ben develops insights into Bitcoin and decentralized finance and provides strategic direction at AAX. He is also a working member of Global Digital Finance (GDF), a leading industry body dedicated to driving the acceleration and adoption of digital finance forward.\",\"timestamp\":1639379281,\"title\":\"A letter to Zuckerberg: The Metaverse is not what you think it is\"},\"digest\":\"NSKIQOAKfUhZfCUA86W2zh2k3ncZKdDT-9aQIswdHpU\",\"authorship\":{\"contributor\":\"0x6d08E06183af7cefD6aaF0e5B5d537d952f44aC7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"x3AA07-kjCwzu9Se6weGv-znrLDwu4lYqMXnE6Y2TUs\\\",\\\"y\\\":\\\"7tM0tMJSobFzZDcB7jRKs0nU-G9nsoy_0y_Y8ZS91yY\\\"}\",\"signature\":\"Nhc6azb93wZtrDdvSZ98xBZPZ9m00Mzp2t2zc7zsNuH6B1WFopX9GgLrcOj_zY58iI3CIkcG5Uz4jgOmLGWJjQ\",\"signingKeySignature\":\"0x78edfcad2734f9cda4b0a78356988f4b31f8406d8df14cbee631b68121ba4b7c3e49d17baebce5f73c8de810ba90b337dd464b4dbe234e74bb29e7431e108e841c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"x3AA07-kjCwzu9Se6weGv-znrLDwu4lYqMXnE6Y2TUs\\\",\\\"y\\\":\\\"7tM0tMJSobFzZDcB7jRKs0nU-G9nsoy_0y_Y8ZS91yY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NSKIQOAKfUhZfCUA86W2zh2k3ncZKdDT-9aQIswdHpU\"}"