"{\"content\":{\"body\":\"My mom's been making me tsao mi fun, in Mandarin, or tsa bi whun, in Taiwanese, since I was a little girl. Tsa bi whun literally translates to 'fried rice noodles'. You'll most likely find all the ingredients at your local supermarket except for the five spice powder, dried Chinese black mushrooms and rice vermicelli which can be found at your local Asian food mart. All the measurements here are pretty much to taste, some people like more pork, some less, some more soy sauce, some less, etc.\\n\\n[ \\n ](https://www.allrecipes.com/cook/1407314/)Directions\\n\\nInstructions Checklist\\n\\n* Step 1\\n\\n  Place the pork into a mixing bowl and pour in the soy sauce and rice wine. Sprinkle with the white pepper, five-spice powder, and cornstarch. Mix well, then set aside to marinate. Soak the mushrooms in a bowl of cold water for 20 minutes, then pour off the water, cut off and discard the stems of the mushrooms. Slice the mushrooms thinly and reserve. Soak the rice vermicelli in a separate bowl of cold water for 10 minutes, then pour off the water and set the noodles aside.\\n* Step 2\\n\\n  Heat 1 tablespoon of the vegetable oil in a wok or large skillet over medium heat. Pour in the eggs, and cook until firm, flipping once, to make a pancake. Remove the egg pancake, and allow to cool, then thinly slice and place into a large bowl. Heat 2 more tablespoons of the vegetable oil in the wok over high heat. Stir in the garlic and dried shrimp, and cook until the shrimp become aromatic, about 20 seconds. Next, add the pork along with the marinade, and cook until the pork is no longer pink, about 4 minutes. Stir in the carrots and onion, and cook until the carrots begin to soften, about 3 minutes. Finally, add the bean sprouts, napa cabbage, and sliced mushrooms; cook and stir until the vegetables are tender, about 3 minutes more. Scrape the pork mixture into the bowl along with the eggs, then wipe out the wok and return it to the stove over medium-high heat.\\n* Step 3\\n\\n  Heat the remaining vegetable oil in the wok, then stir in the drained rice vermicelli noodles. Cook and stir for a few minutes until the noodles soften, then stir in the reserved pork mixture. Scrape the mixture in to a serving bowl and garnish with cilantro to serve.\",\"timestamp\":1640339221,\"title\":\"Tsao Mi Fun\"},\"digest\":\"ProIrbHJLkDJ57ugTSpyqcuqpRhkMwbJ3KfEe9aTeBo\",\"authorship\":{\"contributor\":\"0x64102C14D69eFA65144702BD5Eba23ca2F50d387\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6ORuY-8rfmdSm7f2hfQQ71V4_B5cHVqWskywrWs_biI\\\",\\\"y\\\":\\\"p6apoRvSkpx8fErMUlxlIkJbrk2EwvPLiFVlwalOJ0o\\\"}\",\"signature\":\"B0Kg8dPswKghDrCrhcWKg95P62ji3dmt6Iu3S2KF-WndsqfwlzLZqmXwkBshF_fbnK_xIUXVVqGzwqn43FRHLQ\",\"signingKeySignature\":\"0x9ba1f3b820487b0701c2c34c91c0dd9fe065ecfe122afe0a7be0ec360b91f84968341686c82330551deeba1fca2981c76d065539fbf0e11f98996c51bda1b4121b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6ORuY-8rfmdSm7f2hfQQ71V4_B5cHVqWskywrWs_biI\\\",\\\"y\\\":\\\"p6apoRvSkpx8fErMUlxlIkJbrk2EwvPLiFVlwalOJ0o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ProIrbHJLkDJ57ugTSpyqcuqpRhkMwbJ3KfEe9aTeBo\"}"