"{\"content\":{\"body\":\"I have heard him relate very few college adventures.  He used to say that our best accounts of his behaviour there would be gathered from Dr. Adams and Dr. Taylor, and that he was sure they would always tell the truth.  He told me, however, one day how, when he was first entered at the University, he passed a morning, in compliance with the customs of the place, at his tutor's chambers; but, finding him no scholar, went no more.  In about ten days after, meeting the same gentleman, Mr. Jordan, in the street, he offered to pass by without saluting him; but the tutor stopped, and inquired, not roughly neither, what he had been doing?  \\\"Sliding on the ice,\\\" was the reply, and so turned away with disdain.  He laughed very heartily at the recollection of his own insolence, and said they endured it from him with wonderful acquiescence, and a gentleness that, whenever he thought of it, astonished himself.  He told me, too, that when he made his first declamation, he wrote over but one copy, and that coarsely; and having given it into the hand of the tutor, who stood to receive it as he passed, was obliged to begin by chance and continue on how he could, for he had got but little of it by heart; so fairly trusting to his present powers for immediate supply, he finished by adding astonishment to the applause of all who knew how little was owing to study.  A prodigious risk, however, said some one.  \\\"Not at all!\\\" exclaims Johnson.  \\\"No man, I suppose, leaps at once into deep water who does not know how to swim.\\\"\\n\\nI doubt not but this story will be told by many of his biographers, and said so to him when he told it me on the 18th of July, 1773.  \\\"And who will be my biographer,\\\" said he, \\\"do you think?\\\"  \\\"Goldsmith, no doubt,\\\" replied I, \\\"and he will do it the best among us.\\\"  \\\"The dog would write it best, to be sure,\\\" replied he; \\\"but his particular malice towards me, and general disregard for truth, would make the book useless to all, and injurious to my character.\\\"  \\\"Oh! as to that,\\\" said I, \\\"we should all fasten upon him, and force him to do you justice; but the worst is, the Doctor does not KNOW your life; nor can I tell indeed who does, except Dr. Taylor of Ashbourne.\\\" \\\"Why, Taylor,\\\" said he, \\\"is better acquainted with my HEART than any man or woman now alive; and the history of my Oxford exploits lies all between him and Adams; but Dr. James knows my very early days better than he.  After my coming to London to drive the world about a little, you must all go to Jack Hawkesworth for anecdotes.  I lived in great familiarity with him (though I think there was not much affection) from the year 1753 till the time Mr. Thrale and you took me up.  I intend, however, to disappoint the rogues, and either make you write the life, with Taylor's intelligence, or, which is better, do it myself, after outliving you all.  I am now,\\\" added he, \\\"keeping a diary, in hopes of using it for that purpose some time.\\\"  Here the conversation stopped, from my accidentally looking in an old magazine of the year 1768, where I saw the following lines with his name to them, and asked if they were his:--\\n\\nVerses said to be written by Dr. Samuel Johnson, at the request of a gentleman to whom a lady had given a sprig of myrtle.     \\\"What hopes, what terrors, does thy gift create,      Ambiguous emblem of uncertain fate;      The myrtle, ensign of supreme command,      Consigned by Venus to Melissa's hand:      Not less capricious than a reigning fair,      Now grants, and now rejects a lover's prayer.      In myrtle shades oft sings the happy swain,      In myrtle shades despairing ghosts complain:      The myrtle crowns the happy lovers' heads,      The unhappy lover's grave the myrtle spreads:      Oh, then, the meaning of thy gift impart,      And ease the throbbings of an anxious heart!      Soon must this bough, as you shall fix his doom,      Adorn Philander's head, or grace his tomb.\\\"\\n\\n\\\"Why, now, do but see how the world is gaping for a wonder!\\\" cries Mr. Johnson.  \\\"I think it is now just forty years ago that a young fellow had a sprig of myrtle given him by a girl he courted, and asked me to write him some verses that he might present her in return.  I promised, but forgot; and when he called for his lines at the time agreed on--'Sit still a moment,' says I, 'dear Mund, and I'll fetch them thee,' so stepped aside for five minutes, and wrote the nonsense you now keep such a stir about.\\\"\\n\\nUpon revising these anecdotes, it is impossible not to be struck with shame and regret that one treasured no more of them up; but no experience is sufficient to cure the vice of negligence.  Whatever one sees constantly, or might see constantly, becomes uninteresting; and we suffer every trivial occupation, every slight amusement, to hinder us from writing down what, indeed, we cannot choose but remember, but what we should wish to recollect with pleasure, unpoisoned by remorse for not remembering more.  While I write this, I neglect impressing my mind with the wonders of art and beauties of nature that now surround me; and shall one day, perhaps, think on the hours I might have profitably passed in the Florentine Gallery, and reflecting on Raphael's St. John at that time, as upon Johnson's conversation in this moment, may justly exclaim of the months spent by me most delightfully in Italy--\\n\\n```\\n\\\"That I prized every hour that passed by,         Beyond all that had pleased me before;      But now they are past, and I sigh         And I grieve that I prized them no more.\\\"                                     SHENSTONE.\\n```\\n\\nDr. Johnson delighted in his own partiality for Oxford; and one day, at my house, entertained five members of the other University with various instances of the superiority of Oxford, enumerating the gigantic names of many men whom it had produced, with apparent triumph.  At last I said to him, \\\"Why, there happens to be no less than five Cambridge men in the room now.\\\"  \\\"I did not,\\\" said he, \\\"think of that till you told me; but the wolf don't count the sheep.\\\"  When the company were retired, we happened to be talking of Dr. Barnard, the Provost of Eton, who died about that time; and after a long and just eulogium on his wit, his learning, and his goodness of heart, \\\"He was the only man, too,\\\" says Mr. Johnson, quite seriously, \\\"that did justice to my good breeding; and you may observe that I am well-bred to a degree of needless scrupulosity.  No man,\\\" continued he, not observing the amazement of his hearers, \\\"no man is so cautious not to interrupt another; no man thinks it so necessary to appear attentive when others are speaking; no man so steadily refuses preference to himself, or so willingly bestows it on another, as I do; nobody holds so strongly as I do the necessity of ceremony, and the ill effects which follow the breach of it, yet people think me rude; but Barnard did me justice.\\\"  \\\"'Tis pity,\\\" said I, laughing, \\\"that he had not heard you compliment the Cambridge men after dinner to-day.\\\"  \\\"Why,\\\" replied he, \\\"I was inclined to DOWN them sure enough; but then a fellow DESERVES to be of Oxford that talks so.\\\"  I have heard him at other times relate how he used so sit in some coffee-house there, and turn M----'s \\\"C-r-ct-c-s\\\" into ridicule for the diversion of himself and of chance comers-in.  \\\"The 'Elf-da,'\\\" says he, \\\"was too exquisitely pretty; I could make no fun out of that.\\\"  When upon some occasions he would express his astonishment that he should have an enemy in the world, while he had been doing nothing but good to his neighbours, I used to make him recollect these circumstances.  \\\"Why, child,\\\" said he, \\\"what harm could that do the fellow?  I always thought very well of M----n for a CAMBRIDGE man; he is, I believe, a mighty blameless character.\\\"  Such tricks were, however, the more unpardonable in Mr. Johnson, because no one could harangue like him about the difficulty always found in forgiving petty injuries, or in provoking by needless offence.  Mr. Jordan, his tutor, had much of his affection, though he despised his want of scholastic learning.  \\\"That creature would,\\\" said he, \\\"defend his pupils to the last: no young lad under his care should suffer for committing slight improprieties, while he had breath to defend, or power to protect them.  If I had had sons to send to College,\\\" added he, \\\"Jordan should have been their tutor.\\\"\\n\\nSir William Browne, the physician, who lived to a very extraordinary age, and was in other respects an odd mortal, with more genius than understanding, and more self sufficiency than wit, was the only person who ventured to oppose Mr. Johnson when he had a mind to shine by exalting his favourite university, and to express his contempt of the Whiggish notions which prevail at Cambridge.  HE did it once, however, with surprising felicity.  His antagonist having repeated with an air of triumph the famous epigram written by Dr. Trapp--\\n\\n```\\n \\\"Our royal master saw, with heedful eyes,       The wants of his two universities:       Troops he to Oxford sent, as knowing why       That learned body wanted loyalty:       But books to Cambridge gave, as well discerning       That that right loyal body wanted learning.\\\"\\n```\\n\\nWhich, says Sir William, might well be answered thus:--\\n\\n```\\n \\\"The King to Oxford sent his troop of horse,       For Tories own no argument but force;       With equal care to Cambridge books he sent,       For Whigs allow no force but argument.\\\"\\n```\\n\\nMr. Johnson did him the justice to say it was one of the happiest extemporaneous productions he ever met with, though he once comically confessed that he hated to repeat the wit of a Whig urged in support of Whiggism.  Says Garrick to him one day, \\\"Why did not you make me a Tory, when we lived so much together?  You love to make people Tories.\\\"  \\\"Why,\\\" says Johnson, pulling a heap of halfpence from his pocket, \\\"did not the king make these guineas?\\\"\\n\\nOf Mr. Johnson's Toryism the world has long been witness, and the political pamphlets written by him in defence of his party are vigorous and elegant. He often delighted his imagination with the thoughts of having destroyed Junius, an anonymous writer who flourished in the years 1769 and 177O, and who kept himself so ingeniously concealed from every endeavour to detect him that no probable guess was, I believe, ever formed concerning the author's name, though at that time the subject of general conversation. Mr. Johnson made us all laugh one day, because I had received a remarkably fine Stilton cheese as a present from some person who had packed and directed it carefully, but without mentioning whence it came.  Mr. Thrale, desirous to know who we were obliged to, asked every friend as they came in, but nobody owned it.  \\\"Depend upon it, sir,\\\" says Johnson, \\\"it was sent by JUNIUS.\\\"\\n\\nThe \\\"False Alarm,\\\" his first and favourite pamphlet, was written at our house between eight o'clock on Wednesday night and twelve o'clock on Thursday night.  We read it to Mr. Thrale when he came very late home from the House of Commons; the other political tracts followed in their order. I have forgotten which contains the stroke at Junius, but shall for ever remember the pleasure it gave him to have written it.  It was, however, in the year 1775 that Mr. Edmund Burke made the famous speech in Parliament that struck even foes with admiration, and friends with delight.  Among the nameless thousands who are contented to echo those praises they have not skill to invent, *I* ventured, before Dr. Johnson himself, to applaud with rapture the beautiful passage in it concerning Lord Bathurst and the Angel, which, said our Doctor, had I been in the house, I would have answered THUS:--\\n\\n\\\"Suppose, Mr. Speaker, that to Wharton or to Marlborough, or to any of the eminent Whigs of the last age, the devil had, not with any great impropriety, consented to appear, he would, perhaps, in somewhat like these words, have commenced the conversation:\\n\\n\\\"'You seem, my lord, to be concerned at the judicious apprehension that while you are sapping the foundations of royalty at home, and propagating here the dangerous doctrine of resistance, the distance of America may secure its inhabitants from your arts, though active.  But I will unfold to you the gay prospects of futurity.  This people, now so innocent and harmless, shall draw the sword against their mother country, and bathe its point in the blood of their benefactors; this people, now contented with a little, shall then refuse to spare what they themselves confess they could not miss; and these men, now so honest and so grateful, shall, in return for peace and for protection, see their vile agents in the House of Parliament, there to sow the seeds of sedition, and propagate confusion, perplexity, and pain.  Be not dispirited, then, at the contemplation of their present happy state:  I promise you that anarchy, poverty, and death shall, by my care, be carried even across the spacious Atlantic, and settle in America itself, the sure consequences of our beloved Whiggism.'\\\"\\n\\nThis I thought a thing so very particular that I begged his leave to write it down directly, before anything could intervene that might make me forget the force of the expressions.  A trick which I have, however, seen played on common occasions, of sitting steadily down at the other end of the room to write at the moment what should be said in company, either BY Dr. Johnson or TO him, I never practised myself, nor approved of in another. There is something so ill-bred, and so inclining to treachery in this conduct, that were it commonly adopted all confidence would soon be exiled from society, and a conversation assembly-room would become tremendous as a court of justice.  A set of acquaintance joined in familiar chat may say a thousand things which, as the phrase is, pass well enough at the time, though they cannot stand the test of critical examination; and as all talk beyond that which is necessary to the purposes of actual business is a kind of game, there will be ever found ways of playing fairly or unfairly at it, which distinguish the gentleman from the juggler.  Dr. Johnson, as well as many of my acquaintance, knew that I kept a common-place book, and he one day said to me good-humouredly that he would give me something to write in my repository.  \\\"I warrant,\\\" said he, \\\"there is a great deal about me in it.  You shall have at least one thing worth your pains, so if you will get the pen and ink I will repeat to you Anacreon's 'Dove' directly; but tell at the same time that as I never was struck with anything in the Greek language till I read THAT, so I never read anything in the same language since that pleased me as much.  I hope my translation,\\\" continued he, \\\"is not worse than that of Frank Fawkes.\\\"  Seeing me disposed to laugh, \\\"Nay, nay,\\\" said he, \\\"Frank Fawkes has done them very finely.\\\"\\n\\n```\\n \\\"Lovely courier of the sky,       Whence and whither dost thou fly?       Scatt'ring, as thy pinions play,       Liquid fragrance all the way.       Is it business? is it love?       Tell me, tell me, gentle Dove.       'Soft Anacreon's vows I bear,       Vows to Myrtale the fair;       Graced with all that charms the heart,       Blushing nature, smiling art.       Venus, courted by an ode,       On the bard her Dove bestowed.       Vested with a master's right       Now Anacreon rules my flight;       His the letters that you see,       Weighty charge consigned to me;       Think not yet my service hard,       Joyless task without reward;       Smiling at my master's gates,       Freedom my return awaits.       But the liberal grant in vain       Tempts me to be wild again.       Can a prudent Dove decline       Blissful bondage such as mine?       Over hills and fields to roam,       Fortune's guest without a home;       Under leaves to hide one's head,       Slightly sheltered, coarsely fed;       Now my better lot bestows       Sweet repast, and soft repose;       Now the generous bowl I sip       As it leaves Anacreon's lip;       Void of care, and free from dread,       From his fingers snatch his bread,       Then with luscious plenty gay,       Round his chamber dance and play;       Or from wine, as courage springs,       O'er his face extend my wings;       And when feast and frolic tire,       Drop asleep upon his lyre.       This is all, be quick and go,       More than all thou canst not know;       Let me now my pinions ply,       I have chattered like a pie.'\\\"\\n```\\n\\nWhen I had finished, \\\"But you must remember to add,\\\" says Mr. Johnson, \\\"that though these verses were planned, and even begun, when I was sixteen years old, I never could find time to make an end of them before I was sixty-eight.\\\"\\n\\nThis facility of writing, and this dilatoriness ever to write, Mr. Johnson always retained, from the days that he lay abed and dictated his first publication to Mr. Hector, who acted as his amanuensis, to the moment he made me copy out those variations in Pope's \\\"Homer\\\" which are printed in the \\\"Poets' Lives.\\\"  \\\"And now,\\\" said he, when I had finished it for him, \\\"I fear not Mr. Nicholson of a pin.\\\"  The fine 'Rambler,' on the subject of Procrastination, was hastily composed, as I have heard, in Sir Joshua Reynolds's parlour, while the boy waited to carry it to press; and numberless are the instances of his writing under immediate pressure of importunity or distress.  He told me that the character of Sober in the 'Idler' was by himself intended as his own portrait, and that he had his own outset into life in his eye when he wrote the Eastern story of \\\"Gelaleddin.\\\" Of the allegorical papers in the 'Rambler,' Labour and Rest was his favourite; but Scrotinus, the man who returns late in life to receive honours in his native country, and meets with mortification instead of respect, was by him considered as a masterpiece in the science of life and manners.  The character of Prospero in the fourth volume Garrick took to be his; and I have heard the author say that he never forgave the offence.  Sophron was likewise a picture drawn from reality, and by Gelidus, the philosopher, he meant to represent Mr. Coulson, a mathematician, who formerly lived at Rochester.  The man immortalised for purring like a cat was, as he told me, one Busby, a proctor in the Commons. He who barked so ingeniously, and then called the drawer to drive away the dog, was father to Dr. Salter, of the Charterhouse.  He who sang a song, and by correspondent motions of his arm chalked out a giant on the wall, was one Richardson, an attorney.  The letter signed \\\"Sunday\\\" was written by Miss Talbot; and he fancied the billets in the first volume of the 'Rambler' were sent him by Miss Mulso, now Mrs. Chapone.  The papers contributed by Mrs. Carter had much of his esteem, though he always blamed me for preferring the letter signed \\\"Chariessa\\\" to the allegory, where religion and superstition are indeed most masterly delineated.\\n\\nWhen Dr. Johnson read his own satire, in which the life of a scholar is painted, with the various obstructions thrown in his way to fortune and to fame, he burst into a passion of tears one day.  The family and Mr. Scott only were present, who, in a jocose way, clapped him on the back, and said, \\\"What's all this, my dear sir?  Why, you and I and HERCULES, you know, were all troubled with MELANCHOLY.\\\"  As there are many gentlemen of the same name, I should say, perhaps, that it was a Mr. Scott who married Miss Robinson, and that I think I have heard Mr. Thrale call him George Lowis, or George Augustus, I have forgot which.  He was a very large man, however, and made out the triumvirate with Johnson and Hercules comically enough. The Doctor was so delighted at his odd sally that he suddenly embraced him, and the subject was immediately changed.  I never saw Mr. Scott but that once in my life.\\n\\nDr. Johnson was liberal enough in granting literary assistance to others, I think; and innumerable are the prefaces, sermons, lectures, and dedications which he used to make for people who begged of him.  Mr. Murphy related in his and my hearing one day, and he did not deny it, that when Murphy joked him the week before for having been so diligent of late between Dodd's sermon and Kelly's prologue, Dr. Johnson replied, \\\"Why, sir, when they come to me with a dead staymaker and a dying parson, what can a man do?\\\"  He SAID, however, that \\\"he hated to give away literary performances, or even to sell them too cheaply.  The next generation shall not accuse me,\\\" added he, \\\"of beating down the price of literature.  One hates, besides, ever to give that which one has been accustomed to sell.  Would not you, sir,\\\" turning to Mr. Thrale, \\\"rather give away money than porter?\\\"\\n\\nMr. Johnson had never, by his own account, been a close student, and used to advise young people never to be without a book in their pocket, to be read at bye-times when they had nothing else to do.  \\\"It has been by that means,\\\" said he to a boy at our house one day, \\\"that all my knowledge has been gained, except what I have picked up by running about the world with my wits ready to observe, and my tongue ready to talk.  A man is seldom in a humour to unlock his bookcase, set his desk in order, and betake himself to serious study; but a retentive memory will do something, and a fellow shall have strange credit given him, if he can but recollect striking passages from different books, keep the authors separate in his head, and bring his stock of knowledge artfully into play.  How else,\\\" added he, \\\"do the gamesters manage when they play for more money than they are worth?\\\" His Dictionary, however, could not, one would think, have been written by running up and down; but he really did not consider it as a great performance; and used to say \\\"that he might have done it easily in two years had not his health received several shocks during the time.\\\"\\n\\nWhen Mr. Thrale, in consequence of this declaration, teased him in the year 1768 to give a new edition of it, because, said he, there are four or five gross faults:  \\\"Alas! sir,\\\" replied Johnson, \\\"there are four or five hundred faults instead of four or five; but you do not consider that it would take me up three whole months' labour, and when the time was expired the work would not be done.\\\"  When the booksellers set him about it, however, some years after, he went cheerfully to the business, said he was well paid, and that they deserved to have it done carefully.  His reply to the person who complimented him on its coming out first, mentioning the ill success of the French in a similar attempt, is well known, and, I trust, has been often recorded.  \\\"Why, what would you expect, dear sir,\\\" said he, \\\"from fellows that eat frogs?\\\"  I have, however, often thought Dr.  Johnson more free than prudent in professing so loudly his little skill in the Greek language; for though he considered it as a proof of a narrow mind to be too careful of literary reputation, yet no man could be more enraged than he if an enemy, taking advantage of this confession, twitted him with his ignorance; and I remember when the King of Denmark was in England one of his noblemen was brought by Mr. Colman to see Dr. Johnson at our country house, and having heard, he said, that he was not famous for Greek literature, attacked him on the weak side, politely adding that he chose that conversation on purpose to favour himself.  Our Doctor, however, displayed so copious, so compendious a knowledge of authors, books, and every branch of learning in that language, that the gentleman appeared astonished.  When he was gone home, says Johnson, \\\"Now, for all this triumph I may thank Thrale's Xenophon here, as I think, excepting that ONE, I have not looked in a Greek book these ten years; but see what haste my dear friends were all in,\\\" continued he, \\\"to tell this poor innocent foreigner that I know nothing of Greek!  Oh, no, he knows nothing of Greek!\\\" with a loud burst of laughing.\",\"timestamp\":1639709269,\"title\":\"At the age of eighteen Dr. Johnson quitted school, and escaped from the tuition of those he hated or those he despised. \"},\"digest\":\"u-CIEVrw8JT0CCIXbai_oBTU1TMo8C6H0sdJGfkpP4k\",\"authorship\":{\"contributor\":\"0x6961235d2e95818F7a1E230634bC24de80Bd6f6a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6Iwf4xSE87oWUd1203cwHoLtJXRhj3XEPNxpkTmDEgA\\\",\\\"y\\\":\\\"HjhXM6NagaEtQkaGoWvuVu5nCrPUJ7AUc9qndTfbx-0\\\"}\",\"signature\":\"bMojCXKhFjBY0sBndw_lBceX7iG6soeFcYH5YZaoVZZU2hYtlDvFJz8YGfWHwmVcsTDO9Aw2CMaignblm4GaNw\",\"signingKeySignature\":\"0xf216746d89a54077389c9ce798893166f264c3f83c51c57f957ea5777ed69f4b31b0a54b638c496282ec36eb93bbeac373de6ccc1faeabff2f4e4e64f23219991c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6Iwf4xSE87oWUd1203cwHoLtJXRhj3XEPNxpkTmDEgA\\\",\\\"y\\\":\\\"HjhXM6NagaEtQkaGoWvuVu5nCrPUJ7AUc9qndTfbx-0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"u-CIEVrw8JT0CCIXbai_oBTU1TMo8C6H0sdJGfkpP4k\"}"