"{\"content\":{\"body\":\"1. It is of milestone significance. It is undeniable that in the cryptocurrency and blockchain boom, whether it is at the exchanges, venture capital funds, project innovation, or regulatory level, as well as the rapid growth of mining power, the United States has walked in the forefront of the world. Despite the high voices, the SEC has been rejecting or delaying the arrival of Bitcoin ETFs with slogans such as disrupting market financial order. However, with the adoption of many Bitcoin ETFs in Europe, South America and other regions, the United States, which has gathered top resources, has intensified the contradiction between the mismatch of encrypted resources and encrypted financial instruments. The first Bitcoin futures ETF in the United States is finally coming under constant calls. There is no doubt that this is an important moment. It represents that the country with the most abundant crypto resources finally ushered in the first crypto ETF. The news came out, fermented, and spread. Bitcoin was less than 1,000 points higher than the previous one. This is the best response from crypto investors.\\n2. The strength of the Bitcoin consensus makes regulation \\\"compromise\\\". According to the market value ranking of listed companies, heavy metals and other assets, Bitcoin is already the 8th largest asset target in the world, and it is not far from the silver in front. It has only been more than ten years since its inception. Bitcoin has gone from obscurity to consensus all over the world. During this period, it has experienced hundreds of times of policy suppression by various countries, but it has become a non-negligible existence in the world. Presumably the US government also understands that strangulation is never the best way, but to look at it with a more innovative way of thinking and embrace it.\\n3. The historical significance may be greater than the actual significance. Behind the fanaticism still needs to be treated wisely. Bitcoin futures ETF has undoubtedly greatly increased the attention of the society and traditional investors, and it also provides a channel for retail investors and institutions to participate in Bitcoin transactions in a compliant manner. But in practice, for retail investors, this may not be the best way to enjoy the long-term rise of bitcoin; for institutions, bitcoin futures ETFs may become hedge funds or asset management companies to hedge their bitcoin spot targets or Other asset-based tools, or to put it bluntly, also provide a more reasonable short-selling method for those who look down on Bitcoin for a long time. From a short-term perspective, the first Bitcoin futures ETF in the United States has become a gimmick of \\\"drawing\\\", and ordinary investors should pay attention to Fomo.\\n\\nFourth, the further development of the encrypted derivative market. Although there are CME Bitcoin futures in the United States, its trading volume does not account for a large proportion of the entire crypto futures market, and it is still dominated by leading cryptocurrency exchanges such as Binance and FTX. The arrival of the first Bitcoin futures ETF in the United States may not have an excessively significant impact on the price of Bitcoin, but with the growth of its derivatives market, the trading volume of CME Bitcoin futures may be traded by institutions attracted by the arrival of the Bitcoin futures ETF. Quantities and rapid development.\",\"timestamp\":1634479073,\"title\":\"The significance and impact of the first Bitcoin futures ETF in the U.S.\"},\"digest\":\"Kvu32PRyrFfjvjTFWI8aq6RFq2iGPinAFVgQ4Jd3XoQ\",\"authorship\":{\"contributor\":\"0xa7A74628446F158CB4Ae4D9e052d351baE487b11\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SEPcENnqV3HYJo6UiCiRq8MhQlZ91Hja2rfaktq4ozA\\\",\\\"y\\\":\\\"RZGnwHsMVAnmbbOfr6Lzcs1dUuzBVljMLjf2nx5lBvk\\\"}\",\"signature\":\"JK-014o303TSr16LvlFrIAJ5qLIDQKL0CRlOcbzQ59u9o4YYME8aihUmf_kAd0tyjNTkdu5bskZxQ8y1fcoW5w\",\"signingKeySignature\":\"0x38db38244f916d4bd48513f86c9031d328bc0ce08e700b9b213528a7dc6334870ee8eee088c0c3fc414629bc68b8c45468f98ba7b2c70a4e8d077bed303018161b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SEPcENnqV3HYJo6UiCiRq8MhQlZ91Hja2rfaktq4ozA\\\",\\\"y\\\":\\\"RZGnwHsMVAnmbbOfr6Lzcs1dUuzBVljMLjf2nx5lBvk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Kvu32PRyrFfjvjTFWI8aq6RFq2iGPinAFVgQ4Jd3XoQ\"}"