"{\"content\":{\"body\":\"3\\\\.1 宏观和比特币\\n\\n整理了下思绪，在今年最后一次FOMC开始前，聊一聊对明年的预测。其实也不敢说预测，只能说分享我自己观察的纬度。明年是个非常有趣的一年，整体复杂的宏观大环境+传统资本大范围入圈+新的热点新的故事。先提出我在观察或思考的纬度，然后一条一条梳理。\\n\\n1、在2022年抑制高通胀成为了主旋律，Taper、加息在过去两个月摧毁了ETF对比特币价格带来的正向影响和年底的超强预期。Taper原定6个月，现在市场预期3个月就结束，而在6月开始加息。对于比特币这样的风险资产打击是极大的，比特币要面临着自08年以来第一次大范围的收缩货币政策。\\n\\n2、疫情，尤其是新的变种病毒带来的新的不确定性，如果疫情继续大规模爆发，叠加通缩预期下的投资者撤出风险资产避险，是否会再次出现312这样的极端行情。\\n\\n3、在美国进入通缩后，其他国家是否有足够强的经济数据支撑通缩，如果继续货币超发带来的通胀是否会造成比特币逐渐替代主权货币成为常用货币？\\n\\n4、在ETF推出后，短期内能入场的机构都已经完成布局，新的买盘在哪儿？\\n\\n5、2022年对比特币很重要，是时候判断比特币是储值货币数字黄金，还是共识驱动的风险资产。至少在这个周期，95%的故事依然是在风险资产这块，但随着风险资产整体的衰落，比特币将会怎么转型应对接下来经济下行期和可能的金融危机呢？\\n\\n顺着昨晚的推文继续说，美联储又一次向我们证明了预期管理的重要性，再一次通过提前通过谈话等方式让市场对接下来的情况有预期，不至于暴涨暴跌。比较有趣的事是说要加三次息，其实又是一种预期管理，先把最坏的可能性告诉你（在一个不坏的氛围里），然后市场反应再管理预期。但不得不说，\\\\*\\\\*疫情带来的量化宽松周期结束了，312以来的基于货币增发的大牛市也到了拐点。\\\\*\\\\*但拐点不是终点，因为直到3月份大概率都不会有更强的宏观利空存在，所以也许行情还会有一段时间的反复期。并且因为市场内生的新故事炒作和大基金的进场，如果能产生新的热点或许也能带动行情在往上走一走。但是过了3月份，宏观上又要开始为6月份加息做预期管理，整个市场的资金也提前收缩，大波动或许会提前出现。\\n\\n再回到全球经济（这块随便说说个人的想法不一定对），距离上一次经济危机已经13年了，上一次崩盘发生在过热的房地产。在这13年内，数字化和移动互联网成为了增长的主线，但是这条主线已经到了比较后期的阶段。下一个大叙事是元宇宙，因为元宇宙作为一个新的世界，大量的规则等待制定，大量的周边产业值得发掘（元宇宙不只是币圈的元宇宙，包括大量的VR、AR、智能设备等等等，区块链和NFT只是其中的一个技术解决方案）。但元宇宙真的会这么快来吗？个人觉得很难。而且现有的架构或许需要再一次的经济危机重构来迎接新的产业变革。所以有一定可能在接下来的几年内会出现一定范围，一定烈度的经济危机。不会像是08年那么严重，因为疫情某种意义上来说帮助消化了很多泡沫，但我相信烈火烹油的盛世不会是永久的，接下来一段时间的寒冬是很大可能出现的。比特币对冲的是单点货币贬值的风险，但对于整体的经济寒冬，尤其是可能的流动性衰竭，比特币或许表现会比其他资产好，但是相信也会好的有限。\\n\\n支撑Taper和加息的主要原因是美国经济不错，并且通胀过高。之前个人会有判断因为冬天能源问题和新病毒的原因会延迟Taper，这也是我做出年底大牛市判断的基础。但是疫情来了加息还在，有些可惜。这次和14年的Taper最大的区别就是理论上全球经济迎来了疫情后的爆发期。但是考虑到疫情因素，是否会出现新病毒导致的全球经济再次衰退呢？根据多方综合判断，这次南非病毒的影响力将会有很强的持续性，群体免疫有可能会再来一次。如果再一次出现全球放水抗疫，只有美国收水的情况，届时资本回流美国，新的一批国家的法定货币无法维持自己的价值。是否会借助比特币作为对冲法币风险的支付路径呢？在数字货币transition量最大的几个国家中，土耳其、巴西、哥伦比亚、阿根廷都是本国货币极度不稳定的。那么如果疫情导致欧债危机重演，以现在比特币的体量是否能够取代一些破产国家的主权货币成为价值交换的媒介呢？目前这些都还是猜想，暂时没有比较清晰的证据，但这个预期或许会成为明年下半年的主线之一。\\n\\n要说新的买盘在哪儿，我们先聊聊之前的买盘在哪儿？个人认为17年那波的买盘主要是国内和其他新兴国家的年轻人，大家为了一夜暴富的梦想进入了这个圈子，对于这批人来说比特币也买山寨币也买，并且都会配置一部分比特币仓位，因为啥都涨买啥都一样。但20-21年这一波的行情分化严重，不同币种的买盘不一样，部分机构、企业、高净值个人和家族办公室买比特币，并且只买比特币，因为这批人本质是风险厌恶者，做的是配置的思路，对资产的流动性和规模有很大的要求。但因为基于智能合约的Defi、NFT等资产大范围爆发，这一批的年轻人（散户）的投资对象成为了这些赚钱效应更强的资产。比特币太贵了，向上的空间也太少了，买比特币也改变不了命运，但是赌山寨币能。至此比特币和其他币的持有者人群开始分叉，并逐渐往两个极端的方向前进。那么比特币还能吸引散户买吗，个人认为更难了，比特币未来的买家只会继续往传统走，从资产配置到资产储备再到交易的媒介，这或许是比特币新的买盘的来源。但传统做事很慢，没有刺激很难会接受新事物，上一波的刺激是通胀，或许通缩、病毒这些问题会是新一轮刺激比特币买盘的点。这里顺便说一句，随着比特币的持有者越来越集中，越来越主流，根据比特币的链上数据判断是有些失真的。\\n\\n根据这些时间点的判断，我个人的判断是在年初的2个月内，比特币表现还是震荡为主，7成上行3成下行，但应用和生态会继续人声鼎沸， Web3.0、GameFI的阶段性故事依然能持续。但随着3月份Taper的结束，主流市场开始评估加息的可能性，就会导致市场整体加速，对消息很敏感，大概率暴涨暴跌。而对于更长周期来说，谨慎全球范围的经济寒冬可能对所有资本市场造成的影响。\\n\\n关于宏观的内容只是一家之言，说不定对醋，欢迎大家指正，也欢迎大家讨论。\",\"timestamp\":1639648790,\"title\":\"2022年展望 Part 1\"},\"digest\":\"HlKs0wQ2Ot_g4uB_qFRrIlXK9kZz2-BS8wr0Z8x_dbA\",\"authorship\":{\"contributor\":\"0x3e499Ae3D6650636869A4EFC80Ed64bAB20Ec534\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GuxE6-FyDeT3v-IxCcqA9mwdV2JDFCZszGsoU0jGbz8\\\",\\\"y\\\":\\\"319AGOweIveJE6_OmLSd9S4VHXOcL824xBMhrk2xvrQ\\\"}\",\"signature\":\"iyeeAfI8b_bT7m13kys-KFiJSZF2TR1VpL9CJkfpTKTSmSIuegzqHYcbhbl0Y0scjyp7GPEjUrQEEb4foI35-A\",\"signingKeySignature\":\"0xb188525964f80455df4a332b4351f4956b68caeb065e47aca15b90ddc162cba73898140498e70db5cb46cf79a2998a124519c75439913a97c4efb59f08403e8e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GuxE6-FyDeT3v-IxCcqA9mwdV2JDFCZszGsoU0jGbz8\\\",\\\"y\\\":\\\"319AGOweIveJE6_OmLSd9S4VHXOcL824xBMhrk2xvrQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pi5tIHrRRU8W6i3xFflSaQ7RTvNpp6p0uyiOTQDV_1Q\"}"