"{\"content\":{\"body\":\"彭博新闻指出，全球最大的NFT市场opensea已任命Brian Roberts为其首任首席财务官。罗伯茨此前曾担任美国头部网约车网约车公司Lyft的首席财务官。他拥有丰富的经验，带领LYFT实现了快速增长和成功的IPO。\\n\\n罗伯茨的参与将为opensea筹集更多资金。opensea 创始人兼 CEO Devin finzer 证实，该团队正在与投资者讨论融资问题，仍在寻找未来的投资者，包括 a16z、创始人基金、coinbase 和区块链资本。\\n\\n此外，罗伯茨表示，opensea 的 IPO 可能很快就会发生。这仅意味着该公司可以首次在证券交易所向公众出售其股权。事实上，在这一点上，IPO似乎是不可避免的。罗伯茨表示，考虑到 NFT 平台的大规模增长，不考虑上市是愚蠢的。\\n\\n公开资料显示，opensea目前是全球知名的NFT交易平台。Opensea是以太坊网络上最大的NFT（非同质代币）交易市场，可以交易数字艺术、加密收藏、游戏物品等基于以太坊网络的erc-721和erc-1155标准代币。\\n\\nOpensea is the most important part of NFT ecology. The transaction volume of Ethereum NFT accounts for about 98% of the market transaction volume. Opensea has low use threshold and good ease of use. The contract on the chain ensures the security of transactions.\\n\\nUsers can view their NFT on Ethereum and other blockchains on opensea. The experience of NFT display and transaction is similar to that of a second-hand trading platform. The biggest difference from traditional trading platforms such as idle fish is that the transaction of opensea is an on chain behavior. Users buy NFT with cryptocurrency, and the settlement of the transaction is guaranteed by blockchain smart contract.\\n\\nOver the past period of time, NFT's popularity and opensea's high trading volume have ushered in rapid development. According to the latest data, the total amount of opensea transactions in NFT market has exceeded US $12 billion, a record high.\\n\\nAs the first NFT market established on the Ethereum blockchain, the transaction volume of opensea has surged with the prosperity of NFT in the past year. Its total transaction volume exceeded US $10 billion on November 2 and US $11 billion on November 18, which means that the transaction volume of opensea has increased by more than US $2 billion in less than a month.\\n\\nIn addition, in October this year, according to Alexa data, opensea website traffic has entered the top 500 in the world. 90 days ago, opensea ranked 1321 in the world. The average user browses about 19 minutes a day and visits 14.4 pages. The United States is the largest source of visits, accounting for 44% of the total. On November 29, according to the data of dune analytics, opensea added more than 100000 transaction users this month, and the number of registered users who have conducted at least one transaction is about 718000.\\n\\nIn addition, according to the NFT market interpretation in 2021 released by chainalysis, by 2021, investors had spent $27 billion on NFT (including erc-721 and erc-1155). Among them, opensea is the most popular market, and has received cryptocurrencies worth more than $16 billion since 2021.\\n\\nThe hot development of opensea also triggered the competitive intention of Sam bankman fried, CEO of FTX, an encrypted derivatives exchange. Previously, Sam bankman fried also said that he planned to launch his own NFT market to compete with market leader opensea.\\n\\nSitting in the huge market of NFT, opensea is far superior to other competitive products in terms of performance development and traffic advantages. It's not surprising to be prepared for listing. In fact, as early as March this year, openseaa raised $23 million in a round of financing. In July this year, the financing amount in round B financing reached US $100 million. After completing this round of financing, the valuation of opensea reached US $1.5 billion. Opensea is currently discussing a new round of fund-raising with a16z and other institutions, seeking to invest about $1 billion at a valuation of more than $12 billion.\",\"timestamp\":1638881265,\"title\":\"CFO of opensea: IPO may happen soon\"},\"digest\":\"cQb6CQeEfGbIazK4w8p_YB4oSilOUqVhlqlD_zVBWiY\",\"authorship\":{\"contributor\":\"0x44e7D23d6eDca23E145F1Cf54fb46627aD8863eD\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"q-cEifLNxwK6oh6uDu4u_EmLWZsxruSfAIE1WaK7a9I\\\",\\\"y\\\":\\\"sTuUT_npNRCVagPkV9CUft3pznrvghwsx4ZEJIwvtH8\\\"}\",\"signature\":\"Naux66D3gtcFMp_5oXAxIvXGaW-bGU9xcVMJxLTJExMBcJ2DeFOqRIzMwpZjtmaT0mVzU6KE6R7gohTz3gHL0Q\",\"signingKeySignature\":\"0x719a185ee54918cfade383cbe60ec06af87045e54875c3f7e3deaf314f2ce4c808cc11f95cea595f578ce7fe01eb2029c5625ce3ea03559eba5ba687d26c9a931c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"q-cEifLNxwK6oh6uDu4u_EmLWZsxruSfAIE1WaK7a9I\\\",\\\"y\\\":\\\"sTuUT_npNRCVagPkV9CUft3pznrvghwsx4ZEJIwvtH8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cQb6CQeEfGbIazK4w8p_YB4oSilOUqVhlqlD_zVBWiY\"}"