"{\"content\":{\"body\":\"I have no dream because I dreamed last night.\\n\\nEverybody has a dream. They hope that enemy become friends. So we hope the Japanese become our friends after the end of World War II, but now the enemy get back.\\n\\nAn island with no person living on named Fishing Island in East Sea of China, which is part of our holy homeland, now is in the control of the Japanese navy. Some people who love our motherland sailed to the island but were struck by the Japanese navy. Some of them got caught, and the Japanese navy refused to send them back to China at once! It seemed that the people who sailed to Fishing Island were against the Japanese navy and got into the Japanese territorial sea.\\n\\nThis hurt everybody in China. They talked on net, and said that the enemy had got back. Nearly everyone claimed that why not do something for our island and our country-mates?\\n\\nNow a Japanese law says that Japan should exploit petrol in South Sea of Japan. Certainly it is none of our business, but look out, the South Sea of Japan is the East Sea of China, and the petrol is all around the Fishing Island. It means that a foreign country wanted to exploit petrol in our territorial sea, but our government did nothing about it except for some announcements.\\n\\nSo, rise up, our country-mates, our dream was up last night; we must be strong and powerful, or, the enemy will be really back!\",\"timestamp\":1639036721,\"title\":\"Never Forever\"},\"digest\":\"ElPVoIRNHTHbW-U2zVu5gpeC7zCfrRLd_aukCC8jkHQ\",\"authorship\":{\"contributor\":\"0x0dAe99d76B514c49F86F90199e3E161B95e23EC1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"q4raLG0xDewY3yEeXHjnH3wzgCl5Zc5L_g4oiWNVMQc\\\",\\\"y\\\":\\\"enMB5Dw5XB6E9VNyzdCcHfsaEb5VysqjxFRry2_4-kc\\\"}\",\"signature\":\"e2Nc1wXnvqjEoFHBgQp5c9ZHbqxlSpRHBMsK6vc9i5baEYel71aQ2Ud3eKlTy12KhG9cPuXpid2KfZ0tLD60gQ\",\"signingKeySignature\":\"0x4356e64c00d43ccc870976937a8d9b9db88f5cf572eaef84013e1a7a3abab31643dd25bcfa28acfe4c7788afc757eb09c7c90eb091f06e054a976a104485e7f81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"q4raLG0xDewY3yEeXHjnH3wzgCl5Zc5L_g4oiWNVMQc\\\",\\\"y\\\":\\\"enMB5Dw5XB6E9VNyzdCcHfsaEb5VysqjxFRry2_4-kc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ElPVoIRNHTHbW-U2zVu5gpeC7zCfrRLd_aukCC8jkHQ\"}"