"{\"content\":{\"body\":\"Originally written on April 2, 2021.\\n\\n## TL;DR\\n\\nThis is my brief attempt at explaining what crypto is and why I think it will make a dent in the universe (or should I say, \\\"[the](https://www.notion.so/Into-The-Void-Where-Crypto-Meets-The-Metaverse-263f1ff8c13c455ea472f5689e01acaa) [Metaverse](https://www.masterthemeta.com/business-breakdowns/into-the-void)²¹\\\"?). The following is mostly a synthesis of what I've learned from people much smarter than me.\\n\\nIn this post I discuss:\\n\\n* The Internet\\n* The current state of Finance\\n* Intro to Crypto\\n* What Tomorrow May Look Like\\n\\n## The Internet\\n\\nThe internet was born on January 1, 1983. Scientists and academics were early adopters of this new information network, but most of the technological progress went unseen by the public for roughly 10 years. The average person was only vaguely familiar with the internet's potential.\\n\\nThe internet eventually made information globally accessible. With a few keystrokes, you were able to send packets of information to thousands of people in hundreds of different counties, all without any license or any pre-approval. Netscape's² IPO in the mid-1990s ushered in the dawn of the internet era and millions of people began to make sense of this new digital frontier.\\n\\nIf you can, watch this 87-second video because it's helpful context for this post. The segment from the *Today Show* was filmed on January 24, 1994, and it shows the three hosts struggling to understand the early internet (shout out to a young [@KatieCouric](https://twitter.com/katiecouric)).\\n\\n[https://www.youtube.com/watch?v=UlJku_CSyNg](https://www.youtube.com/watch?v=UlJku_CSyNg)\\n\\n[https://www.youtube.com/watch?v=UlJku_CSyNg&ab_channel=ChrissyMiklacic](https://www.youtube.com/watch?v=UlJku_CSyNg&ab_channel=ChrissyMiklacic)\\n\\n> \\\"What is internet, anyway? What do you write to it, like mail? Can you explain what internet is?\\n\\n> \\\"It's a giant computer network made up of... started from... it's a computer billboard, but it's nationwide... and it's getting bigger and bigger all the time\\\"\\n\\nIf I was alive in January of 1994, I probably would have struggled to explain how this new technological innovation was about to change the world.\\n\\nA few weeks ago, my two friends and I were exploring the Metropolitan Museum of Art in New York City. As we walked throughout the MET's extensive collection of artifacts from the past, we started talking about the future. We discussed remote work. We discussed new technology; crypto came up. Shortly after, my friend turned to me and asked, \\\"What is Crypto, anyway?\\\".\\n\\n## The current state of Finance\\n\\nThe internet makes information globally accessible. With a few keystrokes, you can send packets of information to thousands of people in hundreds of different counties, all without any license or any pre-approval.\\n\\nMoving money should be as easy as sending information, but it's not. The backend of our entire financial infrastructure is antiquated. Believe it or not, at this very moment, there are 23-year-olds sitting at home in their underwear who are transferring hundreds of billions of dollars through our duct-taped together financial system. I know this from firsthand experience –  my initial entry-level job out of school was working as an Operations Analyst at Morgan Stanley.\\n\\nFintech companies, like Robinhood, are basically a shiny frontend on top of this antiquated backend. These companies take on credit risk to simulate \\\"instantaneous\\\" transfers and settlements, but money really takes 2-3 days to transfer between accounts.\\n\\nThis entire \\\"instantaneous\\\" illusion breaks down when there's a lot of volume in the system, exemplified by the [GameStop fiasco](https://www.coindesk.com/what-really-happened-when-robinhood-suspended-gamestop-trading).\\n\\nFrom a finance perspective, crypto is interesting in that it's an entirely new backend for our financial system.\\n\\nBut the real reason I'm excited about crypto is that we're about to enter a period of unimaginable innovation because of crypto's unique feature set which unlocks new possibilities.\\n\\nBuckle up - the world we're entering may be very different from the one we were born into.\\n\\n## Intro to Crypto\\n\\nBlockchain is the technology that enables the existence of cryptocurrencies. Bitcoin was the first cryptocurrency and original example of blockchain in action. It was created in 2008 by an unknown person or persons under the pseudonym Satoshi Nakamoto. To this day, Satoshi's identity has never been verified nor revealed. Pretty badass if you ask me. There are now hundreds of other protocols and projects, like Ethereum, ZCash, Solona, and Uniswap.\\n\\nBefore blockchains, it was almost impossible to represent digital value and scarcity. Digital information is really easy to reproduce and this created the risk that someone could make two payments with the same digital unit of value. This was referred to as the [double-spend problem](https://en.wikipedia.org/wiki/Double-spending). Because of this problem, we needed to trust banks and governments to keep account of who owned how much of what.\\n\\nBitcoin's breakthrough was that it enabled Person A to send digital value to Person B, without relying on a \\\"trusted\\\" 3rd party (JPMorgan Chase or the U.S. Government). This fundamentally changed the mechanics of sending money.\\n\\n## What Tomorrow May Look Like\\n\\nThe invention of blockchain will come to be seen as the most economically important innovation since the internet. Crypto will disrupt tech like tech has disrupted everything else.\\n\\nThe surface area of what's possible has increased because of crypto's unique set of features:\\n\\n1. **Decentralized:** no organization or individual is in charge of the network.\\n2. **Trustless:** participants involved do not need to trust each other, or a third party, for the system to function.\\n3. **Fast and cheap transactions:** users \\\\*\\\\*\\\\*\\\\*can send any amount, at any time, from anywhere, on any device, without approvals.\\n4. **Incorruptible:** data is added to the block after it is approved by everyone in the network, which creates secure transactions.\\n\\nIn the early days of the internet, it was nearly impossible to predict that rich media and real-time streaming would lead to products and applications like YouTube, Twitch, Instagram, Netflix, and countless others.\\n\\nSimilarly, the unique feature set of crypto will unlock unfathomable innovation. There are already a number of applications at scale:\\n\\nSome other crypto-related areas I've been trying to wrap my head around:\\n\\n* **NFTs:** tokens that certify a digital asset to be unique and therefore not interchangeable. NFTs can be used to represent items such as memes, art, photos, or other digital files. Check out [Beeple](https://time.com/5947720/nft-art/) and [CryptoPunks](https://www.larvalabs.com/cryptopunks).\\n* **Decentralized Autonomous Organizations (DAOs):** an organization represented by rules encoded as a computer program that is transparent, controlled by the organization members, and not influenced by a central government.\\n* **Startup Cities:** Cities, like companies, are going to have to compete for talent in a remote world. Check out Elon's idea for [Starbase, Texas](https://www.dallasnews.com/business/2021/04/06/starbase-texas-can-elon-musk-really-create-his-own-city-near-spacexs-gulf-coast-launchpad/).\\n* **Remote work:** COVID was a digital shock that accelerated the trend of remote work. In the coming years, I think we'll see more digital nomadism, which is a shift from an agrarian culture to something that resembles a hunter-gatherer culture.\\n* **Virtual Reality:** The office may be replaced by VR. Imagine walking into a virtual room with interactive data visualizations and whiteboards. People will be able to \\\"teleport\\\" in for meetings. Video games will also be built-in VR, and eventually the Metaverse.\\n\\n## Conclusion\\n\\nIf any of this sounds confusing, don't worry. The internet did too, back in the day. Just think about a young and naive Katy Couric on the *Today Show* in 1994.\\n\\nI don't know what the future will hold and I don't know where we're going, we've already left where we've been.\\n\\nWhat is Crypto anyway?\\n\\nIf you're interested to learn more about crypto, this is a [good place to start](https://danromero.org/crypto-reading/).\\n\\n### Footnotes\\n\\n¹ The Metaverse is a persistent, live digital universe that affords individuals a sense of agency, social presence, and shared spatial awareness, along with the ability to participate in an extensive virtual economy with profound societal impact.\\n\\n² Netscape was a company, founded by Marc Andreessen, that created the first widely adopted Internet browsing software.\",\"timestamp\":1634162792,\"title\":\"What is Crypto, Anyway?\"},\"digest\":\"WPSePnXuWTFyrkQVXVD393PDu46G4M7Skn0SMEHldo4\",\"authorship\":{\"contributor\":\"0xdb665c5AAC0C6e5e165C8aE37418134F501aF56D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aNzH4ngXyATtMuC4lyvdbmZQRm3Pr_Yol4ol8yV0hZ0\\\",\\\"y\\\":\\\"Lz_9Z59jaJaky5Pu97cjYBCvwx0AQ9VKQq21RY-cFCQ\\\"}\",\"signature\":\"GT759t0MCc9ZTi-86MTiOT_Kh_g93eK3TsCRbZZZba1jf2_jgXAfZD_GPkVhFTnsBEmJlgqWnZFcnwsTjRw-uQ\",\"signingKeySignature\":\"0x442b6f01cfee42c5edc323707a775bd888a4600c96bb4218287aa6614d6ed83c4c3d271e905f48a4e58144fa34e55bb854fca02b7e5410b22ea3fa841f34b2b81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aNzH4ngXyATtMuC4lyvdbmZQRm3Pr_Yol4ol8yV0hZ0\\\",\\\"y\\\":\\\"Lz_9Z59jaJaky5Pu97cjYBCvwx0AQ9VKQq21RY-cFCQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WPSePnXuWTFyrkQVXVD393PDu46G4M7Skn0SMEHldo4\"}"