"{\"content\":{\"body\":\"It was a great concession he was making, and he felt that he did it against his better judgment.  Her reception of it was a surprise to him.\\n\\n\\\"With old Kinross in command?\\\" she queried.  \\\"No, thank you.  He'd drive me to suicide.  I couldn't stand his handling of her.  It would give me nervous prostration.  I'll never step on the Martha again, unless it is to take charge of her.  I'm a sailor, like my father, and he could never bear to see a vessel mishandled.  Did you see the way Kinross got under way?  It was disgraceful.  And the noise he made about it!  Old Noah did better with the Ark.\\\"\\n\\n\\\"But we manage to get somewhere just the same,\\\" he smiled.\\n\\n\\\"So did Noah.\\\"\\n\\n\\\"That was the main thing.\\\"\\n\\n\\\"For an antediluvian.\\\"\\n\\nShe took another lingering look at the Martha, then turned to Sheldon.\\n\\n\\\"You are a slovenly lot down here when it comes to boats--most of you are, any way.  Christian Young is all right though, Munster has a slap-dash style about him, and they do say old Nielsen was a crackerjack.  But with the rest I've seen, there's no dash, no go, no cleverness, no real sailor's pride.  It's all hum-drum, and podgy, and slow-going, any going so long as you get there heaven knows when.  But some day I'll show you how the Martha should be handled.  I'll break out anchor and get under way in a speed and style that will make your head hum; and I'll bring her alongside the wharf at Guvutu without dropping anchor and running a line.\\\"\\n\\nShe came to a breathless pause, and then broke into laughter, directed, he could see, against herself.\\n\\n\\\"Old Kinross is setting that fisherman's staysail,\\\" he remarked quietly.\\n\\n\\\"No!\\\" she cried incredulously, swiftly looking, then running for the telescope.\\n\\nShe regarded the manoeuvre steadily through the glass, and Sheldon, watching her face, could see that the skipper was not making a success of it.\\n\\nShe finally lowered the glass with a groan.\\n\\n\\\"He's made a mess of it,\\\" she said, \\\"and now he's trying it over again.  And a man like that is put in charge of a fairy like the Martha!  Well, it's a good argument against marriage, that's all. No, I won't look any more.  Come on in and play a steady, conservative game of billiards with me.  And after that I'm going to saddle up and go after pigeons.  Will you come along?\\\"\\n\\nAn hour later, just as they were riding out of the compound, Joan turned in the saddle for a last look at the Martha, a distant speck well over toward the Florida coast.\\n\\n\\\"Won't Tudor be surprised when he finds we own the Martha?\\\" she laughed.  \\\"Think of it!  If he doesn't strike pay-dirt he'll have to buy a steamer-passage to get away from the Solomons.\\\"\\n\\nStill laughing gaily, she rode through the gate.  But suddenly her laughter broke flatly and she reined in the mare.  Sheldon glanced at her sharply, and noted her face mottling, even as he looked, and turning orange and green.\\n\\n\\\"It's the fever,\\\" she said.  \\\"I'll have to turn back.\\\"\\n\\nBy the time they were in the compound she was shivering and shaking, and he had to help her from her horse.\\n\\n\\\"Funny, isn't it?\\\" she said with chattering teeth.  \\\"Like seasickness--not serious, but horribly miserable while it lasts. I'm going to bed.  Send Noa Noah and Viaburi to me.  Tell Ornfiri to make hot water.  I'll be out of my head in fifteen minutes.  But I'll be all right by evening.  Short and sharp is the way it takes me.  Too bad to lose the shooting.  Thank you, I'm all right.\\\"\\n\\nSheldon obeyed her instructions, rushed hot-water bottles along to her, and then sat on the veranda vainly trying to interest himself in a two-months-old file of Sydney newspapers.  He kept glancing up and across the compound to the grass house.  Yes, he decided, the contention of every white man in the islands was right; the Solomons was no place for a woman.\\n\\nHe clapped his hands, and Lalaperu came running.\\n\\n\\\"Here, you!\\\" he ordered; \\\"go along barracks, bring 'm black fella Mary, plenty too much, altogether.\\\"\\n\\nA few minutes later the dozen black women of Berande were ranged before him.  He looked them over critically, finally selecting one that was young, comely as such creatures went, and whose body bore no signs of skin-disease.\\n\\n\\\"What name, you?\\\" he demanded.  \\\"Sangui?\\\"\\n\\n\\\"Me Mahua,\\\" was the answer.\\n\\n\\\"All right, you fella Mahua.  You finish cook along boys.  You stop along white Mary.  All the time you stop along.  You savvee?\\\"\\n\\n\\\"Me savvee,\\\" she grunted, and obeyed his gesture to go to the grass house immediately.\\n\\n\\\"What name?\\\" he asked Viaburi, who had just come out of the grass house.\\n\\n\\\"Big fella sick,\\\" was the answer.  \\\"White fella Mary talk 'm too much allee time.  Allee time talk 'm big fella schooner.\\\"\\n\\nSheldon nodded.  He understood.  It was the loss of the Martha that had brought on the fever.  The fever would have come sooner or later, he knew; but her disappointment had precipitated it.  He lighted a cigarette, and in the curling smoke of it caught visions of his English mother, and wondered if she would understand how her son could love a woman who cried because she could not be skipper of a schooner in the cannibal isles.\\n\\nCHAPTER XX--A MAN-TALK\\n\\nThe most patient man in the world is prone to impatience in love-- and Sheldon was in love.  He called himself an ass a score of times a day, and strove to contain himself by directing his mind in other channels, but more than a score of times each day his thoughts roved back and dwelt on Joan.  It was a pretty problem she presented, and he was continually debating with himself as to what was the best way to approach her.\\n\\nHe was not an adept at love-making.  He had had but one experience in the gentle art (in which he had been more wooed than wooing), and the affair had profited him little.  This was another affair, and he assured himself continually that it was a uniquely different and difficult affair.  Not only was here a woman who was not bent on finding a husband, but it was a woman who wasn't a woman at all; who was genuinely appalled by the thought of a husband; who joyed in boys' games, and sentimentalized over such things as adventure; who was healthy and normal and wholesome, and who was so immature that a husband stood for nothing more than an encumbrance in her cherished scheme of existence.\\n\\nBut how to approach her?  He divined the fanatical love of freedom in her, the deep-seated antipathy for restraint of any sort.  No man could ever put his arm around her and win her.  She would flutter away like a frightened bird.  Approach by contact--that, he realized, was the one thing he must never do.  His hand-clasp must be what it had always been, the hand-clasp of hearty friendship and nothing more.  Never by action must he advertise his feeling for her.  Remained speech.  But what speech?  Appeal to her love?  But she did not love him.  Appeal to her brain?  But it was apparently a boy's brain.  All the deliciousness and fineness of a finely bred woman was hers; but, for all he could discern, her mental processes were sexless and boyish.  And yet speech it must be, for a beginning had to be made somewhere, some time; her mind must be made accustomed to the idea, her thoughts turned upon the matter of marriage.\\n\\nAnd so he rode overseeing about the plantation, with tightly drawn and puckered brows, puzzling over the problem, and steeling himself to the first attempt.  A dozen ways he planned an intricate leading up to the first breaking of the ice, and each time some link in the chain snapped and the talk went off on unexpected and irrelevant lines.  And then one morning, quite fortuitously, the opportunity came.\\n\\n\\\"My dearest wish is the success of Berande,\\\" Joan had just said, apropos of a discussion about the cheapening of freights on copra to market.\\n\\n\\\"Do you mind if I tell you the dearest wish of my heart?\\\" he promptly returned.  \\\"I long for it.  I dream about it.  It is my dearest desire.\\\"\\n\\nHe paused and looked at her with intent significance; but it was plain to him that she thought there was nothing more at issue than mutual confidences about things in general.\\n\\n\\\"Yes, go ahead,\\\" she said, a trifle impatient at his delay.\\n\\n\\\"I love to think of the success of Berande,\\\" he said; \\\"but that is secondary.  It is subordinate to the dearest wish, which is that some day you will share Berande with me in a completer way than that of mere business partnership.  It is for you, some day, when you are ready, to be my wife.\\\"\\n\\nShe started back from him as if she had been stung.  Her face went white on the instant, not from maidenly embarrassment, but from the anger which he could see flaming in her eyes.\\n\\n[ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/245](ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/245)\\n\\n\",\"timestamp\":1639040627,\"title\":\"You can go sailing on the Martha any time you please--recruiting on Malaita if you want to\"},\"digest\":\"kYqQFc9rL-_VlU8RkgJRUBderB3nHso_4xbYCfbjwy0\",\"authorship\":{\"contributor\":\"0x90172af57cfCfbdA1dac8055668d7B5df7f90f1E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XYAg9nd4Uq7oK3mffUib-365dhG3-TXCvGzuaJ-awss\\\",\\\"y\\\":\\\"ckNqM3IkJCWn-ixQPwEozbVpL27jm0bhWPhNhpa4sc0\\\"}\",\"signature\":\"NO8bZqdBM6Y_LVeLbY5rcDyjJ6PhrBtRBK7-3jYBo3q0mjNTtvIiL_9dVjmY7M-2cU5GLa9NuR9ruRVCZtqCGg\",\"signingKeySignature\":\"0x0634123396be3fc588dc914e67b1a25511bd367b4546fcacd1c61146c8fa94f561c50b54078def076c8e320ac3a9f701c15fc5357497da78a146dc12843dfbfd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XYAg9nd4Uq7oK3mffUib-365dhG3-TXCvGzuaJ-awss\\\",\\\"y\\\":\\\"ckNqM3IkJCWn-ixQPwEozbVpL27jm0bhWPhNhpa4sc0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kYqQFc9rL-_VlU8RkgJRUBderB3nHso_4xbYCfbjwy0\"}"