"{\"content\":{\"body\":\"NFTs are on a meteoric rise. Today, more than two million wallets own NFTs. The industry has surpassed $10B in transaction volume this year. The most influential creators and brands are piling in and there are no signs of slowing down.\\n\\nFor those who have been watching closely—it's no surprise. We are in the midst of a monumental shift: we now spend more and more time online, our digital identities matter more than ever, and for the first time in history, we are able to truly own digital goods via self-sovereign wallets. While much of the media focus has been on eye-watering prices, NFTs are simply digital goods. Like physical goods, these digital goods reflect your taste, interests, values, and the communities you believe in—only now at internet scale. As a result, the NFTs you own provide incredible texture and resolution to who you are online.\\n\\n![](https://images.mirror-media.xyz/publication-images/_qCapC9Y--L0qOC55DZi4.png?height=2160&width=3840)\\n\\nWith the power to create digital assets now open and accessible to anyone in the world, we are already seeing top creators, media companies, and brands dive headfirst into the world of NFTs, a trend that will only accelerate over the coming decade. As NFTs are granted for the concerts you attend, earned for participating in communities, and rewarded for being a top patron of your favorite establishments, the pieces you own will begin to represent all aspects of your life.\\n\\n### But there's still a big piece missing\\n\\nThere's no proper place to *enjoy* the NFTs you love.\\n\\nIt's not surprising many in the outside world view NFTs as scams or speculative financial assets. Today, the default destination to consume NFTs are marketplaces and storefronts where attention is drawn to prices, bids, and transactions. In reality, NFTs are *cultural assets,* and the context in which they are shared should reflect that.\\n\\nTo that end, every individual deserves the right to have a space where they can curate and compose their collection to reflect the cultural value of their pieces—a place where the meaning, story, and gravity are appreciated.\\n\\nEnter Gallery.\\n\\n![](https://images.mirror-media.xyz/publication-images/1jXmtU2OCrxW4qjtvVjvM.png?height=1000&width=1600)\\n\\n### Where we are today\\n\\nWe're building a crypto-based network and social layer for collectors to curate their NFTs, express themselves through their pieces, and connect with others.\\n\\nTo execute on this vision, we've raised $2.69M led by Collab+Currency, alongside Distributed Global, Lattice Capital, Palm Tree Crew (Kygo), Galaxy Interactive, FlamingoDAO, Scalar Capital, and The LAO. Coinbase Ventures and Dapper Labs participated in the round as strategic investors. The round also includes angel investments from over twenty of the top collectors in the NFT space including Santiago Santos, Coopahtroopa, Gabby Dizon, Deeze, Greg Isenberg, pplpleasr, Jamis Johnson, Trevor McFedries, Andy Chorlian, Dandelion, Seth Goldstein, and Jess Sloss.\\n\\nTo start, we're laser-focused on creating the best space to curate and share your collection. Since our beta launch two weeks ago, Gallery now includes hundreds of the largest NFT collectors in the space as users—including [FlamingoDAO](https://gallery.so/flamingodao), [PleasrDAO](https://gallery.so/pleasrdao), [DCInvestor](https://gallery.so/dcinvestor), [Kevin Rose](https://gallery.so/kevinrose), and more.\\n\\n![gallery.so/DCinvestor](https://images.mirror-media.xyz/publication-images/OFYew4VMDByEHTcnTXg8_.png?height=1080&width=1920)\\n\\nWe see NFTs as the primitive for the next wave of human expression on the internet. By giving owners the power to personalize and curate their gallery exactly how they want, we want to bring back the feeling of your own personal corner on the internet. And as more people express themselves online, our goal is to facilitate more meaningful connections between those who share interests and values.\\n\\n![gallery.so/JO7](https://images.mirror-media.xyz/publication-images/Nd7Iv_58r5ZsisU-f1R7V.png?height=1080&width=1920)\\n\\nDerek Edws, Partner at Collab+Currency, shares his thesis:\\n\\n“As the new decade begins, we're witnessing more individuals than ever before engage in unique acts of digital self-expression, connection, and identity-curation. As the time we spend in blockchain-based digital environments continues to explode, it is imperative we discover the right levers to imbue context into the unique digital artifacts we own and share across the metaverse—regardless of background, geography, or social status. We couldn’t be more excited to back the heart-centered Gallery team as they build the future of digital expression and connection. LFG.”\\n\\n### Where we're headed\\n\\nWe're not stopping there. We believe every person with internet access will own an NFT within ten years. In that future, every person should have a gallery to share the pieces they love. And as more more aspects of daily life intersect with NFTs, your gallery will be your space to share all facets of who you are: your interests, your music taste, the experiences you've had, your accomplishments, and more.\\n\\nEvery person on the internet now has the opportunity to be a tastemaker regardless of their background, geographic location, or upbringing. Unlike the past where socio-economic status and upbringing served as gatekeepers, every person with a gallery can be a curator of culture.\\n\\n![](https://images.mirror-media.xyz/publication-images/VUCry15NCBvvsHAm4qJpL.png?height=1080&width=1920)\\n\\nNot only that, but with every NFT you own and curate, you'll be able to find and connect with an entire community of like-minded individuals. For example, if you mint an exclusive NFT for attending an IRL event, you can then find every person who also attended based on their gallery page. If you donated to a meaningful cause or are a patron of the artist, you'll be able to connect with everyone who shares the same sentiment.\\n\\nOver the next year, these are the four main pillars that will guide us as the product evolves:\\n\\n* **Personalization.** Our goal is to give users the power to make their gallery look and feel exactly how they want. Some things we have in mind: PFP profile pictures, NFT-gated themes, fonts, & cursors, music NFT players for your gallery, badges, and more.\\n* **Discovery.** We aim to be the default destination to discover new projects and artists, get lost browsing through other's curated galleries, and explore different creator and collections. This starts with the feed but also includes artist & collection pages, search, and more.\\n* **Social.** Rather than cut and paste what has worked in Web2 social platforms, we're pushing ourselves to think from first principles about native social interactions are in crypto and NFTs, with more of it represented on-chain over time. Some ideas we like so far: guestbook with token-gated commenting, staking tokens as \\\"likes\\\", on-chain follower graph, and more.\\n* **Platform.** We want to build tech that pushes forward the entire community. This means supporting L2s and other chains such as Solana, Tezos, & Flow, integrating with other NFT platforms, and opening up an API for others to create new experiences on top of our platform.\\n\\nUnlike ad-driven social networks of the past where users are exploited by algorithms for their attention, Gallery will be the new social layer for the internet built upon a new graph—ownership.\\n\\n### How to get access\\n\\nWe're slowly opening up the beta to new users via our Member Card NFTs as access tokens. By holding one of our membership cards, you’ll be granted permission to onboard and setup your gallery.\\n\\nTo kick things off, tomorrow, **Wednesday November 17th**, we're releasing a collection of 500 Silver Member Card NFTs to bring on the first cohort of new users at **10am PT / 1pm ET / 6pm UTC**. They are **0.05 ETH** to mint with a limit of 1 per wallet.\\n\\nFollow [@useGALLERY](https://twitter.com/useGALLERY) and turn on notifications to get notified when the drop launches.\\n\\n![](https://images.mirror-media.xyz/publication-images/5ZXB4uC6gOARgh9_XcODJ.png?height=1080&width=1080)\\n\\n### How you can help\\n\\nIf our mission resonates, we would love for you to join us in making this a reality. You can find our open roles [here](https://gallery-so.notion.site/Careers-e8d78dea54834630928f075f4a4ccdba).\\n\\nIf you don't see something that fits you, email us your dream role at [jobs@gallery.so](http://mailto:jobs@gallery.so/)\\n\\n*Special thanks to Patrick Rivera, Santiago Santos, Derek Edward Schloss, Linda Xie, Ari Greenberg, and Mike Zajko for comments and feedback.*\",\"timestamp\":1637089243,\"title\":\"Gallery raises $2.69M to build the curation and social layer for NFTs\"},\"digest\":\"rHQ2uejyTHWRryFn8N8cVmkEdzBpIoLPxK-QKad04qo\",\"authorship\":{\"contributor\":\"0x16c6C19329cBb46218d51B07c994468a5aF864A7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CnIm_vTbki3A9QEe9JVojqnsl0D53NRWpaxgdkHp8ZQ\\\",\\\"y\\\":\\\"AQ9M2UdrbXyPrgVVG895Jn9_ofiPagbVpk3LTo16G38\\\"}\",\"signature\":\"kVsQD7L_2DxRHDRYbjahUaSPMY2FJrkYZnpByXONgsXNaUd0TlLZtgTlSMSU_IEvecQWH0udLioo87iVSv9PZg\",\"signingKeySignature\":\"0xf12fd8f788653365f37199367eda73c14c752b992f9d200c66bd35e28601e739180964cbb572c469fe44f75bda874035d7753a9ef459ac830d1038b51dc866621c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CnIm_vTbki3A9QEe9JVojqnsl0D53NRWpaxgdkHp8ZQ\\\",\\\"y\\\":\\\"AQ9M2UdrbXyPrgVVG895Jn9_ofiPagbVpk3LTo16G38\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"O2YrmosdwlErSJSZGRUAEA3UdFa_CrIaIBxa2nYMaqI\"}"