"{\"content\":{\"body\":\"First, I like to watch free tutorials, all kinds of free tutorials, and make them feel confused. I will look at the video tutorial for a while, and the electronic document for a while. For a while, I listened to the free recording, and then I watched the blog or Weibo of the boss, and then a day passed, a month passed, and a year passed. He did nothing!\\n\\nSecond, I like to participate in free training. Before you make money, you will never invest. The reason for this kind of person is: I haven't made any money yet, how can I spend it? Listen to free YY lessons every day, get used to the free group, and get used to doing free projects. Skip directly over items that are charged. If you encounter a free project, you have to do it even if you pay the price of your life. I don’t know the time.\\n\\n106 Entrepreneur Business School Serving entrepreneurs\\n\\nThe most important thing is to waste time on all kinds of free projects. If someone gives him a project that can earn 10 yuan for a long time, he is happy to spend it and thinks it is entrepreneurship.\\n\\nThird, the limitations of own thinking:\\n\\n 1. Don't believe that money can be made on the Internet.\\n 2. Think that those who engage in training are all liars.\\n 3. The Internet is extremely mysterious, and you never know what the Internet does.\\n 4. If you don't focus on the project, you want to do everything, but you can't do anything.\\n 5. I was eager for success, and I changed the project if I couldn't make money in two weeks.\\n 6. Believe in the promise of zero risk, like getting something for nothing, and fantasize about falling pie in the sky. Thinking that others should help him for free, this kind of thinking is destined to be unable to stand up for a lifetime.\\n 7. In the free group every day, wandering around on free websites, watching more advertisements, thinking twice, habitually confused, habitually standing still.\\n 8. No sense of gratitude, no investment, no sense of risk-taking, no team spirit, no money-making mind.\\n 9. Like to listen to all kinds of entrepreneurial stories. The more you listen, the more you can't do it, and the more desperate you are. In short, they were killed by themselves, not by others. I warn the following types of people not to do the Internet, not to start a business, and to work forever. There is nothing wrong with a few thousand dollars a month:\\n10. Those who have no money in their pockets, those who lack oxygen in their brains, those who are eager for success, and those who speak are boring.\\n11. Those who are not grateful and like to complain about the society, think that others owe him, and they should serve him free of charge.\\n12. Those who suffer from gains and losses, and have no sense of risk-taking at all. People who hope that he is 100% sure of his success are those who like to bargain in their studies. People who don't understand that starting a business is a tortuous thing. People who don't understand that success is the product of constant experimentation.\\n13. I don't like to change my own thinking and ideas, and always use my old ideas to copy the ideas of others\\n\\nEntrepreneur Business School Serving Entrepreneurs 107\\n\\npeople.\\n\\n1. People who hesitate and can make decisions in one minute that can drag on for a month or even a year are uncomfortable\\n\\nJoint venture.\",\"timestamp\":1634795899,\"title\":\"Who is not suitable for Internet entrepreneurship\"},\"digest\":\"B1EYoNUUpcd-QCNNSCjLvIFL5j07keVGD4LlY5p9AqE\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"dLgje1bP-s_GuPEy8pswPqHeR_70ZHm1KJnGyFopZkkFLQF7yQ1MQSoHNZx4Qol-HE5u6PwS-9EitSR6MGlt-g\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"B1EYoNUUpcd-QCNNSCjLvIFL5j07keVGD4LlY5p9AqE\"}"