"{\"content\":{\"body\":\"## Lying Flat\\n\\nIn China, there is a cultural movement among the younger cohort to reject the high-pressure expectations of society, just take the \\\"shame\\\" right on the chin, and explicitly opt out of any ambition in favor of simply finding the lowest-effort way to live. \\\"Tang ping\\\" is the word. I'm not going to playact facility with Chinese by copy-pasting the hanzi (though I admit I am showing off that I know what Chinese characters are called). There was a viral social media post about Diogenes and his barrel. I assume this is all true because I read it on the internet in a few different sources and it sounds reasonable.\\n\\n![get up? not in this life buddy](https://images.mirror-media.xyz/publication-images/cSuSvJf9N6721ZisDVUVc.png?height=288&width=288)\\n\\nIt's 6:35am, and I've been writing for eight minutes. My situation for those eight minutes? Well, I'm lying flat, on the floor of my small, basic bathroom. There's a fuzzy maroon bathmat under my back, a Tempur-Pedic pillow under my shoulders and neck, a blanket from Wal-Mart over me. I'm naked. My feet are kicked up against the door, as fhere's not quite enough floor space for the whole length of my body. There's a space heater blowing hot air directly onto me. I've set the Korean smart-lights in here to their dimmest brightness, color tone a faded orange-brown. I'm barely awake. I barely exist.\\n\\n## A new chance at a perfect life every time you wake up\\n\\nWhy am I doing this? Am I hiding from something? As a child, I would hide in the bathroom when I knew, with cold certainty, that my parents had discovered a transgression and a reckoning was imminent. The bathroom was the only place I could lock the door.\\n\\nThe shower is running. I always run the shower. Huge waste of hot water. Why do I do this? In my childhood, you had to \\\"run the hot water\\\" for a good five minutes minimum before it got up to temperature. I became accustomed to the idea that there's a little time lag, an empty space between turning on the hot water and getting in the shower. A part of my psyche has remained in that empty space, I think. Remains there in hiding, fearing the judgment of the day.\\n\\nNow it's a regular occurrence for the hot water tank to run empty before I accumulate what I need to pick myself up off the floor.\\n\\n## I know this sounds very depressive\\n\\nI've actually brought in some cheer. I have a ukulele in here, and a chord chart taped to the wall, and a philodendron. I read and write. I tweet. I don't just lie dazed: as I mentioned, I accumulate something. Humanity, as Thoreau calls it in \\\"Walden\\\", or as Miyazaki calls it in \\\"Dark Souls\\\".\\n\\n![sit down and rest a minute](https://images.mirror-media.xyz/publication-images/4ZKo_1ZMLw0JXCAm-22X6.jpeg?height=1024&width=2048)\\n\\nThis should really probably be a daily meditation practice, where I sit in lotus on a yoga mat and burn some incense at a little household shrine. Actually, I even have the yoga mat and incense, but I never seem to use them in the mornings. Always, I thoughtlessly lurch from my bed to this little patch of floor, pillow in hand. I promise I do keep my bathroom very clean.\\n\\nI feel connected to the universe. I feel outside my self. This probably has to do with the fact my first psychedelic comeup was in the shower. What a wild day that was. Near-misses with the law, an impromptu wrestling match, painting in green, the sun by the lake, flying, a story-circle in the sky. It started in the shower. I thought the drugs hadn't worked. Nineteen years old. \\n  \\n I wonder if I could manage building a sauna at my new place.\\n\\n## OK, I'm getting up\\n\\nIt's 7:26.\\n\\n## 3:31pm\\n\\nMy boss asked me if I could do one more on-call shift next week, on my way out the door. Everyone fucking hates going on-call. The way it works is, instead of being expected to make any progress on scheduled design or implementation tasks, you just deal with \\\"tickets coming in\\\" all week. When a \\\"ticket comes in\\\", the special app on your phone makes a noise, and you get an email, which makes a noise, and you get a text message, which you have to respond to with a ACKNOWLEDGE code within twenty minutes, or all this same shit happens to your boss. All this happens within a two-minute span, but not at exactly the same time.\\n\\nFrom any of these alerts, you can click through to an internal website that lists all of the currently active tickets by \\\"severity\\\" and timestamp (severity is a number from 2-5 that the person filing the ticket selects, possibly at random). This is important, because you get a hugely variable number of these tickets, from like 10 in a slow week to 60-70 when it's rough. Holy fuck, I'm mentally exhausted already just explaining it.\\n\\n![I am Harry Potter's pissed-off uncle in this scene](https://images.mirror-media.xyz/publication-images/Rf-vK3UoQI_fjLAmDThvo.jpeg?height=420&width=630)\\n\\nAll tickets are basically either \\\"this isn't working, fix it so i can do my job\\\" or \\\"there's no tool to do TASK, do it for me so i can do my job\\\". Here's the rub: anything that isn't working was almost certainly designed by someone who did a bad job and fucked off years ago. None of your jealously-tracked time is allotted for getting deeper understandings of these old systems, and tickets come in way too fast to deep-dive on the fly.\\n\\nIn practice, the way you \\\"solve\\\" the problems is, you search a poorly organized set of internal reference documents called \\\"runbooks\\\", vaguely pattern-matching, looking for specific instructions to fix whatever poorly-described issue the ticket-filer needs help with. If you can't find runbook instructions, congratulations: you're the sucker, and now your job is to frantically scrape together enough information about the broken, old \\\"legacy system\\\" to write a runbook entry yourself, while additional tickets stack up. If a higher-severity ticket pops up, you might need to stop what you're doing and come back to it afterwards. This might happen ten times before you manage to finish writing your entry, which guess what, is likely to be a patchwork solution that will cause further problems down the road. Also, everyone who files tickets blames you personally for being inconvenienced at their job.\\n\\nI said yeah, I'll do one more on-call shift. I just love jumping in front of bullets.\\n\\n## I'm a programmer\\n\\nI'm working on a video game. All the core systems are done, and I have plenty of content designed on paper, so I'm pretty sure I'll finish it. I don't know if or how I'll monetize it. It runs in the browser. It will be on the blog. I could use this platform to make the whole thing an NFT. Kinda funny. \\n \\n\\n![](https://images.mirror-media.xyz/publication-images/MB1uSCgrEqP29Yt3XnbHH.jpeg?height=2436&width=1125)\\n\\n\",\"timestamp\":1642269380,\"title\":\"Lying Flat\"},\"digest\":\"E9JWI85e2aWgkDtSjIh4Yvq96b0-JdbWmnzGk3kw9Yc\",\"authorship\":{\"contributor\":\"0xF4B066E48cd0650a2b53Dc6bdA6E20223C6A768D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1S6F40Rzn-j9dCjLGKS6IzYz5P9HmAbHnOqq1R4JGI8\\\",\\\"y\\\":\\\"72y9kp8bLRCKkCKYFL-p-kaO4WzhoHK1UQyFz3aP6Ds\\\"}\",\"signature\":\"lVGgw2hfBT7ZEsg7eJX9vLOUGRipQncpix5-2Rx8O-ahX6CYZnQMN9jADZuSuRB7c2Koe_egBzc5l3hcNkdccQ\",\"signingKeySignature\":\"0x9918fa22401ff5dc0cf0fe164c6889134aafc9587cbfa5288ac3e4af24eff85b5ec36233ef5eaa0320a5cb440f1bf50409955d0624e3c69f24e078e5d736e8751b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1S6F40Rzn-j9dCjLGKS6IzYz5P9HmAbHnOqq1R4JGI8\\\",\\\"y\\\":\\\"72y9kp8bLRCKkCKYFL-p-kaO4WzhoHK1UQyFz3aP6Ds\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"E9JWI85e2aWgkDtSjIh4Yvq96b0-JdbWmnzGk3kw9Yc\"}"