"{\"content\":{\"body\":\"## ANONYMOUS IN CONVERSATION WITH TRAVIS WYCHE\\n\\nEverybody has different levels of technical aptitude, different technical vocabularies and preferences, so that coordination is always tricky when it comes to the tooling that we use to coordinate with. Something that is definitely very relevant for the DeathGuild project is how communication is mediated by these particular tools. I have a lot of meetings these days and everybody seems to prefer a different service and a different tool, which has been tricky for me living out here off-grid.\\n\\nI’ve been working on behalf of ReallyBoringGuild and MolochDAO to draft a presentation that proposes an upgrade to the DAO’s framework, which is a technical bag of jargon we may or may not want to get into. In this DAO community, “the code is law.” MolochDAO is still operating on the first version of the framework… Oh, just to be clear there’s a DAO called Moloch, but then there’s the protocol, the smart contract governance framework that the DAO is built on, that is also called Moloch. There are many different DAOs operating on the Moloch framework, but there’s only one MolochDAO, confusingly enough.\\n\\nWe’re going from version one to version two. The significance for our purposes might be in contemplating how the new protocol offers different features and functionality. The technical aspects of the upgrade are facilitating new human interactions under this umbrella concept that *the code is law.* There’s so much conversation in this community about *soft governance*, by which they mean human beings figuring out how to coordinate between themselves, which is really just governance as far as the historical perspective is concerned. *Hard governance* is negotiating or coordinating through the code.\\n\\nI just got off a call with a guy that was walking us through some of the legal liability aspects that we might consider during this upgrade. He described hard governance as “people expressing their opinions with money on the internet.” It’s the codified — literally executed through code — contracts that make the social aspects of the blockchain work. DAOs are the social organizations that are built upon “smart” contracts. This is significant because it’s not just about money, as both access and currency, but also as a tokenization of social engagement. For example, you can be compensated with governance tokens that don’t have fungible value, but they have social value. They allow you voting rights. As opposed to what the community refers to as *loot*. Loot is fungible, but it doesn’t grant you any voting privileges.\\n\\n![Sumerian cuneiform tablet](https://miro.medium.com/max/1400/1\\\\*ODeMP4hyFKTlxMxfuEjvxA.jpeg)\\n\\nSo *people expressing their opinions online with their money*? Is that what it was? One thing that makes me think about is how recently we have been able to regard money as speech. This feels like an interesting intensification or an interesting way of distribution beyond the corporate contexts in which it was debated. In this tech context, the tokens have a limited speech potential. They’re not fungible, so they are equivalent to speech within whatever context. They have values, but not necessarily in any context in which money could be made equivalent with speech.\\n\\nIt gets thicker. You’re definitely onto something here. Let’s take a few steps back. These contracts are “smart” contracts. They’re referred to as trustless-trust contracts. You can trust in the legitimacy of the contract itself, so that you don’t have to worry about who you’re dealing with. The social transaction can remain trustless because the coded transaction is what we trust in. This is the whole *code is law* idea. This is really fascinating, because people that have been in this space for a while are recognizing — have recognized for quite some time — that this really complicates the soft governance aspects of our online relationships. How do you trust someone that you’ve never known IRL when you don’t know if they’re using their real name, or if anything that they tell you is trustworthy, or if they are even human? It has come back full circle now with online communities that recognize the need to build social credibility and their solution is to develop tokenized incentivisation to reward positive social behaviors. You show up to a community, you interact with people, you participate in projects that are important, and then people with credibility say, *Oh yeah, she’s a good one. Here’s a token, here’s a plus one, here’s an upvote*. The more one accumulates this metric, this quantifiable, social credibility, the more access is unlocked. They speak of it as advancing to the next level, in the sense of game theory.\\n\\nI’m preoccupied with something that you said before. I’m trying to understand the hard and soft governance distinction. You described hard governance as representing the *code is law* perspective, whereas soft governance pertains to the social questions about how human beings organize the truths that are generated by the code, or something like that. The human beings in the soft governance mode are left to organize, create structures and make determinations about what to do with these truths.\\n\\nI don’t know where you’re getting this idea of *truth(s)* from. It’s throwing me off a bit.\\n\\nWe could use a different word, but if the code is law then *law implies truth* in some way. Maybe there’s a simplified way to think about it.\\n\\n![Death(guild) & Txns](https://miro.medium.com/max/1400/1\\\\*lRBr8UmPzvcDw7wjPAhNLQ.jpeg)\\n\\nTruth is a diaphanous and abstract concept. Governance has to do with contractual negotiations. It’s essentially corroboration, collaboration, cooperation, and coordination, as the basis of our social relationships under the auspices of politics. I’m not trying to dismiss or shoo away the “truth” thing, but I do want to understand why you’re coming at it in that manner. Hard governance basically means the rules are written in code and we conduct ourselves through this code. You create proposals on-chain, you vote on proposals on-chain, proposals pass on-chain, so the smart contract is how we engage with those proposals and how the funds are ultimately distributed. Soft governance might be human-to-human coordination not recorded on-chain, without the mediation of code, like a poll asking how you feel about this vote — yes or no — that creates soft consensus or simply to *gather sentiment.* It doesn’t count, or can’t be counted, until you put it on-chain. With a soft poll, maybe it’s not weighted. Maybe there’s a one to one relationship, one person one vote. But with on-chain, there could be share distribution. Even though there’s the same number of people voting, some of them have more shares than others. The vote takes on different weight. Just because something passes or fails in a soft consensus doesn’t necessarily guarantee that it will pass or fail in the hard vote.\\n\\nI’m trying to summarize some of the hard and soft stuff in a way that is moving me towards a critique. I imagine that *hard* and *soft* used in this way comes from the cultures of science and technology, right? We have hard sciences and soft sciences. Hard sciences are physics, compared to soft social sciences that are widely ridiculed in certain contexts, particularly those where hard sciences are taken more seriously or deemed to be natural or physical laws. The reason I was thinking of law as truth is in relation to the cultures of science and the implication that truths are being developed and articulated. I’m also now thinking about law in a religious sense, like the *Word of God* being law, that the *Word of God is truth*, insofar as its not up for being questioned. In this technological context you’re describing, hard governance seems to have elements of hardness and softness at the same time to the extent that when something makes it into code it sounds like it’s no longer up for being questioned even though it may be the consequence of social structures that are thought to be matters of soft governance. There’s something interesting happening here that I’m trying to figure out. There’s a distinction in language between hard governance and soft governance, but they’re actually completely intertwined.\\n\\nTo try to riff with you on this, I would say hard science is quantifiable. It’s empirically verifiable and therefore immutable. It lays the foundation for — dare I say — imperialist thought. The empirical becomes imperial(ism). Soft science is still rooted in method and propelled by equal rigor, but is based in qualitative experience and therefore dependent upon interpretation in order to distill or extrapolate the meaning or what you might call truth. It’s not codified through a numerical language. It’s rooted within an oral tradition elaborated through theories that attempt to standardize the unruliness of narrative interpretation.\\n\\nThinking about religion, what comes to mind is Moses descending from Mount Sinai carrying stone tablets, the Word of God written as codified commandments. Was that Moses? I’m not Christian at all, but this story flows through our Protestant culture and becomes familiar, colloquial. Moses came down from the mountain with these tablets and pronounced the code to be the divine law, straight from God’s mouth, but people weren’t ready for it. Moses observed the sea of human entropy and decided for himself that they were undeserving of the divine code and he smashed the tablets. Even though Moses believed he had acquired an understanding of a higher way of being, he chose to start slow, to lower the bar of entry, to “soften” the code into a human-scale morality. We might discuss the codification of morality into religious texts as in themselves constituting an encryption.\\n\\n![“It says it clearly right here: Don’t be an asshole.”](https://miro.medium.com/max/830/1\\\\*eDSfJRK0ZM4DCx9zitVQNQ.jpeg)\\n\\nI’m very interested in the practice of *eisegesis* and *exegesis*. Exegesis is to take a text literally, to decipher it as a trustworthy code written with literal intent, whereas eisegesis is a performed interpretation that allows one to introduce their own presuppositions, to inject one’s own biases or to use the text as a way of transmitting one’s own agenda. This is rarely discussed within academia, because those rarified conversations are dependent upon the performance of objectivity, a careerist, hubristic, ego driven identity tinkering, as scholar after scholar builds upon the foundations of Hegel or Heidegger or whatever sacred god-king they might be paying tribute to. My perspective is that there is always an injection of one’s own identity into the text. Now I’m trying to figure out a way to get back to your prompt, correlating governance with truth.\\n\\nHard and soft governance; hard and soft truths. The mention of Moses is an astute way of reframing and anticipating the critique I was attempting to make. In that allegorical example we see the way a so-called truth or immutable law is mediated by a person. There’s *pollution* already in the thing as it is issued from God. People create distinctions and categories that do certain kinds of work and then don’t hold up, such as the culture within the university and within the disciplines of science that want to emphasize the exegetical relationships to knowledge. Our categories are fictional to some extent; there is a fiction in distinguishing between hard and soft governance. We must remember that these categories are more continuous with one another.\\n\\nThe greatest fiction of all might be coordination failure. This is really the main meme for what Moloch — the framework and the DAO — stands for. The narrative mythology is that coordination is impossible and that is something we might be optimistic about overcoming by “slaying Moloch.” We could also be cynical and purport that the fiction is that coordination is even possible at all, whereas in reality we are always doomed for failure, at least when we cross a certain threshold. I would like to continue to emphasize this debate as we flow through our tributaries. Whether it’s contractually coded on a blockchain or within a centralized legal system or from tablets transcribed from God’s voice himself, “it’s all coordination and it always has been.”\\n\\nGod’s voice is the creation and destruction of the universe, so how did Moses even hear the creator in the first place? He didn’t. God’s voice was dictated by the angel [Metatron](https://en.wikipedia.org/wiki/Metatron), the first semiotician or technician of language. Metatron as the translator, the interpreter, took the sound of pure creation and turned it into a symbolic encryption, codified it into something that could pass to human comprehension, that could serve as a bridge between the material world and the transcendental heavens. The metaphysical implications of language within religious texts is something very fascinating that we might linger on.\\n\\n![Metatron, celestial scribe.](https://miro.medium.com/max/1400/1\\\\*F8Nwu4Vi56fGf1X45LvkBw.jpeg)\\n\\nI also don’t want to forget your use of the word *pollution*, implying that soft governance is the polluting element! This sounds like a cynical, enlightenment-based, humanist take on transcendence, that pure unadulterated knowledge is the key to unlocking the secrets of the world and ourselves and that humans get in there and befuddle potential clarity through their interference. Human manipulation is the pollution upon an otherwise pure epistemic seed of divine gnosis. A very fascinating idea.\\n\\nIt reminds me of one of the early chapters of [Timothy Morton’s book on Hyposubjects](http://www.openhumanitiespress.org/books/titles/hyposubjects/) where he’s describing pollution as a dirty word that has its own nostalgic tint. It’s what people were talking about in the 70s, but we don’t really talk about pollution anymore. They talk about recycling, or other green-washed terminology that addresses the problem optimistically, brushing aside the filth and the excess, moving away from the undesirable substance. We’ve embraced that there’s an abundance of variegated materials that need to be sorted into containers, but we’re surrounded with these containers, swimming in them, and there is no “away.” I’m coming to recognize the internal paradox of trying to create a governance structure, whether it’s hard or soft, or otherwise, that’s oriented towards optimistic coordination efforts. Such attempts appear to be perpetually, absurdly, or maybe tragically, always befuddled by human interaction itself, always negated by the very thing it is attempting to solve for.\\n\\nI’ll clarify one thing. When I use the language of pollution, I’m not so much expressing my own feelings about what human touch or human hands do to knowledge or phenomena of whatever kind. I’m trying to ventriloquise this theological — and then scientific — perspective on the ways that objectivity gets interrupted. I think you’re right in recognizing a paradox or difficulty in trying to create structures of coordination. Can an imperfect creator make a thing that’s more perfect than the imperfections that created them? My mind goes to the interwar scientific-philosophical context of the [Vienna Circle](https://plato.stanford.edu/entries/vienna-circle/). One way of framing the motivations for various doctrines of thought that have come to be named *[logical positivism](https://plato.stanford.edu/entries/logical-empiricism/)* is that these people were responding to a political context in which fascism had ascended and terrorized Europe in the way that it did. There was a very intense desire for universal language and universal procedures that could gather together people of different backgrounds in a way that would supersede the mesh of political difference.\\n\\nThere are a lot of examples in which people in particular scientific milieus and more generally throughout history are straining to develop some kind of universal language which aspires to pass over the mess of difference, to pass over the mess of politics. In the research that I’m developing for my project, what you wind up with is not a true evasion of politics. You wind up with a fiction concealing politics and so politics are still at play in the very general sense that *people living together is political activity*. These thinkers dissociate from their political situatedness and access forms of language that place them in a kind of fiction of objective and universalizing culture. There is something here to connect with. What Moloch DAO is doing specifically — or just DAOs in general — there is something similar happening with the Vienna Circle and logical positivist contexts in that there’s a desire to link up globally by some means that is purportedly rational. What are all the unacknowledged messes that these activities are sitting on top of, or maybe are nested within?\\n\\n![A typical logical positivist in his element.](https://miro.medium.com/max/626/1\\\\*2KB1Y7Cd4a9Ylzes8MY4Zw.jpeg)\\n\\nI would like to read you a passage that was shared with me by a Stanford philosophy grad student who listened to the conference that I participated in last fall where I read a reworking of the first chapter of my dissertation. In that paper, I’m thinking about what I’m calling *methodological purity* and trying to think through how this shows up in humanist culture and research, specifically literary criticism. This grad student pointed me to a philosopher named George Smith, who has an idea of what he calls *theory* *mediated measurement.* It’s basically another way of expressing what you’re calling a paradox and what I think of as a circularity, or what we were describing as pollution. If we want to think about it in the terms of philosophical discourse then the problem is a kind of circularity. For George Smith, *theory mediated measurement* is an idea that individual measurements made by a scientist are always structured by the theories that the scientist is using when making the measurements. This becomes complicated when the measurements are used to prove or justify the theories that were structuring the measurements to begin with. In strictly philosophical or scientific discourses, the paradox-circularity-pollution problem continues to vex thinkers who are trying to devise intellectual tools to get out of the problem of subjectivity. I don’t think there’s a way out. The human ingenuity that springs up around efforts to evade or sidestep this paradox or this circularity are awe inspiring.\\n\\nTell me about the awe that you experience. It seems that you’re implying it’s obviously impossible, that it’s futile to escape this paradox and somehow endearing to even attempt to perform such optimism towards a project.\\n\\nThe awe comes from a recognition of what a productive folly it is. It’s not like bumping up against the limits of the problem has turned people off of trying to transcend it. This is part of the reason that I’m such an admirer of [Wittgenstein](https://plato.stanford.edu/entries/wittgenstein/). He’s the only celebrated philosopher I’ve ever read who found the limits and then had the courage to say that people should stop doing philosophy. The desire to identify an authority that can represent a deity figure is continuous even after the recognition of the limits, such as the “death of god” moment in the intellectual tradition. This hasn’t stopped people from trying to put an end to an infinite regress and create a technology of thought that would make politics and the need to do politics moot or unnecessary.\\n\\n![“The limits of my language mean the limits of my world.”](https://miro.medium.com/max/1094/1\\\\*R7sZkgw5fyaQx8UtL0vQEg.jpeg)\\n\\nI’m having two thoughts in response. Wittgenstein might serve as a bridge between those two thoughts. On the notion of an infinite regress, I’m imagining this to be both a qualitative and quantitative regression. Let’s pull from examples of the material world of the hard sciences to supplement our problem of how we’re trying to identify it in philosophy, and so also in politics.\\n\\nIn the sciences there’s an issue of the base metric. For example, in measurement, in order to measure a gram or a meter, there has to be a stable immutable metric for that gram or that meter. There is the *Troy ounce* and the *avoirdupois ounce*, kept down in the basement of a temperature controlled and seismically protected room somewhere in France, consisting of a cylinder of titanium or platinum that weighs exactly one ounce, but two different metrics of an ounce measured to different weights as competing standardizations of the unit. This serves as the universal metric — which is to say the *human* universal — for that measurement of a gram. The cylinder that represents that stable constant is not materially constant itself, of course, because all matter is in a constant state of flux. Every so often, this gram has to be reforged in order to restore its weight to a full gram, because it has lost material. The alternative would be that we maintain the changing cylinder as a metric, but then all gram measurements of grain, wine, metal pipes, toothbrushes, or whatever else in the entire world would be slightly less than they were upon the previous calibration to the base unit. This system attempts to codify conceptual standards upon the material world, a human tendency that might be deemed flawed or fallacious or just simply tragic or absurd in our attempt to wield reason via conceptual modalities and to exert our propensity for abstract idealistic propositions over the unruliness, the entropy, the chaos of the natural world, to instill order.\\n\\nThere’s a notion in physics that also permeates throughout all the sciences concerning the role of the observer. Laboratories are the epitome of a controlled environment, a hermetically sealed, sterile, barometrically balanced chamber, completely dissociated from the outside world. When a scientist in her laboratory focuses her instrument to observe the movement of quantum particles, she may notice that they behave differently under observation, even though the context or environment is absolutely controlled. There are many interesting theories that I’ve come across over the years to describe the influence that is being exerted that would inject the presence of the observer to disrupt or interact with the thing being observed. We can go very metaphysical on this very quickly if we’re not careful.\\n\\n![A standardized kilogram](https://miro.medium.com/max/1400/1\\\\*UHxexwXS8_pkQwOOkAydvw.jpeg)\\n\\nWe might discuss [Aleister Crowley](https://en.wikipedia.org/wiki/Aleister_Crowley)’s idea of magic, of imposing influence on a thing from afar, whether that’s intentional or unintentional. Or perhaps we might explore a proto-phenomenological or hysterically phenomenological idea that vision is physical, or at least tactile, and that by seeing a thing we take it inside of us. Now we’re in a field observing a tree. The tree as an entity can never be engaged with, for the tree exists only in our vision as it enters into the mind through the Kino I-eye, the empirical homunculus operating the corporeal machinery. There is an infinite chasm of distance between our senses and the thing being sensed. Touching an object directly, holding an object, gripping on to the tree trunk, even then there is a force that repulses connection, an infinite amount of space constituting the pressure between the tree and the hand, amounting to a notion that the universe is actually largely composed of empty space more than stuff. It’s more nothing than it is something.\\n\\nIt surprised me that you that you went in that direction, to describe an infinite or unbridgeable separation. I thought when you talked about the experience of the tree — or the tree itself — as being in the retina, in the body, that seems like it could also imply an intimacy more profound than that described in a subject-object relation. If a human body is literally incorporating the phenomena outside, it could be framed as distance as you have, but it could also be framed as a kind of union.\\n\\nIt’s both. I meant to describe both happening simultaneously, as two incompatible unrealities that dislodge the firmament of the material truth of the thing. In one case, the tree is not real because it only exists in your eye. In the other, the tree is not real because you can never actually touch it physically, corporeally. What is the realness of the thing? Delusion, illusion, or hallucination? We try to encapsulate it within a cylinder of platinum preserved within a hermetically sealed box or encapsulate it within a conceptual scaffolding we call immutable, universal, and objective. I’m trying to make a bridge to Wittgenstein and his attempt to exercise a logical calculus where concepts as propositions build upon each other to form an architecture of pronounced reality.\\n\\nWittgenstein betrays a wonderful pessimism. He’s constantly beginning with a disclaimer that “these are just propositions” and then ending with “the rest are just propositions.” That’s not a beautiful recursivity, but rather a dark, nihilistic recursivity, that his statements constitute the outer limits of our understanding and beyond this threshold we are incapable of understanding. There’s nothing there to understand, because we’re brushing up upon the threshold of our own limitations, a periphery which is self imposed, that we are bound to and doomed to repeat. Of course, I’m no expert on Wittgenstein, so I’d love to hear your critique of how wrong I might have that.\\n\\nThat doesn’t seem wrong to me at all. If I was going to be unnecessarily persnickety, I’d want to think about the *Tractatus* Wittgenstein as distinct from the late Wittgenstein in his *Philosophical Investigations*. But actually, I think the way that you’ve summarized what he’s doing is true to both of those versions. I’m trying to think of a way to put that into a relationship with the binary categorization that we’re thinking about here between hard and soft governance.\\n\\nI think that we’re laying out the relationships of codified truth. I recall that your initial question about soft and hard governance had to do with a correlation to truth, which made me stumble, but maybe we’re coming back around to that as being the juicy center to this seemingly rotten fruit. The truthy-ness is that all of this codified universal language is built upon false propositions, an unreality that’s more real than the material really-real. Could there be a more humble or self-deprecating way of proceeding — in a Wittgensteinian sense — where the code remains law while we exercise humility before the fallacious or tragic reliance upon that code, to recognize the imperfection and act in accordance to an understanding of the imperfection of the code?\\n\\n![](https://miro.medium.com/max/1400/1\\\\*RNGf-rMlkYnE68ixCaicfQ.jpeg)\\n\\nOne lesson to draw from Wittgenstein that relates to the distinction that’s on the table here between hard and soft governance is *not* to regard the people who think in terms of hard and soft governance as fools who need to be saved by the philosophers who see through the fictions that are scaffolding their conceptual narratives and identities. One of the things to mind here is that *even if objectivity is not so-called real, it does real work*. The question should not be whether it is wrong or right, this scholastic or theoretical questioning that can be dismantled by a certain sort of philosophical acuity. We might practice a cultural studies sensibility of asking after what is happening in this context and what it does for these people. From that perspective I think that fictions of objectivity are incredibly useful. My cynical take on what’s happening in the technosphere when it comes to the endurance of these fictions is that it’s a really expedient way to obscure agents. If agents are obscured and the code is the authority, as opposed to a group of global elites who have certain values and sensibilities and tech toys to play with, then a bunch of different kinds of preoccupations can be set aside for the sake of focusing on other issues. That’s a really general way to put it and I feel like I’m still slipping around.\\n\\nI think the point is not to invoke somebody like Wittgenstein to show how humans are always working against the limits of what can really be thought or said. That is happening, but that doesn’t mean that there’s an end to thinking about these issues. Perhaps there’s an end to thinking about them philosophically and then there’s a different set of anthropological, cultural, literary, and social scientific questions, and other styles of questions, that can be asked.\\n\\nMaybe we should end here and give ourselves a week to think more about what those questions might be.\\n\\n*This series is made possible by a generous grant awarded by MolochDAO. Thank you Moloch!*\",\"timestamp\":1640004590,\"title\":\"DEATHGUILD DIALOGUES #1\"},\"digest\":\"3BHcASNAxzp42MfB0sl8XvtUedvXSUMOEQ_7YTeFXvs\",\"authorship\":{\"contributor\":\"0x2619c649d98DDdDBB0B218823354FE1D41bF5Ce0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4mdisoNNdsLb0HjLJueJDh-HycXnOUVWemp2S5zylaY\\\",\\\"y\\\":\\\"Zr7OVfCYzcSr_16yz9tzRF4839zI_FuMl6wUYAFCEEI\\\"}\",\"signature\":\"WzXMubuqbKdky6ZeMChUFeFLnqeviP98Qchx8DNEwCk-WGKjrkXrshiw3T2dF5nEEbjC5ZiFgAUm-HdsyUXVKg\",\"signingKeySignature\":\"0xecc6b1be02237d7fe42966de55b4a354d6324996d1cabcd2fc231567ae21a81112e54ea9126d70480a81e6659c76b15b6542225e9dc4ca247025be4bcc1af17c00\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4mdisoNNdsLb0HjLJueJDh-HycXnOUVWemp2S5zylaY\\\",\\\"y\\\":\\\"Zr7OVfCYzcSr_16yz9tzRF4839zI_FuMl6wUYAFCEEI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mrJaqrT7zW9t_W7nr6lJhbXHD-uZafcoZVxs6uckPm4\"}"