"{\"content\":{\"body\":\"Web3 introduced the concept of digital ownership, but ownership is meaningless without the context in which it occurs. Composable items that make up a rich ecosystem of social products are the key to unlocking the next million users to web3.\\n\\nAsk a random person on the street about web3 and NFT. You will usually get one of two responses: either they have never heard of them, or (more often than not) they scream Ponzi scheme.\\n\\n**Incentives for early adopters do not resonate with the public.**\\n\\n* Early community (wagmi, cult-like enthusiasm drives the movement forward)\\n  Speculation (make some risky bets and possibly dig for gold)\\n  Ideology (democratizing the web, displacing existing power, etc.)\\n  Technological challenges (building new things is fun!)\\n\\nBut the average person doesn't get in early enough to build or speculate on NFT unless they are already rich and can buy it at will. As people say, they talk about caring about decentralization or breaking up tech giants, but many still swipe short videos on TikTok. What will convince them?\\n\\nLet's revisit web3's selling points for Jessica and Manuel, two typical users, assuming that normal people don't chat frequently on Discord and that their profile pictures show their IRL faces.\\n\\nDecentralization and security - Jessica is somewhat concerned about this and may even vocalize about it on social media from time to time. But if you give her an alternative that is less decentralized but more fun, easy to use, or useful, she will quietly choose that alternative every time.\\n\\n\\nThe value of users will increase, not just the company that owns most of the network - which should be huge for Manuel, who regularly streams on Twitch. But he sees it as a giant casino-style pyramid scheme, because owning value/money at the center of a new platform feels nasty.\\n\\n\\nInteroperability and portability of assets - a wealth of experience in porting NFT and acquired assets to other really useful platforms. jessica was intrigued and wandered around. But she soon found an ecosystem filled with hundreds of disconnected projects, and none of them complete enough to beat established web2 products.\\n\\n* Incentives and profits have driven everything on the web. It's not obvious to the average user, because they're not the ones getting the 💰.\\n\\nPoint 2 should be the most compelling reason for the world to move to web3. It opens up a new economic model that reduces wealth inequality and rewards builders/contributors/creators - something that was previously difficult because we didn't have the technology to encode digital ownership.\\n\\nHowever, most people don't even engage in traditional financial activities outside of the basics (buying index funds, having a 401k - many don't even do that). Those who tend to be in a privileged social class have the time and energy to do so. Apps like Robinhood expand the scope of stock trading, but I don't think it's as ubiquitous as social media (Instagram/Youtube/TikTok, etc.). People don't inherently seek to optimize their investments, but they do seek community. They want to interact with their friends and care about what they think (status). Socialization is at the heart of the human experience. In addition, people already understand the concept of social networking and how it works within it.\\n\\n\\\\*\\\\*However, Generation Z may be more financially savvy.\\n\\nBut why would the social experience be better on web3 than on a traditional platform? This is where interoperability comes in handy. In theory, web3 will make it easy to port valuable assets, identities and activities between projects. Your identity on the web is no longer locked to whatever platform you are active on. As a result, projects must continue to innovate and benefit users/members/NFT holders. And because the builders and creators behind the project are incentivized to contribute, the technical experience produced on web3 should be better. They will also be better compensated.\\n\\nIn fact, the Web3 ecosystem does not yet exist for a variety of reasons, which I will cover in the next part of this series. I think the final form of Web3 will look like a multiverse, with some key projects that will serve as building blocks for the community to build upon. These projects will range from publishing platforms (Mirror) to 3D worlds (Portals) to knowledgeable NFTs (Crypto Coven) to tools (Mycoverse) to games (many of which are in development). In these worlds, there will be micro-communities. They will compete with each other, as people can pack up and leave and engage elsewhere. Importantly, mass appeal will be achieved when people come together to discuss things that are not directly web3, but simply use the infrastructure to gather around normal hobbies and interests.\",\"timestamp\":1640591404,\"title\":\"What is the final form of Web3? How to unlock the next batch of millions of new Web3 users?\"},\"digest\":\"qsHfxpsmSh3GJoumG1kUeKpkVC_0v0nlCNbS0vypwr4\",\"authorship\":{\"contributor\":\"0x078Ad5270b0240D8529f600f35A271Fc6E2b2bD8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"61iIYtLpNlhMEfpITv_mR3fjii5pn_IVyPHZVYeOOAQ\\\",\\\"y\\\":\\\"0EieRyHtxyOxG7ZaKkTOkvnu1rstk0DKZLd26klPFTg\\\"}\",\"signature\":\"Nn1-yOgwCQ4uLkPpGxpfbk8kpQLGdQJO5Q8wV2VXJcPxDw6EbxY1mzEJLUC4vXY6t3lNTP6lDqBnsC47UWuJmw\",\"signingKeySignature\":\"0x3b2921dd5d3f57b4454de6cb4e8bb318c736df1ed02697f883993579611e7b347fa5ea7d49a1aa6926df4c943cd2fc4a0d3a48e4020045aa48bdd3273b46989c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"61iIYtLpNlhMEfpITv_mR3fjii5pn_IVyPHZVYeOOAQ\\\",\\\"y\\\":\\\"0EieRyHtxyOxG7ZaKkTOkvnu1rstk0DKZLd26klPFTg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qsHfxpsmSh3GJoumG1kUeKpkVC_0v0nlCNbS0vypwr4\"}"