"{\"content\":{\"body\":\"**北京信息社会研究所所长、苇草智酷创始合伙人 王俊秀**：\\n\\n \\n\\n吴桐讲了好几个概念。一开始讲了元宇宙的实质是一个平行世界，之后又提到了在这个世界里最重要的是数据的产权和治理。之后提出了元宇宙的两条路线，一个是大互联网的路线，一个是基于区块链的开源的元宇宙路线。\\n\\n \\n\\n通过这两条路线的比较，尤其是后一条路线的阐释，给我们展现了实现他心目中元宇宙的途径。而且他讲了几个概念，预言机、算法稳定币、重个性化的劳动和DAO、NFT、Web 3.0，这些共同组成了一个他心目中的元宇宙的构成要素。\\n\\n \\n\\n下面开始进入点评环节。首先请朱嘉明老师。\\n\\n \\n\\n**经济学家、横琴数链数字金融研究院学术与技术委员会主席 朱嘉明**：\\n\\n \\n\\n吴桐是90后，他用40分钟对元宇宙做了非常全面的说明，也把他的观点和价值观表现得非常清楚。能够在40分钟内将元宇宙相关的问题一一提及，并且按照他的框架加以表述，相当值得肯定。他也归纳了元宇宙和Defi、Web 3.0、NFT以及DAO之间的关系。\\n\\n \\n\\n就吴桐本身讲的内容和结构来讲，很难做进一步直接更具体的讨论。我只是想提出一个问题，大家可以基于吴桐给出的框架做进一步的思考。\\n\\n \\n\\n我是想谈的问题是：**元宇宙到底是创造还是发现？**\\n\\n \\n\\n我基本认为**元宇宙不是创造，是一种发现，而且是一种再发现**。\\n\\n \\n\\n元宇宙本身就是存在的。我并不是讲客观、主观的意思。是元宇宙本来就在我们所生存的宇宙里。不管我们人类在宇宙中处于怎样的位置，元宇宙就是一种存在。\\n\\n \\n\\n比如在泰格马克的著作《穿越平行宇宙》，英文名字是《数学宇宙》中就提到了四维空间的问题。而相当多的科学都讲到，比如弦理论，M理论都讲了多重空间、多重宇宙的问题。因此我们必须有一个观念，元宇宙并非是依存于我们现在的创造，它实际上是原本就有的一个存在。今天我们讲的元宇宙，是我们对本来存在的一种rediscovery，再发现。\\n\\n \\n\\n我的第二个观点：**元宇宙是一种技术集聚的实现**。现在有很多关于元宇宙的文章，有的文章写到了元宇宙的前生、今世。但在我看来，元宇宙的历史绝非像我们想的这么暂短。从历史到今天，从起点来追溯起点，我们所说的元宇宙至少有30年的历史。\\n\\n \\n\\n在整个过程中，我们会发现过去30年有一系列里程碑的事情，都促进了今天元宇宙的最终概念重新被大家发现，重新被大家所推出。\\n\\n \\n\\n包括2009年的区块链，吴桐对区块链强调的不够。包括像2002年提出的数字孪生，1993年提出的工作量证明，2008年出现的比特币，2018年的稳定币，还有2016年的DAO。\\n\\n \\n\\n在这个过程中，元宇宙是被大家在30年的时间里给聚集起来，集合起来的，它又变成了一种实现。\\n\\n \\n\\n首先是发现，第二个是实现。第三个是，元宇宙本身是一个过程。\\n\\n \\n\\n**我们现在对元宇宙的所有讨论，包括试图对元宇宙加以定义，在我看来，都是为时尚早的**。\\n\\n \\n\\n元宇宙现在还在一个演化的过程中，并且处于一种开放的演化状态。从现在开始，我们再看30年，其实都不是一个很长的时间。我也很赞同吴桐所说的，从现在开始的3-5年，理解现在所认知的元宇宙都是很困难的。\\n\\n \\n\\n这三条是我超出吴桐的框架想要强调的。**元宇宙是一个再发现的过程。元宇宙的历史是一种再实现。元宇宙本身是一个开放的过程**。\\n\\n \\n\\n现在对元宇宙的认识，我认为要避免对元宇宙过于媚俗化、庸俗化和商业化的“三化”侵蚀。\\n\\n \\n\\n \\n\\n所谓的媚俗化，是过于把元宇宙的张力认识偏低，按照自己的立场和愿望来对元宇宙做一种比较随意的解释。\\n\\n \\n\\n庸俗化很大程度是，没有看到元宇宙本身所包含的价值理念，元宇宙所蕴含的21世纪乌托邦的理想。这也是非常有害的。甚至我们也看到一些文章，把元宇宙做了太多的意识形态的解释。比如把主权的概念，把阶级的概念统统引入元宇宙。现在显而易见的是一种不值得肯定的思想方法。\\n\\n \\n\\n至于商业化，大家看得很清楚。就是**过早和过急的，把所谓现实世界中商业的实践，直接和简单化的平移到所谓的元宇宙之中。包括所谓的房地产概念**。\\n\\n \\n\\n总的来讲，今天说元宇宙基本代表多少商业价值？这些说法都是会产生一种误导。以为元宇宙就是今天现实世界的一个折射。这当然是有害的。\\n\\n \\n\\n所以我认为，非常要注意将元宇宙媚俗化、庸俗化和商业化的强烈倾向性。\\n\\n \\n\\n**广州大学R立方研究所所长 中山大学哲学系教授 中山大学虚拟世界研究中心主任 中山大学人机互联实验室主任 翟振明**：\\n\\n \\n\\n谢谢吴桐老师对元宇宙概念的阐释。他说区块链作为各个元宇宙之间沟通的技术，这一点很有启发。\\n\\n \\n\\n朱嘉明老师说，元宇宙是一种再发现，我也很赞成。特别是我在23年前已经写了一本书，这本书里我已经设计了，虽然没有称为元宇宙，其实比元宇宙范围更广的一个概念——扩展现实。\\n\\n \\n\\n它的主要特点是，网络化的VR加上物联网。使 VR概念不再是自我封闭的概念，而是经过物联网和物质世界发生关联的事件。这是比元宇宙更广泛的概念。\\n\\n \\n\\n是可以用**inside out control，从里边控制外边。从而我们可以不出来，在虚拟世界里边就能掌控一切物理世界的事情**。\\n\\n \\n\\n当时我还提出了主从机器人的概念。就是主端的人，从端的机器人来控制物联网，使物联网的所有设备都可以通过机器人，被在虚拟世界里的人来控制。这样一个概念，其实也是很早就有的。所以嘉明老师说，元宇宙是重新发现，我非常同意。\\n\\n \\n\\n其实我也不是最早提出的，在《雪崩》小说中，其实早就表达了类似的意思。\\n\\n \\n\\n第二点想表达的，我们中国的字节跳动收购了一家头盔公司，人家以为它就是进入元宇宙了。但在我看来，在广州的大西洲科技公司才是是真正的以元宇宙的概念为基础的公司，它就只做不声张，到现在已经做了六年时间。包括我提到的主从机器人、物联网等概念，其实已经覆盖和超越了元宇宙的概念。希望大家有机会来广州关注一下这家公司。\\n\\n \\n\\n我现在有两个实验室，一个在广州大学，一个在中山大学的人机互联实验室。也在做扩展现实技术的一些小小模型的实践。\\n\\n \\n\\n**王俊秀**：翟老师讲的，我们苇草的朋友，包括我、胡泳老师，很多都去看过。就是通过主从机器人，从内部的虚拟现实，来控制外面的现实。它扩展了元宇宙的概念，称之为扩展现实。\",\"timestamp\":1638674496,\"title\":\"元宇宙是对本来存在的再发现\"},\"digest\":\"ws0GA3A-wRcl5qs4NIf-o95o5TZc8us4-r3yWUZjDMs\",\"authorship\":{\"contributor\":\"0xf7cf55Ed9dd9d92093D19FB745930bAd02062F5A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OJvhzvLkMaL4634QjydxWbciMIqHx11PAw-mSPx7yS0\\\",\\\"y\\\":\\\"BPcbb9kydeAiuazSFmznq22RbrlMBr397beoYHbGUjc\\\"}\",\"signature\":\"5W-7mrUm-K2pVxA__eR1ccyVW-_dlREmUHou7FkfM53ybR8Hvhv8bZWrUXs8cNzYY07hbPKPmwF5ZaI7FuPxkg\",\"signingKeySignature\":\"0x032c13731f6610c0eb1b32d57ce09f5a6eb96c686786065e3fbed4d52f827ed865ea06ff2676d06bbc9e1b3dd014d879ae0760becde72d3a2ddb63e48ef496411c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OJvhzvLkMaL4634QjydxWbciMIqHx11PAw-mSPx7yS0\\\",\\\"y\\\":\\\"BPcbb9kydeAiuazSFmznq22RbrlMBr397beoYHbGUjc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ws0GA3A-wRcl5qs4NIf-o95o5TZc8us4-r3yWUZjDMs\"}"