"{\"content\":{\"body\":\"## What is Gnosis Safe?\\nGnosis Safe is a smart contract wallet that runs on the Ethereum blockchain. It allows you to create a wallet that can be controlled by multiple people and requires a minimum number of signatures before executing a transaction. \\n\\nGnosis Safe can be run in a trustless manner as the frontend, backend, and Smart Contracts are entirely open source. Gnosis supports ERC-20 and ERC-721, which means all your tokens and NFTs can be managed through the wallet. You can use the web, desktop, and mobile interfaces to access the safe. \\n\\n## Why is it important?\\nWhen you use a wallet like Metamask, it’s secured with a private key. If that key ends up in the wrong hands, your funds are compromised. It isn’t possible to share access securely with multiple people as one individual could control the funds in the wallet without the authorization of others. Gnosis Safe allows multiple wallets to be added and set a minimum number of signatures needed to execute a transaction. \\n\\nFor example, Let’s say you and three other friends purchased some ETH jointly. You can create a Gnosis safe, add all four wallets to the safe. Now, you can set that you need a minimum of 3 signatures for a transaction to execute. This allows you to share control over the funds with multiple people while preventing them from being lost due to a single point of failure.\\n\\n## Setup a Gnosis Safe with multiple signers\\n### 1. Connect your wallet to Gnosis Safe\\n![](https://images.mirror-media.xyz/publication-images/edf4149b-9b06-4a60-bd63-842e794cd1ef.png?height=1190&width=2486)\\n\\n### 2. Create a New Safe\\n- Enter the Name of the Safe and press Start. This name is for your convenience only and will not be shared with any third party.\\n![](https://images.mirror-media.xyz/publication-images/7401cd40-b155-4929-bde5-83a8f0c2ec4a.png?height=1234&width=1744)\\n\\n- Add the wallet addresses of the owners of this safe and select the minimum number of confirmations required to execute a transaction. I’ve set 2 out of 3, which means that any transaction requires at least two of the three wallets listed to confirm before execution.\\n![](https://images.mirror-media.xyz/publication-images/fa29a787-bec8-4673-9483-83a4c1debc59.png?height=1176&width=1308)\\n\\n- Click on Review and make sure the settings are correct.\\n![](https://images.mirror-media.xyz/publication-images/27525cd0-9ea7-48ff-bb47-f885d1d701c5.png?height=918&width=1396)\\n\\n \\n- Click on Submit to create the safe. Once you pay the gas fee, you will see the Safe Creation Process Screen. Wait for the process to complete and display the success message you see below.\\n![](https://images.mirror-media.xyz/publication-images/1cdf3cbe-4588-4d4b-a8f8-48c6ad74bcb4.png?height=1084&width=2518)\\n\\nCongratulations! Now, you have created a Gnosis Safe!\\n\",\"timestamp\":1627252402,\"title\":\"Tutorial: How to create a Gnosis Safe\",\"publication\":\"rabbithole\"},\"digest\":\"vD3V_yIi147nKBbSmdMhmf1VZUCyg5zbprRbIKiU1nA\",\"authorship\":{\"contributor\":\"0x7721F140C2968D5C639A9B40a1e6CA48a9b7c41D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xHaD-DDOSm2L3WQ1WIyp97MyUE8m8Zu8hVFufJVtkoU\\\",\\\"y\\\":\\\"gLfv8R9lhQQnTRCXCxttemKpE8-16VNJE5xYDWzxabs\\\"}\",\"signature\":\"XPV5zKRk00fNBSqHGuyCxSoc3ksbMyEDMucrP6zDQo6b3dIwuKtYDSjC3WSp-HQ9__1FymT4PC1zqw3ALQuxmg\",\"signingKeySignature\":\"0xec8c1da6a9ac1c3c8cf251de93e00b2e21f78fd8178eb1d92201025eaf61af9f449cf918b1c6a0bb7c38378441c9afd6cb7bdc9eb0c1c1af8e6ac144c85272e41c\",\"signingKeyMessage\":\"I authorize the publication of articles on bvajresh.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xHaD-DDOSm2L3WQ1WIyp97MyUE8m8Zu8hVFufJVtkoU\\\",\\\"y\\\":\\\"gLfv8R9lhQQnTRCXCxttemKpE8-16VNJE5xYDWzxabs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mYzUhywjEIN_vr0kklEdi2w2WJrkhciuAPE5Dgqt_DE\"}"