"{\"content\":{\"body\":\"While addressing this polite invitation to the agent in his softest voice, Lomaque produced his pocketbook, and drew from it a little note, which he opened and read through attentively. It was headed: \\\"Private Instructions relative to Superintendent Danville,\\\" and proceeded thus:\\n\\n\\\"The undersigned can confidently assert, from long domestic experience in Danville's household that his motive for denouncing his wife's brother is purely a personal one, and is not in the most remote degree connected with politics. Briefly, the facts are these: Louis Trudaine, from the first, opposed his sister's marriage with Danville, distrusting the latter's temper and disposition. The marriage, however, took place, and the brother resigned himself to await results--taking the precaution of living in the same neighborhood as his sister, to interpose, if need be, between the crimes which the husband might commit and the sufferings which the wife might endure. The results soon exceeded his worst anticipations, and called for the interposition for which he had prepared himself. He is a man of inflexible firmness, patience, and integrity, and he makes the protection and consolation of his sister the business of his life. He gives his brother-in-law no pretext for openly quarreling with him. He is neither to be deceived, irritated, nor tired out, and he is Danville's superior every way--in conduct, temper, and capacity. Under these circumstances, it is unnecessary to say that his brother-in-law's enmity toward him is of the most implacable kind, and equally unnecessary to hint at the perfectly plain motive of the denuciation.\\n\\n\\\"As to the suspicious circumstances affecting not Trudaine only, but his sister as well, the undersigned regrets his inability, thus far, to offer either explanation or suggestion. At this preliminary stage, the affair seems involved in impenetrable mystery.\\\"\\n\\nLomaque read these lines through, down to his own signature at the end. They were the duplicate Secret Instructions demanded from him in the paper which he had been looking over before the entrance of the two police agents. Slowly, and, as it seemed, unwillingly, he folded the note up in a fresh sheet of paper, and was preparing to seal it when a tap at the door stopped him. \\\"Come in,\\\" he cried, irritably; and a man in traveling costume, covered with dust, entered, quietly whispered a word or two in his ear, and then went out. Lomaque started at the whisper, and, opening his note again, hastily wrote under his signature: \\\"I have just heard that Danville has hastened his return to Paris, and may be expected back to-night.\\\" Having traced these lines, he closed, sealed, and directed the letter, and gave it to Magloire. The police agent looked at the address as he left the room; it was \\\"To Citizen Robespierre, Rue Saint-Honore.\\\"\\n\\nLeft alone again, Lomaque rose, and walked restlessly backward and forward, biting his nails,\\n\\n\\\"Danville comes back to-night,\\\" he said to himself, \\\"and the crisis comes with him. Trudaine a conspirator! Bah! conspiracy can hardly be the answer to the riddle this time. What is?\\\"\\n\\nHe took a turn or two in silence--then stopped at the open window, looking out on what little glimpse the street afforded him of the sunset sky. \\\"This time five years,\\\" he said, \\\"Trudaine was talking to me on that bench overlooking the river; and Sister Rose was keeping poor hatchet-faced old Lomaque's cup of coffee hot for him! Now I am officially bound to suspect them both; perhaps to arrest them; perhaps--I wish this job had fallen into other hands. I don't want it--I don't want it at any price!\\\"\\n\\nHe returned to the writing-table and sat down to his papers, with the dogged air of a man determined to drive away vexing thoughts by dint of sheer hard work. For more than an hour he labored on resolutely, munching a bit of dry bread from time to time. Then he paused a little, and began to think again. Gradually the summer twilight faded, and the room grew dark.\\n\\n\\\"Perhaps we shall tide over to-night, after all--who knows?\\\" said Lomaque, ringing his handbell for lights. They were brought in, and with them ominously returned the police agent Magloire with a small sealed packet. It contained an arrest-order and a tiny three-cornered note, looking more like a love-letter, or a lady's invitation to a party, than anything else. Lomaque opened the note eagerly and read these lines neatly written, and signed with Robespierre's initials--M. R.--formed elegantly in cipher:\\n\\n\\\"Arrest Trudaine and his sister to-night. On second thoughts, I am not sure, if Danville comes back in time to be present, that it may not be all the better. He is unprepared for his wife's arrest. Watch him closely when it takes place, and report privately to me. I am afraid he is a vicious man; and of all things I abhor Vice.\\\"\\n\\n\\\"Any more work for me to-night?\\\" asked Magloire, with a yawn.\\n\\n\\\"Only an arrest,\\\" replied Lomaque. \\\"Collect our men; and when you're ready get a coach at the door.\\\"\\n\\n\\\"We were just going to supper,\\\" grumbled Magloire to himself, as he went out. \\\"The devil seize the Aristocrats! They're all in such a hurry to get to the guillotine that they won't even give a man time to eat his victuals in peace!\\\"\\n\\n\\\"There's no choice now,\\\" muttered Lomaque, angrily thrusting the arrest-order and the three-cornered note into his pocket. \\\"His father was the saving of me; he himself welcomed me like an equal; his sister treated me like a gentleman, as the phrase went in those days; and now--\\\"\\n\\nHe stopped and wiped his forehead--then unlocked his desk, produced a bottle of brandy, and poured himself out a glass of the liquor, which he drank by sips, slowly.\\n\\n\\\"I wonder whether other men get softer-hearted as they grow older!\\\" he said. \\\"I seem to do so, at any rate. Courage! courage! what must be, must. If I risked my head to do it, I couldn't stop this arrest. Not a man in the office but would be ready to execute it, if I wasn't.\\\"\\n\\nHere the rumble of carriage-wheels sounded outside.\\n\\n\\\"There's the coach! \\\" exclaimed Lomaque, locking up the brandy-bottle, and taking his hat. \\\"After all, as this arrest is to be made, it's as well for them that I should make it.\\\"\\n\\nConsoling himself as he best could with this reflection, Chief Police Agent Lomaque blew out the candles, and quitted the room.\\n\\nCHAPTER II.\\n\\nIGNORANT of the change in her husband's plans, which was to bring him back to Paris a day before the time that had been fixed for his return, Sister Rose had left her solitary home to spend the evening with her brother. They had sat talking together long after sunset, and had let the darkness steal on them insensibly, as people will who are only occupied with quiet, familiar conversation. Thus it happened, by a curious coincidence, that just as Lomaque was blowing out his candles at the office Rose was lighting the reading-lamp at her brother's lodgings.\\n\\nFive years of disappointment and sorrow had sadly changed her to outward view. Her face looked thinner and longer; the once delicate red and white of her complexion was gone; her figure had wasted under the influence of some weakness, which had already made her stoop a little when she walked. Her manner had lost its maiden shyness, only to become unnaturally quiet and subdued. Of all the charms which had so fatally, yet so innocently, allured her heartless husband, but one remained--the winning gentleness of her voice. It might be touched now and then with a note of sadness, but the soft attraction of its even, natural tone still remained. In the marring of all other harmonies, this one harmony had been preserved unchanged. Her brother, though his face was careworn, and his manner sadder than of old, looked less altered from his former self. It is the most fragile material which soonest shows the flaw. The world's idol, Beauty, holds its frailest tenure of existence in the one Temple where we most love to worship it.\\n\\n\\\"And so you think, Louis, that our perilous undertaking has really ended well by this tim e?\\\" said Rose, anxiously, as she lighted the lamp and placed the glass shade over it. \\\"What a relief it is only to hear you say you think we have succeeded at last!\\\"\\n\\n\\\"I said I hope, Rose,\\\" replied her brother.\\n\\n\\\"Well, even hoped is a great word from you, Louis--a great word from any one in this fearful city, and in these days of Terror.\\\"\\n\\nShe stopped suddenly, seeing her brother raise his hand in warning. They looked at each other in silence and listened. The sound of footsteps going slowly past the house--ceasing for a moment just beyond it--then going on again--came through the open window. There was nothing else, out-of-doors or in, to disturb the silence of the night--the deadly silence of Terror which, for months past, had hung over Paris. It was a significant sign of the times, that even a passing footstep, sounding a little strangely at night, was subject for suspicion, both to brother and sister--so common a subject, that they suspended their conversation as a matter of course, without exchanging a word of explanation, until the tramp of the strange footsteps had died away.\\n\\n\\\"Louis,\\\" continued Rose, dropping her voice to a whisper, after nothing more was audible, \\\"when may I trust our secret to my husband?\\\"\\n\\n\\\"Not yet!\\\" rejoined Trudaine, earnestly. \\\"Not a word, not a hint of it, till I give you leave. Remember, Rose, you promised silence from the first. Everything depends on your holding that promise sacred till I release you from it.\\\"\\n\\n\\\"I will hold it sacred; I will indeed, at all hazards, under all provocations,\\\" she answered.\\n\\n\\\"That is quite enough to reassure me--and now, love, let us change the subject. Even these walls may have ears, and the closed door yonder may be no protection.\\\" He looked toward it uneasily while he spoke. \\\"By-the-by, I have come round to your way of thinking, Rose, about that new servant of mine--there is something false in his face. I wish I had been as quick to detect it as you were.\\\"\\n\\nRose glanced at him affrightedly. \\\"Has he done anything suspicious? Have you caught him watching you? Tell me the worst, Louis.\\\"\\n\\n\\\"Hush! hush! my dear, not so loud. Don't alarm yourself; he has done nothing suspicious.\\\"\\n\\n\\\"Turn him off--pray, pray turn him off, before it is too late!\\\"\\n\\n\\\"And be denounced by him, in revenge, the first night he goes to his Section. You forget that servants and masters are equal now. I am not supposed to keep a servant at all. I have a citizen living with me who lays me under domestic obligations, for which I make a pecuniary acknowledgment. No! no! if I do anything, I must try if I can't entrap him into giving me warning. But we have got to another unpleasant subject already--suppose I change the topic again? You will find a little book on that table there, in the corner--tell me what you think of it.\\\"\\n\\nThe book was a copy of Corneille's \\\"Cid,\\\" prettily bound in blue morocco. Rose was enthusiastic in her praises. \\\"I found it in a bookseller's shop, yesterday,\\\" said her brother, \\\"and bought it as a present for you. Corneille is not an author to compromise any one, even in these times. Don't you remember saying the other day that you felt ashamed of knowing but little of our greatest dramatist?\\\" Rose remembered well, and smiled almost as happily as in the old times over her present. \\\"There are some good engravings at the beginning of each act,\\\" continued Trudaine, directing her attention rather earnestly to the illustrations, and then suddenly leaving her side when he saw that she became interested in looking at them.\\n\\nHe went to the window--listened--then drew aside the curtain, and looked up and down the street. No living soul was in sight. \\\"I must have been mistaken,\\\" he thought, returning hastily to his sister; \\\"but I certainly fancied I was followed in my walk to-day by a spy.\\\"\\n\\n\\\"I wonder,\\\" asked Rose, still busy over her book, \\\"I wonder, Louis, whether my husband would let me go with you to see 'Le Cid' the next time it is acted.\\\"\\n\\n\\\"No!\\\" cried a voice at the door; \\\"not if you went on your knees to ask him.\\\"\\n\\nRose turned round with a scream. There stood her husband on the threshold, scowling at her, with his hat on, and his hands thrust doggedly into his pockets. Trudaine's servant announced him, with an insolent smile, during the pause that followed the discovery. \\\"Citizen Superintendent Danville, to visit the citoyenne, his wife,\\\" said the fellow, making a mock bow to his master.\\n\\nRose looked at her brother, then advanced a few paces toward the door. \\\"This is a surprise,\\\" she said, faintly; \\\"has anything happened? We--we didn't expect you.\\\" Her voice failed her as she saw her husband advancing, pale to his very lips with suppressed anger.\\n\\n\\\"How dare you come here, after what I told you?\\\" he asked, in quick, low tones.\\n\\nShe shrank at his voice almost as if he had struck her. The blood flew into her brother's face as he noticed the action; but he controlled himself, and, taking her hand, led her in silence to a chair.\\n\\n\\\"I forbid you to sit down in his house,\\\" said Danville, advancing still; \\\"I order you to come back with me! Do you hear? I order you.\\\"\\n\\nHe was approaching nearer to her, when he caught Trudaine's eye fixed on him, and stopped. Rose started up, and placed herself between them.\\n\\n\\\"Oh, Charles, Charles!\\\" she said to her husband, \\\"be friends with Louis to-night, and be kind again to me. I have a claim to ask that much of you, though you may not think it!\\\"\\n\\nHe turned away from her, and laughed contemptuously. She tried to speak again, but Trudaine touched her on the arm, and gave her a warning look.\\n\\n\\\"Signals!\\\" exclaimed Danville; \\\"secret signals between you!\\\"\\n\\nHis eye, as he glanced suspiciously at his wife, fell on Trudaine's gift-book, which she still held unconsciously.\\n\\n\\\"What book is that?\\\" he asked.\\n\\n\\\"Only a play of Corneille's,\\\" answered Rose; \\\"Louis has just made me a present of it.\\\"\\n\\nAt this avowal Danville's suppressed anger burst beyond all control.\\n\\n\\\"Give it him back!\\\" he cried, in a voice of fury. \\\"You shall take no presents from him; the venom of the household spy soils everything he touches. Give it him back!\\\" She hesitated. \\\"You won't?\\\" He tore the book from her with an oath, threw it on the floor, and set his foot on it.\\n\\n\\\"Oh, Louis! Louis! for God's sake, remember.\\\"\\n\\nTrudaine was stepping forward as the book fell to the floor. At the same moment his sister threw her arms round him. He stopped, turning from fiery red to ghastly pale.\\n\\n\\\"No, no, Louis!\\\" she said, clasping him closer; \\\"not after five years' patience. No--no!\\\"\\n\\nHe gently detached her arms.\\n\\n\\\"You are right, love. Don't be afraid; it is all over now.\\\"\\n\\nSaying that, he put her from him, and in silence took up the book from the floor.\\n\\n\\\"Won't *that* offend you even?\\\" said Danville, with an insolent smile. \\\"You have a wonderful temper--any other man would have called me out!\\\"\\n\\nTrudaine looked back at him steadily; and taking out his handkerchief, passed it over the soiled cover of the book.\\n\\n\\\"If I could wipe the stain of your blood off my conscience as easily as I can wipe the stain of your boot off this book,\\\" he said quietly, \\\"you should not live another hour. Don't cry, Rose,\\\" he continued, turning again to his sister: \\\"I will take care of your book for you until you can keep it yourself.\\\"\\n\\n\\\"You will do this! you will do that!\\\" cried Danville, growing more and more exasperated, and letting his anger got the better even of his cunning now. \\\"Talk less confidently of the future--you don't know what it has in store for you. Govern your tongue when you are in my presence; a day may come when you will want my help--my help; do you hear that?\\\"\\n\\nTrudaine turned his face from his sister, as if he feared to let her see it when those words were spoken.\\n\\n\\\"The man who followed me to-day was a spy--Danville's spy!\\\" That thought flashed across his mind, but he gave it no utterance. There was an instant's pause of silence; and through it there came heavily on the still night air the rumbling of distant wheels. The sound advanced nearer and nearer--advanced and ceased under the window.\\n\\nDanville hurried to it, and looked out eagerly. \\\"I have not hastened my return without reason. I wouldn't have missed this arrest for anything!\\\" thought he, peering into the night.\\n\\nThe stars were out, but there was no moon. He could not recognize either the coach or the persons who got out of it, and he turned again into the interior of the room. His wife had sunk into a chair, her brother was locking up in a cabinet the book which he had promised to take care of for her. The dead silence made the noise of slowly ascending footsteps on the stairs painfully audible. At last the door opened softly.\\n\\n\\\"Citizen Danville, health and fraternity!\\\" said Lomaque, appearing in the doorway, followed by his agents. \\\"Citizen Louis Trudaine?\\\" he continued, beginning with the usual form.\\n\\nRose started out of her chair; but her brother's hand was on her lips before she could speak.\\n\\n\\\"My name is Louis Trudaine,\\\" he answered.\\n\\n\\\"Charles!\\\" cried his sister, breaking from him and appealing to her husband, \\\"who are these men? What are they here for?\\\"\\n\\nHe gave her no answer.\\n\\n\\\"Louis Trudaine,\\\" said Lomaque, slowly, drawing the order from his pocket, \\\"in the name of the Republic, I arrest you.\\\"\\n\\n\\\"Rose, come back,\\\" cried Trudaine.\\n\\nIt was too late; she had broken from him, and in the recklessness of terror, had seized her husband by the arm.\\n\\n\\\"Save him!\\\" she cried. \\\"Save him, by all you hold dearest in the world! You are that man's superior, Charles--order him from the room!\\\"\\n\\nDanville roughly shook her hand off his arm.\\n\\n\\\"Lomaque is doing his duty. Yes,\\\" he added, with a glance of malicious triumph at Trudaine, \\\"yes, doing his duty. Look at me as you please--your looks won't move me. I denounced you! I admit it--I glory in it! I have rid myself of an enemy, and the State of a bad citizen. Remember your secret visits to the house in the Rue de Clery!\\\"\\n\\nHis wife uttered a cry of horror. She seized his arm again with both hands--frail, trembling hands--that seemed suddenly nerved with all the strength of a man's.\\n\\n\\\"Come here--come here! I must and will speak to you!\\\"\\n\\nShe dragged him by main force a few paces back, toward an unoccupied corner of the room. With deathly cheeks and wild eyes she raised herself on tiptoe, and put her lips to her husband's ear. At that instant Trudaine called to her:\\n\\n\\\"Rose, if you speak I am lost!\\\"\\n\\nShe stopped at the sound of his voice, dropped her hold on her husband's arm, and faced her brother, shuddering.\\n\\n\\\"Rose,\\\" he continued, \\\"you have promised, and your promise is sacred. If you prize your honor, if you love me, come here--come here, and be silent.\\\"\\n\\nHe held out his hand. She ran to him; and, laying her head on his bosom, burst into a passion of tears.\\n\\nDanville turned uneasily toward the police agents. \\\"Remove your prisoner,\\\" he said. \\\"You have done your duty here.\\\"\\n\\n\\\"Only half of it,\\\" retorted Lomaque, eying him attentively. \\\"Rose Danville--\\\"\\n\\n\\\"My wife!\\\" exclaimed the other. \\\"What about my wife?\\\"\\n\\n[ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/334](ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/334)\\n\\n\",\"timestamp\":1639129118,\"title\":\"\\n\\\"The undersigned can confidently assert, from long domestic experience in Danville's household that his motive\"},\"digest\":\"QWYX_aS4RkrO1PCy-HYhod3Z3zHwLuHlHOAZbCOMAc8\",\"authorship\":{\"contributor\":\"0xADCB4dF6dDE8773EbfDdd36e426C63f9732738c9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kjOatSuijhxSUTfJsefl_LWnq06uN43kT7jyPtI2xik\\\",\\\"y\\\":\\\"qJ2XmziSg46LTaezfGrkG_lOrkvl6gQWrMh03myEzGw\\\"}\",\"signature\":\"Q8qxuyYTXeFOhYGlSU5s9XLqCtSxjj3CUZFhWypUl5cziXOwEyTPUOc0OLaQHQsi2amPYQV3WDrU5fsZyIO35g\",\"signingKeySignature\":\"0xb0f44dd9e2190334b60bc61705703ef9d5f3688fdd914bd5dd66368aec361a705dcdda5ed2629c061c5d3ec8fb01cdde3e574766055f68047c80ca88c3a9c7d61b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kjOatSuijhxSUTfJsefl_LWnq06uN43kT7jyPtI2xik\\\",\\\"y\\\":\\\"qJ2XmziSg46LTaezfGrkG_lOrkvl6gQWrMh03myEzGw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"QWYX_aS4RkrO1PCy-HYhod3Z3zHwLuHlHOAZbCOMAc8\"}"