"{\"content\":{\"body\":\"昨天没有更新日记，因为有个朋友邀请我们去他们老家玩，吃饭打牌聊天。\\n\\n这个朋友之前是开交易所的，现在已经成功洗手上岸，最近套了大几千万吧，又是买豪车又是买别墅的，简直不要太爽。\\n\\n他是开交易所的，因为之前在国外留学，对海外市场比较熟悉，所以和朋友在海外开了个交易所，这两拨牛市都赚到大钱了。\\n\\n用我们的玩笑话说，就是跑到国外去割韭菜去了，还给国家创了外汇。\\n\\n之前说过，币圈最成功的商业模式之一，就是开交易所，就算是开个小交易所，只要找到了自己的用户群，也能赚的盆满钵满。\\n\\n我们在一起玩的牌是德扑，这也是我唯一玩的棋牌游戏。\\n\\n之前我对棋牌完全没兴趣，要我打麻将或者打扑克，还不如直接让我发红包给大家，休闲娱乐费脑子，实在太累。\\n\\n主要是币圈流行玩德扑，所以就学了一下，然后发现德扑很有意思，入门简单，但是想要精通却不容易，可多人一起玩，有运气成分，但是也需要技巧和心理博弈，想要获得胜利，尤其对一个人的自我控制能力要求很高。\\n\\n为什么科技圈，金融圈，币圈的人喜欢玩德扑？\\n\\n因为德扑非常考验人性。\\n\\n一个德扑打得好的人，在这些圈子应该混得不会太差。\\n\\n玩牌的间隙，我刷推特刷到了一条信息，有了买一个 NFT 的冲动。\\n\\n这个 NFT 的地板价很低，如果单个买 gas 费很不划算，于是我就想着多买几个，就有了批量购买的需求。\\n\\n想起之前看到很多人推荐一个批量 NFT 购买工具 genie.xyz，说是最好交互交互，没准以后会发币。\\n\\n于是我打开 metamask 的手机版，输入 genie 的网址，然后搜索那个 NFT 的名称，然后没看价格，直接一路选择，选了 11 个，直接打包购买。\\n\\n一段时间后，我又刷到了那条推特，然后感觉有点不对劲，赶紧跑到 opensea 查看了一下，发现自己不小心又踩雷了。\\n\\n原来，我买的 NFT 是假货。\\n\\n在 opensea 上，有很多假冒的家伙，取和官方类似的名字，然后上传一些同样的图片，标好价格，等待鱼儿上钩。\\n\\n我看了下那个假货，销售额都达到了 100 多 eth ，看来有不少人上当受骗。\\n\\n看来手机上购买 NFT 还是要谨慎，很多信息要反复确认一下才行。\\n\\n这并不是我第一次中招，例如之前就铸造了跑路的 NFT，但是我第一次买了假的 NFT 。\\n\\n被骗了咋办？\\n\\n凉办！\\n\\n在这个圈子，骗子特别多，被骗只能自认倒霉。\\n\\n这次损失还好，才几百 u，我上一次玩 gamefi，骗子精心搭建了一个官网，甚至还写了开盲盒的合约，我在一个骗子网站上开盲盒开得不亦乐乎，开盲盒就花了几千 u ，然后后来还将我钱包里所有的 u 全部偷走了，损失将近两万 u。\\n\\n更难受的是感觉自己的智商遭到了侮辱。\\n\\n然而，除了骂骂咧咧地将骗子网站关闭，我什么都不能做。\\n\\n这就是币圈韭菜的日常。\\n\\n币圈离钱太近，有钱人太多，全世界最聪明的骗子整日都在这个圈子里钻研怎么骗这些人的币。\\n\\n继续说币圈的掘金流派。\\n\\n## 币圈掘金流派之meme土狗流\\n\\n在币圈，有这么一群人，专门冲土狗冲 meme 币。\\n\\n在他们看来，btc，eth 这样的价值币太没有吸引力了，等个几个月最多也就翻个倍，简直不要太渣。\\n\\n他们追求的是那种段时间内就有可能翻个十倍百倍甚至千倍的新币种。\\n\\n这些新币种往往突然之间就横空出世，甚至连团队都不知道是谁，完全保持匿名，但是都有一个共同点——热度很高。\\n\\n我们对这些三无产品，通常都叫做“土狗”。\\n\\n有些土狗还有些文化元素在里面，例如狗币或者 shib，还有之前的 people，这些品种也有另外一个名称“meme 币”。\\n\\n“meme” 是指互联网上快速病毒式传播爆发的文化现象。\\n\\n正确的发音是“咪米币”，也有人读成“摸摸币”。\\n\\n这种币的数量通常非常巨大，例如狗币第一年就有一千亿，后面每年都要增发，总量具体多少其实大家都不知道。\\n\\nshib 的总量是 1000 万亿个，你没看错，后面还有一个“万”。\\n\\n这样，在钱包里面显示，就会有非常非常多个零，一个就显得非常便宜，非常符合新人的捡便宜心理。\\n\\n于是，有人就闭着眼睛开始“消零运动”，一点点钱就能买好多亿，简直太爽了。\\n\\n之前说过，shib 最高涨了几十万倍，让很多人暴富。\\n\\n实际上有很多动物系的币都涨了非常多倍。\\n\\n于是，meme 土狗流派也就逐渐形成了。\\n\\n## 币圈掘金流派之私募流\\n\\n大家都知道，币圈打新是一个很好的生意，在行情好的时候，经常有上十倍的回报。\\n\\n比打新更赚钱的是什么？\\n\\n是直接投一级市场，也就是参与所谓的早期天使私募。\\n\\n通常情况下 ，币圈项目的融资并没有传统投融圈那么复杂，传统融资，可能分很多轮次，例如天使轮，A 轮 B 轮 C 轮，甚至有 preA 轮之类。\\n\\n币圈的项目，大部分情况下，可能就两轮，即私募和公募。\\n\\n私募就是早期以非常便宜的价格出让一定份额的代币融点钱用来组团队开发产品。\\n\\n等产品差不多了，就直接开启公募融资了，大部分都是在第三方平台上做IDO（ICO,IEO...)，也有的选择在自己网站上做。\\n\\n币圈有无数个某某资本或者某某基金，他们通常就是要好的几个熟人凑点钱就成立了，然后去寻找投资标的。\\n\\n在传统领域，都是创业者带着 BP 去拜访 VC，挨家挨户去路演，尽力说服投资人投自己的项目。\\n\\n而在币圈，大牛市的时候，这个过程是反过来的，一般都是投资人求着项目方给点额度。\\n\\n好的项目根本不缺钱，大把的人排着队等着打钱。\\n\\n因为，这些项目的代币一旦交易所，价格通常都是十倍百倍起，就算项目方有锁定要求，第一次只解锁 10%，他们都能赚大钱。\\n\\n所以，有实力的出名的机构，投一级市场特别赚钱，简直和捡钱没什么区别。\\n\\n正是因为这么暴利，所以很多人都成立了资本后者基金，想要投进去。\\n\\n于是就产生了内卷。\\n\\n一方面是极大提高了项目估值，另外一方面则是不仅仅有钱就行，项目方通常还会进行挑选，除了提供资金，另外最好还能够提供其他服务，例如宣传营销支持，或者社区流量支持。\\n\\n## 币圈掘金流派之白名单流\\n\\n私募流并不太适合单打独斗的个人，优质的项目通常也不会考虑普通的个人投资者。\\n\\n但是，并不是所有的项目方都这样。\\n\\n毕竟，并不是所有的项目都是明星项目，也有基本面不是那么好看的项目。\\n\\n例如那些匿名团队项目，例如那些刚刚进入币圈还没有什么资源的团队项目。\\n\\n在大牛市的行情下，他们也能拿到私募，虽然不多，但是资源可能就比较少了。\\n\\n社区宣传资源怎么办？\\n\\n白名单机制诞生了。\\n\\n在公募轮之前，通常会再设置一轮白名单轮。\\n\\n要想获得白名单，必须对项目做出一点贡献。\\n\\n要么你去完成他们指定的任务列表，例如关注推特，加 telegram、discord 群，或者帮忙宣传推广，要么你是 KOL ，帮忙转发抽奖营销之类。\\n\\n很多人对这一套流程已经非常熟悉，也愿意花大量的时间在上面，例如天天跑到项目方的社群去互动去水话题，去提建议，尽可能地混脸熟之类，最终成为所谓的忠实粉丝，顺利拿到白名单。\\n\\n牛市行情下，拿到白名单就意味着有几倍的收益。\\n\\n很多人批量搞白名单。\\n\\n像之前的 GameFi 行情，以及现在火爆的 NFT 行情，白名单流都赚得盆满钵满。\\n\\n因为利润巨大，所以白名单流也逐渐有些内卷了，项目方的要求也越来越高，获得白名单所需要花费的时间和精力越来越多。\\n\\n## 币圈掘金流派之老鼠仓流\\n\\n老鼠仓一般是指庄家在用公有资金拉升股价之前，先用在低位建仓，待用公有资金拉升到高位后个人仓位率先卖出获利的行为。\\n\\n我这里所说的老鼠仓流，是指提前获得内幕消息，然后建仓，等价格上涨之后，抛售套利的方式。\\n\\n通常情况下，能够提前获得内幕消息的，要么是和项目方有关联，要么是和交易所有关联。\\n\\n通常，如果项目方有利好消息对外发布，一般都会反应在币价上，很多游资都会闻风而动，追高追涨。\\n\\n如果能够提前知道这个利好消息，自然可以提前埋伏。\\n\\n很简单的方式，但是很有效。\\n\\n在股市，老鼠仓是有严格监管条例的，但在币圈，没有人能够监管。\\n\\n交易所每天都要上币，而一个币种，如果能上大型交易所（如币安，coinbase，okex等），就是本身就是大利好，通常都会有比较大的涨幅。\\n\\n所以，交易所的内部员工，经常有这种内幕消息，他们往往能够在一个牛市过后，赚取到很多人一辈子都赚不到的收益。\\n\\n之前火币有个员工发推特，说离职了，两年收益超过四千万。\\n\\n管中窥豹，可见一斑。\\n\\n## 币圈掘金流派之打金流\\n\\n随着 Axie 的崛起，Gamefi 在这波牛市着实火了一波。\\n\\n虽然上波牛市就炒过链游，但这一次还是有点不同，这一次还是有点不同，因为有了 NFT。\\n\\n打金即游戏打金，其实有点类似于传统游戏中的打装备打金币。\\n\\n还记得，当年魔兽打金曾火爆一时，很多游戏玩家通过魔兽打金赚了不少钱。\\n\\n只不过，链游因为引入了 NFT 和代币，更具有金融属性。\\n\\n而且链游还提出了 play-to-earn 的概念，通过一整套精心设计的机制，在玩游戏，炒币和挖矿之间寻找平衡。\\n\\n在我看来，打金其实就是在游戏中挖矿，NFT 其实就是矿机。\\n\\n这种机制更容易被普通人所理解，所以也更容易出圈。\\n\\n很多人抓住链游崛起的机会，纷纷组建打金工作室或者公会，批量化运作，也大赚了一笔。\\n\\n不过，目前链游还处于相对早期，很多游戏非常简单粗暴，制作也很简陋，本质上还是资金游戏，玩家也是为了赚钱才来玩游戏，而不是真正喜欢这个游戏。\\n\\n我相信，未来制作精良的游戏肯定很快就会出现，因为 GameFi 改变了游戏规则，届时应该会有越来越多优秀的游戏开发团队进入这个领域。\\n\\n## 币圈掘金流派之知识付费流\\n\\n知识很值钱，币圈的知识更值钱。\\n\\n一个消息，可能就能让人赚到不菲的收益。\\n\\n因为币圈是离钱最近的行业，而不同的信息在不同的人手里，能体现出的价值也不一样。\\n\\n所以，一些能够提供有价值信息的工具或者社区，很多人是愿意支付费用的。\\n\\n据我所知，上个牛市，知识星球或者芥末圈，付费圈子最火的基本都是币圈的。\\n\\n后来由于国内政策对币圈不太友好，知识星球开始对这类型的圈子进行限制。\\n\\n饶是如此，超级君创办的“本末社区”，依然达到了三千多人，要知道，本末社区的入圈费，已经高达 5000 人民币。\\n\\n上次跟超级君聊了下，这个数据还是在他严格限制下的结果，要是他全面开放，加入的成员肯定不只这么点。\\n\\n要知道，他有一次在得到和人合作做了一次分享，在线人数居然有好几万人，当时就冲进来不少新手，吓得他赶紧关闭了入圈功能。\\n\\n为什么？\\n\\n因为本末社区本身是一个相对比较成熟的社区，里面的成员通常都在 defi 领域深耕了挺长时间，大量新人的用户，会造成大量对其他成员没有什么价值的内容。\\n\\n另外，新人没有什么基础知识，里面沉淀的内容他们大都看不懂，平时大家讨论的内容也大概率看不懂，现在加入圈子，其实对他们来说价值不大。\\n\\n超级君本身就是大佬，他的主业是 DeFi，开圈子创收只是其中一个小副业，原因是他喜欢分享，喜欢教书育人。\\n\\n除了他，还有很多人也开设了付费圈子，价格也非常高，成员还不少。\\n\\n甚至，有些人干脆就拉个群，加群就要付费。\\n\\n当然，林子大了什么鸟都会有，有些专门就是为了割韭菜骗钱的，自己只懂个皮毛就敢来叫开付费圈子。\\n\\n我想表达的是，币圈知识非常之前，知识变现在这个圈子门槛非常低。\\n\\n说个我之前测试过的方式。\\n\\n之前我在百度百家号或者知乎上发了几篇文章，回了几个有关钱包使用和问题解决的帖子，然后因为真正帮到了别人，于是就有很多人找上我，付费让我帮忙解决钱包问题。\\n\\n有时候往往只是一句话的事情，对方愿意发几百上千的红包。\\n\\n为什么？\\n\\n因为我的话给帮对方解决了大问题，帮他找回来几万甚至几十万的资产。\\n\\n## 币圈掘金流派之 OTC 流\\n\\nOTC 即场外交易。\\n\\n因为 17 年 94 过后，国内不允许支付机构给交易所提供任何结算服务，所以 OTC 才在中国彻底火了起来。\\n\\n记得那段时间，朋友圈里几乎全部是做 OTC 的。\\n\\n那段时期，很多人通过这个赚到了不少钱。\\n\\n不过，OTC 的黄金时代已经过去，国家对法币这块的打击力度进一步加大，再加上那些不法分子盯上了这个行业，一心想要把黑钱洗成币，所以 OTC 行业已经成为了高危行业，一般人做不了，不然很容易惹上官司。\\n\\n这里也只是列举一下。\\n\\n币圈掘金流派篇暂时写到这里就告一段落了，我说的都只是主要的，众所周知的方法，还有很多非常隐秘不轻易外传的方法，我暂时也不知道或者没有想起来，回头等我搞清楚了，再来分享。\\n\\n\\n---\\n\\n大家好，我是福多多，《多多加密日记》是一部日记体小说，内容主要围绕加密货币展开， 会涉及比特币、以太坊、DeFi、GameFi等等比较热门的话题。都是一些最基本的内容，主要以币圈科普为主，主角福多多是一个虚构人物，有些情节也可能是虚构的，不过内容中所涉及的事情或者人物，都可能可以找到原型。希望能够对你有点启发。\\n\\n本文首发：<https://mirror.xyz/fdd.eth>\\n\\n我的推特：@rickblock\",\"timestamp\":1642494150,\"title\":\"《多多加密日记》 第十章 币圈掘金流派（下）\"},\"digest\":\"f4iz8lz-6C5k0nn257nRFqf43UQhYyRd317P0h4k0iY\",\"authorship\":{\"contributor\":\"0x68e9DaC7f8fa2e5F6C823Df82c91AC0F132Ec7E4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5K-fIzNyvEgITlGMqpo20ZQdwkzIpk3knHSkDCt_svo\\\",\\\"y\\\":\\\"WUC0Hm5BsFmkYD1ZXtxQqu8pD1GtHQg2TtT7mG4MPqU\\\"}\",\"signature\":\"QOqkzcvmLYa9e07UF1HkT9JExst5blWnu5_7v_kjsVr79DzHO8wxjdNxKRtZpoxYnWbekf3PNj7q6kCQZ91y9Q\",\"signingKeySignature\":\"0x140d38993b757b74944ee60b08ec4727760abf92c90506f4d754e5aae82ffaf518a9bfe49dc6df1f2265aab103a3827bf6a12dc7364e185b01e6ae066bb237381c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5K-fIzNyvEgITlGMqpo20ZQdwkzIpk3knHSkDCt_svo\\\",\\\"y\\\":\\\"WUC0Hm5BsFmkYD1ZXtxQqu8pD1GtHQg2TtT7mG4MPqU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"f4iz8lz-6C5k0nn257nRFqf43UQhYyRd317P0h4k0iY\"}"