"{\"content\":{\"body\":\"This is a speech given at the panel \\\"Ethnic Minorities, Network Society and the Future of Art\\\" at the **Art and Cosmopolitanism in the Digital Era** Conference, organized  by Zhejiang University, originally in English. If you are interested in the Archverse project in this article, please join our discord group. And a Chinese translation can access [here.](https://mp.weixin.qq.com/s/0WvvZtusvhshDLSzsY-0vw)\\n\\n![](https://images.mirror-media.xyz/publication-images/nGTGcZ3dE5lxnOKwwMwMf.png?height=542&width=1288)\\n\\n這篇是在浙大《藝術與媒介論壇》上的 **“少數族裔、網絡社會和藝術未來”** panel 上的發言稿，原以英文演講，浙大肖劍老師團隊將之發成中文，我稍微訂正了一些錯誤和翻譯，[簡體中文版可至此觀看](https://mp.weixin.qq.com/s/0WvvZtusvhshDLSzsY-0vw)。如果你對文中的Archverse項目有興趣，請參加我們的discord群中。\\n\\n[https://discord.gg/AFwy72RpnZ](https://discord.gg/AFwy72RpnZ)\\n\\n\\\\---\\n\\nThank you for having me. I’m glad that I can talk about this topic here. Today,  I am going to review my recent  practices rather than simply making theoretical commentaries .\\n\\nIn this presentation, I would like to question the way people take , to come out with an answer ,that, as some scientists suggest,  human history will end at a “singularity”.\\n\\nIt is definitely a reasonable prediction, especially when we see the brains work out with this ‘output’, as the most smart and powerful ‘computers’ on this planet. However, what inputs and codes did they take to come out with this answer? do we (as Homo sapiens, we have survived for only about 400,000 years) have any opportunity to come out with any answers other than the “singularity”?\\n\\nIn the first volume of ***The Hitchhiker's Guide to the Galaxy,*** , there is a funny story about a group of super-intelligent mice, which inspires me a lot. To find out an ultimate answer to the universe, the mice  build a machine called “Deep Thought”. \\\"Deep Thought\\\" is a supercomputer. It took 7.5 million years of calculation, to come out with an ultimate and accurate answer, \\\"42\\\". \\\"Deep Thought\\\" only knows the answer, but the specific meaning of this answer requires  another powerful  calculation, which only the \\\"Earth\\\", as a powerful computer, could take. Unfortunately, in the  5 minutes before the answer came out, the Earth was forced to be demolished, because it blocked  a “Cyberspace expressway”.\\n\\nThis story is a cosmic version of forced demolitions of houses happening on our planet.  It makes me unable to stop thinking that  human races could also be extinguished for some reasons like “blocking the cyberspace expressway” . If this happened, then, nowadays philosophical theories trying to create schisms of concepts  like post-human, cosmic technology, planetary computing, and interstellar migration, could all be nothing more than the last dreams of Homo sapiens on their deathbed.\\n\\nAnd I think, when we ask our ‘supercomputers’ : “What is the end of human history?” It is Sci-fis, which offers alternative inputs and codes, outputting something other than “singularity”. Here, I would like to present the alternatives the Sci-fi writers Ursula Kroeber Le Guin offers her readers. As Ursula said:\\n\\n![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F7ab07fb4-01b6-4fb9-a7fd-42d3d93706bf_3622x1794.png)\\n\\nAnd I think, when we ask our ‘supercomputers’ : “What is the end of human history?” It is Sci-fis, which offers alternative inputs and codes, outputting something other than “singularity”. Here, I would like to present the alternatives the Sci-fi writers Ursula Kroeber Le Guin offers her readers. As Ursula said:\\n\\n> I am not proposing a return to the Stone Age. My intent is not reactionary, nor even conservative, but simply subversive. It seems that the utopian imagination is trapped, like capitalism and industrialism and the human population, in a one-way future consisting only of growth. All I’m trying to do is figure out how to put a pig on the tracks.\\n\\n![Ursula Kroeber Le Guin](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Ffdc509c2-941d-4eb7-ac33-7d7fc7da3d90_3440x1760.png)\\n\\n![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fb3b1fa74-51b0-44b3-a5fb-72acd287ffd2_2444x1876.png)\\n\\nUrsula is known for structuring stories with childhood imaginations and her insights to gender politics and capitalist society. She liberates science fiction from chronologically linear narratives(the “singularity” as an output answer, comes out from this kind of inputs), which usually start from the Industrial Revolution (Walter Benjamin calls this \\\"non-Messianic time\\\"); and even the human-beings, from their monotonous biological features as Homo sapiens.\\n\\nIt is known that ‘Technological Singularity’ suggests that humans are approaching an event point, where existing technology could be completely abandoned, or human civilization could be  completely subverted. What follows this point is the event horizon, like black holes, in which events are totally unpredictable. As mathematician Irving John Good, who worked with Turing, proposed in 1965, said that the necessary condition for a technological singularity ( he called it  \\\"intelligent explosion\\\") is the extinction of anthropocentrism. The superintelligent machines that lefted to be invented should be the last invention mankind needs to complete. The Intelligent Explosion should be reached through: firstly, advances in artificial intelligence and secondly, augmented intelligence (IA); the former makes machines grow, and the latter creates superhumanity, or say, transhumanity. All these conclusions come from a linearly developing time.\\n\\nIn addition to Ursula, Sci-fi writer Philip Kindred Dick offers some alternative inputs to our ‘supercomputers’ too. Dick’s works (and perhaps himself)  are known for mixing space and times, reality and fantasy, with disparate character identities. For example, In UBIK, the ubiquitous spray that can solve all the mysteries of the universe, including the distortion of time and space, the border between life and death, and conflicts between memory and identity, as the antidote to everything on earth and in the universe, originates from nowhere. and In The Man in the High Castle, a new genre of alternative history was created. Dick asks that, if the German-Japanese alliance won World War II, what would the world look like today? In Dick’s stories, the ‘singularity’ is plurality. In a documentary, he once said:\\n\\n> But as a programmer, when we call god to him, the results of the programming will be apparent one, we are within time and he is not them, we are living in a computer program reality. And the only clue we have to it is when some variable is changed. And some alteration in our reality occurs. ---The Worlds of Phillip K Dick. 2015\\n\\n![Phillip K Dick](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F082cc44d-45f2-4a82-9883-6c095c105493_1396x1866.png)\\n\\nAccordingly,  his life's work implies a common viewpoint: Only when we see cracks in social variations, may we notice that the immutable laws of the world are plotted. As FREDRIC JAMESON said (he wrote this in a memorial essay about Dick), “Dick always renders history”.\\n\\n> Science Fiction is generally understood as the attempt to imagine unimaginable futures. But its deepest subject may in fact be our own historical present. The future of Dick's novels renders our present historical by turning it into the past of a fantasized future, as in the most electrifying episodes of his books.   --FREDRIC JAMESON,  ***ARCHAEOLOGIES OF THE FUTURE***. p345.\\n\\nTo me, the rendered history is a rebellion against the arrival of the technological singularity. It is against scenarios commonly implied in lots of SF as well: the end of world, the totalitarian rule, class distinctions, high-tech low-life etc, waiting for the narcissistic/heroic redemption. Jameson  continues:\\n\\n> Consider Dick's capacity to render history. Consumer society, media society, the \\\"society of the spectacle\\\", late capitalism - whatever one wants to call his moment - is striking in its loss of a sense of the historical past and of historical futures. This incapacity to imagine historical difference - what Marcuse called the atrophy of the Utopian imagination - is a far more significant pathological symptom of late capitalism than features like \\\"narcissism\\\". —Ibid\\n\\n![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F3c795a2f-0e2f-438e-b011-a5fac5556260_2500x1868.png)\\n\\nMaybe the singularity is not that close to us, because it is obviously very hard for humans to invent a machine smarter than us. Or, if we could successfully make machines read ***The Bibles*** and ***Capitalism***, they may save our civilizations and even this planet better than us. In addition to that, a human-machine interface eventually not be a visual expanded reality (AR) ,but a brain-machine unity could also be imagined. it can make us become creatures like the Major Motoko Kusanagi(草薙素子) in \\\"\\\\*\\\\*\\\\*Ghost in the Shell \\\\*\\\\*\\\\*\\\". We could merge our consciousness to the network collective one. Then, the “infinitely” network we inhabit should  include no worry about the extinction of human civilization or unpredictable anthropocentrism.\\n\\nHowever, we should notice that to some extent, Cosmopolitanism itself is also the   ‘singularity’. On one hand, It forms anthropocentric, technology-induced homogeneity of the world, kitschy apocalyptic, individualistic cyberpunk heroes, and redeeming sacrificial victims; and on the other hand,  it comes from the kind of  interstellar schism, particularly evident in the tradition of science fiction in the technology genre, such as Asimov's Base series. If we learn anything from Ursula and Dick, then, it will be: the last thing you can have is the present, unless you accept both the past and the future. The past and the future, the future and the past! Because they are all real; the present becomes real only when their reality is recognized. If people do not understand hope, then how can you understand reality?\\n\\nThe liquidization of history is a praxis in confronting the singularity and a single-evolutionary historical view, but it is also necessarily a praxis in theory. In the words of Daizo Sakurai, the director of the Japanese tent drama, it is a \\\"field of reflection\\\" that turns the present reality (in fact, it is only a reality-driven dimension) into a \\\"fiction\\\". Then, How can we use this field to understand reality, which must be one of the few fields that exist with all others and multitudes? When the internet gives us \\\"hope\\\", how should we understand the reality based on that ?\\n\\nIn April of this year, I curated an exhibition called \\\" Plot the Soil: Reconstructing the Country of China \\\" . The exhibition was held at GaoFan Museum of Art closed to Xianghu, in Xiaoshan District, Hangzhou（杭州蕭山）.The first peasant movement in China comes from Xiaoshan. At that time, the protesters resisted heavy taxes, demanded rent reductions from landlords. the Xianghu is  where Mr. Tao Xingzhi （陶行知）’s Xiaozhuang College（曉庄師範 was，when it moved from Nanjing to Xiaoshan, and reopened it as the Xianghu Normal School（湘湖師範）. If you look at Xiaoshan and Xianghu now, you can understand how the seeds planted by the thinkers of Chinese rural education in the 1930s have continued to blossom and bear fruits. and walking through a contemporary Chinese village, you are going to realize that there are many different ideologies and practices superimposed on it. The history of ideas is spatial.\\n\\nIn this exhibition, our researchers did a case study of Beibei, Chongqing, where Mr. Lu Zuofu’s private shipping company brought more than 100,000 refugees and resources to the home front of China during the war against Japan. In 1930s, some key figures on the history of Chinese country constructions like Liang Shuming(梁漱溟), Tao Xingzhi(陶行知)and Yan Yangch(晏陽初) all moved their education institutes to Beibei. Moreover, the Chinese writer Lao She(老舍)finished one of his most famous novel \\\" \\\\*\\\\*\\\\*Four Generations Under One Roof \\\\*\\\\*\\\\*\\\" in this city.\\n\\nNow, in Beibei, you can still visit some of these architectures, to see what makes it the first modern city in China. The city has the first Chinese civic park, Beibei Hot Spring Park ,the first public education center, and the first ‘library’ in the Western sense. All these architectures were designed by Danish architect, Jesper J. Schultz, who was invited by Lu Zuofu, to plan the whole town.\\n\\n![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F3571f669-2cd6-40dd-b31a-c77e2f579f50_3440x1760.png)\\n\\n![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F02ad75e5-368f-40f0-ab09-fb63760725af_2104x2078.png)\\n\\nFacing such a great amount of historical materials, I’m thinking of relating the past to the present. As a fork of the historical ‘present’, how to make Beibei a space which combines either the past or the future? Later, we worked with MetaDAO, to put a small part of Beibei's downtown area in a 1:1 scale in [Decentraland](https://play.decentraland.org/?island=Icuvo&position=126%2C-52&realm=fenrir) , a metaverse world constructed by blockchain. Now, you can walk through the streets and alleys, visiting Beibei in the 1930s online.\\n\\nIn Lu Zuofu’s plan, Beibei, as a modern city, should be able to cultivate modern civic life, especially a ‘group life’. at that time, the Denmark designer cut the traditional long eaves that most Beibei buildings had, replacing them with short eaves, making architectures look a little bit Scandinavian. I think sunlights is more welcomed in Denmark than in Chongqing, because people in Chongqing are exposed to too much sunlight. Anyway, sometimes, architectures in Beibei could be not ‘Chinese’ at all.In addition to representing architecture, We also made a DJ station in our Beibei on Decentraland. people could listen to the recorded interviews with contemporary Beibei citizens here.\\n\\n![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Ff25f583c-8515-47f5-99c4-8d28e5f98601_3440x1760.png)\\n\\n![](https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F11a6165f-34ae-4ce2-b057-878433d4eda1_3440x1760.png)\\n\\nMetaverse is an innovation, where we have the opportunity to preserve history, not only the memory of the architectural spaces, but also sound and videos of the present and the past. In our virtual Beibei, people can \\\"stand on '' (literally) a plane (or a car), taking an overlook to this small virtual town. It is interesting, because it's hard to visit Beibei on planes even when you visit there in person.\\n\\nI believe that this is the power of the  \\\"network\\\",  based on electricity, to describe the past, the present and the future in a brand new narrative. A bifurcated history, a “second life” of history. James C. Scott in his ***Weapons of the Weak*** called  it  \\\"infrapolitics”, visualizing the underlying politics into the visible spectrum. As Foucault says, in his famous short article which should deserve more attention to, ***Lives of Infamous man***, history is always where the light of power shines:\\n\\n> … a beam of light had to iluminate them, for a moment at least. A light coming from elsewhere. What snatched them from the darkness in which they could, perhaps should, have remained was the encounter with power; without that collision, it’s very unlikely that any word would be there to recall their fleeting trajectory. ……  Lives that are as though they hadn’t been, that survive only from the clash with a power that wished only to annihilate them or at least to obliterate them, lives that come back to us only through the effect of multiple accidents…   — Michale Foucault,\\\\*\\\\*\\\\* Essential Works of Foucault 1954-1984 Volume 3\\\\*\\\\*\\\\*: ***Power, Lives of Infamous man***. p157-175\\n\\nIt takes a light that shines from the outside for a moment for the history of the multitude or the underclass/underprivileged to emerge. I could have turned Decentraland's original commercial landlord game of blockchain under techno-optimism into a second life of history, making the appearance of all others, of multitude, possible.\\n\\nMany of the participants of this project are volunteers. We can make a science fiction novel “real”, we can make the stories of the past tell to the future, so that we can link the past and the future in the present, not just a reality-driven version of the reality that had to be. In this way, even if the singularity is the answer, we also know the reason, but also know that we have had the efforts.\\n\\nThank you!\",\"timestamp\":1634472189,\"title\":\"Beyond Singularity: Sci-fi, fluid histories and Metaverse\"},\"digest\":\"Kb9tJUx1B1I_MWOgp8k4DAvRYL6qiRqyB5c80mQGJPA\",\"authorship\":{\"contributor\":\"0xf4d200776eC590dC627e1203EFD6d7E222109Be4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sQE-SdOojVlCV0Q-uu3v8dIboOr-2m7E6ANs7my90T0\\\",\\\"y\\\":\\\"4OCHecO3wjaG-tJIBm3v9PPMU01yJ-UqLvTjUbkPlic\\\"}\",\"signature\":\"imVNzVphQG4abvZ5GHdT8BxbRzH6OSUT58RNTg0m5H2eZrVtHontFRRqarY83ccrz9yBrSFDQBWSjpjIATVNzg\",\"signingKeySignature\":\"0x4194ec0b615cf92c87b77755011a4ce3dd1e1c6d4ea3fc9c0a1175db7f22d3c60d854fb04ba292519598f5f2766e181ad60716fa533f2f8f040abff14ed1ec9f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sQE-SdOojVlCV0Q-uu3v8dIboOr-2m7E6ANs7my90T0\\\",\\\"y\\\":\\\"4OCHecO3wjaG-tJIBm3v9PPMU01yJ-UqLvTjUbkPlic\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Kb9tJUx1B1I_MWOgp8k4DAvRYL6qiRqyB5c80mQGJPA\"}"