"{\"content\":{\"body\":\"离开被遗弃的巨魔洞穴那阴暗的场地，我掏出传呼机来，扔了个消息给四处游荡的风，“哥们，去城里的馆子庆祝一下怎么样。”\\n\\n```\\n“行，我就来，你找个好地等我。” 四处游荡的风爽快地回了个信给我。\\n\\n铁晶城里新开的百味馆是个人气比较旺的饭馆，里面用的材料可都是正宗的野味，全是玩家现打现送，绝对保证新鲜，而且馆里烹饪师最低级都是中级，还特地聘用了两名NPC特级烹饪师，所以口味绝对一流。这不，我正坐在里面一楼大堂里，点了几个菜，要了两瓶这里的特色好酒——松子酒，等四处游荡的风那家伙呢。\\n\\n四处游荡的风一进门，眼睛一转就看到独坐在窗口的我，满脸推笑地走了上来，到我身边打了个拱说道：“隐哥，恭喜你过关拉。”\\n\\n我拉开椅子说道：“呵呵，彼此彼此，你小子也不赖，还能闯过第一轮比赛，现在不也过了，来，坐下先吃起来，别让菜凉了。”\\n\\n“恩，那兄弟我先敬你一杯，今天要不是托你关照，我可早就挂了。” 四处游荡的风倒了杯酒笑着说道。\\n\\n“呵呵，谈什么关照不关照的，互相帮助贝，喝。”我也来了兴致，和四处游荡的风边喝边聊……\\n\\n“隐哥，今天这顿算兄弟的，你要是跟我抢，那就是把咱给看贬了。”吃完饭，四处游荡的风死活都不肯让我付帐，坚持要请我，得，我也不和你争，来日方长嘛。\\n\\n看着时间还早，我和四处游荡的风两人一合计，先下线吃个饭，回头继续去地下迷宫三层冲级好了。\\n\\n第四轮初赛结束，我和四处游荡的风明天的比赛时间也出来了，我是晚上最后一场，他是上午第一场，看来是没机会合作了，下线前我扔了点回血丹给他说道：“那，这玩意比恢复药剂灵光多了，拿着防身，你小子可别被淘汰了。”\\n\\n“呵呵，谢了隐哥，你就看好了，哥们我肯定能过关的，倒是你得小心点。” 四处游荡的风接过药剂，歪了歪嘴说道。\\n\\n推了四处游荡的风一把，我说道：“少贫嘴了，赶紧下线休息吧，你明天可是第一场。”\\n\\n四处游荡的风点了点头拿出回程石回了铁晶城，而我找了个偏僻的角落下了线，明天上线我还想再砍一阵呢。\\n\\n二天比赛下来，已经淘汰掉一大批选手，能够在角逐中剩下的玩家，不是有后台背景的，就是走了****运的，据说有不少赛场上高等级的玩家反而都挂掉了，只留下些中庸之辈，这倒是便宜了我这种独行客，对手越弱我越喜欢，明天的比赛可要多留心一下其他玩家的手势，没准还能混个组织呢，抱着这个自我感觉不错的念头我进入了梦乡。\\n\\n看看还有一个多小时就要比赛了，我也从地下迷宫里回了铁晶城，整理了一下装备后就出发。因为时间还早，所以咱一点也不急，一边吃着肉排一边慢慢悠悠地晃了过去。\\n\\n当我的身子消失在山谷小道入口时，几个玩家从从路边闪了出来，为首那个瘦瘦的精灵玩家眼睛里带着一股阴枭之色，嘿嘿地笑着说道：“又来了个送死，小毛，通知矮子他们准备动手。”后面一个玩家应声掏出传呼机发起了消息……\\n\\n“嘟嘟”小树丛里一阵传机乱响，一个带着树枝编织的草帽，脸上似乎也增加了一点迷彩色的兽人玩家从树边的灌木里探出了脑袋，有点恼火地大声叫到：“矮子，是不是你的呼机响了，M的，快看看是不是猴哥来的信。”\\n\\n“哦，我不是在看呢。”从一边的树上慢吞吞地耷拉下二条腿，一个矮人玩家从树下跳了下来，低头打开腰间的传呼机一看，冲迷彩脸裂嘴一笑说道：“是猴哥的，哥几个，有活干了，赶紧准备准备。”\\n\\n听矮子这一说，迷彩脸站起身来踢了踢旁边说道：“喂，秆子，你小子也该醒一醒，干活了。”加上从灌木丛里跟着站起的一个玩家，三人拿起弓箭，鬼鬼祟祟地藏在山坡上探头张望着……\\n\\n出了山谷小道，前面是几座布满苍翠树木的山坡，地上的野草也格外茂盛，粉红色的朵朵野花夹杂在其中，显得十分淡雅恬静。路上的怪早就给往来的玩家清光了，所以我一点发挥的余地都没，抬头看看，过了前面山坡再走点路就到比赛场地，我不假思索就往走了过去。\\n\\n“刷，刷，刷”一阵急促的箭雨突然从林间飞出，射了我个措手不及，身上立即多处中箭，系统一行提示出现在我面前“你遭到‘偷偷射死你’、‘背后伤人是天理’、‘悄悄来一下’的恶意攻击，现在可以自由反击。”\\n\\n幸好我这几天比赛养成了嘴里塞药的好习惯，NND，看着提醒，赶紧吞下嘴里的回血丹，将快要见底的体力给拉了回来。如此卑鄙的偷袭，真是小人的举动，那天论坛上好象有人写着的什么埋伏的，我怎么就没好好看看，现在自己落单，竟然给碰上了。\\n\\n和他们游斗是不现实的，既然偷袭我的是弓手，那和他们的距离拉得越远我越吃亏，三个射我一个，还不是随便拉拉弓，而且潜行也能被他们所识破，既然没挂那就不如逃吧，从其他路去比赛，这笔帐记着回头算。\\n\\n我刚准备调头就闪，一想不对，如果说他们诚心要埋伏砍人，那刚才路过的山谷中肯定还有埋伏，等受惊的玩家从前面仓促逃回再给予猎杀，这才是完美的计划，那现在我回去的话肯定是死路一条，怎么办，我脑海里划出一个念头——冲，赌一把丛林只有弓手，没有其他近战系统的玩家。\\n\\n我翻出盾牌挡在身前，举起刺牙之碧晶弩冲林间一阵乱射，一个急速就冲了进去。我的不退反进似乎让里面的三个弓手感到几分意外，有点诧异地看着我，手上第二轮攻击也稍微迟缓了一点，这点时间对我很宝贵，足够我做很多事。\\n\\n偷偷射死你离我最近，我冲到他身后就是一个影遁，没等他们识破我的潜行，立即一个伏击，先昏一个再说。刚才射我身上的箭枝，用铁箭的那个造成的伤害最多，也就是那个叫悄悄来一下的矮人，我就先找上你了。\\n\\n在他们两人回过神来拉弓射我时，我已经猛扑到悄悄来一下那，刺牙之碧晶弩给他造成的伤害也不亚于我所受的苦，诅咒之刃也毫不留情地撕开他脆弱的皮甲，带出朵朵鲜红之花，放弃了防御，我现在寻求的绝对攻击。对付两个弓手我没机会用剑刃波，而利用自己的高攻高躲避速战速决才是最好的办法。\\n\\n这个矮子没有我想象中那么顽强，在我猛攻之下竟然慌不择路的想逃跑，正好让我轻松赏他几个背刺，留下几瓶药剂他化成白光走了。我一转身，目光狠狠地盯着那个叫背后伤人是天理的兽人，你小子名字起得不错，还天理那，那我挂你也是地义了。\\n\\n看着带头的矮子被我挂掉，背后伤人是天理也有点慌了，看看另一个同伴还在昏迷之中无法帮忙，心里不由暗暗叫苦，M的，这家伙怎么不逃跑，和我们来硬的，矮子这么简单就被他挂了，我还是赶紧逃吧。\\n\\n背后伤人是天理一打定主意，撒腿就望外面跑，我在后面追射了几箭，也就由他去了，没必要死追，既然这边没近战的玩家，那他逃的路上肯定是有埋伏，我可不会去送死，把林里那个玩家挂掉算了。\\n\\n折身回林中，正好那家伙醒了过来，有点茫然地看着我，心里嘀咕着怎么还有两个同伴没了。你茫然我可不茫然，抄起家伙砍上前去，偷偷射死你一边躲闪一边叫道：“哥们，有话好好说，千万别动手，刚才我们纯粹是无心伤害，找错人了。”\\n\\n这话你去骗三岁小孩吧，要是换我挂了你就不会这么说了，看你这家伙名字通红，还不知道已经射翻多少玩家，竟然让我别动手，切，爆你没商量。没有理会他的喋喋不休，我是闷头砍上前去。\\n\\n由于弓手的发箭速度远远慢过弩，所以虽然偷偷射死你的攻击威力大些，但是需要浪费一定的时间，而我是左右开弓，几个来回就让他横尸林中，呵呵，还把他手上的那柄青铜级的长弓给爆了出来，不用多说，赶紧笑纳到包中，杀人者终被人杀，这么简单的道理都不懂，还说那么多废话干吗。\\n\\n被这几个家伙一搞，让我原本放松的神经一下甭紧，看看后面没有追兵，赶紧望赛场奔去，要是在这节骨眼上我被挂了，降上一级，那还不郁闷死，还是快点到赛场稳妥点。\\n\\n“什么，你们让刚才过去的那个玩家给跑了，自己还挂了两个兄弟，M的，真是废物，你们三个人都对付不了一个吗，又不要你们能挂了他，只要让他能往回逃就可以，这么简单的事都办不好。”刚才那个瘦巴巴的精灵玩家脸色铁青，暴跳如雷地在山道中指着背后伤人是天理破口大骂。\\n\\n“猴哥，不是我们不想让他到你们这边，而是他冲我们杀过来啊，哪知道他脑子里想的什么，不过他的攻击也太到高了点，矮子都没怎么抵抗就被他挂了，不相信你问矮子好了。”背后伤人是天理埋着头呐呐地说道。\\n\\n“有这么牛b的人吗，我们这两天搞了那么多也没看到，怎么就让你们几个碰到了，M的，别说了，你再带两个人继续守那去，要是再让落单的跑了，我要你的好看。”精灵玩家没好气的说道。\\n\\n“猴哥你放心好了，绝对不可能再出现这样的情况。”背后伤人是天理拍着胸口一副信誓旦旦的样子地说道……\\n```\\n\\n\\n------------\",\"timestamp\":1640251843,\"title\":\"第九十四章 埋伏\"},\"digest\":\"dVJCtACHNK7A9Rfzwv-fLdUqGVGryxfAbp7uzDWzSrA\",\"authorship\":{\"contributor\":\"0x2EA603aeFe08CE419c54aB70e6303f9943831af1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fJNlCFI6ZGMh6qhhrUeUzV6zwCOCEF3xJnqOl8NhIcE\\\",\\\"y\\\":\\\"NRIyw-wMg08Q27l_shyI3VH-6d1bKZjSJva1rN_Vg3E\\\"}\",\"signature\":\"T9MvmlYzwkhYBK8brm3Qx7rmPviBejcrQKi2bkp4HOE4gp5hDuqQVZKCQ3sCWNYshEsHbn9E4enbtaACRUrlnA\",\"signingKeySignature\":\"0xd77b84c480d2a2ff385827702ee8f302f39e30309f0541cd23edea2a1c9218766090a0f8e509db5e9d92f704d64510f363757da009d76c9a8cc5f63a1b9323021c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fJNlCFI6ZGMh6qhhrUeUzV6zwCOCEF3xJnqOl8NhIcE\\\",\\\"y\\\":\\\"NRIyw-wMg08Q27l_shyI3VH-6d1bKZjSJva1rN_Vg3E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dVJCtACHNK7A9Rfzwv-fLdUqGVGryxfAbp7uzDWzSrA\"}"