"{\"content\":{\"body\":\"自从决定变聪明之后，云昭就很忙，忙的几乎没有时间去思考云氏家族本身。 \\n  \\n     当然，在伪装傻子的那一段时间里，云氏如何与他何干？ \\n  \\n     云昭的爷爷叫云石连，父亲叫云思源，这是云昭唯一记住的两位已故的长辈名讳。 \\n  \\n     爷爷官至游击将军，是一个说大不大，说小不小的中层武官，曾经追随戚帅南征北战，是一条真正的好汉。 \\n  \\n     父亲云思源就平凡的多了，他读书不成，经商也不成，然后就成一个好吃懒做的家伙了，只是，这家伙会唱小曲，人也殷勤，风趣，就这一点把母亲迷得死死的，宁可顶撞外祖，与外祖切断联系，也要带着云氏的傻儿子为自己的丈夫守节。 \\n  \\n     好在爷爷留下的家底丰厚，父亲实际上也没有败家，加上母亲长于操持，云氏才有今日殷实的日子过。 \\n  \\n     云娘知道云福是一个说一不二的人，这个人曾经是爷爷的亲卫，心中也只有云氏主人，对她这个当家主母虽然恭敬，却并不事事听从。 \\n  \\n     云昭长大之后或许可以命令他，云娘还是不成的。 \\n  \\n     所以呢，云娘在得到人家确切的拒绝话语后，就回到屋子里的去了。 \\n  \\n     云福嘴里咬着烟袋背着手在院子里漫步，云昭就背着手亦步亦趋的跟着，一老一少如同拉磨的驴子一般， \\n  \\n     武库跟云氏祖先的英灵在云福这里就是一个禁忌话题，但凡稍有不敬，就会招来他的怒火。 \\n  \\n     “福伯，给我说说啊，我想知道爷爷当年的丰功伟绩。” \\n  \\n     云福停下脚步，回头看着云昭道：“有什么好说，不过是些尸山血海的事情，偌大的云氏庄子跟随老太爷一起出征的足足有八十七人，活着回来的就我跟老太爷两个，老太爷的身子骨在战场上弄坏了，回来两年之后就撒手人寰。 \\n  \\n     云氏大房的血脉已经单传两代了，到了你这一代，就更加的凶险，既然祖宗保佑让我云氏子嗣不绝，你就应该珍惜，莫要再踏上战场。” \\n  \\n     云昭抬头道：“金仙观的杂毛道士梁兴扬说天下就要大乱了，没人能躲得开。” \\n  \\n     云福冷笑道：“天下大乱可不是从京城大爆炸后开始的，自从张相，戚帅相继病死之后，这大明江山就已经岌岌可危了。 \\n  \\n     某家现在就等袁帅什么时候死，如果袁帅死了，我就带着云氏族人去别的地方安身。” \\n  \\n     云昭眼睛一亮，攀住云福的胳膊，眼睛亮晶晶的瞅着云福道：“我们有别的地方可以去？” \\n  \\n     云福怜惜的看着这个聪慧的孩子轻声道：“别告诉别人，你知道就好，老夫随老太爷戎马一生，既然发现了危机，如何不会狡兔三窟呢？ \\n  \\n     听先生的话，好好读书，别的事情莫要理睬，自有你福伯安顿！” \\n  \\n     从尸山血海里闯出来的人，总给人一种很靠得住的感觉，此时云昭听了云福的话，心里就安稳了很多。 \\n  \\n     他也从云福的话里听出来了另外一层意思，云氏并没有云昭看到的这样弱小，很可能还有隐藏的手段。 \\n  \\n     想来也是，云氏先祖云定兴在隋朝就不是一个什么好东西，这种人物的子孙绵延了上千年，如果说没有一点隐藏的手段，说出去连云昭自己都不信。 \\n  \\n     这一夜，似乎有了云氏祖先的保佑，云昭睡得格外的香甜，连梦都没有作。 \\n  \\n     第二天，云昭早早醒来，在云春，云花的帮助下穿好衣裳，洗漱完毕后，就站在台阶上学徐先生的模样看着近在眼前的玉山。 \\n  \\n     没有下雨，玉山腰上又围绕了一圈纱带，一把糜子撒出去之后，两只巨大的大白鹅就嘎嘎的叫着冲了过来，云昭趁机一手抓住一只大白鹅的脖子，拖着它们就向外走。 \\n  \\n     大白鹅被人捉住了要害，虽然总重量被云昭重些，此时也只能嘎嘎的叫的凄厉。 \\n  \\n     云娘匆匆出来看，见儿子在教训那两只让他吃尽苦头的大鹅，就笑的直不起腰来。 \\n  \\n     “春春，花花，点火，烧热水，拔毛！” \\n  \\n     云昭在那里意气风发，准备把遭受了多日的腌臜气一朝血洗。 \\n  \\n     云娘见云春，云花那两个傻丫鬟居然真的很听话的直奔厨房，就走过来，将大白鹅从云昭的手中解救出来，亲昵的摸摸儿子的圆脑袋道：“想吃大鹅，吃别的，这两只可不成。” \\n  \\n     云昭目送两只大白鹅落荒而逃，得意的甩甩手道：“没打算吃，就是想要他们知道这家里谁才是主人！” \\n  \\n     云娘见儿子说的大气，就把脸贴到儿子脸上笑嘻嘻的道：“自然是我儿！ \\n  \\n     快去吧，别让先生等急了，今天要给你们讲农事，晚了先生可不依你。” \\n  \\n     关中地界地气升的很快，不久前还把人冻得跟狗一样，一场春雨过后，立刻就成了春和景明的模样。 \\n  \\n     云昭终于不用再穿厚厚的棉袄了，换上了双层夏布制作的衣衫，宽宽大大的穿在身上很是舒服。 \\n  \\n     云昭丢掉的衣衫穿在云卷跟云舒，以及云树的身上很是合适，就是绿了吧唧的有些难看。 \\n  \\n     绿色是云氏庄子最容易得到的颜色，这跟玉山上盛产孔雀石有关，如果玉山附近产蓝靛，云家庄子附近的人穿的衣衫一定是一水的蓝色。 \\n  \\n     “滚回去换衣裳！” \\n  \\n     徐元寿今天是一副短打扮，跟农夫差别不大，不过等他跟云旗他们站在一起后，云昭发现，徐元寿依旧是最有气质的一位。 \\n  \\n     “没衣裳了。” \\n  \\n     云昭只好实话实说。 \\n  \\n     徐元寿看了一眼，云卷一行人，点点头道：“既然是做了善事，那就饶你一次。 \\n  \\n     不过，今日亲农，该做的农活不得懈怠。“ \\n  \\n     云昭连连点头。 \\n  \\n     一行人随着大队农夫很快就走进了田野。 \\n  \\n     妇人们已经到了田野上，围着云福坐在地上，每人面前都有一柄锄头，手里还拿着一根绑着红布的短木棒。 \\n  \\n     云福今天打扮的模样非常别致，全身上下都绑满了红色的布条跟铃铛，手里还拿着一头几乎跟他一样高的麦草扎成的草牛。 \\n  \\n     “此为打春牛！ \\n  \\n     原本应该在立春日上由官员来操持，只是因为我大明地大物博，每一个地方的耕种日子不一，关中一般会选一个杏花开败的日子进行。 \\n  \\n     春牛着鞭，春耕也就开始了，这是一年中最具希望的日子，我要你们记住，种子进入了泥土，一年的生计也就正式开始了……” \\n  \\n     随着阳光照耀在春牛身上，云福就开始胡乱扭动，身上的红布条子乱飞，铃铛哗啦啦作响。 \\n  \\n     围坐在地上的妇人们，就用绑了红布的短棒敲击锄头，发出清脆的悦耳的声音。 \\n  \\n     “春牛原本是以桑木为骨，泥土为肉，到我关中，习俗有了一些变化，这里人更喜欢用柳树为骨，麦秸为肉，鞭打春牛之后，就献上礼物，驮载在春牛身上，付之一炬，让神灵得以享受蒸尝，佑我农人五谷丰登。” \\n  \\n     不知为何，徐先生的声音即便在嘈杂的环境里，依旧清晰无比，声声入耳。 \\n  \\n     过了良久，太阳光洒满大地的时候，云福停止了扭动，用浓重的秦音向神灵申诉愿望，周围的农夫也将握在手中的线香一一插在草牛身上。 \\n  \\n     云福口中含了一口烈酒，从腰袢的皮口袋里抓住一把碾的细细的碳粉，冲着点燃的火把碰了一口酒，喷出来的烈酒立刻就化作了一团火焰，不等这团火焰熄灭，他又把碳粉重重的丢进火焰里，于是，一团更加明亮的火焰猛地爆起，将整个春牛都笼罩在火焰中。 \\n  \\n     爆起的火焰倏然熄灭，暗红色的火星飞舞，春牛便熊熊燃烧起来。 \\n  \\n     等春牛彻底化作一团灰烬之后，云福就用最虔诚的态度，将这些草木灰埋进了田地。 \\n  \\n     徐先生拿起一柄铲子，对云昭一行人道：“礼毕，开始扬粪……”\",\"timestamp\":1637973786,\"title\":\"第十八章 没有人是简单的\"},\"digest\":\"hCyXe2857H0x82gfp8mYNpC9O8XRK5tyUlRlQlrBhJ0\",\"authorship\":{\"contributor\":\"0xe561E580dAF360Ff3E70C84f26Cbbf249562Aee3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ya8c6nOX0S0iUpyB1IbziZLSF42Y4FvFdp3yYVGRndk\\\",\\\"y\\\":\\\"tI1Z3nTWNtK0Bj09AH1kZrPKpkrQNoyMcvSLb6HXCeQ\\\"}\",\"signature\":\"FcJBbn0vrVPcxFj3VmmI3LCxmzjRmKKJhsIQU3Sd4m5QTamlG9W_LDfdRV8dETgOCX5K0EmGZYjdmltkhvXSYw\",\"signingKeySignature\":\"0x26aa97fa31c580aac651005089f8cfe7a7df2a9b83369c911ebd5e484c9258b10f753603d0f10042ae780a1fd8f845cd85f625edb7cecf55175b486826f9f7b81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ya8c6nOX0S0iUpyB1IbziZLSF42Y4FvFdp3yYVGRndk\\\",\\\"y\\\":\\\"tI1Z3nTWNtK0Bj09AH1kZrPKpkrQNoyMcvSLb6HXCeQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hCyXe2857H0x82gfp8mYNpC9O8XRK5tyUlRlQlrBhJ0\"}"