"{\"content\":{\"body\":\"5 things guys love most about datin\\n\\nIn the love world, if a girl likes a guy, the first thing she should do is to know what he likes, such as what he likes to eat, what sports he likes, so that you can increase the likelihood of being with him.\\n\\nBut according to scientific research, what men like most have in common. Today, let's talk about five things that guys love most\\n\\n1. Bright colors\\n\\nI don't know if you've noticed, but boys like bright colors. If a woman in red and another girl in grey were standing in front of him, he would not hesitate to focus his eyes on the woman in red.\\n\\nBecause color is not only the aesthetic value that we understand, but also has an impact on the psychological function of the human body in a stimulating way. So, if you want to make a good impression on your date, wear bright clothes\\n\\n1. You love hugging your partner\\n\\nMaybe you're wondering, why do guys like to hug their partners? Shouldn't it be a girl?\\n\\nBut the truth is, boys hug the opposite sex more than girls do. Maybe it's because when two people hug, their hearts are closest to each other, so they feel happy.\\n\\nSo when a guy offers to hug you, don't say no\\n\\n3, a virgin\\n\\nAbout the boy's virgin complex, I believe that I do not have to say, we all understand.\\n\\nTherefore, whether for their beloved man, or for their own, must learn to love themselves, do not easily pay their own body.\\n\\nDon't like tears\\n\\nIt is said that boys are often at a loss when they see a girl's tears. So, there are a lot of girls in front of their male boyfriend kept doing, until the boy head big cry desperately, in order to get the boy's heart.\\n\\nBut today, I want to tell you that guys don't like girls' tears. They face crying women, although the beginning will be softhearted pity, but as time passes, the heart gives birth to boredom.\\n\\nSo don't leave a message in front of your crush, or it will make you less attractive to them.\\n\\n1. Show off\\n\\nHave you noticed that many guys like to show off how handsome and cool and even how rich they are in front of the girls they like?\\n\\nIn fact, the principle is the same as the peacock spreading its tail, they also want to win the girl's heart by this way.\\n\\nSo don't turn your nose up when a guy shows you how smart he is and how rich he is. You can choose to say something nice to take the relationship a step further.\\n\\nThese are the five things men love to do, and if you want to get rid of a single person, you should check them out\",\"timestamp\":1639103982,\"title\":\"5 things guys love most about dating\"},\"digest\":\"76VdWkIlhPQzkMMzI4-lpEeWSM1W3qPqd65_7XP88jY\",\"authorship\":{\"contributor\":\"0x1bec046E7d4E8EAD3d3BabFF12E1259eaA2F99a4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PABNC_h-QNZvds3UgNjMjMsjXtnA2krUkI20h6EdZJ4\\\",\\\"y\\\":\\\"TI9mPiZvWaQQWUvwDoJrITh-0bCqCgIe-slGpi-kiJM\\\"}\",\"signature\":\"dweT8eGO8Zk_eUsPArigN6pNlSHCrDC1K_6tjizU8MLeHBQZFiwWabGrzCt1PZY-6sFc_333oBNu8d_pi-TVrA\",\"signingKeySignature\":\"0x5f50643ffe005e3280453305b5233b5644d37e99d31642813314068aac85b0412d557d28eb5cf4344fe2d849e3c3b6b664876a93bb309a5bf38dc36aa68fb3ee1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PABNC_h-QNZvds3UgNjMjMsjXtnA2krUkI20h6EdZJ4\\\",\\\"y\\\":\\\"TI9mPiZvWaQQWUvwDoJrITh-0bCqCgIe-slGpi-kiJM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"76VdWkIlhPQzkMMzI4-lpEeWSM1W3qPqd65_7XP88jY\"}"