"{\"content\":{\"body\":\"**Overview**\\n\\nWhat does “rare” really mean? In calculus, a number is called rare if it:\\n\\n* is a non-palindromic integer and,\\n* has the property that n+r and n−r are both square, where r is the reversal of n (65 is the reversal of 56).\\n\\nso much term, right? But don’t worry, it’s straight forward definition once the terms are clear.\\n\\nSimply put, a palindromic number is a palindrome (a sequence of objects that stays the same when reversed), e.g., 77, 99, and 101.\\n\\nThus, the sequence of rare numbers begins with 65 | 621,770 | 281,089,082 | 2,022,652,202 and so on. To test 65, see below: 65+56 = 121 which is 11^2 and 65-56 = 9 which is 3^2.\\n\\nClear as crystal!\\n\\nThat is, the first 65 numbers have one rare number (1.54%), the first 621,770 numbers have only two rare numbers (0.0003%).\\n\\n**Motivation**\\n\\nNowadays, the generative art collections, traits, and variation designs together with associated rarity percentages are popular. Every day we see different pfp collections and try to identify/snipe “rare” ones. But, how should we determine the rarity in a collection? What should be the distribution and the rarity percentages of the variations to reach this distribution? These are important questions and will be more important as we see large-scale projects on Layer 2 networks. I will try to explore this from the collection owner’s perspective.\\n\\n**Trade-off**\\n\\nWe have an interesting game mechanic, NFTs should be rare, but should also be accessible. While different people participate in mints for various reasons, many enjoy the excitement of not knowing what item and rarity they will get.\\n\\nRare NFTs are listed with higher prices, which decreases their liquidity. In the secondary market, the users would prefer to buy common pieces to increase the likelihood of selling them at (or close to) the floor after an immediate price appreciation.\\n\\n***So as the number of “rare” pieces increases, overall value (with floor price) increases but the liquidity (and the secondary market activity) decreases.***\\n\\n**The Math behind Rarity Calculation**\\n\\nThe Rarity Score is the sum of the rarity of all the traits, and the rarer a trait is, the higher its score is. Rarity.tools has the below calculation: The total Rarity Score for an NFT is the sum of the Rarity Score of all its trait values *where \\\\[Rarity Score for a Trait Value\\\\] = 1 / \\\\[Trait Rarity of that Trait Value\\\\]*. For details and examples see the reference.\\n\\n**BAYC Review.** I reverse engineered Bored Ape Yacht Club (BAYC). First, let’s look at what we have: [Link](https://docs.google.com/spreadsheets/d/1_jnZxZHxhYnZberN6kjzXAIygsRTrGRV/edit#gid=152739676)\\n\\n* **Background:** There are some projects that use“background” to manipulate the rarity (the Seven, Nifty League DEGENs) but BAYC seems to assign 12.5% for each background color.\\n* **Clothes and Hat:** There are 43 and 36 different variation designs respectively, and the rarity percentages are between 4-5% to 0.4-0.5%. Another observation, nearly 20% of the Apes has no clothes/hats. So, even the most common cloth or hat has a positive contribution to rarity.\\n* **Earring:** This is a kind of accessory. Only 30% of Apes have one and the percentage decreases as we follow the Silver-Gold-Diamond-Cross path.\\n* **Eyes and Mouth:** The collection name starts with “Bored” and we see this in Eye and Mouth as most common, approximately 20%. This forms the base for the collection.\\n* **Fur:** Three variations (Brown, Dark Brown, and Black) account for nearly 37.5%. This is followed by six sets of different rarity groups. The rarest group consists of Trippy and Solid Gold with a total of 1% approximately.\\n\\nWe also need to see the big picture. If we examine the rarity scores generated by the above rarity percentages, we see:\\n\\n* 16 Apes have a score higher than 300 (0.16%)\\n* 61 Apes have a score between 250 and 300 (0.61%)\\n* 245 Apes have a score between 200 and 250 (2.45%)\\n* 761 Apes have a score between 150 and 200 (7.61%)\\n* 2714 Apes have a score between 100 and 150 (27.14%)\\n* 6203 Apes have a score between 50 and 100 (62.03%)\\n\\n**Suggestions**\\n\\n* You don’t need to assign a rarity percentage to each variation. Use “none” to play with the rarity scores.\\n* Make desirable variations rare. Rare stuff is usually more valuable. Diamonds are supposedly rare. If the diamonds were as plentiful as silver, then they wouldn’t be so expensive.\\n* Variations that you don’t want to show up on the first page of rankings shouldn’t be rare. Be careful!\\n* Try to increase the number of variations of certain traits rather than increasing the number of traits. This could also help to solve the uniqueness problem.\\n* After assigning the rarity percentages to variations, observe the collection distribution. Make revisions if necessary before finalizing the code/contracts.\\n* Consider adding sets. Pureness is another important concept that BAYC didn’t touch. There are some projects (like Fluffy Polar Bears) that define “sets” to make the rarity more detailed. Two or more combined variations increase the meaning and thus the rarity.\\n* Hidden variations: Projects like Party Generates are a good example. This method increases the valuation while it may not deteriorate the secondary market activity.\\n* My personal opinion is that money will flow to the ultra “rare” pieces. Be aware.\",\"timestamp\":1636536119,\"title\":\"Looks \\\"rare\\\" | Systems Thinking – 1: Rarity Distribution\"},\"digest\":\"_xa_DnuUxNA-K8b3OKHG7xhDNjk6cd735rBjuBIH_jY\",\"authorship\":{\"contributor\":\"0xd202e362f7d75333Cc24A729fE0797A9F7b329be\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"21xKSKqJ-GVwBXUK4WXamS0c1UIyFwp0cQO_Lls9H58\\\",\\\"y\\\":\\\"gSSKwUgZyHbBnXBACVK9tueHTDZllYToEcsriRXeK00\\\"}\",\"signature\":\"YlSijVLykCv0XRYtbJstXO0tClXDSiJ7l_NbFyoaODB8HQ1g2tNpCCwzs8SMNA9EiEh-VeAHNYBpULON8uTveg\",\"signingKeySignature\":\"0x19bb7811eb2023430915b7054c5ba2003a6aefa815d1b6f09ad25f6c5919385d0bd886c81f9ea32c476fb8077da76432396e2fd4f8a45acdff4ca3249919e82e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"21xKSKqJ-GVwBXUK4WXamS0c1UIyFwp0cQO_Lls9H58\\\",\\\"y\\\":\\\"gSSKwUgZyHbBnXBACVK9tueHTDZllYToEcsriRXeK00\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xtrnDOwb3K5eldUdwl6fCseFl1lKoYZPrNImJe51WcE\"}"