"{\"content\":{\"body\":\"Ringwood, near Southampton, where he remained for some time.  He went into the New Forest, and brought home \\\"lots of sketches.\\\" In 1815 he exhibited his works at the Royal Academy. He writes to his father that \\\"the prices of my pictures in the Gallery are-- two at fourteen guineas each (small views in Hampshire), one at twelve guineas, and two at fourteen guineas.  They are all sold but one.  These pictures would now fetch in the open market from two to three hundred guineas each.  But in those days good work was little known, and landscapes especially were very little sought after.\\n\\nPatrick Nasmyth's admirable rendering of the finer portions of landscape nature attracted the attention of collectors, and he received many commissions from them at very low prices.  There was at that time a wretched system of delaying the payment for pictures painted on commission, as well as considerable loss of time by the constant applications made for the settlement of the balance.  My brother was accordingly under the necessity of painting his pictures for the Dealers, who gave him at once the price which he required for his works.  The influence of this system was not always satisfactory. The Middlemen or Dealers, who stood between the artist and the final possessor of the works, were not generous.  They higgled about prices, and the sums which they gave were almost infinitesimal compared with the value of Patrick Nasmyth's pictures at the present time.\\n\\nThe Dealers were frequent visitors at his little painting-room in his lodgings.  They took undue advantage of my brother's simplicity and innate modesty in regard to the commercial value of his works.  When he had sketched in a beautiful subject, and when it was clear that in its highest state of development it must prove a fine work, the Dealer would pile up before him a row of guineas, or sovereigns, and say, \\\"Now, Peter, that picture's to be mine!\\\", The real presence of cash proved too much for him.  He never was a practical man.  He agreed to the proposal, and thus he parted with his pictures for much less than they were worth.  He was often remonstrated with by his brother artists for letting them slip out of his hands in that way--works that he would not surrender until he had completed them, and brought them up to the highest point of his fastidious taste and standard of excellence. Among his dearest friends were David Roberts and Clarkson Stanfield. He usually replied to their friendly remonstrances by laughingly pointing to his bursting portfolios of sketches, and saying, \\\"There's lots of money in these banks to draw from.\\\"  He thus warded off their earnest and often-repeated remonstrances.  Being a single man, and his habits and style of living of the most simple kind, he had very little regard for money except as it ministered to his immediate necessities.  His evenings were generally spent at a club of brother artists \\\"over the water;\\\" and in their company he enjoyed many a pleasant hour.  His days were spent at his easel.  They were occasionally varied by long walks into the country near London, for the purpose of refilling his sketch-book.\\n\\nIt was on one of such occasions--when he was sketching the details of some picturesque pollard old willows up the Thames, and standing all the time in wet ground--that he caught a severe cold which confined him to the house.  He rapidly became worse.  Two of his sisters, who happened to be in London at the time, nursed him with devoted attention.  But it was too late.  The disease had taken fatal hold of him.  On the evening of the l7th August 1831 there was a violent thunderstorm.  At length the peals of thunder ceased, the rain passed away, and the clouds dispersed.  The setting sun burst forth in a golden glow.  The patient turned round on his couch and asked that the curtains might be drawn.  It was done.  A blaze of sunset lit up his weary and worn-out face.  \\\"How glorious it is!\\\" he said.  Then, as the glow vanished he fell into a deep and tranquil sleep, from which he never awoke.  Such was the peaceful end of my brother Patrick, at the comparatively early age of forty-four years.\\n\\nCHAPTER 4.  My Early Years.\\n\\nI WAS born on the morning of the 19th of August 1808, at my father's house No. 47 York Place, Edinburgh.  I was named James Hall after my father's dear friend, Sir James Hall of Dunglass.  My mother afterwards told me that I must have been \\\"a very noticin'  bairn,\\\" as she observed me, when I was only a few days old, following with my little eyes any one who happened to be in the room, as if I had been thinking to my little self, \\\"Who are you?\\\"\\n\\nAfter a suitable time I was put under the care of a nursemaid. I remember her well--Mary Peterkin--a truly Scandinavian name. She came from Haddingtonshire, where most of the people are of Scandinavian origin.  Her hair was of a bright yellow tint. She was a cheerful young woman, and sang to me like a nightingale. She could not only sing old Scotch songs, but had a wonderful memory  for fairy tales. When under the influence of a merry laugh, you could scarcely see her eyes; their twinkle was hidden by her  eyelids and lashes.  She was a willing worker, and was always ready to lend a helping hand at everything about the house, she took great pride in me, calling me her \\\"laddie.\\\"\\n\\nWhen I was toddling about the house, another sister was born, the last of the family.  Little Mary was very delicate; and to improve her health she was sent to a small farm-house at Braid Hills, about four miles south of Edinburgh.  It was one of the most rural and beautiful surroundings of the city at that time.  One of my earliest recollections is that of being taken to see poor little Mary at the farmer's house.  While my nursemaid was occupied in inquiring after my sister, I was attracted by the bright red poppies in a neighbouring field.  When they made search for me I could not be found.  I was lost for more than an hour.  At last, seeing a slight local disturbance among the stalks of corn, they rushed to they spot, and brought me out with an armful of brilliant red poppies.  To this day poppies continue to be my greatest favourites.\\n\\nWhen I was about four or five years old, I was observed to give a decided preference to the use of my left hand.  Everything was done to prevent my using it in preference to the right.  My mother thought that it arose from my being carried on the wrong arm by my nurse while an infant.  The right hand was thus confined, and the left hand was used. I was constantly corrected, but \\\"on the sly\\\" I always used it, especially in drawing my first little sketches.  At last my father, after viewing with pleasure one of my artistic efforts, done with the forbidden hand, granted it liberty and independence for all time coming.  \\\"Well,\\\" he said, \\\"you may go on in your own way in the use of your left hand, but I fear you will be an awkward fellow in everything that requires handiness in life.  I used my right hand in all that was necessary, and my left in all sorts of practical manipulative affairs. My left hand has accordingly been my most willing and obedient servant in transmitting my will through my fingers into material or visible forms.  In this way I became ambidexter.\\n\\nWhen I was about four years old, I often followed my father into his workshop when he had occasion to show to his visitors some of his mechanical contrivances or artistic models.  The persons present usually expressed their admiration in warm terms of what was shown to them.  On one occasion I gently pulled the coat-tail of one of the listeners and confidentially said to him, as if I knew all about it, \\\"My papa's a kevie Fellae!\\\"  My father was so greatly amused by this remark that he often referred to it as \\\"the last good thing\\\" from that old-fashioned creature little Jamie.\\n\\nOne of my earliest recollections is the annual celebration of my brother Patrick's birthday.  Being the eldest of the family, his birthday was held in special honour.  My father invited about twenty of his most intimate friends to dinner.  My mother brought her culinary powers into full operation.  The younger members of the family also took a lively interest in all that was going on, with certain reversionary views as to \\\"the day after the feast.\\\"  We took a great interest in the Trifle, which was no trifle in reality, in so far as regarded the care and anxiety involved in its preparation. In connection with this celebration, it was all established institution that a large hamper always arrived in good time from the farm attached to my mother's old home at Woodhall, near Edinburgh.  It contained many substantial elements for the entertainment--a fine turkey, fowls, duck, and suchlike; with two magnums of the richest cream.  There never was such cream!  It established a standard of cream in my memory; and since then I have always been hypercritical about the article.\\n\\nOn one of these occasions, when I was about four years old, and being the youngest of the family, I was taken into the company after the dinner was over, and held up by my sister Jane to sing a verse from a little song which my nurse Mary Peterkin had taught me, and Which ran thus:\\n\\n\\\"I'll no bide till Saturday,  But I'll awa' tile morn,  An' follow Donald Hielandman,  An' carry his poother-horn.\\\"\\n\\nThis was my first and last vocal performance.  It was received with great applause.  In fact, it was encored.  The word \\\"poother,\\\" which I pronounced \\\"pootle\\\", excited the enthusiasm of the audience. I was then sent to bed with a bit of plum-cake, and was doubtless awakened early next morning by the irritation of the dried crumbs of the previous night's feast.\\n\\nI am reminded, by reading over a letter of my brother Patrick's, of an awkward circumstance that happened to me when I was six years old. In his letter to my father, dated London, 22d September 1814, he says: \\\"I did get a surprise when Margaret's letter informed me of my little brother Jamie's fall.  It was a wonderful escape.  For God's sake keep an eye upon him!\\\"  Like other strong and healthy boys, I had a turn for amusing myself in my own way.  When sliding down the railing of the stairs I lost my grip and fell suddenly over.  The steps were of stone. Fortunately, the servants were just coming up laden with carpets which they had been beating.  I fell into their midst and knocked them out of their hands.  I was thus saved from cracking my poor little skull. But for that there might have been no steam hammer--at least of my contrivance!\\n\\nEverything connected with war and warlike exploits is interesting to a boy.  The war with France was then in full progress.  Troops and bands paraded the streets.  Recruits were sent away as fast as they could be drilled.  The whole air was filled with war.  Everybody was full of excitement about the progress of events in Spain.  When the great guns boomed forth from the Castle, the people were first startled. Then they were surprised and anxious.  There had been a battle and a victory!  \\\"Who had fallen?\\\" was the first thought in many minds. Where had the battle been, and what was the victory?  Business was suspended.  People rushed about the streets to ascertain the facts. It might have been at Salamanca, Talavera, or Vittoria.  But a long time elapsed before the details could be received; and during that time sad suspense and anxiety prevailed in almost every household. There was no telegraph then.  It was only after the Gazette had been published that people knew who had fallen and who had survived.\\n\\nThe war proceeded.  The volunteering which went on at the time gave quite a military aspect to the city.  I remember how odd it appeared to me to see some well-known faces and figures metamorphosed into soldiers It was considered a test of loyalty as well as of patriotism, to give time, money, and leisure to take up the arms of defence, and to practise daily in military uniform in the Meadows or on Bruntsfield Links.  Windows were thrown up to hear the bands playing at the head of the troops, and crowds of boys, full of military ardour, went, as usual, hand to hand in front of the drums and fifes.  The most interesting part of the procession to my mind was the pioneers in front, with their leather aprons, their axes and saws, and their big hairy caps and beards.  They were to me so suggestive of clearing the way through hedges and forests, and of what war was in its actual progress.\\n\\nEvery victory was followed by the importation of large numbers of French prisoners.  Many of them were sent to Edinburgh Castle. They were permitted to relieve the tedium of their confinement by manufacturing and selling toys; workboxes, brooches, and carved work of different kinds.  In the construction of these they exhibited great skill, taste, and judgment.  They carved them out of bits of bone and wood.  The patterns were most beautiful; and they were ingeniously and tastefully ornamented.  The articles were to be had for a mere trifle, although fit to be placed with the most choice objects of artistic skill.\\n\\nThese poor prisoners of war were allowed to work at their tasteful handicrafts in small sheds or temporary workshops at the Castle, behind the palisades which separated them from their free customers outside. There was just room between the bars of the palisades for them to hand through their exquisite works, and to receive in return the modest prices which they charged.  The front of these palisades became a favourite resort for the inhabitants of Edinburgh; and especially for the young folks.  I well remember being impressed with the contrast between the almost savage aspect of these dark-haired foreigners, and the neat and delicate produce of their skilful fingers.\\n\\nAt the peace of 1814, which followed the siege of Paris, great rejoicings and illuminations took place, in the belief that the war was at an end.  The French prisoners were sent back to their own country, alas! to appear again before us at Waterloo.  The liberation of those confined in Edinburgh Castle was accompanied by an extraordinary scene. The French prisoners marched down to the transport ships at Leith by torchlight.  All the town was out to see them.  They passed in military procession through the principal streets, singing as they marched along their revolutionary airs, \\\"Ca lra\\\" and \\\"The Marseillaise.\\\"  The wild enthusiasm of these haggard-looking men, lit up by torchlight and accompanied by the cheers of the dense crowd which lined the streets and filled the windows, made an impression on my mind that I can never forget.\\n\\nA year passed.  Napoleon returned from Elba, and was rejoined by nearly all his old fighting-men.  I well remember, young as I was, an assembly of the inhabitants of Edinburgh in Charlotte Square, to bid farewell to the troops and officers then in garrison.  It was a fine summer evening when this sad meeting took place.  The bands were playing as their last performance, \\\"Go where glory waits thee!\\\"  The air brought tears to many eyes; for many who were in the ranks might never return. After many a hand-shaking, the troops marched to the Castle, previous to their early embarkation for the Low Countries on the following morning.\",\"timestamp\":1639288529,\"title\":\"\\nIn 1814 he made the acquaintance of Mr. Barnes, and accompanied him to Bure Cottage\"},\"digest\":\"9JV4PNFQGhFjt2pJG37rQt_2cCAV-hE0XEwSM47nyfw\",\"authorship\":{\"contributor\":\"0x6A321BD15f7B900C7F8Dd29Ce6ed73fa0E7D220F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"umKiqlUnJFbf9-yomMao1oXduN-wBWHRhwqvYpeo2ow\\\",\\\"y\\\":\\\"RbA7s1FOiH27KlvKYj7qMKEVlGwOrIxSkfHQjgLxOo8\\\"}\",\"signature\":\"Nuq4-8YK87p9zOIoQKt45uD5zMpp0EF7AjlyJwKQGdCDfI6zpud-3Fuvqq9sVh8oyXO8xfijZSx4IuS1LIXoSw\",\"signingKeySignature\":\"0x7b14273f2a5eead3b3828c884784a3dc740fc861103d03dc535670202b09d97452dd965a52668c9cb344514124f7c12fc6b54971956c85a97460349b0328d1eb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"umKiqlUnJFbf9-yomMao1oXduN-wBWHRhwqvYpeo2ow\\\",\\\"y\\\":\\\"RbA7s1FOiH27KlvKYj7qMKEVlGwOrIxSkfHQjgLxOo8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9JV4PNFQGhFjt2pJG37rQt_2cCAV-hE0XEwSM47nyfw\"}"