"{\"content\":{\"body\":\"这个市场充满着机会，充满着无限可能地方，这里吸引无数人前赴后继，尽管有人亏损而无法翻身退出，但那些赚到几十几百倍收益的人，还是人们追逐向往的目标\\n\\n这个市场给 学习力强的人回报是最高的以相应的回报的，这是个信息快速更新的市场，这也是迷人的地方所在，正常市场和人生中的机会取值可数，可在这个市场里一天出现的机会点比人生中一年遇到的机会点都要多，这也是这个市场的魅力所在\\n\\n同样这个市场更是一个对参与者再教育的过程，这个市场让很多人学会了kx上网、让很多人知道使用Gmail邮箱、让很多人学会了出入金方法、让很多人学会了注册邮箱、让很多人学会了撸空投，学会了购买NFT、学会了购买土地，大家学会了各种各样的赚钱技巧，也学会了千奇百怪的亏钱方法。\\n\\n市场上存在很多交易的人，微博、Twitter、Telegram、discord、微信群中，也有各种各样形形色色的参与者，除了项目方和项目的融资参与者，以及合约者之外，交易参与者大致可分为三个类型，总是走在行业前端的聪明行动派和粗鲁梭哈的大胆投机派以及稳抓稳打的价值投资派，三者的投机风格各有不同，收益大小也会因其风格的不同而有所区别，但是对于不同风格的头部人物而言也都是各自圈子中的风云人物，无论如何其最终投资的结果和回报，都是非常可观的，这都离不开他们对于项目的判断和下手的准确。以下来简单介绍下相关的流派的风格和他们对应的特点\\n\\n \\n\\n**聪明敏感行动派**\\n\\n其投资路径如下\\n\\n获取信息-->小筹码尝试-->立刻深入了解-->判断可行性-->再次投入-->赚到钱-->经验进一步宣传\\n\\n聪明派其特点速度快、反馈快、回报高，得到信息能够第一时间参与进去，市场的晴雨表也是这帮人，能够快速的发现项目，也能够快速的找到羊毛浓密的新发项目，也能快速的发现高潜力项目，同样他们也能够幸运地参与到迅速爆雷的土狗中，这部分是聪明人，虽然会遇到不靠谱土狗，但相对于他们薅的羊毛来比，简直不值一提，常常会看到他们跟你说麻了，麻了，你问他哪麻了？他会欠揍的回复你赚麻了！此中人，客气可恨，同时也可爱，特么能带你赚钱谁不爱？往往能够快速迭代自己认知，快速补齐自己短板，并且在各种渠道发现最新鲜的信息，并先投入一小部分资金，让自己关注这个项目，确认靠谱后才会加大投入大举买进，等待收获，尽管这种情况也会存在亏损但是他们不怨天尤人，只会反思自己的问题并进行总结，并迅速调整心态投入下一个潜力项目中。\\n\\n为什么会先投入资金而不是分析后再投入？因为多数情况下如果自己没有投入资金往往可能不会过于深入了解，并可能错过，先投入一部分资金以解决屁股决定脑袋的问题，自己已经在这个项目中了，便会更为深入的了解，为自己转到打钱而做准备。\\n\\n特点：一般社群kol，各个项目的第一波人士，\\n\\n![](https://images.mirror-media.xyz/publication-images/u30ZnZ76GVCpYh-IZC4D1.png?height=1280&width=634)\\n\\n \\n\\n**大胆投机派**\\n\\n其投资路径如下\\n\\n获取信息-->梭哈/重仓-->赚钱/挂逼\\n\\n这个流派是简单粗暴派，能够成为人们传颂佳话，也能成为人们茶余饭后的笑话，作风与八九十年代的土老板作风很是相似，上来先一箱子一箱子钱就摆在桌子上，一副我行，我能干，谁也不好使的架势，闻到市场稍微有盈利的消息一定第一时间全力以赴，他们是紧随后的聪明派是信息敏感人群，土老板最明显的特点，对于商业信息尤其敏感，所以往往能在优先获取到他人所不知道的信息，赚取项目时间差的财富，土老板出手阔绰，敢于冒险，常常在得到信息后稳准狠的大举买入，同时又因为土老板对于信息鉴别耐心欠佳，仔细研究项目的知识储备不足，常常出现梭哈后挂逼，便会出现前两天的靓仔王总，今天就变成吊毛小王了\\n\\n，不过有一点需要了解，虽然老王会有多次变成吊毛小王的可能，但是的往往这些小王就是踩中1-2次机会彻底变成王总，所以经常会出来说自己的身价，引起众多人前呼后拥，但其经验不可复制，往往会一句粗暴的人生经验传授后来者“不要怂，就是干”，且这类人因比较好爽，出现挂逼场景也从不怨天尤人，挂逼知道因为自己出手太狠，还是有一定格局的。\\n\\n不过其中一部分赌狗也在其行列之中，行事作风很是相似，但是格局一般，重亏时一哭二闹三上吊基本出自这个类型。\\n\\n大胆投机派的投资路径如图\\n\\n![](https://images.mirror-media.xyz/publication-images/OlmLXro4POSKIGCGRWa5I.png?height=781&width=1358)\\n\\n**价值分析投资派** \\n 其投资路径如下\\n\\n获取信息-->立刻深入了解-->判断可行性-->大举买入-->长期持有-->牛市作收网\\n\\n其特点是紧跟大趋势，并非追热点，经常会对一个项目深入了解后才会大举买入，稳妥，有保障，对一个项目了解深入，恨不得创始人身份证号码都能给你念出来，想要了解一个项目问这类人就行了，但是这类人市场上并不多，尤其在区块链的市场中，因为这个市场将就的是块钱效应，快进快出，讲求的是命中率，往往分析后市场热度过了，还要等好久才会再起来，这个市场很少有独立于大盘上的项目，热度重要，同时时机也很重要。这个类型的人分为两种，一种是真的研究分析大趋势，对于结果可承担可接受，另外一种是研究想研究的，对于结果的承担完全看是否盈利，若出现亏损，则举牌游行寻死跳楼便会出现在各个群中，组团喝药，属实对于自己看走眼项目无法接受，类似被渣男渣女伤害后，无法接受实时，频频出现我那么好为啥离我而去的伤心独白。\\n\\n价值分析投资派的投资逻辑如下图所示\\n\\n![](https://images.mirror-media.xyz/publication-images/X2qknNJftZTp3E1x0o5u3.png?height=1280&width=680)\\n\\n可以注意的是，无论是这三种中什么样的人，都会有亏损的，这不是看错了，即事实证明市场不会因为风格和投资策略的不同而被征服，市场是不可预测的，市场是不可被征服的，但是投机手能做的是，尽可能的提高命中的概率，尽可能提高正确的概率，这就是投机手要做的。尽量避免或者降低自己成为叼毛小王的次数。市场不可预测，大家能做的是尽可能在变化莫测的市场中找到靠谱的稳定增长率的项目，以保证自己获得更久，保证自己在市场上更长久的参与。\\n\\n \",\"timestamp\":1641481869,\"title\":\"Web3投机手展望录（那些投机手）\"},\"digest\":\"_ahRCinAEB8MOv_ZKFu7zPg1uDgfBzA72zqQ9c5dsaE\",\"authorship\":{\"contributor\":\"0xE7D5F16Ef693a93B2A3b65a42E26DEe859d6b902\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2vbYBVysrLXsVgbQplnCRIy_rFEVDUR16sYllc0a0ZQ\\\",\\\"y\\\":\\\"f1A3jH2bQAFsCMQTeBVZw-JJfstLL348gaBbjCFj6pw\\\"}\",\"signature\":\"7E1cWP6MMHfH-m13hL34WLpgu1NOfpUJRfipcopnCC1maEJN87rnPCaubwZ4OnksrVueXf_YWd9EuqJF-erVgA\",\"signingKeySignature\":\"0x0be1aebf0d566bc451cbbbd870a8df7b6f7f23b10e82b74cf396ee532540b9377bffd2c0b3c6d3569d3c5106f17e9f94f855fa28ddc9fb2fd1adcf0a6d7620211c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2vbYBVysrLXsVgbQplnCRIy_rFEVDUR16sYllc0a0ZQ\\\",\\\"y\\\":\\\"f1A3jH2bQAFsCMQTeBVZw-JJfstLL348gaBbjCFj6pw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_ahRCinAEB8MOv_ZKFu7zPg1uDgfBzA72zqQ9c5dsaE\"}"