"{\"content\":{\"body\":\"**Part 1: Being a person in this world**  \\n\\nBorn in the 90s, the things that we see happening in this world today is probably nothing that we have seen in our life before. Inflation in the US was 6.8% in November, highest in 40 years. Countries like the US. Canada, Australia, Britain etc. joined a diplomatic boycott of the 2022 Winter Olympics in Beijing in response to alleged human rights issues in China. The world seems to be on track to put on some historical drama that we haven’t seen before. Chinese official media has gone further in pushing people to raise more children, starting with the Party members. “You cannot choose not to marry for reasons like this and that; or not to have children for reasons like this and that”. \\n\\nRay Dalio predicted that the US are on the brink of a terrible civil war. I don’t know if modeling could be precise about these historical events, but when the models are presented, history looks astonishingly similar. Sometimes it’s hard to accept the fact that we are mostly the product of our generation - even for the famous and successful ones. It is not the case that someone is so great that s/he created history but that history calls for someone and that person appeared at the right place and time. \\n\\nRunning a state machine must be the most difficult job in the world - with all the long term and short term plannings and the balance of personal and communal interest. There is no way that I would have any impact on any nation state; still it’s interesting to see how our governments react and evolve.  \\n\\n \\n \\n\\n**Part 2: About metaverse and decentralization** \\n\\nIf there is anything that is too hot right now it is metaverse and Web 3.0 — as Ben Evans coined, just the rebranding of VR/AR and crypto. With top investors like Sequoia, Tiger Global, SoftBank Vision Fund etc. quickly fomoing into the space, people start to actually believe that these are the future and that they must be missing out some key points if they don’t get it. Of course, I believe that there will be a space for Web 3.0 in the future, “owning the Internet” does sounds sexy as a concept, but so did artificial intelligence or IoT or VR/AR that are still yet to take off as VCs predicted. \\n\\nI revisited the article, “The Meaning of Decentralization”, by Vitalik in February 2017. I think it’s safe to say that you need to be some sort of amateur philosopher (even wanna be) to be a good founder of a crypto project. The biggest difference between Web 3.0 and Web 2.0 is the mindset. If you are maximizing for effectiveness and efficiency, centralization will have an upper hand in a lot of the use cases. Although achieving network effect is essential for both Web 2.0 and Web 3.0 founders, the approach is different and driven by different motives. I think you’ve got to believe that the centralized systems are evil and that individuals should have more power of ownership and then you could be devoted in building a product to disrupt the current paradigm. Otherwise, regardless of what is it called, metaverse/NFT/DeFi it would still be Web 2.0 at the core. \\n\\n \\n \\n\\n**Part 3: Being Mortal** \\n\\n上个周日把两本书放在一起读完了 - Being Mortal 和Man’s Searching for Meaning. 最近有一些朋友和家人陆陆续续有一些小毛病，也开始去思考生命的脆弱，和每天的时间堆积到底在追求些什么或者享受些什么。对死亡和失去健康的恐惧让我们更加珍惜时间，但是也努力不被这种恐惧支配 — 去创造和去爱。\",\"timestamp\":1639315879,\"title\":\"12 Dec Weekly Reflections\"},\"digest\":\"gXPRFd4j5Mux6tmWnxKfwwmaHu1C-5RzreqxApjYZ6Y\",\"authorship\":{\"contributor\":\"0x2738C5B6D2568297A880c5b802a4743b4b188679\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dkBt0r4ImA_X8Rdbuej0T_EDva67VjevcdUav1wwfbs\\\",\\\"y\\\":\\\"ozmHA7zDQNuS0rxHAYhpzdUQSvpy7G-jQ4TvPaorPEc\\\"}\",\"signature\":\"BRMiVTSnm3BMxohT_Gbs5eCcOa4OFISL8G04srWSffngneECCWDy6CAxG3OHLuiXe4wcWsEK2v_wKHCXj3IsOQ\",\"signingKeySignature\":\"0xe3adc38dc751c3b0b6a705405a6054d9af07419a5f2b77c1c7e51eebe798b5a712c86932c32abc238a4e6b632b6ba11be6d86c5319ecbb199309cfe7a8c8d3971b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dkBt0r4ImA_X8Rdbuej0T_EDva67VjevcdUav1wwfbs\\\",\\\"y\\\":\\\"ozmHA7zDQNuS0rxHAYhpzdUQSvpy7G-jQ4TvPaorPEc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gXPRFd4j5Mux6tmWnxKfwwmaHu1C-5RzreqxApjYZ6Y\"}"