"{\"content\":{\"body\":\"Dear Colm,\\n\\n[KidSuper](https://www.instagram.com/kidsuper/) is the perfect brand to integrate NFTs and host an online creative community. You build organically, radiate personality, positivity, and creativity, and have a story to tell/write. You have legs in art (boundaries already being pushed in the NFT space) and fashion (just finding its legs in the metaverse, see Adidas, Nike, Louis Vuitton, and more). This is an opportunity to establish deeper relationships with your most core supporters and bring them into the wild world of KidSuper. You’ve dropped NFTs on Nifty Gateway. It’s time to take it a step further!\\n\\nUsing NFTs, we can build communities around brands that create value for everyone involved. Turning customers into owners aligns incentives such that anyone showing support (fan videos, art, blogs, conversations, wearing KidSuper clothes, reposting announcements, etc.) creates tangible value for the entire group. Aligned economic incentives encourage customers to create alongside you. The paradigm of customer/brand relationships shifts from “Buy clothes from a brand you identify with.” to “Find a brand you identify with and invest time and energy into making creative assets that produce value for it and the community you’re now a part of”. Right now we wear KidSuper and tell your\\\\* story because we believe in you and what you’ve built. When we become co-owners, your story becomes our\\\\* story and we begin to build together.\\n\\nI present the KidSuperHeroes, a 2,500 character pfp (profile picture) NFT collection. Each avatar is a picture of a superhero character like the embroidered one inside the pocket of your most recent denim trousers.\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fe8cbf201-5ad8-4092-bce3-29ddb3badaac\\\\_666x512.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fe8cbf201-5ad8-4092-bce3-29ddb3badaac\\\\_666x512.png)\\n\\nAvatar projects generally have a set of base characters differentiated with traits and accessories. E.g. 10 basic Heroes each with 5 red masks, 45 blue, and 200 black. Other traits could be shoes, capes, or attributes from your personal heroes, like a Dali mustache or Pelé jersey. There’s room for a universe of details that don’t need to be explained upfront or at all. Dress the characters in clothes from your sketches and bring more to life each season or have naked avatars and design them a wardrobe later. \\n\\nThere are absolutely no rules.\\n\\nThese characters and stories, the KidSuper Universe (KSU), can be incorporated into clothing, paintings, writing, films, and 3D integrations like video games. Take the story and medium of expression anywhere with the direct support and participation of the community. The same way you have friends walk in your fashion shows the KidSuperHeroes can contribute across your online creative ecosystem. This community already exists, but is only accessible through Instagram, which uses your creative output to harness their attention and bombard them with advertisements. This new infrastructure allows them to connect with KidSuper and each other in a more meaningful way.\\n\\nThe “place” for them to connect is [Discord](https://www.readthegeneralist.com/briefing/discord), a powerful tool for building online communities. Public and private text channels make it feel like a physical space. Here fashion heads can discuss pieces they’re wearing, artists can share their work, and you can interact with the people who support you most. Imagine channels for topics like starting a brand, making clothes, soccer, or music from around the world. Discord is today’s Tumblr, although much less aesthetically pleasing. It’s an inclusive place for (potentially pseudonymous) people to interact and create online. Discord can be your virtual community center, accessible to fans anywhere in the world at every hour of the day. Your Community Center shirt already has the list of initial channels.\\n\\n[![](https://cdn.substack.com/image/fetch/w\\\\_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F02cb2519-70d7-4f21-9401-961f9fee7f42\\\\_1052x902.png)](https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F02cb2519-70d7-4f21-9401-961f9fee7f42\\\\_1052x902.png)\\n\\nNFTs empower creators and fans to connect in new ways and build cooler stuff than they could before. If you want to work with a larger creative community and take on the most outlandish projects possible, this is the space to do it.\\n\\nI wrote this because I want access to the world of KidSuper, but that doesn’t exist yet.\\n\\nSo let’s build it!\\n\\nIf the plan doesn’t work we’re insane, If the plan works we’re geniuses.\\n\\nLet’s make it work.\\n\\nBest,\\n\\nNoah \\n\",\"timestamp\":1640737713,\"title\":\"Letter #1 KidSuper and the SuperHeroes\"},\"digest\":\"PJH98YKhBknnvjzWV-XQ-djM-Ehe0hFbXrpsHkBDwuQ\",\"authorship\":{\"contributor\":\"0xB15D23C1380B60eCaDB569403338B89B99213EE6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aJHwS0ElBjwSFsPamFH0MMOUIFDW2W07XwMs2oD79YU\\\",\\\"y\\\":\\\"u_-JOKHWVz__EZw518ZA0AS1DZrK781ySZHCZwrrU4w\\\"}\",\"signature\":\"gnUp_pbAgc2pAoMMft2WUepuLWjgsdgj22yAP7hRxCSmGG51JwumhxPTvqMIzhBPFbiGnm0V4cyQa0jMi8a_dA\",\"signingKeySignature\":\"0x07d5a3a118e6ef9af46ea35d52b4dcccd51e90def05e2c88eaf74ca1898d2a06336e6bca8187c3d730d4d719a88ce80c803916c26c37aa20482719e39697ed181c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aJHwS0ElBjwSFsPamFH0MMOUIFDW2W07XwMs2oD79YU\\\",\\\"y\\\":\\\"u_-JOKHWVz__EZw518ZA0AS1DZrK781ySZHCZwrrU4w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PJH98YKhBknnvjzWV-XQ-djM-Ehe0hFbXrpsHkBDwuQ\"}"