"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*zZiiWl4QWPoNBwE8WHLrZg.jpeg)\\n\\n## Una nueva generación de emprendedores está construyendo startups para disrumpir al banco tradicional…\\n\\n*Esta es una versión adaptada y traducida del artículo [Dawn Of The Neobank: The Fintechs Trying To Kill The Corner Bank](https://www.forbes.com/sites/jeffkauflin/2019/11/04/dawn-of-the-neobank-the-fintechs-trying-to-kill-the-corner-bank/#13bd976bb0f6)* publicado por Jeff Kauflin en Forbes el 30 de noviembre de 2019.\\n\\n“El cielo es el límite”, dice el fundador y director ejecutivo de MoneyLion, Dee Choubey, mientras pasea por el Madison Square Park de Manhattan, donde los robles y fresnos cambian de color bajo el sol de octubre.\\n\\nChoubey, de 38 años, está dando una caminata de mediodía cerca de las abarrotadas oficinas de MoneyLion en el distrito de Flatiron, donde 65 personas trabajan para reinventar la banca minorista de cara a la nueva generación de las apps. Menciona un par de negocios que admira y que han cambiado la forma en que fluye el dinero en el mundo. “PayPal”, dice. “Square”. Dos empresas con un valor combinado de $150 mil millones.\\n\\n“La promesa de MoneyLion es convertirse en el administrador de patrimonio, el banco privado de los hogares que ganan $50.000 al año”, dice Choubey.\\n\\nLa app de MoneyLion tiene unos 5,7 millones de usuarios, frente a los 3 millones de hace un año. Un millón son clientes de pago. Esas personas, muchas de lugares como Texas y Ohio, desembolsan más de $20 por mes para mantener una cuenta corriente MoneyLion, controlar su puntaje crediticio u obtener un pequeño préstamo a bajo interés.\\n\\nEn total, MoneyLion ofrece siete productos financieros, incluidos algunos inesperados como anticipos de salario y, pronto, servicios de bolsa. Choubey espera que la empresa tenga ingresos por $90 millones este año, el triple de los $30 millones del año pasado. Su última ronda de financiamiento, en la que recaudó $100 millones de inversionistas como Edison Partners y Capital One, valoró la compañía en casi $700 millones.\\n\\nA mediados de 2020, predice, MoneyLion alcanzará el punto de equilibrio financiero. Pronto implementará una cuenta de ahorros de alto rendimiento asegurada por la Federal Deposit Insurance Corporation, mientras que las tarjetas de crédito están programadas para más adelante en 2020. Para retener a los clientes, dice, “tenemos que ser una fábrica de productos”.\\n\\nComo la mayoría de los emprendedores, Choubey cree que su empresa tiene un potencial ilimitado. Pero después de haber pasado una década como banquero de inversión en Citi, Goldman, Citadel y Barclays, también sabe hasta dónde puede extenderse un horizonte de manera realista.\\n\\nY está lejos de ser el único que ve la oportunidad de que los nuevos bancos digitales, los llamados *neobancos*, transformen la banca minorista y creen una nueva generación de Morgans y Mellons. “Acabo de escuchar un rumor de que Chime está recibiendo otra ronda con una valoración de $5 mil millones”, dice.\\n\\nA nivel mundial, un ejército de neobancos se dirige a todo tipo de nichos de consumidores y pequeñas empresas, desde inversores Millennials hasta dentistas y propietarios de franquicias. McKinsey estima que hay 5.000 nuevas empresas en todo el mundo que ofrecen servicios financieros nuevos y tradicionales, frente a las 2.000 de hace solo tres años. En los primeros nueve meses de 2019, los capitalistas de riesgo invirtieron $2900 millones en neobancos, en comparación con $2300 millones en todo 2018, informa CB Insights.\\n\\nDetrás de esta explosión, hay una nueva infraestructura que hace que crear un neobanco sea barato y fácil, además de una generación en ascenso que prefiere hacer todo desde sus teléfonos. Puede llevar años y millones en costos legales y de otro tipo lanzar un banco real. Pero una serie de nuevas aplicaciones “plug-and-play” permiten a una startup conectarse a productos suministrados por bancos tradicionales y lanzarlos con una inversión de tan solo $500.000.\\n\\n“Ahora un emprendedor puede hacer que su empresa de fintech despegue en unos pocos meses en lugar de unos pocos años”, dice Angela Strange, socia en Andreessen Horowitz, que forma parte del directorio de Synapse, una startup con sede en San Francisco cuya tecnología facilita que otras startups ofrezcan productos bancarios.\\n\\nGracias a estas plataformas intermediarias, pequeños neobancos pueden ofrecer productos de grandes bancos: cuentas de ahorro aseguradas por la FDIC, cuentas corrientes con tarjetas de débito, acceso a cajeros automáticos, tarjetas de crédito, transacciones de divisas e incluso cheques de papel. Eso libera a los emprendedores de fintech para que se concentren en cultivar su nicho, sin importar cuán pequeño o peculiar sea.\\n\\n**Veamos el caso de Dave.** Dave es una aplicación que permite a sus usuarios evitar los altos cargos generados por sobregiros bancarios. Creado por un emprendedor en serie de 34 años llamado Jason Wilk (que no tenía experiencia previa en servicios financieros) Dave cobra a sus clientes $1 al mes. Si parece probable que vayan a estar sobregirados, deposita instantáneamente un anticipo de hasta $75. Un simpático pequeño negocio, pero nada que vaya a poner nervioso al Bank of America.\\n\\nPero luego Wilk decidió convertir a Dave en un neobanco. En junio, con Synapse, Dave lanzó su propia cuenta corriente y tarjeta de débito. Ahora puede generar ingresos por comisiones. Se cobra una tarifa de 1% a 2% cada vez que un cliente utiliza una tarjeta de débito. Estas comisiones se dividen entre bancos y emisores de tarjetas de débito como Dave. Wilk predice con optimismo que Dave generará $100 millones en ingresos este año gracias a sus 4.5 millones de usuarios, en comparación con $19 millones en 2018, el año antes de que se transformara en un neobanco. Dave fue valorada recientemente en mil millones de dólares.\\n\\n**Las empresas tradicionales de tecnología financiera también están entrando en el juego.** Betterment, con sede en Nueva York, que gestiona 18.000 millones de dólares en inversiones en acciones y bonos de sus clientes mediante algoritmos informáticos, lanzó una cuenta de ahorros de alto rendimiento. Obtuvo 1000 millones en depósitos en dos semanas. “Es un éxito sin precedentes. En nuestra historia, nunca hemos crecido tan rápido”, se maravilla el CEO y cofundador de Betterment, Jon Stein. Ahora está lanzando una cuenta corriente sin cargo con una tarjeta de débito, y las tarjetas de crédito y las hipotecas podrían ser las siguientes, dice.\\n\\nLos neobancos están emergiendo rápidamente como una gran amenaza para los bancos tradicionales. McKinsey estima que para 2025 hasta el 40% de los ingresos de los bancos podrían estar en riesgo debido a la nueva competencia digital.\\n\\n“No creo que vaya a haber un momento de Netflix, donde Netflix básicamente supera a Blockbuster, en que las fintechs básicamente saquen a los bancos del mercado”, dice Nigel Morris, socio de QED Investors, una firma de capital de riesgo especializada en fintech.\\n\\n“\\\\[Los bancos tradicionales\\\\] son ​​negocios realmente complicados, con problemas regulatorios complejos y consumidores relativamente inertes”. Pero, agrega, “si \\\\[los neobancos\\\\] pueden hacer que la gente se agrupe, \\\\[ellos\\\\] pueden obtener una parte mayor de la billetera del consumidor. Puede cambiar la naturaleza del juego “.\\n\\n**Se suponía que Diwakar (Dee) Choubey iba a ser ingeniero, no un banquero de inversión.** Nacido en Ranchi, India, llegó a los Estados Unidos a los 4 años cuando su padre estaba terminando sus estudios en ingeniería en la Universidad de Syracuse. La familia terminó en Nueva Jersey. La madre de Choubey enseñaba a niños autistas, mientras que su padre trabajaba como ingeniero en Cisco y planificaba el futuro de su hijo.\\n\\nCuando Choubey comenzó sus estudios en la Universidad de Chicago en 1999, se inscribió en una serie de clases de computación seleccionadas por su padre. Pero después de obtener un par de calificaciones mediocres, “lloré tío”, dice Choubey. Finalmente, se graduó en economía, para luego fortalecer sus calificaciones y perspectivas laborales con cursos de contabilidad y finanzas corporativas en la escuela de negocios. Tras graduarse con honores, ingresó a la banca de inversión, donde permaneció durante la siguiente década.\\n\\nAllí observó que los bancos tradicionales eran terriblemente lentos para responder a las preferencias de sus clientes y explotar el poder de los teléfonos inteligentes. Eso, más una serie interminable de escándalos bancarios, lo convenció de que había una oportunidad para un “banquero privado” digital. En 2013, renunció a un salario de casi siete cifras para comenzar MoneyLion.\\n\\nChoubey recaudó $1 millón en capital semilla y comenzó ofreciendo puntajes de crédito y microcréditos gratuitos. Luego batalló por recaudar más dinero. Cuarenta inversores de riesgo lo rechazaron, considerando que su visión no era práctica y estaba desenfocada. “En los primeros días, muchos inversores se reían a carcajadas mientras yo me retiraba de la sala”, recuerda.\\n\\nMientras Choubey golpeaba sin éxito las puertas de los inversores, MoneyLion siguió adelante, generando algunos ingresos por intereses de préstamos y publicidad de tarjetas de crédito y recopilando una gran cantidad de datos sobre el comportamiento de los consumidores.\\n\\nFinalmente, en 2016, convenció a Edison Partners de liderar una ronda de inversión de $23 millones. Eso permitió a MoneyLion agregar un servicio de robo-asesor que permite a los usuarios invertir tan solo $50 en carteras de acciones y bonos. En 2018, añadió una cuenta corriente y una tarjeta de débito gratuitas emitidas a través del Lincoln Savings Bank.\\n\\nGestionar un crecimiento rápido, mientras luchaba por mantener los costos bajos, fue complicado. MoneyLion recibió una avalancha de quejas del Better Business Bureau durante la primavera y el verano pasados. Algunos clientes experimentaron largas demoras al transferir su dinero hacia o desde cuentas de MoneyLion y, cuando pidieron ayuda, solo obtuvieron respuestas generadas por computadora. Choubey dice que los fallos del software se han solucionado y que aumentaron el número de representantes de servicio al cliente de 140 a 230.\\n\\nOtros neobancos también enfrentaron problemas de crecimiento. En octubre, Chime, con 5 millones de cuentas, experimentó dificultades técnicas que se prolongaron durante tres días. Durante ese tiempo, los clientes no pudieron ver sus saldos y algunos no pudieron usar sus tarjetas de débito. Chime culpó del fracaso a un socio, Galileo Financial Technologies, una plataforma utilizada por muchas nuevas empresas de tecnología financiera para procesar transacciones.\\n\\nEn un cálido día de otoño, Tim Spence camina rápidamente con su cuerpo de 1,90m a través de la imponente sede de 31 pisos en Cincinnati de su empleador, Fifth Third, un banco regional de 161 años con $171 mil millones en activos. Vestido con una chaqueta deportiva a cuadros sin corbata, no parece un banquero tradicional. Y no lo es.\\n\\nSpence, que ahora tiene 40 años, se especializó en literatura inglesa y economía en la Universidad de Colgate y pasó los primeros siete años de su carrera en startups de publicidad digital. Luego trabajó en consultoría en Oliver Wyman en Nueva York, asesorando a bancos sobre transformación digital.\\n\\nEn 2015, Fifth Third lo contrató como director de estrategia y luego amplió su mandato. Ahora también supervisa la banca de consumo y los pagos, lo que lo pone a cargo de $3000 millones de los $6900 millones en ingresos de Fifth Third. El año pasado, tuvo una compensación total de $3 millones, lo que lo convirtió en el cuarto ejecutivo mejor pagado del banco.\\n\\nFifth Third tiene 1.143 sucursales, pero hoy Spence se enfoca en Dobot, una aplicación móvil que el banco adquirió en 2018 y relanzó este año. Dobot ayuda a los usuarios a establecer objetivos de ahorro personalizados y transfiere automáticamente el dinero de las cuentas corrientes a las de ahorros. “Llegamos a 80.000 descargas en cuestión de seis meses, sin tener que gastar casi nada en marketing”, dice.\\n\\nLa adquisición de nuevos productos es parte de una estrategia de tres ejes de “comprar-asociarse-construir” que Spence ayudó a diseñar para combatir la amenaza del neobanco.\\n\\nAsociarse significa tanto invertir en fintechs como financiar préstamos generados por neobancos. Fifth Third tiene un acuerdo con el fondo de inversión de riesgo QED, que le da la oportunidad de invertir en las nuevas empresas que respalda la firma. Una de las primeras inversiones de Fifth Third en sociedad con QED fue en GreenSky, una fintech que otorga préstamos para remodelación de viviendas (algunos de ellos, financiados por Fifth Third) a través de una red de contratistas.\\n\\nLo mejor de estas alianzas es que brindan a Fifth Third acceso a clientes más jóvenes, en particular a aquellos con altos ingresos. En 2018, lideró una inversión de $50 millones en CommonBond, con sede en Nueva York, que refinancia préstamos para estudiantes a tasas de interés competitivas.\\n\\nDel mismo modo, Fifth Third invirtó en dos startups con sede en San Francisco: Lendeavor, una plataforma que otorga préstamos a jóvenes dentistas que abren nuevas prácticas privadas, y ApplePie Capital, que presta dinero a franquiciados de comida rápida.\\n\\n“Lo que más envidio de las startups respaldadas por inversores de riesgo con las que competimos es la calidad del talento que pueden conseguir. Es realmente notable”, dice Spence.\\n\\nPero mientras Spence las envidia a veces y se asocia cuando puede, no está convencido de que los neobancos vayan a hacer grandes avances en el territorio de los bancos tradicionales.\\n\\n“Ninguno de ellos ha demostrado que puede hacerse cargo de la banca primaria”, dice. También cree que las sucursales físicas son importantes para construir relaciones de largo plazo con los clientes. En una encuesta reciente de Javelin a 11,500 consumidores, el mismo número calificó las capacidades en línea y a la conveniencia de la sucursal como los factores más importantes a la hora de decidir si seguir con un banco.\\n\\nFifth Third ha estado reduciendo su número total de sucursales en un promedio del 3% al año, pero está abriendo otras nuevas diseñadas para ser amigables con los Millennials. Estas tienen sólo dos tercios del tamaño de las sucursales tradicionales. En lugar de serpenteantes líneas de cajeros, hay bares y áreas de reunión con sofás. Banqueros armados con tablets reciben a los clientes en la puerta, al estilo de una tienda de Apple.\\n\\nEso plantea la cuestión de si alguno de los neobancos tendrá tanto éxito que eventualmente abrirá sucursales físicas, como lo han hecho los minoristas de Internet Warby Parker, Casper y, por supuesto, Amazon.\\n\\nDespués de todo, ya sucedió antes también en las finanzas. Capital One fue pionera en el uso de big data para vender tarjetas de crédito a principios de la década de 1990, lo que la convirtió en una de las primeras fintech exitosas. Pero en 2005 comenzó a adquirir bancos tradicionales y hoy es el décimo banco más grande del país, con $379 mil millones en activos y 480 sucursales.\",\"timestamp\":1638646022,\"title\":\"El Nacimiento del Neobanco: las Fintechs que Intentan Acabar con el Banco de la Esquina\"},\"digest\":\"2FASg_hYFPQ9unH3zRhYkEPwn71_RJXkToCEX4IRq-g\",\"authorship\":{\"contributor\":\"0xf12C67e80E309eaC0c4dc18Fb26e68F9672297E9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"signature\":\"UHUorpIn9Qj7jgHTrkc8LwPjsrjan-GOk6lDEDsHos0RvAgl49mosDU7ZVpfm-ai7wXlY0ttUcwFTPbDDIYOIg\",\"signingKeySignature\":\"0xbb67824a5cdd413a3900f8d913a162ca89ff55c3f83d74e39c738ba7412fc78570a0731025b91c70a242fe7fd50e085455303a3c5c7222d8b6f59d71dbdf1bce1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2FASg_hYFPQ9unH3zRhYkEPwn71_RJXkToCEX4IRq-g\"}"