"{\"content\":{\"body\":\"Most peoples’ views about themselves are as good as garbage—[95% of people believe they are self-aware but only 10-15% truly are.](https://hbr.org/2018/10/working-with-people-who-arent-self-aware) Here are our illuminating exercises to determine which camp you fall into.\\n\\n**#1: 51% rule**\\nThe essence of a person is who they are on most of their days.\\n\\nBut pattern matching behavior and discerning frequency does not come naturally to folks. Most people evaluate themselves on their best days and downplay the frequency of their worst day behaviors.\\n\\nThink of the adjectives that describe you and evaluate whether you embody them in 51% of situations.\\n\\nIf you don’t, you are a tourist in the behavior or value—not a permanent resident. **It’s not who you actually are.**\\n\\n**#2: With who rule**\\nHow much a person’s background influences your behavior is a relevant factor.\\n\\nI evaluate a person based on how they treat others more than how they treat me and I have ended relationships on this basis more than people would suspect.\\n\\nEvaluating character requires taking a 360-degree view of them as people edit and present themselves differently to different audiences.\\n\\nA secure and self-aware person showing up consistently in a particular way is comfortable with those qualities; someone who dramatically shapeshifts based on their audience is opportunistically demonstrating those qualities.\\n\\nHow do you show up and with whom?\\n\\n**#3: Evaluate with the harsh language**\\nAs a society, we prefer to limit negative terminology to men and spin similar shortcomings in women to have a positive bend.\\n\\nExample: A woman is always a people pleaser never a spineless. There is no gendered equivalent for punk, often used by a man. So on and so forth.\\n\\nSofter language absolving one of person accountability undermines growth—a halo prevents a person from taking a hard look at themselves.\\n\\nWhen evaluating your behavior, identity harder synonyms and determine if you would be okay with those labels—people are not as generous with their evaluations as you may be with yourself.\\n\\n**#4: Stress test your assumptions about yourself**\\nEverything you believe about yourself is a hypothesis yet to be proven true, unless you have historical record of encountering the experience or that demonstrates operating under similar conditions.\\n\\nA person having a different point of view about an opportunity or situation is the result of a different underwriting model based on information about themselves you may not be privy to.\\n\\nToo often people look at behaviors and assume similar motivations but \\\\[working long hours is not being a workaholic\\\\](https://spending time alone is not the same as isolating), spending time alone is not the same as isolating, being kind is not people pleasing, sleeping less than eight hours is not sleep deprived, and not having boundaries is not being emotionally unavailable.\\n\\nSome people are making informed, boundaried decisions—self-awareness and self-knowledge are not correlated with age. You should focus on yourself as keeping up with the joneses without understanding their personal context could result in your own burnout.\",\"timestamp\":1642093016,\"title\":\"Who you are is what you do, period. \"},\"digest\":\"csptvL1mWcJsKDv8rCC2bhuYRoKXqENTLuOOsdWpHfM\",\"authorship\":{\"contributor\":\"0x76074761086EDFaD21E73E27307E3a603d2ADb7c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6w00wzJ7-SVfX86bEi6s5NUGXRQy9Dy4XHmpsGlRWxA\\\",\\\"y\\\":\\\"qKTU5R9a1FJgAwwSEsKeVtb0NylAPxAtrkBYUTGlyIE\\\"}\",\"signature\":\"Hyi0eZ1ntDj0gQLNr54lKZFruQtoDpa8crFm0VOSM-AlW4xPlC9Xjq2zrFyklIPSYaJzVCNcO2bhZl6HKJQ_9g\",\"signingKeySignature\":\"0x393df8e03b0a1f3891c4fbec717c44b902450e495301161359b4e2c8ca6937590f9c0f9cccb7c4737cfa49f978d1b3abac160bb6b80d3cedcb67dcb816f5267c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6w00wzJ7-SVfX86bEi6s5NUGXRQy9Dy4XHmpsGlRWxA\\\",\\\"y\\\":\\\"qKTU5R9a1FJgAwwSEsKeVtb0NylAPxAtrkBYUTGlyIE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VJe2m8NEGdx7DI-6bDX_qsHE4WZ8xGn_xpLAD6eII7Y\"}"