"{\"content\":{\"body\":\"Loot is very popular recently. I think many people don’t understand, so let’s briefly write about my understanding.\\n\\n(1) What is loot?\\n\\nFirst of all, loot is a series of NFTs created with ERC protocol on ETH, which should be 7777 in total. Each loot has eight different attributes, corresponding to eight different equipment in the RPG game. The most amazing thing is that it is completely written, without any bells and whistles.\\n\\n![Completely written in black and white ==](https://images.mirror-media.xyz/publication-images/uDnFtUm4WnY0IKXWRUjOR.png?height=529&width=867)\\n\\nThat’s it. Now the reserve price on opensea is close to 20 ETH...\\n\\n(2) The value of NFT\\n\\nAre rich people all stupid?\\n\\nof course not.\\n\\nRich people see it more transparently than anyone else, and even if you see it as transparent as them, you don't necessarily have them rich.\\n\\nThe loot is hot, although there is a hype component, but the project itself also has its important significance.\\n\\nRecently, I have been speculating on Yuan Universe and NFT. I don’t know if you have ever thought about the meaning of these things. We opened up and said. Let me talk about NFT first, because NFT is the infrastructure of the meta universe.\\n\\nWhat are the characteristics of a high-priced NFT?\\n\\nI have summarized some by myself.\\n\\n1. Scarcity. Copy 10,000 copies of the Mona Lisa and see if the Louvre will hang it on the wall.\\n2. Consensus. Do you recognize the value of this NFT, do others recognize it? What is the degree of recognition by others? NFT is different from ordinary currencies, you can not consider liquidity, but you must consider whether it can be traded.\\n\\nFor example, for a painting, there are 10,000 people. I don't have to ask 10,000 people to recognize the value of the painting (that is, to trade and provide liquidity), but there must not be only 2 people willing to bid.\\n\\nThe reason is simple. If a person makes a bid, he can mark any price. Does this mean that the painting is worth so much? of course not. Because at this price, there is no demand except for the bidder himself. This is what we often call \\\"priceless treasure\\\", whether it is a treasure or not, it is priceless anyway.\\n\\nPrice is a consensus reached between the supply and demand sides.\\n\\nThere are only 2 people, so you have to be careful. Because the two people may collude together. Unless there is no prior agreement between the two individuals and they agree on the value of the painting, the painting truly has a price. Because at that price, if any one of them sells, the other is willing to buy.\\n\\n1. This introduces the third point. fluidity. The liquidity of NFT does not have to be good, but it needs to have a lower limit. If there is one NFT, at least how many people would you want to have at this price without an agreement? What if there are 7777 NFTs?\\n\\nThe characteristic of an NFT that can sell a high price is that the potential demand must be much greater than its quantity, and will basically not change significantly due to price fluctuations. Borrowing the concept of economics, I call this \\\"the price rigidity of demand.\\\"\\n\\n1. Intrinsic value. This varies from person to person.\\n\\nFor example, artwork, the artistic value it brings to buyers may not be appreciated by others.\\n\\nFor example, hype value, yes, this is also a value, the value that can be profitable by changing hands, isn't it a high-risk spot financial product?\\n\\nSuch as added value. This will be the focus of the meta universe.\\n\\n1. Externalities. This is also a concept borrowed from economics, which refers to the things that holding NFT brings to the holder, such as pride and happiness. In many cases, people are just such an emotional/social creature, and these things are needed.\\n\\nSeeing this, you can think about it, in 1-5, which aspect of NFT attracts you the most?\\n\\nOf course, these are just a few points that I have summed up. What I want to explain is that there is nothing special about NFT. Its original translation (non-fungible token) is \\\"non-fungible token\\\", which is a common thing in the digital world. For example, the keyboard I use to type and the phone you use to read articles are an NFT.\\n\\nBreak it down, mobile phone screens, CPUs, etc., are new NFTs, how about it? Does it smell like fractional?\\n\\nThis is NFT. There is nothing worth looting or being considered a scam. You recognize any value of it, and it is valuable to you, just like you spend 30 yuan to recharge the skin of the King's Glory. When enough people recognize the value of an NFT, a consensus is formed, and it truly has a value in the market sense—price.\\n\\n(3) Understanding the meta universe\\n\\nAfter talking about NFT, let's talk about it in layman's terms, what is meta-universe.\\n\\nAfter talking about NFT, everyone should understand that NFT is actually the \\\"thing\\\" of the digital world. This \\\"thing\\\" includes not only the \\\"thing\\\" we usually refer to, but also \\\"people\\\", including \\\"expressions\\\", including \\\"actions\\\"...\\n\\nOr I can make it more abstract, I don't know if readers can understand-NFT, which is the \\\"language element\\\".\\n\\nI can't understand, forget it, it doesn't hurt. In short, just like \\\"cnm\\\" when you scold the street, NFT can refer to anything, in the digital world.\\n\\nMeta universe is a virtual world built with NFT.\\n\\nStudents who watch a lot of movies must be easy to understand what is called a virtual world. The Marvel universe, Jin Yong's martial arts world, and the Star Wars series are the most widely recognized virtual worlds, and they are also what most people who use the term \\\"meta universe\\\" think of. This world has a complete worldview, distinctive characters, a very realistic history and culture... and so on.\\n\\nRelax the concept a bit. Any game that looks like a little bit actually constructs a meta-universe. Because many games have their own worldview, history and culture, characters, time trajectory, etc., as long as you have enough imagination, it will be a complete world.\\n\\nRelax a little bit. In what era did the many good stories in the novel take place? Is this era fictitious? What are its elements? What is the connection between these elements, and what kind of interaction is carried out? Relax the standard again, and you will find that as long as the story has a background frame, you can build a meta-universe on the frame.\\n\\nWell, I admit that I have abused the term \\\"meta universe\\\" a bit.\\n\\nLet's summarize in one sentence: Metaverse is a fantasy world with consensus.\\n\\nDid you find it? Still that word-consensus.\\n\\nThe novels, movies, and IP mentioned above are qualified to be called Metaverse because many people recognize it. A person’s fantasy world is not a meta-universe, because your universe is yours alone. Can this be a universe?\\n\\nHumans are essentially social animals.\\n\\nSpeaking of this, many people should understand why the blockchain is the basis of the meta-universe. Because the bookkeeping of the blockchain is essentially the consensus of the miners on the ledger; at the same time, the news of the ledger will be broadcast to all users, which is the consensus. This consensus will not be tampered with and can be traced indefinitely, so it can be regarded as a universe.\\n\\nNo one will treat history books as meta-universe, because history is written by victors (which can be tampered with).\\n\\nOf course, the blockchain is not 100% tamper-proof, such as 51% attacks. This is also the reason why ETH is the most recognized, no matter how high the gas is, the big guys are unwilling to go-ETH has bigger and more scattered chips, and basically cannot launch 51%. Attack, which is what we often call \\\"security\\\".\\n\\nThe meta universe is real because of consensus, and it is a \\\"real\\\" \\\"virtual\\\" world.\\n\\nHaving said that, are you interested in the meta universe at all?\\n\\n(4) Construction of Metaverse\\n\\nThe meta-universe construction is actually very easy to understand. Everyone remembers what I call the \\\"real virtual world\\\" or \\\"digital parallel universe\\\", and you can easily understand any technological innovations related to the meta-universe/NFT by using analogy thinking.\\n\\nNFT fragmentation? Isn’t it just material separation? The car is disassembled into parts and steel pellets. It can't be disassembled into protons, right? There is always a specific number at the end. Just like NFT is fragmented and cannot be broken into infinity, there is no zero and infinity in the world of NFT.\\n\\nNFT mining? In fact, it is DeFi, which only exchanges the digital currency of the same value into NFT.\\n\\ncryptopunk? Imagine the grand excavation of Sanxingdui cultural relics.\\n\\naxie? Imagine a small factory, investing money to buy equipment (axie), equipment production products (SLP), because the products are sold to make money, and the equipment prices increase...\\n\\nloot? A virtual ID card. Wearing it you are the person on the ID card.\\n\\nHuh? It seems that loot's explanation is not easy to understand?\\n\\nThis is the innovation of the loot project. If you didn’t read the article along the way, or thought about the concepts of NFT and meta-universe, you basically can’t figure out why a few lines of text are so expensive.\\n\\n(5) The meaning of loot\\n\\nAs mentioned earlier, the construction of the meta-universe can all be completed by using NFT. The created meta-universe can be the Marvel world, the Canyon of Kings, etc., but it lacks the most important element-the people who use them.\\n\\nIf you don't want to use it, who wants to spend so much effort to create a virtual universe out?\\n\\nSo how should humans be mapped into the meta-universe?\\n\\nBefore loot appeared, the existing solution was a series of role NFTs, called Avatars. Users log in with their own account/public key, bind the avatar, and complete the mapping. It seems that there is no problem, but some are not so satisfactory. Why?\\n\\n1. The character can be bound arbitrarily, or even if it is bound for life, it is still bound after entering the universe. It lacks the realism of coming into this world. It feels more like my pet was born after entering the world, rather than \\\" I entered this world\\\". If the \\\"person\\\" as the user cannot have a sense of reality, everything in the meta universe will be useless.\\n2. The \\\"stop-in\\\" between meta-universes. The future can never be the dominance of the meta universe. For example, you are a pervert. You want to experience the ancient Roman world of Troy after experiencing the Star Wars universe. How can you achieve this? Isn't it a worldview at all?\\n\\nSo the ideal way is to use the transit bridge to create a series of interconnected meta-universes, similar to parallel universes connected by wormholes. So the question is, if you enter a universe, change your identity. The last one is a carefree girl, and you enter the next one. Because you didn’t grab the corresponding character card, you can only bind a middle-aged man who lost his beloved wife. What are you? Feel? Is it true enough? Isn't it sour?\\n\\nTherefore, we need a general identity to ensure the foundation of our identity in the virtual world.\\n\\nSome people say, I don’t like this character, what should I do?\\n\\n1. It's very simple. Loot is just an innovative experiment (it's impossible for everyone to like war-style RPG). In the future, there will be more complex similar projects that are more suitable for ordinary people, and will fully match your needs for virtual identity. At the same time, the eight entries in loot will be fragmented and can be recombined. This method will be used in future loot projects to fully meet the needs of any individual for role customization.\\n2. Change address, dear\\n\\nHaving said that, many readers should understand.\\n\\nThe meaning of loot lies in the common way of identification at the bottom of the meta universe.\\n\\nAs well as attribute additions, feature customization, etc.\\n\\nIt completely meets the needs of the most basic facilities of the Metaverse, and completely meets the emotional and social needs of the \\\"human\\\" as a user of the Metaverse.\\n\\nTherefore, the first loot to appear this concept and quickly formed a consensus in the ETH community exploded.\\n\\n(6) Loot room for improvement\\n\\nBut in my opinion, loot is not doing well enough.\\n\\n1. ETH is indeed safe, but it is too far apart from civilians. The gas of tens of dollars at every turn cannot pull more users into the metaverse, and the metaverse lacking users lacks lasting vitality. If you don’t believe that you put all the world’s top 10,000 rich people in captivity, they will get bored if they don’t play for long.\\n\\nThe essence of the world lies in diversity and unevenness.\\n\\nTherefore, only loot projects that reach more users can truly become the foundation. However, the problem comes again: the blockchain has an impossible triangle, and fairness (decentralization), efficiency, and security cannot be achieved at the same time.\\n\\nWhat kind of meta-universe is a meta-universe without decentralization? How can meta-universes that cannot interact efficiently or cost a lot of money for each interaction be popularized? Let alone the insecure Metaverse, isn't it just a history book in the hands of a historian?\\n\\nAt this stage, ETH is considered the optimal solution, providing a few people with a high-quality meta-universe experience. But in the future, if there is a public chain that can crack the Impossible Triangle, Meta Universe will help it sound the horn that threatens the status of ETH the most.\\n\\n1. Loot itself may not have thought so much, the eight attributes are obviously in the RPG game. There will be more than 8 loot items in the future, and the attributes will have grading or slots. For example, as a person (not even a person), I have basic attributes such as life value, personality traits, past experience, etc. However, if I go to the magic universe, I will also have magical abilities, elemental attributes, and go to the non-magical element. In the universe, these magic-related attributes will become invalid (it can be understood that the plug is unplugged or restricted to the bottom level, in short, it can definitely be solved technically) and so on.\\n2. Loot is a combination of a series of elements, so in addition to the underlying identity ID, it can also be used for other purposes. As Robert McKee mentioned in \\\"Story\\\", good stories have their prototypes. The extended application of loot lies in the word \\\"prototype\\\". A loot can be a series of prototypes built by NFTs. This idea may be realized by a similar idea to Polkadot, that is, setting some empty slots on the loot to write specific meta-universe rules. For example, in a four-dimensional meta-universe, the rules of the universe are ignoring gravity, and matter is distorted in some way. These two rules can be inserted into the slot of loot, and then the unification of the rules can be efficiently realized. You only need to insert it when you enter. Just take it out when you exit.\\n3. After the above three points, does anyone think of anything?\\n\\nThat's right. The concept of loot actually corresponds to human DNA!\\n\\nImagine the eight attributes of loot. Are they the eight gene fragments in DNA? What if it is not 8 but corresponds to the total number of human gene fragments? Plus features such as combos and slots... Think about it yourself.\\n\\nThe breed mechanism of the existing chain games is still too simple, OK?\\n\\nLoot, as a gene, may be the ultimate possibility of its development.\\n\\n——————————\\n\\nOf course, all of the above are what I think about\\\\~\\n\\nThis article is going to be published on my Bihu/B station/Penguin/public account to improve utilization efficiency.\",\"timestamp\":1634802005,\"title\":\"Why does loot explode? Where is loot's ultimate direction? Including NFT, meta universe popular interpretation\"},\"digest\":\"TY-1_TqDQsLvFShuyB28DBERaYp8DBeZ8Koque-dloI\",\"authorship\":{\"contributor\":\"0x31Ae182A31Bb2c3cfd9e2E3732cc53f7606FB773\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ceEX0Km5RUx16HIZHwnsLaoiV5ZqUIt9hlb-JSoAMR8\\\",\\\"y\\\":\\\"w_bJKwa52qoepfHvKUTcukhnY-MahuUtsX4u9wHHuYs\\\"}\",\"signature\":\"-XuOti9u6Q_occoRZCyjfBqCbzhu_bT_Ud_bqYfMe5BM1od0CYZ3dxrDJ0HTIFuNRKFoeBlA15n08Y39NAQBSA\",\"signingKeySignature\":\"0xfcf00ba67d5a2d1051932684312af8c03638649520376d269fafa1334a64d36b264953510e1b852ef8444917cda4e3e4e33642d3a396afa659a417bcc10f4d081b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ceEX0Km5RUx16HIZHwnsLaoiV5ZqUIt9hlb-JSoAMR8\\\",\\\"y\\\":\\\"w_bJKwa52qoepfHvKUTcukhnY-MahuUtsX4u9wHHuYs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TY-1_TqDQsLvFShuyB28DBERaYp8DBeZ8Koque-dloI\"}"