"{\"content\":{\"body\":\"Huma Abedin, a longtime close aide to Hillary Clinton, has written in a new book that [she was sexually assaulted by a US senator](https://www.theguardian.com/us-news/2021/oct/26/huma-abedin-sexual-assault-us-senator-book-memoir), an incident she says she “buried” until allegations against the supreme court justice Brett Kavanaugh triggered her memory years later.\\n\\nAbedin makes the shocking claim in a memoir, Both/And: A Life in Many Worlds, which will be published next week. She writes that after a dinner attended by some senators and their aides, a senator invited her into his apartment for coffee.\\n\\n“Then, in an instant, it all changed. He plopped down to my right, put his left arm around my shoulder, and kissed me, pushing his tongue into my mouth, pressing me back on the sofa,” she describes. “I was so utterly shocked, I pushed him away.”\\n\\nAbedin writes that the senator seemed surprised, apologized and said he had “misread” her “all this time”. She considered how to leave “without this ending badly”, she writes, and apologised and left.\\n\\n* **What happened after?** Abedin writes that she stayed friendly with the senator and soon “buried the incident”, which she wanted to forget, succeeding in erasing it from her mind “entirely”.\\n* **Who was the senator?** Abedin does not name the senator or his party or give any other clues as to his identity.\\n* **Why is this coming out now?** Abedin’s memory of her experience on the unnamed senator’s couch, she writes, was triggered when she read about Christine Blasey Ford “being accused of ‘conveniently’ remembering” her alleged assault by Kavanaugh.\\n\\n## Pair arrested over death of child found in Texas apartment with siblings\\n\\nThree children were found apparently abandoned in an apartment in Houston along with a body believed to be their brother, which had been in the unit with them for a year, police said. Photograph: Johannes Eisele/AFP/Getty\\n\\nA woman and her boyfriend have been [arrested and charged](https://www.theguardian.com/us-news/2021/oct/26/death-of-abandoned-child-found-in-texas-apartment-ruled-homicide) over the death of a nine-year-old child whose skeletal remains were found at a Houston apartment along with three surviving siblings who appeared to have been abandoned.\\n\\nBryan W Coulter, the 32-year-old boyfriend of the dead child’s mother, was charged on Tuesday with murder. The mother, Gloria Y Williams, 36, was charged with felony injury to a child by omission, failure to provide medical care and failure to provide adequate supervision, authorities said.\\n\\nThe Harris County Institute of Forensic Sciences in Houston, which conducts all autopsies in the county, listed the child’s primary cause of death as homicidal violence with multiple blunt force injuries.\\n\\n* **What is the background to this?** One of the surviving siblings, a 15-year-old, called the sheriff’s department on Sunday and told authorities that his nine-year-old brother had died a year ago and the body was in the apartment, according to the law enforcement agency.\\n* **How did the other children survive?** Their apartment did not have any power and a neighbor had helped the children by charging a cellphone and buying them food, police said. It appeared that the surviving children were “fending for each other”, with the oldest sibling caring for the younger two.\\n\\n## These Trump fans were at the Capitol on 6 January. Now they are running for office\\n\\nTeddy Daniels, candidate for US Congress, speaks at the third Annual Rod of Iron freedom festival this month. Photograph: Zach D Roberts/NurPhoto/Rex/Shutterstock\\n\\nOf the thousands of diehard Trump supporters who gathered in Washington on 6 January, some are [emerging as Republican candidates](https://www.theguardian.com/us-news/2021/oct/27/capitol-attack-republican-candidates-trump) for national and local office.\\n\\nThe electoral chances of each person vary, but they add to the extremist political landscape before midterm elections in 2022 in which the Democrats could lose the House of Representatives.\\n\\nWho are they?\\n\\n* Perhaps the most credible is **Teddy Daniels**, who posted a video from the Capitol as people surged into the building. He is running for congress in Pennsylvania and is one of the more sophisticated candidates, having appeared on Fox News and met Trump.\\n* In New York, **Tina Forte** is running an extremely long-shot bid to unseat Alexandria Ocasio-Cortez. A [Snopes investigation](https://www.snopes.com/news/2021/08/25/tina-forte-capitol-riot/) found that Forte attended the Capitol riot, where she [livestreamed videos](https://www.facebook.com/watch/live/?ref=watch_permalink&v=673031746709618) from outside.\\n* **Derrick Van Orden**, from Wisconsin, has been [endorsed](https://www.stevenspointjournal.com/story/news/politics/2021/08/12/trump-endorses-van-orden-2022-wisconsin-3rd-congressional-race/8109129002/) by Trump and the House minority leader, Kevin McCarthy. He was also at the Capitol on 6 January, and has been called an “insurrectionist” by the Democratic congressional campaign committee.\\n* In New Hampshire, **Jason Riddle** is running for the state’s second congressional district, despite [pleading guilty](https://www.unionleader.com/news/crime/second-jan-6-nh-insurrection-defendant-says-he-will-plead-guilty/article_8fac5b6b-bf51-515a-8b21-d2611bb6ae8a.html) in September to five charges arising from him entering the Capitol during the riot. Once in the Capitol, Riddle took – and drank from – a bottle of wine he found in a lawmaker’s office.\\n\\n## Weather whiplash: California’s historic downpour interrupts historic drought\\n\\nRecent storms raised Lake Oroville more than 16ft, according to the California Department of Water Resources. Photograph: Noah Berger/AP\\n\\nIn two days the dramatic scenes of dried landscapes and wildfires that have defined California’s summer were replaced with [surging rivers](https://www.theguardian.com/us-news/2021/oct/26/weather-whiplash-historic-downpour-interrupts-historic-drought), floods and mudflows as a historic rainstorm – deemed a category 5 atmospheric river – pummeled the state.\\n\\nFor scientists, the storm – though shocking in its magnitude – was not a surprise. It has been clear that the climate crisis would intensify the extremes between wet and dry seasons, but many wonder whether this weather whiplash is a preview of catastrophes to come.\\n\\nSteven Ostoja, the director of the US Department of Agriculture’s California Climate Hub, said that even though climate scientists expected shifts of this intensity, it was nonetheless startling to witness. “All of a sudden it’s just like, my God. I have never seen it rain this hard outside of being in the Belizean rainforest,” he said.\\n\\n* **How bad was the drought?** Days before the storm, the state’s capital of Sacramento, where Ostoja is based, set a record of more than 200 days without measurable rain.\\n* **Is the rain good news?** It has brought some gains, adding a few percentage points to the volume of water in lakes and reservoirs and extinguishing wildfires that have been ravaging the state.\\n* **Should we be concerned?** The state is widening its weather extremes, experiencing stronger storms interspersed with intense dry spells. Historic droughts are being followed by the wettest years on record. So, yes.\\n\\n## In other news…\\n\\nPrince Andrew denies assaulting Virginia Giuffre when she was under 18. Photograph: Steve Parsons/AP\\n\\n* **Prince Andrew’s lawyer has asked a New York judge to keep sealed a 2009 legal agreement** that he says can [protect the prince against a lawsuit’s claims](https://www.theguardian.com/uk-news/2021/oct/26/prince-andrew-lawyer-2009-legal-agreement-sealed) that he sexually assaulted an American woman when she was under 18. He denies the allegations.\\n* **Criminal charges have not been ruled out in the [fatal accidental shooting by Alec Baldwin](https://www.theguardian.com/film/2021/oct/26/rust-film-set-shooting-alec-baldwin) on the Rust film set**, the local district attorney handling the case has said in an interview. Police are investigating the shooting that killed the cinematographer Halyna Hutchins and wounded the director Joel Souza.\\n* **A failure to take action on methane emissions by the world’s biggest meat and dairy companies is fueling the climate crisis**, say campaigners. Livestock generates about 32% of human-generated methane, with the [worst performers](https://www.theguardian.com/environment/2021/oct/27/meat-and-dairy-giants-feed-climate-crisis-by-dragging-their-heels-on-methane) two French companies – Groupe Bigard and Lactalis – and the Japanese company Itoham.\\n* **While the climate crisis batters West Virginia, its conservative Democrat senator is doing everything he can to strip out many of the policies that would help his home state**. Joe Manchin owns a coal company and [green measures would affect his bottom line](https://www.theguardian.com/us-news/2021/oct/27/west-virginia-joe-manchin-climate-crisis).\\n\\n## Stat of the day: six in 10 Americans (both with religious affiliations and not) hold at least one new-age belief\\n\\nJessica Dore arranges tarot cards at her home in Lansdowne, Pennsylvania. Photograph: Caroline Gutman/The Guardian\\n\\nPerhaps this is the reason for the rise in tarot, which is becoming a self-care phenomenon and is among a range of mystic practices to have had a mainstream resurgence in recent years. Most obvious is astrology but there are also psychics, reincarnation, supportive spiritual energies (such as with manifesting) and witchcraft.\\n\\nJessica Dore, who started pulling tarot cards after work, said: “The cards made me feel seen and understood in a way that I wasn’t used to.”\\n\\nMore than 130,000 people on Twitter and 52,000 on Instagram follow [Dore’s daily draw of a card](https://www.theguardian.com/lifeandstyle/2021/oct/27/tarot-cards-self-care-jessica-dore-interview), which she then connects to psychological concepts, legends, myths and miscellanea as a prompt for introspection.\\n\\n## Don’t miss this: Abba on their extraordinary reunion – ‘We are confronted by our younger selves all the time’\\n\\nAbba discuss their remarkable new album, Voyage, and complicated history. Photograph: Baillie Walsh\\n\\nIt started with a mysterious image on billboards all over the world and the internet. The sun rising above four dark planets, the only words Abba: Voyage. By the time an announcement was made on 2 September, it had fair claim to call itself the most anticipated comeback in pop history.\\n\\nAnd the details exceeded expectations. Not only was there a new album, Voyage, the first in 40 years: 10 new songs that brought the original band together in the studio for the first time since a split that had been precipitated by the couples in the band divorcing.\\n\\n“We decided early on that we’re not going to look at anything else,” [Björn Ulvaeus says of the current charts](https://www.theguardian.com/music/2021/oct/27/abba-reunion-interview-voyage-younger-selves). “We’re just going to do the songs, the best songs we can right now.”\\n\\n## Or this: Learning the ropes – why Germany is building risk into its playgrounds\\n\\nTriitopia climbing tower in Ludwig Lesser Park in Berlin’s Frohnau district. Photograph: Philip Oltermann/The Guardian\\n\\nIf scaling the Triitopia looks risky, that is the point: built in 2018, the climbing tower in Berlin-Frohnau’s Ludwig Lesser Park is [emblematic of a trend that has accelerated](https://www.theguardian.com/world/2021/oct/24/why-germany-is-building-risk-into-its-playgrounds) in Germany over the past five years.\\n\\nA growing number of educators, manufacturers and town planners argue that playgrounds must stop striving for absolute safety and instead create challenging microcosms that teach children to navigate difficult situations, even if the consequence is the odd broken bone.\\n\\nOne influential [2004 study](https://www.researchgate.net/publication/289942013_Accident_prevention_through_development_of_coordination_in_kindergarten_children) found that children who had improved their motor skills in playgrounds at an early age were less likely to have accidents as they got older. With young people spending an increasing amount of time at home, the umbrella association of statutory accident insurers in Germany last year called for more playgrounds that teach children to develop “risk competence”.\\n\\n## Climate check: The dirty dozen – meet the US’s top climate villains\\n\\nFew are household names, yet these 12 enablers and profiteers have an unimaginable sway over the fate of humanity. Illustration: Jason Goad/The Guardian\\n\\nFor too long, Americans were fed a false narrative that they should feel individually guilty about the climate crisis. The reality is that [only a handful of powerful people](https://www.theguardian.com/commentisfree/2021/oct/27/climate-crisis-villains-americas-dirty-dozen) bear personal responsibility, write Georgia Wright, Liat Olenick and Amy Westervelt.\\n\\nThe country’s worst polluters managed to evade accountability and scrutiny for decades as they helped the fossil fuel industry destroy our planet. The actions of these climate supervillains have affected millions of people, disproportionately [hurting vulnerable people](https://www.epa.gov/newsreleases/epa-report-shows-disproportionate-impacts-climate-change-socially-vulnerable) who have [done the least](https://www.un.org/sustainabledevelopment/blog/2015/12/un-expert-those-who-contributed-least-to-climate-change-now-fighting-for-survival/) to contribute to global emissions.\\n\\nWorking- and middle-class people must stop blaming themselves for the climate crisis. Instead, it is time to band together to seek justice and hold these profiteers accountable. Only in calling out their power and culpability is it possible to reclaim the world that belongs to all of us, together.\\n\\n***Want more environmental stories delivered to your inbox? ***[Sign up to our new newsletter Down to Earth](https://www.theguardian.com/info/ng-interactive/2021/oct/20/sign-up-for-down-to-earth-the-best-way-to-make-sense-of-the-biggest-environment-stories) (formerly Green Light) to get original and essential reporting on the climate crisis every week.\\n\\n## Last thing: great white shark attacks on humans may be case of mistaken identity, study suggests\\n\\nThe apex predator is not a ‘mindless killer’ and a better understanding of why sharks bite humans could mitigate attacks, Australian researchers say. Photograph: Wildestanimal/Getty Images\\n\\nOn the rare occasion that a great white shark attacks a human, the bite [may be the result of mistaken identity](https://www.theguardian.com/environment/2021/oct/27/great-white-shark-attacks-on-humans-may-be-case-of-mistaken-identity-study-suggests), according to research. A study by Australian scientists suggests the apex predator may not be able to visually distinguish surfers and swimmers at the water’s surface from their natural prey.\\n\\n“They are not these mindless killers but we just happen to look like their food,” said the study’s lead author, Dr Laura Ryan of Macquarie University.\\n\\n## Sign up\\n\\nSign up for the US morning briefing\\n\\nFirst Thing is delivered to thousands of inboxes every weekday. If you’re not already signed up, [subscribe now](https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed).\\n\\n## Get in Touch\\n\\nIf you have any questions or comments about any of our newsletters please email [newsletters@theguardian.com](mailto:newsletters@theguardian.com)\\n\\nSign up to Inside Saturday to get an exclusive behind the scenes look at the top features from our new magazine delivered to your inbox every weekend\\n\\n## \\n\\n… as you're joining us today from Japan, we have a small favour to ask. With the world's eyes on the crucial UN climate summit, the Guardian will bring you the facts, negotiations, news and science. For years, climate experts have stressed that Guardian reporting - independent, rigorous, persistent and open to all - is a critical tool to confront the climate crisis, which is intensifying around the world. Leaders, influenced by powerful lobbies, are now set to make decisions that will determine our future.\\n\\nWe have no shareholders and no billionaire owner. Just the determination and passion to deliver high-impact reporting for the world, always free from commercial and political influence. Reporting like this is vital for democracy, for fairness and to demand better from the powerful. And we provide all this for free, for everyone, regardless of their ability to pay for it.\\n\\nAs such, tens of millions have placed their trust in us for the last 200 years, turning to us in moments of crisis, uncertainty, solidarity and hope. With more than 1.5 million supporters in 180 countries, our model for open access journalism is better sustained, meaning we can reach more people. This helps everyone keep track of global events like the climate summit, understand their impact on people and communities, and become inspired to take meaningful action.\\n\\nWe take this emergency seriously as a news organisation: two years ago, we pledged to prioritise the climate crisis, and we've published some 6,000 pieces of environmental journalism since. We set ambitious targets to green our business, and have turned away from fossil fuel investments and advertising as a result. [We are on track to meet our goals,](https://www.theguardian.com/environment/2021/oct/25/the-guardians-climate-pledge?INTCMP=climate_pledge_epic_link) including that of transparency, where we will continue to update you on our progress.\\n\\nBut to keep working as we do - as an open, fiercely independent news organisation that focuses on the climate - we need your help. Every contribution, however big or small, counts. **Support us today from just $1. If you can, please consider supporting us with a regular amount each month. Thank you.**\\n\\n \\n SingleMonthlyAnnual \\n $5 per month$10 per monthOther\\n\\n[Continue](https://support.theguardian.com/int/contribute?selected-contribution-type=MONTHLY&selected-amount=10&REFPVID=kv9idfhomduz9zg9u3zz&INTCMP=gdnwb_copts_memco_2021-10-25_CLIMATE_MOMENT_LAUNCH_EPIC__EUROW_V1_CLIMATE_MOMENT&acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentId%22%3A%22gdnwb_copts_memco_2021-10-25_CLIMATE_MOMENT_LAUNCH_EPIC__EUROW_V1_CLIMATE_MOMENT%22%2C%22componentType%22%3A%22ACQUISITIONS_EPIC%22%2C%22campaignCode%22%3A%22gdnwb_copts_memco_2021-10-25_CLIMATE_MOMENT_LAUNCH_EPIC__EUROW_V1_CLIMATE_MOMENT%22%2C%22abTest%22%3A%7B%22name%22%3A%222021-10-25_CLIMATE_MOMENT_LAUNCH_EPIC__EUROW%22%2C%22variant%22%3A%22V1_CLIMATE_MOMENT%22%7D%2C%22referrerPageviewId%22%3A%22kv9idfhomduz9zg9u3zz%22%2C%22referrerUrl%22%3A%22https%3A%2F%2Fwww.theguardian.com%2Fus-news%2F2021%2Foct%2F27%2Ffirst-thing-hillary-clinton-aide-describes-sexual-assault-by-senator%22%2C%22isRemote%22%3Atrue%7D&numArticles=2)\\n\\nRemind me in December\\n\\nTopics\\n\\n* [US news](https://www.theguardian.com/us-news/us-news)\\n* [First Thing](https://www.theguardian.com/us-news/series/guardian-us-briefing)\",\"timestamp\":1635338607,\"title\":\"First Thing: Hillary Clinton aide describes sexual assault by a senator\\nHuma Abedin reveals she was assaulted by an unnamed senator. Plus, a couple have been charged over the remains of a child found in a Houston apartment\"},\"digest\":\"SPh9j5UP9SYsjtzcyzV5yJzSDgipqcX_NRX_NA16s8s\",\"authorship\":{\"contributor\":\"0xd4136e6E66561B194a8F4E5cA62A707095B64721\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yvk2Td3b8CMnnDUzgvAkysb9mUO5tdxw6uGIAN_YIfo\\\",\\\"y\\\":\\\"1zDScrMBrpdF0-aejIiPnYUGMq6ZVBW47G6b5XbDSqs\\\"}\",\"signature\":\"Jq-77jN0REkIqlT2CnzUQ3wttga3WiGbLVUhNZVJZgJrqVFpkMFc2eGypu3yVTK4r1-orbp_T7lavsWikeGW7g\",\"signingKeySignature\":\"0x117835e9d2c733116352bd1b3769b40fde9eb8b9594bb53d16ff1bf5d6829e1715178acf4edc2b64c15cd62c12a8241ff67ef1acdb893ccff6a79f9873847b951b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yvk2Td3b8CMnnDUzgvAkysb9mUO5tdxw6uGIAN_YIfo\\\",\\\"y\\\":\\\"1zDScrMBrpdF0-aejIiPnYUGMq6ZVBW47G6b5XbDSqs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SPh9j5UP9SYsjtzcyzV5yJzSDgipqcX_NRX_NA16s8s\"}"