"{\"content\":{\"body\":\"In the past three months, whenever I talked about community collaboration, I always talked about BanklessDAO, and recommended everyone join it to observe, learn, and participate. In my opinion, BanklessDAO, which has only been established for about 5 months, is already an excellent example of community collaboration.\\n\\nWhat is BanklessDAO? Everyone asked me but I have not been able to give a concise and accurate answer. If there was enough time for the occasion, I usually spent a few minutes to tell my friends about those interesting things in BanklessDAO, otherwise I can only said, “Go check by yourself, it’s really good.” But when everyone really ran to the discord server of BanklessDAO, they would probably go crazy immediately after enter the server. There are more than 200 channels that look messy and weird.\\n\\n![](https://images.mirror-media.xyz/publication-images/XjnyaCQy0pUG1IuyTFx8l.png?height=3279&width=2265)\\n\\nIt’s a treasure trove, but it’s a bit messy.\\n\\nBanklessDAO is technically easy to define; it is both a community and an autonomous organization. But further down the line, what exactly is BanklessDAO? 100 members will probably have 101 answers. Someone says it’s a bunch of Discord channels plus a forum, someone says it’s a bunch of smart contracts. Someone says it‘s kind of like a company, made up of a bunch of guild and some people say there are many fun projects there.\\n\\nWhatever the answer, one thing is certain: BanklessDAO is buzzing.\\n\\nThere are too many stories in there and the introduction to BanklessDAO will be divided into three parts:\\n\\n1. Meet Bankless DAO\\n2. Operation and cooperation in BanklessDAO\\n3. BanklessDAO's economic system and governance\\n\\n**Meet Bankless DAO**\\n\\nBanklessDAO originated from Bankless, a crypto media founded in 2019. Initially, it was a newsletter tracking the crypto industry. In 2021,they began to operate as a company and became profitable, registered as Bankless LLC.\\n\\nBankless is one of the most influential media in the crypto community, with a strong subscription base. In May 2021, Bankless media launched the Bankless DAO.\\n\\nDespite being Bankless Media’s initiative, BanklessDAO is the result of community consensus. It has no traditional legal entity and operates completely independently of Bankless LLC. There is no overlap at all at the business or legal level.(But there are some overlaps on people)\\n\\nBanklessDAO has done a great job of gathering community members. Most people like their mission article like I did.\\n\\n(BanklessDAO’s mission, from https://Bankless.community)\\n\\n> ***We have entered an era of internet-scale organizations.***\\n\\n> *The coordinating power of Ethereum allows internet strangers with shared values and goals to organize under a common banner, and enables them to steer the world towards their future aspirations. Internet communities align with digital tokens and use them as tools to focus capital and labor into productive outputs in pursuit of a shared vision. Under community consensus, the private skills and resources of an individual can coalesce into public collective power and impart change upon the world.*\\n\\n> *With this, humanity has unlocked the capability of building new, internet-scaled institutions aligned with the values of its members.*\\n\\n> ***We need this now, more than ever.***\\n\\n> *The previous institutions of the world have hit their limits of growth. Nation States, corporations, banks, Silicon Valley monopolies are no longer inclined to include additional members under their tents. The value in these entities accrues to a small few, and thus are fundamentally misaligned with the many people they serve. As these institutions scale, they become increasingly incapable of producing the future that is aligned with the individuals that comprise them.*\\n\\n> *Bankless started in 2019 as a newsletter, added a podcast in 2020, and in 2021 is now a self-sustaining media company dedicated to democratizing access to information about the world of decentralized finance. The role of Bankless is to operate as a public good for education, media, and culture on crypto and all other bankless technologies that are being introduced into the world.*\\n\\n> *The growth of Bankless has outpaced our wildest expectations, and the demand to help grow the bankless message has grown into spinoffs like Bankless Russia and Bankless France. These alternative flavors of Bankless are crucial to growing the bankless message into the global movement it can be.*\\n\\n> *It’s clear there’s an energy behind bankless beyond the capability of a single media entity to harness.*\\n\\n> ***The bankless movement is ready to grow out of the hands of the few and into the hands of the many.***\\n\\n> *The bankless message is a global banner, and the Bankless DAO is the organization that coordinates people under this banner. Only an internet-native organization is capable of growing an internet-scaled revolution, and thus we need a Bankless DAO to grow the bankless revolution.*\\n\\n> *We want a money system by the people and for the people.*\\n\\n> *We want to propagate crypto media and culture.*\\n\\n> *We want to help the world go bankless.*\\n\\n> *Help grow the world’s first-ever media and culture DAO. Bring your talents, time, and ideas. Join the revolution.*\\n\\n> *Join the Bankless DAO!*\\n\\n**An open community**\\n\\nBanklessDAO is an open community. Anyone can join their Discord server and access to most messages and historical work documents.\\n\\nParticipation in guild collaborations usually requires membership, which one has to verify he is holding 35,000 BANK tokens. However, this is more voluntary. There is also a special channel for applying for a guest pass. If one introduces themselves and how they could contribute to the community, a Guest Pass will be issued and unlock almost everything they need.\\n\\nBanklessDAO’s Discord server has about 11,000 people, drawn together by a desire for a bankless society, an interest in collaboration on the Internet, a desire to make money to support their families, or simply a curiosity about the content of certain channels.\\n\\nWhen they got to know each other, they formed a lot of guilds in different directions based on their interests and abilities. A guild is like a department in a company, for example UIUX/DEV/Test/Legal, each department has its own employee with different strengths and responsibilities. But guilds are also like business divisions, each of which hopes to create some products or solution by itself, rather than just serving the DAO as a functional team.\\n\\nCurrently there are 13 guilds : Writer, Treasury, Translators, Research ,Operations, Marketing, Legal, Education, Design, BizDev, Developers, AudioVisual and Analytics.\\n\\n![Guild notion pages](https://images.mirror-media.xyz/publication-images/RGjJFIKaEmhynKeHVCIZ4.png?height=1027&width=696)\\n\\nJoining guild is permissionless, all you need to do is go to the notion page and fill in your name and expertise.\\n\\nThere are a lot of professionals in guilds, but it’s not just professionals who can join a guild. There are many guilds that cover a wide range of topics, and even in professional guilds, there is a lot of collaborative support done by non-professionals contributors.\\n\\n![Legal Guild members](https://images.mirror-media.xyz/publication-images/y9kD8HSe4gvdJvX9B0XKn.png?height=1761&width=1355)\\n\\nIn theory, the ultimate goal of all unions is to promote a bankless society. Guilds differ in methods and processes, but share the same goal. But the goal is sufficiently vague and large that it can be applied in almost any direction to justify its existence.\\n\\nDuring the discussions within the guild, a lot of project ideas emerged. Some projects got enough consensus and went from idea to action.\\n\\n![some of projects](https://images.mirror-media.xyz/publication-images/qY9s8XIUeIq_Bs73-s8-A.png?height=470&width=960)\\n\\nAll collaborate entirely through Internet tools. The discussion usually takes place in Discord channel or forum publicly. Normally, there is a 1-hour weekly call for guild or project. Any member is able to participate and almost all documents and meeting minutes are open to anyone.\\n\\n![Calander](https://images.mirror-media.xyz/publication-images/FflpnUv4Qfjx2E_9tjBKX.png?height=1160&width=772)\\n\\n![Meeting Notes](https://images.mirror-media.xyz/publication-images/5fk-deks6v0tTpKHqqkhz.png?height=989&width=894)\\n\\nIt’s as if you accidentally walked into a company and were surprised to find that everything was open. You can attend meetings of any department and check all the working documents. When you’ve been around for a long time and finally found something you’re interested in. You asked can i join you guys. Everyone said “Of course! Come on in!”\\n\\nIs there anyone who doesn’t like such a place? I doubt it.\\n\\n*In part2, I will introduce how BanklessDAO is organized and how they work together to lead a project from idea to action.*\",\"timestamp\":1633506983,\"title\":\"BanklessDAO — a sample of future collaboration — part 1\"},\"digest\":\"EOedlGwLY8T2otwbOX_EbDbRGsxUMTfrFqFXWJHAN7Y\",\"authorship\":{\"contributor\":\"0x21C4952BC587CFF830B8E6BF16Bd0352A97a91a7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MMzls-jHamjDJsNYXodaJ_RvgQ9l_Y0fasnuFTqJyUk\\\",\\\"y\\\":\\\"OL-4db7COZDEIhw9xOB4Ox8K0Pdb6XpZDZ3BvEfG0uk\\\"}\",\"signature\":\"aljv7miwIH56ndn_Sir7v7wWFF_rDiD0mJNaQ8_Rpg-wv2GrACH9RNqTAgX8ISYTDvOyzfMKP5RE3e3UEqGWKg\",\"signingKeySignature\":\"0x98d44c42430cabfd1468d4af469b9358ce9531a26981a015fd668a06f0f7b9f6423962b1650c3716aa7a5c32faf8c276d44a6821e1477228e61ba05822a03a841c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MMzls-jHamjDJsNYXodaJ_RvgQ9l_Y0fasnuFTqJyUk\\\",\\\"y\\\":\\\"OL-4db7COZDEIhw9xOB4Ox8K0Pdb6XpZDZ3BvEfG0uk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"EOedlGwLY8T2otwbOX_EbDbRGsxUMTfrFqFXWJHAN7Y\"}"