"{\"content\":{\"body\":\"JPG’s curatorial interface launched back in August, and since then, we’ve been heads down working towards key improvements to deliver a much better experience. \\n\\n![](https://images.mirror-media.xyz/publication-images/ANz1BjyguXkvofTuveLUa.jpg?height=1460&width=2486)\\n\\nBefore we tell you all about the new features, the JPG team would like to thank the curators that took part in our alpha and provided essential feedback that we’ve been folding into product development - none of this, or the open beta that’s coming right after this new release would have been possible without these curators. ** \\n **\\n\\nAnother thing to note - and we promise, we’ll stop with the preamble - is that JPG closed beta (the very imaginative name of this version) is a transitional release: we’re gearing up towards an open platform with a very exciting onboarding hack coming in early 2022. The reasoning behind going more closed a tad earlier is simply because we’re very pleased with the iterative feedback/development process and we would like to do that one more time before the big reveal. \\n\\n*TLDR: this beta’s cool, but the upcoming one is going to be the full package, so make sure to stick around.*** \\n **\\n\\nWithout further ado, here are the core updates to the JPG Platform: \\n\\n**Off-chain Infrastructure and Progressive Decentralization**\\n\\nCore to the mission of JPG is the creation of an open social and interest graph that maps out cultural relationships between curators and NFTs, which operates best with low barriers to and a high frequency of curation. By utilizing off-chain infrastructure with an open API, we’ll be able to achieve these ends, while still allowing anyone to query curatorial provenance history** \\n **\\n\\nOver time, we’ll continue to decentralize this portion of JPG’s offerings, utilizing decentralized data storage to record users’ curatorial efforts.\\n\\nWhile we are moving some of our efforts off-chain, we’re also focused on setting our own protocol core tenets and building blocks, most specifically, discovering, alongside the users, what curatorial work should be on-chain, and the functionalities thaton-chain curation requires. JPG’s on-chain curated registries will serve as important community-governed resources that add additional context and categorization to NFT collections, aiding in discovery and trustworthiness through community curation across the ecosystem.\\n\\n**JPG’s Bookmarking feature: Internal vs. External Curation**\\n\\nAnother key feature we are exploring is bookmarking from anywhere in the JPG platform, allowing users to easily record the NFTs and collections that interest them. When it comes to thinking about building curator tools, we start from the notions of internal and external curationn. External curation most closely maps to what you probably think of as curation: creating an assemblage of work to share with the world. Internal curation often precedes this endeavor, however, and is personally valuable in its own right.** \\n **\\n\\n**Coming soon™ to your favorite curation protocol:**\\n\\n* Ability to curate collections, rather than individual NFTs\\n* New exhibition interface, allowing for more context, segmentation, and viewing experiences\\n* Creator pages\\n* Ability to curate other exhibitions\\n* Collaborative and Open exhibitions\\n* The game-changing on-chain stuff...** \\n **\\n\\nIf you are a curator or want to dip your toes into creating new experiences in the NFT space, we’d love you to discover our platform. [Simply fill out this typeform](https://form.typeform.com/to/AREcrLcS?typeform-source=jpg100.substack.com) and we’ll make sure to whitelist you so you can get started with JPG.\\n\\nIf you have an urgent project or a custom use-case, we would also love to hear from you - [Discord’s the right place for this.](https://discord.gg/hs7KJKAS)** \\n **\\n\\nAlso, if you are not sure what you wanna do with JPG but you want to stick around, our Discord’s lately quite active, and our newsletter continues to deliver *haute memeology,* so join [Discord,](https://discord.gg/hs7KJKAS) follow us on [Twitter]() and [subscribe to the newsletter that everyone is talking about](https://jpg100.substack.com). ** \\n **\\n\\nWe’re looking forward to seeing you around the JPG community in one way or another!\\n\\n \\n \",\"timestamp\":1641563576,\"title\":\"JPG’s in beta - announcing the new curators’ interface + more\",\"publication\":\"jpg\"},\"digest\":\"2A_U4tZmsM4ino1SiqPwRBE5jtEfkkqPmGNrqg11f8k\",\"authorship\":{\"contributor\":\"0xC4f287b062A3D391bb8FF86aCE1fe337F0512b23\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xj50qwNoolzv-EHUghFQ7ZstQhvZkGpRrDPd5O4E4TA\\\",\\\"y\\\":\\\"LEN4xy6WquRWqdb-lmfmfGQIPZaWMhWQjCQbFVLljKQ\\\"}\",\"signature\":\"JSj3gW_dc1iTZY97qjwzkXyQaVulxjPF-Jjy1CsMI7sAypFBaCAly0pxUNJiOZxD6hq9KF1R5tAycX3gEtTLxQ\",\"signingKeySignature\":\"0x31a5d015cf2a2f39a509b2fca4ca1871bd85d4bcb2690f7c84d3d1530d6231240161f54bf5ab634563746df2afadc021883408742507487d639a63ae9690642c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xj50qwNoolzv-EHUghFQ7ZstQhvZkGpRrDPd5O4E4TA\\\",\\\"y\\\":\\\"LEN4xy6WquRWqdb-lmfmfGQIPZaWMhWQjCQbFVLljKQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2A_U4tZmsM4ino1SiqPwRBE5jtEfkkqPmGNrqg11f8k\"}"