"{\"content\":{\"body\":\"## \\n\\n![](https://images.mirror-media.xyz/publication-images/IfTSq1R73P1XJYWVPwxZt.png?height=621&width=624)\\n\\nCausal background\\n\\nAs we all know, the Internet has developed for a long time, greatly changed people’s way of life, from before can only go shopping to now can not go out to shop online, greatly improved the convenience of life. But there are also big problems. Traditional malls like Amazon, Alibaba, and JD have global monopolies. Consumers shop in their malls. Without an incentive program, consumers will always be on the spending side and will never be motivated. This is a big drawback: make money will always be the business, so we need to create a win-win situation, the realization of consumption and mining, mining and sharing the business circle.\\n\\nWhat’s the problem?\\n\\nBased on the background, we know that online shopping brings us convenience as well as great problems, so the Flashy project introduced Fla tokens through a blockchain approach, not only to stimulate user consumption, but also to get tokens incentives, incentives can be exchanged for goods, consumption is mining. Users can share the tokens they get with their partners, known as the Share Mine.\\n\\nSolve the traditional mining consumption of electricity, waste of time to solve the problem of consumer incentives to promote the circulation of goods, businesses more easily sell goods\\n\\nAs a result, the Fla ecosystem uses blockchain technology to solve these problems perfectly, enabling businesses to sell goods without fear, and users to earn tokens for their consumption.\\n\\nProject introduction\\n\\n1。 Introduction\\n\\nFlashy is the token issued by the BSC chain, or FLA token for short. FLA is a decentralized block chain digital asset based on the currency security chain BscScan.\\n\\nTotal issuance is constant: 10 billion. Destruction Mechanism: FLA will automatically destroy 1% of each transaction. Transparency: Destruction of records will be made public at the same time and users will be able to search for fuel via the blockchain viewer: FLA as the Flashy ecosystem and redeem fuel. Transfer sharing: Transfer sharing is rewarded for redeeming goods.\\n\\nThe future will be applied to multiple scenarios.\\n\\n2。 Sharing and digging\\n\\nFlashy has a new feature: “Ecological Sharing.” For holders of FLA tokens, they can participate in global ecological sharing, or “ecological sharing,” where a FLA holder can transfer part of his FLA account to a user who does not own a FLA, and receive a permanent FLA reward of one thousandth (1%) of the user’s FLA transaction fee. It is worth noting that the more tokens you share, the more FLA rewards you will receive. FLA Ecological Sharing is different from the traditional concept of mining, our team has improved it, sharing is mining, everyone is node, holding FLA users will be more and more, make it easier and convenient. Over the next few days, FLA is confident that ecological sharing will completely replace and take over the traditional mining system.\\n\\n3。 Value and repurchase\\n\\nFuture value\\n\\nThe value of FLA lies in ecological sharing and ecological mechanism of platform. Through the interaction of sharing mechanism and platform system, the benign ecology of mining dividend ecological chain cycle is greatly reduced, and the future diversified application value of FLA is demonstrated on Flashy ecological platform. The Flashy ecosystem has formed a block-chain ecosystem. Through the application of FLA, ecology can create more applications of blockchain.\\n\\nRepurchase mechanism\\n\\nFlashy Eco will buy back the FLA each quarter with 20% of the platform’s net profit for the current quarter when it goes live. Buyback records will be made public as soon as possible and will be available to users via the blockchain browser to ensure full transparency. Convertibility, destruction and repurchase would deflate the FLA. In theory, convertibility, destruction and repurchase can increase the value of the currency if the total value of the FLA remains unchanged.\\n\\nNFT\\n\\nFlashy Ecology, FLA is the currency of the platform on the Flashy ecosystem. When users use the Flashy ecosystem platform, they need to use FLA for payment in their applications. On the Flashy ecosystem, you can use FLA to buy virtual goods, food, gifts, and more.\\n\\n4。 Token allocation\\n\\nThe 10 billion Token distribution structure is as follows:\\n\\nPublic subscription presale: 2 billion, accounting for 20%.\\n\\nInstitutional investment: $1.5 billion, or 15%.\\n\\nMarketing operations: 2 billion, accounting for 20%.\\n\\nOfficial Team: 1 billion, 10%.\\n\\nAPP Ecology: 1 billion, 10%.\\n\\nSubmitted to the Exchange: 2 billion, accounting for 20%.\\n\\nCommunity Token Airdrop: 500 million, 5%.\\n\\n5。 Combustion mechanism\\n\\nTransaction combustion mechanism,\\n\\nEach deal will burn 2.5% of the FLA.\\n\\nTransaction destruction mechanism\\n\\nEach transaction will automatically destroy 1% of the FLA. The destroyed FLA will go into the black hole address. Destruction will deflate the FLA, and it will be more valuable in the future.\\n\\nSustainable mechanisms\\n\\nA 0.5% commission on each transaction will be allocated to the official address for the long-term operation of the team.\\n\\nEcological sharing mechanism.\\n\\nUsers who own a FLA can transfer a portion of their FLA to users who do not own a FLA, and they can receive a permanent FLA reward of ten thousandths (1%) of the FLA’s per-transaction fee for that user. The more you share tokens (FLA), the more FLA rewards you will get. Share is mine, everyone is a node, and more and more users will own FLA.\\n\\nCore Team Introduction\\n\\nJesse\\n\\nIntroduce: Jesse is Flashy co- founder and chief executive officer, blockchain industry practitioner for 8 years, participate in Binance Coin, Cardano and Tron and other outstanding project investment positions: Flashy co- founder and chief executive officer\\n\\ntobo\\n\\nSummary: Tobo is a senior group building expert, block chain senior practitioners, human soul workers, Flashy community promoter, Flashy chief promoter, participate in TRON, APENFT and iBOX and other excellent projects of community building, known as the industry: Wealth password carrier.\\n\\nPosition: Chief Extension Officer, Flashy Project, Community Building\\n\\nkenny\\n\\nDescription: Flashy project promotion, product project management, cryptocurrency investors, experienced cryptocurrency enthusiasts, cryptocurrency contributors Responsibilities: project promotion, community building\\n\\nContact Information\\n\\nThe official website: <https://flashytoken.com/>\\n\\nCable: <https://t.me/FlashyOfficial>\\n\\nTwitter: <https://twitter.com/Flash> _ FLA\\n\\nBtok: <https://0.plus/Flashytrade>\\n\\nStay tuned for official tweets, join our Wi-Fi group, join the Chinese community in scanning QR codes and join our WeChat group. If WeChat group expires, please comment and remind us to update the QR codes so as not to delay your access to timely information and airdrop information. Stay tuned for official information.\",\"timestamp\":1633614627,\"title\":\"This article is about the Flashy project. Airdrop is coming. Stay tuned. \"},\"digest\":\"LFNht5aNOH6G0L5Alw-2yMuORoEH5Td6n9bNx6qqeNY\",\"authorship\":{\"contributor\":\"0x8bd9B892bA0acBf34Ca8d55F55D2A7804feC48e1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hCgPrIvk9n1_TVNomc2doWj4fhQ4CTtrDsPaLMf6szI\\\",\\\"y\\\":\\\"qffhaDsiTAfEB_LcKNr3VZ7YaFz5o-abpQM52B0ipcY\\\"}\",\"signature\":\"2jw72_nSM4gCuF44XZcXr3CNsWL3qAyhN7GeklL_uaFUle6yTaifblWp--K42YOe9gOCnuJhec1y554mOK6BpQ\",\"signingKeySignature\":\"0x1d3a4b8d95dafd14a6a71ee4c7bcaa23438613f8d107937de2ffb943050c03f655f3d1d9b120e7f96daa6b5c67456d001e3bc9f6ef49251c7581d5afab2122dc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hCgPrIvk9n1_TVNomc2doWj4fhQ4CTtrDsPaLMf6szI\\\",\\\"y\\\":\\\"qffhaDsiTAfEB_LcKNr3VZ7YaFz5o-abpQM52B0ipcY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LFNht5aNOH6G0L5Alw-2yMuORoEH5Td6n9bNx6qqeNY\"}"