"{\"content\":{\"body\":\"人不犯我，我不犯人，人若犯我，我则忍之，忍无可忍，我必杀人。这就是我现在的游戏生存准则。对于那些小打小闹的骂骂咧咧，推推揉揉，我可以不予计较，全当没这事，但是象刚才那样蓄意的谋杀，我则一定会坚决予以还击。\\n\\n```\\n恩，估计和那真英雄一伙人梁子是结下了，以后见着他们几个还得注意点，别被这小子给阴了。那几个热心肠的MM估计也不是傻子吧，仔细想想，就应该知道咱不是那种不明是非，恩将仇报的人……我骑在小黑身上，一边往猎人老电那赶，一边想到。\\n\\n************************************\\n\\n“你果然没有辜负我的期望，弄来了人鱼之泪啊。”猎人老电用那微微颤抖的双手接过我递上的一颗人鱼之泪（还有两颗咱自己留着，没准以后哪里会用得到，没必要都无条件贡献嘛），双眼里饱浸着热泪，激动地说道。\\n\\n“嘿嘿，大叔您要的东西，咱还不得尽心尽力啊，你看好了，色泽光鲜，完好无缺，可是绝对精品成色，毫无瑕疵，我可是费了九牛二虎之力杀怪，倾家荡产之财吃药，绞尽脑汁之智才搞到手的。”我在一旁是不厌其烦地给猎人老电灌输我完成此任务的艰巨性，目的当然只有一个，就是给我的奖励可要丰厚一点\\n\\n“有了这个人鱼之泪，我的苦也就熬到头了，不容易啊，想不到这么久都没完成的任务，今天一朝得以夙愿，真是苍天有眼啊。”猎人老电似乎感情也太丰富了点吧，说着说着眼泪就哗啦啦地往下流了。\\n\\n喂，大叔，你要流也等没人的时候流好了，虽然男人哭吧哭吧不是罪，这点我是知道，但是你未免也不顾及我的感受了吧，我还急等着拿到那什么睿智者勋章赶紧闪人呢。我轻轻敲了敲桌子，好生安慰猎人老电说道：“那，大叔啊，既然现在东西你已经到手了，就不要这么激动了，你先把那个奖励的勋章拿给我成不，等会再哭。”\\n\\n“哦，恩，恩，那，这个是你的奖励——睿智者勋章，你拿去吧。”猎人老电一把鼻涕一把眼泪的从怀里掏出一个亮晶晶的勋章，伸手递了过来。\\n\\n我迫不及待地从他手里抢过勋章，放在身上狠狠擦了擦，然后凑到眼前一端详：金黄色的勋章正面没有象其他两枚勋章上一样，描绘着动物头像，而是一个细腻生动，高举权杖法师半身像，反面依然是一行睿智者勋章的古篆小字。\\n\\n勋章上随便画什么图案都不打紧，只要属性好就成，花费我八百声望为代价做的任务，怎么着都不会比其他两个差吧。我打开勋章属性一看：\\n\\n睿智者勋章   等级：无（声望值八百）\\n\\n属性：可让持有者学习三种其他职业技能（需技能书，每次使用减少八百点声望）\\n\\n这，这是什么意思，学习三种其他职业技能，看着这行属性说明，如果我的智商没有问题，没有理解错的话，那不是意味着我可以成为身兼数职技能的玩家（前提只要有技能书，只要声望值够），成为真正的绝顶高人。\\n\\n试想一下成为会召唤宠物的刺客，懂得冲击盾的刺客，能使用蔓藤束缚的刺客……无数种搭配方式在我的脑海里划过。我心脏突然如刚经过百米冲刺般扑通扑通地剧烈跳动起来，浑身血液流动的速度异常加快，脸上好象有点亢奋的潮红，瞳孔在剧烈的收缩，刚才猎人老电的手不过是在微微发抖，而我现在的手则是在剧烈颤抖。\\n\\n这个奖励物品也太牛b了点吧，让我几乎不敢相信自己的眼睛。我使劲眨了眨眼皮，将勋章放到嘴里咬了一口，硬，不假，果然是真品，不是在做梦。\\n\\n“对了，隐为者，你既然将我们兄弟三人的任务都完成了，那你可以回去跟我大哥说一声，或许还会有意外的惊喜。”猎人老电从一阵感慨之中恢复了正常，看着不正常的我乐呵呵地说道。\\n\\n什么，还有惊喜，你别刺激我成不成，我现在已经被这个惊喜快要疯狂了，你竟然告诉我还会有惊喜。我连忙收起了睿智者勋章，带着两眼幸福的泪花，千恩万谢辞别了猎人老电。\\n\\n这啥都别想了，小黑，快给我跑起来，目标——蓝蚂沼泽，我亲爱的老风大叔那。\\n\\n********************\\n\\n昏黄的夕阳无力地将最后残辉洒落在地平线的西边，染出一片绯红色的云层，映出一片苍茫的大地，几只孤单的鸶鸬鸟飞过沉寂的天空，尖锐的叫声幽幽回荡在天地之间，蓝蚁沼泽在黄昏之中则显得更加朦胧和神秘，在密林的深处似乎有种说不出来的诡异力量在弥漫，笼罩着这片绿色的沼泽之地。\\n\\n“咚咚咚，老风大叔，我回来了。”我在老风那栋二层小屋外面欢快地高叫着，不停地敲打着屋门。一个声音在我心里呐喊着：惊喜，我要惊喜。\\n\\n“谁啊，是谁啊，这么不自觉，乱吼什么。”猎人老风一副懒洋洋的样子屋里开门走了出来，打着哈欠说道。\\n\\n“嘿嘿，大叔，是我啊，我给你送猎刀来了。”咱得有点风度，含蓄点，别一开口就问他要惊喜，让他看低了我，我特意转了个话题，拿出猎刀送上去说道。\\n\\n“怎么，不想把任务做下去了，还是任务失败了啊。”猎人老风接猎刀，漫不经心地说道。\\n\\n什么人呢，说的这话我一点都不爱听，就把哥们我看得这么贬，我幽幽地说道：“大叔，你看我象那种会轻易放弃的人吗，我已经把你二个兄弟的任务都做好了，来给你报个喜呢。”\\n\\n“哦，他们的任务都完成拉，什么，你都完成了，这么快。”猎人老风脸色一下子就变得很是激动，他牢牢的抓住我“柔弱”的胳膊吼道。\\n\\n痛痛痛，大叔你轻点成不，看你那双粗糙的大手，一身的蛮力，别尽往我身上使唤啊，我可是来要惊喜的，不是来让你折磨的。我从脸上挤出一丝笑容说道：“大叔，别捏我胳膊啊，我脆弱着呢，松松手成不。”\\n\\n“哦，呵呵，你看看我，这激动的，真是的。”猎人老风老脸一缓，不好意思地笑了笑，松开手，挠了挠头继续说道：“小伙子，既然你能完成我们兄弟三人的任务，说明你是有勇有谋，值得我委以重任啊。来，你坐会，我去拿个东西给你。”猎人老风说完又蹭蹭跑上了楼。\\n\\n我坐在凳子上，交叉双手不停地搓揉着，兴奋的喜悦加上对未知奖励的渴望让我是心神不定，坐立不安。这个老风会拿个什么东西给我呢，是极品武器、技能书、还是牛b套装，珍贵药材，我胡思乱想地猜测着。\\n\\n“那，这个是作为你能完成我们兄弟三人任务的额外奖励，看看，有兴趣吗。”猎人老风从楼上下来，拿着一卷破旧的羊皮纸，走过来递给我说道。\\n\\n有兴趣，当然有兴趣，只要是不要钱的东西，我全部都有兴趣，我伸手接了过来。\\n\\n“您获得了炼金卷轴——屠龙药剂。”\\n\\n系统的提示明明白白告诉了我，他给我的是什么东西，“屠龙药剂”，一听这个名字就知道是好东西，嘿嘿，杀龙用的药，用在其他生物上估计效果肯定更好吧，我赶紧打开一看。\\n\\n“隐为者玩家，你是否要学习顶级炼金术——屠龙药剂”\\n\\n呀，这屠龙药剂是顶级炼金术吗，好象我的炼金技能才是初级而已，能学习顶级的吗（炼金术的等级划分为：初级炼金术、中级炼金术、高级炼金术和顶级炼金术，而每一阶段的熟练度都为1000，初级炼金成功率为100%，而中级成功率为80%，高级成功率为60%，顶级成功率为40%；玩家可以越等级学习高级的炼金术，但是成功几率会大打折扣，但是一旦成功，就能够提升较多的熟练度，而每个阶段的晋级，都是需要成功炼制出高等级的炼金药剂的），不管它了，既然问我学不学，那我当然学了。\\n\\n看到自己的炼金术里面多了一个屠龙药剂的选项，我赶紧打开，看看这个药剂到底有什么用，需要哪些材料。\\n\\n屠龙药剂\\n\\n效果：有50%几率对龙族造成200%-300%的伤害（唯一性）\\n\\n持续时间：30分钟\\n\\n需要材料：紫金水晶、血红之角、、幽灵海蛇毒液、黑暗之水、丹鹃花\\n\\n看着上面的我还挺激动，敢情老风送了我个好东西，可是看到最后那几种材料，我这心如同三九天喝凉水，寒透了，那些都是什么玩意啊，我听都没听说过，去哪才能弄得到，还有那唯一性是什么意思，难道。\\n\\n我抬起头冲老风问道：“大叔，这唯一性是什么意思啊，那些需要材料哪才有呢。”\\n\\n“看你这么聪明，连着点东西都要问我，这唯一性嘛，当然就是指它只能针对龙族才有效；而至于需要的材料，说句老实话，我也不知道，一切都要你自己去寻觅。” 猎人老风笑吟吟地回道。\\n\\n奶奶的，连哪能收集到炼制材料都不知道，那这炼金术我现在有个屁用，而且只能针对龙有效果，就我现在这等级，别说杀正牌老龙了，估计杀个什么亚龙，地龙什么的都危险。唉，真是学之无味，弃之可惜。\\n\\n看到我那副唉声叹气，满脸悻然之色，老风嘿嘿一笑，走了上前，一手按住我的肩膀说道：“小伙子，脸色怎么这么难看，是不是这个炼金卷轴不合你的意。”\\n\\n听了老风这话，我不加思索的点了点头。\\n\\n老风继续说道：“那你看我们兄弟几个人给你的勋章好不好。”\\n\\n好，怎么不好，我随即用力的点了点头。\\n\\n“那你有没有兴趣接受我最后一个任务——‘跨越颠峰的挑战’呢。”老风慢斯慢条的轻声说道。\\n\\n我下意识地又点了点了，呀，他刚才说什么什么挑战，我眼睛一亮，难道老风这里还有任务，还可以拿勋章吗，我一扫脸上的颓废之色，眉飞色舞的看着老风说道：“大叔，你说，这任务需要我去干啥，你开个口，咱风里来，雨里走，绝对不会含糊，一定给你完成。”\\n\\n“呵呵，小伙子，有这份冲劲是好的，有这份勇气是对的，有这份激情是不错的，想接这个任务是不是。”老风如一头狡猾的老狐狸，在一点一点把诱饵往我面前丢。\\n\\n“恩。”我浑厚有力地回道。\\n\\n“但是，接这个任务的前提就是你必须给我准备出十份屠龙药剂，同时，你的等级必须达到五十级，声望达到4000以上，这是该任务最低的标准。”老风换上一副严肃的表情说道，“任务的奖励是十分丰厚的，但是触发的前提标准是严格的，如果你想要接这个任务的话，从现在开始，就得好好努力寻找那些材料，同时尽快提升自己的实力吧。”\\n\\n奶奶的，让我空欢喜了一场，原来这个什么“跨越颠峰的挑战”触发要求这么高啊，其他不说就那五十级才能做，这个门槛就太高了点吧，现在等级最高的不过才三十四级而已，五十级，那是哪年哪月的事啊。不过既然这个任务的限制条件这么高，得到的任务奖励肯定更是非同小可吧，莫非就是传说中的神器，值得期待。\\n\\n“行，大叔，咱就记着了，总会有达到你的要求那一天，到那时我再来找你。”我充满信心地看着老风说道。\\n\\n“呵呵，我会等候你的佳音，隐为者。”老风脸上露出几分赞许，笑着对我说道。\\n\\n骑在小黑背上，我回首看着这片被无边夜色笼罩，与黑暗连成一体的沼泽，心中一阵感慨。猎人老风，等着我；跨越颠峰的挑战，我会来发起挑战的。\\n```\\n\\n\\n------------\",\"timestamp\":1640325598,\"title\":\"第一百二十三章 屠龙药剂\"},\"digest\":\"r_aDWke906x9MBTlx8Hpfcbsp_FIjz5ew3M3xAZqRRA\",\"authorship\":{\"contributor\":\"0x07E2D83d5A89174D549297CFc8cD8CbB78FebC6c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eVqKLZNZLd-19CF2zbZMs6f34Kc2PnLkbeMs69rSPis\\\",\\\"y\\\":\\\"5R_RF18fdI_Q4pBdV4Uiks-v_K7A9eNnJbkTrPL0eI4\\\"}\",\"signature\":\"-H823xqg6OaYKnoI0yIPs2edKIvpzo6l7x_jfMUqnnu3ZzwMzMVxSxKeZKMRrmyIBs4g8zQX7_SVSWCMozMaPw\",\"signingKeySignature\":\"0x94003b4cf75a24b13fe8237baabfe7aa8043fe44d58f0b671df35cc4c48284e61187fbc5e2fc61440cafe8d2762d1bc3ae8cfbd752079bf05c1bc93cd9e486521b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eVqKLZNZLd-19CF2zbZMs6f34Kc2PnLkbeMs69rSPis\\\",\\\"y\\\":\\\"5R_RF18fdI_Q4pBdV4Uiks-v_K7A9eNnJbkTrPL0eI4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"r_aDWke906x9MBTlx8Hpfcbsp_FIjz5ew3M3xAZqRRA\"}"