"{\"content\":{\"body\":\"* Nearly 30,000 users minted Hashflow’s NFTs on Ethereum mainnet on Project Galaxy during a six-week campaign\\n* Hashflow weekly active users grew from 3,000 to 13,000+\\n* Following the start of the Galaxy campaign, Hashflow’s monthly trading volume skyrocketed from $19.8M in August to $673M in October\\n\\n## Background\\n\\nGrowth in Web3 is a challenge; Web3 has no app stores, no targeted Facebook ads, no email marketing, no re-marketing, no affiliate marketing...yeah, you get it. The tools relied upon by Silicon Valley growth marketers over the past decade have largely evaporated in our industry, and we've been left with only a couple arrows in the quiver. Beyond meme contests and an active Twitter account, Web3 teams have relied mainly on token incentives for early adopters. Using tokens as an incentive, while successful in some instances, is more recently being called into question as it has trained parasitic behavior as users rush into projects with liquidity to earn tokens only to dump them and when the incentives dry up, say goodbye to those users.\\n\\n# Introducing Project Galaxy\\n\\n[Project Galaxy](https://galaxy.eco/) is building permissionless infrastructure for web3 projects that powers on-chain credentials with plug-and-play NFT modules. An on-chain credential system provides protocols and DAOs with actionable data to more effectively acquire and retain users. Protocols can build customized campaigns with plug & play modules to issue credential-based NFTs achieving all types of objectives: promote community engagement and retention, reward most active contributors, or allow users to stake in any designated tokens to mint NFTs that represent one’s contribution in the community.\\n\\n## Introducing Hashflow\\n\\nAt Lattice, we spend a lot of time monitoring community sentiment to understand how portfolio companies are tracking and how they can improve. Before launching Lattice, we invested in the [Seed](https://www.prnewswire.com/news-releases/hashflow-announces-3-2m-seed-round-to-bring-professional-market-makers-to-defi-backed-by-dragonfly-capital-and-electric-capital-301280935.html) round of [Hashflow](https://www.hashflow.com/). Hashflow is a new decentralized exchange that launched into[ Private Alpha](https://blog.hashflow.com/launching-hashflows-open-alpha-f7619a02b11e) in early August. The Hashflow protocol is unique in that it connects users on-chain directly to leading crypto market makers. It makes swapping tokens both:\\n\\n* Gas-efficient (\\\\~50% cheaper than Uniswap) - even with Uniswap v3, AMMs still offer high fees, frontrunning, sandwich attacks, gas inefficiency, and frequent [failed transactions](https://etherscan.io/txs?a=0x7a250d5630b4cf539739df2c5dacb4c659f2488d&__cf_chl_jschl_tk__=567a4d13ead9a2f3b9e78f9235fc46b186967ccf-1613059039-0-AZOqYWcjdbyywN9nZK7j41ukvEFAhMIIsHsdmoo9V697LmHRurAJD16ZbN7YQu9K9ilUGlb4MwpNv73xa1p1-RnkLCo6-UNeUBUpKDy4aKTGLZGkukfS9dGhxyP-Lt0NF2fYMN2ISlXxF583p1-l55Pl965UwJiPT2BmNc6Xv0QMl7CJ487b6vstQhZfUxy_u3NEFbJT5kY6YWOBcrM9a8EDFtiKnpT7VxhndDeaEonYdoy9UkXm5X9Km6_1mxe1LzjUlqAOxwRxhsUX4jQkDN1-6ZHwB6CPedvJXai5a8pntLirGxeQIIUR4-lKnw1hO0o_oWvOiZ7woe_rk2y6adpO2XjqnfeZrVCWFfvKLeuP4tLw7y-GMcNuGT5YJfZfGw). It is still unclear if any AMM will be able to solve these problems fundamentally.\\n* Capital-efficient - as [highlighted](https://blog.hashflow.com/the-capital-efficiency-era-of-defi-d8b3427feae4) by Pranay, the baseline measure of capital efficiency is the utilization rate of assets. In the context of decentralized exchanges, we measure utilization in a slightly different way than for lending protocols: *Utilization Rate = Daily Trading Volume / TVL.* During Open Alpha and Open Beta phases, Hashflow showed impressive metrics: market makers increased TVL to [$1.2M](https://twitter.com/hashflownetwork/status/1447627774009643011?s=21), while the average daily trading volume during the Open Alpha phase was around [$3.2M](https://dune.xyz/Hashflow/Hashflow).\\n\\nDespite those compelling advantages, growing trading volume can be a challenge as crypto traders have many other options, both centralized and decentralized, and it is especially challenging when you don't have a governance token to juice activity.\\n\\n# The Hashflow <> Galaxy Story\\n\\nHashflow not having a token early led to some questioning from early community members. Even months before the release of their closed alpha product, most of them tended to be skeptical about the advantages of being an early user, even if the core team ensured they were having discussions about potential mechanics to reward early contributors.\\n\\nThen, we introduced [Charles](https://twitter.com/charleswayn) from Project Galaxy to the Hashflow team because it seemed pretty evident that it could lead to a great collaboration to incentivize and reward early community members with NFTs.\\n\\nIn September, Hashflow and Project Galaxy [announced](https://blog.galaxy.eco/hashflow-invades-the-galaxy-with-the-hashbot-d5f87cd07af1) a partnership to utilize the credential-based NFT infrastructure and launched the Hashbot Genesis campaign. They also activated an exclusive, one-of-a-kind NFT that personifies the badass tech powering Hashflow called The Hashbot. This 1st issue was claimable by all Private Alpha users. Since that first drop, Hashflow has been incentivizing its users’ thanks to the infrastructure provided by Project Galaxy:\\n\\n* Hashflow used Project Galaxy to reward the HashMatic Trading Competition winners by offering a Diwali-inspired, MATIC-themed Hashbot poster.\\n* For Halloween, Hashflow released a special Hashbot art for the most loyal #hashgang members who continue to grow and strengthen the community.\\n\\n![](https://images.mirror-media.xyz/publication-images/tg_EIihGKLUyLPefTNd33.png?height=1833&width=4913)\\n\\nWith ten drops and more than 20,850 NFTs minted, Project Galaxy has been a great tool to show the community-driven growth of Hashflow truly its most loyal users own Hashflow. The goal has always been to distribute rewards fairly to ensure that Hashflow is owned by its most loyal users.\\n\\n> “ We have seen explosive demand around on-chain credentialing and on-chain marketing in the Web3 space. Hashflow's campaigns demonstrated how projects and DAOs can leverage the combination of on-chain credentials and achievement-based NFTs to bring the community engagement to the next level.”\\n>\\n> Charles Wayn, Co-Founder Project Galaxy\\n\\nOn October 6th, Hashflow [tweeted](https://twitter.com/hashflownetwork/status/1445887519342481420) that they crossed $250M trading volume. Metrics have been [growing](https://dune.xyz/Hashflow/Hashflow) tremendously since then.\\n\\n![The Galaxy Campaign also had a significant impact on Hashflow WAU's](https://images.mirror-media.xyz/publication-images/6uI_Qt3oYkjRhMevp3T-9.png?height=577&width=954)\\n\\n> \\\"We believe that NFTs are a great way to do brand acquisition and build the cult following. Project Galaxy understood this thesis extremely well and have done an amazing job at catering to our needs and feedback and executed flawlessly despite the pressure.  Can't wait for many more collaborations that lie ahead!\\\"\\n>\\n> Varun Kumar, CEO Hashflow\\n\\nThat is why we got so excited when we met the Project Galaxy team this past summer; they are changing how truly Web3 companies grow, putting more growth arrows in the quiver. Project Galaxy is building an on-chain credential system using NFTs, providing protocols and DAOs with actionable data to acquire and retain users more effectively. Protocols can then leverage these indexed and curated data sets to set up various reward systems for their most loyal users. With the explosion in popularity of NFTs this year, the token is no longer the only game in town to incentivize positive user behavior.\",\"timestamp\":1636659773,\"title\":\"How Hashflow used Project Galaxy to turbo-charge to $600M of trading volume\"},\"digest\":\"375xnjb5GMvYRt57SmeCdzAaj1OBmYAvB1zlApasFJg\",\"authorship\":{\"contributor\":\"0x377B581957f447D2C56C08a0af23586c5a3B2577\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NWyH0jm2EzZp1DbKsa1nk6V9hTcm6z-0ggpPHJPG9No\\\",\\\"y\\\":\\\"hAYve7weaQFwWm_ZB4AorP2fJeMYe4MMplx6jznaQao\\\"}\",\"signature\":\"aOu3PSG4L-NrA-iGWXBTLoy_qv2sXKaHF9HJLFwNKr9MlkuZZTcsexc3nUMEOXhPDrNXtIogZiGNRHzbnkL8ww\",\"signingKeySignature\":\"0x2336a4f3e9fcf9d59ee22810e2121c102e25093805d2c4d22db318195187da8322bb709c36eee48df6c724a8d33e203d94fbae203ef0da3df716263efd5394c01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NWyH0jm2EzZp1DbKsa1nk6V9hTcm6z-0ggpPHJPG9No\\\",\\\"y\\\":\\\"hAYve7weaQFwWm_ZB4AorP2fJeMYe4MMplx6jznaQao\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"IkNz6sQZgICuiOFqAoOxa8nlaNGrqlzvSMrL_xS2Drw\"}"