"{\"content\":{\"body\":\"**It’s Time to Joke.**\\n\\nThe world is changing.\\n\\nThe internet has become unremittingly, even *dangerously* serious. The consequences can be seen from the smallest of twitter disputes to the largest of reactionary revolts. Many of us would like to pin the cause on one political party or another, on one government or another. But the harsh reality is that no Western country, or state, or city was prepared for this *crise de gravité*.\\n\\nMan is born joking, and everywhere is *serious*.\\n\\nPart of the problem is clearly foresight, a failure of imagination. But the other part of the problem is what we haven’t done enough of, and what we’re failing to do now. And that is a failure of action, and specifically our widespread inability to \\\\*joke\\\\*.\\n\\nSo today – we are going full-time jokes.\\n\\nWe’re standing up for internet jokes and creating tokens that represent ownership in them.\\n\\nThis post will dive into the ethos of making a joke—and more importantly, making money from a joke. As you’ll see, it is not only easy but revolutionary to do so using jokedao, our new decentralized joking protocol.\\n\\n**In Defense of Joking**\\n\\nIt is impossible to read the compositions of the most celebrated jokers of the present day without being startled with the electric life which burns within their jokes. For it is not necessary that a joke should rely on its music, but if it does rely on its music that music will delight even the musical experts. Jokers measure the circumference and sound the depths of human nature with a comprehensive and all-penetrating spirit, and they are themselves perhaps the most sincerely astonished at its manifestations.\\n\\nJokers are the unacknowledged legislators of the world.\\n\\nLet us never forget that every joke is a revolution in social consciousness. Indeed, the essential condition for the existence of the serious class is the augmentation of social capital; the condition for social capital is unmeditated attention-labor. Yet the advance of social media, promoted by the serious class, enables the attention-giving masses to combine forces as never before and attack the serious class together through the one weapon that remains at their disposal in militarized society: the joke. What the serious class, therefore, produces, above all, is its own grave-diggers.\\n\\nAnd they go by the name of jokers.\\n\\nIndeed, our nation and our civilization were built on joking. Our forefathers and foremothers joked about roads and trains, farms and factories, then the computer, the microchip, the smartphone, and uncounted thousands of other things that we now take for granted, that are all around us, that define our lives. There is only one way to honor their legacy and create the future we want for our own children and grandchildren, and that is to joke.\\n\\n**All Jokes Lead to jokedao**\\n\\nWe have before us today the opportunity to joke as we’ve never joked before.\\n\\nUnfortunately—and this is no laughing matter—jokedao is broke due to an unfortunate case of not-yet-existing.\\n\\nSo in order to raise the funds to develop jokedao properly as a v2, we’ll start with a fully bootstrapped and bootlegged jokedao v1.\\n\\n*jokedao v1*\\n\\n1. Follow [@jokedao_](https://twitter.com/jokedao_) on twitter, and drop a joke and your ENS as a comment on a weekly post asking you to do so.\\n2. Every week, we’ll drop 69 tokens to everyone who submits a joke, up to the first 2500 entries, and we’ll pick our favorite jokes to compete in the weekly joke race.\\n3. Every Friday from noon-1:00pm ET on our mirror, you can vote on your favorite jokes using your $JOKE tokens.  \\n4. Joke’s on the #1 joke. Instead, aim to stake on the #2 joke to win. We’ll airdrop you more $JOKE tokens, proportionate to how many you voted. But if your joke ends up #1 or #3, you won’t get anything.\\n5. We’ll mint the #2 joke as an NFT soon after the joke race ends in a one hour auction. Proceeds will be split with 20% to joker, 20% to charity, 20% to the jokedao creators, and 40% to jokedao for development of v2.\\n6. The joke NFT will count as a governance token with rights to the jokedao treasury—once we have it in v2.\\n7. There’s no Discord and no Telegram. If you want to coordinate with others, your best bet is to try to use Twitter by leaving comments on the joke you’re hoping to stake on—to see if you can assemble a joketeam. Good luck.\\n\\nBut before you say that v1 is kind of a joke, please know that we’re not kidding: the aspirations for jokedao are quite serious. \\n  \\n If jokes have always been decentralized—inheritances reshaped by epoch, audience, and teller, recreated and reiterated across the hard forks of time itself—jokedao aims to be nothing less than to be the greatest decentralized joke protocol of all time.\\n\\nAnd this vision of jokedao that we’d like to build—jokedao v2—is truly no joke.\\n\\n*jokedao v2 (rough proposal)*\\n\\n 1. Submit a joke through the Joke Portal.\\n 2. For one hour per day, stake and unstake $JOKE tokens to jokes to upvote and downvote them, enabling decentralized content moderation against Bad Jokes.\\n 3. Losers tell the best jokes. 2% of tokens staked to the top daily joke will be burned, and the same number will be minted and given to stakers of the #2 joke. To win tokens, you need to stake on a good joke—but not *too good* a joke.\\n 4. Rewards are paid out proportionate to the number of tokens and length of time staked. Stake votes on unknown jokes early on, and you stand to win far more $JOKE.\\n 5. The #2 joke is minted as an NFT and sold at auction in the following hour with funds split between jokedao (40%), charities (30%), the joker (15%), and jokedao creators (15%).\\n 6. Joke NFTs serve as governance tokens to determine the use of jokedao funds.\\n 7. A GPT3 Jokebot, nickname Moloch, will also compete with its own daily joke trained on previous winners.\\n 8. If Moloch becomes the #2 joke, 2% of tokens staked to *all* other top 10 jokes that day will be burned, and the same number will be minted and given to Moloch’s voters. But if Moloch is in the top 10 without landing #2, its voters will see 5% of their tokens burned, and the same number distributed proportionately to other joke voters. Joketeams will need to coordinate to prevent Moloch from killing their joke. \\n 9. All tokens for jokes #1-10 will be unstaked daily so these jokes return to Joke Circulation.\\n10. Jokedao is a DAO that runs itself. There’s no Discord and no Telegram. Jokers will have to find each other on Twitter to coordinate.\\n\\n**Jokenomics** (total supply = 6.9M $JOKE)\\n\\n* 2.5% airdropped to first 2500 accounts who drop their ENS on twitter, each getting 69 tokens\\n* 2.5% airdropped to winners of the first 20 joke races\\n* 10% to core team for bootstrapping v1\\n* 10% to core team who builds out v2\\n* 5% to initial liquidity providers, with 6 month vesting\\n* 70% reserved to jokedao for future use, potentially in building out joke projects, token swaps and treasury diversification, or purchasing Great Joke Art\\n\\nThe first joke race will kick off on Friday, January 21st, from 12:00-1:00pm ET, and the first auction will start soon after. To keep track, follow along on twitter at [@jokedao_](https://twitter.com/jokedao_).\\n\\n— jokedao, *January 19th, 2022*\\n\\n*With apologies to nouns and… everyone.*\",\"timestamp\":1642620566,\"title\":\"it's time to joke.\"},\"digest\":\"FCDjM4LaCNsBNxAKzgNocuOgzsJdBtyTGHKMRQOLnEU\",\"authorship\":{\"contributor\":\"0x1B31Bd9aFa22C9C870885dCA1C22A2C3E9d59067\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"o0P8OkybD0arOkILXlfsjjJTCAqRVTZuk6S7WwM634E\\\",\\\"y\\\":\\\"AyCBN-374myLoJSYYNStahV6N8gnIj6IB6N4KdFgJgI\\\"}\",\"signature\":\"O55BOVSZPb0kzXhj6dUp2eXPuaYWFbCt0hX90E5DbQWgKOMb0KEdPyMtiXqYcP2urcCDTZd2NTxOviUIqAE-nw\",\"signingKeySignature\":\"0xcb4c93a042209aac36fd8053adf78b29b5b4d9a7d182c6faea29172d9cfb78850a59615535e98cd46849a1ef7a893496936137d0aa9d87bbe113cf972d86ff751c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"o0P8OkybD0arOkILXlfsjjJTCAqRVTZuk6S7WwM634E\\\",\\\"y\\\":\\\"AyCBN-374myLoJSYYNStahV6N8gnIj6IB6N4KdFgJgI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FCDjM4LaCNsBNxAKzgNocuOgzsJdBtyTGHKMRQOLnEU\"}"