"{\"content\":{\"body\":\"元宇宙几乎成为最佳crypto和科技最火的话题。\\n\\n各行各业的朋友都开始讨论元宇宙，说实话有些内容讲的很玄幻，有的则过于老生常谈以至于完全在元宇宙的外围转圈。比如：真实的沉浸感、虚拟现实的超强交互、平行于物理世界的数字世界等等论述，不一而足。\\n\\n这些论述不能说对错，只能说很多观点没有Get到元宇宙的重点。\\n\\n**一个很基础的问题：元宇宙和沉浸感很好的虚拟游戏有什么本质区别？**\\n\\n很多人连这个问题还没搞懂就开始大书特书。搞到最好，反而让一些专家认为：这特么不就是一个沉浸感很好，虚拟和现实结合的游戏吗？之前很多游戏都做过类似的尝试，现在又创造一个元宇宙概念来忽悠人了？\\n\\n \\n ？……\\n\\n问自己三个基础问题。\\n\\n1、元宇宙和沉浸感很好的游戏有什么本质区别？\\n\\n2、元宇宙如果是一个独立的宇宙，那么，这个宇宙的经济系统如何运转？\\n\\n3、以及如何持续运转和不断演化？\\n\\n元宇宙和沉浸感很好的游戏本质区别是什么？\\n\\n**元宇宙建立在去中心化系统之上，而大多数游戏建立在中心化系统里。在去中心化系统里衍生出无限游戏，在中心化系统里只能是有限游戏。这就是本质区别。**\\n\\n首先，元宇宙是一个去中心化的独立运行的宇宙，它具备独立性，有着不受中心化控制的身份系统和经济系统。**独立身份是自由经济的基础，独立经济是社会运转的基础。**\\n\\n如何理解元宇宙身份系统和经济系统的独立性？ \\n  \\n 传统游戏的身份系统和游戏规则（或者说经济系统）都是由一个中心化的服务商开发和管理，开发商对用户身份身份系统和游戏规则有着几乎绝对的控制权和解释权。\\n\\n你的身份、你的身份所创造的资产（升级、道具等）、你的资产的传承（身份的延续或者在其他游戏里的价值）都是不受保护的，且随时都有覆灭的风险而且最终都必将覆灭。\\n\\n这一切都建立在沙丘之上。\\n\\n在元宇宙世界里，用户的身份是基于区块链创建的，是一个完全独立的去中心化数字身份，简称DID（Decentralized ID）， 这个DID完全由用户自己掌握，而且这些身份可以穿梭于各种元宇宙场景，并且，你在DID上沉淀的价值都是随身携带的。\\n\\n**个体独立是市场经济的基石。**\\n\\n**如果在一个系统里，你所创造的一切，随时都有可能被抹去或者变得毫无价值，甚至连你的身份都会随时消失，那么，这个系统就只是一个被人设计好的游戏，在绝对控制和没有独立个体的系统里无法长出独立经济，更无法长出独立的宇宙。**\\n\\n我们都知道，文艺复兴和启蒙运动让西方开始个体觉醒，让个体从封建神权的控制中释放出来。个体受到社会的重视以及法律的保护，后来才催生了市场经济和资本主义。在个体资产不受保护的系统里，根本长不出自由经济来。\\n\\n**在元宇宙里，基于区块链的DID是绝对独立的身份，你对你的身份拥有绝对的控制权。没有一个中心化的开发商可以随意篡改你的身份信息，或者让你的身份随意消失。因为，区块链为数字身份的独立自由提供了坚实的数学基础和代码法律。**\\n\\n \\n 不仅如此。\\n\\n人们还可以在元宇宙里拥有多种身份，可以在数字世界里从事各种社会活动和经济活动，且这个身份所创造的价值都附着于DID。你可以是一名艺术家，你也可以是数字银行的柜员，同时，你也可以和全世界的人交友，做生意，以及，一起创造无限的可能。\\n\\n因此，基于区块链的元宇宙是一个无限游戏。\\n\\n除了独立的去中心化身份系统和经济系统，元宇宙想要完全独立且持续运行，还需要把这一切建立在去中心化的数据存储网络之上。\\n\\n试想，如果元宇宙是建立在某家公司的云端或者服务器里，一旦存储出现事故，这一切都将归于毁灭，这将是多么可怕。\\n\\n所以，只有把元宇宙构建在去中心化的数据存储网络之上，才是建立在磐石之上，而不是建立在中心化服务器的沙丘之上。\\n\\n前段时间上映的电影《失控玩家》，讲述的是一个NPC角色在游戏世界成为主角的故事，其中有一段是大BOSS拎着斧头去砸毁游戏服务器的桥段，随着服务器的损坏，精美的游戏世界一点点坍塌毁灭。最终归于无有。\\n\\n所以，元宇宙可持续运行的根基一定是建立在去中心化的数据存储网络之上，这个网络由分散在全世界的数据存储服务商一起共建的去中心化数据存储网络，可以让数据存储完全去中心化，以实现数据的永久保存。目前，分布式存储赛道有IPFS/Filecoin等基础设施。\\n\\n**所以，回到我们起初提到的问题：**\\n\\n**1、元宇宙和沉浸感很好的游戏有什么本质区别吗？**\\n\\n**2、元宇宙如果是一个独立的宇宙，那么，这个宇宙里的身份系统和社会关系以及经济系统如何运转？**\\n\\n**3、以及如何持续运转和不断演化？**\\n\\n元宇宙不是游戏，元宇宙是一个具备独立身份系统和经济系统的数字世界，这个世界有着可持续运行的经济活动和社会活动，很多人可以靠在元宇宙内的经济活动来让自己活的非常好甚至十分富足。\\n\\n \\n 游戏是一个进去还要出来的世界，因为它只是短暂的旅游，而元宇宙可以是旅居，你可以在那个世界里，创造，生活，而且活的很富足。所以，元宇宙是一个宇宙，而不是一个游戏。\\n\\n元宇宙的基础设施是建立在去中心化的区块链之上，元宇宙里的每个人，在区块链上都是唯一的，且不受任何中心化力量的控制和约束。\\n\\n**元宇宙里的经济社会也是建立在区块链之上，人们在元宇宙里创造的任何资产都是独一无二的NFT，任何人无法否认和夺取它的价值，因此，在这样高度自由，且个人资产受到“代码法律”保护的市场里，人们可以创造和物理世界几乎一样的全新数字社会，而且众多独立的数字个体可以在这样的社会里不断演化，持续运转。**\\n\\n总结一下：\\n\\n1、元宇宙的身份系统、经济系统以及数据存储系统，务必是去中心化的。这是元宇宙之所以是一个独立的宇宙而非游戏的关键所在。\\n\\n2、只有区块链才能为以上元宇宙的三大系统提供可信的技术支持，使元宇宙建立在磐石之上，而非沙丘之上。\\n\\n**No Blockchain，No Metaverse。**\",\"timestamp\":1640709104,\"title\":\"No Blockchain，No Metaverse\"},\"digest\":\"Ifc6f5uI0DTjmXm5lU5BM5nEXi1n0KDsyZSGI4Cnkuc\",\"authorship\":{\"contributor\":\"0x863Ea372a9e2c882adc505767c8fA2DBE9EDaf4d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TtTpzeJEQAPveptdyb_ErMIRN7U1-8xCf9u-pPVDngM\\\",\\\"y\\\":\\\"1S5leF4047SkGfhKFGZFljJ0PHsL1lczDxTM4IATehg\\\"}\",\"signature\":\"QQ_svtZuU1ZCWG3lJ4OTQx85Go78hNDJYbQgO2kjcHq1Td7urKO6TrepToBakROHAlwVKbWU1ORh4LvtyXPhnQ\",\"signingKeySignature\":\"0xabc681a38b6ba93e09940399720ed1f92de8d3d525e9dc8d6c5123cab148788d68e2cbd0e7cd83cf472df7bf2f006bd4d89cc296128c37552c821e199ee4494d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"TtTpzeJEQAPveptdyb_ErMIRN7U1-8xCf9u-pPVDngM\\\",\\\"y\\\":\\\"1S5leF4047SkGfhKFGZFljJ0PHsL1lczDxTM4IATehg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Ifc6f5uI0DTjmXm5lU5BM5nEXi1n0KDsyZSGI4Cnkuc\"}"