"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/f1715d12-2d00-4e2e-b085-f6749cedcbe3.png?height=1000&width=2000)\\n\\n## Recounting the early days of the NFT art market & peering ahead into the decentralized future with CEO, John Crain\\n\\nSuperRare was born from a simple idea: what if we could build an art market that put power into the hands of artists? This blog post is a window into SuperRare’s mission to transform this idea into a global artistic movement, as we reflect on our path so far, our community at large and our vision for the future.\\n\\n### The Before\\n\\nFor almost as long as computers have existed, artists have been using them to create art. Nowadays one could argue that we come across the work of digital creatives far more often than traditional artists, but, paradoxically, digital art still constitutes a very small subset of the overall art market. \\n\\nEarly on, we realized that this anomaly was largely due to the intangible nature of digital art. It lives everywhere and nowhere all at once, which makes it difficult to collect, own or resell. \\n\\nBefore SuperRare, and even before NFTs, there were murmurs of emerging internet art markets. There was [Pepe the Frog](https://www.buzzfeednews.com/article/katienotopoulos/what-is-the-market-value-of-a-rare-pepe), which, as early as 2015, had people thinking about meme markets and digital art ownership. Rare Pepe markets quickly sprung up on the colored coin protocol [Counterparty](https://counterparty.io/). The [Rare Pepe Wallet](https://rarepepewallet.com/) was built by [Joe Looney](https://twitter.com/wasthatawolf) for trading and collecting, and an entire ecosystem emerged around meme art. What previously occupied an obscure corner of the internet now started to grab hold of the collective zeitgeist. However, there still was no established way to verify ownership.\\n\\nThen, in the summer of 2017, Matt Hall and John Watkinson created [CryptoPunks](https://www.larvalabs.com/cryptopunks) – a generative art project on the Ethereum blockchain that utilized an early precursor to the ERC-721 standard for issuing NFTs. The Punk NFTs blew up (as did their cost), instilling the [ERC-721](https://eips.ethereum.org/EIPS/eip-721) standard as a reputable certificate of ownership, and pointing to a major non-financial use case for crypto networks. \\n\\nThe creation of a standard for unique tokens was a profound development, ushering in a new era of digital scarcity.\\n\\n### The Beginning \\n\\nWhen the ERC-721 standard was announced, we were working full time jobs and had barely enough free time to drink a beer, let alone start a company, but we were inextricably attracted to this incredible innovation. We were actually having a few beers and smoking some weed, enjoying a casual hack-a-thon, like, an excuse to hang out but we also felt sort of productive, because we were doing some coding as well. We were just talking about the existing things that were on Ethereum, and at some point we were like, oh man, they have these decentralized exchanges that are mostly geared towards different cryptocurrencies, but what if you had one of those that was dedicated to art? Then you’d have this globally-accessible art gallery, and a brand new art market. \\n\\nWe could not take our minds off of it. Here was an open-source, peer-to-peer technology that allowed anyone to issue a digital certificate of authenticity for a digitally native piece of content. Not only was this certificate cryptographically secure; the owner could trade it with anyone in the world, at any given time, with no middleman to say otherwise. Fuck. Yes.\\n\\nSo we started developing the SuperRare smart contracts. Beyond just certificates, we realized it was possible to enforce royalties on the secondary market using Ethereum smart contracts. Thus, we could usher in a new and long-overdue era of sustained income for artists following the initial sale of a given artwork. \\n\\nSix months into development, in April 2018, we launched the first version of SuperRare’s smart contracts on the Ethereum mainnet with built-in artist royalties. A couple of days later, Jason Bailey (aka Artnome) bought four AI generated artworks by young artist [Robbie Barrat](https://superrare.com/videodrome/creations).  These first sales number among the most memorable moments in our team's history.\\n\\n![](https://images.mirror-media.xyz/publication-images/ac85e14e-ee23-4219-b9d5-a3830daaebd5.png?height=400&width=1184)\\n\\nLater in 2018, we were given the opportunity to add an item to the attendee swag bags at Christie’s Art + Tech summit in London. Again, we teamed up with Jason and Robbie to program 300 tokens into 300 physical cards of “generated nude #7” which were dropped into those bags as giveaways. We were genuinely excited about the idea, only to find out the next day that literally no one understood what the tokenized card was for. To this day, we’re still unsure how many Lost Robbies there are in the wild. ¯\\\\_(ツ)_/¯\\n\\n![](https://images.mirror-media.xyz/publication-images/deda4147-bb1f-40bf-ab7b-6ede1bf08425.png?height=976&width=1182)\\n\\n### The Explosion\\n\\nAs more artists entered the space between the summer of 2018 and late 2019, the term \\\"CryptoArt\\\" – which had previously been used to describe artworks portraying artifacts of crypto culture – increasingly came to define any artwork minted on the Ethereum blockchain. Suddenly, the CryptoArt ecosystem was thriving, even if the volumes in the NFT market still remained small.\\n\\nBeyond just minting artworks on the blockchain, the CryptoArt community kept reinventing how art is distributed and collected. In early 2019 California-based crypto artist [Coldie](https://twitter.com/Coldie) came up with a type of reserve auction on Twitter that became known as the “Coldie Method,” to solve the issue caused by time zone discrepancies between collectors. \\n\\nPrior to that, bidders in an auction had to pay attention around the clock. But with this new method – first run by Coldie himself on Twitter and later implemented on SuperRare in December of 2020 – each new bid would extend the auction for another 24 hours, letting all parties involved catch up. As a new way to manage globally-distributed auctions, this method proved to be game-changing. It was quickly adopted by many artists on the platform.\\n\\n![](https://images.mirror-media.xyz/publication-images/0d9ff8b5-a632-4cec-be2c-2b8c1bcb91d7.png?height=1377&width=1939)\\n\\n\\nIn parallel, the community was experimenting with new ways to display and socialize around cryptoart. Over the summer of 2019, one of the first Ethereum-based VR worlds, [Cryptovoxels](https://www.cryptovoxels.com/), launched. Soon after, people experimented with holding [events](https://www.youtube.com/watch?v=u7TBeKvqaA8) and even building entire [museums](https://somniumspace.com/parcel/3402) in the [metaverse](https://digiday.com/marketing/wtf-is-the-metaverse/) – laying the framework for the immense role art will play in the virtual environments of our near future, soon-to-be present.\\n\\nBut it hasn’t always been easy. There have been many moments when we thought SuperRare wasn’t going to work out. The first two years were like...slow. There were new people who would come in to join the community, new artists, new collectors, but it was slow. We did an accelerator program, raised a little bit of money. The whole point of accelerator programs is to prep you so that you can go do a more serious round of fundraising, and that was essentially a total failure. We did the accelerator and were unable to raise any money whatsoever. \\n\\nSo at the time, it was 2018. People were calling it the crypto winter. Everyone was super negative. People were like, “crypto is dead, so I don’t know why you’re doing a start-up in crypto.” And then they were like, “art, that’s not a thing, this isn’t going to work.” So yeah, many moments of questioning, wondering, we really love this and think it’s cool, but is it a terrible business idea? Are people actually going to do this? There were lots of ups and downs, but then a new collector would join and, you know, kind of slowly, sales were going up, we were slowly growing. It wasn’t like “holy fuck, this is going to be the future,” it was like, “I mean, maybe this can eventually pay the bills?”\\n\\n![](https://images.mirror-media.xyz/publication-images/a9a7b379-011a-41f6-97bb-402ea7dfa0b4.png?height=562&width=1404)\\n\\nGraph: Cumulative Marketplace Volume\\n\\nIn the early years, we kept building community and improving the product– more out of passion than anything– as it wasn’t until 2020 that the volume really picked up. \\n\\n![](https://images.mirror-media.xyz/publication-images/7c76b3d5-a51a-4a17-8b0b-7a12f278d1f3.png?height=457&width=369)\\n\\nEdward Snowden - Variant 02 - Decentral Eyes by Coldie\\n\\nAfter months of raw creativity from the community, the NFT market started to heat up. One night in early November 2019, we were camping with the team and we started receiving dozens of messages over Telegram. [Edward Snowden - Variant 02 - Decentral Eyes](https://superrare.com/artwork/edward-snowden---variant-02---decentral-eyes-4362) by Coldie had a crazy bidding war going on, but there was a bug on the website and bids weren’t showing up. Nonetheless, people were still making bids and checking them on Etherscan. Immediately, we rushed home to fix the issue and, in commemoration, someone on Telegram coined the moniker “Lord Charles” for our CTO Charles Crain. Of course the internet did what it does best, circulating tweets and memes for the occasion, and artist [Ilan Katin](https://superrare.com/ilan_katin) made this beautiful work of art.\\n\\n![](https://images.mirror-media.xyz/publication-images/c636b8b4-c9be-4c75-834d-5abceb66cb22.png?height=1772&width=3543)\\n\\nThis crazy bidding war was only the first in a series of record breaking – and sometimes controversial – auctions. A few  months later, “AI Generated Nude #1” sold [again](https://etherscan.io/tx/0xd96b7cc5817d2be673e45a40ce1604f00b89fdf48bee8e5a868f289089cbb7c8) for 75 ETH ($12k at the time). Robbie made nearly 10 times more on the secondary market royalty than he made on the primary sale. It was clear at that moment that programmatic royalties would change the art market forever. \\n\\n### The Now\\nThen, in early 2021, the world went mad. The NFT art market suddenly spread its wings. Consecutive $100K+ sales came back to back, over and over and over. The media went wild. SNL made a skit. Your grandma Googled \\\"non-fungible token.” Things were happening in the space that no one could have even imagined just a couple of weeks prior.\\n\\n![](https://images.mirror-media.xyz/publication-images/5c5e1bc9-ee25-47d5-a0c6-d4cfc93dcad0.png?height=1104&width=1226)\\n\\nThe traditional art world took note too, with the likes of Christie’s and Sotheby’s holding numerous auctions of NFT art over the last 6 months. We partnered with Bonhams in June on the world’s first curated collaboration between a digital art platform and an auction house, presenting [CryptOGs: The Pioneers of CryptoArt](https://www.bonhams.com/online_auctions/27285/) featuring works from 9 OG artists including XCOPY, Sarah Zucker and Coldie. \\n\\nBut while CryptoArt OGs kept breaking records, the past months will certainly be remembered most as when NFTs and CryptoArt changed the lives of thousands of artists through the purchases of collectors excited to fuel their creativity. Half way into the year, the number of artists minting on SuperRare has already increased by more than 5 times, while the number of collectors has more than doubled.\\n\\nMore collectors means more artworks collected from this new wave of artists, and more artwork in the hands of more people. $46M has been distributed to artists on SuperRare through primary sales, and $3.5M was paid directly to artists through royalties on secondary sales. In this sense, 2021 is a window into what a 24/7 globally accessible art market with programmatically-enforced royalties could mean for artists all over the world. \\n\\n### The Future\\n\\nBeyond artist royalties, we recently announced [collector royalties](https://medium.com/superrare/the-art-royalty-revolution-6c0d13a6912a) as we aim to make the most of the possibilities enabled by blockchain technology. But it’s still very early in the market and there is much left to do. That’s why we want to collaborate more with the SuperRare community of artists, collectors, curators and builders while simultaneously inviting new artists and curators into the fold, so that the number of people who take art collecting seriously will go from a few thousand rich people scattered across the globe to millions and millions of people all over the world, who can find their own tribe, describe their tastes, and support the artists that they love.\\n\\nBut in order to scale SuperRare while preserving its current qualities, we’ll need more than just a core team. Fortunately there is almost unlimited talent in the community and we believe that it's just about providing the right opportunities.\\n\\nMoving forward, we will keep striving to embody the ethos of the ecosystem with each new feature and protocol improvement, as well as exploring ways to progressively decentralize curation on the platform. The CryptoArt community at large is the root, the trunk, the branches, and the future of this ecosystem. As a platform and network, we will continue to grow and evolve with (and for) the community.\\n\\n\\nJohn Crain \\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\",\"timestamp\":1628620825,\"title\":\"SuperRare Origin Stories\",\"publication\":\"superrare\"},\"digest\":\"V8dIGJdt2Ja_TvMrCFcjp5eHT5ePMp6ruaFwU9fjolQ\",\"authorship\":{\"contributor\":\"0x60E912290431D877489CDb74FA3C75A51575f57a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hMsH1NzEwN7ji7tXK0SR1X2wr4m9_LnRejlzc8pvtT4\\\",\\\"y\\\":\\\"Ns3GNLceunWx-HL7YHX6slqMT0sUhhbMJ5PkAWGzX-Q\\\"}\",\"signature\":\"GAZVQLPE-pI2CI4DO2uSPP01X-aRqyUehA7h5rm_IIg6Q7it9mSJ1adez4Oi9wGg2fCJDP8z8PwbAri6m3QIJg\",\"signingKeySignature\":\"0xf264deadea1d7eb2e871986d13ef23ff53186fb857e852c9132409e65ed976137f3980291bb2b7d71ebd6979c932cf8b1729036ea11e9790e8412561f48edacb1b\",\"signingKeyMessage\":\"I authorize the publication of articles on superrare.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hMsH1NzEwN7ji7tXK0SR1X2wr4m9_LnRejlzc8pvtT4\\\",\\\"y\\\":\\\"Ns3GNLceunWx-HL7YHX6slqMT0sUhhbMJ5PkAWGzX-Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"V8dIGJdt2Ja_TvMrCFcjp5eHT5ePMp6ruaFwU9fjolQ\"}"