"{\"content\":{\"body\":\"The technology for consuming music has never been better. Streaming platforms offer a nearly limitless catalog of music for a low, fixed monthly price, an incredible deal for music lovers.\\n\\nBut the economics of how we value music are broken, with only 0.1% of artists making a living wage off their music.\\n\\n**There are two major problems in music today:**\\n\\n1.  Many songs go entirely unheard with 90% of streams going to the top 1% of artists\\n2.  Every time a song is heard, the creator realizes very little value from their work\\n\\nBecause of their business model and restrictions set forth by the music industry, Spotify makes the same amount on every subscription it sells. Never any more, never any less. Without any incentive to promote new music and spark serendipity, they optimize for popularity and let labels influence what gets promoted. In the end, the streaming era recreated radio dynamics with a new user interface (editorial playlists), and a business model (subscription). Streaming hasn’t just upheld the gap between music’s haves and have-nots; it’s widened it. Some of the most talented artists in the world are currently sitting on the shelf not being heard.\\n\\nThe price of every song is artificially fixed to be worth exactly the same number— around $0.003 per stream. Zero input went into this decision from the artists that pour their hearts into their craft. On the fan side, there is no ability on any streaming platform today to give an artist more than the fixed amount--even if a fan were passionate about that artist and wanted to. Compare this to the video game where freemium and micropayments have enabled game companies to generate far more revenue per user and in aggregate than your average artist because it allows players to spend as little or as much as they want. We need to monetize music in the way video games have monetized over the last 10 years.\\n\\n*There’s a clear incentive mismatch for the platform, artist, and fan’s best interests. The platform’s goal is to increase the total number of users overall and listeners are nudged towards listening to only the most popular artists.*\\n\\nInnovation doesn’t equate to improvement. Out of the 8 million artists on Spotify, only 7,800 earn a living wage from streaming alone.\\n\\n### Let’s Do Things Differently\\n\\n*What would happen if we gave fans the agency and ability to decide on what music is worth to them, in an open market?*\\n\\nSound.xyz is a suite of web3-native music and economic tools powering the next generation of artists and their communities, starting with listening parties for new releases. We help artists capture more value from their art, and connect fans to the music they love more closely. On top of that, joining Sound makes you more than just a user— you’re a contributor to the platform and co-owner of its success.\\n\\n**How does it work?**\\n\\n`Launch A Listening Party`\\n\\nPutting out a new track should be an event, not an afterthought. Sound gives artists the chance to debut new music as a series of limited edition NFTs of the song. Each is numbered uniquely, so listeners can showcase their early support.\\n\\nImportantly, NFT editions enable artists to include more of their community but still maintain scarcity, versus 1/1s that can only have one winner. Since early editions are considered more valuable than later editions, backers are incentivized to discover new music early. They also benefit from publicizing their participation, drawing more interest around the artist and bringing back serendipity to discovering new music.\\n\\n`Own the Moment`\\n\\nEach Sound NFT is more than just the song. Owning a song’s NFT grants the backer the chance to make a public comment on the song — let the world know what you think! Sell your NFT, and your comment disappears, getting replaced by the new owner. Show off the Sound NFTs you’ve collected and prove you were a fan from way back in the day.\\n\\n`Have Fun Being A Backer`\\n\\nSupporting artists should feel fun, so we did something special. Every song has a “golden egg” hidden on a randomly selected timestamp in the song. If you leave your comment where the golden egg is located, your NFT gets upgraded to a 1/1 edition with unique artwork chosen by the artist.\\n\\nThere’s only one golden egg per song, and the winner is revealed when the song sells out.\\n\\n`Create A Culture`\\n\\nIn addition to owning the song and etching your name in its history, Sound NFTs are your access pass to the Sound community on Discord where artists and listeners interact with each other through weekly hangouts, collaborative projects, and more.\\n\\n### Artists Should Own Their Market\\n\\nInspired by[ Manifold Studio](https://manifoldxyz.substack.com/p/manifold-studio), Sound Studio allows you to mint original high-quality song NFTs while retaining true ownership and provenance of your work, because the smart contract that mints NFTs is unique to each artist. On secondary markets, each artist’s songs show up as a distinct collection instead of getting lost in the [sea of NFTs](https://twitter.com/OpenNFT/status/1379461437353984000).\\n\\nArtists receive 100% of the proceeds from their work and 10% of every resale without giving up any ownership of their master or publishing rights. We verify every artist has ownership over their contract, so backers can trust that what they're buying is authentic. Because artists own their contract, artists also own the relationship with their fans, making it easier for them to work with us.\\n\\n**As part of our mission to create a new economic model for artists, Sound Studio is also completely free to use.**\\n\\n### Why We Exist— and Where You Come In\\n\\n[Creating a better world for music artists is in our DNA](https://gigamesh.mirror.xyz/0pkjLXlM3qaOwrQcsquaOXlcLo6IvfFvbUAGxLuVEAI). Many of music’s problems stem from forcing artists and their communities into one-size-fits-all business models.\\n\\nThe one metric that matters at Sound is how many artists make a full-time living off their music alone. Tees, tours, and fan clubs can offer incremental revenue for artists, but shouldn’t come at the expense of creating art.\\n\\nOur vision for the future is ambitious: we want to honor the value of music by giving a million artists the opportunity to live off their art...for real this time.\\n\\nWe’re taking what feels like a big leap towards that vision by launching the platform, but we recognize it’s a small step in the bigger picture— because we want to get this right. Our beta is focused on artists we really believe in that we’ll be highlighting individually over the upcoming weeks. We’re prioritizing making sure we can offer them and their fans the right kind of support as we co-create the future together. We’re humbled that these artists trust us enough to go on this journey, and are excited to onboard artists as quickly as we can.\\n\\n*If you’d like to become an artist on [sound.xyz,](https://sound.xyz/) please fill out [this form](https://soundxyz.typeform.com/artists) and we’ll follow up ASAP.*\\n\\n*If you’d like to start contributing to the sound community, please [join our discord](https://discord.gg/Xn7UwDsmqz).*\\n\\nWe want to build an ecosystem that is inclusive for everyone: artists, songwriters, producers, curators, and fans. To get it right, we’re committed to working closely with our community and sharing in the upside of those efforts. We’ll constantly listen, learn, and make adjustments as we work towards building a totally different kind of music industry that puts artists and fans first.\\n\\n**- David, Matt, Vignesh, and the Sound Community**\\n\\nSound is proudly a part of a whole new ecosystem for musicians. We’re excited to explore what’s possible alongside our friends at [Audius](https://twitter.com/AudiusProject?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor), [Catalog](https://twitter.com/catalogworks?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor), [Songcamp](https://twitter.com/songcamp\\\\_), [Arpeggi,](https://twitter.com/arpeggi_labs) [Zora](https://twitter.com/ourZORA?), [Mirror](https://twitter.com/viamirror), [Water & Music](https://twitter.com/water_and_music?lang=en), and others determined to make this new world a reality.\\n\\nLastly, we wouldn’t be here without the friends and artists who gave us feedback over the past few months. Special shoutouts to [Jose Mejia,](https://twitter.com/JoseRMejia) [Dexter Tortoriello](https://twitter.com/Houses), [Steve Klebanoff](https://twitter.com/steveklbnf/), [Trevor McFedries](https://twitter.com/whatdotcd), [Linda Xie](https://twitter.com/ljxie), [Chris Dixon](https://twitter.com/cdixon), [Ali Yahya](https://twitter.com/alive_eth), [Li Jin](https://twitter.com/ljin18), [Jesse Walden](https://twitter.com/jessewldn), [Cooper Turley](https://twitter.com/Cooopahtroopa), [Jon Itzler](https://twitter.com/jonitzler), [Brett Shear](https://twitter.com/web3brett), [Jacob Horne,](https://twitter.com/js_horne?) [Breck Stodgill,](https://twitter.com/brxckinridge) [Niraj Pant](https://twitter.com/niraj), [Sina Habibian](https://twitter.com/sinahab), [Mat Dryhurst](https://twitter.com/matdryhurst?), [Holly Herndon](https://twitter.com/hollyherndon), [Oshi](https://twitter.com/oshimakesmusic), [Grady](https://twitter.com/whoinvitedgrady), [Daniel Allan](https://twitter.com/imdanielallan), [Jeremy Lloyd](https://twitter.com/cleareyesmusic\\\\_), [Sam Gee](https://twitter.com/marianhillmusic), [Dreams Never Die DAO](https://twitter.com/dreamsnevrdie), [Jesse Grushack](https://twitter.com/JesseGrushack?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor), [Jack Spallone,](https://twitter.com/JackSpallone?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor) [Henry Chatfield](https://twitter.com/henrychatfield?lang=en), [Raihan](https://twitter.com/raihan\\\\_), [Camoufly](https://twitter.com/camouflybeats?lang=en), [Reo Cragun](https://soundxyz.vercel.app/reocragun), [Yuri Beats](https://twitter.com/Yuri_Beats), [Haleek Mau](https://twitter.com/haleekmaul/)l, [Glasstempo](https://twitter.com/\\\\_glasstempo), [Anthony Volodkin](https://twitter.com/fascinated), [Ibn Inglor](https://twitter.com/IbnInglor), [CTHDRL](https://cthdrl.co/), [Moonbase](https://reachmoonbase.com/), [21 Savage](https://twitter.com/21savage), [Justin “Meezy” Williams](https://twitter.com/MEGAMEEZY), [Tunde Balogun](https://twitter.com/tundetun88), [Stevo Dingle](https://twitter.com/stevozone4\\\\_), [Trevor Patterson](https://twitter.com/OGxTP), and [DJ Drama.](https://twitter.com/DJDRAMA)\\n\",\"timestamp\":1639796862,\"title\":\"Sound.xyz - Music Without the Middleman\",\"publication\":\"sound\"},\"digest\":\"eVCYxQEZQxHhZVkGqgvvFTSYjzxmyEfC2WPIwnIZEXE\",\"authorship\":{\"contributor\":\"0x7a55aAe410Ff412F39B023E9B5E2E5dBC9a58f68\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IDwdLRYcUZzPuvIUroQo3MOsosL4cwxSmZzEOO059no\\\",\\\"y\\\":\\\"Zwk7BDNNPD1jfd0W7JrFebgtD1xrPzlN0u3hic5vveA\\\"}\",\"signature\":\"KEjx-9UnGBn4XbRsv-43ufHlgRo1cJ-R6VEUSzB_g3KqeWiH0u4UIEdZp9meTdMBIzi_h5iQcKLFz508ZRXj-A\",\"signingKeySignature\":\"0x8e4e2f4f7d1355848b39f4387ae84f550a50758f72e65da33dc0442b22b7b8a8269345773de6c89e1cb287db5463f5c73cd7c09814c709aea3ef201998bc1ce81c\",\"signingKeyMessage\":\"I authorize the publication of articles on sound.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IDwdLRYcUZzPuvIUroQo3MOsosL4cwxSmZzEOO059no\\\",\\\"y\\\":\\\"Zwk7BDNNPD1jfd0W7JrFebgtD1xrPzlN0u3hic5vveA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"eVCYxQEZQxHhZVkGqgvvFTSYjzxmyEfC2WPIwnIZEXE\"}"