"{\"content\":{\"body\":\"**Opening prayers and Introduction**\\n\\n[https://www.youtube.com/watch?v=oc50wHexbwg](https://www.youtube.com/watch?v=oc50wHexbwg)\\n\\nHello world, it’s been a while since I put anything on what I refer to as my blog.\\n\\n** \\n **\\n\\nA lot has been going on in my life. Many spills, some victories, and overall, a time for rest, recalibration, and resignation.\\n\\n** \\n **\\n\\nMuch has happened in my personal relationships through this threshold. Some hurt me. Some I hurt. A lot of it being mutual.\\n\\n** \\n **\\n\\nAnd also love. A lot of lot of lot of love.\\n\\n** \\n **\\n\\nFor the last few years, I’ve been really using my own life as a cadavre to cut up and rip apart to understand what a human life actually is. As beautiful as it is, such a process always necessarily creates a lot of pain within and around you.\\n\\n** \\n **\\n\\n<https://www.youtube.com/watch?v=yHVRFuFTE2Y> (Aunite Flo - Nobody Said it Would be Easy)\\n\\n** \\n **\\n\\nI’ve deeply trusted this process, the gravity of the fruits that it will bare, and kept headstrong amidst the stormy weather, but I also cannot deny there is a moment needed for me to reflect on all that has happened and the unconditional love that is deserved for holding all of it - feeling the inevitable imperfection, the swirl of joy and pain that naturally arises from being a human in what we refer to as life.\\n\\n** \\n **\\n\\nI forgive all the hurts and harms that were hurled at me. I also forgive myself from the same.\\n\\n** \\n **\\n\\nMay this piece of work I have to share with you all, soothe pains and delight joys, that have come from me pursuing this work, often unknowingly, over the last half decade or more of my life.\\n\\n** \\n **\\n\\nBlessings.\\n\\n** \\n **\\n\\n<https://open.spotify.com/track/0HifbiX75Hi53Bg16EMTLG?si=c2035bc2bc024222> (Bebe Winans Thank You)\\n\\n** \\n **\\n\\nSo what is a Human?\\n\\n** \\n **\\n\\nFirst, I want to clarify that ‘to know what we are’ is still quite different from knowing what our lives mean.\\n\\n** \\n **\\n\\nI am not sure this is something we can ever know, being in a human body.\\n\\n** \\n **\\n\\nBut what we can do is to squarely look at our experience, both inside and outside of our ‘selves’ and sit with all that is and feel, nakedly.\\n\\n** \\n **\\n\\n<https://open.spotify.com/track/6CK1wZtbD1PfXsKtZgsyZz?si=2717cdcd30274a6e> (Deep River - Beverly-Glenn Copeland\\n\\n** \\n **\\n\\nSo what is a Human?\\n\\n** \\n **\\n\\nWell, as far as I understand, through some decade or more of studying somatics and dance in a constant state of single-minded self-analysis, one simple fact to look at is that the human is the \\\\*only\\\\* complex animal nervous system that is capable of aligning its system from head-to-toe, and straight through the sexual-sacral centre, in a way that is prependicular with the Earth’s gravitational centre, which is ofcourse connected to the gravitation centre of all that is material in the cosmos.\\n\\n** \\n **\\n\\n** \\n **\\n\\n** \\n **\\n\\nThis is to say that the Human is an incredibly special species, which by definition not special at all, since we are simply representatives of an entire ecosystem of living (and traditionally consider non-living) beings, possibly beyond even our own planet.\\n\\n** \\n **\\n\\nMy ancestors referred to this as the way (Dao) of the human - of connecting Heaven and Earth, Light and Dark, Ethereal and Matter, Intellect and Intuition, Information and What Is Unknown, Consciousness and Unconsciousness, and … more ...\\n\\n** \\n **\\n\\nThis also describes what has been a consistent centre of my practice. Achieving the alchemical balance of Yang and Yin, through the body, as fractal of all that is, which we may also call, cosmos.\\n\\n** \\n **\\n\\nSo very significant that our mind and feet, both with polarity of left and right, meet in the pelvic centre of our body, a place of digestion, excretion, metabolization, and reproduction. Oh the joy and pain held in this place called ‘Hara’ by my people, and referred to as Yesod, the Cauldron of Warming, Kath, The Naval Centre, the 1st/2nd/3rd Chakras, The Lower Dantian, The Womb, The Seed, and more by other peoples.\\n\\n** \\n **\\n\\nWhat does this all mean?\\n\\n** \\n **\\n\\nWell it means, simply, that the human, as a species and by that, I mean as both as an individual and collective body, is the penultimate bridge between realms, and with it comes both great joy and great pain, great power and great responsibility. \\n\\n** \\n **\\n\\nWhether we see our Human life as a cosmic war between Heaven and Hell, and their Angelic and Demonic representatives, or a edenic place of erotic encounter between Yin and Yang, the Cosmic Feminine and Cosmic Masculine, is very much up to us. \\n\\n** \\n **\\n\\nIt is also sadly, and beautifully, not very much up to us at all that our lives turn out to be a mix of these two relatings, of fighting to get the party started and fucking to make up, between these two polarities.\\n\\n** \\n **\\n\\nThis story of Dark and Light is at the core of the violence and beauty of that which we have called colonialism and imperialism that has happened throughout human history since time immemorial - and now it is also happening in the alchemical war and lovemaking between the URL and the IRL.\\n\\n** \\n **\\n\\nYes, I said beauty. Because through all the torment that has been caused by the war between the Human representatives of Heaven and Earth (Hell), whom we often refer to as colonizer and indigenous, all that we enjoy and love has \\\\*always\\\\* been a product of this fatal alchemy.\\n\\n** \\n **\\n\\nOnly sincere prayer can hold this reality.\\n\\n** \\n **\\n\\n<https://open.spotify.com/track/44MAdfFMkuKMB6ZLXJuxRo?si=b59aaabf878745d0> (Carafe Denim - Jura Soundsystem)\\n\\n<https://open.spotify.com/track/637s9UYygnwMml74C8FoWZ?si=facb8aa508584a7a> (Oya - Ibeyi)\\n\\n<https://open.spotify.com/track/0iJP3XxZNE8tP7YnB23J1r?si=8fd3cfb4f8d94768> (Donny Hathaway - Someday we will all be free)\\n\\n \\n \",\"timestamp\":1639932286,\"title\":\"Memerotics, The Ubusuna, and The New Age of Alchemy\"},\"digest\":\"DKwUwjKouXSI-4VSLACCd03sNFA1MyNCfzVHTH70eAc\",\"authorship\":{\"contributor\":\"0xa93Ebd9808359aE6c309D9Eb43D8b0E27e79809C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fBkrd0qE1sA090YwF849823Yt2GprDpMeIh6qQpic68\\\",\\\"y\\\":\\\"HX0rqFLFT1epLCwgwU_PjY43Smn42ZGS_V3ZhOwaV8k\\\"}\",\"signature\":\"icc-e-vEPpjTTmfkWf1pt9QRO0xcDIAMxg6hJdJzEZjvM-VMdQBNLfsr7GIqzAnu0lf3twVELSu7UJzmilus_A\",\"signingKeySignature\":\"0x70ebe332f779cd37d3ec7759930cb0c1c0ac0a0f01d0cc827fd92fb1557ecf73270b939d956915d0e768e310394b1257df071cc551f3735cdaee2e3828ed4b801c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fBkrd0qE1sA090YwF849823Yt2GprDpMeIh6qQpic68\\\",\\\"y\\\":\\\"HX0rqFLFT1epLCwgwU_PjY43Smn42ZGS_V3ZhOwaV8k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DKwUwjKouXSI-4VSLACCd03sNFA1MyNCfzVHTH70eAc\"}"