"{\"content\":{\"body\":\"Adults in England must show proof of COVID-19 vaccination status to enter large public gatherings such as major sporting events and nightclubs as from Wednesday, following a vote in Parliament on the introduction of measures to combat the emergence of the Omicron variant of the novel coronavirus.\\n\\nThe government's new rules were passed with the support of the opposition Labour Party, but Prime Minister Boris Johnson saw 99 members of Parliament from his own Conservative Party vote against them, adding more internal pressure to his leadership, which has already come in for much external criticism.\\n\\nA significant rebellion by MPs who think the measures are unwarranted and excessive had been expected, but the final figure was bigger than anticipated. Beth Rigby, political editor of Sky News, tweeted that it \\\"took everyone by surprise, underlining a party out of control\\\", and called Johnson's position \\\"perilous\\\".\\n\\nOne of the Conservative MPs who voted against the government, Geoff rey Clifton-Brown, who is the Parliamentary chairman of the Conservative Friends of the Chinese group, told the BBC the size of the rebellion suggested a challenge to Johnson's leadership had \\\"got to be on the cards\\\" next year.\\n\\nAnother, Mark Harper, warned that Johnson needed to appreciate the level of internal opposition and change his approach.\\n\\n\\\"You either listen and you respond and you do things differently, or you ignore what you have been told and you plough on regardless, and then this will happen over and over again,\\\" he said, but rejected the suggestion he would challenge Johnson, saying \\\"he should act differently. I think he's capable of doing so\\\".\\n\\nMeanwhile, the chief executive of the UK Health Security Agency has said the Omicron variant is \\\"probably the most significant (public health) threat since the start of the pandemic\\\".\\n\\nJenny Harries told a committee of MPs it was too early to be able to assess how serious the spreading infection would be, but said that when data emerged, compared to other variants, the statistics would be \\\"staggering\\\" and the National Health Service could find itself \\\"potentially being in serious peril\\\".\\n\\nElsewhere, business organization the Confederation of British Industry, or CBI, has warned businesses will need help at what is usually one of their busiest times of the year as many customers choose to stay at home rather than go out and spend.\\n\\nCBI director-general Tony Danker called the restrictions \\\"balanced\\\", but said ministers needed to make clear that they were only for the short term.\\n\\n\\\"We saved these businesses in the last 18 months. We kept them flourishing,\\\" he said. \\\"We can't lose that now, to essentially if unintentionally close down the restaurant sector at this time of year. That's a huge cashflow hit.\\\"\\n\\nMinisters have also been told to expect major workplace absenteeism because of the Omicron variant.\\n\\nThe Personnel Today website said that Royal Mail and ScotRail have already reported staff shortages, and several theater shows in London's West End have cancelled performances on health grounds.\",\"timestamp\":1639753191,\"title\":\"UK conservative MPs revolt against COVID-19 measures\"},\"digest\":\"loV6fOZmkOtvtAtlfBPEgqo6WIgD6H_EWvu42SPGrDg\",\"authorship\":{\"contributor\":\"0x66Bb259f56c150095a26abf775829cbb191325D9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5IVv92wjX8SyQ521kGY_ZGJ0hynezK5CPUFX00joWwI\\\",\\\"y\\\":\\\"xrSprQXqEFQ9tsGcHDkTR-tDqsZ_YWtu7Iy_05bbZvA\\\"}\",\"signature\":\"VfpAdvS_GHfZwYNOQMTLFByv8-v2Q1iQJH2D9OtA_WFwkV_zqd4gfzo61dOiFUjeMtJlmnHtEaNlYGCcZGDnqA\",\"signingKeySignature\":\"0x0c27caf2a25bf26a9d2a4db6a8eb68ee9d3fe7cc93c7ccd0ca056d509398173a1e8b2b83bb2f3d8eed44c90beea4bbea6a39aca4a519ac95dcc98ad120a90edf1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5IVv92wjX8SyQ521kGY_ZGJ0hynezK5CPUFX00joWwI\\\",\\\"y\\\":\\\"xrSprQXqEFQ9tsGcHDkTR-tDqsZ_YWtu7Iy_05bbZvA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"loV6fOZmkOtvtAtlfBPEgqo6WIgD6H_EWvu42SPGrDg\"}"