"{\"content\":{\"body\":\"many troops he had brought with him, determined to abandon the city, which was very difficult to enter; close to which was, and now is, a river which is called Nagundy, whence the city is called Nagundy, and they say the city had its name because of it. And he fled for shelter to a fortress called Crynamata,\\\\[480\\\\] which was by the bank of the river, and which contained much provision and water; but not enough for the sustenance of so many people as he had with him, as many as fifty thousand men. Therefore the King chose five thousand men with their property and took refuge in the fortress; and for the rest he bade them betake themselves to another fortress of his in another part of his kingdom.\\n\\nAnd being sheltered in the fortress, after he had taken order about his provisions, he was beset on all sides by the King of the people of Dely, who had already up to this time been at war with him\\\\[481\\\\] for twelve years; over which siege little time was spent, because the people that were inside the fortress were numerous, and in a little space had consumed their provisions.\\n\\nThen the King of Bisnaga, seeing the determination of the soldiers of the King of Delly that they would never leave the place without making an end of those whom he had with him in the fortress, made a speech to them all, laying before them the destruction that the King of the troops of Dely had caused in his own kingdoms;\\\\[482\\\\] and how, not content with that, he had besieged this fortress, so that now there was nothing for them to look to but death, since already there was no water in the fortress nor anything left to eat. And (he said) that of the fifty thousand men who had been in the city of Nagundy he had chosen them alone as his companions and true friends, and he begged of them that they would hold fast in death to the loyalty which they had borne him in their lives; for he hoped that day to give battle to the King of Delly. Then he said that already there remained to him of his kingdom and lordship nothing but that fortress and the people that were in it, and so he asked them to arm themselves and die with him in battle, giving their lives to the enemy who had deprived them of all their lands.\\n\\nAll of them were very content and glad at this, and in a short space were all armed; and after they were so the King made them another speech, saying, \\\"Before we join battle we have to wage another war with our sons and daughters and wives, for it will not be good that we should allow them to be taken for the use of our enemies.\\\" And the King said, \\\"I will be the first to deal with my wife and sons.\\\" At this time they were all standing in a large open space which was before the citadel, and there by the hand of the King were slain over fifty of his wives and some sons and little daughters; and the same was done with their own hands by all who had wives and sons that could not fight.\\n\\nWhen these nuptial feasts, so abhorred of all, were fulfilled, they opened the gates of the fortress, and their enemies forthwith entered, and slew all of them except six old men who withdrew to a house. These were made captive and were taken before the King (of Delhi), and the King asked them who they were and how they had escaped, and they told them who they were; at which the King greatly rejoiced, because one of them was the minister of the kingdom and another the treasurer, and the others were leading officers in it. They were questioned by the King concerning the treasures of the King of Bisnaga, and such riches as were buried in the vaults of the fortress were delivered up to him, they also gave him an account of the revenues of the kingdom of Bisnaga at that time. When all was known to the King he delivered them to one of his captains, and commanded to make over the bodies of the dead to another captain, and gave orders that the bodies should be burned; and the body of the King, at the request of those six men, was conveyed very honourably to the city of Nagundy. From that time forward that place became a burying-place of the kings. Amongst themselves they still worship this King as a saint.\\n\\nCHAPTER 2\\n\\nOf what the King (of Delhi) did after he had slain the King of Bisnaga, and entirely overthrown him, and seized his lands for himself, none being left to defend them.\\n\\nAs soon as the King had thus fulfilled all his desires, he bade his captains destroy some villages and towns which had risen against him, and give security to those who sought it of him. After the death of the (Hindu) King he stayed in that fortress two years, having already for twelve waged war on the kingdom.\\\\[483\\\\] He was far from his home, which WAS more than five hundred leagues distant; and, his forces being all scattered, news came to him how that all the land which was first gained by him had rebelled. As soon as this was known to the King he sent to collect his people, leaving in this fortress, which was the strongest in the kingdom, abundant provisions for its defence in all circumstances; and he left, for captain and governor of the kingdom, Enybiquymelly,\\\\[484\\\\] a Moor, and with him he left many troops, showing much kindness to each one of them separately, giving to each lavish gifts and lands in such a way that all were content, and, abandoning, forthwith all hope of returning to their own country, made there their homes.\\n\\nCHAPTER 3\\n\\nHow the King of Dily departed with his troops, and took to his kingdom the six captives that he had taken in the fortress, &c.\\n\\nThe King having departed to his own kingdom in consequence of the news that had been brought to him, leaving the kingdom of Bisnaga in the power of Meliquy niby, when it was known throughout the country how he was out of it, those who had escaped to the mountains, with others who, against their will and through fear had taken oaths of fealty for their towns and villages, rose against the captain Mileque neby, and came to besiege him in the fortress, allowing no provisions to go in to him, nor paying him the taxes that had been forced on them. And Meliquy niby, seeing how little profit he could get in this country, and how badly he was obeyed, and how far off was the succour sent by his lord the King, sent quickly to him to tell him how all the land was risen against him, and how every one was lord of what he pleased, and no one was on his side; and that His Highness should decide what he thought best to be done in such case. And when the King heard this news he took counsel, telling the great people of the realm of the letter and message which he had from Melinebiquy, his captain and governor of the kingdom of Bisnaga, and how badly the lords of the land obeyed him; so that each one was king and lord over whomsoever he pleased, as soon as he acquired any power, there being no justice amongst them, nor any one whom they wished to obey. What was it seemed best to them (he asked), and what in such case ought they, and could they, do, so that he should not lose so fair a territory and one so rich, the seizure of which had cost such labour, so much money, and the lives of so many of their fellows? All the councillors decided that the King should command the presence of the six men whom he held captive, and that he should learn from them who was at that time the nearest of kin, or in any way related to the Kings of Bisnaga; and, this questioning done, no one was found to whom by right the kingdom could come, save to one of the six whom he held captive, and this one he who at the time of the destruction of Bisnaga had been minister of the kingdom. He was not related by blood to the kings, but only was the principal judge; but (it seemed) good that His Highness should give the kingdom to that one. And this advice pleased the King and them all.\\n\\nAt once the six captives were released and set at liberty, and many kindnesses and honours were done them, and the governor was raised to be King and the treasurer to be governor;\\\\[485\\\\] and he took from them oaths and pledges of their fealty as vassals; and they were at once despatched and sent to their lands with a large following to defend them from any one who should desire to do them an injury. And when these six men had thus finished their journey to the city of Nagundy, they found only the ruined basements of the houses, and places peopled by a few poor folk.\\n\\nIn a short time the arrival of Deorao\\\\[486\\\\] (for so he was called) was known in all the country, and now he had been exalted to be King, with which the people were well content, as men who had felt so deeply their subjection to a lord not of their own faith; and from this man have descended all those who have reigned up to now. And they made great feasts for him, and delivered up to him the lands taken by former kings and lost to them, and he was obeyed as King. And when the captain Meliquy niby became aware of this, he was very pleased and contented, and delivered up to him the fortress and kingdom as the King his lord had commanded; and making himself ready with all speed he departed, leaving the land to its proper owner. And after he had gone, King Deorao, entering on his rule, strove to pacify the people and those who had revolted, and to make them safe, and he did them many kindnesses so as to secure their good-will, and travelled about their fortresses and towns. He abandoned the lost lands since he knew that he could not regain them, having no army or forces for such a work, nor any cause for which he could make war; and also because he was very old.\\n\\nCHAPTER 4\\n\\nHow the City of Bisnaga was built by that King Dehorao.\\n\\nThe King going one day a-hunting, as was often his wont, to a mountain on the other side of the river of Nagumdym, where now is the city of Bisnaga, -- which at that time was a desert place in which much hunting took place, and which the King had reserved for his own amusement, -- being in it with his dogs and appurtenances of the chase, a hare rose up before him, which, instead of fleeing from the dogs, ran towards them and bit them all, so that none of them dared go near it for the harm that it did them.\\\\[487\\\\] And seeing this, the King, astonished at so feeble a thing biting dogs which had already caught for him a tiger and a lion, judged it to be not really a hare but (more likely) some prodigy; and he at once turned back to the city of Nagumdym.\\n\\nAnd arriving at the river, he met a hermit who was walking along the bank, a man holy among them, to whom he told what had happened concerning the hare. And the hermit, wondering at it, said to the King that he should turn back with him and shew him the place where so marvellous a thing had happened; and being there, the hermit said that the King ought in that place to erect houses in which he could dwell, and build a city, for the prodigy meant that this would be the strongest city in the world, and that it would never be captured by his enemies, and would be the chief city in the kingdom. And so the King did, and on that very day began work on his houses, and he enclosed the city round about; and that done he left Nagumdym and soon filled the new city with people. And he gave it the name Vydiajuna, for so the hermit called himself\\\\[488\\\\] who had bidden him construct it; but in course of time this name has become corrupted, and it is now called Bisnaga. And after that hermit was dead the King raised a very grand temple\\\\[489\\\\] in honour of him and gave much revenue to it. And ever since, in his memory, the Kings of Bisnaga, on the day when they are raised to be kings, have, in honour of the hermit, to enter this house before they enter their own, and they offer many prayers in it, and celebrate many feasts there every year.\\n\\nThis King Dehorao reigned seven years, and did nothing therein but pacify the kingdom, which he left in complete tranquillity.\\n\\nBy his death one called Bucarao\\\\[490\\\\] inherited the kingdom, and he conquered many lands which at the time of the destruction of that kingdom remained rebellious, and by him they were taken and turned to his power and lordship; and he took the kingdom of Orya, which is very great; it touches on Bemgalla. He reigned thirty-seven years, being not less feared than esteemed, and obeyed by all in his kingdom.\\n\\nOn the death of that King Bucarao there came to the throne his son called Pureoyre Deorao,\\\\[491\\\\] which in Canara means \\\"powerful lord,\\\" and he coined a money of PARDAOS which even now they call \\\"PUROURE DEORAO;\\\" and from that time forward it has become a custom to call coins by the names of the kings that made them; and it is because of this that there are so many names of PARDAOS in the kingdom of Bisnaga. And this King in his time did nothing more than leave at his death as much conquered country as his father had done.\\n\\nThis King had a son who by his death inherited the kingdom, who was called Ajarao;\\\\[492\\\\] and he reigned forty-three years, in which time he was always at war with the Moors; and he took Goa, and Chaul, and Dabull, and Ceillao,\\\\[493\\\\] and all the country of Charamamdell,\\\\[494\\\\] which had also rebelled after the first destruction of this kingdom, and he did many other things which are not recorded here.\\n\\nThis King made in the city of Bisnaga many walls and towers and enclosed it anew. Now the city at that time was of no use, there being no water in it by which could be raised gardens and orchards, except the water of the Nagumdym which was far from it, for what water there was in the country was all brackish and allowed nothing to grow; and the King, desiring to increase that city and make it the best in the kingdom, determined to bring to it a very large river which was at a distance of five leagues away, believing that it would cause much profit if brought inside the city. And so he did, damming the river itself with great boulders; and according to story he threw in a stone so great that it alone made the river follow the King's will. It was dragged thither by a number of elephants of which there are many in the kingdom; and the water so brought he carried through such parts of the city as he pleased. This water proved of such use to the city that it increased his revenue by more than three hundred and fifty thousand PARDAOS. By means of this water they made round about the city a quantity of gardens and orchards and great groves of trees and vineyards, of which this country has many, and many plantations of lemons and oranges and roses, and other trees which in this country bear very good fruit. But on this turning of the river they say the King spent all the treasure that had come to him from the king his father, which was a very great sum of money.\\n\\nThis King left a son at his death called Visarao,\\\\[495\\\\] who inherited the kingdom on the death of his father; and he lived six years, and during this time did nothing worth relating.\\n\\nAt his death he left a son called Deorao, who reigned twenty-five years. He determined to collect great treasures, but owing to constant warfare he could not gain more than eight hundred and fifty millions of gold, not counting precious stones. This was no great sum, seeing that in his time the King of Coullao,\\\\[496\\\\] and Ceyllao, and Paleacate,\\\\[497\\\\] and Peguu, and Tanacary\\\\[498\\\\] and many other countries, paid tribute to him.\\n\\nAt his death this King left a son who inherited the kingdom, who was called Pinarao,\\\\[499\\\\] he reigned twelve years, and was a great astrologer; he was given much to letters, and made many books and (promulgated) ordinances in his land and kingdom. As long as he reigned he had twenty ministers, which is an office that amongst these (people) is (generally) held only by one person. This King was very wise; he was well versed in all his duties, and possessed such good talents and qualities that they called him Pinarao, which amongst them, in the language of Canara, means a very wise man. This King was killed by treason by the hand of a nephew whom he had brought up in his house like a son, who thus caused the death of the King.\\\\[500\\\\] The nephew resolved to marry, and for the feasts at his wedding he prayed the King, his uncle; that he would command that he should be attended and honoured at his wedding by the King's own son; and the King, for the love that he bore him and the pleasure that he had in honouring him, bade his son make ready with his following, and sent him with the ministers and captains of his court to attend and honour the wedding of his nephew. And he, making all ready, as soon as they were in his house, being at table, they were all slain by daggers thrust by men kept in readiness for that deed. This was done without any one suspecting it, because the custom there is to place on the table all that there is to eat and drink, no man being present to serve those who are seated, nor being kept outside, but only those who are going to eat; and because of their thus being alone at table, nothing of what passed could be known to the people they had brought with them. And after he had killed the King's son with all the captains, the minister\\\\[501\\\\] set out to ride as if he were going to bear a present to the King, and as soon as he arrived at the gates of the palace he sent a message to the King saying that he was there, and had brought him a present according to custom. And the King, being at that time at leisure and amusing himself with his wives, bade him enter; and as soon as he was come to where he stood, he presented to the King a golden bowl in which he had placed a dagger steeped in poison, with which he wounded him in many places; but the King, as he was a man who knew how to use both sword and dagger better than any one in his kingdom, avoided by twists and turns of his body the thrusts aimed at him, freed himself from him, and slew him with a short sword that he had. And this done he ordered a horse to be saddled, and mounted it, and rode holding his nephew's head in his hand; and he took the road to the latter's house, apprehending that treason might have been wrought and fearing that his son might be dead. And as soon as he arrived he beheld the treason in very deed, and how wicked a deed his nephew had done; seeing that his son and his principal captains were dead, and that the traitor might have prevailed against himself had he had the power. In great wrath the King commanded his men to inflict dreadful punishments on all found guilty of this treason, and indeed many who were not so. He himself remained grievously wounded with the poisoned wounds and he lasted only six months, and these ended, died of the poison carried on the dagger.\\n\\nAfter his death a son remained to him who inherited the kingdom and was called ... \\\\[502\\\\], and this King, as soon as he began to reign, sent to call his treasurers and the minister and the scribes of his household, and inquired of them the revenue of his kingdom, and learned how much revenue came in yearly; and His Highness had every year thirteen millions of gold. This King granted to the pagodas a fifth part of the revenue of his kingdom; no law is possible in the country where these pagodas are, save only the law of the Brahmans, which is that of the priests; and so the people suffer.\\n\\nOn the death of this King succeeded a son named Verupacarao.\\\\[503\\\\] As long as he reigned he was given over to vice, caring for nothing but women, and to fuddle himself with drink and amuse himself, and never showed himself either to his captains or to his people; so that in a short time he lost that which his forefathers had won and left to him. And the nobles of the kingdom, seeing the habits and life of this king, rebelled, every one of them, each holding to what he possessed, so that in his time the King lost Goa, and Chaull, and Dabull, and the other chief lands of the realm. This King in mere sottishness slew many of his captains. Because he dreamed one night that one of his captains entered his chamber, on the next day he had him called, telling him that he had dreamed that night that the captain had entered his room to kill him; and for that alone he had him put to death. This King had two sons already grown up, who, seeing the wickedness of their father and how he had lost his kingdom, determined to kill him, as in fact was done by one of them, the elder, who was his heir; and after he had killed him, when they besought him to be King, he said, \\\"Although this kingdom may be mine by right, I do not want it because I killed my father, and did therein that which I ought not to have done, and have committed a mortal sin, and for that reason it is not well that such an unworthy son should inherit the kingdom. Take my brother and let him govern it since he did not stain his hands with his father's blood;\\\" which was done, and the younger brother was raised to the throne. And when they had entrusted the kingdom to him he was advised by his minister and captains that he should slay his brother, because, as the latter had killed his father so he would kill him if desirous of so doing; and as it appeared to the King that such a thing might well be, he determined to kill him, and this was at once carried out, and he slew him with his own hand. So that this man truly met the end that those meet with who do such ill deeds This King was called Padearao; and after this was done he gave himself up to the habits of his father, and, abandoning himself to his women, and not seeking to know ought regarding his realm save only the vices in which he delighted, he remained for the most part in the city.\\n\\nOne of his captains who was called Narsymgua,\\\\[504\\\\] who was in some manner akin to him, seeing his mode of life, and knowing how ill it was for the kingdom that he should live and reign, though all was not yet lost, determined to attack him and seize on his lands; which scheme he at once put into force.\\n\\nHe wrote, therefore, and addressed the captains and chiefs of the kingdom, saying how bad it was for them not to have a King over them who could govern properly, and how it would be no wonder, seeing the manner of his life, if the King soon lost by his bad government even more than his father had done.\\n\\nHe made great presents to all of them so as to gain their goodwill, and when he had thus attached many people to himself he made ready to attack Bisnaga where the King dwelt. When the King was told of the uprising of this captain Narsymgua, how he was approaching and seizing his lands and how many people were joining him, he seemed unmindful of the loss he had suffered, he gave no heed to it nor made ready, but, instead, he only ill-treated him who had brought the news. So that a captain of the army of this Narsymgua arrived at the gates of Bisnaga, and there was not a single man defending the place; and when the King was told of his arrival he only said that it could not be. Then the captain entered the city, and the King only said that it could not be. Then he even entered his palace and came as far as the doors of his chamber, slaying some of the women. At last the King believed, and seeing now how great was the danger, he resolved to flee by the gates on the other side; and so he left his city and palaces, and fled.\\n\\nWhen it was known by the captain that the King had fled he did not trouble to go after him, but took possession of the city and of the treasures which he found there; and he sent to acquaint his lord, Narsymgua. And after that Narsymgua was raised to be king. And as he had much power and was beloved by the people, thenceforward this kingdom of Bisnaga was called the kingdom of Narsymga.\\n\\nAfter he was raised to be king and was obeyed he came to Bisnaga, where he did many acts of justice; and he took the territories from whomsoever had, contrary to right, taken them from the king. This King reigned forty-four years, and at his death left all the kingdom in peace, and he regained all the lands which the kings his predecessors had lost. He caused horses to be brought from Oromuz and Adeem\\\\[505\\\\] into his kingdom and thereby gave great profit to the merchants, paying them for the horses just as they asked. He took them dead or alive at three for a thousand PARDAOS, and of those that died at sea they brought him the tail only, and he paid for it just as if it had been alive.\\n\\nAt the death of that King there remained three fortresses which had revolted from his rule, and which he was never able to take, which were these -- Rachol, and Odegary and Conadolgi,\\\\[506\\\\] which have large and rich territories and are the principal forts in the kingdom. At his death he left two sons, and the governor of the kingdom was Nasenaque, who was father of the king that afterwards was king of Bisnaga;\\\\[507\\\\] and this king (Narsymgua), before he died, sent to call Narsenaque his minister, and held converse with him, telling him that at his death he would by testament leave him to govern the kingdom until the princes should be of an age to rule; also he said that all the royal treasures were his alone, and he reminded him that he had won this kingdom of Narsymgua at the point of the sword; adding that now there remained only three fortresses to be taken, but that for him the time for their capture was passed; and the King begged him to keep good guard over the kingdom and to deliver it up to the princes, to whichever of them should prove himself most fitted for it. And after the King's death this Narsenaque remained as governor, and soon he raised up the prince to be king, retaining in his own hands the treasures and revenues and the government of the country.\\n\\nAt that time a captain who wished him ill, determined to kill the prince, with a view afterwards to say that Narsenaque had bidden him commit the murder, he being the minister to whom the government of the kingdom had been entrusted, and he thought that for this act of treason Narsenaque would be put to death. And he soon so arranged it that the prince was killed one night by one of his pages who had been bribed for that purpose, and who slew the prince with a sword. As soon as Narsenaque heard that he was dead, and learned that he himself (was supposed to have) sent to kill him, he raised up another brother of the late King's to be king, not being able further to punish this captain, because he had many relations, until after he had raised this younger brother to be king, who was called Tamarao. He (Narsenaque) went out one day from the city of Bisnaga towards Nagumdym, saying that he was going hunting, leaving all his household in the city. And after he had arrived at this city of Nagumdym he betook himself to another called Penagumdim,\\\\[508\\\\] which is four-and-twenty leagues from that place, where he at once made ready large forces and many horses and elephants, and then sent to tell the King Tamarao of the cause of his going; relating to him the treason that that captain by name Tymarsaa\\\\[509\\\\] had carried out slaying his brother the king, and by whose death he (the prince) had inherited the kingdom. He told him how that the kingdom had been entrusted to him by his father, as well as the care of himself and his brother, that as this man had killed his brother, so he would do to him in the same way, for he was a traitor; and he urged that for that reason it was necessary to punish him. But the king at that time was very fond of that captain, since by reason of him he had become King, and in place of punishing him he bestowed favour on him and took his part against the minister. And, seeing this, Narsenaque went against him with large forces, and besieged him, threatening him for four or five days, until the King, seeing his determination, commanded Timarsaa to be put to death; after which he (the King) sent the (traitor's) head to be shown to the minister, who greatly rejoiced. Narsenaque sent away all the troops and entered the city, where he was very well received by all the people, by whom he was much loved as being a man of much justice.\\n\\nAnd after some days and years had passed, Narsenaque, seeing the age of the king how young he was, determined to keep him in the city of Penagumdy, with large guards to make safe his person, and to give him 20,000 cruzados of gold every year for his food and expenses, and himself to govern the kingdom -- for it had been entrusted to him by the king his lord so to do. After this had been done he told the King that he desired to go to Bisnaga to do certain things that would tend to the benefit of the kingdom, and the King, pleased at that, told him that so it should be; thinking that now he himself would be more his own master and not be so liable to be checked by him. And after he had departed and arrived at Bisnaga, Narsenaque sent the King 20,000 men for his guard, as he had arranged, and he sent as their captain Timapanarque, a man in whom he much confided; (commanding him) that he should not allow the King to leave the city, and that he should carefully guard his person against treachery.\\n\\nAnd after this was done Narsenaque began to make war on several places, taking them and demolishing them because they had revolted. At that time it was proposed by some captains that they should kill the King, as he was not a man fitted to govern, but to this Narsenaque would answer nothing. After some days had passed, however, Narsenaque, pondering on the treason about which they had spoken to him, how it would increase his greatness and more easily make him lord of the kingdom of which he was (only) minister, called one day those same captains who had often proposed it to him, and asked them by what means the King could be slain without its being known that he had had a hand in his death. Then one man\\\\[510\\\\] told him that a very good way would be that he (the minister) should appear to be annoyed with him and should send to command his presence, which mandate he would not obey, and on account of this act of disrespect he (the minister) should ordain that some punishment be inflicted, and at this aggravation he would leave the city and fly to Penagundy to stir up the King against the minister. He said that after he had gained the goodwill of the King he would so plot against him that he would render him disobedient; and that to give the King greater encouragement he would forge letters as if from captains which should contain the same counsel -- namely, that he should leave that city where he was more prisoner than free -- and would point out to him that he alone was king and lord, and yet that the land was under the power of Narasenaque his vassal, who had made himself very strong and powerful in the kingdom and held him (the King) prisoner, and had rebelled. He would urge the King to secretly quit the city and betake himself to a fortress belonging to the captain who had sent him that letter, and that there he should prepare himself, getting together a large following. And he would tell him that when the lords and captains came to know of his wish and determination they would act according to it, and would help him, and would come with him to fall upon Narsenayque, and would bestow upon him (Narsenaque) the prison in which he (the King) was now kept. So he would be king. (The captain further said) that after he had persuaded the King to this he would cause him to (leave the city), and while going out he would kill him, and that in this way Narsenaque should become king.\\n\\nNarsenayque was well pleased to listen to this treason and to hear of the evil deed which this captain planned, and he showed him much favour. The captain disappeared after some days from where Narsenayque was, feigning to have fled; and he came to Penagumdy, where in a few days his arrival was known; and he set about and put in hand all those things that had been arranged. Every day he showed the King a letter, one day from a captain of one fortress, the next day another from another captain; and the King, understanding the plots contained in the letters so shown, replied that the counsel and advice seemed good, and yet how could he resist the power of Narsenayque, who, besides being minister of the kingdom, had (possession of) all the horses and elephants and treasure, so that he could at once make war against him? \\\"True it is, Sire, that which thou sayest,\\\" answered the traitor, \\\"and yet he is much misliked by all the captains who raised thee to be king, and as soon as they shall see thee in Chaodagary\\\"\\\\[511\\\\] (which was a fortress whither he had advised him to flee, being one which up to that time was independent), \\\"all will flock to thine aid, since they esteem it a just cause.\\\" Said the King, -- \\\"Since this is so, how dost thou propose that I should leave this place, so that my going should not be known to the guards and to the 20,000 men who surround me in this city?\\\" \\\"Sire,\\\" he replied, \\\"I will disclose to thee a very good plan; thou and I will go forth by this thy garden, and from thence by a postern gate which is in the city (wall), and which I know well; and the guards, seeing thee alone without any following, will not know that it is thou, the King, and thus we shall pass to the outside of the city, where I will have horses ready that will take us whithersoever it seemeth good to thee.\\\" All this pleased the King well, and he placed everything in his hands; and, seeing fulfilled all his desire, the captain spoke with those men who guarded that part of the garden by which he wished that the King should fly, and which was near the King's own houses, (for into this garden the King often went to amuse himself with his wives, which garden was at that part guarded by a matter of 300 armed men) and to these men he spoke thus, saying to them: -- \\\"If ye shall happen to see me pass by here on such a night and at such an hour, and if ye shall see a man coming with me, slay him, for he well deserves it of me, and I will reward ye;\\\" and they all said that that would be a very small service to do for him. When that day had passed the traitor went to the King and said to him: -- \\\"Sire, do not put off till to-morrow that which thou hast to do to-day; for I have the horses ready for thy escape, and have planned so to escort thee forth that even thy ladies shall not be aware of thy departure, nor any other person. Come, Sire, to the garden, where I will await thee.\\\" The King replied that his words were good and so he would do, and as soon as night was come and the hour arrived, the King went carefully out, and still more careful was he who for some time had awaited him; and he gave signal to the armed men, and as soon as he was come to the garden he passed between two of them who were the guards, and they threw themselves on the King and slew him, and forthwith buried him at the foot of a tree in the same garden. And this being accomplished without their knowing whom they had slain, the traitor gave them his thanks, and returned to his inn to make ready to leave the city, and also so as not to give cause for talk therein. And the next morning it was found that the King was missing; and though searched for throughout all the city no news of him could be heard, all the people thinking that he had fled somewhere, whence he would make war on Narsenayque. And to Narsenayque the news was straightway brought, and he, feigning much sorrow at it, yet made ready all his horses and elephants in case the kingdom should be plunged into some revolution by the death of the king; although as yet he knew not for certain how the matter stood, save that the King had disappeared. And afterwards the man came who had killed the King, and told him how it had been done and how secretly he had been slain, so that even the very men who had killed him knew not who it was; and Narsenayque bestowed upon him rich reward. And since there was no news of the King, and he holding everything now under his hand, he was raised to be king over all the land of Narsymga.\\n\\nAnd this king left at his death five sons, one was called Busbalrao, and another Crismarao, and another Tetarao, and another Ramygupa and another Ouamysyuaya.\\\\[512\\\\]\\n\\nAnd this Busbalrao inherited the kingdom at the death of his father Narsenayque and reigned six years, during which he was always at war, for as soon as his father was dead the whole land revolted under its captains; who in a short time were destroyed by that King, and their lands taken and reduced under his rule. During these six years the King spent, in restoring the country to its former condition, eight million gold PARDAOS. This King died of his sickness in the city of Bisnaga; and before he died he sent for Salvatimya, his minister,\\\\[513\\\\] and commanded to be brought to him his (the King's) son, eight years old, and said to Sallvatina that as soon as he was dead he must raise up this son to be king (though he was not of an age for that, and though the kingdom ought perhaps to belong to his brother Crisnarao) and that he must put out the eyes of the latter and must bring them to show him; in order that after his death there should be no differences in the kingdom. Salvatina said that he would do so and departed, and sent to call for Crisnarao, and took him aside to a stable, and told him how his brother had bade him put out his eyes and make his son king. When he heard this, Crisnarao said that he did not seek to be king, nor to be anything in the kingdom, even though it should come to him by right; that his desire was to pass through this world as a JOGI (ascetic, recluse), and that he should not put his eyes out, seeing that he had not deserved that of his brother. Sallvatina, hearing this, and seeing that Crisnarao was a man of over twenty years and therefore more fit to be king, as you will see farther on, than the son of Busbalrao who was only eight years old, commanded to bring a she-goat, and he put out its eyes, and took them to show the King, for already he was at the last hour of his life; and he presented them to him, and as soon as the King was dead his brother Crisnarao was raised to be king, whose eyes the late King had ordered to be torn out.\\n\\nCHAPTER 5\\n\\nOf the things done by King Crisnarao after he was raised to the throne.\\n\\nAs soon as Crisnarao was raised to be King and was obeyed throughout all his kingdom, -- Salvatine being his minister, who had been the same for his brother Busbalrao,\\\\[514\\\\] -- he without delay sent his nephew, son of Busbalrao his brother, together with his own three brothers, to a fortress called Chaodegary; the nephew remained there till he died. And after the King had done this for his own safety he stayed in the city of Bisnaga for a year and a half without going outside of it, learning the affairs of the kingdom and looking at the testaments of past kings. Amongst these he found one of king Narsymga, whose minister his father Narsenayque had been, in which that King desired that his sons, or whoever should inherit this kingdom of Narsymga which he had gained by force of arms, should capture three fortresses that at his death remained in revolt against him, the which he had not himself taken because time failed him; one of them was called Rracholl,\\\\[515\\\\] and another Medegulla.\\\\[516\\\\]\\n\\nCrisnarao, seeing this testament and seeing how badly the kings his predecessors had acted in what had been enjoined on them, determined at once to prepare armies and to go against these places; and one of these fortresses was called Odigair, and it belonged to the King of Orya. And, determining to go first against this, he collected (an army of) thirty-four thousand foot and eight hundred elephants, and arrived with this force at the city of Digary,\\\\[517\\\\] in which there were ten thousand foot soldiers and four hundred horse; for the fortress had no necessity for more by reason of its great strength, because it could not be taken except by being starved out.\\n\\nAnd the King laid siege to it for a year and a half, in which time he made many paths across rocky hills, breaking up many great boulders in order to make a road for his soldiers to approach the towers of the fortress. The place at this time was so strong that they could not approach it except by one way which was so narrow that men could only pass along it one at a time; and in this place he made a broad road, and many others also, so that he could come close to the fortress.\\n\\nAnd he took it by force of arms, and in it captured an aunt\\\\[518\\\\] of the King of Orya, who was taken captive and carried off with all the courtesy that he could show her, having her liberty; and he took her along with himself.\\n\\nAnd after this was done he called Salvatinya and bade him see how well he had performed that which king Narsymga had by his testament enjoined on him, and yet he said he was not content with such a trivial victory, for\\\\[519\\\\] he desired to go forward a hundred leagues into the kingdom of Orya; and he ordered him to make ready provisions and pay fully the salaries of the forces.\\n\\nAnd after this fortress was taken he departed and went against Comdovy,\\\\[520\\\\] which was one of the principal cities of the kingdom of Orya, and besieged it; and, learning this, the King of Orya came against him to defend his territories, and brought with him one thousand three hundred elephants, and twenty thousand horsemen, and he brought five hundred thousand foot-soldiers. Crisnarao, being aware of the approach of the king of Orya, left the city without assaulting it, saying that he preferred to fight the King in person and his army rather than to attack the city, and that there would be plenty of time afterwards to take it; and he went forward four leagues from it, leaving a force to prevent the escape of the people from the city if they should seek to flee to the coast. And he arrived at a large river of salt water crossed by a ford,\\\\[521\\\\] and on the other side of the river was the King of Orya with his army. King Crisnarao halted his army on this side of the river, and sent the King a message that if he desired to fight with him he would retire from the river two leagues, so that he (the king of Orya) might pass the river unmolested, and as soon as he had passed he would join battle; to which message the King of Orya gave no reply, but on the contrary made ready to give battle. And King Crisnarao, seeing his determination, crossed the river with all his forces and elephants, and in the crossing of the river there were heavy encounters on both sides, and many were slain. Notwithstanding this, King Crisnarao crossed the river, and on the bank fought so bravely that he defeated the King of Oria and put him to flight, in which defeat he took many horses and elephants.\\n\\nAnd after the King had done this he told Salvatinea his minister that he purposed to turn back to the fortress, which had not yet experienced his strength, and he went against it, and stopped there two months besieging it; and he took it.\\n\\nAnd he gave the command of it to Salvatinea, who left in it, from his army, for captain one of his brothers, in order that he himself might go forward with the King through the kingdom of Orya. And the King, passing the river once more in pursuit of the King of Orya, and taking and ravaging all the country which had no reason for expecting him, arrived at a city called Comdepallyr,\\\\[522\\\\] where were all the chiefs of the kingdom, it being the chief city in that kingdom. And he laid siege to it, and remained there three months without being able to capture it, and in the end he took it more by reason of his numbers than by force of arms; in which fortress he found many people of high rank whom he made captive, amongst whom was a wife of the King, and one of his sons who was a prince, and seven principal captains of the kingdom, all of whom he sent by road to Bysnaga.\\n\\nAnd he went forward a hundred leagues into the kingdom, finding no one to bar his progress till he got to Symamdary,\\\\[523\\\\] which was a very large city, in which he halted for six months, waiting for the King of Orya. He sent many messages to say that he was waiting for him in the field, but he never came. And in this city he did many works, and gave alms to the temples, and erected therein a very grand temple to which he gave much revenue. And he commanded to engrave on it an inscription which says: -- \\\"Perhaps when these letters are decayed, the king of Orya will give battle to the King of Bisnaga. If the King of Orya erases them, his wife shall be given to the smiths who shoe the horses of the King of Bisnaga.\\\"\\n\\nAnd after this was done he returned, leaving the greater part of those lands to the temples, and came to Bisnaga where he rested some days. And he sent to call the son of the king of Orya who was taken captive in the first fortress, and told him that as people said that he was a very active man and was very dexterous with both sword and dagger, he would be pleased to see him fence.\\n\\nThe young man said that since His Highness summoned him he would do what he could, and asked that this might be put off till next day. And when the next day came the King sent to call him, and also sent for one of his own men who at that time was very expert in the art,\\\\[524\\\\] that he should fence with him. And when the son of the King of Orya saw him, being offended with the King for sending a man to fight with him who was not the son of a King but only a man of humble birth, he cried out to the King: -- \\\"God forbid that I should soil my hands by touching a man not of the blood royal,\\\" and saying this he slew himself. And his father, hearing how his son was dead, wrote to Salvatinea (asking) by what means he could ransom his wife who remained in the power of the King, since his son was dead; to which he made answer that he should arrange the marriage of his daughter with the King, and that afterwards the King would restore him his wife and lands (or, would take only his lands).\\\\[525\\\\] This counsel he accepted, and he sent ambassadors to Bisnaga to arrange a marriage with his daughter, with which King Crisnarao was well content; and when the King of Orya knew his will (in the matter) he sent him his daughter; and with the coming of her they were friends. And Crisnarao restored the lands on the other side of the river, and kept those on the hither side for himself.\\n\\nCHAPTER 6\\n\\nHow Crisnarao, after he had made peace with the King of Oria, determined to go against the land of Catuir.\\n\\nAfter Crisnarao had made peace, and had married the daughter of the King of Oria, and had restored to him his wife and the lands beyond the river, as has been narrated above, he made ready a large army and prepared to attack Catuir,\\\\[526\\\\] which is the land of a lord who had been in revolt for fifty years; this land is on the Charamaodel side. And he went against it, and laid siege to one of the principal cities where the lord of the land was; and it is called ...\\\\[527\\\\]and is surrounded with water.\\n\\nNow at the time when Crisnarao attacked this city it was winter, for which cause the river that surrounded it was so swollen, and carried down so much water, that the king could do no harm to the place. And King Crisnarao, seeing this, and seeing that time was passing away without his attaining his desire, commanded his men to cut many new channels in order to be able to attack that principal (river) which had opposed itself to the fulfilment of his wishes. And this was done in a short time, since he had many soldiers; and after the (new) watercourses were finished and brought to where the water should go he opened mouths in the river, the water of which very soon flowed out so that the bottom could be seen, and it was left so shallow that it enabled him to reach the walls of the city; and the river was thus diverted into fifty different beds. Inside the city were one hundred thousand foot-soldiers and three thousand cavalry, who defended themselves and fought very bravely, but this availed little to prevent Crisnarao from entering in a few days and slaughtering all of them. He found large treasures in this city, amongst others in ready money a million and six hundred thousand golden PARDAOS, besides jewels, and horses, which were numerous, and elephants. And after he had finished the capture of this land Crisnarao divided it amongst many of his captains, giving to each one what was necessary for him; and the chief who lived in the city and who was lord of the land was taken away captive and carried to Bisnaga, where he died in the King's prison.\\n\\nAnd after the King had settled the country he came to Bisnaga, whence he sent Salvatinea to the city of Comdovy, since he was chief of it, by whom his brother was placed in it so as to see directly to the land and ifs government; for after the King returned from Orya he never went again thither.\\n\\nAnd Salvatinea, having departed on his journey to Comdovy, before he arrived there, met, opposing his path, a Muhammadan named Madarmeluquo, who was a captain of the King on this side,\\\\[528\\\\] and who was awaiting him with sixty thousand men. Salvatinea had two hundred thousand men, and had very little fear of him; and with these he went against him, and took and defeated him, and took prisoners himself and his wife and son and horses and elephants and much money and store of jewels, and sent them all to King Crisnarao. The king commanded to put (the captives) in prison, and there they died. And Sallvatinea went to his territories, and after he had stayed there some months and seen to its government and decided matters in dispute, he returned to the King at Bisnaga, by whom he was well received as being the principal person in the kingdom.\\n\\nCHAPTER 7\\n\\nHow Crisnarao, on the arrival of Salvatinia, determined to attack Rachol, a city of the Ydalcao, and to break the peace that had lasted so long; and the reason why.\\n\\nAfter Salvatinia had arrived and had been well received by the King, and after the lapse of some days, the King told him that he desired to fulfil all the wishes expressed in the testament of King Narsynga, one of which was to capture Rachol, which was a very strong city and amongst the principal ones of the Ydallcao, who had taken it from the kings his ancestors; and because there was now peace between both parties, and had been so for forty years, he knew not how he could manage to break it. But Salvatinia said that since the peace had been made under certain conditions -- one of which was that if on either one side or the other any land-owners, captains in revolt, or other evil-doers should be harboured and their surrender should be demanded, they should forthwith be given up -- there was now great reason for breaking the peace, since many land-owners and debtors to His Highness had tied into the kingdom of the Ydallcao. He counselled therefore that the King should send to demand the surrender of these men, and that on refusal to give them up there would be good ground for breaking the peace. Many, however, disagreed with this advice. Now it happened at this time that the King (of Bisnaga) sent Cide Mercar with forty thousand PARDAOS to Goa to buy horses, which Cide Mercar was a Moor in whom the King of Bisnaga confided on account of various affairs with which he had already been entrusted; and this man, when he arrived at a place where the Moors lived which was called, Pomdaa and is two leagues from Goa, fled from that place, Pomdaa, to the Ydallcao, carrying with him all the treasure. Some say that the Ydallcao wrote to him a letter as soon as he got there. As soon as they gave to the King this news of the flight of Cide, and how he had carried off all the money, he said that he would write to the Ydallcao to send the man back to him with all the money, since he was his friend. Then the King caused a letter to be written, in which he spoke of the friendship that had existed for so many years so that nothing could shake it, and that he hoped that a traitor would not be the cause of breaking a peace of such long standing as had been between them; and he begged that he would send Cide back at once.\\n\\nAs soon as the letter was read to the Ydallcao he sent to summon his kazis and the men of his council, and he bade them read the letter which had come from the King, as to which letter there were many suggestions made. At the end of all they agreed that he should not send him (Cide) to him (the King of Bisnaga), for they said that he (Cide) was one learned in the law and related to Mafumdo.\\\\[529\\\\] And the Ydallcao, as a cloak to his action, gave Dabull to that Cide, by way of showing that he was not near his person nor knew he aught of him; from which town of Dabull Cide fled, nor had they any further news of him. When those who had come from the King returned bearing the Ydallcao's answer, the King showed great indignation at it, and held that the peace was broken; he at once ordered to appear before him the great lords of his Council, and had the letter read aloud so that all might hear. As soon as it was read he said that without more ado they should make ready, since he was determined to take full vengeance. But the councillors advised the King, saying that for such a small sum of money as this it was not well so to act; that he should think of what would be said and talked of throughout the world; and that if he was bent on breaking so prolonged a peace for such a trifling cause, he should call to mind that there never was any honesty in a Moor; that others were to blame in that which Cide had done; and that if Cide should dare to come to that war which was waged in order to take vengeance on him,\\\\[530\\\\] then it would be well that those who accompanied him should die, but that they knew that Cide would keep well away from the army.\\\\[531\\\\]\\n\\nThe councillors, however, saw that the King remained unmoved from his determination to make war, and they then counselled him, saying: -- \\\"Sire, do not go to war by that route (Dabull), but go against Rachol, which now belongs to the Ydallcao but of old was part of this kingdom; then the Ydallcao will be forced to come to defend it, and thus thou wilt take vengeance jointly both on one and the other.\\\" The King held this advice to be good and prepared for his departure, sending letters to Madre Maluco, and Demellyno, and Desturvirido,\\\\[532\\\\] and other superior lords, giving them an account of what had taken place in the matter of the Ydallcao, and how he had determined to make war on him; from which lords he received answer that he was doing rightly, and that they would assist him as far as they were able. As to the Zemelluco, at the time when the messengers returned this answer he could find no excuse for not sending some troops to the aid of his sister who was wedded to the Ydallcao.\\n\\nThe King had sent the letters to those lords out of his great craftiness, for he told them of what he was about to do in order to seduce them to his side, -- so far at least as concerned their goodwill, seeing that in the matter of troops he had no need of them -- because if they had joined the Ydallcao he (the King) would never have conquered as he did; but because the Ydallcao was hated by them all as being a more powerful chief than they, (for there is little faith amongst the Moors, and they bite one another like dogs and like to see one after the other destroyed) he was conquered, as you will see hereafter, in the month of May, on the new moon day, in the year one thousand five hundred and twenty-two.\\\\[533\\\\]\\n\\nAfter the King had made his offerings and performed sacrifices to his idols he left the city of Bisnaga with all his troops; and they marched in the following order. The chief of the guard (O PORTEIRO MOOR)\\\\[534\\\\] led the advance with thirty thousand infantry -- archers, men with shields, and musqueteers, and spearmen -- and a thousand horse and his\\\\[535\\\\] elephants. After him went Trimbicara with fifty thousand foot and two thousand horse and twenty elephants. After him went Timapanayque; he had with him sixty thousand foot and three thousand five hundred horse and thirty elephants; and after him went Adapanayque with one hundred thousand foot and five thousand horse and fifty elephants. After him came Comdamara,\\\\[536\\\\] and he had one hundred and twenty thousand foot six thousand horse and sixty elephants; after him went Comara, and he had eighty thousand foot and of horse two thousand five hundred, and forty elephants; after him the forces of Ogemdraho,\\\\[537\\\\] the governor of the city of Bisnaga, with one of his captains, who had one thousand horse and thirty thousand foot and ten elephants. After him went three eunuchs, favourites of the King, who had forty thousand foot and one thousand horse and fifteen elephants. The page who served the King with betel\\\\[538\\\\] had fifteen thousand foot and two hundred horse, but he had no elephants. Comarberca\\\\[539\\\\] had eight thousand foot and four hundred horse and twenty elephants. The people of the chief of Bengapor\\\\[540\\\\] went by another route with the people of Domar, who were very numerous; and in the same way went other captains of ten or twelve thousand men, of whom I make no mention, not knowing their names. The King took of his guard six thousand horse and forty thousand foot, the pick of all his kingdom, men with shields, archers, and three hundred elephants.\\n\\nAll were equally well armed, each after his own fashion, the archers and musqueteers with their quilted tunics,\\\\[541\\\\] and the shieldmen with their swords and poignards\\\\[542\\\\] in their girdles; the shields are so large that there is no need for armour to protect the body, which is completely covered; the horses in full clothing, and the men with doublets,\\\\[543\\\\] and weapons in their hands, and on their heads headpieces after the manner of their doublets, quilted with cotton. The war-elephants go with their howdahs (CASTELLOS) from which four men fight on each side of them, and the elephants are completely clothed, and on their tusks they have knives fastened, much ground and sharpened, with which they do great harm. Several cannon were also taken. I do not speak here of the washermen, who are numberless here -- they wash clothes -- nor of the public women who accompanied the army; there were twenty thousand of them with the king during his journey. Any one can imagine the amount of baggage that such a large number of people would take. In the rear with the king, but always on the road in front of him, some ten or twelve thousand men with water-skins who go seeking water, and place themselves along the road to give water to those who have no one to bring it to them; this is done so that none of the people should die of thirst. Three or four leagues in front of all this multitude go some fifty thousand men who are like scouts; they have to spy out the country in front, and always keep that distance; and on their flanks there are two thousand horse of the cavalry of that country. These are all bowmen, and they always advance on the flanks of the scouts.\\n\\nIn this order, as I have stated, they left the city of Bisnaga, and with them a great number of merchants, besides many others who were already in advance with all supplies; so that wherever you may be you will at once find all you want. Every captain has his merchants who are compelled to give him all supplies requisite for all his people, and in the same way they carry all other necessaries\\n\\nAccording to the King's custom, when he wishes to lie down and sleep, they make for him a hedge of brush-wood and of thorns behind which his tent is pitched, which was done for him all along this route; on which route was seen a wonderful thing, namely that on passing a river which, when they reached it, came half-way up to the knee, before half the people had passed it was totally dry without a drop of water; and they went about in the sand of it making pits to find some water. In this order the King proceeded till he arrived at the town of Mollabamdym,\\\\[544\\\\] which is a league from the city of Rachol, where he pitched his camp so as to give a rest to the people after the fatigues of the march.\\n\\nAnd the King being in the city of Mollabamdyn, settling all that was necessary for the siege of Rachol, there came to him people of the King of Bisnaga, and the people of Domaar, and also many other captains with an infinitude of people. As soon as they had joined and everything was put in order, and after his Brahmans had finished their ceremonies and sacrifices, they told the King that it was now time, that the pagodas had given sign of conquest, and that he should advance.\\n\\nThen he sent the Moors in the royal service to lead the van, and Camanayque, the chief of the guard, pitched the camp very near the ditches of the city of Rachol, and every captain halted his people according to the commands given. The people of the City received them with many shots from heavy cannon that they had, and from many firelocks, and many arrows and musket-shots, so that those of the besiegers who arrived close to the ditches suffered heavily and wanted to retreat. But the King would not permit this, saying that he would not have sent them there were it not that he would soon effect an entry into the city, and if not, that they should all die; wherefore his men were compelled to attack the city, and did so in many brave and severe fights. In these many of them lost their lives, since those of the city were in very strong position and well acquainted with everything that was necessary for their defence, while the King's troops never ceased their attacks on the city. The captains, seeing how badly the attack was going in consequence of the number of soldiers killed, had recourse to lavish gifts and stratagems, as thus: -- They began to buy (from the soldiers) the stones which they took from the walls and towers, and they paid them according to the value of the stone; so that the stones were worth ten, twenty, thirty, forty, and fifty FANAMS.\\\\[545\\\\] By this device they contrived to dismantle the wall in many places, and laid the city open; but since the city was in itself so strong, and the soldiers who were in it were such chosen men and so used to warfare, they killed many of the King's people. Yet not for that did they cease fighting, but every day and at every attack they became bolder, in consequence of their greed for what the captains gave them, for the money had the power of taking from them the terror of death which had inspired them before. They also gave them something for dragging away a dead man from the foot of the wall. So the fight dragged on for a space of three months till the Ydallcao came up with reinforcements.\\n\\nNow I wish you to know more of the situation, and of the city, and the people which it held. This city of Rachol lies between two great rivers, and in the midst of a great plain where there are no trees except very small ones, and there are great boulders there; from each river to the city is three leagues. One of these rivers is the northern boundary, and beyond it the country belongs to the Ydallcao, and the other is the boundary to the south which is the boundary of Narsymga. This plain lies in the middle of these two rivers, and there are large lakes therein and wells and some little streams where the city is situated, and a hill which looks like a woman's breast and is of natural formation. The city has three lines of strong walls of heavy masonry made without lime; the walls are packed with earth inside, and it has on the highest point a fortress like a tower, very high and strong; at the top where the fortress stands is a spring of water which runs all the year round. It is held to be a holy and mysterious thing that a spring which is in a lofty situation should in some way never be without water. Besides this spring there are several tanks of water and wells, so that the citizens had no fear of being ever taken for lack of water; and there were in the city supplies for five years. There were eight thousand men as garrison and four hundred horse and twenty elephants, and thirty catapults (TRABUCOS) which hurled heavy stones and did great damage. The towers which are on the walls are so close together that one can hear words spoken from one to the other. Between these and all around they posted their artillery, which consisted of two hundred heavy pieces, not to mention small ones. As soon as the people of the city knew of the arrival of the King's troops, and after they had received a captain of the Ydallcao who came with some soldiers to the city, they closed the gates with stone and mortar. The chief fight which takes place is on the east side, because on the north and south sides it stands on huge rocks which make it very strong; and, the city being besieged on all sides, the camp of the King was on the east side, and so was the strength of the attack.\\n\\nCHAPTER 8\\n\\nOf the manner in which the King had his camp, &c.\\n\\nThe tent of the King was surrounded by a great hedge of thorns with only one entrance, and with a gate at which stood his guards. Inside this hedge lodged the Brahman who washes him and has charge of the idol that he always carries about with him, and also other persons who hold offices about the King's person, and eunuchs who are always to be found in his chamber. And outside this circle all around are his guards, who watch all night at fixed spots; with this guard are quartered the officers of the household; and from thence to the front were all the other captains in their appointed posts, according as each one was entrusted and ordered. Outside of all these people, in a camp by themselves, were the scouts of whom I have already spoken, whose duty it is to patrol all night through the camp and watch to see if they can catch any spies. On the other side the washermen, (who are those that wash clothes) were in a camp by themselves, and they were near to the place where they could best wash clothes.\\n\\nAll the camp was divided into regular streets. Each captain's division has its market, where you found all kinds of meat, such as sheep, goats, pigs, fowls, hares, partridges and other birds, and this in great abundance; so much so that it would seem as if you were in the city of Bisnaga. And you found many endless kinds of rice, grains, Indian-corn, vetches (MINGUO),\\\\[546\\\\] and other seeds that they eat. Besides these things, which are necessaries, they had another (market) where you could find in great abundance everything that you wanted; for in these markets they sell things that in our parts are sold by professional hucksters.\\\\[547\\\\] There were craftsmen, also, working in their streets, so that you saw made there golden jewels and gewgaws, and you will find all kinds of rubies and diamonds and pearls, with every other kind of precious stone for sale. There also were to be seen sellers of cloths, and these were without number as that is a thing so many want, they being of cotton. There were also to be seen grass and straw in infinite abundance. I do not know who could describe it so as to be believed, so barren a country is this Rachol and so sandy. It is a mystery how there should be an abundance of everything therein. Any one can imagine what grass and straw would be required each day for the consumption of thirty-two thousand four hundred horses and five hundred and fifty-one elephants,\\\\[548\\\\] to say nothing of the sumpter-mules and asses, and the great numbers of oxen which carry all the supplies and many other burdens, such as tents and other things. Indeed no one who did not understand the meaning of what he saw would ever dream that a war was going on, but would think that he was in a prosperous city. Then to see the numbers of drums and trumpets, and other musical instruments that they use. When they strike up their music as sign that they are about to give battle it would seem as if the heavens must fall; and if it happened that a bird came flying along at the time when they made such a terrific noise, it used to come down through terror of not being able to get clear of the camp, and so they would catch it in their hands; principally kites, of which they caught many.\\n\\nBut I cease to speak more of this because I should never finish; and so I turn to tell of the battle.\\n\\nCHAPTER 9\\n\\nHow the King attacked the city of Rachol.\\n\\nThe King, being as I have said at the siege of the city of Rachol, there came to him sure news that the Ydallcao had arrived at the river on the northern side, and that there he had pitched his camp. The King therefore sent his spies to keep watch over the foe, to see what he was doing and to send word of his every movement. With the coming of this news a tumult broke out in the camp, principally among the common soldiers, in whose minds suspicion was never wanting, and they still suffered under the terror inspired from old time by the Moors. There the Ydallcao halted some days so as to see what the King was doing and whether he would march to attack him there in his camp; for it was thought by him and by his people that as soon as the King should learn of his arrival he would at once march to meet him, and they decided that he could defend himself from the King in the place where he was better than in any other, by help of the river. For there was no other ford than the one close at hand; and this they proposed to guard so well that none should take it, least of all, they thought, men who (in their eyes) were only blacks.\\n\\nAlthough the King heard that the enemy was on the opposite bank of the river, he yet made no move, nor did he do anything; and the Ydallcao, seeing that he made no advance, took counsel with his officers, and at this council the advice given greatly differed, as each had his own opinion regarding the non-movement of the King. Many said that this was because the King held his foe to be of little account, and wished to show his people how great was his power; and they said that he was only waiting for them to cross the river to at once fall upon them. The principal person who said this was Amcostam,\\\\[549\\\\] who was captain of Pomdaa at the time that Dom Guterre was captain of Goa.\\\\[550\\\\] Others said no, but that the King was afraid, thinking of times past and the many conquests that the Moors had gained over the Hindus, and that he had brought with him some veteran soldiers that had taken part in those wars. The advice of these was to push forward and pass the river. It was not well (they said) for the Ydallcao to show weakness, and the longer he stayed where he was the less would he benefit himself and harm the enemy; and although they were not so many in number as the Hindus, yet they had the advantage in the remembrance of the former battles that had been fought between them.\\\\[551\\\\] In the end the Ydallcao ordered that they should muster the forces, and said that after this was ended he would decide what was best to be done. When the muster was made, he found that he had one hundred and twenty thousand men on foot, archers and musqueteers and men with shields and spearmen, and eighteen thousand cavalry, and one hundred and fifty elephants; and when the muster was over and he had seen his forces for himself, seeing also the great strength of artillery that he had, he said that with his artillery he would seek to defeat the Rao of Narsymga. He therefore ordered them to make ready, since he desired to cross the river at once and advance to the attack; for the Ydallcao believed that his best course was to halt on the farther side and thence send his troops to charge the camp of the King, and that in so doing he would not be beaten and would not lose Rachol.\\\\[552\\\\]\\n\\nIn this greedy resolve he passed the ford and advanced to within three leagues of the King's camp, and he caused his own camp to be strengthened by large trenches, and commanded all his artillery to take post in front, and he arranged the order of his positions and the manner in which they should behave if they were attacked by the enemy. His camp extended along the length of the river for the sake of the water, that he might not be cut off from it by the enemy.\\n\\nAs soon as they brought news to the King that the Ydallcao had passed the river, he commanded all to make ready, but that no movement should take place in his army till he should see how the enemy acted; and when they brought him further news that the enemy had pitched his camp and strengthened his position, he ordered a general advance of all his forces. He divided his army into seven wings. Comarberya\\\\[553\\\\] begged from him (the command) of the van, he being the king's father-in-law and a great lord; he is King of Serigapatao and lord of a large state; he brought with him thirty grown-up sons. The King bade him pitch his camp a league from the Ydallcao and ordered all to arm themselves at dawn, as he intended then to give battle to the enemy; but the men of the Council said that that day was an unlucky day, and begged him not to attack, as it was a Friday, and they asked him not to attack till Saturday, which they hold for a lucky day.\\n\\nWhen the King had left Rachol, those inside opened a gate, and one of the captains who was inside, a eunuch, made a sally with two hundred horse, certain foot-soldiers and elephants; he kept entirely along the river-bank on the King's flank. The object of this no one could guess, each one having his own opinion. As soon as the King halted he also did the same, keeping always his spies in the King's camp to see what passed and (what would be) the end of the battle. Since both armies were so close, each to his foe, they never put aside their weapons but watched all the night through.\\n\\nSeeing that the dawn of Saturday was now breaking, the drums and trumpets and other music in the King's camp began to sound and the men to shout, so that it seemed as if the sky would fall to the earth; then the neighing and excitement of the horses, and the trumpeting of the elephants, it is impossible for any one to describe how it was. But even if told in simple truth it would hardly be believed the great fear and terror that struck those who heard it, so that even those very men that caused the noise were themselves frightened at it. And the enemy on their part made no less noise, so that if you asked anything you could not hear yourself speak and you had to ask by signs, since in no other manner could you make yourself understood. When all in the camp had gone to the front it was already two hours after sunrise, and the King ordered an advance of his two forward divisions, with command so to strike home that they should leave not one of the enemy alive; and this was forthwith done. They attacked the enemy so hotly that many of the King's troops found themselves on the tops of the trenches\\\\[554\\\\] that the Moors had constructed in the fields. The Moors were disposed as if they expected that the King would engage them all at once with all his forces, and so it appeared to the Ydallcao and to his officers; and for that reason he held ready all his artillery, waiting for the time when, owing to the adventurousness of their main body, his men must of necessity cause much slaughter in their ranks. Then he intended to bring up his artillery and destroy them. But as soon as he saw the manner of their attack the Ydallcao had to abandon the plan that had seemed to him best for their safety, and he commended the whole of the artillery at once to open fire; which discharge, as it was very great, did much damage to the enemy, killing many of the horse and foot and many elephants, and it compelled the King's troops to retire. As soon as the Moors saw their enemies beginning to leave the field they charged all amongst them, so that there did not remain one man in the saddle nor one who kept his face to the foe; but all the King's troops began to fly, and the Moors after them, slaughtering them for about half a league. When the King saw the way in which his troops fled he began to cry out that they were traitors, and that he would see who was his side; and that since they all had to die they should meet their fate boldly according to custom.\\\\[555\\\\] \\\"Who ranges himself with me?\\\" he cried. Immediately there thronged about him all those lords and captains that were ready to side with him, and the King said that the day had arrived in which the Ydallcao would boast that he had slain in it the greatest lord in the world, but that he should never boast that he had vanquished him. Then he took a ring from his finger and gave it to one of his pages, so that he might show it to his queens in token of his death, that they might burn themselves according to custom. Then he mounted a horse and moved forward with all his remaining-divisions, commanding to slay without mercy every man of those who had fled. As soon as these last saw what a reception they received at the hand of their fellows they felt compelled to turn and charge the enemy, and their attack was such that not one amongst the Moors was found to face them; for the Moors met them as men engaged in a pursuit, all in great disorder. The confusion was so great amongst the Moors and such havoc was wrought (in their ranks) that they did not even try to defend the camp they had made so strong and enclosed so well; but like lost men they leaped into the river to save themselves. Then after them came large numbers of the King's troops and elephants, which latter worked amongst them mischief without end, for they seized men with their trunks and tore them into small pieces, whilst those who rode in the castles (howdahs) killed countless numbers.\\n\\nThe troops advanced thus, pursuing the foe, till the King reached the river, where, seeing the death of so many -- for here you would see women and boys who had left the camp, there horses and men who through clinging one to another could not escape as there was so much water in the river -- and the King's troops stood on the bank, so that whenever a man appeared he was killed, and the horses that tried to clamber up by the bank of the river, unable to do so, fell back on the men, so that neither one nor the other escaped, and the elephants went into the stream, and those that they could seize were cruelly killed by them. Seeing what passed, I say, the King out of compassion commanded the troops to retire, saying that numbers had died who did not deserve death nor were at all in fault; which order was at once obeyed by all the captains, so that each one withdrew all his forces.\\n\\nThe King then advanced to the camp of the Ydallcao and rested himself in his tent, but many of the captains spoke against his action in thus taking repose, saying that he ought rather to complete the destruction of all his enemies, and they would secure this for him; and that if he did not wish himself to do this he should at least command some of them to do it, and that it was not wise to cease from pursuit so long as daylight should last. To whom the King answered that many had died who were not to blame; that if the Ydallcao had done him wrong, he had already suffered enough; and moreover, that it did not seem to him good, since Rachol remained behind them to be taken, that they should go forward, but rather they should make themselves ready for its capture; for that the siege had to be conducted henceforth in a new and better manner. For the King was persuaded throughout that, since the Ydallcao had lost so many men and so much honour, and had lost indeed all his power, he would not wish to live any longer, and that he must be dead on the field. Which, however, was not so, seeing that the Ydallcao had not even entered into the fight, but had all the time remained under guard of Sefallarym\\\\[556\\\\] -- he who now calls himself Acadacao and is lord of Belgaum -- who, fearing the event, contrived by cunning that the Ydallcao should select him for his guard with all his troops, among whom he had four hundred cavalry; and when he saw how the soldiers fled, and how completely they had been defeated, he said to the Ydallcao, \\\"Sire, if thou seekest to live follow me!\\\" and the Ydallcao took refuge on an elephant and followed him, leaving his camp and all that he possessed. And as Acadacao wished him to travel by land,\\\\[557\\\\] he took no care to search for the ford, but skirting the range of hills on the south he went by that way.\\\\[558\\\\]\\n\\nAs it may be asked what became of the captain who sallied out of Rachol with the two hundred horsemen and elephants and foot-soldiers, I say that he ever kept himself advised of what passed in the field; and as soon as he learned that the Ydallcao was defeated he turned back to take refuge again in the citadel. But those within were not of a mind to receive him, there being a quarrel between him and another captain who was in the city; and he, seeing that they would not admit him, was forced to think how he could save himself, and he did so by passing the river by another ford farther down, and so saved himself. The belief of many was that he who was inside thought that he would now possess the city for his own, and that he would thereby become rich, and for that reason refused to receive the captain.\\n\\nCHAPTER 10\\n\\nOf the spoil taken from the Moors, of how the King burned all the dead, and of what Christovao de Figueiredo did.\\n\\nThe King being thus in the camp, he commanded the spoil that remained of the Moors to be collected, and there were found five captains who were taken prisoners (those of highest rank were found amongst the dead); the chiefest of them was Salabatacao,\\\\[559\\\\] who was captain-general of all the troops of the Ydallcao He had taken for his guard in the battle five hundred Portuguese of the renegades who were with the Moors; and as soon as this Salabatacao saw that his army was defeated, he strove to collect and form a body of men, but could not do it because there was not one amongst them who thought of aught but to save himself. And thinking it worse to be conquered than to die, he threw himself amongst the King's troops, slaughtering them, and doing such wonderful deeds that ever after he and his Portuguese were remembered, so much were their terrible strokes feared, and the deeds they did; so that they let them pass on, and they penetrated so far amongst the troops that they found themselves close to the King's bodyguard. There the horse of Salabatacao was killed. In order to succour him the Portuguese did great deeds and killed so many men that they left a broad road behind them which no one dared to enter, and they fought so well that they got another horse for Salabatacao. As soon as he was on its back he seemed like nothing but a furious wolf amongst sheep; but since already they were all so exhausted, so wounded all over, and so encircled by the enemy (for they were attacked at every point), Salabatacao was at length overthrown, and his horse with him. And as the Portuguese who tried to succour him were all killed, not one escaping, and he himself was wounded in many places, he was taken prisoner.\\n\\nThe spoil was four thousand horses of Ormuz, and a hundred elephants, and four hundred heavy cannon, besides small ones; the number of gun-carriages for them was nine hundred, and there were many tents and pavilions. I take no account of the sumpter-horses and oxen and other beasts, for they were numberless, nor of the numbers of men and boys, nor yet of some women, whom the King ordered to be released.\\n\\nHere the King stayed till all the dead had been burned, and the customary honours had been paid to them; and here he gave much alms for the souls of those who had been killed in battle on his side. These numbered sixteen thousand and odd. These things done, he turned again upon Rachol and pitched his camp as he had done before.\\n\\nDuring this return of the King there came to meet him Christovao de Figueiredo,\\\\[560\\\\] who was at that time in the city of Bisnaga with horses, and he took with him twenty Portuguese musqueteers, he also himself having his musquet. The King took much pleasure in his company, glad that he should see the war and his great power; and he ordered some tents to be given to him of those taken from the Ydallcao, and commanded that he should be lodged close to his own quarters. One day Christovao de Figueiredo told the King that he wanted to go and see the city, but the King said that he should not set his heart upon that because he did not want any disaster to befall him. But Christovao de Figueiredo replied that the whole business of the Portuguese was war, and that this would be the greatest favour that he could do him, namely that His Highness should permit him to go and see the Moors. So the King gave him leave and sent some people with him. Christovao de Figueiredo went close to the trench before the walls, keeping himself as much concealed as possible, and seeing how fearlessly the Moors exposed themselves on the wall, began, with the musqueteers whom he had brought, to open fire on them in such a way that he slew many, the Moors being careless and free from fear, as men who up to then had never seen men killed with firearms nor with other such weapons. So they began to forsake the wall (at this point), and the king's troops found an opportunity of coming in safety to it, and they began to destroy much of the masonry; and so many people collected on this side that all the camp was put in commotion, saying that Christovao de Figueiredo had entered the city with his Portuguese. This was told to the King. Those in the city could not understand what was going on, nor how these people came to be in the King's service, until they recollected how on the day of the other fight the Portuguese had come, and then they considered themselves lost. For by the aid of those men the King's people came without fear to the wall, where already it was damaged in many places, because the city had its cannon so high up that these could do no injury to the men who were at the foot of the wall. The wall also was filled up inside with earth, and there were no cannon in the breaches. The people of the city whom up to that time they had killed had been supplied with stones which they had flung on the besiegers from the top of the wall, and with musquets and arrows, so that even if the King's men were able to reach the wall at all they were at least wounded; but as Christovao de Figueiredo with the Portuguese prevented the enemy from appearing at all on the wall, the Hindus were enabled to reach it at their ease.\\n\\nHere you would have seen how the King's captains begged Christovao de Figueiredo to permit them one day to attack the Moors in his company, and he, in order to content the more honourable of them, went with them on those days. One day he divided his musqueteers into three companies and began to kill several amongst the Moors who showed themselves, insomuch that none durst be seen; and then the King's troops began, in these three divisions, to attack the wall with many pickaxes and crowbars,\\\\[561\\\\] and he sent to tell the rest that they should attack on their own account; and such was the result that the defenders of the city began to abandon the first line of fortification, and the women and children took refuge in the citadel. The captain of the city, seeing the dismay that had spread amongst his people, began to turn them back with encouraging words, and with some of them betook himself to that part of the wall which he saw was most severely pressed, begging them that they would come back to the wall and not be afraid. He was answered by some that at that point were those Franks\\\\[562\\\\] who were helping, and that as soon as any one showed himself he was a dead man; and he, wishing to see for himself where the Portuguese were, reached over with his body in front one of the embrasures and was killed with a musquet-shot that struck him in the middle of his forehead. It was said by the Moors that Christovao de Figueyredo had killed him, and they took notice of him (DERAO SYGNAES D ELLE). As soon as the captain was thus killed there was great lamentation in the city, and soon the wall was deserted, so that the men from the King's camp were left to do as they pleased with it; and they noticed the outcry that arose within and saw that there was no one defending the wall. They therefore retired to see what should happen, and left off fighting for that day.\\n\\nCHAPTER 11\\n\\nHow those in the city asked for terms, and the king granted them quarter.\\n\\nNext day, which was twenty days since the battle had taken place in which the Ydallcao had been defeated, the men of the city opened a gate, and with a white flag carried in front of them went the way of the King's camp with their hands uplifted, begging the King's mercy.\\n\\nWhen the King was advised of their coming, he commanded Solestema,\\\\[563\\\\] his minister, to receive them; and when they saw that he came out to receive them they began to hope that they should experience kindness at the King's hands.\\n\\nThus they came to the place where he was, and there they prostrated themselves on the ground with much groaning and tears, and besought his pity and benevolence.\\n\\nThe King commanded them to rise, saying that he would save all their persons and property, and that they need have no fear but should return to the city, and that on the next day he would enter it; and he bade a captain take possession of the city.\\n\\nWhilst the Moors were thus in presence of the King (the soldiers looking on), they saw Christovao de Figueiredo, and told the King that the conquest and capture of the city was due to that foreigner, that he had slain their captain, and with his people had killed many Moors, which caused the city's destruction. The King, casting his eyes on Christovao de Figueiredo, nodded his head, and turned to the people telling them to observe what great things could be effected by one good man. He then retired to his tent and the men of the city to the city, and the king's troops made great feasting and rejoicing.\\n\\nCHAPTER 12\\n\\nHow the King entered the city, and of the feast that was made for him, and of the regulations and arrangements he made there.\\n\\nAs soon as the next day dawned, the King, after he had performed both his customary prayers and others which it is their wont to offer after victories, giving thanks to God (for indeed the principal thing they pray for is a conquest such as this), rode in company with the other great lords and his captains, and with his guard took the way to the city. There the citizens were standing awaiting his arrival, with more cheerful countenances than their real feelings warranted, yet striving to take courage, and they followed him with much loud shouting; crying, -- \\\"God be praised who has sent to save us after so many years!\\\" and with these and other such words they begged him to spare them and have pity on them. So he proceeded till he arrived close to the citadel, when he sent to call the most honoured men in the city, and to these the King said that he would spare all their property, that they might freely act as they wished regarding both that and their persons, and those who wished to stay in the city might remain in their old state as before; and as for those who wished to depart they might do so at once with all that they possessed. They all raised their hands to Heaven, and threw themselves on the ground in thankfulness for such gentle treatment. While the King was thus engaged there came men to tell him that his troops were robbing the city, and he at once tool; measures to prevent this, and everything was returned to its owner; but as in such cases as these the conquered are content merely with their own liberty, laying little store by anything they may get back, great robberies took place; and some of these afterwards came to the ears of the King, and those who had done it were soundly chastised.\\n\\nIn a short time the defeat of the Ydallcao was known all over India, and also in other regions of the interior, he being a great lord in these parts; and as soon as the news was carried to Zemelluco and Madremalluco and Destuy and Virido, and also to other lords who were like slaves to the king Daquym,\\\\[564\\\\] although in some measure they rejoiced since they wished him ill, yet on the other hand they began to be fearful for their own safety.\\\\[565\\\\] So they all took measures to send their envoys, and these found the King still inside the city of Rachol. Astonished though they were to see that the King had captured so strong a city, they were much more surprised to see how great was his power and how numerous his troops. Having arrived where he was they gave him the letters they had brought, and these were forthwith read. In these the chiefs told the King that he ought to content himself with having defeated the Ydallcao as he had done, and ought not to wage further war; they begged him of his goodness to return to the Ydallcao that which he had so taken from him, and that if he did so they would always obey whatever he commanded; but if he was not of a mind to this, then he must know for certain that they would be compelled to turn against him and forthwith join the Ydallcao, for whom they would speedily recover that which he had now lost. The King, seeing what was contained in the letters, answered them in the following manner by one single letter to them all; -- \\\"Honoured Madremalluco, and Zemelluco, Descar, and Veride, and all others of the kingdom of Daquym, I have seen your letters, and thank you much for what you have sent to say. As regards the Ydallcao, what I have done to him and taken from him he has richly deserved; as regards returning it to him that does not seem to me reasonable, nor am I going to do it; and as for your further statement that ye will all turn against me in aid of him if I do not do as ye ask, I pray you do not take the trouble to come hither, for I will myself go to seek ye if ye dare to await me in your lands; -- and this I send you for answer.\\\" And he commanded to give many gifts to the messengers, and giving his letter to them sent them away.\\n\\nCHAPTER 13\\n\\nHow a number of people left the city, and the King did much kindness to them.\\n\\nMany people left the city, and to many who had nothing wherewith to depart the king commanded to give all that was required for their journey. Here the King stayed some days, after having made all the arrangements that were necessary for the government of the city; and after repairing the walls he left behind him sufficient troops to guard the place, and took the road to the city of Bisnaga, where he was received with great triumphs, and great feasts were made and he bestowed bountiful rewards on his troops.\\n\\nAs soon as the festivals were ended he went to the new city; and, being there, they told him how there was entered an ambassador of the Ydallcao. Already he knew that an ambassador had come but he pretended that he did not know, since it is not customary for the King to send out to receive any ambassador (on his arrival). Since this ambassador was in the city of Bisnaga, knowing that the King was in the new city, which is two leagues from Bisnaga, he betook himself thither; and close to the city bade the people pitch his tent, which was the best and most beautiful and rich that up to that time had ever been seen in those parts. This ambassador was called Matucotam; he brought with him one hundred and fifty horse and much people to serve him and many pack animals, among which were certain camels. He brought also two of the scribes of the chamber of the Ydallcao, so that indeed you would believe that he had brought all the power of the Ydallcao \\\"pera segumdo elle ficou desbaratado.\\\"\\\\[566\\\\]\\n\\nAs soon as he had thus settled himself the ambassador sent to inform the King of his arrival, and begged that His Highness would grant him an audience and despatch him without delay. The King replied that he would see him,\\\\[567\\\\] but told him that he should not be impatient since he himself had but now arrived, and that he would give him leave to depart as soon as the time had arrived. And with this the ambassador stayed there a month without the King having sought to see him, nor having asked to know why he had come; he went every day to the palace, and seeing the way in which the King acted towards him he determined to speak no more but to wait till the King summoned him. Still he never ceased to go every day to the palace and to speak with the nobles. One day the King sent to tell the ambassador that the following day was an auspicious day, and that he wished to hear him and learn wherefore he had come, and the ambassador made ready as it behoved him to present himself before so great a lord. As was fitting, considering his mission and the request he had to make, he was accompanied by many Moors whom the city contained, and had with him all his people with their trumpets and drums as was customary; and so he went to the palace, where he was received very honourably by the nobles and officers of the household. They seated themselves inside the first gate, awaiting there a message from the King giving permission to enter where he was, and there was no long delay before the command to admit him was given. His obeisance to the King having been made according to his mode and custom, the men of the council standing by the King's side, he was bidden to announce the terms of his embassy, the King being ready graciously to listen; and the ambassador, seeing that the King so commanded, delivered himself of his message in manner following, with the awed demeanour assumed by such envoys when they find themselves in presence of such great kings.\\n\\nCHAPTER 14\\n\\nHow the Captain acquitted himself of his embassy before the King.\\n\\n\\\"Sire! the Ydallcao, my master, sends me to thee; and by my mouth he begs thee that thou wouldest be pleased to do justice. He bids me say that he bears very good will towards thee\\\\[568\\\\] as towards the most true and powerful prince in all the world, and one possessed, of most justice and truth; that thou without reason hast broken the friendship and peace which thou hast had towards him, and not only so but a peace which was made so many years ago and maintained by all the kings so truthfully; that he does not know why thou hast left thy kingdom and made such war on him; that he was without suspicion when they brought him the news how thou hadst besieged the city of Rachol, and hadst robbed and destroyed the country round about, which news caused him to move and come to its rescue; that then all the members of his court were slain by thee, and his camp all plundered and destroyed, thou thyself being good witness of what was done, and that he begs thee to make amends therefor, and to send back to him his artillery and tents, his horses and elephants, with the rest that was taken from him, and also to restore his city of Rachol; that if thou wilt give him the satisfaction for which he prays as to this property and all other things thou wilt have him always for a loyal friend; but if not, thy action will be evil, even though pleasing to thyself.\\\" Thus he ended, without saying more. The King said that he might retire and repose, and that next day he would give him leave to depart, and the King gave him a robe of silk and the cloths that are customary.\\n\\nCHAPTER 15\\n\\nHow the King sent to call the ambassador, and of the answer which he gave to him.\\n\\nNext day the King sent to call the ambassador, and after other things had been spoken of between\\\\[569\\\\] them, the King said that he would be content to restore everything to the Ydallcao according to his wish, and would be pleased at once to release Satabetacao, provided the Ydallcao would come and kiss his foot. When the ambassador heard the King's answer he took leave of him and went to his tent; and he wrote to the Ydallcao and told him what had passed, sending to him one of the scribes that had come with him. And much time had not passed when the Ydallcao sent him a reply, saying: How could it be possible for him to meet the King, seeing that he could not go to Bisnaga? and yet that he was of full mind joyfully to do that which the King wished. With this answer the ambassador went to the King, and since the King would have set higher value on the Ydallcao's coming to kiss his feet than on all that he had taken from him, he said to the ambassador, \\\"Do thou cause the Ydallcao to come to the confines of my kingdom, for I shall be, soon there.\\\" Agreeing to this, the ambassador departed, so as to persuade the Ydallcao to come to the boundary. The King on his part went forthwith to a city called Mudugal\\\\[570\\\\] which is close to the boundary, and there he waited until they told him that the Ydallcao was coming and was already near at hand. Forthwith the King set out to meet him, and entered the kingdom of Daquem, so desirous was he to meet the Ydallcao; but the Ydallcao, after all, dared not meet the King. And the King journeyed so far, whilst they kept saying to him, \\\"Lo! he is here close at hand,\\\" that he even went as far as Bizapor,\\\\[571\\\\] which is the best city in all the kingdom of Daquem. It has numbers of beautiful houses built according to our own fashion, with many gardens and bowers made of grape-vines, and pomegranates, and oranges and lemons, and all other kinds of garden produce.\\n\\nHither went the King, for it seemed well for him to await the coming of the Ydallcao in so goodly a city; and he formed the determination that if he got him here he would seize him or command him to be put to death, to avenge the affront that had been put upon him; and seeing that his enemy did not dare to come he remained in the city several days. Then he turned away because water failed him; for since this city lies in a plain and has no water save that which it receives from rainfall into two lakes, of which there are two large ones, the Moors had opened these in order to drain them, so that the King should not be able to stay in their country. For this reason it behoved the King to depart. But the city was left almost in ruins -- not that the King had commanded it to be destroyed, but that his troops, in order to make fires for cooking, had torn down so many houses that it was a great grief to see -- and this was occasioned by there being in the country a dearth of firewood, which comes to them from a great distance. The Ydallcao sent to ask the King what wrong the houses of his captains had done that he had commanded to destroy them; for there remained no other houses standing save only the palaces of the Ydallcao, the King himself being therein. The King sent answer that it was not he who had done it, but that he could not control his people.\\n\\nWhen the King went to the town of Modogal the Ydallcao returned to Bigapor, where, seeing the great havoc that had been wrought in it, he took to himself the blame for such damage having been done,\\\\[572\\\\] saying that if he had gone to the King such destruction would not have taken place, and that at least he could do this in future; he said that he had been badly advised since for his own part he had been prepared to do it. Thus he took counsel with his advisers, putting before them how secure his position was if he had the friendship of the King, that if allied to him he might be able to still further increase (the greatness of) his State, and that with the King's favour he would be able to carry out all his wishes. Concerning these things and others similar to these he continued constantly speaking with his advisers. Wherefore Acadacao the lord of Bilgao, he who had fled with him in the battle, and who was a man sagacious and cunning in such matters, addressed the Ydallcao begging permission to go himself to the King, and saying that he would remedy everything and would cause everything to take place just as his lord wished; and the Ydallcao listened to him readily.\\n\\nNow Acadacao did not trouble himself to make this journey because he desired to serve the Ydallcao, for another would have done it as well, but he did it with a villainous motive and from the ill-will he bore to Salebatacao whom the King held in prison at Bisnaga; and the reason that he had this wicked motive was because Salebatacao knew that Acadacao was the man that had caused the Ydallcao to flee, and that the cowardice of such an act was enough to destroy an army. Salebatacao had spoken angrily about this to all those who went to see him or who were sent to visit him, and he always said that he did not desire to be released from his captivity save for one reason only, namely that he might ruin Acadacao and war against him as against a mortal enemy. These things were all known to Acadacao, and he knew that if they released him it would come to pass as he had said, and therefore he determined to prevent this by contriving his enemy's death, as will be mentioned in its place. It was for this reason that Acadacao asked to be sent as ambassador to the King; and this was done.\\n\\nCHAPTER 16\\n\\nHow Acadacao went as ambassador for his King and compassed the death of Sallabatecao.\\n\\nAcadacao, being despatched by the Ydallcao, accompanied by certain horsemen with some servants took the road to the city of Mudogal where the King was, and the Ydallcao went with him as far as the river. When Acadacao had arrived, being allowed inside the city by command of the King, he remained several days without seeing the King until he was summoned by his order; then he was admitted and spoke with the King, giving him, with the manner of one who in such negotiations is both wise and bold, an excuse for the mistake which the Ydallcao had committed. He knew how to speak to the King so well that he removed all the King's wrath and fury against the Ydallcao, and he told the King that the principal cause why the Ydallcao did not meet him was the conduct of Salebatacao whom he had captured, and that this man had written to the Ydallcao telling him not to do so, and giving for reason that the King desired to slay him. By these and other similar sayings he sought to set the King's mind against Salebatacao, even to the death, and the King, seeing what Acadacao wanted, and believing that a man of such great fame would not be guilty of saying anything that was not perfectly true, angrily commanded that Salebatacao, who was then in Bisnaga, should be beheaded; and this was at once done as soon as the message arrived.\\n\\nAs soon as Acadacao had accomplished this business he thought himself unsafe, and at once asked leave of the King, saying that he wished to go and get the Ydallcao to come to the river, so that when His Highness arrived he might meet him there. But the King told him not to be impatient but to amuse himself there some days, and added that he wished to show him some things, and that he had somewhat about which to speak to him. Acadacao, however, being afraid that his treason would be discovered, did not feel safe, and behaved in such a manner that what he had done concerning Salebatacao was found out; wherefore the King sent to seize him, but when they went to look for him he was already gone. For he fled one night and betook himself to the Ydalcao, telling him that the King had commanded Salebatacao to be put to death, and that he wanted to do the same to him, and so he had escaped; and it seemed to him that he (the Ydalcao) ought not to trust the King, who after all was nothing but a black. After he had spoken in this way he went to Bilgao, where he strengthened his position, and when the Ydallcao sent afterwards to summon him he never obeyed, because he knew that the wickedness that he had done had been found out.\\n\\nCHAPTER 17\\n\\nHow the King went to the extremity of his territory to meet the Ydalcao, and what he did on not finding him.\\n\\nThe King did not fail to go to the extremity of his territory, and since he did not find the Ydalcao there, nor his mother, as Acadacao had told him, he at once perceived that this was due to trickery on the part of Acadacao, and that he had done it all in order to compass the death of Salebatacao. Full of fury at this he entered the kingdom of Daquem and marched against the city of Culbergura\\\\[573\\\\] and destroyed it and razed the fortress to the ground, and the same with many other places.\\n\\nThence he wanted to press forward, but his councillors did not agree to this, saying that water would fail him by that road and that it did not seem to them that those Moorish lords whom they counted as friends would be otherwise than afraid that the King would take their lands as he had taken those of the others, since they all served one sovereign, and that for this reason these lords would probably make friends with the Ydalcao, and together they would come against the King; and although there was no reason to be afraid of them, yet the King must needs fear the want of water, of which they had none. And the King agreed that this counsel was good.\\n\\nIn this city of Calbergara, in the fortress belonging to it, the King took three sons of the King of Daquem. He made the eldest King of the kingdom of Daquem, his father being dead, though the Ydallcao wanted to make King one of his brothers-in-law, who was a bastard son of the King of Daquem, and had married one of the Ydallcao's sisters; for this reason he had kept these three brothers prisoners in that fortress. He whom he thus made King was received by all the realm as such, and obeyed by all the great lords, and even by the Ydallcao owing to his fear of the King.\\\\[574\\\\] The other two brothers he took with him, and gave them each one an allowance, to each one every year fifty thousand gold PARDAOS; and he holds them and treats them as princes and great lords, as indeed they are. After the return of the King to Bisnaga, which took place in the same year in which he had left, nothing more passed between him and the Ydalcao worthy of record, relating either to peace or war.\\n\\nCHAPTER 18\\n\\nHow this King, during his own lifetime, raised to be King his son, being of the age of six years.\\n\\nAfter the King had made an end of this, and had obtained so great a victory over his enemies, perceiving that he was already advanced in years, desiring to rest in his old age and wishing his son to become King when he died, he determined to make him King during his lifetime, the boy being six years old and the King not knowing what would happen after his death. Wherefore he abdicated his throne and all his power and name, and gave it all to his son, and himself became his minister, and Salvatinica\\\\[575\\\\] who had held that office became his counsellor, and he made one of the latter's sons a great lord among them. And so far did King Crisnarao go that after he had given the kingdom to his son, he himself did obeisance to him. With these changes the King made great festivals which lasted eight months, during which time the son of the King fell sick of a disease of which he died.\\n\\nAfter his death Crisnarao learned that his son had died by poison given him by the son of Sallvatinica, and in his anger, being certain that this was so, he sent to call Salvatinica and his son and Guandaja, brother of Ssallvatinica, and many other captains relatives of Ssallvatinica, and made them a speech at the time of the salaam, there being present many chiefs and principal persons of the kingdom, and relations of Ssallvatinica; he addressed him thus: -- \\\"I held thee always as my great friend, and now for these forty years thou hast been governor in this kingdom, which thou gavest me; yet I am under no obligation to thee for that, because in doing so thou didst act in a way contrary to thy duty. Thou wert bound, since thy lord the King my brother commanded so, to put out mine eyes; yet thou didst not carry out his will nor obey him, but instead thou didst cheat him and the eyes of a goat were put out, wherefore, since thou didst not fulfil his command, thou wert a traitor, and thy sons with thee for whom I have done so much. Now I have learnt that my son died of poison given to him by thee and thy sons, and for that ye are all here made prisoners.\\\" With these words he arose and laid hands on them and seized them, and in doing so called for aid from many Portuguese who were then in the country with horses, asking them to come to his aid; and after he had seized the men, father and sons, they remained three years in prison. And he made minister a son of Codemerade, the same who had killed the son of King Narsymga in the city of Penagundy in the garden by treachery, by command of the King his father, as has already been told in this history.\\\\[576\\\\]\\n\\nAnd soon afterwards Danayque, son of Salvatinica, escaped from prison and betook himself to a mountain range in which dwelt nobody but robbers and highwaymen, and in this there was a fortress where dwelt a captain, his relative, who received him and helped him in all that he could, and from there he made such war on the King Crisnarao that he was driven to send against him much people, and as captain of the army he sent his minister Ajaboissa, who invested the place on all sides and took him therein and brought him prisoner to the King. After he had so come the King commanded him to be brought before him, with Sallvatinica his father and another brother of his who was kept in the prison, and he sent them to the place of executions and there had their eyes put out, for in this country they do not put Brahmans to death but only inflict some punishment so that they remain alive. So he put them in prison again, and there Timadanayque died, and Salvatinica his father remained in the prison with his other son Gamdarja.\\\\[577\\\\]\\n\\nCHAPTER 19\\n\\nHow the Ydallcao came against Rachol, and did not dare to await the King, and fled.\\n\\nAt this time the Ydallcao collected his army and formed afresh his forces of cavalry and elephants, and marched upon Rachol which remained under the king of Bisnaga. Hearing this news, Crisnarao, without even telling any one, ordered to saddle a horse, and he rode at full speed in the direction of Rachol where already the Ydallcao was; but as soon as his enemy was aware of the coming of the King he fled. On the road King Crisnarao bought six hundred horses from the Portuguese at the rate of 4 3/4 for 1000 pardaos.\\\\[578\\\\] And from Rachol he sent a message to the Ydallcao saying that he had already twice broken his oath and his word, and that as he had not fulfilled the promise he had made he would make war on him in such fashion as that by force he should become his vassal, and that he would not let him alone till he had taken from him Billgao.\\\\[579\\\\]\\n\\nAs the winter had now begun the King could not then go forward, and so he went to Bisnaga to make ready for this war; and he commanded to prepare a large force of artillery, and sent an ambassador to Goa to ask for the help of the Governor. He promised him that after taking Billgao he would give him the mainland; for this city of Billgao is fifteen leagues from Goa, and its captain is lord of the mainland of Goa. Goa is the frontier or boundary of his city of Billgao, and there is one of his captains at a fortress called Pomda which is three leagues from Goa by the mainland, who also receives the revenues and has command over several villages; and in like manner these and others have captains appointed by the Ydalcao, who is lord of the whole land.\\\\[580\\\\]\\n\\nWhile Crisnarao was thus making ready he presently fell sick of the same illness of which all his ancestors had died, with pains in the groin, of which die all the kings of Bisnaga.\\n\\nNow this King Crisnarao, when he was young and growing up in this city of Bisnaga, had an intrigue with a courtezan for whom he had much affection, and who was called Chinadevidy, and for the great love he bore her he promised many times that if ever he became King he would marry her; and though he said this in jest, it afterwards became true, so the history records. For when raised to the throne and taken away from the things he had done when a young man, he still did not forget the affection he felt for this woman, but used secretly to leave his palace and go to her house. And this was discovered one night by his minister Sallvatinica, who watched him until he had got into the woman's house, and he rebuked him much for it and brought him back to the palace. Then the King told him how well he loved her, and that he had promised to marry this woman and was determined to do so in any case; and the minister, seeing how he was bent on it, gave way to his wish, saying that he would accomplish it in such a way that His Highness would not be blamed for it. In order to do this he sought for him a very beautiful woman of the family of the kings of Narsymga, and after he had married him to her, at the end of the wedding ceremonies, he put this woman and the other in a house, to which he had added a tower very lofty and large, and in which he lodged her. Afterwards the King married many other wives, for these kings hold it as a very honourable thing to have many wives; and this King Crisnarao married four, and yet he loved this one better than any of the others. This King built a city in honour of this woman, for the love he bore her, and called its name Nagallapor and surrounded it with a new wall which is one of the best works that he has in his kingdom, and he made in it a street very long and large with houses all of masonry. In order to people this town he ordered all the chiefs of his kingdom to build themselves palaces therein, and so they did. This town has one principal street, of length four thousand and seven hundred paces\\\\[581\\\\] and of breadth forty, which is certainly the most beautiful street it is possible to see; and he made and finished this town without stinting any expense on it. It now yields forty-two thousand PARDAOS of duties for things which enter into it, the duties in this land being very great; since nothing comes through the gates that does not pay duty, even men and women, as well as head-loads and all merchandise.\\n\\nThis King also made in his time a lake for water, which lies between two very lofty SERRAS. But since he had no means in the country for making it, nor any one who could do it, he sent to Goa to ask the Governor to send some Portuguese masons, and the Governor sent him Joao della Ponte,\\\\[582\\\\] a great worker in stone, to whom the King told how he wanted the tank built. Though it seemed to this man (MESTRE, modern MAISTRY) impossible to be made, nevertheless he told the King he would do it and asked him to have lime prepared, at which the King laughed much, for in his country when they build a house they do not understand how to use lime. The King commanded to throw down quantities of stone and cast down many great rocks into the valley, but everything fell to pieces, so that all the work done in the day was destroyed each night, and the King, amazed at this, sent to call his wise men and sorcerers and asked them what they thought of this thing. They told him that his idols were not pleased with this work, it being so great and he giving them nothing, and that unless he spilled there the blood of men or women or buffaloes that work would never be finished. So the King sent to bring hither all the men who were his prisoners, and who deserved death, and ordered them there to be beheaded; and with this the work advanced. He made a bank across the middle of the valley so lofty and wide that it was a crossbow-shot in breadth and length, and had large openings;\\\\[583\\\\] and below it he put pipes by which the water escaped, and when they wish so to do they close these. By means of this water they made many improvements in the city, and many channels by which they irrigated rice-fields and gardens, and in order that they might improve their lands he gave the people the lands which are irrigated by this water free for nine years,\\\\[584\\\\] until they had made their improvements, so that the revenue already amounts to 20,000 PARDAOS.\\n\\nAbove this tank is a very large ridge all enclosed, and in the middle some very strong gates with two towers, one on one side and one on the other; and within are always posted 1000 men on guard. For through this gate all things must enter that come into the two cities, since in order to enter the city of Bisnaga there is no other road but this, all other roads meeting there. This gate is rented out for 12,000 PARDAOS each year, and no man can enter it without paying just what the renters ask, country folk as well as strangers. In both these cities there is no provision or merchandise whatever,\\\\[585\\\\] for all comes from outside on pack-oxen, since in this country they always use beasts for burdens;\\\\[586\\\\] and every day there enter by these gates 2000 oxen, and every one of these pays three VINTEES,\\\\[587\\\\] except certain polled oxen without horns, which never pay anything in any part of the realm.\\n\\nOutside these two cities are fields and places richly cultivated with wheat and gram and rice and millet, for this last is the grain which is most consumed in the land; and next to it betel (BETRE), which is a thing that in the greater part of the country they always eat and carry in the mouth.\\n\\nCHAPTER 20\\n\\nHow on the death of Crisnarao his brother Achetarao was raised to be king.\\n\\nBefore\\\\[588\\\\] the death of King Crisnarao from his disease as has been before recounted, being sick and already despairing of his life, he made a will, saying that of his three brothers whom, at the time when they raised him to be King, he had sent to be confined in the fortress of Chamdegary\\\\[589\\\\] with his nephew, son of the King Busbalrao,\\\\[590\\\\] they should make King his brother Achetarao\\\\[591\\\\] who now reigns; for the latter seemed to him to be better fitted for that than any of the others, for the reason that he himself had no son of fit age for the throne, but only one of the age of eighteen months. After his death Salvanay became minister of the kingdom, and governed it till the coming of King Achitarao from the fortress of Chamdegary where he was detained. And he further left in his will that he should take Billgao,\\\\[592\\\\] and should make war on the Ydallcao.\\n\\nWhich King Chytarao, after he ascended the throne, gave himself over to vice and tyranny. He is a man of very little honesty, and on account of this the people and the captains are much discontented with his evil life and inclinations; for he has never done anything except those things that are desired by his two brothers-in-law,\\\\[593\\\\] who are men very evilly disposed and great Jews. By reason of this the Ydalcao, learning of how little weight he was, determined to make war on him, believing that he would easily succeed since the King was not inclined to war; so he made his forces ready, and began to invade the King's territory, and arrived within a league of the city of Bisnaga. Chetarao was in the city with such great forces and power that he could easily have captured him if his heart had allowed him to take action, since the Ydallcao had with him only 12,000 foot and 30,000 horse; yet with this small force the Ydallcao entered Nagallapor a league from Bisnaga and razed it to the ground. The King never tried to go out against him, nor had he the stomach for a fight, and there were only small skirmishes by some captains, good horsemen. These spoke to the King, asking that His Highness would give them leave to attack, and saying that his own presence was unnecessary for so slight an affair; but the King was terrified, and by the advice of his brothers-in-law (of which they gave not a little) decided to send and make peace with the Ydallcao. The Ydallcao was very glad and made a peace with him which was to last for a hundred years, on condition that the King should give him ten LAKHS of gold PARDAOS, each LAKH being 100,000 PARDAOS, and further should yield up to him the city of Rachol which the King Crisnarao had taken from him, and which had a revenue with its lands of 150,000 PARDAOS, as well as jewels which could easily be valued at a LAKH. The King accepted these terms, and the Ydallcao departed well pleased with this money; and after all was done the King sent to him a diamond stone weighing 130 MANGELLINIS,\\\\[594\\\\] with fifteen other similar ones worth fully a LAKH. This money he soon afterwards recovered and put in his treasury, exacting payments from his captains and people so ruthlessly that they say that in six months he had recovered and put the whole in his treasury.\\n\\nWherefore the captains and troops, both because he made this peace and because he exacted this sum of money contrary to the wishes of them all, have lived greatly discontented, and have held that if this kingdom should ever be brought to destruction, it must take place in the lifetime of King Chitarao; for he had destroyed the principal people of his kingdom and killed their sons and taken their goods, all owing to the bad counsel of his brothers-in-law, by whom he was dominated.\\n\\nI will tell you of one who was called Crisnaranarque whom he seized one night, and who, before he surrendered himself, killed all his wives, in number two hundred, and then killed himself with poison in presence of the King. This was because the King wanted to kill his son in his presence. By sale of the captain's arms, namely daggers, swords, spears, battle-axes and other things, which were all ornamented with gold and silver, the King realised more than 3000 PARDAOS. In this way the kingdom has been deprived of its principal men and of those who sustain it, wherefore the Ydalcao holds it in so little esteem that he puts upon it every day a thousand affronts and requisitions. Of this King there is nothing more so far to recount, save that he is a man that they hold to be of little force of character, and very negligent of the things which most concern the welfare of his kingdom and State.\\n\\nCHAPTER 21\",\"timestamp\":1636537633,\"title\":\"And the King of Bisnaga, seeing his great power and how \"},\"digest\":\"A7RceAGNzzdSaBKYMjJES3k7e0K2lYdwQNv8oxpvDVs\",\"authorship\":{\"contributor\":\"0xd4136e6E66561B194a8F4E5cA62A707095B64721\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vqjBlrE-YTdY4eajs16_d-1Kat2cG8-HZdRJaVftFYU\\\",\\\"y\\\":\\\"G2n4WCP-cQSjYubIqRSZs1bJCjOVwsge_wIJXcH8HTc\\\"}\",\"signature\":\"TfswtDJ8GROLJ_9s3xWzdqYw5ZMwiJmuUTkD5c6OuKp9v9BtSP-We7fnTykdl6lA-icvaH7JG8iAysFd4YzKDA\",\"signingKeySignature\":\"0x32a857a112bf0be0f68a7518c4713476903e7a199b2cc8cf4c614d5d788fc9855281924b3d53319f01420b5c7a88a49246105c9c8e61813b882bed9ce955d2e81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vqjBlrE-YTdY4eajs16_d-1Kat2cG8-HZdRJaVftFYU\\\",\\\"y\\\":\\\"G2n4WCP-cQSjYubIqRSZs1bJCjOVwsge_wIJXcH8HTc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"A7RceAGNzzdSaBKYMjJES3k7e0K2lYdwQNv8oxpvDVs\"}"