"{\"content\":{\"body\":\"When we start our adventure with learning a new thing or skill after some time, we come to a point where we become proud of our work and start to think about showing it to greater publicity.\\n\\nThis is the moment when we want to reach new heights and new possibilities.  \\n  \\n However, often when that moment arrives, a lot of things come into our minds, which start to block us from demonstrating our work.\\n\\n**But what if we overcame that thinking?**\\n\\nWhat if we finally overcome our little voice in our heads telling us things like: “Your work is not great enough” or “I will get compromised”.  \\n  \\n To be honest, this is me every time I think about posting something, even now writing this blog post. \\n\\n\\n---\\n\\nOver the last few weeks, I digested a fantastic book named “Show Your Work” written by Austin Kleon from which I chose one key idea that I would like to share in this post.  \\n  \\n This idea helped me break my barrier of showing my work to the public sphere and I hope it will also help you. \\n  \\n To begin with, let’s ask ourselves a question “Why is it worth showing what are you doing?”\\n\\nFor me, the answer to this question has always been: **“You get feedback.”** \\n\\nAnd why feedback is important?  \\n  \\n Because when you receive feedback from someone, even from a stranger on the internet, **you** **have finally been given a chance to know what you were doing wrong or good.** \\n  \\n That means you finally can see **areas in which you could improve.** \\n  \\n And I know we people often are scared of receiving feedback. Mostly because we fear it will be harsh for us, but believe me, even this bad feedback can be the best for you because it will allow you to reflect upon your current work and see things you haven’t seen before. \\n\\n| Compulsive avoidance of embarrassment is a form of suicide. - Colin Marshall.\\n\\nThere is one brilliant piece of advice that I was given, which I always keep to my heart.\\n\\n**“Don’t spend your life avoiding vulnerability”** \\n  \\n I always go back to this quote to remind me to always ask for feedback about my work in order to get out of my bubble and “see more”. \\n  \\n And this is one of my recommendations to you: \\n  \\n **Whenever you have a chance to ask for feedback, do it.**  \\n  \\n You don’t know how it will affect your life unless you won’t do it \\n  \\n From my experience, whenever I asked my colleague or even the stranger on the internet for feedback about my work, it always ended up as positive to me. \\n  \\n Believe me, in this world, there are many people who are willing to express support towards your work.  \\n  \\n It’s our brain that plays tricks on us.\\n\\n**“You already know what you know, after all—and, unless your life is perfect, what you know is not enough.”**\\n\\n\\n---\\n\\n \\n\\nThe key idea I would like to share with you and which is Austing is writing about is: \\n  \\n **”Identifying yourself as an amateur”**\\n\\nOften in life, we fall into the trap of thinking that we need many years of experience or be an expert in order to talk about things in that field. \\n  \\n This is one of the main things that blocked me from sharing my work on the internet.\\n\\nAnd I know there are some exceptions, for example: talking about medicine or law.  \\n  \\n In that case, it’s obvious that you need to have some kind of validation from external authority, for example, a diploma from the university which will confirm you are a trusted source of knowledge and people can rely on what you say. \\n\\nBut let’s be honest. \\n ** \\n We all make mistakes.** \\n  \\n In the beginning, when you identify yourself as an amateur, you get rid of perfectionism, which often is the main reason we don’t show our work. \\n  \\n I don’t deny perfectionism because perfectionism in healthy amounts can really help you and your work. However, when we allow too much perfectionism into our lives, it leads to overcritising your work, which as we know can be terrible for us. \\n  \\n Beginnings can be hard because we often tell us the things that we create often are not good enough.\\n\\nAnd let’s be honest, for some time they won’t be. However, **if you are not willing to be a fool, you can't become a master. \\n  \\n **Let me repeat.\\n\\n**“If you are not willing to be a fool, you can't become a master” \\n  \\n **With some time, you will gain much more confidence and expertise with your work.  \\n  \\n Believe me. \\n  \\n  \\n Best regards, \\n Adam** \\n **\",\"timestamp\":1638304466,\"title\":\"What to do when we are scared of showing our work?\"},\"digest\":\"jdxN8tOa_rPtsbC7uotjSk_SfJLTL1WFu9LEtHBhHO4\",\"authorship\":{\"contributor\":\"0x701DCd7c8986404481f0d2923280D562d4a77BA7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VITvyrhr0YKWGtbODlhn7sODU2D9QAOGvKlr9Csnk5Q\\\",\\\"y\\\":\\\"qhu9vZwPeYBdruBSM0QJHRjHEpQyIoTE_sFW00NZxgs\\\"}\",\"signature\":\"6ALr3-5FgP4awl9-WeXOysf12Gdt0PBCg-8xwHs8p5nq82AbK24pOc3Njo3uxb2GhnLobqJGLEufk0iIoM7oNg\",\"signingKeySignature\":\"0x51c94aae77710ba94ae80c724d03bc065bb4234d7bebc8e128a913a77779da707dad05076030d8bb9b7eb9631bb7923d1598a882b693eccce83243149c697a091b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VITvyrhr0YKWGtbODlhn7sODU2D9QAOGvKlr9Csnk5Q\\\",\\\"y\\\":\\\"qhu9vZwPeYBdruBSM0QJHRjHEpQyIoTE_sFW00NZxgs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jdxN8tOa_rPtsbC7uotjSk_SfJLTL1WFu9LEtHBhHO4\"}"