"{\"content\":{\"body\":\"The odor of scorching flesh mixed with the odor of cedar-wood aflame and smoking loaded the air; and as this was the occasion when every son of Israel was full brother to every other son of Israel, and hospitality was without bounds, Ben-Hur was saluted at every step, while the groups by the fires insisted, \\\"Stay and partake with us. We are brethren in the love of the Lord.\\\" But with thanks to them he hurried on, intending to take horse at the khan and return to the tents on the Cedron.\\n\\nTo make the place, it was necessary for him to cross the thoroughfare so soon to receive sorrowful Christian perpetuation. There also the pious celebration was at its height. Looking up the street, he noticed the flames of torches in motion streaming out like pennons; then he observed that the singing ceased where the torches came. His wonder rose to its highest, however, when he became certain that amidst the smoke and dancing sparks he saw the keener sparkling of burnished spear-tips, arguing the presence of Roman soldiers. What were they, the scoffing legionaries, doing in a Jewish religious procession? The circumstance was unheard of, and he stayed to see the meaning of it.\\n\\nThe moon was shining its best; yet, as if the moon and the torches, and the fires in the street, and the rays streaming from windows and open doors were not enough to make the way clear, some of the processionists carried lighted lanterns; and fancying he discovered a special purpose in the use of such equipments, Ben-Hur stepped into the street so close to the line of march as to bring every one of the company under view while passing. The torches and the lanterns were being borne by servants, each of whom was armed with a bludgeon or a sharpened stave. Their present duty seemed to be to pick out the smoothest paths among the rocks in the street for certain dignitaries among them--elders and priests; rabbis with long beards, heavy brows, and beaked noses; men of the class potential in the councils of Caiaphas and Hannas. Where could they be going? Not to the Temple, certainly, for the route to the sacred house from Zion, whence these appeared to be coming, was by the Xystus. And their business--if peaceful, why the soldiers?\\n\\nAs the procession began to go by Ben-Hur, his attention was particularly called to three persons walking together. They were well towards the front, and the servants who went before them with lanterns appeared unusually careful in the service. In the person moving on the left of this group he recognized a chief policeman of the Temple; the one on the right was a priest; the middle man was not at first so easily placed, as he walked leaning heavily upon the arms of the others, and carried his head so low upon his breast as to hide his face. His appearance was that of a prisoner not yet recovered from the fright of arrest, or being taken to something dreadful--to torture or death. The dignitaries helping him on the right and left, and the attention they gave him, made it clear that if he were not himself the object moving the party, he was at least in some way connected with the object--a witness or a guide, possibly an informer. So if it could be found who he was the business in hand might be shrewdly guessed. With great assurance, Ben-Hur fell in on the right of the priest, and walked along with him. Now if the man would lift his head! And presently he did so, letting the light of the lanterns strike full in his face, pale, dazed, pinched with dread; the beard roughed; the eyes filmy, sunken, and despairing. In much going about following the Nazarene, Ben-Hur had come to know his disciples as well as the Master; and now, at sight of the dismal countenance, he cried out,\\n\\n\\\"The 'Scariot!\\\"\\n\\nSlowly the head of the man turned until his eyes settled upon Ben-Hur, and his lips moved as if he were about to speak; but the priest interfered.\\n\\n\\\"Who art thou? Begone!\\\" he said to Ben-Hur, pushing him away.\\n\\nThe young man took the push good-naturedly, and, waiting an opportunity, fell into the procession again. Thus he was carried passively along down the street, through the crowded lowlands between the hill Bezetha and the Castle of Antonia, and on by the Bethesda reservoir to the Sheep Gate. There were people everywhere, and everywhere the people were engaged in sacred observances.\\n\\nIt being Passover night, the valves of the Gate stood open. The keepers were off somewhere feasting. In front of the procession as it passed out unchallenged was the deep gorge of the Cedron, with Olivet beyond, its dressing of cedar and olive trees darker of the moonlight silvering all the heavens. Two roads met and merged into the street at the gate--one from the northeast, the other from Bethany. Ere Ben-Hur could finish wondering whether he were to go farther, and if so, which road was to be taken, he was led off down into the gorge. And still no hint of the purpose of the midnight march.\\n\\nDown the gorge and over the bridge at the bottom of it. There was a great clatter on the floor as the crowd, now a straggling rabble, passed over beating and pounding with their clubs and staves. A little farther, and they turned off to the left in the direction of an olive orchard enclosed by a stone wall in view from the road. Ben-Hur knew there was nothing in the place but old gnarled trees, the grass, and a trough hewn out of a rock for the treading of oil after the fashion of the country. While, yet more wonder-struck, he was thinking what could bring such a company at such an hour to a quarter so lonesome, they were all brought to a standstill. Voices called out excitedly in front; a chill sensation ran from man to man; there was a rapid falling-back, and a blind stumbling over each other. The soldiers alone kept their order.\\n\\nIt took Ben-Hur but a moment to disengage himself from the mob and run forward. There he found a gateway without a gate admitting to the orchard, and he halted to take in the scene.\\n\\nA man in white clothes, and bareheaded, was standing outside the entrance, his hands crossed before him--a slender, stooping figure, with long hair and thin face--in an attitude of resignation and waiting.\\n\\nIt was the Nazarene!\\n\\nBehind him, next the gateway, were the disciples in a group; they were excited, but no man was ever calmer than he. The torchlight beat redly upon him, giving his hair a tint ruddier than was natural to it; yet the expression of the countenance was as usual all gentleness and pity.\\n\\nOpposite this most unmartial figure stood the rabble, gaping, silent, awed, cowering--ready at a sign of anger from him to break and run. And from him to them--then at Judas, conspicuous in their midst--Ben-Hur looked--one quick glance, and the object of the visit lay open to his understanding. Here was the betrayer, there the betrayed; and these with clubs and staves, and the legionaries, were brought to take him.\\n\\nA man may not always tell what he will do until the trial is upon him. This was the emergency for which Ben-Hur had been for years preparing. The man to whose security he had devoted himself, and upon whose life he had been building so largely, was in personal peril; yet he stood still. Such contradictions are there in human nature! To say truth, O reader, he was not entirely recovered from the picture of the Christ before the Gate Beautiful as it had been given by the Egyptian; and, besides that, the very calmness with which the mysterious person confronted the mob held him in restraint by suggesting the possession of a power in reserve more than sufficient for the peril. Peace and good-will, and love and non-resistance, had been the burden of the Nazarene's teaching; would he put his preaching into practice? He was master of life; he could restore it when lost; he could take it at pleasure. What use would he make of the power now? Defend himself? And how? A word--a breath--a thought were sufficient. That there would be some signal exhibition of astonishing force beyond the natural Ben-Hur believed, and in that faith waited. And in all this he was still measuring the Nazarene by himself--by the human standard.\\n\\nPresently the clear voice of the Christ arose.\\n\\n\\\"Whom seek ye?\\\"\\n\\n\\\"Jesus of Nazareth,\\\" the priest replied.\\n\\n\\\"I am he.\\\"\\n\\nAt these simplest of words, spoken without passion or alarm, the assailants fell back several steps, the timid among them cowering to the ground; and they might have let him alone and gone away had not Judas walked over to him.\\n\\n\\\"Hail, master!\\\"\\n\\nWith this friendly speech, he kissed him.\\n\\n\\\"Judas,\\\" said the Nazarene, mildly, \\\"betrayest thou the Son of man with a kiss? Wherefore art thou come?\\\"\\n\\nReceiving no reply, the Master spoke to the crowd again.\\n\\n\\\"Whom seek ye?\\\"\\n\\n\\\"Jesus of Nazareth.\\\"\\n\\n\\\"I have told you that I am he. If, therefore, you seek me, let these go their way.\\\"\\n\\nAt these words of entreaty the rabbis advanced upon him; and, seeing their intent, some of the disciples for whom he interceded drew nearer; one of them cut off a man's ear, but without saving the Master from being taken. And yet Ben-Hur stood still! Nay, while the officers were making ready with their ropes the Nazarene was doing his greatest charity--not the greatest in deed, but the very greatest in illustration of his forbearance, so far surpassing that of men.\\n\\n\\\"Suffer ye thus far,\\\" he said to the wounded man, and healed him with a touch.\\n\\nBoth friends and enemies were confounded--one side that he could do such a thing, the other that he would do it under the circumstances.\\n\\n\\\"Surely he will not allow them to bind him!\\\"\\n\\nThus thought Ben-Hur.\\n\\n\\\"Put up thy sword into the sheath; the cup which my Father hath given me, shall I not drink it?\\\" From the offending follower, the Nazarene turned to his captors. \\\"Are you come out as against a thief, with swords and staves to take me? I was daily with you in the Temple, and you took me not; but this is your hour, and the power of darkness.\\\"\\n\\nThe posse plucked up courage and closed about him; and when Ben-Hur looked for the faithful they were gone--not one of them remained.\\n\\nThe crowd about the deserted man seemed very busy with tongue, hand, and foot. Over their heads, between the torch-sticks, through the smoke, sometimes in openings between the restless men, Ben-Hur caught momentary glimpses of the prisoner. Never had anything struck him as so piteous, so unfriended, so forsaken! Yet, he thought, the man could have defended himself--he could have slain his enemies with a breath, but he would not. What was the cup his father had given him to drink? And who was the father to be so obeyed? Mystery upon mystery--not one, but many.\\n\\nDirectly the mob started in return to the city, the soldiers in the lead. Ben-Hur became anxious; he was not satisfied with himself. Where the torches were in the midst of the rabble he knew the Nazarene was to be found. Suddenly he resolved to see him again. He would ask him one question.\\n\\nTaking off his long outer garment and the handkerchief from his head, he threw them upon the orchard wall, and started after the posse, which he boldly joined. Through the stragglers he made way, and by littles at length reached the man who carried the ends of the rope with which the prisoner was bound.\\n\\nThe Nazarene was walking slowly, his head down, his hands bound behind him; the hair fell thickly over his face, and he stooped more than usual; apparently he was oblivious to all going on around him. In advance a few steps were priests and elders talking and occasionally looking back. When, at length, they were all near the bridge in the gorge, Ben-Hur took the rope from the servant who had it, and stepped past him.\\n\\n\\\"Master, master!\\\" he said, hurriedly, speaking close to the Nazarene's ear. \\\"Dost thou hear, master? A word--one word. Tell me--\\\"\\n\\nThe fellow from whom he had taken the rope now claimed it.\\n\\n\\\"Tell me,\\\" Ben-Hur continued, \\\"goest thou with these of thine own accord?\\\"\\n\\nThe people were come up now, and in his own ears asking angrily, \\\"Who art thou, man?\\\"\\n\\n\\\"O master,\\\" Ben-Hur made haste to say, his voice sharp with anxiety, \\\"I am thy friend and lover. Tell me, I pray thee, if I bring rescue, wilt thou accept it?\\\"\\n\\nThe Nazarene never so much as looked up or allowed the slightest sign of recognition; yet the something which when we are suffering is always telling it to such as look at us, though they be strangers, failed not now. \\\"Let him alone,\\\" it seemed to say; \\\"he has been abandoned by his friends; the world has denied him; in bitterness of spirit, he has taken farewell of men; he is going he knows not where, and he cares not. Let him alone.\\\"\\n\\nAnd to that Ben-Hur was now driven. A dozen hands were upon him, and from all sides there was shouting, \\\"He is one of them. Bring him along; club him--kill him!\\\"\\n\\nWith a gust of passion which gave him many times his ordinary force, Ben-Hur raised himself, turned once about with arms outstretched, shook the hands off, and rushed through the circle which was fast hemming him in. The hands snatching at him as he passed tore his garments from his back, so he ran off the road naked; and the gorge, in keeping of the friendly darkness, darker there than elsewhere, received him safe.\\n\\nReclaiming his handkerchief and outer garments from the orchard wall, he followed back to the city gate; thence he went to the khan, and on the good horse rode to the tents of his people out by the Tombs of the Kings.\\n\\nAs he rode, he promised himself to see the Nazarene on the morrow --promised it, not knowing that the unfriended man was taken straightway to the house of Hannas to be tried that night.\\n\\nThe heart the young man carried to his couch beat so heavily he could not sleep; for now clearly his renewed Judean kingdom resolved itself into what it was--only a dream. It is bad enough to see our castles overthrown one after another with an interval between in which to recover from the shock, or at least let the echoes of the fall die away; but when they go altogether--go as ships sink, as houses tumble in earthquakes--the spirits which endure it calmly are made of stuffs sterner than common, and Ben-Hur's was not of them. Through vistas in the future, he began to catch glimpses of a life serenely beautiful, with a home instead of a palace of state, and Esther its mistress. Again and again through the leaden-footed hours of the night he saw the villa by Misenum, and with his little countrywoman strolled through the garden, and rested in the panelled atrium; overhead the Neapolitan sky, at their feet the sunniest of sun-lands and the bluest of bays.\\n\\nIn plainest speech, he was entering upon a crisis with which to-morrow and the Nazarene will have everything to do.\\n\\nCHAPTER IX\\n\\nNext morning, about the second hour, two men rode full speed to the doors of Ben-Hur's tents, and dismounting, asked to see him. He was not yet risen, but gave directions for their admission.\\n\\n\\\"Peace to you, brethren,\\\" he said, for they were of his Galileans, and trusted officers. \\\"Will you be seated?\\\"\\n\\n\\\"Nay,\\\" the senior replied, bluntly, \\\"to sit and be at ease is to let the Nazarene die. Rise, son of Judah, and go with us. The judgment has been given. The tree of the cross is already at Golgotha.\\\"\\n\\nBen-Hur stared at them.\\n\\n\\\"The cross!\\\" was all he could for the moment say.\\n\\n\\\"They took him last night, and tried him,\\\" the man continued. \\\"At dawn they led him before Pilate. Twice the Roman denied his guilt; twice he refused to give him over. At last he washed his hands, and said, 'Be it upon you then;' and they answered--\\\"\\n\\n\\\"Who answered?\\\"\\n\\n\\\"They--the priests and people--'His blood be upon us and our children.'\\\"\\n\\n\\\"Holy father Abraham!\\\" cried Ben-Hur; \\\"a Roman kinder to an Israelite than his own kin! And if--ah, if he should indeed be the son of God, what shall ever wash his blood from their children? It must not be--'tis time to fight!\\\"\\n\\nHis face brightened with resolution, and he clapped his hands.\\n\\n\\\"The horses--and quickly!\\\" he said to the Arab who answered the signal. \\\"And bid Amrah send me fresh garments, and bring my sword! It is time to die for Israel, my friends. Tarry without till I come.\\\"\\n\\nHe ate a crust, drank a cup of wine, and was soon upon the road.\\n\\n\\\"Whither would you go first?\\\" asked the Galilean.\\n\\n\\\"To collect the legions.\\\"\\n\\n\\\"Alas!\\\" the man replied, throwing up his hands.\\n\\n\\\"Why alas?\\\"\\n\\n\\\"Master\\\"--the man spoke with shame--\\\"master, I and my friend here are all that are faithful. The rest do follow the priests.\\\"\\n\\n\\\"Seeking what?\\\" and Ben-Hur drew rein.\\n\\n\\\"To kill him.\\\"\\n\\n\\\"Not the Nazarene?\\\"\\n\\n\\\"You have said it.\\\"\\n\\nBen-Hur looked slowly from one man to the other. He was hearing again the question of the night before: \\\"The cup my Father hath given me, shall I not drink it?\\\" In the ear of the Nazarene he was putting his own question, \\\"If I bring thee rescue, wilt thou accept it?\\\" He was saying to himself, \\\"This death may not be averted. The man has been travelling towards it with full knowledge from the day he began his mission: it is imposed by a will higher than his; whose but the Lord's! If he is consenting, if he goes to it voluntarily, what shall another do?\\\" Nor less did Ben-Hur see the failure of the scheme he had built upon the fidelity of the Galileans; their desertion, in fact, left nothing more of it. But how singular it should happen that morning of all others! A dread seized him. It was possible his scheming, and labor, and expenditure of treasure might have been but blasphemous contention with God. When he picked up the reins and said, \\\"Let us go, brethren,\\\" all before him was uncertainty. The faculty of resolving quickly, without which one cannot be a hero in the midst of stirring scenes, was numb within him.\\n\\n\\\"Let us go, brethren; let us to Golgotha.\\\"\\n\\nThey passed through excited crowds of people going south, like themselves. All the country north of the city seemed aroused and in motion.\\n\\nHearing that the procession with the condemned might be met with somewhere near the great white towers left by Herod, the three friends rode thither, passing round southeast of Akra. In the valley below the Pool of Hezekiah, passage-way against the multitude became impossible, and they were compelled to dismount, and take shelter behind the corner of a house and wait.\\n\\nThe waiting was as if they were on a river bank, watching a flood go by, for such the people seemed.\\n\\nThere are certain chapters in the First Book of this story which were written to give the reader an idea of the composition of the Jewish nationality as it was in the time of Christ. They were also written in anticipation of this hour and scene; so that he who has read them with attention can now see all Ben-Hur saw of the going to the crucifixion--a rare and wonderful sight!\\n\\nHalf an hour--an hour--the flood surged by Ben-Hur and his companions, within arm's reach, incessant, undiminished. At the end of that time he could have said, \\\"I have seen all the castes of Jerusalem, all the sects of Judea, all the tribes of Israel, and all the nationalities of earth represented by them.\\\" The Libyan Jew went by, and the Jew of Egypt, and the Jew from the Rhine; in short, Jews from all East countries and all West countries, and all islands within commercial connection; they went by on foot, on horseback, on camels, in litters and chariots, and with an infinite variety of costumes, yet with the same marvellous similitude of features which to-day particularizes the children of Israel, tried as they have been by climates and modes of life; they went by speaking all known tongues, for by that means only were they distinguishable group from group; they went by in haste--eager, anxious, crowding--all to behold one poor Nazarene die, a felon between felons.\\n\\nThese were the many, but they were not all.\\n\\nBorne along with the stream were thousands not Jews--thousands hating and despising them--Greeks, Romans, Arabs, Syrians, Africans, Egyptians, Easterns. So that, studying the mass, it seemed the whole world was to be represented, and, in that sense, present at the crucifixion.\\n\\nThe going was singularly quiet. A hoof-stroke upon a rock, the glide and rattle of revolving wheels, voices in conversation, and now and then a calling voice, were all the sounds heard above the rustle of the mighty movement. Yet was there upon every countenance the look with which men make haste to see some dreadful sight, some sudden wreck, or ruin, or calamity of war. And by such signs Ben-Hur judged that these were the strangers in the city come up to the Passover, who had had no part in the trial of the Nazarene, and might be his friends.\\n\\nAt length, from the direction of the great towers, Ben-Hur heard, at first faint in the distance, a shouting of many men.\\n\\n\\\"Hark! they are coming now,\\\" said one of his friends.\\n\\nThe people in the street halted to hear; but as the cry rang on over their heads, they looked at each other, and in shuddering silence moved along.\\n\\nThe shouting drew nearer each moment; and the air was already full of it and trembling, when Ben-Hur saw the servants of Simonides coming with their master in his chair, and Esther walking by his side; a covered litter was next behind them.\\n\\n\\\"Peace to you, O Simonides--and to you, Esther,\\\" said Ben-Hur, meeting them. \\\"If you are for Golgotha, stay until the procession passes; I will then go with you. There is room to turn in by the house here.\\\"\\n\\nThe merchant's large head rested heavily upon his breast; rousing himself, he answered, \\\"Speak to Balthasar; his pleasure will be mine. He is in the litter.\\\"\\n\\nBen-Hur hastened to draw aside the curtain. The Egyptian was lying within, his wan face so pinched as to appear like a dead man's. The proposal was submitted to him.\\n\\n\\\"Can we see him?\\\" he inquired, faintly.\\n\\n\\\"The Nazarene? yes; he must pass within a few feet of us.\\\"\\n\\n\\\"Dear Lord!\\\" the old man cried, fervently. \\\"Once more, once more! Oh, it is a dreadful day for the world!\\\"\\n\\nShortly the whole party were in waiting under shelter of the house. They said but little, afraid, probably, to trust their thoughts to each other; everything was uncertain, and nothing so much so as opinions. Balthasar drew himself feebly from the litter, and stood supported by a servant; Esther and Ben-Hur kept Simonides company.\\n\\nMeantime the flood poured along, if anything, more densely than before; and the shouting came nearer, shrill up in the air, hoarse along the earth, and cruel. At last the procession was up.\\n\\n\\\"See!\\\" said Ben-Hur, bitterly; \\\"that which cometh now is Jerusalem.\\\"\\n\\nThe advance was in possession of an army of boys, hooting and screaming, \\\"The King of the Jews! Room, room for the King of the Jews!\\\"\\n\\nSimonides watched them as they whirled and danced along, like a cloud of summer insects, and said, gravely, \\\"When these come to their inheritance, son of Hur, alas for the city of Solomon!\\\"\\n\\nA band of legionaries fully armed followed next, marching in sturdy indifference, the glory of burnished brass about them the while.\\n\\nThen came the NAZARENE!\\n\\nHe was nearly dead. Every few steps he staggered as if he would fall. A stained gown badly torn hung from his shoulders over a seamless undertunic. His bare feet left red splotches upon the stones. An inscription on a board was tied to his neck. A crown of thorns had been crushed hard down upon his head, making cruel wounds from which streams of blood, now dry and blackened, had run over his face and neck. The long hair, tangled in the thorns, was clotted thick. The skin, where it could be seen, was ghastly white. His hands were tied before him. Back somewhere in the city he had fallen exhausted under the transverse beam of his cross, which, as a condemned person, custom required him to bear to the place of execution; now a countryman carried the burden in his stead. Four soldiers went with him as a guard against the mob, who sometimes, nevertheless, broke through, and struck him with sticks, and spit upon him. Yet no sound escaped him, neither remonstrance nor groan; nor did he look up until he was nearly in front of the house sheltering Ben-Hur and his friends, all of whom were moved with quick compassion. Esther clung to her father; and he, strong of will as he was, trembled. Balthasar fell down speechless. Even Ben-Hur cried out, \\\"O my God! my God!\\\" Then, as if he divined their feelings or heard the exclamation, the Nazarene turned his wan face towards the party, and looked at them each one, so they carried the look in memory through life. They could see he was thinking of them, not himself, and the dying eyes gave them the blessing he was not permitted to speak.\\n\\n\\\"Where are thy legions, son of Hur?\\\" asked Simonides, aroused.\\n\\n\\\"Hannas can tell thee better than I.\\\"\\n\\n\\\"What, faithless?\\\"\\n\\n\\\"All but these two.\\\"\\n\\n\\\"Then all is lost, and this good man must die!\\\"\\n\\nThe face of the merchant knit convulsively as he spoke, and his head sank upon his breast. He had borne his part in Ben-Hur's labors well, and he had been inspired by the same hopes, now blown out never to be rekindled.\\n\\nTwo other men succeeded the Nazarene bearing cross-beams.\\n\\n\\\"Who are these?\\\" Ben-Hur asked of the Galileans.\\n\\n\\\"Thieves appointed to die with the Nazarene,\\\" they replied.\\n\\nNext in the procession stalked a mitred figure clad all in the golden vestments of the high-priest. Policemen from the Temple curtained him round about; and after him, in order, strode the sanhedrim, and a long array of priests, the latter in their plain white garments, overwrapped by abnets of many folds and gorgeous colors.\\n\\n\\\"The son-in-law of Hannas,\\\" said Ben-Hur, in a low voice.\\n\\n\\\"Caiaphas! I have seen him,\\\" Simonides replied, adding, after a pause during which he thoughtfully watched the haughty pontiff, \\\"And now am I convinced. With such assurance as proceeds from clear enlightenment of the spirit--with absolute assurance--now know I that he who first goes yonder with the inscription about his neck is what the inscription proclaims him--KING OF THE JEWS. A common man, an impostor, a felon, was never thus waited upon. For look! Here are the nations--Jerusalem, Israel. Here is the ephod, here the blue robe with its fringe, and purple pomegranates, and golden bells, not seen in the street since the day Jaddua went out to meet the Macedonian--proofs all that this Nazarene is King. Would I could rise and go after him!\\\"\\n\\nBen-Hur listened surprised; and directly, as if himself awakening to his unusual display of feeling, Simonides said, impatiently,\\n\\n\\\"Speak to Balthasar, I pray you, and let us begone. The vomit of Jerusalem is coming.\\\"\\n\\nThen Esther spoke.\\n\\n\\\"I see some women there, and they are weeping. Who are they?\\\"\\n\\nFollowing the pointing of her hand, the party beheld four women in tears; one of them leaned upon the arm of a man of aspect not unlike the Nazarene's. Presently Ben-Hur answered,\\n\\n\\\"The man is the disciple whom the Nazarene loves the best of all; she who leans upon his arm is Mary, the Master's mother; the others are friendly women of Galilee.\\\"\\n\\nEsther pursued the mourners with glistening eyes until the multitude received them out of sight.\\n\\nIt may be the reader will fancy the foregoing snatches of conversation were had in quiet; but it was not so. The talking was, for the most part, like that indulged by people at the seaside under the sound of the surf; for to nothing else can the clamor of this division of the mob be so well likened.\\n\\nThe demonstration was the forerunner of those in which, scarce thirty years later, under rule of the factions, the Holy City was torn to pieces; it was quite as great in numbers, as fanatical and bloodthirsty; boiled and raved, and had in it exactly the same elements--servants, camel-drivers, marketmen, gate-keepers, gardeners, dealers in fruits and wines, proselytes, and foreigners not proselytes, watchmen and menials from the Temple, thieves, robbers, and the myriad not assignable to any class, but who, on such occasions as this, appeared no one could say whence, hungry and smelling of caves and old tombs--bareheaded wretches with naked arms and legs, hair and beard in uncombed mats, and each with one garment the color of clay; beasts with abysmal mouths, in outcry effective as lions calling each other across desert spaces. Some of them had swords; a greater number flourished spears and javelins; though the weapons of the many were staves and knotted clubs, and slings, for which latter selected stones were stored in scrips, and sometimes in sacks improvised from the foreskirts of their dirty tunics. Among the mass here and there appeared persons of high degree--scribes, elders, rabbis, Pharisees with broad fringing, Sadducees in fine cloaks--serving for the time as prompters and directors. If a throat tired of one cry, they invented another for it; if brassy lungs showed signs of collapse, they set them going again; and yet the clamor, loud and continuous as it was, could have been reduced to a few syllables--King of the Jews! Room for the King of the Jews!--Defiler of the Temple!--Blasphemer of God!--Crucify him, crucify him! And of these cries the last one seemed in greatest favor, because, doubtless, it was more directly expressive of the wish of the mob, and helped to better articulate its hatred of the Nazarene.\\n\\n\\\"Come,\\\" said Simonides, when Balthasar was ready to proceed--\\\"come, let us forward.\\\"\\n\\nBen-Hur did not hear the call. The appearance of the part of the procession then passing, its brutality and hunger for life, were reminding him of the Nazarene--his gentleness, and the many charities he had seen him do for suffering men. Suggestions beget suggestions; so he remembered suddenly his own great indebtedness to the man; the time he himself was in the hands of a Roman guard going, as was supposed, to a death as certain and almost as terrible as this one of the cross; the cooling drink he had at the well by Nazareth, and the divine expression of the face of him who gave it; the later goodness, the miracle of Palm-Sunday; and with these recollections, the thought of his present powerlessness to give back help for help or make return in kind stung him keenly, and he accused himself. He had not done all he might; he could have watched with the Galileans, and kept them true and ready; and this--ah! this was the moment to strike! A blow well given now would not merely disperse the mob and set the Nazarene free; it would be a trumpet-call to Israel, and precipitate the long-dreamt-of war for freedom. The opportunity was going; the minutes were bearing it away; and if lost! God of Abraham! Was there nothing to be done--nothing?\\n\\nThat instant a party of Galileans caught his eye. He rushed through the press and overtook them.\\n\\n\\\"Follow me,\\\" he said. \\\"I would have speech with you.\\\"\\n\\nThe men obeyed him, and when they were under shelter of the house, he spoke again:\\n\\n\\\"You are of those who took my swords, and agreed with me to strike for freedom and the King who was coming. You have the swords now, and now is the time to strike with them. Go, look everywhere, and find our brethren, and tell them to meet me at the tree of the cross making ready for the Nazarene. Haste all of you! Nay, stand not so! The Nazarene is the King, and freedom dies with him.\\\"\\n\\nThey looked at him respectfully, but did not move.\\n\\n\\\"Hear you?\\\" he asked.\\n\\nThen one of them replied,\\n\\n\\\"Son of Judah\\\"--by that name they knew him--\\\"son of Judah, it is you who are deceived, not we or our brethren who have your swords. The Nazarene is not the King; neither has he the spirit of a king. We were with him when he came into Jerusalem; we saw him in the Temple; he failed himself, and us, and Israel; at the Gate Beautiful he turned his back upon God and refused the throne of David. He is not King, and Galilee is not with him. He shall die the death. But hear you, son of Judah. We have your swords, and we are ready now to draw them and strike for freedom; and so is Galilee. Be it for freedom, O son of Judah, for freedom! and we will meet you at the tree of the cross.\\\"\\n\\nThe sovereign moment of his life was upon Ben-Hur. Could he have taken the offer and said the word, history might have been other than it is; but then it would have been history ordered by men, not God--something that never was, and never will be. A confusion fell upon him; he knew not how, though afterwards he attributed it to the Nazarene; for when the Nazarene was risen, he understood the death was necessary to faith in the resurrection, without which Christianity would be an empty husk. The confusion, as has been said, left him without the faculty of decision; he stood helpless--wordless even. Covering his face with his hand, he shook with the conflict between his wish, which was what he would have ordered, and the power that was upon him.\\n\\n\\\"Come; we are waiting for you,\\\" said Simonides, the fourth time.\\n\\nThereupon he walked mechanically after the chair and the litter. Esther walked with him. Like Balthasar and his friends, the Wise Men, the day they went to the meeting in the desert, he was being led along the way.\\n\\nCHAPTER X\\n\\nWhen the party--Balthasar, Simonides, Ben-Hur, Esther, and the two faithful Galileans--reached the place of crucifixion, Ben-Hur was in advance leading them. How they had been able to make way through the great press of excited people, he never knew; no more did he know the road by which they came or the time it took them to come. He had walked in total unconsciousness, neither hearing nor seeing anybody or anything, and without a thought of where he was going, or the ghostliest semblance of a purpose in his mind. In such condition a little child could have done as much as he to prevent the awful crime he was about to witness. The intentions of God are always strange to us; but not more so than the means by which they are wrought out, and at last made plain to our belief.\\n\\nBen-Hur came to a stop; those following him also stopped. As a curtain rises before an audience, the spell holding him in its sleep-awake rose, and he saw with a clear understanding.\\n\\nThere was a space upon the top of a low knoll rounded like a skull, and dry, dusty, and without vegetation, except some scrubby hyssop. The boundary of the space was a living wall of men, with men behind struggling, some to look over, others to look through it. An inner wall of Roman soldiery held the dense outer wall rigidly to its place. A centurion kept eye upon the soldiers. Up to the very line so vigilantly guarded Ben-Hur had been led; at the line he now stood, his face to the northwest. The knoll was the old Aramaic Golgotha--in Latin, Calvaria; anglicized, Calvary; translated, The Skull.\\n\\nOn its slopes, in the low places, on the swells and higher hills, the earth sparkled with a strange enamelling. Look where he would outside the walled space, he saw no patch of brown soil, no rock, no green thing; he saw only thousands of eyes in ruddy faces; off a little way in the perspective only ruddy faces without eyes; off a little farther only a broad, broad circle, which the nearer view instructed him was also of faces. And this was the ensemble of three millions of people; under it three millions of hearts throbbing with passionate interest in what was taking place upon the knoll; indifferent as to the thieves, caring only for the Nazarene, and for him only as he was an object of hate or fear or curiosity--he who loved them all, and was about to die for them.\\n\\nIn the spectacle of a great assemblage of people there are always the bewilderment and fascination one feels while looking over a stretch of sea in agitation, and never had this one been exceeded; yet Ben-Hur gave it but a passing glance, for that which was going on in the space described would permit no division of his interest.\\n\\nUp on the knoll so high as to be above the living wall, and visible over the heads of an attending company of notables, conspicuous because of his mitre and vestments and his haughty air, stood the high priest. Up the knoll still higher, up quite to the round summit, so as to be seen far and near, was the Nazarene, stooped and suffering, but silent. The wit among the guard had complemented the crown upon his head by putting a reed in his hand for a sceptre. Clamors blew upon him like blasts--laughter--execrations--sometimes both together indistinguishably. A man--ONLY a man, O reader, would have charged the blasts with the remainder of his love for the race, and let it go forever.\",\"timestamp\":1640148311,\"title\":\"\\nThe streets were full of people going and coming, or grouped about the fires roasting meat, and feasting and singing, and happy.\"},\"digest\":\"GkS-0no93yjbgFaIs--GHVpqAw6H6F5dxEtZGzsvSrY\",\"authorship\":{\"contributor\":\"0x9DC92730677fd3244eD267F4e8bDd94201A144f8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"X4rjscazOsJVhSxLqSV8R6xNpR0czF7krYNTV9v6RYY\\\",\\\"y\\\":\\\"hq48naggJdbsFDYdHYFWpKsTG8bICF2LgEIIXubIppQ\\\"}\",\"signature\":\"nuda0SCNZv1YMx70o0_aM7DJaX3aPAOeIgVxfA8AcuoqRn--22auO5fBQc0JLR3HfUX1xYeQLwsNqR_UndNKfw\",\"signingKeySignature\":\"0x2119dc66e520fc0edb50b4a65e168512a3672871c9e85001cbbdbff96c1cc5a73f5f02ff389db5568e8b3f95970a314e6e0bc39898a608c42c2674a16782a0401b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"X4rjscazOsJVhSxLqSV8R6xNpR0czF7krYNTV9v6RYY\\\",\\\"y\\\":\\\"hq48naggJdbsFDYdHYFWpKsTG8bICF2LgEIIXubIppQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GkS-0no93yjbgFaIs--GHVpqAw6H6F5dxEtZGzsvSrY\"}"