"{\"content\":{\"body\":\"At this time, Beibei telephoned to Lin Lei: \\\"Boss, my grandfather he let you ask for this supreme artifact, but you can't let the supreme artifact recognize the Lord.After all, it takes the power of a god to do that.Do you think, Grandpa, if they do this, it's...They want this supreme artifact?\\\"\\n\\nBeibei, some are worried about Lin Lei.\\n\\nLin Lei carefully looked at Beirut, green fire, secretly shaking his head to pass the sound way: \\\"Unlike, to Beirut strength, if he asked for, had robbed.Lord Beirut and Mr. Railing did not stop me when I asked to bring Grandfather Dryn back.\\\"\\n\\n\\\"That's right.\\\"Beibei nodded slightly.\\n\\n\\\"I have the Sword of Life, but...\\\"Lin Lei heart and not too much joy, because his purpose ---- resurrect delin grandpa didnt come true.If now Delin grandpa can resurrect, appear in front of Lin Lei, shout Lin Lei.I'm afraid Lin Lei will go wild with excitement.\\n\\nUnfortunately, after this time, Lin Lei understand.There's no hope for Grandpa Delyn back!\\n\\n\\\"My Lord Beirut, Mr. Railing, you have asked me to seize this opportunity to claim the High artifact from the High God of life.\\\"Lin Lei doubts to look at Beirut, green fire two people, \\\"and now, I also got this supreme sword.But with my strength, I cannot know the Lord.What do you want me to do with this supreme artifact?\\\"\\n\\nSupreme Excalibur in The hands of Lin Lei, play a role, I'm afraid is not as good as the shadow excalibur.\\n\\n\\\"Lin Lei, you don't need to worry about this.\\\"\\\"Laughed the green fire.\\n\\n\\\"Rest assured, Lin Lei, since I let you claim this supreme artifact.So...Of course I am sure you will use this supreme artifact.\\\"Beirut smiled.\\n\\nLin Lei was no fool. A flash of light flashed through his brain and he exclaimed, \\\"What do you mean, My Lord Beirut?\\\"\\n\\n\\\"How do you ask?Lin Lei, you say, how did I become the main god?\\\"The green fire said with a smile.\\n\\n\\\"Grandpa, do you mean to make my eldest god?\\\"Beibei exclaimed.\\n\\nBeirut smiled and did not deny it.\",\"timestamp\":1635744516,\"title\":\"High artifact\"},\"digest\":\"srRdgbu1uJaVLwfCi4JrMxWMNjMdLqKMOtQfm8SQYl0\",\"authorship\":{\"contributor\":\"0x3C6e0FF33eaFa711B9E07Ae9C0745DEc633e249a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qq3XhKP08l6cuIjIW9nLKE9gtvAeyO3N0AL-DX3ox_I\\\",\\\"y\\\":\\\"pQrjcMMvX2hAbTAQ81TttquyaXmRCphCUcbcb3muXP4\\\"}\",\"signature\":\"RcsZDHPhgGKRFtARZuU0-CtW_6Laivvl2NpmaV8aGMjS3gD7-jvOIe0f31FvICoqFbYL1HlwLXUxYmEIZ01h1A\",\"signingKeySignature\":\"0xea813b7d533962e7e7a3ffda33391115cdcb4a96e74b3306bea312c41d468bc2273a5984be26ed1fa43aedb1c757af7fa1c02d12a436234a8db352e2e6da5c6c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qq3XhKP08l6cuIjIW9nLKE9gtvAeyO3N0AL-DX3ox_I\\\",\\\"y\\\":\\\"pQrjcMMvX2hAbTAQ81TttquyaXmRCphCUcbcb3muXP4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"srRdgbu1uJaVLwfCi4JrMxWMNjMdLqKMOtQfm8SQYl0\"}"