"{\"content\":{\"body\":\"Hello! I'm Ellie and I've spent the last ten years building software for various web2 products for small companies of one to public companies with thousands of employees. \\n\\nI also bought my first Bitcoin ten years ago and my first Ether five years ago. I've been captivated by the promise of blockchains and web3 ever since. However, for many intersecting reasons, I haven't gone \\\"all-in\\\" on building the future of the internet (and our world). Yes, I've engaged as a hobbyist all the while, but the bulk of my productive, intellectual energy has been spent trading my time and efforts for US dollars to the benefit of traditional corporations.\\n\\nLuckily, I'm *finally* going \\\"all-in\\\" and I want you to join me.\\n\\nHere's why:\\n\\nOver the years, I've developed a strong, opinionated world-view with a central focus on a re-imagination of capitalism via the reunion of labor and capital. However, the solution for changing the course of something as momentous as late-stage capitalism has frustratingly eluded me. Even as I've further crystalized this vision of a more equitable and accessible economic system, the means of bringing it to life appear further away. While I've maintained that decentralization will play a big part in whatever approach ends up working, until recently, I wasn't sold that any existing concept would tip the scale. So what has me convinced? DAOs.\\n\\nSimply, DAOs are a web3-native vehicle that achieves the ever-so important [reunification of labor and capital](https://twitter.com/heyellieday/status/1404360191177490435) and have seen rapid adoption in the recent years, but especially in the last year. Still, the capital DAOs control are order of magnitudes smaller than traditional organizations, which needs to change if we want to see widespread adoption of DAOS. But how?\\n\\nIn the same way that crypto has taken capital from the \\\"real\\\" world and bridged it to blockchains, DAOs need to effectively capture value from non-crypto economies and bring it under the influence of the DAOs themselves. Inspired by the concept of [Miner-Extractable Value (MEV)](https://compassmining.io/education/what-is-miner-extractable-value/), where miners use their unique advantages to capture value, I've devised the concept of DAO-extractable value, where DAOs do the same.\\n\\nI want to write an essay that explains the concept of DEV in great detail and how DAOs (new and existing) can leverage DEV strategies to capture value and dramatically increase the capital in their treasuries. In the spirit of web3, I plan on minting this essay as an NFT. I'm by no means financially independent, so to enable me to focus on this essay for a suitable period of time, I'm offering an opportunity to take shared ownership in this essay via Mirror's wonderful crowdfunding block rendered below:\\n\\n[DAO-extractable value explainer](crowdfund://0x54F35D2852e08fE7BFc23e1053fD0Ef444a05501?network=homestead)\\n\\nIf you choose to contribute to this crowdfund, you'll benefit from the upside the initial minting of the essay's NFT and future trades. You'll also get to own what I hope will be an important part of web3's widespread growth and adoption.\\n\\nPlease reach out to me on twitter at [@heyellieday](https://twitter.com/heyellieday) if you have any questions. \\n\\nThank you! 🌸🌈☀️\",\"timestamp\":1623883042,\"title\":\"Crowdfunding an essay on DAO-extractable value (DEV)\",\"publication\":\"ellie\"},\"digest\":\"Bl0zq7si0iS9xuZEalVVo4Ogu3t7kuMzreK1_abMkVA\",\"authorship\":{\"contributor\":\"0x6C70e5FC4e4926CD836A6F8B0645Aa1A077fa605\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_dA40xJAkdgiOrI1Qdq0tVhIep2rZzaZF5rJyAf_d4I\\\",\\\"y\\\":\\\"6imUMF8i1_UfOW2NnFKDaTp09HjifkXJggygsfFgar4\\\"}\",\"signature\":\"cS7MJsxMMiJi53-GTMVkIW4iVyZSylcO3TGrq9kFYuyZCn--AfGCyEtOCbjBcKIAhqWxxrStCpKzMi5EPrDgtQ\",\"signingKeySignature\":\"0xb9bdfbef2f7ef2eb587cede6788b9f009749f253bac7d5d11f36e8d19f9078871bceebec89bb8f72c138a2ee8e0981fa112a233854564fdd332f5068f638ae821b\",\"signingKeyMessage\":\"I authorize the publication of articles on ellie.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_dA40xJAkdgiOrI1Qdq0tVhIep2rZzaZF5rJyAf_d4I\\\",\\\"y\\\":\\\"6imUMF8i1_UfOW2NnFKDaTp09HjifkXJggygsfFgar4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Bl0zq7si0iS9xuZEalVVo4Ogu3t7kuMzreK1_abMkVA\"}"