"{\"content\":{\"body\":\"今日，Facebook 正式宣布改为 Meta，以展现该公司对元宇宙的重视与投入程度。同时，扎克伯格也 [撰文](https://about.fb.com/news/2021/10/founders-letter/) 谈及为何要改名为 Meta，以及该公司如何看待元宇宙、如何打造元宇宙等。\\n\\n\\n---\\n\\n我们正处于互联网下一章的开端，这也是我们公司的下一章。\\n\\n近几十年来，技术赋予了人们更自然地联系和表达自己的能力。当我创办 Facebook 时，我们主要在网站上输入文字。当我们有了带摄像头的手机时，互联网变得更加视觉化和移动化。随着连接速度的加快，视频成为一种更丰富的体验分享方式。**我们已经从桌面到网络再到移动设备；从文字到照片再到视频。但这还不是终点。**\\n\\n下一个平台将更加身临其境——一个实体化的互联网，你可以在其中体验，而不仅仅是看着它。我们称之为元宇宙，它将触及我们构建的每一个产品。\\n\\n元宇宙的定义质量将是一种存在感——就像你和另一个人在一起或在另一个地方一样。与另一个人真正在一起是社交技术的终极梦想。这就是我们专注于构建它的原因。\\n\\n在元宇宙中，你几乎可以做任何你能想象到的事情——与朋友和家人聚在一起、工作、学习、玩耍、购物、创造——以及全新的体验，这些体验与我们今天对电脑或手机的看法不符。\\n\\n在这个未来，你将能够以全息影像的形式瞬间传送到办公室，无需通勤，与朋友一起参加音乐会，或在父母的客厅里追赶。无论你住在哪里，这都会带来更多机会。你将能够将更多时间花在对你重要的事情上，减少交通时间，并减少你的碳足迹。\\n\\n想想你今天有多少物理东西，在未来可能只是全息影像。你的电视、带有多台显示器的完美工作装置、棋盘游戏等等——它们不是在工厂组装的实物，而是由世界各地的创作者设计的全息影像。\\n\\n你将在不同的设备上体验这些体验——增强现实眼镜可以留在现实世界中，虚拟现实可以完全沉浸其中，手机和电脑可以从现有平台跳入。这不是在屏幕上花费更多时间；这是为了让我们已经花费的时间变得更好。\\n\\n### 我们的角色和责任\\n\\n元宇宙不会由一家公司创建。它将由创造者和开发者构建，创造可互操作的新体验和数字项目，并开启比当今平台及其政策所限制的更大的创意经济。\\n\\n我们在此旅程中的作用是加速基础技术、社交平台和创意工具的开发，将元宇宙带入生活，并通过我们的社交媒体应用程序编织这些技术。**我们相信元宇宙可以提供比当今存在的任何事物都更好的社交体验，我们将致力于帮助实现其潜力。**\\n\\n正如我在我们最初的创始人信中所写的那样：「我们建立服务不是为了赚钱；我们赚钱来建立更好的服务。」\\n\\n这种方法对我们很有帮助。我们已经建立了我们的业务来支持非常大的长期投资，以建立更好的服务，这就是我们计划在这里做的事情。\\n\\n在过去的五年里，我和我们的公司在很多方面都让我感到羞愧。我学到的主要教训之一是，仅仅构建人们喜爱的产品是不够的。\\n\\n我越来越欣赏互联网的故事并不简单。每一章都会带来新的声音和新的想法，但也会带来新的挑战、风险和对既定利益的破坏。我们需要从一开始就共同努力，将这个未来的最佳版本变为现实。\\n\\n隐私和安全需要从第一天开始就融入到元宇宙中。开放标准和互操作性也是如此。这不仅需要新颖的技术工作——比如支持社区中的加密和 NFT 项目——还需要新的治理形式。最重要的是，我们需要帮助建立生态系统，以便更多的人在未来拥有利益，不仅可以作为消费者而且作为创造者也可以从中受益。\\n\\n这段时间也令人沮丧，因为作为一家大公司，我们也了解了在其他平台上构建的感觉。在他们的规则下生活深刻地影响了我对科技行业的看法。我开始相信，消费者缺乏选择和开发商的高额费用正在扼杀创新并阻碍互联网经济。\\n\\n我们试图采取不同的方法。我们希望尽可能多的人可以使用我们的服务，这意味着努力降低成本，而不是更高。我们的移动应用程序是免费的。我们的广告模式旨在为企业提供最低价格。我们的商务工具以成本价或适度费用提供。因此，数十亿人喜欢我们的服务，数亿企业依赖我们的工具。\\n\\n这就是我们想要用来帮助构建元宇宙的方法。我们计划以成本价或补贴方式出售我们的设备，以使更多人可以使用它们。我们将继续支持从 PC 侧加载和流式传输，以便人们有选择权，而不是强迫他们使用 Quest Store 来查找应用程序或接触客户。我们的目标是在尽可能多的情况下以低费用提供开发者和创作者服务，以便我们可以最大限度地发挥整体创意经济的作用。不过，我们需要确保在此过程中不会损失太多钱。\\n\\n我们希望在未来十年内，元宇宙将覆盖 10 亿人，承载数千亿美元的数字商务，并为数百万创作者和开发者提供就业机会。\\n\\n### 我们是谁\\n\\n当我们开始下一章时，我想了很多关于这对我们的公司和我们的身份意味着什么。\\n\\n我们是一家专注于连接人的公司。虽然大多数科技公司专注于人们如何与技术互动，但我们一直专注于构建技术，以便人们可以相互交流。\\n\\n今天，我们被视为一家社交媒体公司。Facebook 是世界历史上使用最广泛的技术产品之一。这是一个标志性的社交媒体品牌。\\n\\n构建社交应用程序对我们来说永远很重要，还有很多东西需要构建。但越来越多，这不是我们所做的全部。在我们的 DNA 中，我们构建了将人们聚集在一起的技术。元宇宙是连接人们的下一个前沿，就像我们刚开始时的社交网络一样。\\n\\n现在我们的品牌与一种产品紧密相连，它不可能代表我们今天所做的一切，更不用说未来了。随着时间的推移，我希望我们被视为一家元宇宙公司，我想将我们的工作和我们的身份定位在我们正在建设的目标上。\\n\\n我们刚刚宣布我们正在对我们的公司进行根本性的改变。我们现在将我们的业务视为两个不同的部分并对其进行报告：一个用于我们的应用程序系列，另一个用于我们在未来平台上的工作。我们在元宇宙上的工作不仅仅是这些部分之一。元宇宙包含社交体验和未来技术。随着我们拓宽视野，现在是我们采用新品牌的时候了。\\n\\n**为了反映我们是谁以及我们希望建立的未来，我很自豪地宣布我们的公司现在是 Meta。**\\n\\n我们的使命保持不变——仍然是将人们聚集在一起。我们的应用程序及其品牌也没有改变。我们仍然是围绕人设计技术的公司。\\n\\n但我们所有的产品，包括我们的应用程序，现在都有一个新的愿景：帮助将元宇宙带入生活。现在我们有了一个反映我们所做工作的广度的名字。\\n\\n**从现在开始，我们将是元宇宙优先，而不是 Facebook 优先。**这意味着随着时间的推移，你将不再需要 Facebook 帐户来使用我们的其他服务。随着我们的新品牌开始出现在我们的产品中，我希望世界各地的人们都能了解 Meta 品牌和我们所代表的未来。\\n\\n我曾经学习过经典，「meta」这个词来自希腊语，意思是「超越」。对我来说，它象征着总有更多的东西要建造，故事总有下一章。我们的故事从宿舍开始，并超越了我们的想象；进入一系列应用程序，人们使用这些应用程序来相互联系、寻找自己的声音，以及开展改变世界的企业、社区和运动。\\n\\n我为我们迄今为止所做的一切感到自豪，我对接下来会发生什么感到兴奋——因为我们超越了今天的可能，超越了屏幕的限制，超越了距离和物理的限制，走向了一个每个人都可以彼此在一起，创造新的机会并体验新的事物。这是一个超越任何一家公司的未来，将由我们所有人共同创造。\\n\\n我们已经建立了一些东西，以新的方式将人们聚集在一起。我们从与困难的社会问题作斗争和在封闭的平台下生活中吸取了教训。现在是时候利用我们所学的一切来帮助构建下一章了。\\n\\n我为此投入了大量精力——比世界上任何其他公司都多。如果这是你想看到的未来，我希望你能加入我们。未来将超出我们的想象。\",\"timestamp\":1635996835,\"title\":\"扎克伯格公开信：为什么我们要改名为「Meta」\"},\"digest\":\"soGF2Wb0h-890YpkFPRkWpO1TStIS98SRxSlreqfdfM\",\"authorship\":{\"contributor\":\"0x34A91F9b1E53861741f7575dfF669ab1EE289901\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GkMPqV512pn-aKYqEkNpGVcioUrXT9BMR7R40eLgRkk\\\",\\\"y\\\":\\\"Y_qIN6KtvrAk6zfui42Vj9bUQcVQzelIZp0MnKYwBPY\\\"}\",\"signature\":\"z7nNkiNQPvGIxayNc2lFfWR49dHPwniDPrO0DPXkRPNp14ecUOml5IbJA06ToEJ5cMN56YXfqUMJU9b-ezU-IA\",\"signingKeySignature\":\"0xe7abfb5b6853ba9de752771d655445423c2dcb41b28eff05f9dd10b6b146c287123aec12711a4703c005c87b1ddf9663182d9101daba74acb1dddf954e39d93b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GkMPqV512pn-aKYqEkNpGVcioUrXT9BMR7R40eLgRkk\\\",\\\"y\\\":\\\"Y_qIN6KtvrAk6zfui42Vj9bUQcVQzelIZp0MnKYwBPY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"soGF2Wb0h-890YpkFPRkWpO1TStIS98SRxSlreqfdfM\"}"