"{\"content\":{\"body\":\"As this some elegant name rings out, the crowd suddenly quiet down, all the line of sight, suddenly shift.\\n\\nIn the public line of sight convergence place, a girl dressed in purple dress, is quietly elegant standing, calm young qiao face, did not change because of the attention of the public.\\n\\nGirl cool and indifferent temperament, like qing lotus early burst, small age, but already beginning free from vulgarity temperament, hard to imagine, if grow up in the future, the girl will be how the empress dowager......\\n\\nThis purple skirt girl, on beauty and temperament, than the previous Xiao Mei, no doubt more win on a few minutes, no wonder all the people present are so action.\\n\\nLotus micro move, named Xiao Xuner girl line before the magic stone, hand out, inlaid with black gold silk purple sleeve slipped down, revealing a piece of white delicate hao wrist, and then touch the stone......\\n\\nSlightly quiet, stone, dazzling light bloom again.\\n\\n\\\"Fight of the spirit: nine Dan!Level: Advanced!\\\"\\n\\nLooking at the letters on the stone tablet, silence fell.\\n\\n\\\"...It's nine! It's horrible!I'm afraid miss Kaoru is the first member of the younger generation.\\\"After the silence, the surrounding young, are unable to help swallow a spit, eyes full of awe......\\n\\nThe fighting of the gas, the only way for each fighter, the first stage of the fighting of the gas is divided into one to ten sections, when the body of the fighting of the gas reached ten sections, they can condense the fighting of the cyclone, become a respected fighter!\\n\\nIn the crowd, Xiao Mei is wrinkling shallow eyebrow to stare at the purple skirt girl in front of the stone monument, the cheek flashes a touch of jealousy...\\n\\nLooked at the information on the stone tablets, one side of the middle-aged test member indifferent are rare reveal on the face of a smile, for the young girl slightly ready and track: \\\"embalm and miss, after half a year, you should can be condensed and spin, if you are successful, then to 14 years old age to become a real fight, you are the second xiao hundred years!\\\"\\n\\nYes, the second person, the first person, is to fade the aura of genius Xiao Yan.\\n\\n\\\"Thank you.\\\"The girl nodded slightly, her flat face did not appear joy because of his praise, quietly turned around, and then in the public hot attention, slowly went to the crowd at the end of the decadent boy in front of......\\n\\n\\\"Brother Xiao Yan.\\\"After the young side, the girl stopped the pace, to Xiao Yan respectfully bent over, beautiful pretty face, unexpectedly showed around the girl for the envy of the elegant smile.\\n\\n\\\"What am I to be called now?\\\"Looking at the front of this has grown into the most brilliant pearl in the family, Xiao Yan bitter way, she is in his down and out, very few still maintain respect for their own people.\\n\\n\\\"Xiao Yan elder brother, you once said with xun son before, to be able to put down, to pick up, carry freely, is comfortable people!\\\"Xiao Xuner smiled soft voice, slightly puerile voice, but it is warm heart and lung.\\n\\n\\\"Ha ha, free person?That's all I can say. Do I look like a free man?And...The world was not mine.\\\"Xiao Yan self-deprecating smile, meaning to be uninterested tunnel.\\n\\nFacing xiao Yan's decadence, Xiao Xuner's slender eyebrows slightly wrinkled, serious way: \\\"Xiao Yan elder brother, although I do not know what is going on with you, however, the son believe that you will stand up again, retrieve belong to your glory and dignity......\\\"At this point, the small meal, the girl fair qiao face, the first time showing a light crimson: \\\"xiao Yan brother, is really very attractive...\\\"\",\"timestamp\":1634807598,\"title\":\"The voice of the tester rises again from the boisterous crowd.\"},\"digest\":\"FZpp1LKLYDie6Yy1mQMO2JBqWgTE4D9hI5aG0A4jCmw\",\"authorship\":{\"contributor\":\"0xA52055a960A7B939C78581E72482fDc6049F465A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"x8Nbr73rjbqS8rnfd3rNh54WTOeD5v4Jbe9sAcpAw8g\\\",\\\"y\\\":\\\"nJ-M62yfLoiBgAIF9mBi9nLMDV0FkVaaHCFfj4gKz9Y\\\"}\",\"signature\":\"d23Ud9nHgAc4S6joAi6y5JnKkOeqV7vs03_K_-2hP8jhhnN5V8Js8e1C5wwFOJmoq2oC8CqUSPFwDg1dqxh13Q\",\"signingKeySignature\":\"0x048e2f14a0413d417cda858a80e84732e5e8851222da0a904f57d983662930d228568193309f6e368ae5eab0b38847b8fc229292e3b02579079bf4db3b92a0de1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"x8Nbr73rjbqS8rnfd3rNh54WTOeD5v4Jbe9sAcpAw8g\\\",\\\"y\\\":\\\"nJ-M62yfLoiBgAIF9mBi9nLMDV0FkVaaHCFfj4gKz9Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FZpp1LKLYDie6Yy1mQMO2JBqWgTE4D9hI5aG0A4jCmw\"}"