"{\"content\":{\"body\":\"Our manifesto is a representation of our shared values. Our values define our actions.\\n\\nTo achieve our purpose, we place the ecosystem first.\\n\\nYou can read more about how we think and act below.\\n\\n\\n---\\n\\n**Lobis is a collective of contributors.**\\n\\n*There is no difference between “the team” and “the community”, they are one and the same.*\\n\\n**Lobis is for innovators.**\\n\\n*Come with your ideas, come with your passion, come with your creativity. Actions speak louder than words. \\n *\\n**Lobis is for the proactive.**\\n\\n*As governance and DeFi is fluid, things will need to be kept up to date, changed, or sometimes removed. Fix it. Don’t ask for permission.*\\n\\n**Lobis is for collaboration.**\\n\\n*For too long in DeFi have we fought amongst ourselves. Lobis is the place to find others who are like-minded, self-organize, and get stuff done.*\\n\\n**Lobis is equal opportunity.**\\n\\n*No matter who you are, you are free to participate in the governance of Lobis and the wider DeFi ecosystem with the tokens Lobis accumulates. You have the same right and privileges as anyone else.*\\n\\n**Lobis is governed by LOBI, but LOBI does not govern The Envoy’s of Lobis.**\\n\\n*Holding LOBI entitles you to propagate real, practical change that improves Lobis and DeFi. It doesn’t give you the right to tell other contributors what to do. Do you want something done? Champion it and rally others around you.*\\n\\n\\n---\\n\\nWe do not need VCs to back us; we did not raise, there is no team allocation, there is only Lobis, OHM, and the community.\\n\\nThere is no board. There is no CEO, there is no team of managers. There is no room for bureaucrats.\\n\\nThere are no VCs, no angels, no SPACs, and no SPVs that are pulling the strings in the background.\\n\\nWe are not owed anything from anyone. Contributors come together and work on this project voluntarily. Nobody has authority over anyone else, and nobody owes Lobis anything. Similarly, nobody has any right to ask anything from Lobis. You get back what you put in.\\n\\nLobis is constantly evolving. What Lobis is today, may not be what it is tomorrow—what you do after reading this may change Lobis forever. It’s up to you.\\n\\n\\n---\\n\\n**Lobis aims to bring decentralization back to DeFi by backing the vision of OHM as a decentralized reserve currency and accruing governance power for OlympusDAO.**\\n\\n> The protocol is maintained by various independent developers or \\\"Envoy’s\\\" of Lobis and is governed by $LOBI holders. *Coming November 2021*.\\n\\nIf our values and behaviors reconcile with you, you can contribute today.\\n\\n**[Join our discord](https://discord.gg/lobishq), join the DAO.**\\n\\n**[Our Twitter](https://twitter.com/lobishq)**.\\n\\n*We would like to thank the great work done by Maker DAO and Yearn to maintain open-source protocols within DeFi, they have been an inspiration to us.*\",\"timestamp\":1637752664,\"title\":\"The Lobis Manifesto\"},\"digest\":\"1ClzAVovFZoNNLZD3Nt0r9ik4LON5zX_Wn1iFrUK73M\",\"authorship\":{\"contributor\":\"0x05Ce51f0B583D3666222f5803C51b1De8D4B35C2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K7sJaW1gtBKYzf0v8S707_nl181o-borwsVx6-_8r0M\\\",\\\"y\\\":\\\"D2POIBp7rI2_XgSSqVjtTZEgJhNg50i8NCTssZmIBho\\\"}\",\"signature\":\"UD8YHaGwj5aC8ZzU2yLsGXjsiZ31MmyMfHYYxILhGzhW1A-D8AR2SHQt1Id3CpAy0sj0fDpzZQvjLRZZvekFgA\",\"signingKeySignature\":\"0xfa1fd41aa4e83666838951f9d6fb1810f58f45d83097782d7c77a44cf6279b8b129ac9573bab586ccefd4549e2a55a4625729ab5684e2397f43e7d44a0c8e0a11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K7sJaW1gtBKYzf0v8S707_nl181o-borwsVx6-_8r0M\\\",\\\"y\\\":\\\"D2POIBp7rI2_XgSSqVjtTZEgJhNg50i8NCTssZmIBho\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pwTM_bK7BBmCw0ypezVFvyzwuFPuYKoC487gPP1PC_U\"}"