"{\"content\":{\"body\":\"## Preamble\\n\\n**You may have noticed more and more tweets like this.**\\n\\n[https://twitter.com/Cooopahtroopa/status/1476272666105442304](https://twitter.com/Cooopahtroopa/status/1476272666105442304)\\n\\n**Some people are speaking about DAO as the 8th world's wonder. DAOs are presented as an amazing place, where everything looks cool and something that in 2022 you have to be a part of. Let’s take a deep dive and see if this is true, how it works, what you should do before joining a DAO and what you can expect…**\\n\\n**Acknowledgement**: A big thank you to [@Wot_Is_Goin_On](https://twitter.com/Wot_Is_Goin_On) and [@Dark Ghosty](https://github.com/DarkGhost7) for the proof-reading and comments.\\n\\n## Different kind of DAOs\\n\\n### Established projects\\n\\nEstablished projects have existed for a long time (on the DeFi time scale. Do you remember Defi Summer 2020? ), projects with very good reputations and ones known by all DeFi users. These projects already have a very strong and organized DAO. When you first join DeFi these DAOs can be seen as ideal and people might dream of joining one. Let’s be honest, even if most DAOs are saying that doors are open, joining such a DAO may be challenging if you don’t have any particular and sought after skills. Most spots are already filled. Of course this task is not impossible. Those projects are constantly growing and by default, need more contributors to scale. If you have a particular skill set interesting for the DAO, it may be relatively easy for you to join. But, unfortunately, not all people have a particular or valuable skill for the DAO. If you are just a “normal person”, do what you can, see if, and where, you can be helpful. And if there isn’t a spot for you in a particular DAO, remember to stay positive! There are a LOT of other options out there. You may be able to join the DAO of your dream later.\\n\\n### Emerging projects\\n\\nThis is probably the best place to start. When a core team launches a project, there are usually a ton of things to do. And the initial small group of members can’t handle everything on their own. Core members are often trying to decentralize their project, so they need to onboard more members. Because those projects start from 0, there is everything to do and there are a lot of spots that need filled. The earlier and more motivated you are, the more chance you will have to be officially onboarded and get a role in the DAO. Whereas this is very challenging and gratifying, you may also spend a lot of time and energy without any rewards. Either in terms of financial rewards or acknowledgements. Because more and more people are looking to join a DAO, the competition may be intense and other members may do the same thing as you. In a perfect world, you will try to work together, but this may be challenging as a young DAO is usually not very well structured and organized and some members may be more aggressive and or looking to get an important role in the DAO by crushing others. Once again, this is an extreme case and it does not always happen but it’s something to keep in mind. For sure, you should be ready to “work” for free for some time. Do not expect to be properly rewarded in the first weeks (months) as a DAO needs time to be organized, build a treasury, vote on a budget … And sometimes you may not be rewarded at all…  Do not hesitate to take initiative and do things without constantly asking what needs to be done. Showing motivation and decision making is usually very well appreciated.\\n\\n### Others\\n\\nRecently you may also have seen your favorite influencer shilling a DAO. Mostly composed of content creators. They promise good revenues just for creating content for other projects paying for visibility. During a bull market it works pretty well , and projects are happy to pay 10-15-20k for 5 Memes, 2 articles and 1 interview. But will it still be the case during the next bear market? How many projects will emerge, and will they have the budget to pay for this ? They will probably prefer to use this budget to reward their community and use internal talent to do this kind of work. Especially when the “marketing DAO” often has fewer followers and less visibility than the project itself. And when it’s not the case, they are basically just doing paid promotion. At some point, followers of those “marketing DAO members'' aka influencers, will probably notice, and it won’t have any impact. So you have to wonder if this is sustainable long term.  If you are only here for a short term, and you don’t mind creating content for projects you don’t know, and may even don’t like, and then promoting it to your followers, then it could be an option. Serious and established projects are not using this kind of DAO as it’s mostly done for new projects trying to reach some potential users. Established projects usually use internal contributors and prefer to reward their own community when they need a specific kind of content. Why should you pay other people when you have talented people internally to do it?\\n\\n### Take home message.\\n\\nDAO are very similar to companies in many ways. First you have some very successful and established DAO and projects. They are the Big tech of the DAOs. Generally joining these DAOs may be challenging as they can afford to choose only the best contributors and have a wealthy treasury to attract talented people.  Then you have new DAOs and projects. They are like a start-up. Because they are growing quickly you can join more easily. You may need to work a lot and you are not sure about the output. But if it works it can be amazing!  Finally you have other projects pretending to be successful but constantly advertising to onboard new members. Do you really think a successful DAO / project has to do this? I personally doubt it, when a project is successful, people fight to join it !\\n\\nOf course if you are the next Andre, Michael or Big brain of the space, it’s another story. Either you receive daily messages to canvass you, or you are building your own project.\\n\\n## How to chose ?\\n\\nDAOs are supposed to be transparent, and it’s something you should take advantage of. Before joining a DAO, it’s better to know how the DAO works, what kind of members are involved, how do they work together, how is it organized… It’s relatively simple to answer those points. By joining the discord, reading some thread on the forum and joining 1 or 2 calls. Each DAO is unique, and you will probably like some aspects and dislike some. It also depends on your personality, for instance some calls are sometimes very long, members spending more time congratulating themselves than doing things to improve the project and the DAO. Some people will hate it, because they prefer to be efficient. Less blabla and more action. Other people may like it, as they will make friends, speak about their cat, show how amazing they are …\\n\\nAlso check the forum. When a member, not part of the core team, is raising an issue. How is it taken into account? Do other members are trying to find a solution and address those concerns?\\n\\nIt’s also useful to contact a few members of the DAO, ask them how they were onboarded, was it easy, or were they happy about the process? If you want to gain responsibility and evolve in the DAO, is it possible ? Most DAOs seem open, but it’s not always the case. They are made up of a top layer, composed by core members, and below you have one big group containing all other members. In this configuration it’s relatively complicated to evolve. Some DAO are composed of several layers, and in this case, it may be easier to climb those layers. Keep in mind that most DAOs are “disorganised” when they emerge, it may take some time to find a good structure.\\n\\n### Rewards\\n\\nAnd another aspect is rewards. Are you planning to quit your current job? If it’s the case this is particularly important. And if it’s not, it’s still important as it will help you to manage your time.\\n\\nIn most DAOs, only core members receive a fixed and recurring salary. Some projects have internal campaigns (usually for marketing and growth aspects), during which members will receive a pre-defined reward/salary. KPI options are also very often used during those campaigns and will reward contributors only if targets are reached. Whereas this can be very powerful for the DAO, and members when everything works perfectly. It can be more problematic when members spend a lot of time and effort but something goes wrong, and they are not receiving what they were expecting (keep in mind it can also be because the work was not done properly and it was not efficient).   Another very popular approach that a lot of DAOs are choosing is coordinape. You can read more about coordinape and more general problems that DAOs can encounter when they want to reward their members [here](https://mirror.xyz/cryptouf.eth/BZzkfaoickx7YrGXuJc2i2VeyItF9d0JPr5mEC1A0Cg):\\n\\n![Read it here: https://mirror.xyz/cryptouf.eth/BZzkfaoickx7YrGXuJc2i2VeyItF9d0JPr5mEC1A0Cg  ](https://images.mirror-media.xyz/publication-images/_DBYOb1pwLIYVrgHzcD10.jpg?height=2000&width=4000)\\n\\nBasically the DAO has a budget every month, and members decide how they want to allocate this budget. Each member allocates a part of the budget to other members. Whereas this tool is amazing and decentralized, a member never knows what he will receive at the end of the month. And this is even more true as more and more members are added and may not follow what you are doing. So it will dilute your reward. If you are a long term contributor it may be an issue and you may be tempted to join another DAO proposing a better and more stable compensation.   Another option is bounties. Bounties allow you to properly manage your time. You clearly know what you will receive for a given task. So it’s much easier to manage your time/reward balance. You may lose some “ DAO’s spirit” as you don’t need to interact with other members. But if you are looking for an efficient way to be involved in a project, it may be a good option for you.\\n\\n### Stablecoins or Homemade tokens ?\\n\\nOnce again, this may be trivial but if you want to become a full time contributor this is another important aspect. Is the DAO paying in Stablecoins or using the homemade token? Even if you are a long-term believer and holder, you may need to pay your bills and fill your fridge at the end of the month. So you may need to know what you will receive exactly.\\n\\nA fixed salary in stablecoins is the best option if you are looking for something stable and safe. Unfortunately it is usually reserved for core members.   Another option is to receive a variable compensation (eg: using coordinape). If you receive the homemade token, you can always swap it for stablecoins. If the market is very volatile, and several days have passed between the payment (some multi-sig may be very slow) and when the transaction was written, you may receive less than expected (or more). Then if you want to do a swap to receive stablecoins it may not be worth it if your rewards are only a few hundred dollars (and sent on Ethereum).\\n\\nSome projects also pay an equivalent amount of $ with the homemade token. And they may use the average price over several days to set up the price of the token. In some cases you may receive much less than expected. You may not care about this, but if you are using those rewards to pay your bills, it may become crucial.\\n\\nTaking those aspects into account may be useful when it’s time to join a DAO, or take an extra step to become a full time contributor. Something that worked when you joined a DAO, may not work after several months, and you may want to find a better position. This is why it’s also a key aspect for DAOs, and serious projects are trying to find solutions to keep their talents and key members.\\n\\n[https://twitter.com/Flynnjamm/status/1476320936177676299](https://twitter.com/Flynnjamm/status/1476320936177676299)\\n\\n### Find the right balance\\n\\n![](https://images.mirror-media.xyz/publication-images/8V6JdV3GeaV32xfywHx1M.jpeg?height=1161&width=1798)\\n\\nHopefully you realised that there is a lot of aspect to take into account. Of course this may not be relevant if you are just looking for quick and easy money and if you are ready to join the first DAO you find offering the best reward for a short period of time.  I guess if you are still reading this it’s because you are looking for something more serious and want to be really involved in a DAO.\\n\\nTo sum up, first I would advise to find a project you like and you believe in !                Then try to define what you are looking for, either in term of salary, but also in term of environment. Could you work with other members, are you sharing the same vision … For this you can join some calls, read the forum of the project, contact some members . Spend some times to do researches…                                                                            Then, find what the DAO can offer. Is it matching your wishes ?  Is it sustainable long term ?\\n\\nAnd if you tick all boxes… just start and be involved !\\n\\nWhen you have found the right DAO for you, you will understand ! It’s like love.. it’s very hard to explain , but when it reaches you … you understand what it means !\",\"timestamp\":1641985073,\"title\":\"Join a DAO: Few tips\"},\"digest\":\"7m1Dxozz2LkaCczxjz2AJtBPJUAB7G_9Hi85uhRYot4\",\"authorship\":{\"contributor\":\"0x32Dc2cdC78cDd824dB9Ad1006e8659dc2EA8d29e\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-qa7kKUJI91-WMDKoDq8Ia_F4xS7f6bS_YMDWL8DNOI\\\",\\\"y\\\":\\\"y1SLyDbWaX0jgWfIe7We5XZwqNozEZQg8PxvqqJUMWQ\\\"}\",\"signature\":\"vAF7wL2pgizzyshbcRK6lPn7Fo84Hh6OFV8AUJa8fahLjHjrglsvZ4tsL4K4xveFS0uLmQ6LT6rbW1g4moHFWQ\",\"signingKeySignature\":\"0xef575f15da52d878262f5b6fcc212d6e197efb8eaa9518f297fa80d3c2bf329118d82098d2dbea68acaafc8c85e3d0f2e200d70c41e6f9aea03bc562788f12bd01\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-qa7kKUJI91-WMDKoDq8Ia_F4xS7f6bS_YMDWL8DNOI\\\",\\\"y\\\":\\\"y1SLyDbWaX0jgWfIe7We5XZwqNozEZQg8PxvqqJUMWQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"iOzsgXR7PnGsqan0NSmaANeHtJcs9CdYbBIQcskbw34\"}"