"{\"content\":{\"body\":\"基于元宇宙的产业革命如果成立，那么，理论基础在哪里？\\n\\n转：\\n\\n[https://weibo.com/ttarticle/x/m/show/id/2309404720983646011962?_wb_client_=1](https://weibo.com/ttarticle/x/m/show/id/2309404720983646011962?_wb_client_=1)\\n\\n几百年前的文艺复兴出现了新的认知范式，即科学突然大爆炸，东方世界根本还不知什么是科学，西方已经发生了金融革命、科学革命、工业革命。直到西方变成列强来到东方，才引发东方的“被动关注”。很可能当今加密领域，也会出现同样的认知范式大颠覆，先发生全球意义上的去中心化金融革命；然后就是认知范式革命，算法范式认知取代科学范式认知；后面接着会发生全球意义上的生产力大变革，或者那就是现实生产力转移到元宇宙中，人类文明中心从现实转移到了虚拟世界。\\n\\n未来会产生出由纯人工智能搞出来的新的认知理论，全程无真人参与，并且纯粹由算法推演出来，没有实验和观测数据支撑。那时，我们不能称这种全新的理论为“科学”，而是应该起一个新的认知范式名称，比如算法认知。\\n\\n近一百年人类最伟大的人：V神，我认为他超过了中本聪，超过了爱因斯坦，超过了牛顿。而且很有可能，“科学”这种延续几百年的认知范式，将会被更新的范式取代。\\n\\n很有可能，“科学”这种延续几百年的认知范式，将会被更新的范式取代。那就是纯算法驱动产生的新的认知的标准范式，将会成为未来人类新的认知范式，并且持续数百年甚至上千年时间。\\n\\n这种观点，估计我是全世界第一人。\\n\\n这个想法，我在前年就在思考了。如截图，我在2020年写的思考记录。\\n\\n近现代科学，其实也是归属于人的群体性的认知范式，和人类早期的宗教、后期的哲学，都是一样，是一种标准范式下的认知，即每一个科学理论，每一个巫术信仰，每一种哲学理论，都是有标准范式产生的。科学理论，并不是天生存在的，而是人遵循标准范式“创造”、“发明”出来的。\\n\\n人类社会发展到今天，或许，就连我们默认为真理的“科学”，这种由标准范式产生出来的认知，也要发生颠覆了。\\n\\n颠覆的后面是什么？很有可能就是纯算法，不仅经济系统会由算法驱动，就连认知的进化，新认知的产生都是由纯逻辑、纯数学、加上算法推演出来的，只要整个过程符合逻辑、数学规则，那么可以默认这种算法推演出来的结果正确。\\n\\n存在，或许以后会演变成纯粹依赖数学和逻辑就可以证明，或者换句话说，存在本身，只需机器通过算法证明。未来的爱因斯坦，或许只是算法网络的虚拟大脑。\\n\\n存在不仅仅是感应到了，存在其实都是“算”到了。\\n\\n实际上，科学本身就已经正在走在这条道路上了。伽利略用望远镜看遥远的星球，其中是默认逻辑推演是正确的，因为他看到的只是光影的放大，还有我们看到的星光，都是按照光速计算的时间以前发生的，这些都暗含了逻辑。\\n\\n以往物理诺奖通常授予能直接解决实验问题或预言实验现象的理论，但彭罗斯在2020年的获奖是诺奖历史上第一次授予没有直接实验或观测验证的理论发现。这或许标志着人类认知的某种进化:\\n\\n存在不仅仅是感应到了，存在其实都是分析到了。存在，或许以后会演变成纯粹依赖数学和逻辑就可以证明，或者换句话说，存在本身，只需机器通过算法证明。未来的爱因斯坦，或许只是算法网络的虚拟大脑。\\n\\n试想，引力波等等现在很多存在，也都只是间接的感应信息，本质上是分析到了。人类借助实体物理工具和方法论思维工具（数学为主，加其他已经经过检验过的经验如还原论）间接证明人类肉体感应不到的存在，从伽利略开始已经有几百年的历史了。\\n\\n传统的标准的科学认知范式，一定是有实验、有观测的，但未来的算法认知时代，可以不需要有实验数据、观测数据，那时的基础是已经被验证过的理论，如果A理论被检验，那么基于A理论推演出来的B理论即可以认为是正确（至少在一定范围内），当然其实也暗含了观测数据和实验数据。\\n\\n未来会产生出由纯人工智能搞出来的新的认知理论，全程无真人参与，并且纯粹由算法推演出来​，没有实验和观测数据支撑。那时，我们不能称这种全新的理论为“科学”，而是应该起一个新的认知范式名称，比如算法​认知。\\n\\n老子、孔子、秦始皇、汉武帝，他们算是第一次中心化历史最强体系成型的人物。所以我做了类似的对比，现在去中心化文明，也会出现一批类似人物，推动去中心化文明成型，从中本聪、V神到以后的某些牛人。\\n\\n在我们的印记里，牛顿、爱因斯坦就是不可逾越的？但如果从人类文明史来看，科学作为一种认知范式，其实是很短的时间。在较长人类历史的不同周期内，主导人类文明的认知范式，都是不同的。远古时期有多神崇拜，那时的思想引领者就是巫师；地球不同大陆内大一统时期，一神崇拜占主导，那时的思想引领者就是僧侣或者儒生；历史向前发展，人类社会开始走向全球大一统的早期阶段，科学作为主导认知范式，思想引领者就是科学家；全球大一统时期，符号系统（信息）真正变成通过加载能量就能驱动麦克斯韦妖工作，而无需人的介入。所以说V神的伟大是在这个阶段的意义。\\n\\n以太坊，未来元宇宙的时空背景。比特币永远也无法跟上了。中本聪就像中国历史上的老子，虽然影响很大，但孔子的儒家学说最终统治人类社会几千年。\\n\\n根据这个思路，即使真的在未来出现“大统一理论”的发明人或者就是人工智能完成的，那也不会有像当年牛顿、或者后来的爱因斯坦那样具有历史轰动性。而且很有可能未来的理论是由机器完成，而不是一个未来的“牛顿”或者“爱因斯坦”完成。​​​\",\"timestamp\":1641136999,\"title\":\"探索猫的封神榜\"},\"digest\":\"y9-V9Gb8oyANw7ZSH0QEEPH1hQZ-RAHl-aYAFaVL6Ss\",\"authorship\":{\"contributor\":\"0xB6a3f407dD7C5021c6c3bcE1E8640f6713c8438F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SrsnZoLjYZ67cfrmLAalB0AvLQKqYV0ckxZKeSFd0FI\\\",\\\"y\\\":\\\"I0ewxGj8EQbfppUgkdbow6lxqT-3dD3_GlYgETq9UPQ\\\"}\",\"signature\":\"pwpHuqk1vCGNn4VClEsfV4F-DSkO0AfSqKuhHs4aWT4mlgxhebEkfJKmiI7M0jc27y2flZ5-f3RnJ6wFt0PWAQ\",\"signingKeySignature\":\"0x70b610029619013feba09ca06ae25dd42d6141b347fcf22a5b1704b4a3760115443d2030fd7ef01a8c428c289326a54d062b548e3d8d4cd3437d0914c3b7f7c01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"SrsnZoLjYZ67cfrmLAalB0AvLQKqYV0ckxZKeSFd0FI\\\",\\\"y\\\":\\\"I0ewxGj8EQbfppUgkdbow6lxqT-3dD3_GlYgETq9UPQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"y9-V9Gb8oyANw7ZSH0QEEPH1hQZ-RAHl-aYAFaVL6Ss\"}"