"{\"content\":{\"body\":\"Recentemente vimos o que aconteceu com a Ubisoft e a grande rejeição do mercado em relação ao anúncio de que iriam lançar NFTs para o jogo Tom Clancy’s Ghost Recon Breakpoint.\\n\\nCom 37.000 dislikes frente a apenas 1400 likes, o vídeo de anúncio chegou a ser removido do Youtube com índice de desaprovação de aproximadamente 96%.\\n\\nMas quais seriam os motivos para uma rejeição tão grande?\\n\\nÉ fato que o termo NFT está presente nas áreas de marketing de todas as empresas e, por estar no hype, muitas delas tentam se aproveitar para extrair o máximo de valor possível deste momento.\\n\\nE é aqui que essas empresas muitas vezes falham, porque estão tentando aplicar uma fórmula antiga para uma coisa que se relaciona de maneira muito diferente na sociedade.\\n\\nOs lançamentos de NFTs tem seguido uma fórmula muito parecida:\\n\\n1. A empresa anuncia que lançará um projeto de NFT\\n2. Tenta mostrar seus diferenciais e os motivos pelos quais seu projeto é melhor que os outros\\n3. Lança um NFT genérico e as pessoas não se identificam com ele\\n4. Faz muita publicidade para tentar capitalizar algo em cima do fiasco\\n\\nEssa fórmula poderia até funcionar bem em um mercado tradicional, mas o mercado cripto age de uma forma diferente. Principalmente se adicionarmos a variável ‘comunidade’ nessa equação.\\n\\nOs projetos mais bem sucedidos têm sido pensados como ‘community first’. Eles são criados ao redor de algo que a comunidade vê valor e se identifica.\\n\\nNormalmente comunidades se relacionam com ideias, com valores, com coisas que elas possuem em comum.\\n\\nPor isso, o projeto deve ser iniciado junto ao público e ao redor de uma ideia que mantenha essa comunidade unida. Esses lançamentos top-down mostram que a comunicação com o público está falha e que a empresa não entendeu nada sobre este mercado.\\n\\nNesse sentido, o design do NFT é o que menos importa. Não adianta gastar recursos com ótimos designers e estúdios de criação de arte se o produto final não estiver intimamente ligado aos ideais do grupo onde será lançado.\\n\\nPense nos NFTs e a sua relação social dentro da comunidade.\\n\\nO Bored Ape Yacht Club é um exemplo que conseguiu capturar essa ideia dentro de uma comunidade que curte exclusividade. A arte nem é tão sofisticada, mas a ideia de pertencer a um clube com acesso exclusivo a festas, eventos, encontros, entre outros, fez muito sentido para um grupo bastante específico. E por isso, por conta dessa exclusividade, as pessoas topam gastar centenas de milhares de dólares para participarem desse clube. Ele passou a ser um símbolo de status social e tem pouco a ver com o design dos macacos (que até ironiza um pouco o próprio ethos do projeto).\\n\\nOutro ponto que as empresas estão deixando de observar é o roadmap do projeto NFT.\\n\\nÀ partir do momento que entendemos que um projeto bem sucedido de NFTs se inicia ao redor de valores comuns a uma comunidade, percebemos que não basta apenas efetuar um lançamento (ou um drop) mas que também é preciso compreender como ele poderá continuar se desenvolvendo e entregando valor com o passar do tempo.\\n\\nUm projeto NFT é um processo de construção para o longo prazo.\\n\\nCaso este roadmap não esteja claro, as pessoas acabarão percebendo que é uma estratégia pontual apenas para levar o seu dinheiro.\\n\\nO fracasso do lançamento da Ubisoft é um ótimo exemplo desses pontos.\\n\\n[https://twitter.com/AwfulCabbage/status/1468266174475554823](https://twitter.com/AwfulCabbage/status/1468266174475554823)\\n\\n[https://twitter.com/sv_aimbot101/status/1468519374629879808](https://twitter.com/sv_aimbot101/status/1468519374629879808)\\n\\nA empresa perdeu uma grande chance de conscientizar as pessoas sobre o valor que ela estaria agregando para os seus games. Coisas como:\\n\\n* A possibilidade de portar skins, armas e acessórios para outros jogos,\\n* Criação de um marketplace para facilitar o mercado secundário,\\n* Desenvolvimento de wearables, para que os jogadores possam usar seus NFTs off-game,\\n* Evolução para um metaverso interconectado entre os games da produtora,\\n* Acesso a lançamentos e conteúdos exclusivos no longo prazo mesmo que o game deixe de ser produzido, entre outras possibilidades.\\n\\nEspecificamente sobre o mercado de games, há um sentimento muito negativo neste momento devido ao alto índice de games play-to-earn focados apenas em levantar fundos, e que possuem uma jogabilidade muito ruim ou inexistente. Sem contar os [scams](https://www.pcgamer.com/squid-game-cryptocurrency-scammers-vanish-with-dollar33m/) e [falhas](https://decrypt.co/88177/hacker-steals-140-million-polygon-gaming-platform-nft-marketplace-vulcan-forged), que levam os jogadores a perder muito dinheiro nesses games.\\n\\nMas, ao anunciar o lançamento sem entender qual o sentimento da sua comunidade em relação aos NFTs, mostrou a desconexão entre a empresa e o seu público. Do ponto de vista de desenvolvimento de produto *customer-driven*, sua estratégia foi um terror.\\n\\nA falta de conexão com o público - sem ainda compreender o sentimento ao redor do tema - e associado a uma estratégia de lançamento fraca, culminaram nesse fracasso e alto índice de rejeição.\\n\\nAs recompensas dos projetos de NFTs são muito específicas nicho a nicho. E as empresas que tentam emplacar projetos genéricos com estratégias de marketing tradicionais, não conseguem atingir o sucesso esperado nos seus lançamentos. Ou pior, acabam enfurecendo os seus consumidores e criam um consequente dano de imagem que tomará muito tempo e recursos para ser revertido.\",\"timestamp\":1640100931,\"title\":\"O que as grandes marcas precisam aprender sobre NFTs\"},\"digest\":\"qvsFdponwGCH3_cn6OgiHH-KcfwqOZNnssfk-RyMmMk\",\"authorship\":{\"contributor\":\"0x395cCC5CBF47717f1D4Dec6a7e050B8c3972642f\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gUYcIESqRtY4UtIHvVUc06aIwvxYqBVkAyOI_fm3OBA\\\",\\\"y\\\":\\\"VTV9m49epEzOHyLNomU8XTeN2JmdlYpYLxwhU248-SQ\\\"}\",\"signature\":\"bUr7SCBz7RmYEVvfOR6VbS7NuxuRjRmpgeWaCMy3dDhi-J9Pb1lT3zshN1iU4byI-cN30y222a-45Z62vJLBVg\",\"signingKeySignature\":\"0xc28c6756dfc8f857237754c5cb084307592d243805fc4e8ca276afc49032e5456f223a94a513fb021b373fe883834d99b62ec5d92e5e1558d2ecef37f269cd9600\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gUYcIESqRtY4UtIHvVUc06aIwvxYqBVkAyOI_fm3OBA\\\",\\\"y\\\":\\\"VTV9m49epEzOHyLNomU8XTeN2JmdlYpYLxwhU248-SQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9eMCpDBJTIl88MjWo3XadP1zBXXIVAujYoU2hGq56ww\"}"