"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*LX5zDSjCTq423dgUay0GIQ.jpeg)\\n\\n## En este artículo, el inversor Chris Dixon explica por qué los modelos de negocio descentralizados importan para el futuro de Internet…\\n\\n*Este artículo es una versión traducida y adaptada del artículo [Why Decentralization Matters](https://medium.com/s/story/why-decentralization-matters-5e3f79f7638e)* *de Chris Dixon.*\\n\\n## **Las Primeras Dos Eras de Internet**\\n\\nDurante la primera era de Internet -desde la década de 1980 hasta comienzos de los 2000- los servicios web eran construidos sobre protocolos abiertos controlados por la comunidad de Internet.\\n\\nEsto significaba que individuos y organizaciones podían apostar por incrementar su presencia en Internet sabiendo que las reglas del juego no cambiarían más adelante. Grandes empresas puntocom se crearon durante esta era, como Yahoo!, Google, Amazon, Facebook, LinkedIn y YouTube. Mientras tanto, la importancia de grandes plataformas centralizadas como AOL disminuyó drásticamente.\\n\\nDurante la segunda era de Internet, desde mediados de los 2000 hasta el presente, empresas privadas -más notablemente Google, Apple, Facebook y Amazon- construyeron software y servicios que rápidamente superaron las capacidades de los protocolos abiertos.\\n\\nEl crecimiento explosivo de los smartphones aceleró esta tendencia, a medida que las aplicaciones móviles se convirtieron en la forma más importante de uso de Internet.\\n\\nEventualmente, los usuarios migraron desde los servicios abiertos a estos servicios centralizados, más sofisticados. Incluso cuando los usuarios accedían a protocolos abiertos como la web, lo hacían típicamente a través de la mediación de software y servicios de Google, Apple, Facebook y Amazon.\\n\\nLa buena noticia es que miles de millones de personas obtuvieron acceso a tecnologías increíbles, en muchos casos de manera gratuita. La mala noticia es que se volvió más difícil para las startups, los creadores y otros grupos apostar por incrementar su presencia en Internet sin preocuparse de que las plataformas centralizadas cambiaran las reglas del juego, quedándose con su audiencia y beneficios.\\n\\nEsto, a su vez, ahogó la innovación, e hizo que Internet sea menos interesante y dinámica. La centralización también creó tensiones sociales, como las que vemos en los debates sobre noticias falsas, los bots desarrollados por gobiernos, las leyes de privacidad de la Unión Europea y los sesgos algorítmicos. Estos debates sólo van a intensificarse en los próximos años.\\n\\n## **Web 3 , la Tercera Era de Internet**\\n\\nUna respuesta a la centralización consiste en imponer regulaciones gubernamentales sobre las grandes compañías de Internet. Esta solución supone que Internet es similar a otras redes de comunicación del pasado, como el teléfono, la radio y la TV. Pero las redes del pasado, basadas en hardware, son fundamentalmente diferentes que Internet, una red basada en software.\\n\\nUna vez que se construye una red basada en hardware, es casi imposible cambiar su arquitectura. En las redes basadas en software, la arquitectura puede cambiarse a través de la innovación emprendedora y las fuerzas de mercado.\\n\\nInternet es la red de software por excelencia. Consiste en una capa central relativamente simple que conecta a miles de millones de computadoras programables en los extremos. El software es sencillamente la codificación de pensamiento humano, y como tal tiene un espacio ilimitado. Las computadoras conectadas a Internet son libres de correr cualquier software que elijan sus dueños.\\n\\nCualquiera sea el software que uno imagine, con los incentivos correctos, puede propagarse rápidamente en la web. En Internet, la creatividad técnica se combina con el diseño de incentivos.\\n\\nInternet está aún en una fase temprana de su evolución: los servicios centrales de la web probablemente van a ser completamente reestructurados en las próximas décadas. Esto va a ser facilitado por redes criptoeconómicas, una generalización de las ideas introducidas por primera vez en el Bitcoin y luego desarrolladas en Ethereum.\\n\\nLa redes cripto combinan las mejores características de ambas eras de Internet: gobierno por la comunidad y redes descentralizadas con capacidades que eventualmente van a superar a las de los más avanzados servicios centralizados.\\n\\n## ¿Por Qué la Descentralización?\\n\\nLa descentralización es un concepto poco comprendido. A veces, se dice que la razón por la que los defensores de las redes cripto abogan por la descentralización es para resistir a la censura del gobierno o porque tienen visiones políticas libertarias. Pero estas no son las principales razones por las que la descentralización importa.\\n\\nLas plataformas centralizadas tienen un ciclo de vida predecible. Al comienzo, hacen todo lo posible por reclutar usuarios y a terceras partes partes como desarrolladores, negocios y organizaciones de medios. El objetivo es que sus servicios sean más valiosos. Como plataformas, son sistemas con efectos de red de múltiples lados. A medida que aumenta la adopción por la curva S, el poder de la plataforma sobre los usuarios y las terceras partes crece.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*bPnZYMhKffR34xPesh_iig.jpeg)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*qBSSnvBWyNXTnWmrTs6Wfw.jpeg)\\n\\nCuando llegan a la cima de la curva S, la relación de la plataforma con los participantes de la red cambia de suma positiva a suma cero. La forma más fácil de seguir creciendo es extrayendo datos de los usuarios y compitiendo con las aplicaciones por las audiencias y los beneficios.\\n\\nEjemplos históricos de esto pueden encontrarse en Microsoft vs. Netscape, Google vs. Yelp, Facebook vs. Zynga y Twitter contra sus clientes de terceras partes. Sistemas operativos como iOS y Android tuvieron mejor comportamiento, aunque siguen cobrando una comisión de 30%, rechazan aplicaciones por razones aparentemente arbitrarias y subsumen la funcionalidad de terceras partes a su antojo.\\n\\nPara las terceras partes, esta transición de la cooperación a la competencia es como darse cuenta de que han mordido el anzuelo. Por eso, con el tiempo, los emprendedores, desarrolladores e inversores se volvieron escépticos de construir sobre las plataformas centralizadas.\\n\\nTenemos décadas de evidencia de que esto termina en una desilusión. Además, los usuarios entregan su privacidad, el control de sus datos y se vuelven vulnerables a brechas de seguridad. Estos problemas de las plataformas centralizadas probablemente se vuelvan más importantes en el futuro.\\n\\n## **La Irrupción de las Cripto Redes**\\n\\nLas cripto redes son redes construidas sobre Internet que 1) usan mecanismos de consenso como blockchains para mantener actualizado el estado, 2) usan criptomonedas para dar incentivos a los participantes del consenso y a otros participantes de la red.\\n\\nAlgunas cripto redes, como Ethereum, son plataformas generales de programación que pueden usarse prácticamente con cualquier fin. Otras cripto redes tienen propósitos especiales. Por ejemplo, Bitcoin tiene el propósito principal de almacenar valor; Golem, de realizar cómputos; y Filecoin, de almacenar archivos descentralizados.\\n\\nLos protocolos iniciales de Internet eran especificaciones técnicas creadas por grupos de trabajo u organizaciones sin fines de lucro que dependían del alineamiento de intereses en la comunidad para ganar adopción. Este método funcionó bien durante las primeras etapas de la web. Pero, desde los ’90, muy pocos protocolos fueron adoptados masivamente.\\n\\nLas cripto redes solucionan estos problemas a través de la provisión de incentivos económicos a desarrolladores y otros participantes de la red bajo la forma de tokens. Estas redes son también mucho más robustas. Por ejemplo, tienen la capacidad de mantener el estado y de hacer transformaciones arbitrarias sobre ese estado, algo que los protocolos del pasado no podían hacer.\\n\\nLas cripto redes usan distintos mecanismos para asegurar que sigan siendo neutrales cuando crezcan, lo que previene el problema del “anzuelo” de las plataformas centralizadas.\\n\\nPrimero, el contrato entre las cripto redes y sus participantes es ejecutado en código open source. Segundo, son controladas con mecanismos de “voz y salida”. Los participantes tienen voz a través del gobierno de la comunidad, tanto en la cadena (a través del protocolo) como fuera de ella (a través de las estructuras sociales alrededor del protocolo). Los participantes pueden salir ya sea abandonando la red y vendiendo sus monedas. O, en un caso extremo, haciendo un fork en el protocolo.\\n\\nEn breve, las cripto redes alinean a los participantes para trabajar por un objetivo común- el crecimiento de la red y la apreciación del token. Este alineamiento es una de las razones principales por las que el Bitcoin sigue desafiando a los escépticos y florece, incluso cuando nuevas cripto redes como Ethereum crecieron a su lado.\\n\\nLas cripto redes actuales sufren limitaciones que les impiden desafiar seriamente a los actores centralizados. Las mayores restricciones radican en el rendimiento y la escalabilidad. Los próximos años estarán dedicados a solucionar esas limitaciones a través de la construcción de redes que formen la capa de infraestructura del stack de cripto. Una vez hecho eso, la mayor parte de la energía se dedicará a construir aplicaciones por encima de esa infraestructura.\\n\\n## **Cómo la Descentralización Gana**\\n\\nUna cosa es decir que las redes descentralizadas deberían ganar, y otra cosa diferente es decir que van a ganar. Pero hay algunas razones para ser optimistas.\\n\\nEl software y los servicios web son escritos por desarrolladores. Hay millones de desarrolladores altamente calificados en el mundo. Sólo unos pocos trabajan en las grandes empresas de tecnología, y sólo una fracción de estos está en desarrollo de nuevos productos. Muchos de los proyectos de software más importantes de la historia fueron creados por startups o por comunidades de desarrolladores independientes.\\n\\nLas redes descentralizadas pueden ganar la tercera era de Internet por las mismas razones que ganaron la primera era: ganando los corazones y las mentes de desarrolladores y emprendedores.\\n\\nUna analogía ilustrativa es la rivalidad en los 2000s entre Wikipedia y sus competidores centralizados como Encarta. Si comparabas los dos productos a comienzos de los 2000, Encarta era un producto muy superior, con mayor cobertura de tópicos y precisión.\\n\\nPero Wikipedia mejoraba a un paso mucho más rápido, porque tenía una comunidad activa de voluntarios atraídos por su modelo descentralizado y gobernado por la comunidad. Hacia 2005, Wikipedia era la referencia más popular en Internet. Encarta fue cerrada en 2009.\\n\\nLa lección es que cuando comparamos sistemas centralizados y descentralizados, debemos considerarlos dinámicamente, como procesos, en lugar de estáticamente, como productos rígidos. Los sistemas centralizados frecuentemente arrancan completamente cocinados, pero sólo mejoran en la medida que los empleados y la empresa los mejoran. Los sistemas descentralizados arrancan a medio cocinar. Pero, bajo las condiciones adecuadas, crecen exponencialmente a medida que atraen a nuevos participantes.\\n\\nEn el caso de las cripto redes, hay múltiples interacciones positivas que involucran a desarrolladores del protocolo núcleo, desarrolladores de cripto redes complementarias, desarrolladores de aplicaciones de terceras partes, y proveedores de servicios que operan bajo la red.\\n\\nEsas interacciones son amplificadas por los incentivos del token de la red. Como vimos con Bitcoin y Ethereum, esto puede turbocargar la velocidad a la que las cripto comunidades se desarrollan (aunque a veces llevan a consecuencias negativas, como la energía excesiva utilizada por la minería de Bitcoin).\\n\\nLa pregunta sobre si los sistemas descentralizados o centralizados ganarán la siguiente era de Internet se reduce a quién construirá los productos más atractivos, lo que a su vez depende de quién será capaz de atraer a mayor cantidad de desarrolladores y emprendedores de alta calidad.\\n\\nGoogle, Apple, Facebook y Amazon tienen muchas ventajas: grandes reservas de efectivo, amplias bases de usuarios e infraestructura operativa. Las criptoredes tienen una propuesta de valor significativamente más atractiva para desarrolladores y emprendedores. Si pueden ganar sus corazones y sus mentes, pueden movilizar más recursos que las grandes compañías de Internet, y alcanzarlas rápidamente en el desarrollo.\\n\\nLas plataformas centralizadas con frecuencia vienen empaquetadas desde el lanzamiento con aplicaciones atractivas: Facebook tiene tiene sus características de socialización y el iPhone tiene una serie de apps claves. Las plataformas descentralizadas con frecuencia se lanzan a medio cocinar y sin claros casos de uso.\\n\\nComo resultado, tienen que atravesar dos fases de ajuste entre el producto y el mercado:\\n\\n1. Ajuste entre la plataforma y los desarrolladores y emprendedores que van a desarrollar la plataforma y construir el ecosistema\\n2. Ajuste entre la plataforma/ecosistma y sus usuarios finales.\\n\\nEste proceso de dos etapas es lo que hace que muchos subestimen el potencial de las plataformas descentralizadas.\\n\\n## La Próxima Era de Internet\\n\\nLas redes descentralizadas no van a resolver todos los problemas de Internet. Pero ofrecen un enfoque mucho más atractivo que los sistemas centralizados.\\n\\nComparemos el problema de spam de Twitter con el spam de email. Ya que Twitter cerró su red a desarrolladores de terceras partes, la única compañía trabajando en el problema del spam en Twitter es Twitter.\\n\\nPor el contrario, cientos de empresas trabajaron en combatir el spam de email, financiadas con miles de millones de dólares de capital de riesgo. El spam de email no está resuelto del todo, pero está mucho mejor ahora, porque las terceras partes sabían que el protocolo de email era descentralizado. Así que podían construir negocios sobre él sin preocuparse de que cambiaran las reglas del juego en el futuro.\\n\\nO consideremos el problema de gobierno de redes. Hoy, grupos de empleados de las plataformas (que no responden ante nadie), deciden cómo la información es organizada y filtrada, qué usuarios son promovidos y cuáles son expulsados.\\n\\nEn las cripto redes, estas decisiones son hechas por la comunidad, a través de mecanismos abiertos y transparentes. Como sabemos desde el mundo offline, los sistemas democráticos no son perfectos, pero son mucho mejores que las alternativas.\\n\\nLas plataformas centralizadas fueron dominantes durante tanto tiempo que mucha gente ya se olvidó de que hay una forma mejor de construir servicios de Internet.\\n\\nLas cripto redes son una forma poderosa de desarrollar redes orientadas a la comunidad y de proveer un terreno de juego equilibrado para desarrolladores de terceras partes, creadores y negocios. Vimos el valor de los sistemas descentralizados en la primera era de Internet. Esperamos verlos nuevamente en la siguiente.\",\"timestamp\":1638716469,\"title\":\"Por qué la Descentralización Importa\"},\"digest\":\"lOdDyFu9Zb3OhDdFkce2JXHpmcDH_SlK8jxpph5fKJM\",\"authorship\":{\"contributor\":\"0xf12C67e80E309eaC0c4dc18Fb26e68F9672297E9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"signature\":\"VnkzKl0vfVlck2Dz7Aplzpp7XshqHZhKwPQK5YB08wIVcaOfyC-jat94GbgteQVoWywRV1TpdyV5_ShCTEJ0Bw\",\"signingKeySignature\":\"0xbb67824a5cdd413a3900f8d913a162ca89ff55c3f83d74e39c738ba7412fc78570a0731025b91c70a242fe7fd50e085455303a3c5c7222d8b6f59d71dbdf1bce1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lOdDyFu9Zb3OhDdFkce2JXHpmcDH_SlK8jxpph5fKJM\"}"