"{\"content\":{\"body\":\" Key takeaways\\n\\n* Two prominent Bitcoin Core contributors stepped down from their roles last week.\\n* Their moves have sparked a fierce debate between Bitcoin proponents and other cryptocurrency supporters. \\n* The underlying reason for their departure seems to be funding. \\n\\nThe cryptocurrency community last week received the news of two prominent Bitcoin Core contributors stepping down from their roles with some dismay.\\n\\nOn Thursday, Bitcoin Core maintainer, Samuel Dobson, announced via Twitter that he was stepping down to focus on the end of his Ph.D. program. Dobson served as a wallet maintainer for Bitcoin and contributed to the security of the protocol.\\n\\nHis announcement was followed on Friday by that of John Newbery, a veteran open-source Bitcoin developer. Newbery tweeted that he was “stepping away” from working on Bitcoin. He added that he handed over all roles that connected him to Bitcoin including Brink (an organization he founded to help fund Bitcoin developers), Bitcoin Optech (a newsletter), as well as management of Bitcoin Core’s Pull Requests (PR).\\n\\nThese announcements are coming after [Jonas Schnelli also stepped down in October](https://zycrypto.com/prominent-bitcoin-core-developer-jonas-schnelli-quits-reveals-alarming-reasons-behind-his-decision-to-step-down/). Schnelli cited the stress of increasing legal risks for developers as his reason.\\n\\n## The implications for the Bitcoin network and community\\n\\nBitcoin Core developers are a key part of the blockchain network’s advancement. They are a community of open-source developers that have direct access to the Bitcoin codebase and help keep things running by contributing research, peer review, testing, and documentation.\\n\\nThis is one reason why the two announcements have shaken up the Bitcoin community and sparked several speculations as to what could be the cause of the exodus of the key developers.\\n\\nCrypto market observers are mostly implying that their leaving has a lot to do with funding. According to one market player, “Mikeinspace,” commented that despite Bitcoin being a trillion-dollar asset, the underlying reason for their departure was funding.\\n\\nHis take has been latched on by Ethereum proponents who are comparing the two blockchains and have been receiving rebuffs from Bitcoin proponents. One observer implied that Bitcoin’s developers were not getting funding because they were not “doing work people consider valuable.” He points out other projects not having funding issues as a sign that Bitcoin was losing dominance.\\n\\nIn response, a Bitcoin proponent commented that other projects were not as transparent as Bitcoin. They funded themselves by “printing money” and delegating the printed money to themselves, while in the case of Bitcoin, participation in developing the network was left voluntary and open-source. The observer adds that there was funding for Bitcoin developers, but it just was not enough.\\n\\nAn Ethereum proponent also called out the Bitcoin community for not being able to support its developers adequately while the Ethereum community was raising funds for even Ross Ulbricht, the founder of the website Silk Road where Bitcoin first gained much attention for its use in illicit transactions. The Ethereum community has raised around $14 million to buy up the computer programmer’s NFT collection which he intends to use to fund his battle to regain freedom. \\n\\nA Bitcoin proponent responded to the criticism saying that Bitcoin developers were self-sovereign individuals that were happy to work voluntarily and accept any rewards the community gave them in the true spirit of the Bitcoin permissionless and open-source ethos.\",\"timestamp\":1639506218,\"title\":\"Developer Exodus: Prominent Bitcoin DEVs Increasingly Stepping Down From Their Roles — Here’s Why\"},\"digest\":\"lsw9ay5fyjZDJ7Q5YZAc4z82hcHgh112HU9_EY7xXak\",\"authorship\":{\"contributor\":\"0x1e64fe5692422d2287229b2DA77Fa04121d36402\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uDvQr2eOnP5fze7eY9qlK4roomNGs9eFNMZd-Vyvi5o\\\",\\\"y\\\":\\\"GCHvQnK4eTsMkUO3Ti66QPLi1x0e5oZfDKCnuSWECX0\\\"}\",\"signature\":\"HJLc0iWOd2Grk1deXqKX7g427GQin-gGX19UMAubwU0uF7vA2B-nEbzur28I6Vwbr6lrCh_ko9poenLRZV0H1A\",\"signingKeySignature\":\"0xaf76673f5bc045fd16527d76b602247e7ec82c172cabe6626f4d5c7f31e2ef7d4285914a2397fb49a9d98c3f50aa81e8520a2d52a13b48f150e2f3254f63a2041b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uDvQr2eOnP5fze7eY9qlK4roomNGs9eFNMZd-Vyvi5o\\\",\\\"y\\\":\\\"GCHvQnK4eTsMkUO3Ti66QPLi1x0e5oZfDKCnuSWECX0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lsw9ay5fyjZDJ7Q5YZAc4z82hcHgh112HU9_EY7xXak\"}"