"{\"content\":{\"body\":\"![data security sector is bound to witness steady growth with the implementation of the Data Security Law](http://img2.chinadaily.com.cn/images/202111/08/6188670ca310cdd3d818d4ff.jpeg)\\n\\nOn Nov 1, the Personal Information Protection Law was officially implemented. Combined with the Data Security Law that came into effect on Sept 1, the legal framework in the field of data security is being established and improved.\\n\\nThe Personal Information Protection Law has attracted much attention since its formulation, because some of its provisions will have a significant impact on enterprises. For example, it stipulates that relevant data platform enterprises should establish a compliance system, clarify a series of legal obligations such as protecting personal information and regularly publishing social responsibility reports on personal information protection.\\n\\nThese regulations will increase the costs of compliance for enterprises and they will have to speed up the establishment of their internal supervision systems. It is difficult to define important internet platform services, to which this law should apply as there is a huge number of users and their business types are complex. But the law will undoubtedly apply to all large internet platform enterprises.\\n\\nWill higher costs be bad for enterprises? In this case no. In the final analysis, the Personal Information Protection Law will protect the rights and interests of individuals, which will help the enterprises enjoy their trust. The enterprise compliance cost caused by the compliance with the law has always existed. However, due to the lack of supervision and user's lack of awareness of the value of their personal information, companies have been able to get away without having internal compliance systems, thus saving themselves this expense. From this perspective, the law only forces enterprises to spend the money they should spend through mandatory provisions. Therefore, as a new market rule, the personal information protection law does not directly affect the current market pattern, but only standardizes the market order.\\n\\nThe law is good for the market as the protection of personal information is actually the protection of data property rights. The law stipulates that enterprises should follow the principle of minimization when collecting data necessary for the use of software. This provision protects the right of enterprises to collect data in professional fields and prevents consumers' date from being harvested and exploited.\\n\\nThe law does not deprive enterprises of the right to data. But data is playing an increasingly important role as a new factor of production, and there are more and more requirements for data security. The law standardizes the market order and optimizes the allocation of data as a new production factor in the era of the digital economy. In this way, the law will actually promote the digital economy.\",\"timestamp\":1636469238,\"title\":\"Better data protection will boost digital economy\"},\"digest\":\"UStwWALe3AgYlj9NwuL4K2b5TX6gumiu9oV4DTOr66E\",\"authorship\":{\"contributor\":\"0x1D768D53a718c1D78160D3A13e1e6e615d006C89\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Wb9iXxubNVS-yuXigWE0UfSII6nIndlcOWZWB61OWeU\\\",\\\"y\\\":\\\"6EauGnLR3D-7M8rtC4A7tUDuXLCbzP1k_TPNnPY-UsA\\\"}\",\"signature\":\"cUm9CzogCTUSSNnjD48yaL2UCBcEQiSn5DRDubj6iEh4qTiZKzMtduJ1djv_Po986ezOcmw4uEew7Q6xlKj4Rw\",\"signingKeySignature\":\"0x84e825f4615b9a28630b8da5e7dc7af656de86d87275058def41dd902726940104bb2afb23abce805950644e68e3134c0aeb9889b196fbd8d47cbea3440716ce1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Wb9iXxubNVS-yuXigWE0UfSII6nIndlcOWZWB61OWeU\\\",\\\"y\\\":\\\"6EauGnLR3D-7M8rtC4A7tUDuXLCbzP1k_TPNnPY-UsA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UStwWALe3AgYlj9NwuL4K2b5TX6gumiu9oV4DTOr66E\"}"