"{\"content\":{\"body\":\"# 1 - Happy New Year\\n\\n2022 has finally come around, and it’s time to take a moment and discuss the future of the protocol, its future challenges, and upcoming opportunities.\\n\\nTo kick off the new year, we will be introducing 5 new farms on Monday, and our first ever community farm with New Bat City. In the long term, fees from these community farms will generate millions of dollars worth of revenue which can be redistributed to the DAO.\\n\\nI’d like to start off with 2021’s biggest (and perhaps most predictable) lesson, building things properly takes time, and we decided to take the time in December and over the next 2 weeks to go back to the drawing board and design a protocol that could theoretically last hundreds of years, uninterrupted by the ups and downs of the crypto market. This means placing **an even stronger emphasis on revenue distribution, self-sustaining liquidity, and most importantly, decentralization.**\\n\\nWhile it’s too early to reveal the big picture I want you to know that each piece of the puzzle has been **thoughtfully designed to provide the deepest liquidity for the NFT markets**, and we will be revealing all of these pieces throughout Q1 of 2022.\\n\\nNobody is doing what we're doing, and we're prepared to shock everyone in the coming months.\\n\\nNow that' that’s out of the way, it’s time for some announcements…\\n\\n# 2 - Announcements going into 2022\\n\\n###  Announcement 1: We will be selling our NFTs in Q1 of 2022 🖼\\n\\n*How will it work ?*\\n\\nThe team is decentralizing our fundraising to allow our community to bootstrap the protocol's initial liquidity. The DAO's initial treasury will be sourced from the mint, and its aim is to raise all the money from our Seed round with the community, and zero VCs. This doesn't mean we don't want any strategic partnerships with institutional investors or that we ignore the value they can bring, it just means that we want everyone to have the same opportunity to invest early in the protocol, without having to be an institution to do so.\\n\\n*What will I get if I buy these NFTs ?*\\n\\nYou will be able to mine liquidity for the HONEY token. Going forward, the HONEY NFT farm will be one of the only farms which yield $HONEY. That means your NFT will yield protocol revenue if everything is staked.\\n\\n*Will I get special perks for buying the NFT ?*\\n\\nOur NFTs give you access to protocol revenue, but no special access to the protocol itself. We offer the best available service to every user. If we can offer a high loan-to-value, or low fees, we give it to everyone, not an elite few who own the NFTs.\\n\\n*Wen mint ?*\\n\\nOnly once the beta is ready. We're not interested in raising any money on the basis of a protocol that doesn't exist. We want you to see it with your own eyes before gaining your trust. The alpha testing will launch mid January and the beta by the end of the month, so that should give you an idea for the NFT mint.\\n\\n###  Announcement 2: Phasing out development 🧑‍🚀\\n\\nThere are three phases the protocol will focus on this year.\\n\\n`Phase 1 - Inception`\\n\\nOur first phase is almost complete, as we are ready to roll out our demo to demonstrate lending and borrowing.\\n\\n`Phase 2 - Liquidity`\\n\\nThe second phase will start at the end of January. The purpose of phase 2 is to create the deepest liquidity in the NFT markets through partnerships and incentive programs. **Acquiring this liquidity will not be your traditional liquidity mining program, it will instead innovate new ways to secure liquidity for borrowers**. More info on this in the coming weeks 👀\\n\\n`Phase 3 - Decentralization`\\n\\nOur third phase will emphasize decentralization. While this has been our focus from the start, we will double down our efforts in phase 3 to make sure that the protocol automates absolutely everything, and can be fully governed with the DAO. This means open sourcing the entirety of our actively maintained code to contributors, in the hopes of making the protocol anti-fragile.\\n\\n### Announcement 3: Governance 🗳\\n\\nYou may have already seen the sneak peak of this live on our site <https://app.honey.finance/governance> so let me explain how it is going to work.\\n\\nCommunities or project managers will request to have their collections added as collateral by issuing a proposal to the DAO. If the collection matches all necessary requirements, we will create a vote to include it as collateral.\\n\\nStaked $HONEY is used to allocate votes to the different proposals.\\n\\nIt will be interesting to see how DAOs and projects adapt to this governance model, and how it will benefit the token holders. Projects could elect to purchase the governance token with their treasuries to make the vote go through, or they can incentivize votes with their own tokens.\\n\\nThis is the first step in creating a fully decentralized protocol for NFTs. We are not just doing decentralization for the sake of principles, this is **decentralization that benefits the holders and aligns economic incentives.**\\n\\nThere are many, many, many more announcements that I will continue to hint at in the coming days, but I'm not here to give all our good ideas away for free ;)\\n\\n##  3 - Final thoughts 🍯\\n\\nThe team is dedicated to making Honey an exemplary model in the next generation of revenue redistributing platforms.Setting this up as fast as possible, is our first target for 2022. Increased attention to web3 and DAOs in 2022 will be accompanied by mainstream scrutiny, who will need to be convinced of the power that decentralized protocols and communities can have. It is our job as the early community to build a foundation on which we can continue to iterate the financial primitives of tomorrow’s NFTs and metaverses.\\n\\nThat means being able to uphold the highest standards for excellence and fairness in; with our governance token serving as the tool to enforce this vision.\\n\\nNow it's time for the developers to execute, but I'm counting on your continued support to make this vision come true.\\n\\nHappy new year, from myself and the entire team at Honey Labs. WAGMI\",\"timestamp\":1641073975,\"title\":\"2022 Horizons for Honey Finance\"},\"digest\":\"-aDCnotB4uIwpK04CQm8sX8K20zHYHfYo8AB5Qs7AJM\",\"authorship\":{\"contributor\":\"0x8025b593F8bC3e29d611262636d8be061F1004fD\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OLkhmT5aMIjo9ARJVE1df8TZZLF66xYrpizr0ZyNpwk\\\",\\\"y\\\":\\\"nON8R8Pe1Sj6QlUn49SYrQoxiCGApDcMBqBmUvVNIYI\\\"}\",\"signature\":\"rCPjv6jYHbFsr-zElpBZv5XtW9OMhAQUAP8HujPpgnEm4rcy4Ng47rw5WgqmuszG3zbJ5xQNmb7OzAFQw3TijQ\",\"signingKeySignature\":\"0x48a83dc0898a2719f7e04d2ba6bc351cbf9dfa17c95a1fefc6e5c8ce9d4b4e5b72a377fced307f1cece63419f140a1bb17bd21842386f825f50721a5d08e08471b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OLkhmT5aMIjo9ARJVE1df8TZZLF66xYrpizr0ZyNpwk\\\",\\\"y\\\":\\\"nON8R8Pe1Sj6QlUn49SYrQoxiCGApDcMBqBmUvVNIYI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-aDCnotB4uIwpK04CQm8sX8K20zHYHfYo8AB5Qs7AJM\"}"