"{\"content\":{\"body\":\"1939 Spain\\n\\n1939 Madrid\\n\\nThe Spanish Civil War was over but a new war erupted in 1939, September. \\n\\nOne veteran of the \\\"little WW II\\\" in Spain wanted back in the fight against Germany. British Intelligence turned him down for lack of \\\"credentials\\\" on paper but he had a plan. He pretended to be a Spanish official interested in serving Germany. Soon, the Germans were getting fake intelligence that was not from London.\\n\\nHe became a spy on \\\"spec\\\" - he invented a job, a backstory of a network of 29 operatives and detailed reports made up from libraries and advertisements. The Germans were sold. In 1942, M15 was sold too. They knew there was someone misleading the Germans but they didn't know who. \\n\\nThe Spanish Spy who invented a job did it so well, he was hired for that job.\\n\\nThe Germans suspected that Normandy would be an invasion site but the Spanish Spy told them it was fake intelligence, helping make D-Day possible. \\n\\nAfter the war ended he continued at M15, worried that a \\\"Fourth Reich\\\" could emerge in Germany. He wanted to retire to Venezuela but wanted a cover story to hide from Nazis. His “handler” helped, the spy’s official file reported death in Angola of malaria. \\n\\nHe neglected to let his wife and kids know however.\\n\\nA writer found him in the 1980s, alive and well but disappointed that he never reinvented a new career with any success. He kept hiding, even though he had nothing to fear as early as the 1960s.\\n\\nLong after his war was over and his enemies gone, he continued doing what he was most talented at, hiding in plain sight and pretending to be someone else. \\n\\nJuan Pujol Garcia's codename at M15 was \\\"Garbo\\\" - named after Greta Garbo, a famed actress who was credited for saying \\\"I want to be alone\\\". \\n\\nGarcia passed away, for real, in 1988.\\n\\n**2916 EARTH - TRIUMVIRATE GREAT HALL - The NECKLACE**\\n\\n\\\"Lady Fernanda told us about your wish to help us with this problem about the DeepShips”, said the Praetor.\\n\\n\\\"Yes, Praetor. I can solve this surprise \\\"time bomb\\\" of the DeepShips. The recent tragic DeepShip explosion in the asteroid ring, and the loss of life of that Martian salvage fleet is a warning to everyone. My merchant cooperative could prevent more loss.”\\n\\n\\\"I think that is wonderful story. I think there is another story here too. You want the ships for some benefit. You should be held in custody but you felt that there was no risk. Tell us your real story.”\\n\\n\\\"I want to serve the Triumvirate. I have been helpful, as Lady Fernanda can confirm, already for some time. You have been alerted, by me, to various threats and intelligence.\\\"\\n\\n\\\"You have the Triumvirate's gratitude. What do you want?”\\n\\n\\\"I want the private keys for DeepShip admin privileges. For 2 reasons. To stop more tragic industrial accidents, and for a large market for re-development to promote the Great Upload.”\\n\\n\\\"You will have your commercial license, and the private keys.”\\n\\n\\\"Thank you, Praetor.\\\"\\n\\nJacob C. Tagore, Jr. rose from his chair. \\n\\nHe bowed and left the Great Hall. After he got on his transport, he let himself tremble. It was all Jacob could do to keep himself from killing the Praetor. He smiled and played the role of diplomat and merchant leader. \\n\\nThe Praetor of the Triumvirate, when she was just \\\"Automated Learning Entity Program Series A\\\", \\\"Alea\\\", a child of Dr. John C. Cadmus, had betrayed her own father, Cadmus, and killed most of the Cadmus family. \\n\\nAll, except for Cadmus, at first, and Jacob’s “second father”, “Uncle AL”, once known as “ALEP-Series H”. Jacob calmed himself.\\n\\n![](https://images.mirror-media.xyz/publication-images/eRjRzPlcud1zP_e08Y6bm.png?height=1600&width=1200)\\n\\n![](https://images.mirror-media.xyz/publication-images/1sFhEccxHdR91-GSIERYU.png?height=1600&width=1200)\\n\\n\",\"timestamp\":1633901155,\"title\":\"1961: 5.24 The Spy Who Never Existed, 2916\"},\"digest\":\"lqgTIwnlrwEEdFFiug09rjrqDwMRq-7S5flnQmUEw-U\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"signature\":\"62oalXMmo7yKEhtGYZv8GU1H5j9NQPTvtqQI9ZKtSsGZz-7KdaMW-7NYv5Fm1YRyKy7TeoJoEasdpEMZSDSZ8A\",\"signingKeySignature\":\"0xc5f6a6de06c37a59b4940e8beaebe9f5078a93d485cef5bfcd1558d49fe7c6993bac33f1382180bc010311fc2826a27ec344a8b01732332273c07617223db15a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lqgTIwnlrwEEdFFiug09rjrqDwMRq-7S5flnQmUEw-U\"}"