"{\"content\":{\"body\":\"作者：故事档案局\\n链接：<https://www.zhihu.com/question/20633344/answer/1123214050>\\n来源：知乎\\n著作权归作者所有。商业转载请联系作者获得授权，非商业转载请注明出处。\\n\\n我想成为漫画家，即使现在我是上有老、下有小被生活摁在地上摩擦的中年人。在重拾梦想的路上，我差点被诱惑出轨，因为突然闯入我平静生活中的吴老师。\\n（本故事纯属虚构，请勿对号入座）\\n1\\n三十而立，是骗人的，四十不惑，估计也是骗人的；25 岁时，我有梦想也因此迷惘，35 岁，梦想基本破灭，除了迷惘还多了房贷、责任，对，还有皱纹。\\n今天开家长会破天荒没有被点名批评，竟然还被重点表扬。晚上一回家奇奇主动猫在屋里写作业，根本不让我陪。\\n太阳打西边出来了。\\n我得了闲处理今日待办事项。我有三张待办清单，按优先顺序是家庭、工作、自己的爱好。\\n爸爸高血压定期复查时间；婆婆因为莫名其妙头晕而预约的科室；明早晨会的汇报 PPT；还有相识许多年的编辑咆哮催稿，你真的要自我放弃了么？！\\n编辑小姐姐找了更好的下家，离职前手上的工作交接差不多了，想起来还有我这个她曾经重点培养却始终没有扶上墙的遗憾。\\n小姐姐说除了看着我一步一步成长起来的她，以后再也不会有人催稿了。市场上那么多画手，谁会记得连十八线都算不上的漫画者。\\n你真的再也不画了么？\\n胸口像被重重垂了一拳。这条信息是小姐姐三天前发给我的，我一直不知道怎么回。\\n信息写了好几次，又逐字删掉。我不知道是对自己太过纵容还是不够狠，爱好总被无限搁置，不知道是什么偷走了我的时间。\\n将近 12 点，付先生回来了。\\n「今天家长会怎么样？妈妈的头疼看了这么久都不好，换个医院找个特需专家；暑假到了，奇奇的夏令营也得抓紧报名。」\\n付先生丢下这些问题并不等我回答就换了衣服，进入洗手间，哗哗哗淋浴的水声盖过我的声音。也许他并不真的需要我回答。\\n就像领导给员工布置了许多任务，并没指望员工立即给出方案。\\n男主外女主内是延续了几千年的家庭分工。我颓然觉得无趣，丢下手机，悄悄溜开奇奇的房门。奇奇趴在桌上睡着了，现在的学生真辛苦。\\n可是这社会，又有谁不辛苦呢？\\n蹑手蹑脚，我表面帮奇奇收拾文具课本，其实还是不太放心学习成绩突然提升的她是不是真的转了性，在用功。\\n卷子做完了，还对着答案给自己打了红勾，在做错的题旁边批注「奇奇要加油！」，小女生的可爱从卷子上跳出来。\\n正当我笑着放下心时，一张活页草稿纸从试卷中飘在地上，上面满满当当写着「李牧飞、李牧飞、李牧飞」\\n我皱了皱眉头。\\n在班级红榜上我看到了这个名字，排在第一位，把第二第三甩在无法相提并论的位置。班主任说由于资优班的动态调整，李牧飞偶然发挥失常落入 8 班。多亏李牧飞的带动，班里的学习风气一下被调动起来。\\n原来这就是奇奇努力学习的动力，我们苦口婆心、恩威并施、甚至鸡飞狗跳都不如这个男孩子的一点点光芒。\\n我捏着草稿纸，看着睡着了还握着笔的奇奇，她这是懵懂心动了么？我该批评她，严肃教育她么？如果对男孩子的倾心和仰慕能让她变得更好，我应该阻止么？\\n我把草稿纸小心夹在试卷里。突然有些羡慕她还处于一个可以做梦的年纪，我决定暂时不告诉付先生。\\n2\\n动力十足的奇奇为了提高学习成绩，主动要求报了好几个课外辅导班，接送奇奇上下学的任务自然而然落到了我的头上。\\n星期三晚上的数学课是我运气好捡来的。吴老师价格不菲，在妈妈群名声大噪，绝对的一课难求。许多人报名了一年多都排不上课，偏偏我刚报名就有人退课，于是我从吴老师的百忙之中抠出两小时。\\n本以为吴老师是个谢顶胖老头，怎么是个像吴彦祖一样的小鲜肉？\\n门开了我又退回去看门牌号，确实没有错。\\n「吴老师？」\\n吴彦祖点头。\\n难怪一课难求，难怪名声大噪，这群肤浅的妈妈！我突然感受到满手机屏的口水和姨母笑。\\n我对吴彦祖的水平并不放心。整堂课虽然身体窝在沙发上但耳朵一直竖在书桌旁，奇奇倒显得比我淡定，一堂课下来如同被点通了任督二脉，回家的路上背着 sin、cos。\\n第二次上数学课我就放心窝在沙发里，手机在挣扎着耗尽最后一丝电后黑屏了。沙发旁的角桌上放着一本打印装订的小说类似物，闲来无事翻了起来。\\n故事讲的是山脚下一个农夫的孩子打怪升级称霸成神的故事，脑洞令人咂舌，比我当年画的漫画精彩多了，我一边喊着「太扯了！」，一边根本停不下来。\\n课程上完了，我的小说才看到四分之一。\\n盼星星盼月亮盼着下一次课到来。也在暗暗想那个打印的本子千万别被收起来。第三次课，看着小说本子乖乖地躺在角桌上我舒了一口气。\\n一连四周，8 个小时我才看完那如同词典一样厚的小说。\\n翻到最后一页竟有一点茫然若失。神的故事结束了，可是人生还在继续。一阵唏嘘，目光滑到最后一个句号。\\n以及句号下面的那行字。\\n作者，吴天高。\\n像坐在家中被闷雷穿过窗口击中。\\n吴天高是我年轻时最喜欢的网络作家，没有之一。那个时候我在论坛上画漫画，他在论坛上写小说。我们每天都互动千百次，互怼着鼓励着，心口被小小的梦想撑的很满。\\n他说要心比天高，敢想敢为。后来我逐渐淹没在生活中，渐渐少了和他的联系。偶尔用马甲默默关注他，知道他还在坚持。这本小说在网上是未完待续，吴老师这里怎么会有完整版？\\n正巧下课，我问「您也喜欢吴天高的小说？」\\n吴老师没有答话，但是笑得意味深长。好像我问了一个很愚蠢的问题。我这才认真扫视客厅，海盗船的挂钟，手磨咖啡机，复古花纹地毯，这些都是他曾经和我聊天时描绘的未来的家。\\n他手上一直捧着一个豁了口的水杯，像极了当年我网购送给他的礼物。\\n眼皮止不住跳。\\n我带着奇奇礼貌告别，心中却掀起波澜。\\n3\\n刚进家门，吴老师竟然打电话来，说给奇奇补课的试卷忘记拿了，让我现在去取一趟。\\n我看向正在加班的付先生，让奇奇下次拿？或者付先生去拿？他连眼睛都没有瞅过来就说，「你去取一趟吧。」\\n我像接了圣旨。\\n开车，上路，不停地啃着手指。当付先生让我来的那一刻，我竟然重重松了一口气。我竟然是想去的。心中像在打雷，吴老师是不是吴天高？\\n站在吴老师家门口。\\n「不进来么？」\\n我礼貌笑着摇摇头，在心里抑制着想要脱鞋进屋的冲动。\\n吴老师把试卷递给我，我伸手，他却没有松手。\\n「小说好看么？」\\n「是你写的么？」说完这句话我就想撞墙。我看见了潘多拉魔盒，我应该扭头就走，但是我很想打开它。\\n吴天高笑了，笑得有一点点害羞，微微低下头，再抬起眼眸时露着无限自信。\\n「是我写的。现实生活中大部分的人以为我是数学老师，小部分的人知道我是小说作者，除了极少数至亲挚友，没有人知道我有两个身份。我一直在和自己打赌，你是会哪一类。」\\n吴天高笑得那么温柔，「你能帮我保守这个秘密么？」\\n我点头，吴天高松手，试卷落在我的手上。他回屋把那本打印的小说递给我，「你觉得这个故事漫画改编会好看么？」\\n我没有伸手，不敢去接。他把本子塞进我的怀里，「送给你回家慢慢看。」\\n回家的路上，空白的试卷和小说本子躺在副驾的位子，我的目光不停被吸引过去。手指被我啃的生疼。\\n漫画改编会好看么？当然会啊。曾经我帮吴天高漫改了许多作品，曾经我们的名字形影不离出现在网上。\\n晚上回到家我在书房翻了许久，付先生问我，「你在找什么？」\\n「找我的速写版。」\\n「你说以后再也不画了，就处理了。你找速写板做什么？」\\n是啊，做什么呢？再画漫画么？买菜，做饭，接送上学，陪床，陪医院，我哪里再有一丝丝时间顾及我自己？我觉得浑身血液逆流，暴躁找不到出口。\\n我不仅仅是妻子，是母亲，我也是我自己啊。\\n曾经我也是个有梦想的人。只是后来，我怎么就学会了放弃。\\n4\\n从小就很喜欢看漫画，不开心的时候就躲进漫画里。漫画是我最诚挚的朋友。我常常设想自己是漫画中无所不能的主人公，可以阻止妈妈因病去世，可以阻止爸爸一蹶不振，可以让自己一夜长大。\\n确实，我很少让爸爸操心，我很早就学会像妈妈一样照顾我和爸爸的饮食起居。只是，妈妈离开后，家里的气氛像是过不完的冬天。我可以照顾爸爸，却没法让他开心。\\n爸爸不喜欢我看漫画，他喜欢我好好学习。所以我努力学习取得好成绩，只为了博得他高兴。\\n考上大学后，我成立了学校第一个漫画社。所有社员都叫我大哥，他们崇拜我，跟随我。我倾注了很多时间和精力，直到高数差点挂科，我才惊醒，漫画和学业到底哪个才是正道。\\n那时还是学弟的付先生加入了我的漫画社。\",\"timestamp\":1641061046,\"title\":\"梦想\"},\"digest\":\"dJB-U3kR68Hx7xP0QT57m_wEyBlXVM8ZGI0akvybvJA\",\"authorship\":{\"contributor\":\"0x7E516B28477056a83F5d1699715697001882dfBD\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FQszlRGg8pr7KQ4qTGRt7NJeXv-svJTCOFDGXypVK8Y\\\",\\\"y\\\":\\\"Ye-1T5-bMBEdClvH_jt1rbyuM5EuwnJy3JOGXtoLy5A\\\"}\",\"signature\":\"wCJVW0UdOk4ycNNuT6_sD_G6ZZEW9x09fuUjSlRVRBieiFTY2EwY9neQquCS51JLnRRDduivekDmDOdhyg5WPA\",\"signingKeySignature\":\"0xdde83409d4d691be5b68f90b02e5b5d00cd7129a88d5f78464c7ee614f49bf347fd27d044bc22f27723bd4452f68747748e2b2510d97e7650b1ec91d892361a11b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FQszlRGg8pr7KQ4qTGRt7NJeXv-svJTCOFDGXypVK8Y\\\",\\\"y\\\":\\\"Ye-1T5-bMBEdClvH_jt1rbyuM5EuwnJy3JOGXtoLy5A\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dJB-U3kR68Hx7xP0QT57m_wEyBlXVM8ZGI0akvybvJA\"}"