"{\"content\":{\"body\":\"\\\"It's an organization Jim, but not as we know it...\\\"\\n\\n![What is a DAO?](https://blog.aragon.org/content/images/size/w2000/2021/09/dao_img_asset.png)\\n\\nDo you remember when 'The Internet' was too slow and would never catch on? At that time, we were in the early stages of Web1: publishing became democratized and anyone could code a simple website and start blogging. Web2, a few years later, saw the rise of platforms such as Google, Facebook and Squarespace, who provided services and scaled them up to worldwide proportions. Web3 is where the role of traditional organizations in providing services is replaced by open-source software and globally-distributed individuals working together on common goals.\\n\\nWeb3 began with Bitcoin's [credibly neutral](https://nakamoto.com/credible-neutrality/) monetary policy taking aim at central banks, but out of this movement - and especially Bitcoin's cousin, Ethereum - has evolved 'Decentralized Autonomous Organizations' (DAOs), which is both the collective term for members of these organizations, as well as the software they use to organize themselves.\\n\\nDAOs are the future of organization and work so you'll be hearing a lot more about them in the near future. Let's begin at the end...\\n\\n![](https://blog.aragon.org/content/images/2021/09/organization.png)\\n\\nO is for... Organization\\n\\n## O is for... Organization\\n\\n> *(noun) / ɔːɡ(ə)nʌɪˈzeɪʃ(ə)n / - A group of people with a particular purpose.*\\n\\nTo get things done, humans have always organized themselves into groups, tribes, squads, gangs, crews, teams, companies and other forms of collective action. DAOs are no different. Some DAOs are groups of developers or investors, others are pressure groups, companies, charities, local initiatives, etc.\\\\* In fact, almost any existing organizational form can be reimagined as a DAO. So far, so familiar.\\n\\nMembership of a DAO is determined by ownership of some of the DAO's 'token', which is issued on a blockchain like Ethereum and acts much like a digital membership card, enabling access to gated content, voting rights and other benefits.\\n\\n\\\\* To see more examples, read: [15 Ways the World is being Transformed by DAOs](https://blog.aragon.org/15-ways-the-world-is-being-transformed-by-daos/).\\n\\n![](https://blog.aragon.org/content/images/2021/09/decentralized-1.png)\\n\\nA is for... Autonomous\\n\\n## A is for... Autonomous...\\n\\n> *(adjective) / ɔːˈtɒnəməs / - Having the freedom to govern oneself or control ones own affairs.*\\n\\nThis is where DAOs diverge from traditional organizations. Usually, an organization derives its legitimacy from a government agency, such as the tax department, business bureau, charity commission, etc. Even for organizations where this is not the case, most will need a regulated bank account.\\n\\nIn contrast, the infrastructure of a DAO is software that can be run on any computer, anywhere in the world, with no need for the blessing of a government department.\\n\\nDAOs may be unregulated, but they are not lawless. Like any organization, DAOs can set their own rules on purpose, membership, voting, etc. It is also good practice for a DAO to have a written constitution or founding document so that, if a dispute arises, it can be settled by a Web3 dispute resolution service such as [Aragon Court](https://aragon.org/aragon-court).\\n\\n![](https://blog.aragon.org/content/images/2021/09/decentralized.png)\\n\\nD is for... Decentralized\\n\\n## D is for... Decentralized...\\n\\n> *(adjective) / diːˈsɛntrəlʌɪzd / Controlled by multiple agents, often equally.*\\n\\nDAOs are decentralized in several different ways:\\n\\n### 1. Infrastructure\\n\\nDAO software can be accessed via a web browser but its backend infrastructure is cryptocurrency and payment networks such as Ethereum. The Ethereum network is hosted by thousands of computers all over the world that all check each others' integrity. If one computer tries to process a rogue payment, it will be rejected by all the others, and even if an entire continent were to ban Ethereum, the network itself would still run normally everywhere else. In this sense, decentralization makes DAOs the most robust and censorship-resistant organizations ever invented.\\n\\n### 2. Payments\\n\\nBecause the Ethereum network is virtually unstoppable, so are payments in its native currency, Ether ($ETH). This means that DAOs are free to contract and trade permissionlessly with any person or organization also on that network. The same goes for any decentralized cryptocurrency that supports DAO creation, such as Cardano ($ADA), Solana ($SOL), or Polkadot ($DOT). It is even possible to create alternative, non-native, currencies on these networks. In essence, cryptocurrencies are a return to a [Free Banking](https://en.wikipedia.org/wiki/Free_banking) system where merchants and consumers are free to choose which currency they use, based on its merits.\\n\\n### 3. Workforce\\n\\nBeing unconstrained by regulation, DAOs can access labor anywhere in the world. Some DAOs will actively recruit but most are simply open to contributions from anyone willing to give their time and effort in exchange for cryptocurrency.\\n\\nApart from the [well-documented benefits of workforce diversity](https://reader.elsevier.com/reader/sd/pii/S2212567114001786?token=0F9B07D5001DAECC81954F357056F5574A65AFD27F881F4A195FB882815E87B5793C14E73CE117CBC0A09F8C76905FB9&originRegion=eu-west-1&originCreation=20210922153145), DAOs have access to a far larger talent pool than traditional organizations and, being open-source, tend to naturally attract pro-active individuals.\\n\\n### 4. Governance\\n\\nDAO software such as [Aragon Client](https://aragon.org/aragon-client) is flexible enough to accommodate any organizational structure, but, in contrast to the traditional hierarchy, many DAOs opt for a simple structure where any member can propose an idea, and every member can vote democratically on every decision.\\n\\nA hierarchy is an incredibly inefficient and wasteful way to structure an organization. Ideas that originate at the bottom of the hierarchy - on the 'factory floor' - have a very difficult route up through the layers of bureaucracy and middle-management to be heard by anyone with decision-making power. This fact alone has a chilling effect on innovation by making it unlikely that any low-level employee with a good idea will even bother trying to promote it.\\n\\nIf floor workers have too little power and influence, upper management can have too much. This enables them to commit vast resources to projects without a broad consensus, only to watch them fail or cancel them mid-way through. Government itself is the epitome of this phenomenon, wasting trillions worldwide on initiatives that no commercial enterprise would touch.\\n\\nBy allowing anyone to propose an idea and everyone to vote on it, DAOs foster an [Idea Meritocracy](https://www.linkedin.com/pulse/key-bridgewaters-success-real-idea-meritocracy-ray-dalio/) that cultivates all of the available talent within an organization, as well as distributing the decision-making power in favor of [The Wisdom of the Crowd](https://en.wikipedia.org/wiki/Wisdom_of_the_crowd). Together, this makes for a much more economically efficient organization that, over time, will out-compete more wasteful hierarchies.\\n\\nAlthough every decision could, in theory, be decided on-chain within the DAO software, the reality of all organizations is that most decisions are made during informal conversations between colleagues. For this purpose, DAOs use a combination of discussion forums such as [Discord](https://discord.com/invite/eqQJkdp) or [Telegram](https://t.me/AragonProject) and more formal vote signaling platforms such as [Aragon Voice](https://aragon.org/aragon-voice) or [Snapshot](https://snapshot.org/).\\n\\n## DAO Resources\\n\\nFor a more detailed FAQ, head over to [How to DAO: Answers for Beginners](https://blog.aragon.org/how-to-dao-answers-for-beginners/). For more specific / technical help, join us on [Discord](https://discord.com/invite/eqQJkdp) or dive straight in and [create a DAO](https://aragon.org/) on Aragon.\\n\\n\\\\--\\n\\nAragon is building the future of decentralized governance for Web3 communities & organizations. Deploy a DAO, manage your community, resolve disputes and run enterprise-level votes, all within our open-source stack. See the latest at [aragon.org](https://aragon.org/), [subscribe](https://aragon.substack.com/) to our monthly newsletter, join the conversation on [Discord](https://discord.com/invite/eqQJkdp), or follow us on [Twitter](https://twitter.com/AragonProject).\\n\\n[Docs](https://help.aragon.org/) | [YouTube](https://www.youtube.com/c/AragonProject) | [Telegram](https://t.me/AragonProject) | [Github](https://github.com/aragon) | [Reddit](https://www.reddit.com/r/aragonproject/) | [Linkedin](https://www.linkedin.com/company/aragonproject/) | [Forum](https://forum.aragon.org/)\",\"timestamp\":1635775683,\"title\":\"What is a DAO?\"},\"digest\":\"ZREKshHtz4nVt3EfnqMiE9ZjTWctYQ-S7YbLYRVmh_M\",\"authorship\":{\"contributor\":\"0x4CC11987Ee4D62076F8218d0f97e81437611e311\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"POfz0D4Jt2CGjs8pU8fLRlgDdn_Ind4UxRbiI_1wCVk\\\",\\\"y\\\":\\\"09wRXYXLssojvZFfEK7ieBjsvQnLc11msPUdKY9bRSc\\\"}\",\"signature\":\"Wk7lXirfKk-ALuC9q8onjD_vfLRE7exT8RBIDgKDObSO_CF6kSRje2Zz9UexbOGf8vLRH2u1kgv8TDudpStWmg\",\"signingKeySignature\":\"0x78f0f4b83d50c1aec27aed6a8e79dcd39475fbc7f43056f018ba3db29e6daba85e45d47e704a072333fa19b9f0d7b6477168fe598fa3f1fbb6d896b5de60da3a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"POfz0D4Jt2CGjs8pU8fLRlgDdn_Ind4UxRbiI_1wCVk\\\",\\\"y\\\":\\\"09wRXYXLssojvZFfEK7ieBjsvQnLc11msPUdKY9bRSc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZREKshHtz4nVt3EfnqMiE9ZjTWctYQ-S7YbLYRVmh_M\"}"