"{\"content\":{\"body\":\"Auto parts quality traceability platform based on distributed cognitive industrial Internet\\n\\nIn 2015, China Wanxiang Holdings Co., Ltd., the financial sector of Wanxiang Group, began a strategic layout in the field of blockchain technology and established the Wanxiang Blockchain Laboratory, an earlier research institution of blockchain technology in China. In 2017, Wanxiang Blockchain was formally established. Since then, Wanxiang Blockchain has established branches in Nanjing, Jiangxi and other places, and jointly established the Wanxiang Blockchain Suzhou Research Institute with the Suzhou High-tech Zone Management Committee.\\n\\nThe company focuses on key industries such as finance, automobiles, smart manufacturing, smart cities, petrochemicals, and agriculture. Together with ecological partners, the company has jointly created a new generation of alliance blockchain platform featuring privacy computing-PlatONE, which innovates from distributed cognitive technology Form a credible infrastructure for the digital economy.\\n\\nThe company is listed as a high-tech enterprise in Shanghai, the vice chairman unit of the China Blockchain Technology and Industry Development Forum, a member of the China Internet Finance Association, a member of the China Payment and Settlement Association, a member of the Shanghai Industrial Internet Association, and a block of the China Federation of Logistics and Purchasing The executive vice president unit of the Chain Application Branch. As a member of the National Blockchain Standards Committee, ISO TC307, IEEE Computer Association Blockchain Committee and other organizations, the company has participated in and led the formulation of a number of national and international standards.\",\"timestamp\":1634580936,\"title\":\"Auto parts quality traceability platform based on distributed cognitive industrial Internet\"},\"digest\":\"DE4Gi3KmUEh8f8u8oAYdwRAzv0UlYHxamTDEH6eawXM\",\"authorship\":{\"contributor\":\"0xe6b93ce05c592AE5A51256C31e39E70d0757C94A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qQVY2nfMwxJQcHrywEA0jOqujBIEv9GpWEOtXtDF-iY\\\",\\\"y\\\":\\\"2WROCyo0ucSDZXDy3_VE-yCb_DOOMrO57INrjLkRxUM\\\"}\",\"signature\":\"pHpB_eKbaxo2ewI0S1Yd3Zcqs_DuPIsEbQc_EUB5ZjeTXagXNNpMuFK7L1eaMIGvtZd5E8jFcKEwHiN4h8ViRA\",\"signingKeySignature\":\"0xb18f92543cfe7f670cd8031d48a51758eeeef56e67de08b6afbe59599cc2553127e27362323ceff527d29fe6f9a4421147dc9a4475f1e1cb1223c43256330a8a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qQVY2nfMwxJQcHrywEA0jOqujBIEv9GpWEOtXtDF-iY\\\",\\\"y\\\":\\\"2WROCyo0ucSDZXDy3_VE-yCb_DOOMrO57INrjLkRxUM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DE4Gi3KmUEh8f8u8oAYdwRAzv0UlYHxamTDEH6eawXM\"}"