"{\"content\":{\"body\":\"We are at a crossroads in society . On one hand we live in an ultra competitive reality that feels like it's accelerating towards dystopia, where we only care about satisfying our basic needs for consumption and survival. On the other hand, we sense that we are on the verge of finding a new utopia, where we can share in the abundance that we've managed to create with our vast technological achievements, finally realizing that the well-being of the collective matters just as much as the well-being of the individual.\\n\\nAlthough our technology has connected us in ways that has never been possible, these same technologies have diminished our [sense of ](https://www.fastcompany.com/90666944/a-sense-of-belonging-is-what-drives-wellbeing-and-its-disappearing)*[belonging](https://www.fastcompany.com/90666944/a-sense-of-belonging-is-what-drives-wellbeing-and-its-disappearing)*. The modern form of Capitalism and business formation is a relentless pursuit of shareholder gains with a short term mindset. Worse yet, because being a shareholder does not correlate with involvement in the value being created, our problems (like environmental waste, monopolization of markets, and the ever growing disparity between the 'haves and have-nots') are being compounded in every moment.\\n\\nWhat if I told you there’s a way we can ***all*** benefit from the amazing new technological growth that ***we*** as a society have created. There's a secret new world being built, that allows us all to all be ***co-owners***, flipping the cap-tables to be in our benefit.\\n\\n### The Secrets of Abundance are Hiding in Plain Sight\\n\\nAn alternative that has proven to work quite well in the crypto space (*you’d be hard pressed not to have heard of [DAOs and NFTs](https://www.notboring.co/p/the-dao-of-daos) and the coordination going on there*), that can be applied to all modalities, would be to reconsider value creation and distribution with all stakeholders in mind. This implies that everyone who participates is a shareholder. The customer, the creator, the platform, the investors—there are minimal distinctions between them— everyone is a shareholder and everyone reaps the benefits as the collective grows.\\n\\nLet's go over the 'inside secrets' (that we've discovered so far) which crypto has helped us unlock, to bootstrap abundance. Soon they won't be secret anymore; soon they will just be the way that all business is done.\\n\\n1. **Launching a token is like alchemy: you can reward people with *ownership before* any value has been created**\\n\\n   We've seen a Cambrian-explosion of new assets being born in the world of crypto. Currencies, governance, social, art, intellectual property, moments — there's a new token experiment for anything you can imagine. The key insight here is that by immediately rewarding and incentivizing people, we can bootstrap creation and collaboration — this is something that was previously only available to capital speculators (ie investors). Not only does this allow those participating in the long term growth of the network to continually benefit from it's success, this also has the side effect of reducing our dependance on capital speculation as a means of bootstrapping value creation, since organizations can now incentivize people directly in exchange for the a slice of ownership. Although this technically has already existed in the form of sweat equity, crypto has started a **cultural revolution**, opening our eyes to the fact that getting this early ownership is the fastest way to achieve abundance in our personal lives.\\n2. **Crypto lets us have ultra-transparent finances and decisions, so people can't make unfair deals**\\n\\n   The current system of murky (or no) transparency within organizations has lead to exploitation, unfairness, miss-aligned incentives, and short sighted thinking. Crypto flips this on its head. Imagine how collaboration can evolve in a world where transparency is innate — where people can easily move on from projects as soon as they learn that they aren't being paid fairly for the work that they do.\\n\\n   As humans, [we have an innate desire to collaborate transparently](https://www.npr.org/2020/05/30/866059164/in-humankind-rutger-bregman-aims-to-convince-that-most-people-are-good): our facial expressions are one such example of this. Most of our existence has not been in the context of modern civilization; we've evolved in order to succeed as nomadic hunter-gatherers. Leaderless, communal, transparent, compassionate, trustworthy, empathetic, collaborative. **This is humanity,** and we should reflect it in our technologies and organizing principles.\\n3. **Crypto enables hyper efficient transactions without middlemen**\\n\\n   One of the core primitives cryptocurrencies has introduced is economic efficiency without a middleman. This is particularly important in shifting our mindset from the few to the many. By allowing ownership to be rewarded in new and innovative ways, such as micro transactions to thousands of contributors, we're now able to reward all of the participants who are helping the pie grow. Where previously sweat equity could only be periodically rewarded in a broad way with high administrative costs, we can instead continuously elevate active members of the community to become more important stakeholders, and create an organic, symbiotic  community around goals we choose. **Why take the risk alone, when you can work together? Let’s flip the script.**\\n\\n### The Power of Belief\\n\\nNow that we have these new powers, we need to start shifting the culture. We've become so accustomed to the status-quo, that it's become hard for some of us to imagine a post-scarcity world. It's going to take some level of 'letting go' for many to be able to live in a world of pure-hearted and fair collaboration, instead of defaulting to skepticism and adversarial behavior. As more people get introduced to this new world, the movement will pick up, and we'll begin to unlock hope in the place of fear.  This new world is unleashing an explosion of love, deeply mutualistic participation, and collective growth.\\n\\n**Are you ready to [join the (r)evolution?](https://myco.space)**\\n\\n### Read More\\n\\nHere are some extra resources I've read that have influenced my thinking on this subject, which I believe can help inform you, regardless of where you’re starting from.\\n\\n* [The War on Normal People](https://www.amazon.com/War-Normal-People-Disappearing-Universal/dp/0316414247) by Andrew Yang\\n* [Humankind: A Hopeful History](https://www.amazon.com/Humankind-A-Hopeful-History/dp/B088JQXX99/) by Rutger Bregman\\n* [Utopia for Realists: How We Can Build the Ideal World](https://www.amazon.com/Utopia-Realists-Build-Ideal-World/dp/0316471895) by Rutger Bregman\\n* [Homo Deus: A Brief History of Tomorrow](https://www.amazon.com/Homo-Deus-Brief-History-Tomorrow/dp/0062464310) by Yuval Noah Harari\\n* [21 Lessons for the 21st Century](https://www.amazon.com/Lessons-21st-Century-Yuval-Harari/dp/0525512179) by Yuval Noah Harari\\n* [The Demon-Haunted World: Science as a Candle in the Dark](https://www.amazon.com/Demon-Haunted-World-Science-Candle-Dark/dp/0345409469) by Carl Sagan\\n* [The Sovereign Individual](https://www.amazon.com/Sovereign-Individual-Mastering-Transition-Information/dp/0684832720) by James Dale Davidson\\n* [The Bitcoin Standard](https://www.amazon.com/Bitcoin-Standard-Decentralized-Alternative-Central/dp/1119473861) by Saifedean Ammous\\n* [The Social Dilemma](https://www.netflix.com/title/81254224) by Davis Coombe; Vickie Curtis; Jeff Orlowski\\n* [The Age of Surveillance Capitalism](https://www.amazon.com/Age-Surveillance-Capitalism-Future-Frontier/dp/1610395697) by Shoshana Zuboff\",\"timestamp\":1631306441,\"title\":\"The Crypto-Social (R)evolution\",\"publication\":\"m\"},\"digest\":\"HZhlOxB7emruhbBXozNDiSZFbUmOjg8CXSmWAaRwFPI\",\"authorship\":{\"contributor\":\"0x3341DD81D325F231aa744efD603B8255D8cc3515\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KtVinAoiI6PScJvyr2o_HNycuubXEYDo9vgQNAW7b94\\\",\\\"y\\\":\\\"Sc_H3B9z1PehaVoAKOmebj3YFW1S4COqA1n0jJVV4YE\\\"}\",\"signature\":\"GyJKvACWXUTD96n16vUp6dq9-KKK63OFfpM-Q0-E01ljsStSFI59RX_jnLTwUcUEqyYVQgrvLJsGRt3M9WbCeg\",\"signingKeySignature\":\"0x35c9f2680058336077e95a96d6e2263e26b6513920003b6176a9e9fe32a2476242e49307147a0147dabba8ff2c20110ff9679681be443d3eef652a211fd603a81c\",\"signingKeyMessage\":\"I authorize the publication of articles on m.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KtVinAoiI6PScJvyr2o_HNycuubXEYDo9vgQNAW7b94\\\",\\\"y\\\":\\\"Sc_H3B9z1PehaVoAKOmebj3YFW1S4COqA1n0jJVV4YE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HZhlOxB7emruhbBXozNDiSZFbUmOjg8CXSmWAaRwFPI\"}"