"{\"content\":{\"body\":\"Buffett is the only one in the world through stock investment to become the world's richest person, its assets have exceeded Bill Gates, known as \\\"Wall Street stock god\\\", \\\"the greatest contemporary investor\\\".  However, Buffett is also a kind elder, a successful mentor, whose philosophy of life is widely respected, and the lifelong advice he gave his three children is worth learning from.  Buffett has said he was successful for these three reasons.  \\n\\n1\\\\. Do what you don't want others to do  \\n\\n \\n\\nBuffett also told his son, \\\"Don't do what other people do. Do what you love.\\\"  \\n\\n \\n\\nBuffett once gave his son Peter only $90,000, but he gave him a supportive, encouraging and inducing environment.  He encouraged Peter: If you want to live a colorful life, try to learn all the things that interest you.  He urged Peter to look inside himself and find his passion.  Buffett: Figuring out what you're passionate about is a painstaking, arcane process that requires a lot of freedom, and parental pressure can backfire.  It was such an environment and painstaking parents that made Peter a successful composer today. \\n\\n 2. Take action when the opportunity comes  \\n\\n \\n\\nBuffett told his children: \\\"to seize the opportunity, when an opportunity comes, immediate action\\\" don't miss this opportunity, at the time of waiting for the opportunity, to read, when their increasing their experience and their own knowledge base, the opportunity comes, can not hesitate to seize the opportunity, so close to success even further.  \\n\\n \\n\\nFigure it out before you start trading  \\n\\n \\n\\nAll successful investors, not just Buffett, certainly don't act on feelings.  Before making any investment decision, they must conduct in-depth research and analysis of the market.  Buffett's prudent investment, never do \\\"uncertain things\\\" strategy makes Buffett every time to consider once are particularly careful, because we do not know how strong risk tolerance.  Figuring everything out will allow capital to grow quickly when the opportunity arises.  However, many investors are not clear about the risk or they do not have enough risk control ability to invest rashly, or because of excessive greed and lost the sense of risk control.  That's why Buffett taught his children, \\\"When you're going to do something, know it before you start trading, because when you know it, you're going to win.\\\"  Although buffett is the richest man in the world, three children also didn't get much economic benefits, father told they want to rely on their own ability to create wealth, investment in the child's mental education, compared with the contemporary parents, always want all their dedication to their children, but it is in ruin children's creative ability, he lost the opportunity to create self value.  \\n\\n \\n\\nBuffett put more people attitude, learning work experience and methods, in the \\\"Buffett to children's advice for life\\\", through this book, face to face with the god of Shares, appreciate his outstanding knowledge and vision, learn the ability to create wealth.  \\n\\n \\n\\nRead this book to learn about Warren Buffett's business philosophy and how fathers care for their children.  Try to learn buffett's education philosophy, read Buffett's business acumen and accurate investment vision. It will last you a lifetime.  \\n\\n \\n\\nYou are ruining your child's life by giving him a gold dagger instead of a gold spoon!  Try taking away your child's golden spoon. It may hurt, but it will benefit you in the future.  \",\"timestamp\":1635591055,\"title\":\"Buffett's advice to children: When you do these three things, you are not far away from success  \"},\"digest\":\"qE22nMr9GhRkk7U8ZtaSIGTGVKdpnyYyWiQekdi6JFQ\",\"authorship\":{\"contributor\":\"0x854070C754bc5f7395e57C4F2763c616D96973CB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bppr2-L-gBWlHBBWHCB1JzsQN3ojG8DN1DkmVgHWiJo\\\",\\\"y\\\":\\\"yYXmMHv35IViqIriHm2_ExnqpFWZ_-4mxkTr1mDFV2k\\\"}\",\"signature\":\"exI_XOHvwv5Nq-tf5MHQGoOwkH473EXRjY1IrqFwWB9O6DjqnJI3543opua76LypTalCD5NenavHxrhiCA6f-Q\",\"signingKeySignature\":\"0xdb1be4bdcf1d9882113aeb145c69999d76875e1041ac3a45e3f1fbb1c2edfe9241de2897c3c19aad6ebaf99d39b6c1ca23b847ddb6f34c75e25526495b9597081c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bppr2-L-gBWlHBBWHCB1JzsQN3ojG8DN1DkmVgHWiJo\\\",\\\"y\\\":\\\"yYXmMHv35IViqIriHm2_ExnqpFWZ_-4mxkTr1mDFV2k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qE22nMr9GhRkk7U8ZtaSIGTGVKdpnyYyWiQekdi6JFQ\"}"