"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/e197b752-4c23-4fd4-85e8-887882ada72d.png?height=1053&width=1920)\\n\\nWith the release of Auction House, Zora is working to move ownership from centralized auction houses to decentralized auction houses. However, the smart contracts are only the first piece of the puzzle, and we're setting out to fill in the blueprints for anyone to spin up and remix their own auction house experience.\\n\\nCreators and curators can now seamlessly create their own permissionless, customizable auction house experiences. Zora has created a suite of technical tools for accessing, rendering, and contextualizing both auction information and media information. \\n\\nThese libraries are open for the world to use and improve – MIT-licensed and developed in public. \\n\\nThis code is free to use, inspect, remix, and to make your own.\\n\\n## Foundation + Scaffolding: Accessing the data\\n\\nFetching blockchain data is difficult – we have wrapped all the difficult work of fetching and organizing blockchain data of the Zora Auction House and Media into our `@zoralabs/nft-hooks` library. This library makes fetching media and auctions a one-line React or Javascript library call. [This library](https://docs.zora.co/zoraos/dev/media-rendering/nft-hooks) will allow for rapid building of auction houses that have a strong, shared foundation.\\n\\nhttps://github.com/ourzora/nft-hooks\\n\\n## Key features of `nft-hooks`:\\n\\n- 🌐 Decodes blockchain auction data status and pricing information\\n- 💰 USD and ETH values are associated from Uniswap\\n- ✨ Intelligently handles caching and batching\\n- 🌈 Gracefully handles rendering and loading states\\n- ⚙️ Configuration-optional: works out of the box\\n- 🧰 Works both in server and client-side environments\\n- 🛠 Allows for server-side cached data rehydration and revalidation\\n\\n## Finishings: Building the user interface\\n\\nEven with all the data, web3 is about interaction with user interfaces in browsers. We've followed up the `nft-hooks` library with `nft-components`. These libraries go hand in hand - components show data that is fetched from NFT hooks. `nft-components` creates an accessible design language and flexible auction-focused components to seamlessly integrate NFTs and marketplaces into community and artist's spaces.\\n\\nThese components work with minimal code to get started and provide a full suite of features to render all the details found on the Zora's full data page and all the information shown on the Zora thumbnail view as well.\\n\\n[This library](http://ourzora.github.io/nft-components/) is also open and owned by the community, pulling in as few external dependencies as possible. The theming, text, styles, and media supported are completely configurable by the user while also working with zero configuration out-of-the-box.\\n\\n**Features:**\\n- 🖼 Handles displaying text, audio, video, and image content types\\n    - Includes play/pause/mute/un-mute functionality\\n- ⏳ Handles partially loaded content gracefully\\n- 💅 Supports theming, translation, and complete styling\\n- 🎁 Full preset components can be used or broken down elements with custom data display elements are available.\\n\\n## Make it your own\\n\\nMuch like how Uniswap gave anyone the ability to create their own exchange, Zora gives anyone the ability to create their own Auction Houses. You can create an Auction House that can curate and auction any and all ERC721 tokens. \\n\\nThis means there is an entirely new universe of experiences that can be created. \\n\\nHere are some Auction House ideas:\\n- Generative art\\n- Decentralized Land\\n- Fonts\\n- AR Objects\\n- DAO-owned\\n- Anything, really ✨\\n\\nLooking ahead, we're planning on removing further barriers for individuals to participate in the NFT ecosystem. Soon, to make your own auction house, coding will be optional. \\n\\n### Resources\\n\\n**Javascript SDK**\\nhttps://docs.zora.co/zoraos/dev/zdk/auction-house\\n\\n**Smart Contracts**\\nhttps://github.com/ourzora/auction-house\\n\\n**NFT Hooks**\\nhttps://github.com/ourzora/nft-hooks\\n\\n**Subgraph**\\nhttps://thegraph.com/explorer/subgraph/ourzora/zora-v1\\n\\n### Join the Community\\n\\nAs you’re building, we’re here to help! Get [in touch with our developer team on discord.](https://zora.community)\",\"timestamp\":1622225734,\"title\":\"How to Build your own Auction House\",\"publication\":\"zora\"},\"digest\":\"UwQwplCMEe1T5eUkp0CpTDJjZXvAK3eeakskTaQe3pE\",\"authorship\":{\"contributor\":\"0x7A6f726121030CaDf9923333d5b6F29277024027\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K8jhIIgn8xW23ewQoHkI2OC6Qc_c_odQs8uufM_s1GY\\\",\\\"y\\\":\\\"GaqUY5xR-RK_FtYs1HSG9x9JJ7E8HCbTNGgBqrivPA8\\\"}\",\"signature\":\"O9plDfLDLxJdaSQ8QCXImUPtfWAa-N3VvEWV9dBT0dZVX7Xtgr5npo4XTl4MEG7JEcBaumzKcUAT1rWK8r-cEg\",\"signingKeySignature\":\"0x14c2e743ceca89ef6811d73c207e16e8239a25c7966db50c5f4e434e07bb309e16d4e820547a96369a2369664059f104a8576512eeb42cf0b315243df5fe0c741c\",\"signingKeyMessage\":\"I authorize the publication of articles on zora.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K8jhIIgn8xW23ewQoHkI2OC6Qc_c_odQs8uufM_s1GY\\\",\\\"y\\\":\\\"GaqUY5xR-RK_FtYs1HSG9x9JJ7E8HCbTNGgBqrivPA8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{\"nftTransactionHash\":\"0x6a64c46731a5805361a874ff72384457f6ad2ff6964c9b6a0746675f91c1a24f\"},\"version\":\"12-21-2020\",\"originalDigest\":\"UwQwplCMEe1T5eUkp0CpTDJjZXvAK3eeakskTaQe3pE\"}"