"{\"content\":{\"body\":\"Before you read anything further, this isn’t actually a tutorial. It’s just a general recap of my life up until this point which does tend to get personal. If you’re not interested in that, feel free to click away.\\n\\n### High School\\n\\nTo explain how I got here you need quite a lot of context. We need to go all the way back to August of 2020, which really does feel like an eternity ago. I was in high school, and having serious problems actually getting anything done, not actually doing the work but just… starting it. At the time I didn’t really know why it was happening, but I did know that there was no way I was going to get through the year, even though it was my final year of high school. So I dropped out! It’s probably fair to say that it wasn’t the best idea, especially given I didn’t have much of a plan at all except “make stuff”. The alternative was “struggle through the rest of high school, then go to uni and make it up from there”, which wasn’t much better.\\n\\n### ADHD\\n\\nAfter “making stuff” for a few months (more specifically an app that I’ll probably just end up open-sourcing at some point), I noticed that I still had most of the problems I had in high school. Those being having trouble starting tasks, staying on task, staying in routines, etc. I was trying to build an app and had a decent amount of motivation for it (unlike school), but every time I got stuck it’d take a very significant amount of time before I could get back into it again. I’d put some thought into why, but in my mind it always came down to me being “lazy”. I’d never really considered that there were actual differences in my brain from others.\\n\\nIn February of 2021, after the suggestion from some of my friends (thanks [amanda](https://twitter.com/amndasuthwrth)), I was pretty convinced I had ADHD. If you don’t know what ADHD is I’d highly recommend googling it and reading up on it just a little, as there’s way too much to it for me to be able to explain it here. It took a **lot** of research from me to be able to convince myself that I had ADHD. I’d reinforced the idea that I was “lazy” for so long that it was seriously hard to change that mindset. I did get there eventually though, but it wasn’t up to me to decide, especially in terms of medication options/pathways. So I looked into it with my mum (shoutout), and booked a psychiatrist appointment with an ADHD specialist. The appointment date wasn’t for three months, which was annoying but fair since it was still the middle of the pandemic.\\n\\nThose three months went by, and my psychiatrist was entirely convinced from the first appointment that I had ADHD. It was a massive relief for sure. In the following appointments we went through the best medication options for me. After trying a few different options I finally found one that worked for me, and it was **amazing**. Obviously it wasn’t all entirely smooth sailing, but I could suddenly do so much in a day. It was the effective equivalent of going from running in waist-deep water to running on flat grass.\\n\\nThe first thing I really did with all my medicated ADHD power was to go deep into esports. I started casting VALORANT games every few nights, and along with that started developing [an app](https://github.com/TateB/val-tournament-core) to manage the production of livestreams for it. I kept developing things here and there to help me out, so I gained a lot from my already existing experience with web development. Big thanks to [DigitalCasts](https://twitter.com/digitalcasts), who helped me progress in the OCE esports scene so quickly.\\n\\n### The ENS Airdrop\\n\\nWeb3 was definitely on my radar though not really something that I’d seriously considered a career in. As 2021 progressed though, I became more and more interested in it. Massive thank you to Matthew Vernon (who probably doesn’t know who I am) for introducing me to web3 indirectly after I’d been following him since around 2016. The projects he’s been involved in, as well as the variety of tweets that he’s made, showed me what the web3 ecosystem could really be like (as well as inspiring my design style for the past 5 years). I think he was probably also the reason I registered an ENS name, but I’m not entirely sure. Either way, I had always just thought web3 would be something that I use rather than actively develop.\\n\\nAt some point I was scrolling through my twitter timeline as we all do, and saw that there was an ENS airdrop. I knew I had an ENS name so looked further into it and saw that the eligibility was based on the length of ownership, as well as the expiry date of a name. I previously held an ENS name in an old wallet which I no longer had access to, so I had a pretty simple query of whether or not my new wallet would be eligible for the tokens for the time of the original registration in my old wallet. I looked around for a place I could ask my query, and found the ENS discord server, so I joined!\\n\\n### The ENS Discord - 05/11/2021\\n\\nAfter joining and finding out that my new wallet wouldn’t be eligible for those tokens (pure pain), I noticed a bit of a pattern. With the massive wave of people joining the discord server, most of them were asking the exact same questions… so I started answering them. This was a **lot** of people, so I moved to my desktop PC and continued typing away answering as many people’s questions as I could. I ended up with a pretty sizeable notepad document of links to direct people to for certain questions, or pre-written responses. If I didn’t know the answer to someone’s question, I’d research to try and find one. After doing that enough I ended up with a reasonably large amount of knowledge of ENS and the ecosystem surrounding it.\\n\\nFrom a few days of answering questions, [alisha.eth](https://twitter.com/futurealisha/) offered me a part-time discord support job. At the time it was only going to be temporary, but to me this was insane. I was just helping out the community by answering questions, and now I was going to get paid!? Consequently I started doing more and more research on ENS, listening to every podcast, reading every article, etc. If I was going to get paid, might as well put a bit more effort into it. It meant I could put more detail into my answers, and subsequently I could answer a lot more questions. With every response I wrote, not only did my basic knowledge grow, but my in-depth technical knowledge grew as well. Very quickly I developed a much more sophisticated understanding of ENS than I had before, and could now not only answer basic questions, but also much more technical ones! I ended up writing around 4,000 responses in the span of 10 days (unfortunately you can’t see that anymore because of an oops with a ban bot). alisha.eth then offered me a full-time discord support position, and I accepted!\\n\\nAs the discord server grew larger, there were more and more problems with scams, so nick.eth experimented with an existing bot that could ban users based on their usernames. It wasn’t really that great nor sophisticated, so I thought I’d try my hand at making a better version of it. I had made discord bots before so it wasn’t going to be much of a hassle to make one with the features that nick.eth wanted. I got to coding, and it felt great to be making things with code again. I ended up down a bit of a rabbithole, and what started as a very simple bot with hard-coded data ended up being fully dynamic with a variety of different commands for different circumstances.\\n\\n### The ENS Core Team - 8/12/2021\\n\\n*The ENS Core Team is managed by True Names Ltd. so I’ll reference the core team as TNL.*\\n\\nThe person who was most crucial to my success had to be alisha.eth, who put so much faith in me. She deserves the largest possible thank you because without her I wouldn’t have made it anywhere near as far as I have now. After she had vouched for me, I managed to book multiple calls with various members at TNL. In those calls we discussed what I actually like doing, and what I’d potentially want to do at TNL. From there, I had effectively booked in an interview to be a front-end web developer.\\n\\nIt’s fair to say I wasn’t very confident coming into the interview process, I had almost no professional experience. All I’d ever really done is make one larger private project (which isn’t even finished), and a few smaller projects that didn’t really have much scale to them. The main place I did have some confidence was the technical knowledge that I had gained from answering various queries in the discord server. After my initial interview, I’d managed to make it to the second stage of the interview process, a coding challenge. The challenge was a front-end web development task with 3 hours to complete. I booked in a time, but the days went quickly. Coming into the task I wasn’t anxious but definitely wasn’t convinced I’d do well. Having completed the task, I felt like I’d made so many errors under the pressure that I couldn’t count them all. Either way though, the task was in and submitted, and stage 3 of the interview, the code review, was booked in as well.\\n\\nI was probably less confident going into the code review than I was going into the start of the process… but the time came and the review really came down to me fixing a few bugs here and there. My reasonably extensive knowledge of ENS definitely came in handy (as well as my prior bug fixing experience of course), and less than 24 hours later (thanks alisha.eth) I got the position! Jeff and Leon really couldn’t have made the interview process better, and pretty much immediately I was onboarding to TNL and had my first few tasks. Everyone on the team was so responsive and had been willing to answer all of my annoying questions (thank you!!). I still do a lot of work on the discord server, but you’ll see some of the web features I’ve implemented in the coming few weeks.\\n\\n### What now?\\n\\nIt feels like it’s been so long since the start of November, but at the same time the 2 months I’ve been heavily involved in web3 has gone insanely quickly. This post is only really touching the surface of everything, and it feels like I’m 10x more productive than I was before, so I really have no idea where I’ll end up. ENS and by extension web3 is so unbelievably fun to work in, it’s so refreshing waking up everyday excited to start making things. This is only the start of my journey and I’ll definitely be writing here more, thanks for reading :)\\n\\n### FAQs\\n\\n**Can you give me a TL;DR?**\\nMy journey in web3 went from 0-100 real quick, and I pretty much won the lottery in not only the timing of my entry but also getting to work with alisha.eth.\\n\\n**Who do you work for? / What is TNL?**\\nENS itself is an open-source community-owned blockchain based naming protocol. All the ENS smart contracts are owned by the ENS DAO, and anyone can work on/contribute to all ENS core infrastructure. The ENS core development team is managed by the non-profit True Names Ltd. (TNL), and I am an independent contractor of TNL.\\n\\n**How can I do what you did?**\\nThe truth is that you probably can’t *in the same amount of time*. There was quite a lot of luck involved for me to end up here. Realistically you should try and get as involved in web3 as you can, whether that is helping out in a discord server answering questions, or contributing to an open-source repo on github. It might take longer for you to do what I did, so be patient. However, I’m definitely not alone in getting kick-started into web3, so although unlikely, nothing is impossible! :)\\n\\n**How can I contact you?**\\nYou’d be best off sending me a DM on twitter, my DMs are open and I respond to every message when I get the chance.\\n\\n### find me\\n\\n* [twitter](https://twitter.com/taytemss) - dms open\\n* [on the ENS discord](https://chat.ens.domains)\\n* [website (and email)](https://taytems.xyz)\",\"timestamp\":1640747935,\"title\":\"How to Speedrun Getting Hired in Web3\"},\"digest\":\"x2IX-dYD5cqdGqY4welylxMuuKiyRC8OJrv4t8_DbjM\",\"authorship\":{\"contributor\":\"0x8e8Db5CcEF88cca9d624701Db544989C996E3216\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"o_-ButFhhXgCFtjJAjXhnV8hrHBtXbN50vdBtDn_m74\\\",\\\"y\\\":\\\"dM5sx7PTO4qnDKWS9wYyXdLcCNOrWc_oNjtkYGqrrSM\\\"}\",\"signature\":\"ivNddi2r_P42V6dXLsTX4KOuwCMZAGzAtc57SH4krjeBbUh4PwhdA9JdCCZzKzH0EDLUAZVTayB0cADeG6x4kA\",\"signingKeySignature\":\"0x2b8de905a73df3c1ddc7cea4d212a83c6fad8464053ec1ba43199a92f89a75930ce4facadc1f4377cc15466922add45c8ac150dc0a9e0a791b913fb24a29bb681b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"o_-ButFhhXgCFtjJAjXhnV8hrHBtXbN50vdBtDn_m74\\\",\\\"y\\\":\\\"dM5sx7PTO4qnDKWS9wYyXdLcCNOrWc_oNjtkYGqrrSM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SOo69uWlbBEsFHWkbtdCgaMXpAEwiUo75jO3Z4gmOoc\"}"