"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/0\\\\*9I3z1_l3p-oS273e)\\n\\nPhoto by [Alexander Shatov](https://unsplash.com/@alexbemore?utm_source=medium&utm_medium=referral) on [Unsplash](https://unsplash.com/?utm_source=medium&utm_medium=referral)\\n\\nFew of us will escape the TikTok rabbit hole. [It’s 2021’s most famous app](https://www.sportshubnet.com/top-10-most-downloaded-apps-in-the-world-2021/), and if you don’t have it downloaded on your phone, someone close to you certainly has.\\n\\nWe all know that one person who will keep sending us TikToks all throughout the day, as if their lives depend on it. They’re already in too deep, and it’s probably too late to get them back. But there’s a reason for it: **TikTok is one hell of an addictive app.**\\n\\nNo wonder it’s been downloaded [over 2 billion times](https://sensortower.com/blog/tiktok-downloads-2-billion) worldwide, and this number just keeps growing. Only in January 2021 (feel old, yet?) there were 68 million downloads. This begs the question: What’s so different about TikTok, and how come it’s better at controlling us than other traditional media apps?\\n\\n## TikTok’s Strategy is Not What You Think\\n\\nWhen you first install TikTok on your phone and open the app, you’ll need to keep watching videos in order to get improved recommendations. That’s when you’ll star liking, saving, and maybe even commenting on videos.\\n\\nSeems traditional enough, right? That’s until you’ve spent [at least 52 minutes](https://wallaroomedia.com/blog/social-media/tiktok-statistics/) of your day scrolling through 60-second videos, one better than the other.\\n\\nHere’s where TikTok hit the nail on the head: **Interest Graphs**. In basic terms, Interest Graphs are an online representation of the various interests of different individuals. Social media apps like TikTok and Twitter rely on Interest Graphs in order to laser-focus their recommendations of brand new content to an audience. That’s why a user’s first contact with TikTok starts with a basic analysis of their interests and, upon continued use, the app’s machine learning algorithm will “grasp” their preferences.\\n\\nTikTok started doing well the moment it started learning from users’ individual behaviors. And no two individuals behave alike. As an example, a person doesn’t buy a $2,000 Prada bag because they’re 25 and have two children (which is the case with “buyer personas”). Depending on who they are, they may want a Prada bag for a variety of reasons, which include status. Feeling like they “earned it”. Belonging among their wealthy friends. Simply flexing. In whatever case, there are way deeper reasons behind people’s decisions, way beyond something as shallow as their demographics.\\n\\nYour customers know everything you don’t know, as well as everything you want to dig deeper into. So why not rely on them, instead of outdated targeting methods that will get you nowhere?\\n\\nThat’s where TikTok started differentiating itself from other apps. Instead of targeting the version of customers \\\\*they’ve \\\\*created (without the actual customers’ input) they’ve decided to use the actual customers as a guide. Enter the Interest Graph.\\n\\nBut how do Interest Graphs differ from traditional tracking analyses, such as navigational analyses based on the pages you visit or the links you click?\\n\\nGlad you asked. Here’s why new startups or any businesses need to care about Interest Graphs to expand their businesses.\\n\\n## Interest Surpasses Cultural Barriers\\n\\nTikTok was developed in Shanghai as Douyin back in 2014, and certainly, no one must have thought it would be the huge worldwide success that it is today.\\n\\nI’m saying that because the creators of Douyin didn’t really understand American culture, let alone a bunch of teenage girls with a knack for dancing and lip-syncing. So, how was it that former Douyin became the most popular app in America, as well as across different cultures? I mean, TikTok penetrated the cultural firewall when they didn’t even know about US culture. That’s insane.\\n\\nThe quick answer is: **the success behind TikTok is the fact that people care about things that they’re interested in, not people themselves much.**\\n\\nLet me explain.\\n\\nTikTok brings your favorite type of content to you on a silver platter. All it needs is a glimpse at your high-level interests, and it’ll take it from there. In no time, users start enjoying a personalized feed brimming with the videos they love most — and they barely had to move a finger to make it happen. Isn’t that what we all value the most?\\n\\nWith approximately 80 million active users, we very likely wouldn’t have the time to go searching for things we like, particularly if we had no idea how to use the app. If TikTok’s recommendation engine wasn’t so spot-on, a lot less people would feel like using it. Especially older people.\\n\\nAlthough we \\\\*do \\\\*know what we like and want to see, finding it is too much work. So the personalized feed does it for us, nails it every time, and we love it.\\n\\nBut \\\\*how \\\\*does it do that? How does TikTok match our interests so well?\\n\\nTikTok employs a type of machine learning algorithm, called a [recommendation engine](https://www.appier.com/blog/what-is-a-recommendation-engine-and-how-does-it-work/), to analyze every users’ interests and preferences based on their interactions with TikTok videos. After collecting patterns in consumer behavior, it builds a personalized feed for different users, containing only relevant content for that particular user.\\n\\n[Towards Data Science ](https://towardsdatascience.com/why-tiktok-made-its-user-so-obsessive-the-ai-algorithm-that-got-you-hooked-7895bb1ab423)explains it clearly and succinctly:\\n\\n“If you click a dancing video, your feed would be customized to the entertainment category initially, then the following mechanism will trace your behaviors for further analysis, which would eventually provide precise recommendations for you only.”\\n\\nWhat that means is: the more you use TikTok, the easier it will be for the algorithm to understand what specific \\\\*types \\\\*of dances or memes you’re interested in, based on your activity. However embarrassing your taste for memes may be, TikTok’s algorithm \\\\*knows \\\\*what type of user-generated content you’ll love — and it’ll bring more of that content to you in droves. Never worry about TikTok running out of videos you like, as [more than 1 billion videos](https://techjury.net/blog/tiktok-statistics/) are viewed on the app every day.\\n\\nTikTok can guarantee that every single feed is unique to its user. In the words of Peggy Olson, no one wants to be one of a hundred colors in a box. They want unique experiences, custom-tailored to them. And once they get it, they stick around.\\n\\nOf course, we couldn’t help but mention the infinite scrolling. This alone is enough to give us endless TikTok-watching sessions.\\n\\n## Why Do We Follow the People We Follow?\\n\\nHint: it’s not necessarily because we like them. But you probably already knew that. You don’t like everyone you follow on social media, or do you?\\n\\nWhat we enjoy is finding people who are like ourselves in some aspects, so we’ll feel like we belong on Twitter (or anywhere else, for that matter). Again, there’s the Interest Graph working its magic.\\n\\nYou’ll most likely follow someone because you’ve resonated with something they posted. Robert B. Cialdini, P.h.D, states very clearly that one of the most influential factors when it comes to resonating with someone is \\\\*similarity. \\\\*In his words:\\n\\n“We like people who are similar to us. This fact seems to hold true whether the similarity is in the area of opinions, personality traits, background, or lifestyle.”\\n\\nWith that in mind, our connection with someone increases the moment we see ourselves in them. We feel an inclination towards them because we just might see them post something we’re interested in, again and again. We may not know the person — we don’t even care about \\\\*them \\\\*that much. But because of our similar interests, we just might want to get to know them better.\\n\\nThat, in turn, makes us feel like we just made a new acquaintance. And making new acquaintances is the starting point of belonging in a group. In the end, that’s what it all boils down to.\\n\\nBut it’s also true that people have many different interests, and not all of them will align with yours. When we follow someone on Twitter, we don’t necessarily want or need to follow \\\\*everything \\\\*that they tweet about.\\n\\nFor instance, you may have followed a certain person because both of you enjoy listening to a similar band. However, when that same person starts tweeting about how pissed they are that their favorite football team lost, you suddenly become uninterested.\\n\\nHow does Twitter fix that? By giving users the ability to mute certain words and topics, as well as the ability to ignore certain topics recommended on their timeline. Little by little, users’ feeds are adapted specifically to their interests.\\n\\nFor businesses that use Twitter for marketing, the approach is much the same: user targeting is based on interest and follower look-alikes. According to Twitter for Business, “People come to Twitter to connect with the passions and pursuits that they find meaningful”. Targeted messages, then, are delivered to users based on the topics they most frequently engage with on Twitter.\\n\\nAs for the neighbor app, Facebook, it worked because students were interested in what classes their friends were taking and what they were learning. They didn’t want to know what their friends had for dinner. Based on users’ main interest, which was to know what their peers, friends, and family were up to, Facebook grew into [one of the most popular apps in the world](https://www.businessofapps.com/data/most-popular-apps/).\\n\\n## Business Owner: The Interest Graph is Your Brand’s Biggest Opportunity\\n\\nUnfortunately, not all organizations are in sync with their customers, thanks to the employment of outdated targeting strategies.\\n\\nBrand owners are getting smarter, though. They’re increasingly relying on social media strategies that focus on people’s interests rather than their navigation patterns or the posts they’ve liked. And of course, those relying on Interest Graphs are coming out on top.\\n\\n*“But why is that? Aren’t Interest Graphs just like social graphs?”*\\n\\nNot quite. A Social Graph can only offer a superficial view of a person’s interests.\\n\\nAs previously mentioned, there’s a lot more to people’s choices and inclinations than their demographics and, in the case of social graphs, their social relations. Interest Graphs are deeper and more reliable since they track the patterns of human behavior through machine learning.\\n\\nRemember: people aren’t necessarily interested in other people, but rather what those people have to offer.\\n\\nThe fact that Interest Graphs are “fueled by genuine interest” makes them powerful. After all, interests play a large role in the motivators that lead customers to either consider or ignore a product.\\n\\nMatched interests generate connections. Connections generate affinity. Affinity increases preference, which, in turn, increases trust. That’s what makes an Interest Graph a mutually beneficial tool.\\n\\n## And There You Have It: The Reason Why TikTok is Taking Over Our Lives\\n\\nPeople don’t browse TikTok because they want to increase their weekly screen time. In fact, they’re trying \\\\*so \\\\*hard to reverse that. But they’re unable to. Unless, of course, they have enough self-control to put TikTok on the back burner.\\n\\nRecommendation engines are the closest we’ve got to catering to the ever-shifting, unstable, and vulnerable human behavior. Of course, the tiniest things can derail the decision-making process, but at least you’re making the most educated and data-driven decisions you possibly can. There’s no guessing, no making things up, and most importantly, you’re valuing the users’ input.\\n\\nPeople keep using TikTok — and Twitter, and Facebook, and Instagram — because of their accurate recommendation algorithms that spell out the sweetest words known to humankind: *based on your recent activity…*\\n\\n—\\n\\nSee you next time,\\n\\nKazuki\",\"timestamp\":1641601702,\"title\":\"Letting the Interest Graph Guide You\"},\"digest\":\"xEUpG-2W0Rc7Yi9b8yR0PgI6XM-JL99wXaVuOPuSW-g\",\"authorship\":{\"contributor\":\"0xDD73Bf2003dFcd79Ad7D0577550B400525E4B071\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8uhxRxCuuFXaKNGESZiVWSzg_5adcjHrjfxOe_yWqNI\\\",\\\"y\\\":\\\"e8UrczyU7l_RdaHqCt9NcAljOa3qyLgx1krm_hu3eQM\\\"}\",\"signature\":\"rGoME-dRdgFJ_bZxZe4fC2c3Zr7W5pTI1D5dEOqw8XRIMtcg8BPhoSLMlsamCr8FEY3iQC-CH45XUhjCVpfWeA\",\"signingKeySignature\":\"0x444cf52f49bcf96e79208299fadd30ea51105e712aeb9f30cdd65590ebb44ba801c4587533dd137830bdd15d6ad0a985e6bb3afdec0af65ab750d447804c347a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8uhxRxCuuFXaKNGESZiVWSzg_5adcjHrjfxOe_yWqNI\\\",\\\"y\\\":\\\"e8UrczyU7l_RdaHqCt9NcAljOa3qyLgx1krm_hu3eQM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xEUpG-2W0Rc7Yi9b8yR0PgI6XM-JL99wXaVuOPuSW-g\"}"