"{\"content\":{\"body\":\"[![Maxwell Bruno](https://miro.medium.com/fit/c/56/56/1\\\\*fOd8q1X_AghL0c5NOwrMwg.png)](https://maxwellbruno.medium.com/?source=post_page-----9e907530f174-----------------------------------)\\n\\nWith blockchain technology at our disposal, there’s nothing really that can’t be done. Here is a new artistic concept of tokenizing culture in the form of art & beyond art I came up with recently.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*GDB6x-aP8msQ30l6Gs3-eA.jpeg)\\n\\n## Relationship Between Art & Culture\\n\\nArt is Culture, Culture is Art also Art is a Culture and Culture is an Art. These 2 closely relate and mix with each other. This means you can actually collect Culture as you would Art. A culture can be anything ranging from a physical artifact, relic, statue, or way of life.\\n\\n## Importance Of Culture Tokenization\\n\\nThe importance of tokenizing cultures is that it gives Cultures value on the blockchain. Even though a culture itself is priceless, it allows different people to participate in a certain different culture from anywhere in the world by collecting and owning a piece of that culture on the blockchain. Tokenizing Cultures onchain also ensures that a certain culture is preserved and stored on the blockchain forever due to the immutable and tamper proof nature of blockchains.\\n\\nBy buying and owning a piece of culture in the form of art or even the actual piece of culture, you are taking part in the said culture by giving it a monetary value. Another thing is that you also get to learn about the said culture in an interesting way.\\n\\nThis is why I plan on establishing a special onchain curated library or rather a web3 archive platform for unique cultures from all over the world.\\n\\nThese cultures can be tokenized in the form of cultural art, cultural dances, cultural sculptures, cultural photography, cultural music, and cultural fashion.\\n\\nSince I was born and grown up in a country with diverse cultures and heritage, I am tokenizing a culture that is true to my country Kenya.\\n\\nThe name of the culture i am onboarding on to the blockchain is known as Matatu Culture which can also be referred to as Matwana or Ma3 culture.\\n\\n***The Matatu Culture***\\n\\nMatatus are public transport minibuses with insane graffiti art, huge speakers, loud music, sophisticated interiors with huge screens,& a colorful lighting.\\n\\nIn other words “Art gallery on wheels\\\"!!\\n\\nThey are the heart of Nairobi City.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*-rGwuaKC2a3WHpM2YwnGUA.jpeg)\\n\\n*The image pieces used in this article are Matatu Cultural pieces that i originally took and designed.*\\n\\n***Matatu Culture ***is a culture that runs deep through the roots of my city Nairobi and the rest of my entire nation. It is a culture my people celebrate and are truly proud of.\\n\\nThe word **matatu **is Swahili for ‘***three***’ in reference to the ***3 pennies*** bus fare paid by passengers when the new mode of transport was introduced in the *1970s *in Kenya. The modern-looking matatus were Introduced more than a decade ago in the *2000s*.\\n\\nMatatu culture runs deep in the hearts of Kenyans especially the youth. The more speakers, loud music, video screens, sophisticated graffiti, and insane lighting a matatu has the more popular in town it becomes.\\n\\nThey are literally art galleries on wheels*!*\\n\\nEvery year there is an award ceremony to celebrate the best matatus in Kenya. Also, a special launch celebration event/party is hosted for every new matatu that is launched onto the roads.\\n\\nDuring a matatu’s official launch day, a large group of enthusiastic youth gather with balloons, flags, whistles, and walk beside the matatu as it slowly drives. They chant, scream, sing and dance, going around the Nairobi city center hanging or walking next to the slow-moving matatu.\\n\\n## Project ‘’Art Gallery On Wheels’’\\n\\nI decided to name this Non Fungible Culture project ‘Art Gallery On Wheels’\\n\\nSince the word **Matatu** is Swahili for number ‘three’ referring to the 3 pennies bus fare paid by passengers when the new mode of passenger transport was introduced.The idea was to have all 1/1 matatu culture nft pieces be priced at 3 ETH but they currently cost 0.3 ETH a piece.\\n\\nThe goal is to give these matatu culture NFT pieces and collectibles interesting utility.\\n\\nThat is why some of these matatu cultural nfts will be tied to real physical public transport Matatu minibus/minibusses.\\n\\nThese physical buses will be a canvas where artists/collectors from any part of the world can purchase/lease a lot/space on the minibus & put/request art of their choice which can be customized on to the space lot on the matatu.\\n\\nThe lot/space on the physical minibus could act as an advertising space for an artist or any collector. How would it feel to have your art or name on an Art Gallery On Wheels which is also public transport vehicle where people can openly enjoy your work while traveling?\\n\\nThat means that the screens inside and even outside will be used to display NFTs.\\n\\nBasically, a physical mobile NFT gallery.\\n\\nWe will also have sessions where exclusive musicNFTs will be played for the passengers in the matatus while on transit.\\n\\nSome of the Matatu NFT art pieces and Matatu Collectibles will also offer access to travel in exclusive physical vip matatus where they can also get to listen to more exclusive musicNFTs. Travellers who use these physical matatus will also be reward with “Travel POAPs\\\" that they can redeem for Matatu NFTs and other interesting gifts like bus fares and alot more.\\n\\nThese real physical matatu minibusses will also be turned into shards where anybody from anywhere can get to own a piece of the real physical matatu through buying and holding the Matatu shards Talk of fractional ownership and taking part in a specific culture directly.\\n\\nPart of the income generated from transport fare paid by the passengers of the sharded matatu will be used to add and lock liquidity for the MATATU shards This means Investors from any part of the planet can now actively participate in the Kenyan transport business.\\n\\nMy vision for Matatus and Matatu Culture utilizing the blockchain didn't start yesterday.\\n\\nIt started 4 yrs ago when i launched MATOKEN (MAT) erc20 token contract on Ethereum Ropsten testnet. Even though I didn't launch the MAT ERC20 token on mainnet, the main mission and primary goal was to have $MAT as a utility token to pay for Matatu bus transport fare. This is a utility gap that the matatu cultureNFT shards/fraction tokens can bridge.\\n\\nAll this will open up a whole new economy on-chain and will also help create jobs for individuals such as drivers and conductors.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*VeoJuOrNsiCM13jhDILF9A.jpeg)\\n\\nMatatus and matatu cultural events will also be choreographed and simulated in Mixed Reality, Actual Reality, and Virtual Reality on AR/VR DApps like S[uperworldapp](https://twitter.com/superworldapp), Cryptovoxel, Decentraland, Sandbox, SubtrataVR , Somnium space and various web3 XR spaces. This means establishing Matatu Showrooms and galleries in the virtual and augmented worlds.\\n\\nMy plan is to bring the whole matatu experience and culture to the blockchain using every possible tool.\\n\\nSince I'm a musician and have a vast knowledge of music, I will infuse and combine *Matatu Culture* drops with my own original local cultural music.I believe this will enhance the whole cultural experience.\\n\\n> “We are also fusing the PFP Non Fungible Token Culture (punks, Pepes, Apes etc) & The Matatu Culture. This is what I mean when I say Non Fungible Culture. And it doesn’t stop there. We will have real physical Matatu buses with NFT culture art on Kenyan public transport roads\\n\\n![](https://miro.medium.com/max/1400/1\\\\*OVa_PaCc5GIeArLQR4eVKw.png)\\n\\n*Image above shows VAGOW MATATU 004 from the Voxel Art Gallery On Wheels Collection*\\n\\nThis is a concept totally in its infancy! For the first matatu art collection drops, I used mixed media because I didn’t want to alter the cultural pieces and cultural experience that much. There will be a 3D versions & Other Art version drops of Art Gallery On Wheels (Matatu)\\n\\nTalking of different versions, the ERC 1155s Voxel version are available on opensea and can be viewed via link below.\\n\\n<https://opensea.io/collection/voxel-art-gallery-on-wheels>\\n\\n![](https://miro.medium.com/max/1400/1\\\\*iQf9lyfhoXH7EQlxqQvR9w.png)\\n\\n*Image above shows VAGOW MATATU 002 from the Voxel Art Gallery On Wheels Collection*\\n\\nThere is also plans to collaborate on drops with great NFT and Crypto Artists from all over the world on Matatu Culture pieces. For this reason I established a special collection name “Art Gallery On Wheels” on opensea that will be used for community collaborations and personal Matatu Art drops.\\n\\n## Art Gallery On Wheels Collection On Opensea\\n\\nYou can start picking up and collecting some of the very first Matatu Culture art pieces minted under collection name “Art Gallery On Wheels” available via the following link.\\n\\n[https://opensea.io/collection/artgalleryonwheels\\\\\\n](https://opensea.io/collection/artgalleryonwheels)\\\\\\nWe can literally change and positively impact the world through Art and Culture. Thanks to Blockchain technology and NFTs.\\n\\n**Let us change the world.**\\n\\n*Checkout the official Non Fungible Culture website via link below*\\n\\n<https://culturetokens.com/>\\n\\n*Follow Non Fungible Culture on twitter @culturetokens*\\n\",\"timestamp\":1639141687,\"title\":\"Introduction NON FUNGIBLE CULTURE - Maxwell Bruno - Medium\"},\"digest\":\"SklEXKZ5lRprLFVQttBpFyi7-EkhoIdPDoHHazUCAeA\",\"authorship\":{\"contributor\":\"0xc88924eda18b61E8ccb76e2888bd5575A8844d8D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"N5g0oBRSj03oDm8vZHtKBUDnXxE3GU6TXSRzHIHKZAE\\\",\\\"y\\\":\\\"7M3kqEsOQEaD39TH7hOTzOKEKe75jt_270nL4YQTW3w\\\"}\",\"signature\":\"lE1pwxmUW7YcCLUqaPrsbssuM2XlSMcGmg-Heb6OT8eq3oUkPdydYwvjOG2a1RPz8auyU3MoMbmy_lLoXasMpA\",\"signingKeySignature\":\"0x72d0e228c6ed9da952da02dfbd259fe0f3d7bb14182cb9c803b7715c8a5237534fe1f32d0ad86ef1227d2de7579ab699bd671b0b0cc99318cfbc5a6279d03be21b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"N5g0oBRSj03oDm8vZHtKBUDnXxE3GU6TXSRzHIHKZAE\\\",\\\"y\\\":\\\"7M3kqEsOQEaD39TH7hOTzOKEKe75jt_270nL4YQTW3w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SklEXKZ5lRprLFVQttBpFyi7-EkhoIdPDoHHazUCAeA\"}"