"{\"content\":{\"body\":\"In general, it is to make employees' values ​​singular, so that they don't think about anything except making money in their heads. In the previous program, I talked about Qin's agricultural warfare system. This is the root cause of Qin's development into a powerful country and the root cause of his dominance of the world. Shang Yang turned the people of Qin into a killing machine, how did he do it? Four words make a hole. During the Warring States Period, Shang Yang put forward the idea of ​​\\\"profiting a hole\\\" in \\\"Book of Shang Jun\\\". This only channel is the \\\"agricultural war\\\". In addition, business, entertainment and other matters are all prohibited. His Shang Yang reforms were based on the central idea of ​​\\\"profiting a hole\\\" and \\\"driving farmers back to war\\\".\\n\\nWhat does that mean? Only by killing can you be promoted, have dignity, have money to spend, and have women. No business, no entertainment, no reading. Fight against people who get promoted and made money by any means other than murder. This is called making a hole. Of course, Guan Zhong first proposed to make a hole. Guan Zi said: Those who benefit from one hole have their country invincible; those who have two holes have their soldiers not censored; those who have three holes cannot raise their soldiers; those who have four holes have their country invincible.\\n\\nWhat does that mean? That is, the economic rights and interests are controlled by the state, and such a country is powerful and invincible; if it is controlled by two, its military strength will be reduced by half; if it is controlled by three, it is unable to send troops to fight; if it is controlled by four, its country will surely perish. Comrade Shang Yang changed this idea to make you want to live a good life. Only by killing the enemy. There is no other way out. If you want to live a good life, you can rely on reading and killing. Then some people may choose to study. If they want to live a good life, they can also read books, do business, and kill people. Then someone else is going to do business. If they want to live a good life, they are recommended to be an official. It's okay, so maybe many people have to do good things every day and prepare to be recommended, and no one will go to the front to kill the enemy.\\n\\nShang Yang blocked all other roads, leaving only you wanting to live a good life, and then go to the front to kill. Whoever kills more will live a good life. Naturally, the people of Qin have no choice but to become a murderous devil. Of the army.\\n\\n174 Entrepreneur Business School Serving Entrepreneurs\\n\\nI took this idea and started a business directly. The purpose of a business is to make money. I promote in the company every day. If you want to be respected, you have to be the richest. Make the most money. Then talk every day, every month, every year. Money is the most important thing. Make more money. If you don’t have money, you can’t go out and travel. If you don’t have money, your kids go to garbage school. If you don’t have money, you can buy a few items.\\n\\nThe clothes I ordered hurt. I also cracked down on colleagues who wear clothes for a few hundred yuan. I said, a man, mixed with society,\\n\\nThe shoes on your feet are less than 1,000, the clothes on your body are less than 1,000, and the pants are less than 1,000. You mix wool. People are no class! A bargain. It's doing everything possible to wash everyone's heads into making money. Other than making money, it doesn't make much sense. It looks like this.\\n\\nAfter I finished speaking, let the employees speak, and let the employees who make money speak! In this way, even if it is a lie, say\\n\\n1000 times, everyone agrees. What's more, it was originally a money worship society, and everyone had this idea in their subconscious minds, but I constantly strengthened their notion of making money first every day.\\n\\nThere are some people who can’t stand my notion. They can’t do their jobs well and can’t make money. If they are hit, they will leave. I am also very happy. It’s good for him to leave. I just want to lead a bunch of money-making machines. Be a business.\\n\\nIn fact, this singular value is reflected in the marketing of many powerful companies. For example, with the continuous upgrading of computer chips, his advertisements just make you feel that you are out of date.\\n\\nWhen it is out of date, you have to keep buying new products. For example, Apple’s mobile phone, he releases new products every year, is to create a single\\n\\nValues ​​evoke your desires, make you feel that your phone is out of date, and keep buying new products. Only when people's desires are aroused, people will consume, and the products produced by enterprises will be sold.\\n\\nOnly the society can develop, the enterprise can progress, the country's GDP can grow, and people are desperate to satisfy their desires. Consumption drives production, which means social progress and prosperity.\\n\\nIf an enterprise wants to develop, it must arouse employees’ desire for money, so that they will always have\\n\\nEntrepreneur Business School Serving Entrepreneurs 175\\n\\nMore expensive, better things to buy. Stimulate employees in terms of language and behavior. Take the employees out to eat very expensive meals, wear very expensive clothes and shoes, in front of them\\n\\nshow off. And encourage employees who make money to buy, which will arouse the desires of other employees throughout the enterprise.\\n\\nThe desire is strong, and everyone is naturally crazy about work. I basically need to set up what rules and regulations + performance appraisal. My employees eat, sleep, and work. No longer interested in anything else, I asked them to play, but they didn't. There are no Sundays, no holidays, no off-duty, only going to work.\\n\\nI think the highest level of management is the desire of the manager. Only those who don't understand human nature can design rules and regulations and performance appraisal.\\n\\nOf course, to fully mobilize the enthusiasm of employees, a reasonable profit distribution system must be designed. You can design this according to your own specific situation, and I will talk about it separately in the future. The overall policy must be that employees take the big heads and take the small heads themselves.\\n\\nTo sum up, the point of view is: 1. The values ​​of employees must be unified, which is to make money.\\n\\n1. Only by mobilizing people's desires can the company develop and the employees will work hard. If the employees of the company have no desires or diversified desires, your company will not be able to develop.\",\"timestamp\":1634799719,\"title\":\"How to make employees turn into a clockwork machine for making money\"},\"digest\":\"2-1ZRVN9WSzg2tu-k0xoD-ft3NCSkTjRuy3WNRXA17U\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"_rBZxjShpLH6P9vFnkB-W_v2TNQn-Wz3tymyEA31-vt2XLoRNp94FbfQ7EJSLXBUs2AUc5fsdTZRmB_hcSt-zA\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2-1ZRVN9WSzg2tu-k0xoD-ft3NCSkTjRuy3WNRXA17U\"}"