"{\"content\":{\"body\":\"***Background***\\n\\nLast month, my wife became very involved in [ConstitutionDAO](https://www.constitutiondao.com/), a [DAO](https://cointelegraph.com/ethereum-for-beginners/what-is-a-decentralized-autonomous-organization-and-how-does-a-dao-work#:\\\\~:text=A%20decentralized%20autonomous%20organization%20(DAO,rules%20enforced%20on%20a%20blockchain.&text=Decisions%20are%20made%20via%20proposals,on%20during%20a%20specified%20period.) that tried to buy a first edition of the United States Constitution (good write-ups of the whole affair [here](https://www.newyorker.com/magazine/2021/12/06/we-the-crypto-people-seek-a-constitution) and [here](https://www.theverge.com/22820563/constitution-meme-47-million-crypto-crowdfunding-blockchain-ethereum-constitution)). As a result, I got to watch both the public side of that process as well as some of the behind-the-scenes, internal deliberations. I was struck by how interesting the internal deliberations were on a political level: in particular, how much of the challenge of running a successful DAO was the same kind of human, political challenge anyone faces when trying to rally any group of people to a specific end.\\n\\nAfter the DAO wound down, I realized I was largely unfamiliar with how the Constitution actually came together. So I picked up a copy of [Plain, Honest Men: The Making of the American Constitution](https://www.thriftbooks.com/w/plain-honest-men-the-making-of-the-american-constitution_richard-beeman/388871/?resultid=aff63ee1-142f-4e39-8f2d-19c561a5ab16#edition=5415993&idiq=4161744) by Richard Beeman. It’s a well-regarded and comprehensive history of the Constitutional Convention itself, spanning May-September of 1787. I highly recommend it if you’re interested in the topic: it gets a little dry at times, but is generally very readable.\\n\\nMost of the Convention’s major players doubted at one point or another that a workable compromise even existed. Many of the delegates felt their states had little to nothing in common, and there were constant threats by various states to pull out of a union entirely. Other delegates thought the whole Convention project was likely illegal. In those circumstances, it’s a small miracle that any decision on a document was reached, let alone one that for all its flaws has sustained the oldest democratic regime around.\\n\\nBelow, I’ve written some governance takeaways from *Plain, Honest Men*. You can judge how well they fit contemporary contexts: most are points I found surprising or counterintuitive. The book is fundamentally about the social dynamics of building consensus – the formal and informal techniques the founders used to wrangle a national constitution out of 55 sweaty dudes in a hot little room. Those techniques largely carry over to other governance contexts. NB: I’m going to avoid discussing governance features of the Constitution itself, as those are both more contentious and more familiar to most readers.\\n\\n***Why we had a Convention***\\n\\nA quick refresher: The Convention was called in 1787 to fix the existing relationship between the states, codified in the Articles of Confederation. The Articles gave the federal government no executive, judiciary, or agencies, and no authority to make states pay taxes, provide troops to a national militia, or normalize trade relations between states. Additionally, although Congress had promised soldiers a half-pay pension for life, it had no power to procure those funds. Riots by unpaid veterans forced Congress to escape Philadelphia.\\n\\nAs a result, legislators called for a Convention “for the sole and express purpose of revising the Articles of Confederation.” Most delegates arrived at the Convention expecting to hash out a new interstate trade system and taxation regime - only a few delegates came prepared to design an entirely new governance system.\\n\\n***Key Takeaways***\\n\\n* **Early birds get worms**\\n\\nJames Madison showed up to Philadelphia eleven days ahead of the convention’s official start date. Madison was an odd man: he mumbled, was socially awkward, and got sick a lot. But he’s justly considered the father of the Constitution, and much of it has to do with his pre-Convention plotting.\\n\\nPerhaps more than any other attendee, Madison was committed to creating a new system of government at the Convention, and arrived with a game plan already in mind. Madison had asked his fellow Virginia delegates to arrive a week early to start preparing “some materials for the work of the Convention,” holding strategy sessions, and schmoozing delegates from other states. But no one arrived: Madison was the weird guy who cared too much. George Washington, another Virginian, arrived ten days after Madison, but no one except the Pennsylvania delegation showed up at the assembly room until weeks after the start date (rainstorms that washed out dirt roads didn’t help).\\n\\nAlthough this delay infuriated Madison, it gave him precious time to get his thoughts in order. More importantly, it helped the Virginia and Pennsylvania delegations bond before the work began. Once the convention kicked off, delegates from the two big states largely managed to set the agenda. In contrast, several states, including the powerful New York, showed up late or without their full delegation, and had little impact on the proceedings. \\\\[Side note: Rhode Island delegates never showed up, and everyone hated them for flaking. Don’t be Rhode Island.\\\\] Pre-planning works, and it pays to be the person doing it.\\n\\n* **Social lubricants are important**\\n\\nOne of the most surprising insights in the book was that Benjamin Franklin, brand name Founding Father, contributed almost nothing of intellectual value at the convention. Franklin was 81 in 1787, and the oldest attendee of the convention by 15 years. Given his senior status, Franklin was treated respectfully whenever he rose to speak, but almost every proposal he made was needlessly complicated, a political non-starter, or sometimes completely irrelevant to the day’s debate.\\n\\nAnd yet Franklin was absolutely essential to making the Convention work. He’d always been a party animal, and had recently returned from nine years in France as America’s ambassador to France, where he threw incredibly lavish parties (drawing from his thousand-bottle wine collection) and hosted intellectual salons daily. Beeman calls him the most popular man in Paris. At the convention, Franklin made it his job to keep the alcohol flowing. According to Beeman, Franklin “had a superb sense of the way in which good food, liquor, and conversation could lubricate the machinery of government and politics.”\\n\\nFranklin wasn’t the only convention member organizing social events: apparently the standard work-day postgame was to join a “club,” or loosely affiliated group of friends who had regular weekly dinners. Clubs weren’t exclusive, and many delegates rotated in and out of clubs over the course of the summer. Most of the actual dealmaking happened at these informal, unscripted social events. Partially this had to do with the incredibly oppressive heat in Independence Hall: to keep the Convention’s proceedings secret, all windows were closed during a muggy, often 90-degree summer. But it’s also true that many of the biggest rivalries of the Convention washed away over several hours of boozing.\\n\\n* **Clout counts**\\n\\nLike Franklin, George Washington was indispensable to the Convention despite not contributing much intellectually. Instead, Washington provided clout, prestige, and pressure. As the leader of the country’s army, he was a rock star, with massive crowds lining the streets to see him arrive in Philadelphia. And as a famously self-controlled, serious man, Washington set a standard other delegates felt pressure to live up to.\\n\\nThe physical dynamics of the space also helped: Washington, a big man and Chair of the Convention, sat at the front of the room, solo on a raised dais, with the other delegates in a half-circle around him. Beeman says Washington’s presence turned the Convention from “a scene of acrimony and disputation among self-interested men” to “a deliberation among thoughtful, public-spirited men.” Without saying much at all, Washington conveyed to the delegates that this project matters. Several delegates write something along the lines of “If Washington is willing to be here, this must be the real deal” in their notes. He didn’t miss a single day of the Convention’s proceedings.\\n\\n* **Play the press carefully**\\n\\nSince the Convention operated in a state of almost absolute secrecy, it’s hard to take away many lessons about how to do smart public messaging (that came later, in the following months when each state debated whether to ratify the document).\\n\\nBut there’s one gambit that stands out. In a story most likely placed by Franklin, the *Philadelphia Packet* reported that “so great is the unanimity that prevails in the Convention… that it has been proposed to call the room in which they assembled Unanimity Hall.” The story obviously helped public morale, but, placed as it was in Philadelphia’s main paper, it also ratcheted up the pressure on the delegates to live up to expectations. Of course, it’s impossible to say what concrete value the move had for encouraging compromise – but it seems likely the pressure was positive.\\n\\n* **Who keeps the notes?**\\n\\nThe guy picked to take official Convention notes, Major William Jackson, “turned out to be an exceptionally poor choice.” Jackson arrived at the Convention with one goal in mind: lobby enough delegates to pick him as convention secretary – apparently, he thought it’d be a cushy, cool role. Jackson’s notes were a mess: not only were they unsystematized, but he also seems to have thrown away “all the loose scraps of paper” given to him by other delegates.\\n\\nAs a result, James Madison’s meticulous daily notes give us the best contemporary account of the Convention, as well as a perspective that naturally plays up his role in the process and makes his enemies look worse than they were. Madison picked a seat directly next to Jackson’s secretary spot, which let him glance at and take notes on documents as they were being presented. One major proposal from Charles Pinckney is mostly lost to history, because Madison wrote up his own in great detail and gave Pinckney a couple lines in his diary.\\n\\nOther delegates kept their own notes, though most were much choppier than Madison’s. The net result of the notes we have is to create a picture of the Convention where Madison and his key allies come away glistening, while others look perhaps more venal and useless than they in fact were. Madison was key to the Convention’s success. But it probably has helped his image to be the Convention’s principal narrator.\\n\\n* **Big committees give you legitimacy, small committees get results**\\n\\nAlthough we often imagine the Convention as a dignified, formal affair, in practice it operated most days quite closely to your typical Discord channel. This was a conscious choice by the delegates. Officially, the Convention had parliamentary procedures for who spoke when, how to call for a vote, and so on. Most days, though, it operated as a “Committee of the Whole”: something like a brainstorming session. Anyone was free to speak, and any delegate could call for a straw poll of the room on any question, even if it had already been previously voted on. The results of these votes would be considered recommendations and not formal decisions.\\n\\nThe effect of this informality was to make the game space a little more open, and to allow delegates to change their minds on thorny questions as arguments were hashed out. Some issues came up for a vote multiple times in a day and yielded very different results between the morning and mid-afternoon. Of course, the regular doubling-back was as irritating to some delegates then as it is to decentralized decision-makers now, and there are stretches of the Convention that to modern readers seem like a waste of time, a rehash of topics that seemed settled. But by enabling unconvinced delegates to bring up the things they cared about most, the Committee of the Whole was essential to getting consensus.\\n\\nJust as the Committee of the Whole structure worked wonders for building consensus and legitimacy, smaller committees for specific issues managed to come up with concrete answers to the trickiest issues. After wrangling for weeks about how states should be represented, North Carolina’s Hugh Williamson spoke up in favor of a committee that could settle the question: “As a Committee would be a smaller body, a compromise would be pursued with more coolness.” The move works: although there’s still contention and in-fighting once the Committee presents its compromise, there’s at least a concrete compromise position which delegates can argue about.\\n\\nSmall committees kept less important members engaged and bought into the Convention, by proving delegates could still make progress on tough issues. They helped create a shared sense among delegates that the Convention was the only shot they had at improving on the rotted-out governance structure of the Articles of Confederation.\\n\\nOther committees were similarly successful: the Rules Committee which formed at the beginning of the Convention to lay out parliamentary procedure, and the Committee of Detail (to tidy up wording on a variety of issues). In all these cases, getting certain decisions out of the general debate and into a back room where a small group can advance the ball avoided major gridlock and creeping disinterest.\\n\\n***So what***\\n\\nIf there’s one overarching takeaway from *Plain, Honest Men*, it’s how many of the founders succeeded at the Convention by playing to their strengths. Neither Franklin nor Washington provided much in the way of concrete proposals, but both leveraged the specific advantages they had (for Franklin, high EQ and sense of social dynamics, gravitas for Washington) to steer the Convention in helpful directions. Finding your niche and filling it well seems to be as important for Web3 governance today as it was for analog governance in 1787.\",\"timestamp\":1641220476,\"title\":\"Governance Lessons from the Constitutional Convention\"},\"digest\":\"i4RvKQ_a3oNYFE7lttRBb7zWPLmjkXqYnt7BRgLKaJw\",\"authorship\":{\"contributor\":\"0xCaA321Eb3aC16c946a1f11B85204cEd5F823Ce8C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ur15581yOauC4CfRMfpy9AZiS4BlMYcvuD3Iuw7I67M\\\",\\\"y\\\":\\\"5jHMr0NXYVV3RBVuHjBp7cIej0dGFd78V2Tf_PcQyL8\\\"}\",\"signature\":\"Zz5pa5-2Usuas0ilbz_rj2cVH75cKX4BX5AHDA7L-KIlzSVYCqRVg8_M_UZ0RVTF81kGOZ4u1qJjso5v7VzO6g\",\"signingKeySignature\":\"0x3d22990d6780409a9df5c555761faa94d2d4acdb7dcd3e210323846800ca4a732e4d5f167a5d4cb0b77d8c97b39cdb94bc32294678c7aa110457591ef2dfc9631c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ur15581yOauC4CfRMfpy9AZiS4BlMYcvuD3Iuw7I67M\\\",\\\"y\\\":\\\"5jHMr0NXYVV3RBVuHjBp7cIej0dGFd78V2Tf_PcQyL8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7VVndqCRt_W9GPsPjbTwauKLOmA0sYbuHdwTlgv3JpQ\"}"