"{\"content\":{\"body\":\"1\\\\.\\n\\n公民身份正在过时。为了最大化你的终身收益，成为主权个人，你应该成为政府或某种保护服务的客户，而不再是公民。你可以与他们谈判私人税收的条款，而不是再缴纳贪得无厌的政客强加给你的任何税负；你向这种保护服务支付的费用，不应超过他们提供的实际价值。\\n\\n2\\\\.\\n\\n在全球所有的国籍中，美国公民身份承载的责任最重，在成为主权个人的道路上遭遇的障碍也最多。因此，追求经济独立的美国人会寻求获得其他国家的护照，作为实现私有化或非国有化的必要步骤。\\n\\n如果你不是美国人，还想着成为美国公民，拿美国身份，在经济上是很不理性的；因为这将使你面临美国政府掠夺性的税收，包括离境税。\\n\\n3\\\\.\\n\\n那些能够根据其他统治体系面临崩溃的历史，选择最后的庇护所，并且尽早退出迁移过去的人，会笑到最后。\\n\\n民族主义对国家危机的反应，凶险难测；你永远不能低估暴政会带来的伤害；也永远不能把钱留在任何声称有权征收你和你子孙的管辖区内。\\n\\n4\\\\.\\n\\n无论你目前的居住地或国籍是什么，为了优化你的财务管理，你应该主要居住在你第一本护照国以外的国家，同时将大部分资产保存在第三国，最好是避税天堂。\\n\\n5\\\\.\\n\\n您应该广泛旅行，在有吸引力的地方选择替代性居住地；当紧急情况发生时，你要有权利自由进出那里。\\n\\n6\\\\.\\n\\n暴力事件将更加随机和本地化，有组织犯罪的规模会扩大。因此，与20世纪相比，居住在安全的物理空间内更加重要。安全防护会更加依赖于科技，而不是司法。在中央权威削弱的时代，将不法分子用墙隔开，是传统但有效的减少暴力犯罪的方式。\\n\\n7\\\\.\\n\\n如果你很富有，应该考虑雇佣私人保镖，以免受到犯罪分子、收保护费者以及政府的骚扰或伤害。传统警察的职能，将越来越多地由与商人和社区挂钩的私人保镖来担任。\\n\\n8\\\\.\\n\\n机会和安全将发生转移，在工业时代富得流油的经济体，生活水准可能会严重下降，社会充满动荡，政府无力保持繁荣，公民权利和福利也得不到保障。\\n\\n9\\\\.\\n\\n48个最不发达的国家，人口大约5.5亿，人均年收入不足500美元（1997年之前），在信息时代，它们的命运将大相径庭。大多数国家将变得更加边缘化和绝望，沦为那些大胆的投资者的犯罪场所；但是，那些能够克服结构性问题，维护公共卫生和秩序的国家，则会从快速的收入增长中获益。\\n\\n10\\\\.\\n\\n要享受高水平的生活以及经济发展的机遇，首选南半球一些在改革中的国家，如新西兰、智利和阿根廷。这些国家风景优美，基础设施充分且良好，而且不太可能成为拥有核武器的恐怖分子的攻击目标。\\n\\n11\\\\.\\n\\n下个世纪（21世纪），增长最快的、最重要的新经济将不是中国，而是网络经济。你应该把你的企业或职业放在网上，充分利用它的优势。\\n\\n12\\\\.\\n\\n加密技术将是网络商务和个人自治的重要内容，你应该立即学习并使用强加密技术。\\n\\n就像教会在中世纪末期试图禁止印刷一样，美国和其他有控制力的政府，会设法禁止加密技术；但是，就像500年前一样，它们这么做，只会将这项禁忌的科技推向既有权威最薄弱的领域，为破坏国家控制发挥最具颠覆性的作用。\\n\\n13\\\\.\\n\\n在可能的情况下，所有的企业都应该在避税管辖区进行离岸注册。这一点对于网站和网址尤其重要，因为在岸的、高税率的司法管辖区几乎没有任何好处。\\n\\n14\\\\.\\n\\n信息时代的公司，将越来越多地成为 “虚拟公司”，靠契约关系约束，没有现实的实体，可能也没有物质资产。虚拟公司以离岸信托为注册地，从而最大限度地降低税负。\\n\\n15\\\\.\\n\\n各国国内的收入将更加不平等，但各国之间的收入会更加平等。在这种情况下，那些传统上收入分配就非常不平等的国家，相比在工业时代对收入平等形成了强烈预期的国家，将会更加稳定。\\n\\n16\\\\.\\n\\n在确定报酬方面，相对表现将比绝对产出更重要，经纪人会是一个越来越重要的职业，因为他们可以帮助找到一个更高报酬的职位，不仅对高薪的表演者，如足球明星或歌剧演员，对技能平平的人也是如此。\\n\\n17\\\\.\\n\\n“工作 “将越来越多地成为项目制或 “计件工作制”，而不再是组织内部的一个职位。\\n\\n18\\\\.\\n\\n很多从事规范性职业的人员，将会被装有交互式信息检索系统的数字机器人所取代。\\n\\n19\\\\.\\n\\n对资源的控制权，将会从官方转移到那些智慧和能力超群的人（如马斯克）手上，因为，在产品中注入知识，将会创造更多的财富。\\n\\n20\\\\.\\n\\n正如盖·波依斯教授在他的历史著作《The Transformation of the\\n\\nYear One Thousand》中所指出的那样，”在一个日益艰难的时期，社会中间的弱者，往往会围绕着一颗冉冉升起的新星而两极分化”。\\n\\n在第二个千年后的变革中，这颗新星将是主权个人。随着民族国家制度的瓦解，以前在体制内找工作的风险偏好者，可能会倒向另一种选择，就是服侍有钱人。\\n\\n21\\\\.\\n\\n像美国这样的国家，在工业主义后期，一直是世界产品的主要消费国；可以预期，它们的人均消费将会放缓或下降。\\n\\n22\\\\.\\n\\n债务型通货紧缩将会伴随人类进入新的千年。\\n\\n23\\\\.\\n\\n传统政治的死亡，意味着央行对货币的监管和操控的结束。网络货币将成为信息时代的新货币，取代工业时代的纸币。这不仅意味着印钞机命运的改变，也意味着通货膨胀——作为民族国家掠夺资源的有效手段，就此终结。\\n\\n24\\\\.\\n\\n19世纪的经验证明，即使在通货紧缩提高货币价值的同时，长期的增长也能够很快达成，只需要调整商业和投资的战略，去适应通缩的陌生现实，也就是说，应该避免负债，并迫切地追求节约和降低升本，以灵活的条款去制定长期的和合同和酬劳方案。\\n\\n25\\\\.\\n\\n主要民族国家的征税能力将下降50%至70%，而以有序的方式减少开支，也将被证明比想象中要困难得多。可以预见的结果是，困扰大多数经合组织国家的赤字将继续存在，同时伴随着很高的实际利率。\\n\\n26\\\\.\\n\\n那些没有创造产品或服务的传统的国家，不太可能会引进代替就业的技术创新。\\n\\n27\\\\.\\n\\n认知能力将得到前所未有的回报，清晰的思维将变得无比重要，因为思想会成为财富的一种形式。\\n\\n28\\\\.\\n\\n思考现行体制的终结是一种禁忌。如果你想把握这场信息时代的伟大转变，就必须超越传统思维和传统的信息源。\\n\\n29\\\\.\\n\\n在发达经济体中，超级富人的收入增长，比其他人要快得多；所以，满足富人需求的服务和产品，会是一个很有增长潜力的领域。\\n\\n30\\\\.\\n\\n犯罪越来越高发，特别是挪用公款和不易察觉的盗窃，这将使同伴之间的道德和荣誉更受重视，相比于工业时代，特别是在它的衰落时期。\",\"timestamp\":1642487724,\"title\":\"主权个人\"},\"digest\":\"iRlwj8zBrtiEU86mNUgO0ChDAvw3IJQNrKPhsuV37Mw\",\"authorship\":{\"contributor\":\"0x1FbF88E60Ed97a817867d882dD97fa856f840b15\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-12l3eNdHx7Kk0XeeNZqZFGaZa2Jv03aJiRCgxq1mmI\\\",\\\"y\\\":\\\"IvxRvNjeJxW5NVSt2uSqglnxEV63bRdyLEzHKTHzdAI\\\"}\",\"signature\":\"IeSK-YonBPgXLbuG2kpSfTPpy5d-NOB_oB0bU5-6xXLEvAoF_64fzGONbZ14dm9Q59ycrZg3LqC_mzWJXUzYjg\",\"signingKeySignature\":\"0xc725d7199550686ba605f960663a8e283470695a60081c473fb65684ccd5a89275d26f51c265229e5f00eff3b80f3b9b793745a88dfea159eb368f07e41d15741c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-12l3eNdHx7Kk0XeeNZqZFGaZa2Jv03aJiRCgxq1mmI\\\",\\\"y\\\":\\\"IvxRvNjeJxW5NVSt2uSqglnxEV63bRdyLEzHKTHzdAI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"iRlwj8zBrtiEU86mNUgO0ChDAvw3IJQNrKPhsuV37Mw\"}"