"{\"content\":{\"body\":\"The United States is divided. People blame social media, blame Trump, blame China, etc. I think they are not the root causes.\\n\\nWe are entering a new era – the advancement of technology accelerates the disparity between the rich and the poor, yet we don’t have an efficient way to redistribute wealth. Let me provide an example, I live in Silicon Valley, it is not uncommon to find people whose yearly household income (before tax) > 1million dollars, but these people will never consider themselves rich. Because the living expense in this area is insane. These people must be working very hard, or extremely talented, you may think. Well, certainly, most of them are pretty good, but if we compare with other industries, I am not convinced that these people are working harder, or more talented, etc. They are just working in the Internet industry. This is where the advancement of technology happens.\\n\\nHow do we redistribute wealth so that the disparity stops growing bigger and bigger? This is an extremely hard problem. **Providing education opportunities to people in other industries and hoping some of them can move over to the Internet industry and thus benefit from it won’t work**. This is wishful thinking because it requires so much effort that most of the people cannot afford it, especially for people who are not in their 20s, which is the majority. Maybe we can only rely on the nature replacement of generations. Younger generations learn Computer Science just like Math, so most of them can enter the Internet industry much more easily compared with the older generations. But this process is going to take a relatively long time, and the older generations are going to suffer – thus, the society is divided.\\n\\nFor people who are working in Internet industry, please don’t think you will be safe forever. The advancement of technology is so fast that maybe the Internet industry will become just another industry soon, and new promising industries (e.g. bio-tech) will replace the Internet industry. When that happens, the disparity will remain, it is just another group of people becomes the lucky guys.\\n\\nPut aside the disparity for a second, **do you think the advancement of technology is a good thing or a bad thing?** Human has been living on the earth for 10,000 years, and for a significant amount of time, the advancement of technology is very slow, and we are just fine. It is until the recent 200 years, or the recent 50 years, we see exponential growth of technology, and the trend is accelerating. When the change is slow, human society can gradually adapt easily, and thus we don’t see such a big disparity. Today, I predict the disparity will remain, if not bigger. If we believe the advancement of technology is a good thing for the society, it is fair to let the people who create and advance the technology get the benefit, disproportionally. Because the new technology, usually, can generate exponentially more “value” compared with old technologies. (Note: when I use the word “value”, I am not assuming it is always a positive value to human society). All of us should spend some time thinking about this question. I still don’t have my answers yet, I just feel technology without humanity is dangerous.\\n\\nWhat is motivating us to advance technology exponentially? Is it trying to improve human as a species? For example, we need clean air, clean water, food, we want to live more comfortable, we want to create a self-sustainable society, etc. When we read the motivation from the mainstream media or from the mission statement of any companies, it is clear that the advancement of technology is for improving human as a species. However, after working in Internet industry for almost a decade, I start questioning myself “is this true”, is this the raw motivation?\\n\\nClearly I am not qualified to provide **the** answer, but I want to share my thoughts. I see 2 types of motivations: 1/ the excitement of advancing a technology just for the sake of advancing it, 2/ money. For the first type, we shouldn’t blame anyone, the scientists or engineers who are behind technology are supposed to do so (that is their job), it is the responsibility of the entire society to balance the pros and cons. How about the second type? I’ll give it some thoughts and share later. \",\"timestamp\":1641192208,\"title\":\"Why do we see disparity?\"},\"digest\":\"uvzMBs09TlectRAvTHbHzEm3E3PowH5Nmzm__RLIqRk\",\"authorship\":{\"contributor\":\"0x37214A82D96Dec83aD26167eFEEeC729ac083F75\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"StG5EUpp9nIFc5piaX7mc3Gocw_30UKxO-SQYQTpmgk\\\",\\\"y\\\":\\\"5ZnkPWULMgM6uFFs_IMcXzQZJB6wClBCtxYW7Im6Dj8\\\"}\",\"signature\":\"r8lLGQyYAbXHlgjGzt7SwqD9P90TIpnifE8YE7wYS1orM0o_WwZtv8kKRq1LH7hpGyXsXdGbtOyi8YPMU_blaA\",\"signingKeySignature\":\"0x1d2e3df250ae96988b6be7d7f7d8b24547a445fae4b4b821385729ef341977b67992848c8e398382a282ad7a306f51ecf5692566727e06372767d90c7aeab2bb1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"StG5EUpp9nIFc5piaX7mc3Gocw_30UKxO-SQYQTpmgk\\\",\\\"y\\\":\\\"5ZnkPWULMgM6uFFs_IMcXzQZJB6wClBCtxYW7Im6Dj8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"uvzMBs09TlectRAvTHbHzEm3E3PowH5Nmzm__RLIqRk\"}"