"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/mf4Duv3UCKMkvSRmKzv8a.png?height=720&width=1080)\\n\\nWe are so thrilled to invite[ Sandeep Nailwal](https://twitter.com/sandeepnailwal), Co-founder & COO of [Polygon](https://twitter.com/0xPolygon) to give us a lecture on Polygon — Suite of Ethereum Scaling Solution. If you are new to Polygon, here is a brief. **Polygon is an Ethereum Scaling platform, especially the Layer2 scaling platform which is an approach-agnostic aggregator for all the solutions**. Intrigued? More to see as below on our video clip and written full-text!\\n\\nHello, everyone, this is Sandeep from Polygon. I am one of the co-founders at Polygon and I take care of the business side of things. first a bit about myself, I come from a technology background. I am a computer science engineer and I’ve worked as a software engineer for some time. after that I did my management studies also in information technology, and I’ve been into involved in the various entrepreneurial efforts and 2 of them in the blockchain space also.\\n\\nSo a brief about Polygon also. Polygon is basically a Ethereum scaling platform, basically L2 scaling platform. But the good part about Polygon is that it is a L2 agnostic, approach agnostic platform. So it is a multi solution Ethereum scaling the platform. That means Polygon is not focusing on one particular approach let’s say zero knowledge rollups or optimistic rollups or side chains or plasma or something. **It’s basically an aggregator of all these solutions, multiple such solutions together in one suit**.\\n\\nLet me quickly share my screen and walk you through a brief journey on Polygon. And what are Polygon is today? So basically as I said that what is Polygon, I already mentioned about it. Overall, if you see a lot of you guys would have heard about Polygon, Polygon has now 3000+ DApps live on it. There is almost like a billion+ transactions have been processed. 100 million+ unique addresses and the TVL secured by Polygon chain is somewhere in the 5 billion to 10 billion range. And it has emerged as one of the biggest platform on the NFT and gaming side of things. Similarly, for the general DApps also, it has been very big and the DeFi ecosystem, for example, almost all the top DeFi applications on Ethereum are available on Polygon also. So in terms of adoption. Polygon POS chain itself has become one of the most adopted solution globally, and if you compare as a chain individually, it would be right just after Ethereum Main Chain, it would be the most adopted chain globally.\\n\\nSo basically, why Polygon, let’s talk about why we are doing what we are doing at Polygon. So one of the main things that we feel is that, we have spoken to so many blockchain developers or people who are building applications on blockchains. And what we realize is that there is each application has its own requirements. Some applications need more decentralization and more security. And they are happy to pay higher costs for that. For example, DeFi versus some applications, let’s say a simple chatting application, which stores, let’s say, the hashes of the transaction or the messages on chain or an NFT or gaming, low cost NFT or gaming platform that might be okay with slightly less decentralization, but it needs much faster transactions and low cost transactions.\\n\\nSo currently when we talk about these blockchains, we think about blockchains in form of monolithic solutions, whereas our thesis is blockchains are going to be multi-chain. But these multi-chain blockchains, various blockchains, are going to exist on top of Ethereum and all the business activity and applications are going to build on these secondary blockchains or L2 blockchains and on the L2. Also previously, as I told that Polygon is a multi-chain, multi-approved solution. The reason for that is on the L2. Also, it’s so early in the days of L2 that these approaches keep on changing from one approach to another. So we wanted to kind of be protected against these individual approach specific wrong directions, right? So that’s why we made it approach agnostic. That means we are with various teams across the world today, we are pursuing multiple approaches, and then eventually markets will decide which approach eventually evolved. And then also these multiple solutions, there is no formalized framework that offers one single shop for the developers to have various different kinds of solutions built on top of it. So it’s basically trying to create a more formalized framework for Ethereum scaling and obviously to provide low cost and low-cost transactions and high-speed transactions so that Ethereum and we can preserve the adoption of the great Ethereum community.\\n\\nSo the solution is, as I mentioned, that Polygon is a scalability aggregator. It has already multiple solutions which all connect back into Ethereum. And then you have various different kinds of chains here Polygon POS, which is fastly becoming like retail DeFi as well as gaming chain. Whereas you have Polygon SDK where people on the applications application builder can have sovereign chains for themselves. Similarly, you have Polygon available, which is a data availability chain. Polygon Nightfall is basically an enterprise. This we are building with Ernst and Young. It is an enterprise-centric blockchain solution and which also has privacy. And then we have Polygon Hermez, which is basically an essentially a zero-knowledge rollup. So which is live in production and right now Hermez has payments supported and then Hermez is working towards a full blown digital zkEVEM. And we recently also announced, which is not mentioned here, Polygon Miden, which is a STARK based solution. So basically, this is a highly composable network. And then which can allow a lot of use cases and then the applications to be built on top of it. these are some of the benefits of blockchain. Obviously, ETH compatibility is one of the biggest thing. scalability, security sovereign agents can have full sovereignty so enterprises can have their own chains. interoperability between these chains. And since it is Ethereum compatible, the developer experience is very Web3 developer experience.\\n\\nA brief about our journey. So we started somewhere in end of 2017. In 2019, we did our IEO and then around June 2020, we launched our POS Chain, which was our mainnet. And since then, we have onboarded so many applications, and late in this year we launched Polygon SDK, Polygon Studios, which is our business arm to focus on NFT related use cases. and Polygon Avail was announced in June July this year. Similarly, we have Hermez network, which is our recentl acquired Hermez Network, which basically merged into Polygon under Polygon umbrella. And they are building zero knowledge rollups and zkEVEM. then onwards from here, we are focusing on various kinds of rollups to be launched in 2022. This is our core team. We have four co-founders and then some of the advisors that we are working with. And this is something more specific about Hermez. this is specifically about Hermes, but we have now launched three zero knowledge initiatives. Till now, Hermez was the first one. It was a first ever public merger of two networks where a smart contract was created, and then community can move their tokens from one side of smart contract or one side of network to the other network. apart from that, we have recently announced understanding Nightfall, which we are working with Ernst and Young for providing privacy related use cases for enterprises.\\n\\nSimilarly, Polygon Miden is also an attempt towards building a full blown zkEVEM, but based on STARK like Hermez is actually more based on SNARKS, but we are focused on with Miden, it is focused on STARK. So these are some of the ZK solutions and we have published a big zero knowledge thesis and under which we have pledged one billion dollars for zero knowledge technology for Ethereum scaling. And that’s where we are putting all our efforts into. So this was a brief about Polygon from my side and very, very nice talking here. And lastly, the main thing I want to mention about Polygon is its adoption today. if you follow Polygon on Twitter, you would be able to see that so many big brands like Macy’s recently did something on Polygon. brands like Clinique, Hollywood celebrities, sports celebrities and entertainment industry, they all keep doing their a lot of NFTs and all that. So much so that Polygon has become a default platform for NFTs. that’s going really great. with the upcoming 2022, we are going to launch these zero knowledge efforts from our site, which will take the Polygon infrastructure provisioning offerings to the next level. that’s all from my side. Thank you so much.\\n\\n# ❄️ About Us\\n\\n**[IOSG Ventures](https://iosg.vc/)**, founded in 2017, is a community-friendly and research-driven early-stage venture firm. We focus on open finance, Web 3.0 and infrastructure for a decentralized economy. As a developer-friendly fund with long-term values, we launch the Kickstarter Program, which offers innovative and courageous developers capital and resources. Since we consistently cooperate with our partners and connect with communities, we work closely with our portfolio projects throughout their journey of entrepreneurship.\\n\\n \\n \",\"timestamp\":1641347843,\"title\":\"Scaling Summit 2021 Keynote Recap | Polygon-Suite of Ethereum Scaling Solution\"},\"digest\":\"tESvhqv0zciZm5vFqa3Dba6WQ1JgmX85wNN66ygfPIA\",\"authorship\":{\"contributor\":\"0xd8159c4DD43FEe99FA86D0BAaCA7a9cC33334864\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IrNwRyyV5qeEAVKrYYbR2GwKgwV9oiBiSE4OmxNmg_A\\\",\\\"y\\\":\\\"crLJpYwXR67C4ldGG508kcIM-ReUBDH5YblmiE3RDmU\\\"}\",\"signature\":\"Pdh1wTFmVjrrnQH7fIC-Cktz3gSRbnfPTvW2bqq7tXXlYiNPeTQP9v5bV5xIUYo3ZrznfJDnPH3nTeygak8tVA\",\"signingKeySignature\":\"0x3cacac780fe70792bba7704453b9c0e94a2f67fde8f900d8fb3c5673ec818826037300d7a781c78d788fd5b8f77006f8346e179822bce17f127a3557e49a5e211c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IrNwRyyV5qeEAVKrYYbR2GwKgwV9oiBiSE4OmxNmg_A\\\",\\\"y\\\":\\\"crLJpYwXR67C4ldGG508kcIM-ReUBDH5YblmiE3RDmU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tESvhqv0zciZm5vFqa3Dba6WQ1JgmX85wNN66ygfPIA\"}"