"{\"content\":{\"body\":\"多巴胺喜欢新的，越来越多的， 专注的，精通的，它喜欢欲望而非拥有。\\n\\n◆ 前言 抬起头，向上看\\n\\n>> 我们把“向下”的化学物质称为“当下神经递质”，它们能让你体验眼前的一切，让你立即品尝和享受，或者做出战斗或逃跑的反应。“向上”的化学物质则不同，它让你去渴望你没有的东西，并驱使你去寻找新的东西\\n\\n \\n ◆ 第1章 爱情\\n\\n>> 多巴胺跟快乐一点儿关系都没有，但它的影响力比“快乐”要大得多\\n\\n \\n \\n\\n>> 创造艺术、文学和音乐，追求成功，发现新世界和自然界的新规律，思考上帝的存在，以及坠入爱河\\n\\n \\n \\n\\n>> 由此人们提出了一个新的假说：多巴胺不是快乐的制造者，而是对意外的反应，即对可能性和预期的反应。###bingo！！！\\n\\n \\n \\n\\n>> 这个简单的想法为一个古老的问题提供了化学解释：为什么爱情会消逝？我们的大脑生来渴求意外之喜，也因此期盼未来，每个激动人心的梦想都在那里萌生。但当任何事情，包括爱情变得习以为常时，那种兴奋感就悄然溜走，而我们的注意力又被其他新奇的事物吸引了。\\n\\n \\n \\n\\n>> 研究这个现象的科学家把这种从新奇事物中得到的快感命名为“奖赏预测误差”\\n\\n \\n \\n\\n>> 正是这种让人快乐的误差触发多巴胺行动起来。这种快乐不是源于额外的时间或钱本身，而是预期之外的好消息带来的兴奋感。\\n\\n \\n \\n\\n>> 多巴胺有一个非常特殊的职责：最大化利用未来的资源，追求更好的事物。\\n\\n \\n \\n\\n>> 生活中的每个部分都被划分成这两种方式：一种方式决定我们想要什么，另一种方式决定我们拥有什么。\\n\\n \\n \\n\\n>> 魅力取决于神秘和优雅的特殊组合，过多的信息会破坏这个神奇的咒语。魅力就是一个谎言。\\n\\n \\n \\n\\n>> 但是如果你每5分钟就放一个丸子进去，多巴胺就会停止分泌。一旦老鼠知道什么时候能得到食物，就没有惊喜了，也没有了奖赏预测误差。但是如果你不定期扔下丸子，让丸子的出现一直成为惊喜，会怎么样呢？如果你用人和金钱分别代替老鼠和食物丸，会怎么样？\\n\\n \\n \\n\\n>> 从多巴胺的角度来说，拥有是无趣的，只有获得才有趣\\n\\n \\n \\n\\n>> 告别让人另寻新欢和渴求激情的多巴胺并不容易，但拥有这方面的能力是成熟的标志，也是迈向持久幸福的一步。\\n\\n \\n \\n\\n>> 多巴胺代表着痴迷与渴望，而与长期关系最相关的化学物质则是催产素和血管升压素。催产素在女性中更活跃，而血管升压素在男性中更活跃。\\n\\n \\n \\n\\n \\n \\n\\n◆ 第2章 毒品\\n\\n \\n \\n\\n>> 想要什么和喜欢什么相差很多。\\n\\n \\n \\n\\n>> 欲望始于大脑中一个在进化上早就存在的区域，位于头骨深处，被称为腹侧被盖区。这一区域富含多巴胺，事实上，它是多巴胺两个主要的产生区域之一。\\n\\n \\n \\n\\n>> 你看到桌上放着甜甜圈的盘子时，欲望回路就会被激活，这不是因为你需要吃甜甜圈，而是因为从进化或维持生命的角度来看，吃这个东西对你有利\\n\\n \\n \\n\\n>> 不管你饿不饿，这个回路都会被激活。这就是多巴胺的本质。它总是专注于获取更多的东西，着眼于为未来提供帮助。\\n\\n \\n \\n\\n>> 多巴胺回路不会处理现实世界中的经验，只处理想象中未来的可能性。\\n\\n \\n \\n\\n>> 区分我们想要的和我们喜欢的并不容易, 多巴胺欲望系统在大脑中具有强大的影响力，而喜欢回路则又小又脆弱，很难触发。两者之间的区别在于“生活中强烈的愉悦比强烈的欲望更罕见，也更短暂”\\n\\n \\n \\n\\n>> “喜欢”依赖的化学物质与促进陪伴式爱情的长期满足相同，它们是内啡肽和内源性大麻素\\n\\n \\n \\n\\n>> 吸烟的唯一目的是上瘾，这样就可以减轻渴望带来的不适感，由此让人体验到快乐\\n\\n \\n \\n\\n>> 为了减少这些物质引起的问题，最有效的方法就是使获得它们变得更困难。\\n\\n \\n \\n\\n>> 虽然我们认为我们是理性的生物，但一切证据都表明，我们不是。我们经常想要自己不喜欢的东西，欲望也可能会引导我们追求那些可能破坏我们生活的事物，如毒品、赌博和其他失控的行为。\\n\\n \\n \\n\\n>> 什么样的大脑回路强大到足以对抗多巴胺呢？答案是多巴胺，多巴胺可以对抗多巴胺。与欲望回路相反的回路可以被称为“多巴胺控制回路”。\\n\\n \\n \\n\\n>> 额叶不出所料地参与多巴胺控制回路，额叶是大脑的一部分，有时也被称为新皮质，因为它是最近才进化出来的。\\n\\n \\n \\n\\n>> 它给了我们更多的想象力，让我们能够将自己投射到比欲望回路更遥远的未来，制订更长期的计划。\\n\\n \\n \\n\\n \\n \\n\\n◆ 第3章 掌控的力量\\n\\n \\n \\n\\n>> 在登月行动之后，奥尔德林经历了抑郁、酗酒、三次离婚、自杀的冲动，还住过精神病院\\n\\n \\n \\n\\n>> 实验中，第一局的失败者在第二局中平均得到6点多一点点，这与随机概率是一致的。然而，第一局的获胜者在第二局中报告的平均点数和接近9。统计分析显示，这一数字不太可能是偶然发生的。第一局的获胜者在第二局中作弊的可能性大于99%。\\n\\n赢得比赛是进化成功的必要条件，进食和做爱也是。事实上，正是赢得比赛才让我们有机会接触到食物和生殖伙伴。因此，赢得比赛会释放多巴胺也就不足为奇了。当我们把网球送过网、在考试中取得好成绩，或者得到老板的表扬时，我们会感到非常高兴。多巴胺激增的感觉不错，但它不同于当下愉悦感的激增，后者是一种满足的激增。这一区别是关键：胜利引发的多巴胺激增会使得我们想要更多。\\n\\n赢是为了不输\\n\\n仅仅赢得环法自行车赛是不够的，赢得两次甚至七次也是不够的。胜利永远不嫌多，对多巴胺来说没有什么是够的。追求才是一切，胜利也是，终点线是不存在的，永远也不会有。\\n\\n \\n \\n\\n>> 胜利引发的多巴胺激增会使得我们想要更多。###深思深思\\n\\n \\n \\n\\n>> 有些人的多巴胺能回路比其他人更活跃， 不过，这些人都有一个共同点：他们沉迷于让未来更有价值，而牺牲了现在能够体验到的快乐\\n\\n \\n \\n\\n>> 一列失控的火车沿着铁轨疾驰而下，驶向5名工人。如果什么都不做，他们都会死。然而，把一个旁观者推向铁轨是有可能阻止火车的前进的。这个人的死会使火车减速，足以拯救5个工人的生命。你会把这个人推向铁轨吗？\\n\\n在这种情景下，大多数人都不会将这个旁观者推向轨道——他们无法亲手杀死一个人，即使是为了拯救5个人的生命。当下神经递质负责产生对他人的同理心，在大多数人身上，它都会压倒多巴胺精于盘算的理性。在这种情况下，当下的反应是如此强烈，因为旁观者离得太近，就在近体空间。要杀死他，我们必须用手接触他。除了最冷漠的人，其他人都做不到。\\n\\n如果我们一步一步地后退，逐步减少当下分子对我们决策的影响，会发生什么？当我们离开当下分子的近体空间进入多巴胺能的远体空间时，我们用一条生命换5条生命的意愿是否会增加？\\n\\n让我们先从消除身体接触的当下感觉开始。想象一下，你站在一段距离之外看着事态发展。有一个开关，拉动它，就可以将列车从有5个人的轨道转移到只有一个人的轨道；而如果什么都不做，那5个人就会死。你会拉动开关吗？\\n\\n下面进一步把自己拉远。想象一下，你坐在距离遥远的另一座城市的办公桌旁。电话铃响了，一个语无伦次的铁路工人描述了这个情况。你在办公桌前就可以控制火车的行进路线。你可以按下一个开关，让火车转向只有一个人在上面的轨道，或者什么也不做，让火车撞向5个人。你会按下开关吗？\\n\\n最后，我们考虑最抽象的情况：抛弃所有的当下分子，让大脑完全为多巴胺掌控。假设你是一名运输系统工程师，正在设计铁路轨道的安全特性。你在铁轨旁安装了摄像头，能够准确提供实时的信息。\\n\\n \\n \\n\\n>> 抵制诱惑似乎产生了一种心理代价，这种代价体现为，参与者之后在面对挫折时更容易放弃。\\n\\n \\n \\n\\n>> 动机增强疗法：用欲望多巴胺对抗欲望多巴胺，如果你让某人给你讲讲诚实的重要性，再让他们坐下来玩游戏，他们就不太可能作弊了\\n\\n \\n \\n\\n>> 认知行为疗法（CBT）不是通过意志力攻击上瘾的大脑，而是利用控制多巴胺的计划能力来击败欲望多巴胺的原始力量\\n\\n \\n \\n\\n>> 十二步促进疗法：用当下分子对抗欲望多巴胺\\n\\n \\n \\n\\n>> 研究者观察到当女性吸烟者怀孕时，她们的戒烟率会上升。西北大学妇女健康研究所的苏埃纳·马西（Suena Massey）博士对这种变化进行了深入研究，发现这些女性在戒烟时，会直接省略吸烟者在戒烟过程中通常所经历的一些步骤。对发育中胎儿的当下同理心水平如此之高，以至于许多吸烟者在没有任何自觉努力的情况下直接冲到了终点线，停止吸烟。一旦“我不伤害自己以外的任何人”这个多巴胺能的合理化作用瓦解了，调节当下分子与多巴胺这一平衡体系的门就打开了。\\n\\n \\n \\n\\n \\n \\n\\n◆ 第4章 天才与疯子\\n\\n \\n \\n\\n>> 创造性思维是地球上最强大的力量。任何油井、金矿或千亩农场都比不过一个可能创造财富的想法。创造力展现了大脑的最佳状态。精神疾病则恰恰相反，它反映了大脑连日常生活中最普通的挑战都难以应付的状态. #深刻\\n\\n \\n \\n\\n>> 我越爱人类，我就越不爱人。在我的梦里，我经常为人类的福祉谋划。……但是我无法和任何人在同一个屋子里住超过两天。……一有人靠近我，我就对他们怀有敌意。\\n\\n——陀思妥耶夫斯基\\n\\n我是一个厌世者，但内心仁慈。我这个人很多方面都不对劲，但作为一个超级理想主义者，我对哲学的理解比对食物更高效。\\n\\n——阿尔弗雷德·诺贝尔\\n\\n我爱人类，但我讨厌人。\\n\\n——埃德娜·圣文森特·米莱\\n\\n有时，他们使用的语言甚至都几乎一模一样：\\n\\n我爱人类，……但我无法忍受人。\\n\\n——查尔斯·舒尔茨（《花生漫画》中莱纳斯的台词）\\n\\n这种态度可能不体面，但是有原因的。高多巴胺能的人通常喜欢抽象思维而不是感官体验。对他们来说，爱人类和爱邻居的区别相当于爱一只小狗和照顾它的区别。\\n\\n \\n \\n\\n \\n \\n\\n◆ 第5章 自由与保守\\n\\n \\n \\n\\n>> 自认为是“坚定的自由主义者”的成年人的智商测试得分高于自认为“自由主义者”的成年人，自由主义者的得分高于自称为中间派的人，而自认为中间派的人的得分高于保守主义者，保守主义者的得分又高于自称为“坚定的保守主义者”的人。总平均分为100分，其中坚定的自由主义者平均智商为106，而坚定的保守主义者平均智商为95。\\n\\n \\n \\n\\n>> 心理灵活性，即一个人针对环境变化而改变行为的能力，也是衡量智力的一个因素\\n\\n \\n \\n\\n \\n \\n\\n◆ 第6章 进步\\n\\n \\n \\n\\n>> 世界上高多巴胺能人群的数量是有限的，所以一个国家有得，另一个国家必有失。许多美国移民来自欧洲，这些移民增加了美国的多巴胺能基因库，所以欧洲的剩余人口更有可能采取注重当下的生活方式\\n\\n \\n \\n\\n \\n \\n\\n◆ 第7章 和谐\\n\\n \\n \\n\\n>> 从多巴胺的角度来看，精通是一件值得期待和追求的好事，但它不同于其他好事, 多巴胺达到了多巴胺的目标。实现了精通，多巴胺到达了它渴望的顶峰——挤压了所有可用资源的最后一滴。这就是多巴胺的目标。这是一个享受当下的时刻。这一刻，多巴胺听从了当下分子\\n\\n \\n \\n\\n>> 不要尝试多任务\\n\\n全神贯注可以提升几乎一切体验。\\n\\n \\n \\n\\n>> 如果没有当下感官提供的原材料，你的多巴胺回路都不会有太大的成就。\\n\\n \\n \\n\\n \\n \\n\\n◆ 点评\\n\\n \\n \\n\\n推荐\\n\\n有一点反思，让自己经常分泌多巴胺来获得当下的快乐是否好呢，是否不好呢？这可是个好问题。 \\n\\n \\n \",\"timestamp\":1640836638,\"title\":\"贪婪的多巴胺\\n\\n丹尼尔·利伯曼 迈克尔·E.朗\"},\"digest\":\"D5YREJEt7aTsXX2vf9nWdgamdQmPjfxJQ4L3BkocCMk\",\"authorship\":{\"contributor\":\"0xAd8bCd89A00Be1Bc607B9197fb9D7b2Ff09Bbba7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ysY-RXvbFEvMs8Pe9QCEcW7PZD91N9kkxo6N3L7IiDM\\\",\\\"y\\\":\\\"Ya3eoEzKe3Cdbe7-SS9WoMX19RUqcERV4eyyMPi5QSw\\\"}\",\"signature\":\"x3bKsFG-XJZddo-omCTiFAFEl_erxm769dPkr0A3SYUptphU3b5rn-B4INx3MbWaESNTSPsZgiyVfAT-g4nwCA\",\"signingKeySignature\":\"0xf69cb65b0b491a1060014a312fba0d084c45ef85069e98cbf8b74920e0b8410a2614918336cac16127de510066e148455f7e4d4b717013a81dfadf90985b42d41b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ysY-RXvbFEvMs8Pe9QCEcW7PZD91N9kkxo6N3L7IiDM\\\",\\\"y\\\":\\\"Ya3eoEzKe3Cdbe7-SS9WoMX19RUqcERV4eyyMPi5QSw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"D5YREJEt7aTsXX2vf9nWdgamdQmPjfxJQ4L3BkocCMk\"}"