"{\"content\":{\"body\":\"```\\nDoing push-ups every day will have obvious formation of a ceps muscle, which is the first time that many people seek it out. It is as hard as iron. I practiced a ceps muscle by doing push-ups every day. Don't believe me, what I said is true. I started doing push-ups and could only do 30, then 50 in a month, 100 more easily in a month. I have been doing it for more than a year, and I have a strong ceps. At first, I didn't know much about one ceps muscle. Until one time in Dongguan, Guangzhou, several elder sisters pointed at me and made comments. One of them asked, \\\"Brother, what kind of gong do you practice?\\\" I was asked inexplicably, I didn't practice any gong, she pointed to my ceps and said: I just realized, I told her that I do 100 push-ups every day. Looking at their envious looks, I know that a ceps can improve my image. I wear leggings on purpose to show off my biceps. Doing so has indeed attracted a lot of praise and different eyes. But there are also people who object to my behavior. This is my wife. She criticizes me for not paying attention to appearance. Duplicity, she doesn't want other opposite sex to see what belongs to her - that one cephalic muscle\\n```\",\"timestamp\":1642519403,\"title\":\"What is the effect of doing push-ups every day?\"},\"digest\":\"8Oib3yHK2TFSVNutsH4jXvSE5nFa3Oca9y8tYMAYsO0\",\"authorship\":{\"contributor\":\"0x3a445B0749839C8e854FbC6dD7cCfD8eE42f8d12\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NHt1e3pzdzeSIU8SzE8EFS7SWS3Ev6kIV6U7DIuhMVM\\\",\\\"y\\\":\\\"_CKeuZicSDbGzljLBb8gElOvsoHS_YqbgqH8drFmSrE\\\"}\",\"signature\":\"ijQVq0cZkKhHClFRo0_KSfyAESMng7bY7weyJn0fM_e-dtl1ze-EplhFhcBEyszDL0yBJevqu6Gf_zaJxlN7QQ\",\"signingKeySignature\":\"0x4e55f19e85b0005d6be943a02103f662fde6d0439263fbe0c489387326cb4cbb7b74b21444ef44fa7501cf11950ea1355e3456c270a5620178f97ce3ff8b70451c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NHt1e3pzdzeSIU8SzE8EFS7SWS3Ev6kIV6U7DIuhMVM\\\",\\\"y\\\":\\\"_CKeuZicSDbGzljLBb8gElOvsoHS_YqbgqH8drFmSrE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8Oib3yHK2TFSVNutsH4jXvSE5nFa3Oca9y8tYMAYsO0\"}"