"{\"content\":{\"body\":\"*为了实现元宇宙持久、自我成长、大规模的特性，需要三个方面的支撑和维系，第一个是AIGC（AI生成内容），第二个是DAO（去中心化自治组织），第三个是Cloud（云）。*\\n\\n### AIGC（人工智能生成内容）\\n\\n首先，真正的元宇宙只有通过区块链技术赋予的身份认证和确权才能实现。在这种背景下，元宇宙也是一个由虚拟人参与创造、构建及开发的虚拟世界。无论人们是通过个人数字图像进入虚拟世界（现在），还是通过脑机接口将意识虚拟化（未来），都是以“来自另一个世界的身份”参与元宇宙的。\\n\\n由于用户对可动态交互的个性化数字内容的需求越来越高，传统的开发方式已经无法满足日益增长的需求。目前，专业制作内容（PGC）需要花费更长的时间，加上无法以民主方式制作，几乎无法满足每个人的喜好需求。同时，虽然用户生成内容（UGC）可以部分缓解数字内容供应端的压力，但现在距离每个人都能拥有实时、个性化的交互体验还有很长的路要走。\\n\\n如果做不到让绝大多数的数字内容由AI来生产，就不可能实现一个完整的元宇宙。当然，任何技术、产业、应用和体验的升级都会经历不同的阶段，因此，在内容和想法完全由AI生成之前，仍然需要让AI辅助人脑进行创作和生成内容。\\n\\n正如人们对现实世界的理解一样，人眼看到的图像占了绝大多数的信息来源，而大脑中的逻辑系统使这些信息具有逻辑性和合理性，以便理解它们并做出相应的反应，与现实世界进行互动。\\n\\n使用AI构建原生虚拟物品时，本质上是通过类似于Loot的解构主义思维方式构建虚拟世界的逻辑或“意志”。这个逻辑系统可以真正赋予虚拟世界的数据“生命”。在虚拟世界的规则中，能够与人进行交流并具有自主决策能力的可以是人，可以是其他物品。也就是说，AI与人类共同创造的数字内容是一种新的存在形式。无论是AI驱动的物品与人们的对话，还是AI生成的图像，还是以AI为中心的虚拟形象建立的社会关系，都是真正的元宇宙成立的必要条件。\\n\\n在目前的整个行业中，为了让AI辅助用户制作虚拟空间，会由AI来构建虚拟物体或生成虚拟人的外观。但是，单靠图像带来的真实感是不够的，因此也有团队利用AI来实现数字场景中控制对象和人物背后的交互逻辑，以及利用AI让虚拟人的对话交流和行为动作更加丰富、合理、有趣——这些应用和经验都代表了以AIGC为方向构建元宇宙的实现路径。\\n\\n### DAO（去中心化自治组织）\\n\\n在AIGC的基础上，去中心化自治组织（DAO）是元宇宙区别于传统互联网和虚拟世界的另一个重要特征。\\n\\n在互联网诞生之初，人们以专业化、集中化的方式生产数字内容，而内容供给量的限制导致内容能够满足的需求类别相对较宽泛，人们的需求很大程度上可以由相同或相似的内容来满足。随着技术的发展，用户可以制作自己的内容，也能够更迅速地选择独特的内容来满足自己的需求，但是面对急剧增加的内容，用户对内容的选择能力似乎变得越来越弱。\\n\\n元宇宙存在的一个必要条件是，无论是原生智能虚拟物种还是以数字方式进入虚拟世界的人类，在元宇宙中都被赋予平等和自由的选择权力。\\n\\n基于这些价值观，元宇宙将包含大量不同规模的“部落”和“城邦”。每一个这种类型的组织都有自己的治理规则、运作方式和经济体系，选择加入的用户需要同意这些设置，才能加入这些组织开启自己的体验。\\n\\n目前，区块链技术是实现DAO的最佳技术路径，而建立在区块链技术本身之上的开发者生态也在飞速发展。元宇宙会让人们在虚拟世界中充分释放自己的需求，人们会因为相同或相似的需求而聚集，也会根据不同的需求选择组织，同时这些组织不会相互影响、相互伤害，DAO将是这种形式的必要元素和发展路径。\\n\\n### Cloud（云）\\n\\n用户可以在元宇宙中体验实时、动态的个性化交互体验，但是如果在客户端离线运行，无论是硬件还是软件都无法应对内容存储和交互容量的指数级增长。\\n\\n随着通信技术和云技术以及基于大数据的推荐算法的发展，AI的性能将得到充分发挥，为不同用户提供各种动态体验。只有这样，人们才能通过脑机接口等方式，利用意识进入虚拟世界进行体验。这时候就更加需要云技术、分布式技术、边缘计算等技术对通信层面的支持。\\n\\n当元宇宙拥有基于区块链技术的经济体系和AIGC支撑的内容共创之后，另一个重要的因素是结合云技术和分布式技术，让加密世界的游戏化交互更加流畅自然，在这个支持全球范围用户参与的、由各种虚拟生物组成的原生虚拟社会共同体验另一种生活。\\n\\n最后，在以上三个条件下，NFT将由静态（非交互式），进化为具备动作、对话功能或其他交互体验，释放出更大的潜力。在未来的加密世界中，可交互的信息量将远大于当今加密世界中的静态信息量。交互式NFT的作用是为这些信息以去中心化的方式定价提供能力和基础，这是真正推动行业向前发展并构建元宇宙的关键，由区块链技术真正让全球不同地区的人连接起来，最终形成多样化的元宇宙。\",\"timestamp\":1641518311,\"title\":\"维系元宇宙的必要条件：AI生成内容、去中心化自治组织和云。\"},\"digest\":\"KA6ZIXXEG9Y6jng26BHMup-Rpv84LTaCP_-KQRIJ7Xc\",\"authorship\":{\"contributor\":\"0x4582245f3eE84fa718F6f84C230cf8D3fB791461\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3954qkr6AEVkhHCpPRTKwUaIpj8w9ysFJYgaKyfxML4\\\",\\\"y\\\":\\\"XLaOFoEFQsrqUYiahb9gFzMwYOShXu4oU8urZuo4Jx0\\\"}\",\"signature\":\"txbI_W5L7g80APIwG3QsRTSt4gDnq2Iv3gUtOIwyT20oStkOLDJMjmIbcv6YNCo2En8XLyjFqgFPJai_WzAoPg\",\"signingKeySignature\":\"0xe11d082f0d34bc8195a418e6e435bc14b1ca57c6f4416760f8dcc6c29cad41d27093f455c591034f66420c36312984fc2c987d5c8af744f030468769205f841b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3954qkr6AEVkhHCpPRTKwUaIpj8w9ysFJYgaKyfxML4\\\",\\\"y\\\":\\\"XLaOFoEFQsrqUYiahb9gFzMwYOShXu4oU8urZuo4Jx0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KA6ZIXXEG9Y6jng26BHMup-Rpv84LTaCP_-KQRIJ7Xc\"}"