"{\"content\":{\"body\":\"FIRST PUBLISHED Feb. 11, 2016 ([Medium](https://medium.com/creativeblockchain/why-should-i-care-about-the-blockchain-74cdd0dc9680))\\n\\n*Author’s Note: I am in the process of moving my older work to Mirror; this was an early introductory piece about the potential breadth of blockchain use cases for readers who really did not know the field at all yet.*  \\n\\nBlockchain technology may turn out to be as revolutionary as the Internet in changing fundamental aspects of many businesses, including businesses based on creative content. But whereas the Internet primarily changed the ways in which content is distributed, the blockchain will change the ways in which deals get made and people get paid (among other things). It will radically alter how value is transferred, stored and accounted for.\\n\\nThe blocks of data that are verified and recorded in the distributed ledger of a blockchain can contain virtually any type of information. For this reason, it permits a variety of digital assets to be securely exchanged, and makes the records of those exchanges virtually impossible to expunge. The word “immutable” gets thrown around a lot in the context of blockchain records, for good reason.\\n\\nIt is the capacity for these immutable transactions to carry information and move digital assets that has really fired the imaginations of people working in this space (a space which is rapidly becoming “everywhere”). Blockchain infrastructure may be able to support many types of applications, some of which are just beginning to be identified, including things as diverse as land registries, digital voting, self-executing contracts, and tracking systems for Internet of Things objects. For a sampling of those many possibilities, check out the following articles:\\n\\n* [Wall Street Journal](http://goo.gl/tbFXZ1)\\n* [Wired](http://goo.gl/ZCOQBQ)\\n* [Inverse](https://goo.gl/sHjlp0)\\n* [The Guardian](http://goo.gl/XSnuuB)\\n\\nThat last article, in The Guardian, discusses a recent, eye-opening report by the UK government that demonstrates the breadth of the potential impact of blockchain technology, just in the field of government services. The report notes that\\n\\n> Distributed ledger technologies have the potential to help governments to collect taxes, deliver benefits, issue passports, record land registries, assure the supply chain of goods and generally ensure the integrity of government records and services. In the NHS, the technology offers the potential to improve health care by improving and authenticating the delivery of services and by sharing records securely according to exact rules.\\n\\nHere’s a [link to that report](https://goo.gl/b25BY5). But it’s just one of many recent analyses that suggest a “tip-of-the-iceberg” aspect to our current understanding of where blockchain technology may lead us.\\n\\n*Forbes* [recently described](http://goo.gl/GuBnaq) the current surge in blockchain companies, projects and ideas as a “Cambrian explosion”. The shockwave of that explosion is now reaching industries that initially saw Bitcoin as mostly irrelevant to their business models, but are beginning to now recognize that the underlying blockchain technology is likely to become a significant, disruptive force. One of those industries is the creative industry, by which we mean film, television, music, publishing, video gaming and, soon, virtual reality environments. Blockchain technology will almost certainly disrupt businesses and individuals working in these fields, sooner than many may think.\\n\\nIn our next post, we discuss ways in which this might occur.\",\"timestamp\":1634041484,\"title\":\"Why Should I Care About the Blockchain?\"},\"digest\":\"JzQh2fHzYyLn2qD93b_0v5Bm3fqkgyX0ObH7bfPf__8\",\"authorship\":{\"contributor\":\"0x538fDC0055fCeCe2e55e327A7673F9887FBC29c7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"M1YQP831gO7kVcp74pT8nRczmRo4MIpMMEW1gpShtxk\\\",\\\"y\\\":\\\"SVbYVwGUOy6QaKvue8_IiwM35-n-AExyLcLzOlDpnEk\\\"}\",\"signature\":\"NST0U43Mo_3GSmTAlnZDr0nUKeQyhiuq4f5ln4kqxPLc9ItTnuP51JFQR5DAZW2vMqY6TDcf-GDGNziGLOuzZQ\",\"signingKeySignature\":\"0x42147b8d6116358a9452fb21c3eec08d17ddbbfdfc86320325a1149801279d5272f6939a949b59b8ef8d62d1810fe0a5974e4cf00e1f49bce083a52d5377b4dc1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"M1YQP831gO7kVcp74pT8nRczmRo4MIpMMEW1gpShtxk\\\",\\\"y\\\":\\\"SVbYVwGUOy6QaKvue8_IiwM35-n-AExyLcLzOlDpnEk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"JzQh2fHzYyLn2qD93b_0v5Bm3fqkgyX0ObH7bfPf__8\"}"