"{\"content\":{\"body\":\"*Check out our launchpad stats for the IDO of $WMP.*\\n\\nWe’re excited to share with you the news about our heavily oversubscribed IDO on Solstarter. On December 21, Whalemap raised \\\\~$250,000 for 3.1 million $WMP tokens through Solstarter in less than 2 days.\\n\\nIt is humbling to see that so many members of the community believe in Whalemap’s mission to bring transparency to the crypto market using fundamental blockchain data that is reliable, fast, and above all, actionable.\\n\\nWhalemap is an on-chain analytics platform for multiple blockchain networks (Bitcoin, Ethereum, Solana, Polygon, and more) that gives you actionable data about how major players are trading. Using Whalemap’s real-time proprietary blockchain data platform, retail and institutional traders can react in real time to buy, sell, hold, or plan out long-term investment strategies.\\n\\nHolding $WMP gives the Whalemap community access to our real-time proprietary blockchain data and analytics. By staking $WMP, users can access Whalemap’s Pro subscription, Whalemap’s data via API, or sell subscriptions back to the community through the secondary market. Read all about our tokenomics [here](https://whale-map.medium.com/an-overview-of-whalemaps-tokenomics-e5d0cbf31093). The possibilities in value creation using blockchain data will be in the hands of our community members.\\n\\n# The Latest Developments for Whalemap\\n\\nOur successful IDO is the result of continued support from every community member and our amazing backers. We recently raised [US$1.6M in funding](https://whale-map.medium.com/whalemap-raises-over-us-1-6m-from-prominent-investors-to-expand-engineering-team-6d2e65dd1a44) backed by Shima Capital, Momentum6, Anthony Pompliano, Ghaf Capital, NFT Technologies, RR2 Capital, and EIV Ventures, on top of angel funding from Coin98, Claystack, and Rarestone. We’ve also partnered with several prominent influencers specializing in educational content, including Anthony Pompliano and Kouroush AK, both of whom share the team’s belief in educating the masses about blockchain data’s significant potential.\\n\\nTogether, these developments represent significant progress toward our goal of bringing transparency to crypto markets for users all over the world. But this is just the first step, and we aren’t stopping here.\\n\\n# $WMP Is Listing on Solana-Based DEX Orca\\n\\nFollowing the success of our $WMP token sale, we’ll be listing on [Orca](https://www.orca.so/). Here is what you need to know about the offering:\\n\\n* Listing date: December 23, 2021\\n* Trading pairs: USDC/WMP\\n\\nAlways ensure that you’re interacting with the correct token contract addresses for $WMP.\\n\\n**Solana:** <https://explorer.solana.com/address/BygDd5LURoqztD3xETc99WCxLUbTi6WYSht9XiBgZ4HW>\\n\\nPlease keep in mind that we will never ask for funds or personal information through any of our official channels.\\n\\n# What’s Next for Whalemap and Our Community?\\n\\nWe’re in the process of upgrading our platform and adding more exciting token utility to make our Whalemap ecosystem even more robust. Here’s a timeline of upcoming events:\\n\\n**Q4 2021:**\\n\\n* $WMP DEX Launch: Listing on Orca\\n* $WMP LP Staking Rewards: $WMP liquidity mining program\\n\\n**Q1/Q2 2022:**\\n\\n* Whalemap PRO Data Pipeline: Real-time mempool data, Websocket API access\\n* $WMP Token Ecosystem Improvement: $xWMP token launch\\n* $WMP staking rewards\\n* $WMP community airdrop\\n\\n**Q2 2022:**\\n\\n* Whalemap PRO Trading Tools: DEX integration, wallet labeling, DeFi protocol analysis\\n* $WMP Token Ecosystem Completion: $xWMP staking\\n\\n**Q3 2022:**\\n\\n* Whalemap PRO Full Release\\n\\nThe ultimate goal of Whalemap is to democratize data and empower the community by making financial blockchain data available to everyone. Visit [whalemap.io](http://whalemap.io/) to find out more about what we’re working on, and keep an eye on our social feeds for upcoming announcements as we take Whalemap to new seas!\\n\\n**About Whalemap**\\n\\nA data-driven platform founded by a core team of physicists and designers, WhaleMap extracts raw transactions from multiple blockchains in real-time then aggregates the information into a range of analytic tools to provide users with precise, actionable and timely blockchain data.\\n\\nFollow Whalemap on social media to stay up to date with all the latest developments.\",\"timestamp\":1640161213,\"title\":\"Whalemap IDO: On-chain Analytics Platform Makes Debut on Solstarter\"},\"digest\":\"cbnDBz2xniWBq8ZkCteWvODKnnhY5wx5DIytcrGTQJE\",\"authorship\":{\"contributor\":\"0x5d2A4Ddc4AcFc85FC493967Fa245C882706aD024\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CU18PDb2nKa8ugqJ6NUBY4qNPHrgh3kyKsLjaqUOq_0\\\",\\\"y\\\":\\\"g3wcS_hefE_QixXmDTPHyS4upFkYieeEiho3sVkEXjc\\\"}\",\"signature\":\"NMl3cI3KqPSnCm8V6MwEjhRGXA4Hup15rkbcnL8C37ydCAWoF1UYD58-6fPZOxZtONcVVdFJsNpqreBB-hKsWQ\",\"signingKeySignature\":\"0x2e4d97e12443e55e3c3b433af24a3899d43df40c2f9960db84166a25ac97d38c2d135ed5aba01e3ae45eae86bb1f80678ae9909f991dad1fb80b1999f59a58231c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CU18PDb2nKa8ugqJ6NUBY4qNPHrgh3kyKsLjaqUOq_0\\\",\\\"y\\\":\\\"g3wcS_hefE_QixXmDTPHyS4upFkYieeEiho3sVkEXjc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cbnDBz2xniWBq8ZkCteWvODKnnhY5wx5DIytcrGTQJE\"}"