"{\"content\":{\"body\":\"The CommunitTea drop is about telling the story of the importance of your support system. Every significant accomplishment I hold stands on a mountain of fear and self-doubt. The only thing forcing this down is my support system. They allow me to share my worries. They allow me to be vulnerable. They allow me to be soft. They show me how bright my light can shine when I’m on the right path. They help stop imposter syndrome from consuming me. They are my community.\\n\\nThis is why I fell in love with the idea of the Tea House conversations. These moments over tea (not coffee because I only drink tea) with a friend when you’re just catching up with each other. You share your big idea or project we’ve been looking into. These moments become a launching point for us. It’s where everything starts to connect.\\n\\nThis turned into the perfect analogy for the first-hand drawn generative project I’m working on. This is an ideal way to describe the initial plans for utility ([read more about this here](https://mirror.xyz/0xFCc045B4cC202C43C86bd1D52D294b67340e3F09/1keBg6PsA-WojQ8RB4NycsTLtjE7OKruP3vZMtvBQoY)) for this project.\\n\\nThe back story is directly related to why I want to drop on Solana and not ETH. Accessibility is something I’ve always fought for. When I think of community, I know borders can not stop the honest and authentic connections we can make thanks to the internet. This is why I selected a chain that doesn't have the overhead of high gas and is a clean block chain.\\n\\nAs you can see, the idea of this project fuels the love and intentionality behind the art. Each layer has taken hours to perfect. As I build out our team and community, I aim to keep this vibe going.\\n\\nI can’t wait for you to see all of the magic dropping on the Solana blockchain. Make sure you give the [Twitter](https://twitter.com/CommuniTeaNFT) account a follow and join our [Discord](https://discord.gg/H4rkwCBgTA) to be the first to know when our reservation list opens!\",\"timestamp\":1641084220,\"title\":\"CommuniTea Vibes and More\"},\"digest\":\"bh-QdqV9yNQTamizwZxrM3yB4LSrVUySE2vHW1lbNlc\",\"authorship\":{\"contributor\":\"0x19de52Bc6207f8dc7633dBD66FE2936eAB713868\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Lg2ysBcmuRV7gtgNVrdbIrUhflp8C7138QIFB9wk72s\\\",\\\"y\\\":\\\"HjySUyTudWVa144aEKjEM8Nxlu4DRlRpwx3YNUW9s-c\\\"}\",\"signature\":\"sf6u876U_QJw_4BgEII3NRMERJ7l1ZqMNVLn3v_xnGY2HPso_vq00eSvrpWzWfcwYEU_n5Oy4A5i79Va6NFC2Q\",\"signingKeySignature\":\"0x9ac59b2b592404916e86d80760d658fb91924fae3042785af8fe3af11bf1a2684a4a819d0f1c68a4497b1790cc271d5004a62c54cc30df494cbaa9940df382551c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Lg2ysBcmuRV7gtgNVrdbIrUhflp8C7138QIFB9wk72s\\\",\\\"y\\\":\\\"HjySUyTudWVa144aEKjEM8Nxlu4DRlRpwx3YNUW9s-c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hLjRwM6h6ArLR0K_Lpek-pFSgOTJfWHUk2esyCoKUD0\"}"