"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/0cb1cc1d-7d94-446b-8481-05dd3c9c6f41.jpg?height=4000&width=6000)\\n\\nBrowsers, applications and platforms are how consumers live online. Today, new digital lives are being led in different corners of the internet on top of the blockchain. But for all the media coverage of crypto, users will only start to care about this revelatory infrastructure shift when it is showcased through the services they use most. It’s hard to see things in the dark, and consumers show up when these products and applications turn on the lights.\\n\\nHistorically on the web, consumer opportunity followed emerging infrastructure. Web1 server structures put individuals online, gave the masses access to the internet to consume and communicate and made it all accessible by way of the browser, search and chat. But it took Netscape, Google, AOL & others to really show consumers what that infrastructure could do. Web2 presented the cloud and introduced a new wave of scalability and the emergence of the social web. All of a sudden people could connect online, purchase online, trade online, catalog their life online… everything together online. The web was cheaper to consume and accessible to anyone who was able to find a connection. Now we have the acceleration of Web3 infrastructure. Billions of dollars of investment and treasury sitting in the foundational layer of the next internet (Ethereum, Solana, Polkadot, etc.). Web3 promises a new gateway for billions of users to live even more online through self sovereignty, portability and ownership. But today, there is really only one breakout consumer experience that has reached far beyond the crypto community; Coinbase. \\n\\nLiving online relies on infrastructure. But that doesn’t mean consumers care about the infrastructure itself. They care about what it can unlock for their online lives: status, entertainment, financial gain, etc. When was the last time you used Spotify and thought “this is great because it’s hosted on AWS!”? You use Spotify because of the entertainment it provides you as an individual, brought to you by the infrastructure it showcases. Consumers care if things work and benefit them as individuals over all else. Web3 is presenting entirely new behaviors and business models to the web, now it’s up to us to show consumers what that can do and how it can benefit their digital lives.\\n\\nThese new forms of living online are starting to materialize in several specific ways:\\n\\n**Culture, Status and Community**: Now that digital ownership is exploding by way of NFTs, people are seeing bigger financial and status opportunities online than offline. This is the biggest catalyst for living online we’ve seen to date. Individuals are building status and identity in the virtual world the way that they do in the physical world. Why own a Gucci bag to impress a few hundred people in your town when you can own a digital one to impress millions? The way you dress, accessorize and socialize online is now directly tied to your identity and status, where consumers are taking Crypto Punks or Bored Apes and making them their profile picture (PFP). This signal drives identity, status and community in an entirely new way.\\n\\n**24/7 Markets for Everything**: Coinbase turned markets into a 24/7 industry and that is spilling over into other industries where consumers are at the forefront. The role of the consumer has shifted from spectator to participant, meaning more individuals are able to contribute to the passions and products they love most. For example, Zed Run (in which an affiliate of TCG Capital Management, LLC holds an investment) is a virtual horse racing game that lets individuals purchase, breed and race horses. It’s not limited by physical space or time, it’s completely up to the owners: consumers. There are [media markets being built around this](https://zedgazette.com/) and DAOs structured to allow communities to pool together to purchase and raise horses as a collective — all of which exists online unbounded by physical constraints. \\n\\n**New Business Models**: Web3 inverts the internet’s business models by giving more value and ownership to both creators and consumers. Traditionally, platforms developed online have been driven by advertising and subscriptions. This is because Web2 took a consumer first approach to platforms, protocols and applications with the platforms as intermediaries. Web3 puts value back into the hands of creators while giving new opportunities to consumers. Web3 platforms like Mirror and Foundation introduce new revenue streams to participants, allowing for crowdfunding, collaborating and equity ownership between producers and their customers. Programmable royalties will change the way every piece of media is created, traded and exchanged. Play-to-earn games will create new jobs on the internet, letting people truly live online.\\n\\nIt’s important to note that it’s still early days. The best crypto applications for consumers are still limited compared to Web2 experiences. Consumer adoption requires a shift in mindset, talent and user on-ramps to welcome those outside of the crypto space. And that means building valuable tools and experiences that benefit those building lives online, showcasing the power of Web3 and unlocking opportunities for those participating directly in products on top of the blockchain. \\n\\nThe dawn of consumer crypto is here. We now need to shine a light on it. \\n\\n\\n--------------------------------------------------------------\\n\\n*The views and opinions set forth herein are those of the author and not of TCG Capital Management, LLC or any of its affiliates. The information set forth herein has been obtained or derived from sources believed by the author to be reliable. Nevertheless, the author does not make any representation or warranty, express or implied, as to the information’s accuracy or completeness, nor does the author recommend that the information set forth herein serve as the basis of any investment decision and has provided such information to you solely for informational purposes. Nothing contained herein should be construed as investment advice or as an offer or solicitation of an offer, or recommendation, to purchase any securities or other financial instruments, and may not be construed as such.*\",\"timestamp\":1629395725,\"title\":\"The Dawn of Consumer Crypto\",\"publication\":\"tcg\"},\"digest\":\"vcvbWUqc2h-eAkHzXUrWA6m-nCdr9yLIQP0vz_bDibE\",\"authorship\":{\"contributor\":\"0x7FdCA0A469Ea8b50b92322aFc0215b67D56A5e9A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RRIaP8QfZMBkGwd6P64kpciLIFLBhceVbHjtAhiQp1g\\\",\\\"y\\\":\\\"gXq5lTyHX2eQotGu7TlyV_W-lzHb_R0dribgW1LneMQ\\\"}\",\"signature\":\"gBpoZqZmnEgJ4gAGsNfFTURMHTItWMBhg_MuzEU8zgr5HtafekWawBoVZ0uC6LnZrpil-HtLjZn862Yznluz0g\",\"signingKeySignature\":\"0xf708776c5d9d277676cce4fe82f136e07c04e656be89efef0cd7c87770eee1f8177f77bb0b65b0254985d158c1aa547176ff6d66d5474da11ef29f22625c5ec41b\",\"signingKeyMessage\":\"I authorize the publication of articles on darkstar.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RRIaP8QfZMBkGwd6P64kpciLIFLBhceVbHjtAhiQp1g\\\",\\\"y\\\":\\\"gXq5lTyHX2eQotGu7TlyV_W-lzHb_R0dribgW1LneMQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vcvbWUqc2h-eAkHzXUrWA6m-nCdr9yLIQP0vz_bDibE\"}"