"{\"content\":{\"body\":\" If we call fiat currencies such as dollar as \\\"money\\\" and Bitcoin as \\\"coin\\\", then according to the final result of playing Bitcoin (we tend to rely on the outcome of heroes), it can be divided into four categories. Let's discuss what kind of gameplay is likely to cause the above four outcomes.\\n\\n(1) Coins More and more, more and more money; \\n\\nPlay 1: Work hard to make money and buy bitcoin. This is my current play, and I chose this play because it is the least expensive. Currently, I take 10% of my monthly income and invest it in bitcoin on a fixed basis, and there are a couple of major benefits to doing this. First, I don't have to worry too much about the bitcoin system crashing, because I don't invest much, I eat well and sleep well every day, and I have a lot of time to do other meaningful things; second, I don't even care about the fluctuation of the bitcoin price, because no matter if it goes up or down, I will never change my bitcoin into money, in my eyes bitcoin is money, and changing it into dollars is meaningless; again, I even hope every day I hope bitcoin will fall a little bit so that I can buy more coins with the same amount of money next month. \\n\\nPlay 2: Speculate on coins, eventually increasing both money and coins. First of all, there is a potential risk of coin speculation, because you need to have the coins in the trading platform so that it is easy to operate at any time, which I will never do, I will only put money into the trading platform, buy coins and then withdraw them, the whole process will not take more than 3 hours. The cost of running the platform is very small. Secondly, as long as the operation is possible to step short, there may also be a low sell high buy situation. As long as there is a low sale and high buy, the coins are bound to become less. Even if you get it right ten times, if you get it wrong once, you'll probably lose everything. Again, it takes a lot of time, and there are more important things to me than bitcoin, and they include my family, my body, my career, etc. I can't spend all my time on bitcoin, and if I did, I wouldn't feel successful even if I became a tycoon. \\n\\nPlay 3: Veteran miners. They know mining like the back of their hand and know how to use the least amount of cost to get more bitcoins. I don't know much about mining, but I do know that it's definitely a technical job and it's better to participate with caution. In fact, if you are really skilled, it's easy to make money, so why bother mining, just make money and buy coins? My understanding may be superficial, welcome miners to shoot bricks.\\n\\n(2) more and more coins, less and less money; \\n\\nPlay 1: Buy bitcoins whenever you have money. There are a lot of bitcoin fanatics who do this, but I doubt they are real fans. A true bitcoin fan must know how bitcoin works, appreciate its technological innovation, and the convenience it brings to people's lives, but at the same time they must know the risks and they won't advocate its success. (If they are advocating for the success of Bitcoin, they are definitely looking for a taker.) If you know that bitcoin is risky and still holds a long position in bitcoin, then you are a speculator, and what they really love is not bitcoin, but money. And because they are not in love with bitcoin, they are actually not committed to bitcoin themselves. As you can imagine, their life will be very anxious, their mood will rise and fall with the rise and fall of bitcoin, and it must be hard to sleep at night, right?\\n\\nPlay 2: Junior miners. I believe there must exist, such miners, who wait until they buy a mining machine to find out that they have not done enough homework, either missing this or missing that, encountering problems that they will not solve, wasting precious mining time for nothing, and eventually finding that they have invested a lot of money, but have not gained many coins.\\n\\n(3) less and fewer coins, more and more money; \\n\\nThere should be only one way to play that causes this kind of ending, namely speculation. In fact, I believe that most early speculators are in this situation because there are really not many people who can both overcome their fear and resist the temptation. When bitcoin goes up, especially when it goes up more than double, will we sell some of it, in the name of reducing risk? I believe there will be many people who sell in batches. The money is getting bigger and bigger, but the coins are getting smaller and smaller, and it's sad to find that the extra money can no longer buy as many coins as it originally did. As a newbie to bitcoin, I want to thank these speculators for the simple reason that if they keep tuning their coins, bitcoin is definitely not just the price it is now, and the reason I can buy it at the current price is large because they sold some bitcoins and released some liquidity.\\n\\n(4) less and fewer coins, Money is also coming in less and less. \\n\\nThere should also be only one way to play that causes this ending, namely speculation in coins. There shouldn't be too many of these people, because after all, bitcoin has risen nearly 100 times in the past year, and as long as the operation doesn't suck too much, they won't lose money at least. There's really nothing to say about this, both greed and ignorance, and lack of faith. I don't want to say anything to them, but only to those brothers who are still trapped now, the possibility of unraveling is there, and it's great. Of course, I also want to hint at the risk that the possibility of the bitcoin price being cleared is also there, but it looks very small at the moment.\\n\\nTo sum up, my opinion is as follows, the safest way to play Bitcoin is to accumulate coins. As a miner, you may make money or lose money, but the coins will be more and more, so it will not fail too much. As a speculator, you may make money and make money, or you may lose money and lose money, so you may be successful or unsuccessful. Bitcoin will eventually appreciate in value only if it has a circulating value. It is not because the mining cost increases, it will appreciate.\",\"timestamp\":1642618743,\"title\":\"On the four outcomes of playing Bitcoin and the corresponding gameplay\\n\"},\"digest\":\"rduDJcIudGrTUfMxRYKjqHwej4vxFAT3UwumXEy5tpo\",\"authorship\":{\"contributor\":\"0x038F2777Ce0bACfA8620E60455BBEe6cbe112D66\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CbGG2Wb1LL1KZnDDLxT0LGC2L6bs02pMJ0YRSCKNdkg\\\",\\\"y\\\":\\\"vPz9T1cingggTo-YUZ8USwpv7p3Gpzr1Xf9mLiKhpSU\\\"}\",\"signature\":\"Xy6qApxtu5Xmsb9D9HW5BP0b5KNbqF0f-xVsGAcg3l9GK1QUs35nURlJy4qrcoubIIo4ISFTi4KSQXBX7jfwBw\",\"signingKeySignature\":\"0x0a22e9b5221f27a4cab0a79a8048f42a0f6e4b4aaea48b7754c611be5a444ea72acc70aa665b177346dbd12f03000ebf6daddd6f3bcdaf8644de234ea28b8bbf1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CbGG2Wb1LL1KZnDDLxT0LGC2L6bs02pMJ0YRSCKNdkg\\\",\\\"y\\\":\\\"vPz9T1cingggTo-YUZ8USwpv7p3Gpzr1Xf9mLiKhpSU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jkLHb_ieNcWnfxxm1Lu8ZTnjgs3QCpUDnky-3-y-DAE\"}"