"{\"content\":{\"body\":\"Sub Thread Weekly is your best source for a quick debrief across the latest news, actions, events and happenings in Web3 Fashion Media and Marketing. It’s curated and published by Global Designer Network DAO member Alma. Weave your way through the threads below to get all caught up on the culture.\\n\\n**This week I am exploring** **web3 media through an interview with Jason Nelson, a reporter at Decrypt with a passion for Bitcoin, blockchain, DeFi, Web 3.0, and DAO communities. Decrypt is a media platform focused on ‘*demystifying Bitcoin, Ethereum and the decentralised web.’***\\n\\nYou can connect with @dragonwolftech and follow @decryptmedia on Twitter. I hope you enjoy the interview.\\n\\n### What is your experience of creating content as part of Decrypt’s PubDAO?\\n\\n> *While Decrypt is a founding member of PubDAO, the DAO is not just about Decrypt. It’s about and for its members and also about the audience the DAO’s content creators are trying to reach. In other words, it’s a two-way street: we want to source ideas for content from the DAO members, but also create content that the PubDAO members appreciate and find valuable so that they keep coming back.*\\n>\\n> ### And that’s the challenge for all DAOs: they all have founders who are the most passionate about it at first, but can they progressively decentralise by attracting a large number of people who can become equally passionate and active?\\n>\\n> *My experience writing for Decrypt has been very educational. There is so much going on in blockchain technology and so many exciting people and projects to meet, learn and write about that it keeps me very busy. Decrypt has a great team of writers, editors, and content creators. I’m fortunate to work with people who complement each other, work well together and understand our duty is to our readers.*\\n\\n![](https://images.mirror-media.xyz/publication-images/zkf3KCmQn_I2k5uzf7F3Q.png?height=1250&width=1150)\\n\\n**Before joining Decrypt full-time Jason hosted a YouTube channel and podcast called Crypto Insights Journal.**\\n\\n### What are the biggest challenges or differences when writing to web3 style audiences compared to traditional media?\\n\\n> *When I started making Web3 content on my YouTube channel, I wanted to focus on newcomers and make material geared towards people who have no idea what this stuff (Crypto, DeFi, DAOs, NFTs) is and would be easy to understand. I try to keep and bring that same mindset into my work with Decrypt.*\\n>\\n> ### The challenge has been bridging the content to be digestible for newcomers and veterans alike. Give detailed news coverage but use as little tech jargon as possible so everyone can understand and grasp Web3 concepts.\\n\\nThis week’s interview focused on the general web3 media landscape and it uncovered some of the challenges related to member engagement and content creation that many DAOs may face.\\n\\n**To delve deeper into other challenges in this space, join the Sub Thread Weekly journey again next week. Feel free to connect with me on Twitter @alma_almaks or explore my realm @pro_progression**\\n\\nAny patronage of The Thread Weekly goes directly to the Global Designer Network Treasury and core GDN member writer for the week (70/30), for further growing out the infrastructure, community and market of web3 fashion, the open metaverse and more. For this week, the core writer was GDN member AlmaKS.\\n\\nJoin the Revolution with the Web3 Fashion Anarchists! Jump into the Global Designer Network Discord below: <https://discord.com/invite/rzFbc9ZmAg>\",\"timestamp\":1640622029,\"title\":\"Sub Thread Weekly | Week 4 | Web3 Fashion Media & Marketing | PROGRESSION Log\"},\"digest\":\"fQf1lAyIGpaPrk3xhA76icb30pgZkIQ_lPosq04-ZCo\",\"authorship\":{\"contributor\":\"0xfbA8A7aD21b58B551E3C74BC5A149EDEf21d7B59\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sL6wfFpsE1Ug_0Z6JRUEDjJdkSIDpZtRw5xmRnMwxXs\\\",\\\"y\\\":\\\"1EvpZ_LFFb0QPKBPYV9KPGfVxhBfReX8VlBpmrSqPRY\\\"}\",\"signature\":\"vYGl3USHgkqt-Xy1urPc3x4y40nZKm8GOvrJlwnvzP0Yqd1wZLgDo6mLYFGIel0GPC_0LO3jzxOBoOXImGsErw\",\"signingKeySignature\":\"0xfe93c9513c8d5d93525759512a85f4d1e7b15e2e45f77630e586d4b2d7bca6cd584a025267e7a277cfad56b4d00a4e84ab01b4f016ae126bb64104a5755d2e831b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sL6wfFpsE1Ug_0Z6JRUEDjJdkSIDpZtRw5xmRnMwxXs\\\",\\\"y\\\":\\\"1EvpZ_LFFb0QPKBPYV9KPGfVxhBfReX8VlBpmrSqPRY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"EhLWCt2X1aCJCMtRASS8nuIZDxAshXlWGRm-gfhpVNE\"}"