"{\"content\":{\"body\":\"The non-fungible token (NFT) market has exploded this year into a $27 billion segment of the crypto market according to a [new report from Chainalysis](https://blog.chainalysis.com/reports/nft-market-report-preview-2021), which underscored what separates the most profitable digital collectors from the rest.\\n\\nNFTs are a family of crypto assets that hold ownership of unique data linked to a blockchain — most often Ethereum (ETH-USD). They can be packaged as digital collectibles, works of art, music, video game items, real estate of virtual reality platforms, and even concert tickets.\\n\\nAmid the rise of the emerging technology theme known as the metaverse, [there is already an ETF](https://finance.yahoo.com/news/nft-craze-breathes-life-into-first-etf-investors-seek-to-connect-and-create-143551097.html) that gives investors exposure to the space by investing in publicly traded companies active in the NFT space.\\n\\nMeanwhile, the sector is drawing in talent. On Monday, Brian Roberts, Lyft's former CFO announced over LinkedIn that he’s joining Open Sea — the NFT trading platform —as its finance chief. \\n\\nMost NFTs trade on specialized online marketplaces that act as an online hybrid between Ebay and an art auction house. \\n\\nSimilar to decentralized exchanges or other peer-to-peer crypto trading platforms, most NFT marketplaces don’t directly hold NFTs for customers. Instead, they provide users the platform where they can transact the assets between each other. By a wide margin, Open Sea is the largest of these platforms. According to Chainalysis, over $16 billion worth of money has flowed into it so far this year.\\n\\nIn terms of transaction size, the vast majority of NFT trading is retail investor-driven. However, the majority of the market's volume is made by NFT collectors and institutions, but far less than what’s been seen in the broader crypto market.\\n\\nEthan McMahon, the Chainalysis economist who authored the report told Yahoo Finance the data suggests clear patterns for what makes a successful NFT collector. The best ones end up being \\\"highly plugged into the space,\\\" more sophisticated in crypto and have \\\"bigger bags\\\" of capital to invest at their disposal, McMahon stated.\\n\\n\\\"Whitelisting,\\\" or getting a discounted price at the intial creation of a new colection's release, appears as one clear advantage for collectors looking to make a decent return on their NFT. Collectors get whitelisting opportunities by showing up early to a project and often promoting it well before its release, McMahon explained.\",\"timestamp\":1639034068,\"title\":\"NFTs explode into $27B phenomenon as investors with 'bigger bags' put them to work\"},\"digest\":\"iFONwOACZLp9yz2Kecr6Zqnz1pZWVbJ-EJXV2VMqiSs\",\"authorship\":{\"contributor\":\"0x65bb87FFf283EB02be1ECf6882Fd6F2F56768F82\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KVG03EKBdH_eUgKQXLG9rO7ezgtzK_ACBkTnh0oryt4\\\",\\\"y\\\":\\\"2ByW_9TpKdvkzv-US1EaUuZEi37W2rGX-722Z5JSdak\\\"}\",\"signature\":\"9x0YvMX_rX1_fGKQDWZe52wfVRhTeBtX9byVi9mztAjog9lB1SPKaH9kp2RTM8bim9bCkVp6Kiv5lgBTAmO2Wg\",\"signingKeySignature\":\"0x136bde3f20314fa2c3e0f547117c1bffb309640918f5d590d997863ebb3d0f004b4fb3f552150ade28d3d9d712134114957c4c9e8c8357bf4b82eaa2577d52f81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KVG03EKBdH_eUgKQXLG9rO7ezgtzK_ACBkTnh0oryt4\\\",\\\"y\\\":\\\"2ByW_9TpKdvkzv-US1EaUuZEi37W2rGX-722Z5JSdak\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"iFONwOACZLp9yz2Kecr6Zqnz1pZWVbJ-EJXV2VMqiSs\"}"