"{\"content\":{\"body\":\"LOOT dropped just 5 days ago and has taken the whole NFT community by storm with simple lines of text instead of fancy jpegs.\\n\\n![GM](https://images.mirror-media.xyz/publication-images/1bea0ad8-2bc6-4c11-91cf-ee74b193035e.jpeg?height=3803&width=3626)\\n\\nSo, What exactly is it? It’s a deceptively simple concept. “Just a TXT file on a black background,'' consisting of randomly generated fantasy adventurer loot in a set. In fact, it was even available for anyone to mint at launch for free. The founder, Dom Hofmann of Vine, Blitmap and Supdrive fame, did not set any secondary sale fees, allowing the community to use it anyway they wanted, unbeholden to him.\\n\\nAt first glance, one can be forgiven for assuming LOOT was just like any other regular NFT drop (in fact, it was so under the radar, one didn’t need to jam up the gas to mint one).  Upon further reflection though, it is much more than that. It potentially represents a paradigm shift in the NFT space, for the better, taking us one step closer to cross-compatible games.\\n\\nWhat LOOT ultimately represents is a NFT building block, limited only by the community’s collective imagination. It feels almost like an entire community is building an open-sourced RPG in real time. This is in stark contrast with every other NFT drops that were closed ecosystems from the beginning, where founders created everything for their own benefit not caring about the possibility of building something all together. The fact that they flipped the entire script on its head is the reason why everyone is so excited about it.\\n\\n[https://twitter.com/tandavas/status/1432802983528448000](https://twitter.com/tandavas/status/1432802983528448000)\\n\\nThis is because LOOT is, in its essence, a minimum viable product that anybody can take up and expand, build upon, spin out from, and finish in however way they imagine. So far the community has been welcoming, to say the least, to this fresh take on NFTs, as is evident by how actively engaged their discord is and the depth of the lore being built around the project.  Everyone wants to be a part of it. Similarly, one can look back to DeFi Summer, and how DeFi Legos like Lending and DEXs  led to additional lego pieces like Yield Aggregators popping out as a result, one can see the similar phenomenon happening right now with LOOT as well\\n\\n[https://twitter.com/lootproject/status/1432793428614684674](https://twitter.com/lootproject/status/1432793428614684674)\\n\\n[https://twitter.com/lililashka/status/1433017503945482248](https://twitter.com/lililashka/status/1433017503945482248)\\n\\nThe decision to not to include any official interpretations of LOOT was an ingenious and bold take in the growing NFT-verse. This grants the community full creative autonomy over their LOOT. Imagine if you liked 1 characteristic of your CryptoPunk but didn't like how your overall Punk looked, you would tarnish the ‘identity’ of your punk had you altered it to fit your style However, with LOOT, since it’s holders have full creative autonomy,  one could easily just get a new design drawn up to suit your taste and the community as a whole would flock to appreciate it and say, ‘Looks Rare’. Arguably the fact that there’s no official artwork makes the artwork made by the community even more unique, as every artist has their own interpretation of LOOT allowing for an even broader expansion of its lore.\\n\\n![Woosh! You have created a new primitive!](https://images.mirror-media.xyz/publication-images/e5a0ec3b-8f9b-4226-ad91-3858fa45da49.jpeg?height=4104&width=4105)\\n\\nLOOT is an evolution of NFTs with a call option on community creativity and the projects that are starting to form around it. It encapsulates the essence of the ecosystem both in the collaborative nature as well as creativity, and has injected a fresh idea into a space where we thought we had seen it all. The text, unironically, was the perfect writing prompt we needed; now everyone gets a chance to expand upon the lore of the world.\\n\\nWhich begs the big question, How do you value LOOT?\\n\\nHow do you value text? \\n\\nHow do you value an artwork that is still in the progress of being finished with the boundless creativity of the community? \\n\\nRarity by a sum of its parts? \\n\\nSpecific equipment that makes the set exciting? \\n\\nMemetic power of the factions behind it?​​\\n\\nOr perhaps even the case for a Bottom Up Decentralized Gaming Ecosystem Thesis (h/t Fiskantes)\\n\\n[https://twitter.com/Fiskantes/status/1432984961586450432](https://twitter.com/Fiskantes/status/1432984961586450432)\\n\\nHonestly, there is no right answer to that yet, but we sure as hell are strapping along for the ride.\\n\\nPerhaps as the lo›re surrounding LOOT grows, one can ascertain the intrinsic value of the loots better as well, but we’ll ponder that in our next thread.\\n\\nIn the meantime, helpful threads to read up on LOOT lore 👇\\n\\n[https://twitter.com/ajwaxman/status/1432803519569014788](https://twitter.com/ajwaxman/status/1432803519569014788)\\n\\n[https://g.mirror.xyz/p3rjG4buPGWdu6LyWW30qfIzzQJw50wWNglPFdByPvE](https://g.mirror.xyz/p3rjG4buPGWdu6LyWW30qfIzzQJw50wWNglPFdByPvE)\\n\\n![thanks for reading, gn](https://images.mirror-media.xyz/publication-images/36500981-13ba-4cd1-8d22-ac56d854c87b.jpeg?height=3803&width=3626)\\n\\nh/t\\n\\nKing @*trente* for telling us about Dom and Supdrive\\n\\nand for their inputs on the thread; @_anishagnihotri @Dogetoshi @econoar @0xPEPO @Fiskantes @jacksonedame\\n\\nand @Mazetangled for making the blue cat so divine\",\"timestamp\":1630508612,\"title\":\"We Like The Loot\",\"publication\":\"darrenlautf\"},\"digest\":\"98PnDgj-6Z7jjA-IRtBpJaejLXe7L1qcjp181iMNzG8\",\"authorship\":{\"contributor\":\"0x4Ab5E3F0b2d1604dD2002CfEcA6163802D74c6Cb\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5Sidh5-bURvsyDFQLenYIvJhzZR5eLaN2zTs35oTtO8\\\",\\\"y\\\":\\\"qna0sQodsWcS3psbdB-z6FmhvCuZeFhpdHoWDEUaCOE\\\"}\",\"signature\":\"F-M08TEcKxxCvdBljTOVl920n0l0yKxY1KNfWZDXKfSf_mdFGy74SU06XIBtvHJziU58yUZQ0UTuwcYhvGt-ZQ\",\"signingKeySignature\":\"0x6a053dbed25fc6c5c8f876ae4938e9073f0ebaeee281d1396ae71e5544b333cb532d926dd979ed101fe9a5edbaec8e049258900f957e98fae5b3010b9a466a281c\",\"signingKeyMessage\":\"I authorize the publication of articles on darrenlautf.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5Sidh5-bURvsyDFQLenYIvJhzZR5eLaN2zTs35oTtO8\\\",\\\"y\\\":\\\"qna0sQodsWcS3psbdB-z6FmhvCuZeFhpdHoWDEUaCOE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"e1IjzeqaHdwoUd7bV5TbtQFaRkRhVMqzjiYN3CocLI8\"}"