"{\"content\":{\"body\":\"Update: This article is still a work in-progress.\\n\\nLet’s start this article by summarizing what we have in our mental model building blocks so far. By doing so, we’ll revisit and rekindle our motivation to continue this journey.\\n\\nThrough the mental models we built in the [first article](https://mirror.xyz/guerakun.eth/pZT9BDTS7jo1p_e6WFRbDcZ5rv3uxwGYn2EWWCNYYxo), we are now able to utilize *cryptography* and *blockchain* to create a monetary system that can transact peer-to-peer with no centralized third-party. Conceptually, this enables frictionless *transfer of information and value* between the network participants. Through the blockchain entries, we are also able to transform **information** into **truth**. Truth regarding time, regarding the two parties in transaction, and most importantly truth regarding **ownership** of the native asset.\\n\\nFurther adding to our repository of mental models, the [second article](https://mirror.xyz/guerakun.eth/W60l8R_SOmvMcYFhldOLoMcK-Acdc5LZ-ZkEk2xzKis) brought forth the concept of the **Blockchain Computing**. Through the properties of *Turing-completeness*, we are now conceptually able to build *anything we can design* on top of our cryptocurrency network. This includes not just [applications](https://www.stateofthedapps.com/), but also [infrastructure](https://arxiv.org/abs/1809.07655) and even institutions.\\n\\nIn this article, we are taking a few steps back and visit the concept of digital ownership and governance. What are the current challenges we face? How can Blockchain Computing enable us to have a true digital ownership for our assets?\\n\\n## Do we have Digital Ownership?\\n\\nWhen we own a piece of land in the physical world, what we really have is an agreement with the government of the state that they acknowledge our ownership. If there’s another person squatting in front of our house and claiming it’s theirs, the government are able to use force in the extent allowable by law to compel the fact that it’s ours. The government’s version would be the claim regarded as the truth.\\n\\nSo, *physical* *ownership* is enforced by force. Now the question is, would *digital ownership* work the same way? Have we ever really owned anything digitally at this point before cryptocurrency was created? Let’s say I buy a game on the Apple Store. Then after some years, the developers caught a bad flak and the game gets removed from the Apple Store. I wouldn’t be able to download it anymore from the Apple Store.\\n\\nLet’s bring it further. When we are uploading media files on social media, our *Terms of Service* (that nobody reads) says that the ownership of this media is now given to the platform to monetize as they see fit. Not only that, any account’s good standing can be suddenly revoked one-sidedly by the platform holder. Even a former President of the USA was de-platformed on Facebook and Twitter.\\n\\nThis shows how much **power** the platform holds against us, the users because in the end they are the **owner**. We are merely paying these platforms a *rental fee* to be able to use their service. Sometimes through our data, sometimes through advertisements revenue that is usually 100% for the platform. This is how things work on the current Web2 model.\\n\\nSo how can Cryptocurrency and Blockchain Computing change this? Right now what our cryptocurrency can help us is only information regarding the native asset itself (“Alice gives Bob 1 ETH”) because nothing else can be written on the transaction ledger at the moment. So let’s flip the question, what is the incentive for people to build a decentralized apps in our network?\\n\\n## Token as Incentive\\n\\nThe answer to that is to create a way for people to help *own* said applications, be it by being a user, a builder, or an investor. In our case, what we want is to create a **token**, a **digital representation** of this ownership that is able to be **transacted on the blockchain**. Additionally, we may also want this token to play part whenever someone interacted with our application in a meaningful way.\\n\\nIn real life, we have the stock market as an example of this, regulated with its *securities* law. However, stocks don’t typically get spent as they don’t have any utility. On the other hand, because these tokens can also be consumed when running our application and is also a reward given for using the application, it also can be seen as a *utility token*.\\n\\nBecause our network can create a *smart contract*, this *token* would take form as a *smart contract*, and because anyone can create one when they want to create a dApp in our network, we will need a **standard**. In Ethereum, the most famous standard for this is called the **ERC-20** (Ethereum Request for Comment). Once we have a standard, any token created with this standard *behaves* the same way even when it’s created for different applications.\\n\\nBuilders who wants to launch a marketplace can create a token, another who wants to make a financial service can create another token. The same way goes for games, institutions, or anything these builders can think of. As an example, users who participate in an *marketplace* or *cryptocurrency* exchange dApp will get the transaction fees as a reward for providing liquidity or service to the dApp.\\n\\n![Traditional Cap Table, source: Balaji Srinivasan, Applications: Now & 2025](https://images.mirror-media.xyz/publication-images/ohFAJm6tcMA2j-O41S-UF.jpg?height=408&width=545)\\n\\n## Ownership Through Token\\n\\nIn [one of his articles](https://medium.com/@cdixon/crypto-tokens-a-breakthrough-in-open-network-design-e600975be2ef) about token economy, Chris Dixon argues that\\n\\n> Token networks remove this friction by aligning network participants to work together toward a common goal— the growth of the network and the appreciation of the token.\\n\\nJesse Walden provides another lens to compare in one of his [article](https://jessewalden.com/past-present-future-from-co-ops-to-cryptonetworks/), with cooperatives, participatory enterprises that are owned and operated by their members. Existing cooperatives fall short often because it is hard to *bootstrap* due to difficulties pooling resources in the existing legal framework and to achieve growth (building the network so it reaches the level required to achieve desired network effect).\\n\\nIt turns out, by already having the **network** (our crypto system) and the **token**, we are able to solve the problems haunting cooperatives quite quickly. These tokens, in time, should be able to be put in the decentralized exchanges and people can enter and exit anytime (provided the liquidity is deep enough).\\n\\n![The new Cap Table. Source: Balaji Srinivasan, Applications: Now & 2025](https://images.mirror-media.xyz/publication-images/MHZ-3gx_wOgDyaN8B2JFp.jpg?height=296&width=524)\\n\\n## Governance Through Token\\n\\nToken not only gives aligned incentive and ownership, it also gives scalable governance through voting power inherent in each token, implicitly or explicitly. Again using Jesse Walden’s [article](https://jessewalden.com/past-present-future-from-co-ops-to-cryptonetworks/), we can now use [Elinor Ostrom](https://en.wikipedia.org/wiki/Elinor_Ostrom)’s necessary conditions in her book *Governing the Commons:*\\n\\n1. An institution of **rules**\\n2. A **credible commitment** to follow them (generally, the ability to punish)\\n3. And **collective monitoring** to ensure rules are upheld and commitments actioned upon.\\n\\nThe *rules* here, will be the smart contracts written correctly (easier said than done, but possible with [great care](https://fehrsam.xyz/blog/blockchain-governance-programming-our-future) as described by Fred Ehrsam). *Credible commitment* here is incentivized by the token, while *collective monitoring* is given by the transparency of the blockchains.\\n\\n[https://static1.squarespace.com/static/5cbbdc65a09a7e798dff7615/t/5ee7ab73e173cc64d907ba16/1592241022143/proposal.png?format=750w](https://static1.squarespace.com/static/5cbbdc65a09a7e798dff7615/t/5ee7ab73e173cc64d907ba16/1592241022143/proposal.png?format=750w)\\n\\n`Isn’t it really astounding that the work of our scholars in governance, even from long ago, still holds true and are able to be used to further illustrate the possibilities given by this new technology, cryptocurrency and blockchain? This also shows that humanity’s best works are composable (usable as foundations and building blocks for the next work).`\\n\\nTo finally complete the mental model on governance, imagine that token holders are now able to explicitly vote yes or no via mechanism that varies from one dApp to another (we can call it protocol), or implicitly via staying or exiting the protocol. Chris Dixon [wrote](https://onezero.medium.com/why-decentralization-matters-5e3f79f7638e) it as follows:\\n\\n> Participants are given voice through community governance, both “on chain” (via the protocol) and “off chain” (via the social structures around the protocol). Participants can exit either by leaving the network and selling their coins, or in the extreme case by forking the protocol.\\n\\nSince its proposal in November 2015, [ERC-20](https://ethereum.org/en/developers/docs/standards/tokens/erc-20/) has since given a new direction in cryptocurrency world. There was a short duration in 2017-2018 where everyone participated in a [mania](https://www.cnbc.com/2017/11/30/ico-bubble-is-bursting-even-as-bitcoin-price-rises.html), not unlike the dotcom bust, and as always happens people learn from it. When an ICO was done before the project launched, what happens is not a decentralized application but just a fundraising and it should be governed more as a security.\\n\\n`With ERC-20 and other similar standard in other cryptocurrency, we have found a way to put additional valuable asset to our blockchain. Now the question becomes, do we stop here? Are we able to bring it further?`\\n\\n## Non-Fungible Token\\n\\nNow that we have Token standard to denote ownership and governance for a protocol, what if we want to tokenize the rest of the assets that we may have in digital or physical world? What we want right now is for our blockchain to be able to include transactions such as “Alice gives Bob a *picture*”, “Bob gives Alice a *hat*”, or even further “Eve just created a *video*“. For this, we need another way of looking at assets: **Fungible** vs **Non-Fungible**.\\n\\nIf we look at the items all around us, we mostly have items that can’t really be easily replaced with something else. Movie Tickets, for example, are only usable for a certain movie for a certain time slot, so they can be said as *Non-Fungible* item. On the other hand, money in our currency can be substituted or exchanged for similar items. This means money are *Fungible* items.\\n\\nERC-721 and ERC-1155 are two standards that Ethereum uses to denote **Non-Fungible Token**. As it’s a token, it’s able to be included in transaction records on the blockchain. That means our blockchain can now be used to store any valuable asset.\\n\\nTaken further in its most idealistic application, “NFTs make the Internet Ownable” argued [Jesse Walden](https://variant.mirror.xyz/T8kdtZRIgy_srXB5B06L8vBqFHYlEBcv6ae2zR6Y_eo). You may see NFTs used in the Art world such as for owning [CryptoPunks](https://www.larvalabs.com/cryptopunks), [game assets](https://marketplace.axieinfinity.com/), [music](https://www.coindesk.com/business/2021/12/02/how-a-collection-of-1m-music-nfts-could-mint-the-next-platinum-record/), and even [real estate](https://decentraland.org/). But we’re just covering the surface of what it can do.\\n\\n[https://twitter.com/hm0429/status/1464962645895774211?s=20](https://twitter.com/hm0429/status/1464962645895774211?s=20)\\n\\n\",\"timestamp\":1638745104,\"title\":\"Understanding Crypto from Zero - Digital Ownership and Governance\"},\"digest\":\"yJwEZzmPrxB4RuesoxE9X29zOgPi6h0fIHGSloJCf8I\",\"authorship\":{\"contributor\":\"0x8814f604604e735F80F547473991Ced756D29697\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"O2nb05yP3R4SbP3V9iajtZjPoDQXmyvp-faR1eHlCZ0\\\",\\\"y\\\":\\\"oJId41jwh2EOu4tE5K2aJ2-8bsvLgExEY_R6ZBJpvI8\\\"}\",\"signature\":\"Wa7KNp7pP1bSYSSoH6917jfurVZe8A9H6HHYhfhJlSS5PsJegqNJ0UaIEFCrHutDcw85SJ8-mjcI5nmY93z3-Q\",\"signingKeySignature\":\"0x88563b31a485d4f44de300bbe1483c715d48682b98a849c574948b36047991a45d80669e0de0310eb29bd83d82f26482147c19c86cfd306085ef683609da55c41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"O2nb05yP3R4SbP3V9iajtZjPoDQXmyvp-faR1eHlCZ0\\\",\\\"y\\\":\\\"oJId41jwh2EOu4tE5K2aJ2-8bsvLgExEY_R6ZBJpvI8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gYbPDOZXeuK6g5TMf0GyWS7L1zi_AZGLW9hz_djD5Dk\"}"