"{\"content\":{\"body\":\"Computer-Generated NFTs are not fun. A lot of times you will get a randomly generated JPEG that you don’t like or the one does not represent yourself in the Metaverse.\\n\\nAs an innovative, fully-customizable NFT, MYPUNKS allows you to make infinite NFT combinations by combining items and faces, which are two individual NFTs. In this way, you are able to **make your favorite NFTs**.\\n\\nHowever, holding an NFT in your wallet isn’t really fun as well. What if? What if you can make an NFT from your NFT? We’ve came up a novel tokenomics that allows you to stake and mine extra NFT.\\n\\n\\n---\\n\\n### The Customizability\\n\\nUnlike other PFP projects, MYPUNKS has a *dual-NFT* tokenomics. The ***Face*** is a randomly generated NFT with no backgrounds and traits. In this way, you will be able to customize the look and determine the traits yourself by equipping the ***Items,*** a randomly generated NFT with a variety of traits and can be equipped or removed from the *Face* whenever you want.\\n\\nThe Face will be able to **equip 7 kinds of Item** at maximum:\\n\\n* **Top** (Hair, Hats, etc.)\\n* **Skin** (Beard, Acne, etc.)\\n* **Eyes** (Sunglasses, Eyeshadow, etc.)\\n* **Mouth** (Pipe, Lipsticks, Cigarette, etc.)\\n* **Background** (Solid Color, Rainbow, etc.)\\n* **Neck** (Choker, Necklace, etc.)\\n* **Ear** (Earrings, Headphones, etc.)\\n\\n### Trade Flexibility\\n\\nIf you have put some items onto the face and want to trade this combination as a whole, no problem. MYPUNKS is designed in a way that **you can trade a single NFT, for example a *Face* or an *Item*, or the whole combination**. When you trade the combination, the items go along with the combination. People who bought the combination would be able to remove the item from the combination, and put this item on other faces.\\n\\n### NFT Mining\\n\\nMYPUNKS introduces a new concept of ***NFT Mining***, in which part of the supply will be mined through the staking of your NFT. In this way, your NFT can generate some monetary value besides being a profile picture.\\n\\nBy staking your combination (face with items) into the mining pool, you will be rewarded with *MYPUNKS($PUNK)* Token, the ERC-20 Governance and Utility Token in MYPUNKS Ecosystem. Then you will be able to spend a certain amount of $PUNK Token to claim an extra face or item.\\n\\nAnother concept is introduced to make this game even more fun: *Mining Efficiency(ME)*, which is determined by the attributes of the items in the combinations. In other words, different combination of face and item will have different $PUNK rewards under a certain period.\\n\\n### The Dual-NFT & $PUNK Token Tokenomics\\n\\n***Face*** -  Total Supply: 9999\\n\\n6666 will be minted and 3333 will be mined.\\n\\n***Item*** - Total Supply: 16666\\n\\n9999 will be minted and 9999 will be mined.\\n\\n***$PUNK Tokens***\\n\\nTotal Supply: 1,000,000,000 $PUNK\\n\\n10% Airdrop to the MYPUNKS Holder\\n\\n90% Mined by staking NFTs in $PUNK Pool\\n\\n\\n---\\n\\n# NFT Minting\\n\\n### Face Minting\\n\\n666 Faces will be minted free during **Genesis** by the early whitelisted members. One Face can be minted at maximum. When 6666 Faces are minted, faces can be only be minted by using $PUNK tokens, which is acquired via NFT staking. The face minting will be split into 4 rounds, with a gradually increasing price.\\n\\n```\\nFace Total Supply:     9999\\nAcquired by staking:   3333\\n\\nR0: 666 ->  0.00 ETH. (FREE, WL-Only)\\nR1: 2000 -> 0.04 ETH\\nR2: 2000 -> 0.05 ETH\\nR3: 2000 -> 0.06 ETH\\n\\n6666 Faces by Minting, 3333 Faces by Staking\\n```\\n\\n### Item Minting\\n\\n9999 will be minted in 4 rounds with a gradually increasing price. After 9999 Items are minted, Items will be minted by using $PUNK Tokens from NFT Staking.\\n\\n```\\nItems (9999, from Minting, 50%): \\n\\nTokenIds:               Price:                Productivity Mul:\\nR0(1111, WL)    ->      0.04 ETH              1.15x\\nR1(2222)        ->      0.05 ETH              1.20x\\nR2(3333)        ->      0.06 ETH              1.25x\\nR3(3333)        ->      0.07 ETH              1.30x\\n\\nItems (9999, $PUNK Minting, 50%):\\n10000 - 19999.  ->      0.00 ETH              1.00x\\n```\\n\\nThe **Productivity Mul** designates the *Productivity Multiplier*. The higher the multiplier is, the more bonus you will be rewarded with $PUNK by staking NFT. The *Productivity Multiplier* is set in a positive correlation with the price to compensate the price difference between each rounds.\\n\\nIn other words, the earlier you mint the item, the lower price you will get but with a lower productivity in mining. The later you mint the item, the higher price you will pay, but with a higher productivity in mining. In this way, we make a balance between price and productivity and leave the choice to you to decide which is more important.\\n\\n\\n---\\n\\n## Rarity Scores\\n\\nEvery item and face will have a different attribute and will be tagged a rarity score. The rarity score is calculated based on the random generation statistics from the mysterious boxes. This score gives you only a reference about the rarity of the items but has no correlation with the aesthetic of your NFTs.\\n\\nWhen you make the combination from equipping items onto the face, the rarity score of the combination will be calculated from the summation of item rarity scores and the face rarity score.\\n\\n```\\nCombination_RS = Σ(Item_RS) + Face_RS\\n```\\n\\nFurther usage of the Rarity Scores will be addressed in the later part of this paper.\\n\\n# Introducing the $PUNK Token\\n\\nThe $PUNK Token will serve as both the Governance Token and the Utility Token for MYPUNKS. You will be able to claim $PUNK token by staking your combination into the staking pool.\\n\\n### Tokenomics\\n\\n```\\nTotal Supply            -  1,000,000,000 PUNK\\nAirdrop(5%)             -  50,000,000    PUNK\\nIncentives(5%).         -  50,000,000    PUNK\\nStaking Rewards(90%)    -  9,000,000,00  PUNK\\n```\\n\\n### Airdrops\\n\\n5% $PUNK Token will be airdropped to the MYPUNKS combination holder. The amount of airdrop will be calculated based on two factors: **the productivity multipliers** and **the rarity scores of the combination**. Further announcement will be made regarding the airdrops in our social media.\\n\\n## $PUNK Token Utilities\\n\\n### NFT Mining\\n\\nWe’ve designed the tokenomics in a way that part of the supply of Items and Faces need to be mined. You will have to **pay a certain amount of $PUNK token** to claim those NFTs.\\n\\nWhen a new NFT is claimed, the **$PUNK Token spent will be burned**, and thus less $PUNK token will be in circulation.\\n\\n### NFT Fusion\\n\\nYou will have to spend your $PUNK token to do an NFT fusion. In this way, you will be able to fusion your NFT to make a new one with a better traits.\\n\\n### MYPUNKS V2 Minting\\n\\nMYPUNKS V2 will be an **exclusive** and **animated** collections for MYPUNKS Collectors only. This collection will be minted via $PUNK token only. The minting event will be announced in our #PUNK Club Channel.\\n\\n\\n---\\n\\n# NFT Mining\\n\\nInstead of letting NFTs sit in the wallet, MYPUNKS holders are able to mine extra NFTs by staking their combinations. Here is the mining process:\\n\\n**Stake Combination** → **Get $PUNK Reward** → **Burn $PUNK for a new NFT**\\n\\n### Staking Pool\\n\\nTo get $PUNK Token, a user has to **hold a combination** (1 face with 1 item equipped). You can then stake the combination in to the *NFT Staking Pool*, a pool where to generate $PUNK token and can be claimed **anytime**! So if you need to make change for your combination or want to trade it in marketplace, you won’t lose the rewards.\\n\\nYour *yield* will be calculated using the following formula. Each combination has a base yield of **2143 $PUNK per day**. The yield efficiency will be determined by each item’s productivity multiplier in the combination. \\n\\n```\\nPUNK_YIELD_PER_DAY = 2143 * Π(Item_PDM)\\n```\\n\\n*Π(Item_PDM)* designates for the product of Item *Productivity Multiplier*.\\n\\nFor example, if you have 3 items with 1.15, 1.20, 1.25 PDM respectively, then your yield per day will be 2143*(1.15\\\\*1.20\\\\*1.25*)=3696.68 $PUNK/day. **The more items in the combinations, the higher the PDM of each item, the higher yield per day**.\\n\\n### Mine an NFT\\n\\nOnce you have certain amount of $PUNK, you are able to mine an item or face. In exchange, **you will burn a certain amount of $PUNK**:\\n\\n```\\nRandom Item: 30000 $PUNK (no productivity mul)\\nRandom Face: 80000 $PUNK\\nLegendary Item(Only 1000): 70000  $PUNK (1.30x productivity mul)\\nLegendary Face(Only 500):  150000 $PUNK\\n```\\n\\nThe random option will give you a random item with no *productivity multiplier*. However, you still have the chance to get some rare looking NFTs from this option. The Legendary option will give you a random, but a rare looking NFT with a *productivity multiplier*.\",\"timestamp\":1642240634,\"title\":\"MYPUNKS MODEL w/ $PUNK\"},\"digest\":\"dF6vLK-JXp2EwOO69_4uQpXEF4F1HWKuNHq4dA2LxPI\",\"authorship\":{\"contributor\":\"0xEcBeBC5F295C05BfDeC51bdCFDafB02D2E9a1179\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_QHZBGOsk8dyjLzrUIN4UwBHhhxu7CSzPiSoRs5FA0c\\\",\\\"y\\\":\\\"MqLDMymd2kfILhZrcaZBkNqNTxWe-QwDYGIyirfRshY\\\"}\",\"signature\":\"dSGeNxKzRzhmInflCeYfQhaLNCwxD_6pZSUvGoW5XR2dVBLaGTCpz1MFko6D2bS-ztaEeZa14sAsjtcpSyfonA\",\"signingKeySignature\":\"0xfe0f3a487e7a76f08a2fc7d92b659a60d97019d22b78b02cf3dc2695b968d4c46e13a2017127e3b47bb21993c42c62f8209763af1b11adc13b17ed767e0cc3fb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_QHZBGOsk8dyjLzrUIN4UwBHhhxu7CSzPiSoRs5FA0c\\\",\\\"y\\\":\\\"MqLDMymd2kfILhZrcaZBkNqNTxWe-QwDYGIyirfRshY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"o4cUxRij-DMf30EkrlfOTSlXT-V0OJp4craMdZPi6ak\"}"