"{\"content\":{\"body\":\"While constantly grabbing the attention of game players and crypto practitioners, institutions have also been attracted to accelerate their entry. Whether it is the transformation of traditional game manufacturers or the chain game platform established by encrypted capital, the chain game market will continue to be injected into the chain game market. The following area Blockbeats will take stock of many well-known game platforms and their chain game projects.\\n\\nOriginal title: \\\"Ubisoft enters, a16z and FTX step up the layout of the chain tour circuit, what other popular game platforms\\\"\\n\\nIn recent years, the game market has shown a growing trend, and the impact of the new crown epidemic has further increased users' participation in game entertainment. **In July of this year, Newzoo, a game market insight agency, released the \\\"2021 Global Game Market Report\\\". The content of the report and related data show that the global game market is expected to generate more than $170 billion in revenue this year.**\\n\\nOn the other hand, the development of chain games that use blockchain technology to solve the pain points of traditional game centralization and opacity is also rapid. According to DappRadar data, as of November 10, 2021, a total of 1,070 game Dapps have been deployed online, and the transaction volume and user volume of a single day peaked on October 1 and 7, with the highest daily transaction The amount reached 484 million U.S. dollars, and the maximum number of users in a single day reached 1.33 million.\\n\\nAmong them, the recent performance of chain games represented by the Play-to-Earn economic model has been exceptionally impressive. On November 7, CMC data showed that the total market value of Play-to-Earn tokens had exceeded 25 billion U.S. dollars, setting a record high.\\n\\nWhile constantly grabbing the attention of game players and crypto practitioners, institutions have also been attracted to accelerate their entry. Whether it is the transformation of traditional game manufacturers or the chain game platform established by encrypted capital, the chain game market will continue to be injected into the chain game market. The following area Blockbeats will take stock of many well-known game platforms and their chain game projects.\\n\\n**Animoca Brands**\\n\\nAnimoca Brands is an Australian mobile game development company headquartered in Hong Kong. Founded in 2014, it acquires game companies and launches original games, and actively invests in related infrastructure and surrounding guilds, such as The Sandbox and Yield Guild Games. , Racing game REVV Racing, F1 Delta Time, etc.\\n\\nOn October 20 this year, Animoca Brands completed a US$65 million financing, with a pre-financing valuation of US$2.2 billion. Investors in this round include: Liberty City Ventures, Ubisoft Entertainment, Sequoia China, Dragonfly Capital, Com2uS, Kingsway Capital, 10T Holdings, Token Bay Capital, Smile Group, Tess Ventures, MSA Capital, Octava Fund, Adit Ventures, Summer Capital, Sigitech Holdings, Black Anthem Ltd, Mirana Corp and Justin Sun. The funds will be used to fund strategic investments and acquisitions, product development, and obtain licensing rights for popular intellectual property rights.\\n\\n**Dapper Labs**\\n\\nDapper Labs was founded in 2012 by encryption enthusiasts Roham and Dieter Shirley, and the founder, Dieter Shirley, is also one of the main initiators of the ERC-721 standard. In November 2017, CryptoKitties, an encrypted cat game based on the ERC-721 standard under Dapper Labs, was officially launched. In addition, because applications such as decentralized games and encrypted collectibles put forward higher scalability requirements for the blockchain, Dapper Labs later developed a fast and more friendly blockchain network Flow.\\n\\nOn the other hand, at the beginning of this year, the NFT project NBA Top Shot under Dapper Labs also quickly made a splash in the industry. On September 22, Dapper Labs announced the completion of a US$250 million financing led by Coatue. A16z, Google Ventures, and Version One Ventures participated in the investment. Dapper Labs' valuation has reached US$7.6 billion.\\n\\n**Sky mavis**\\n\\nSky Mavis was established in early 2018. The products it builds allow anyone to truly own their own digital identity and game assets. It ranks 6th among all blockchain game companies on Blockchaingamer.biz in 2020, and Sky Mavis’ flagship product, Axie Infinity It is known to the industry for its staggering profitability.\\n\\nAxie Infinity is a game meta-universe where players can fight, raise and trade pets named Axie s. According to Token Terminal data, Axie Infinity's revenue in July this year reached 334 million U.S. dollars, which officially exceeded the monthly revenue of \\\"Honor of Kings\\\" (Sensor Tower data) of 231 million U.S. dollars.\\n\\nOn October 5th, Sky mavis announced the completion of a US$152 million Series B financing, with a16z leading the investment, and participation of Paradigm, Accel, FTX, Samsung Next and others. This round of financing will be used to continue to promote the development of Play-to-Earn games and expand the scale of its infrastructure to achieve expected growth, including promoting the expansion of Axis Infinity and Ronin.\\n\\n**Enjin**\\n\\nEnjin is the largest multi-functional blockchain game development platform, consisting of Trusted Cloud, Blockchain SDK, Platform API, Wallet Daemon and Efinity. It was launched in 2009 and is headquartered in Singapore. At present, Enjin has 250,000 game community guilds, e-sports teams, minecraft servers, game communities, game tribes, role-playing groups, fan sites, etc. There are 18.7 million registered players, and approximately 60m of global game players visit each month.\\n\\nOn November 4 this year, Enjin announced the establishment of a 100 million U.S. dollar Efinity Metaverse Fund, which aims to support Enjin and Efinity developers to build Metaverse. It will contribute to the Enjin ecosystem, Metaverse, chain games, decentralized infrastructure, NFT DApps, And more pioneering projects to provide support.\\n\\n**Gala Games**\\n\\nGala games was founded by Eric Schiermeyer, co-founder of the well-known social game Zynga, crypto miner Wright Thurston, and senior game practitioner Michael McCarthy, aiming to become a Steem in the blockchain field. Gala Games has also developed a separate blockchain network, and users can obtain rewards based on each person's contribution to the platform network by purchasing the operating license of the Gala node.\\n\\nThe Gala Games game platform can use cryptocurrency and blockchain smart contract functions to allow developers to design blockchain games, while allowing players to own and transfer the loot NFT obtained in the game, and securely purchase, sell and trade through the peer-to-peer market . The first game released by Gala Games is Town Star, which is an agricultural business simulation game in which players can grow crops, collect resources, and build factories on their own land to continuously improve their economic level. It is widely praised by players in the industry. In addition, the platform also has RPG game Mirandus, PVP tower defense game Fortified, etc., providing more choices for different players.\\n\\n**Mythical Games**\\n\\nBlockchain game startup Mythical Games was founded by former AR/VR game company Seismic Games and Grue Games executive John Linden. Headquartered in Los Angeles, it develops mobile, PC and console games based on the EOS blockchain. These games will be built A new game economy controlled by gamers themselves.\\n\\nRecently, NFT game startup Mythical Games announced that it has received 150 million US dollars in Series C financing, and the company's valuation has reached 1.25 billion US dollars. This round of financing was led by a16z, Alameda Research, Binance, D1 Capital, RedBird Capital and The Raine Group, 32 Equity, OneTeam Partners, the investment arm of the National Football League, Michael Jordan, The Kraft Group, Boston Red Michael Gordon and Mantis VC of the Boston Red Sox participated in the vote. The company is preparing its Mythical platform to help other developers enter the growing field of crypto games.\\n\\n**GAMEE**\\n\\nGAMEE is a Play-to-Earn gaming platform that attracts 30 million users worldwide. They have played more than 4.7 billion games and received more than 9 million US dollars in actual rewards. The use of the platform ranges from casual games to prize-providing A highly competitive tournament. In addition to dozens of original games, GAMEE also cooperates with internationally renowned brands such as NASA, Guinness World Records, and Manchester City Football Club to develop games.\\n\\nIn addition, GAMEE has launched a one-stop platform ARC8 that integrates a variety of games, and has been launched on the Apple and Google app stores, and at the same time ranks first in Polygon's total Dapp user rankings. On Arc8, many casual games such as Marble Dash, Pixel Dungeon, Globo Run, etc. have been launched. Players can use their skills in the game to get the reward token GMEE.\\n\\n**USM Labs**\\n\\nUSM Labs has developed Universal Metaverse (USM) and Metamon Game. USM is a 3D planetary virtual world where players can buy land and build shops and art galleries. Users can dynamically zoom in and out in and around the 3D planet, just like Google The same as the earth. At the same time, USM Metaverse can also provide IGO (Initial Game Product Release) for game projects and ISO (Social Product Initial Release) for social applications.\\n\\nMetamon is a blockchain game based on BSC. Players can control and collect cute Metamon monsters. Almost all in-game items, including Metamon, are NFTs and can be transferred or given away on any NFT market.\\n\\nIn addition, Elon Musk’s mother, Maye Musk, also settled in USM. The carrier of its Box(MPB)NFT and DeFi+GameF in USM is exclusively managed by the blockchain game Radio Caca. Radio Caca token RACA is also in USM, Metamon Game and USM. Native tokens and governance tokens for other games and social Dapps.\\n\\n**Dacoco**\\n\\nDacoco gaming platform believes that Metaverse is the next iteration of online social life, in which participants are creators of owners, rather than consumers and data providers. Dacoco has developed a meta-universe Alien Worlds based on the WAX ​​public chain, which simulates the economic competition and cooperation between players. It can provide players with land ownership, deployment tools, soldiers and weapons, and customize exclusive game characters. It is a game that currently supports Ethereum. Multi-chain NFT DeFi meta-universe game of Fangfang, WAX and BSC. In addition, Dacoco also has two games, eosDAC and Liberland, worthy of attention.\\n\\n**Blockade Games**\\n\\nBlockade Games is an independent studio focusing on the development of blockchain-based video games, led by Marguerite deCourcelle and artist AKA. Currently, the team is developing a cyberpunk RPG game Neon District, which integrates crypto assets and reshapes the boundaries of traditional gaming experience. In addition, Blockade Games has invested in a game about collecting, building and adventure, PlasmaBears.\\n\\n**Virtually Human Studio**\\n\\nVirtually Human Studio's blockchain horse racing game ZED RUN is a digital version of thoroughbred horses that players can buy, breed, sell, and compete on the blockchain, and even build a star-studded racecourse. Each racehorse is uniquely created through smart contracts on the Ethereum network, and is defined by their pedigree, genes, and performance on the track. In addition, another game platform under Virtually Human Studio, ZEST, is also the first DApp on the NEAR mainnet.\\n\\n**Bright Star**\\n\\nBright Star is an international studio that is developing an MMORPG (Massively Multiplayer Online Role Playing) blockchain game Ember Sword. Ember Sword has fast-paced battles, and players control the world through land ownership in this world. In this game, players can freely buy and sell equipment, and high-value skins in the game are marked as NFT collectibles, which players can obtain through game levels. In addition, Ember Sword raised up to US$1.5 million in its first land sale on Polygon in May of this year.\\n\\n**Ubisoft**\\n\\nUbisoft (Ubisoft Entertainment), established in 1986, is a video game developer and publisher headquartered in Rennes, France. In 2008, it was rated as the third largest independent game developer in Europe and the fourth largest independent game developer in North America. Game publisher, currently has 23 game development studios around the world.\\n\\nIn the earnings call in the second quarter of this year, Ubisoft CEO Yves Guillemot confirmed that in addition to investing in blockchain companies, Ubisoft will also create its own blockchain games. It is reported that Animoca Brands recently completed a $65 million financing, and Ubisoft has participated in the investment.\\n\\n**Big Time Studios**\\n\\nBig Time Studios recruited an all-star team of gaming industry veterans from companies such as Epic Games, Blizzard, EA, and Riot. Big Time Studios is committed to building a second-generation blockchain game platform, which will be based on Decentraland to make online adventure games through time and space.\\n\\n**Core Loop**\\n\\nThe Core Loop game platform was founded by veteran mobile game practitioners Vincenzo Alagna and Dan Chao, and completed a $12 million financing led by a16z on November 5. Next, the company will use blockchain technology to develop sandbox massively multiplayer online games.\\n\\n**Faraway**\\n\\nThe Faraway game startup platform was co-founded by Alex Paley and Dennis Zdonov. The team had years of development experience in mobile games before. Recently, Faraway announced the completion of a US$21 million Series A financing led by FTX and Lightspeed Venture Partners, with participation from a16z, Solana, Jump Capital, Sequoia Capital and Pantera Capital.\",\"timestamp\":1639723295,\"title\":\"What are the popular game platforms that the chain game wars are getting more and more fierce?\"},\"digest\":\"Y73T9bdj9g0HEEgKNIOfwOkbYLAvaD3rYUiNg8Sroxo\",\"authorship\":{\"contributor\":\"0xb1c696A56f69d3132C238A4Cf3e72f0bEcd7C04b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AifkbSWTaNAcoQ6lu3e3b-4iqIPCsq8K9Z9M4MTODTg\\\",\\\"y\\\":\\\"WFMPOWHf7ELF3iBha-AS14AmXe7agTRxXot6VxQA41Q\\\"}\",\"signature\":\"ui5_AwoW3DbTMm4Po4v2XuWJg2riU2WWB-adm9NINoqML_ijXx2YjwUcmvbtp9ckvIz3D6OsK3XGnHBW2dNtJw\",\"signingKeySignature\":\"0x617f1e703ed1bc6ec4a6fbda97ed1b86a7b41617659b789bafd0be2695e2cf593d566291ef2e93da9d9da63cce3a85df66ae4160e8be51d729f306e5175391b81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AifkbSWTaNAcoQ6lu3e3b-4iqIPCsq8K9Z9M4MTODTg\\\",\\\"y\\\":\\\"WFMPOWHf7ELF3iBha-AS14AmXe7agTRxXot6VxQA41Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Y73T9bdj9g0HEEgKNIOfwOkbYLAvaD3rYUiNg8Sroxo\"}"