"{\"content\":{\"body\":\"Ten years ago, film director David Cameron's seminal film, Avatar, presented moviegoers with a hypervirtual Pandora. Here, the real-life hero, Jack, is wheelchair-bound, but when he's hooked up to some advanced technology, he becomes an Avatar -- a true Phantom warrior on The planet Pandora, smashing through obstacles and leading his virtual lovers and clingmen to defeat the invading humans. At the end of the story, the real-life hero makes a choice -- to become an avatar forever.\\n\\nThis is perhaps the most striking and intuitive scene about virtual reality. The advanced technology in the film fascinates the world, and people are struggling to bring it to reality.\\n\\nTen years later, in 2021, the \\\"meta-universe\\\" will sweep across the world, and the industries and industrial ecology related to it will start a prairie fire and be full of vitality.\\n\\nSince this summer, all vr players have been tossing out the idea of a \\\"meta-universe\\\". Whether it is the traditional big factory, or the technical players of the vertical track, or the small players who take advantage of the concept, all rush on.\\n\\nThe meta-universe, a moment of beauty, no one left or right. So, the scenery of the meta-universe, when can shine into reality?\\n\\nThe first step in the metasomes is to digitize all our sensory experiences, just like putting Zhuangzhou Dream Butterfly or The Matrix or Inception into reality, so that our sensory experiences can be indistinguishable from reality in the virtual world.\\n\\nBut the metasverse is more than that. The future focus of the meta-universe also lies in whether the life and work in the real universe can be moved to the virtual world, so that it can surpass the existing Internet products in terms of picture quality, interaction and expansion.\",\"timestamp\":1641356741,\"title\":\"What would your ideal meta-universe look like?\"},\"digest\":\"g7I0ly3j9PmhpgHcn8O7KNV-2GuiREX7HigRTu2kXws\",\"authorship\":{\"contributor\":\"0xb17E1a2b1F709362b255c051e3d804E88822E287\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HrQHZba8v_gFXq7EL7CXnKVtgJZx9m3G6xooYsy8_AQ\\\",\\\"y\\\":\\\"yQUfkph6Ojv4sSUvBV5dcAnjieIa30ILHWlhZdPKXgE\\\"}\",\"signature\":\"Gw4L0WNHD0YUNKi4H6rJjWtb1DBLNNqdYHtfiouMZBaiUqlEPbNXmKVyPpFqIPYeZJIlju05wVfI830Kd2d0HQ\",\"signingKeySignature\":\"0xf0b1b6f767a87bfc1867a4cc5115989e4d59decfe65dd1b9900d6abb61a596cc797e09b2f437604d1b75ed93b9a117e9038ea65baeae5392d37125fc9c621a491b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HrQHZba8v_gFXq7EL7CXnKVtgJZx9m3G6xooYsy8_AQ\\\",\\\"y\\\":\\\"yQUfkph6Ojv4sSUvBV5dcAnjieIa30ILHWlhZdPKXgE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"g7I0ly3j9PmhpgHcn8O7KNV-2GuiREX7HigRTu2kXws\"}"