"{\"content\":{\"body\":\"Infinite Launch, a breath of fresh air in the launchpads sector, recently announced a $2.2 million private funding round from industry heavyweights such as IBA, Everse Capital, Lotus Capital, and Phoenix Newtribe, indicating a bright future for the company.\\n\\nThe Infinite Launch platform provides a one-of-a-kind IDO allocation system “Diamond-hand mechanism” that provides long-term value and rewards customers who lock up their tokens for a set period of time. The allocation process is set up in such a way that the more tokens you lock in, the greater the rewards, and you also get guaranteed allocation if you lock in tokens. This system appears to be used to attract long-term investors who are committed and dedicated rather than investors who sell their tokens upon listing.\\n\\nWhen asked about the concept of the Diamond-hand mechanism implemented by Infinite Launch, the co-founder Henry V was quoted as saying,\\n\\n> *“We created an innovative system to address a major pain point for small investors when investing in a launchpad project. Small investors lack the financial resources to obtain a rank and earn guaranteed allocation, so they must rely on luck to obtain a slot for the IDO.”*\\n\\nThe launchpad includes an NFT marketplace, which allows artists to securely trade and exchange NFTs. The platform’s goal is to increase revenue for artists and collectors while also increasing NFT adoption. Furthermore, the Infinite launch marketplace provides rewards based on the user’s trading volume.\\n\\nInfinite Launch will also be listed on KuCoin, one of the largest Centralized exchanges in the cryptocurrency space. It’s native token $ILA will be listed on KuCoin on November 25th, 2021, at 11:00 AM UTC.\\n\\nInfinite Launch will hold a public sale on its website for NFT holders. The public sale will take place on November 25th at 5 a.m. UTC.\\n\\n## $ILA Public Sale Details:\\n\\n* Public sale contributions will be taken in BUSD\\n* 10,000,000 $ILA Tokens Available\\n* Individual minimum = $10 | Individual maximum = $300.\\n* Individual maximum for non-NFT holders = $100\\n* Public Sale Release Schedule: 100% on TGE\\n\\nThe Infinite Launch platform has over 200,000 followers across all social media platforms. It has attracted over 35 partners and influencer networks, including Crypto Differ, Exnetwork, GGG, Maven, Lotus, Kernel, Chain, and Everse.\\n\\nInfinite Launch appears to be positioned as one of the leading IDO launchpads. This Launchpad looks promising based on the platform’s goals and vision, and is set to explode.\",\"timestamp\":1637809283,\"title\":\"Infinite Launch – A Game-Changing Launchpad Getting Listed on Kucoin After Closing $2.2m Investment Rounds\"},\"digest\":\"bhh4EXkpG68b_CJcZyLvEl4pDwPncTIL8u90qD4BEcQ\",\"authorship\":{\"contributor\":\"0x4d7904099061444b079032527d8C94E991BEf4aB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Aj06JXM--gqNoTMfJYUs7OZQsrmYm8s1OX65oW1uW6o\\\",\\\"y\\\":\\\"YtAFXrJvi0B83cVqUss43BikLU4P-WAxz9pJYux82d0\\\"}\",\"signature\":\"DnqiCqL9WBwkYLf6zu5yYSOdXOOZU84AJhsIb0IStCFjgY-TpCp8dXgKP3fy_G8umu6MHgxbKUh8elniqpd3rQ\",\"signingKeySignature\":\"0x9e1fd5c435659975dab1106facc2acc227041a3e2388b38fc13024381c93e1bd6e0e33ebe715b1ec73e0fe95c5f53eaf0214a432a9d9fcc1e956b204b4d58ce41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Aj06JXM--gqNoTMfJYUs7OZQsrmYm8s1OX65oW1uW6o\\\",\\\"y\\\":\\\"YtAFXrJvi0B83cVqUss43BikLU4P-WAxz9pJYux82d0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bhh4EXkpG68b_CJcZyLvEl4pDwPncTIL8u90qD4BEcQ\"}"