"{\"content\":{\"body\":\"It’s hard to use Scrivener. The more I write, the more bloated the project becomes. I feel an immense amount of friction every time I open the app. Pulled in infinite directions by a forest of files, it’s difficult to feel like I’m making headway or to feel like what I’m working on is a good option.\\n\\nMy systems, my technology, and my processes need to serve me and give me the initiative. Not the other way around. Mirror as a writing platform feels near-ideal in terms of facilitating my desired writing experience: a blank page every time, yet with an immutable linear log. It feels like a fresh, running river rather than a stagnant pool.\\n\\nI’m prioritizing work on the systematic/quant/computational side of my trading. I’ll also concurrently run discretionary, thesis-driven trades once I create data-driven, mathematical foundations for my view of the market. The systematic and discretionary projects will complement one another.\\n\\nMy ideal trading system is one which provides seamless, fluid Observe and Orient capabilities. Better observations and orientations will inherently improve my decision quality; taking action involves a simple button press and subsequent sitting on my hands. The current limiting factor in a trading/investing OODA loop is thus almost always the OOD. My current bottleneck is the OO.\\n\\nHere’s a quick brainstorm of some desired features:\\n\\n* collect market data into own database\\n  * provide daily notifications of collection progress + summary\\n  * constantly update the relevance and relation of data streams to the market\\n    * funding rates, yearn borrow rates, aave borrow rates, etc\\n* fluidly view + inspect graphs of historical data in parallel to look for patterns\\n* have a number of statistical tools at easy disposal\\n  * generate correlations between data\\n  * plug in trading backtests for any indicator set on a Unix timestamp\\n* monte-carlo simulations of prices and different regimes\\n* simulated market with market makers, informed traders, uninformed traders, etc. to test supply and demand shock effects, compare against historical situations with the same parameters\\n  * test relative performance of different strategies in simulated market\\n* “How has this wallet performed trading-wise?”\\n* “Is this the sort of market regime where I can profitably market-buy every breakout?”\\n* “How much of this token is locked up right now? What happens when the tokens are unlocked — what have wallets historically done? How will I know when the tokenomics change?”\\n  * “Where can I see and easily update my knowledge base, like poker player hand notes, for any given project?”\\n* “Am I bullish or bearish on this opportunity right now? Why?”\\n* “Would I make money on this in 9/10 worlds?”\\n* “How much of this activity is driven from retail? From smart money? From institutions?”\\n* “How many marginal buyers are remaining? Who is the marginal buyer? Who is the marginal seller?”\",\"timestamp\":1635905599,\"title\":\"trading system design\"},\"digest\":\"pvioXNRtKrjx_Ac3g0QOwHxQQoT9-Z8aFKdD6Xu10nw\",\"authorship\":{\"contributor\":\"0xdF3AB3adB9F679d71b9A22ab77565b1FF3A5047D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_JiuWO731F3bhDAPMgNFNaovDkRTPSt89uP_9frEql4\\\",\\\"y\\\":\\\"bHF0APHB54AF9Lt0UPWhYOciyTUJwUKTBwpcE4mjYro\\\"}\",\"signature\":\"bko7UcikXjoN9JLRhbi8hmGuFm9a7v4dmwTVQ9JS-iDi0o6sSr65gto5cx7sW76E2w2lJbnypMgg1rAfsZPAtQ\",\"signingKeySignature\":\"0xc5d28cfb46ae00586cde083af70323f43855092c0ab6403c2049f42d6f7ca2855148b0dda9ab0cac84ccd995819f56cedb97f4329985c48b048942ea50300b171b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_JiuWO731F3bhDAPMgNFNaovDkRTPSt89uP_9frEql4\\\",\\\"y\\\":\\\"bHF0APHB54AF9Lt0UPWhYOciyTUJwUKTBwpcE4mjYro\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pvioXNRtKrjx_Ac3g0QOwHxQQoT9-Z8aFKdD6Xu10nw\"}"