"{\"content\":{\"body\":\". Restitution of a severed part, particularly if one of considerable function, naturally excited the interest of the older writers. Locher has cited an instance of avulsion of the finger with restitution of the avulsed portion; and Brulet, Van Esh, Farmer, Ponteau, Regnault, and Rosenberg cite instances of reunion of a digit after amputation or severance. Eve's \\\"Remarkable Cases in Surgery\\\" contains many instances of reunion of both fingers and thumbs, and in more recent years several other similar cases have been reported. At the Emergency Hospital in Washington, D.C., there was a boy brought in who had completely severed one of his digits by a sharp bread-cutter. The amputated finger was wrapped up in a piece of brown paper, and, being apparently healthy and the wound absolutely clean, it was fixed in the normal position on the stump, and covered by a bichlorid dressing. In a short time complete function was restored. In this instance no joint was involved, the amputation being in the middle of the 2d phalanx. Staton has described a case in which the hand was severed from the arm by an accidental blow from an axe. The wound extended from the styloid process directly across to the trapezium, dividing all the muscles and blood-vessels, cutting through bones. A small portion of the skin below the articulation, with the ulna, remained intact. After an unavoidable delay of an hour, Staton proceeded to replace the hand with silver sutures, adhesive plaster, and splints. On the third day pulsation was plainly felt in the hand, and on the fourteenth day the sutures were removed. After some time the patient was able to extend the fingers of the wounded member, and finally to grasp with all her wonted strength.\\n\\nThe reproduction or accidental production of nails after the original part has been torn away by violence or destroyed by disease, is quite interesting. Sometimes when the whole last phalanx has been removed, the nail regrows at the tip of the remaining stump. Tulpius seems to have met with this remarkable condition. Marechal de Rougeres, Voigtel, and Ormancey have related instances of similar growths on the 2d phalanx after the loss of the 1st. For several months a woman had suffered from an ulcer of the middle finger of the right hand, in consequence of a whitlow; there was loss of the 3d phalanx, and the whole of the articular surface and part of the compact bony structure of the 2d. On examining the sore, Ormangey saw a bony sequestrum which appeared to keep it open. He extracted this, and, until cicatrization was complete, he dressed the stump with saturnine cerate. Some months afterward Ormangey saw with astonishment that the nail had been reproduced; instead of following the ordinary direction, however, it lay directly over the face of the stump, growing from the back toward the palmer aspect of the stump digit, as if to cover and protect the stump. Blandin has observed a case of the same description. A third occurred at the Hopital de la Charite, in a woman, who, in consequence of a whitlow, had lost the whole of the 3d phalanx of one of the forefingers. The soft and fleshy cushion which here covered the 2d phalanx was terminated by a small, blackish nail, like a grain of spur rye. It is probable that in these cases the soft parts of the 3d phalanx, and especially the ungual matrix, had not been wholly destroyed. In his lectures Chevalier speaks of analogous cases.\\n\\nIn some instances avulsion of a finger is effected in a peculiar manner. In 1886 Anche reported to his confreres in Bordeaux a rare accident of this nature that occurred to a carpenter. The man's finger was caught between a rope and the block of a pulley. By a sudden and violent movement on his part he disengaged the hand but left the 3d finger attached to the pulley. At first examination the wound looked like that of an ordinary amputation by the usual oval incision; from the center of the wound the proximal fragment of the 1st phalanx projected. Polaillon has collected 42 similar instances, in none of which, however, was the severance complete.\\n\\nIt occasionally happens that in avulsion of the finger an entire tendon is stripped up and torn off with the detached member. Vogel describes an instance of this nature, in which the long flexor of the thumb was torn off with that digit. In the Surgical Museum at Edinburgh there is preserved a thumb and part of the flexor longus pollicis attached, which were avulsed simultaneously. Nunnely has seen the little finger together with the tendon and body of the longer flexor muscle avulsed by machinery. Stone details the description of the case of a boy named Lowry, whose left thumb was caught between rapidly twisting strands of a rope, and the last phalanx, the neighboring soft parts, and also the entire tendon of the flexor longus pollicis were instantly torn away. There was included even the tendinous portion of that small slip of muscle taking its origin from the anterior aspect of the head and upper portion of the ulna, and which is so delicate and insignificant as to be generally overlooked by anatomists. There was great pain along the course of the tract of abstraction of the tendon.\\n\\nPinkerton describes a carter of thirty-one who was bitten on the thumb by a donkey. The man pulled violently in one direction, and the donkey, who had seized the thumb firmly with his teeth, pulled forcibly in the other direction until the tissues gave way and the man ran off, leaving his thumb in the donkey's mouth. The animal at once dropped the thumb, and it was picked up by a companion who accompanied the man to the hospital. On examination the detached portion was found to include the terminal phalanx of the thumb, together with the tendon of the flexor longus pollicis measuring ten inches, about half of which length had a fringe of muscular tissue hanging from the free borders, indicating the extent and the penniform arrangement of the fibers attached to it. Meyer cites a case in which the index finger was torn off and the flexor muscle twisted from its origin. The authors know of an unreported case in which a man running in the street touched his hand to a hitching block he was passing; a ring on one of his fingers caught in the hook of the block, and tore off the finger with the attached tendon and muscle. There is a similar instance of a Scotch gentleman who slipped, and, to prevent falling, he put out his hand to catch the railing. A ring on one of his fingers became entangled in the railing and the force of the fall tore off the soft parts of the finger together with the ring.\\n\\nThe older writers mentioned as a curious fact that avulsion of the arm, unaccompanied by hemorrhage, had been noticed. Belchier, Carmichael, and Clough report instances of this nature, and, in the latter case, the progress of healing was unaccompanied by any uncomfortable symptoms. In the last century Hunezoysky observed complete avulsion of the arm by a cannon-ball, without the slightest hemorrhage. The Ephemerides contains an account of the avulsion of the hand without any bleeding, and Woolcomb has observed a huge wound of the arm from which hemorrhage was similarly absent. Later observations have shown that in this accident absence of hemorrhage is the rule and not the exception. The wound is generally lacerated and contused and the mouths of the vessels do not gape, but are twisted and crushed. The skin usually separates at the highest point and the muscles protrude, appearing to be tightly embraced and almost strangulated by the skin, and also by the tendons, vessels, and nerves which, crushed and twisted with the fragments of bone, form a conical stump. Cheselden reports the history of a case, which has since become classic, that he observed in St. Thomas' Hospital in London, in 1837. A miller had carelessly thrown a slip-knot of rope about his wrist, which became caught in a revolving cog, drawing him from the ground and violently throwing his body against a beam. The force exerted by the cog drawing on the rope was sufficient to avulse his whole arm and shoulder-blade. There was comparatively little hemorrhage and the man was insensible to pain; being so dazed and surprised he really was unconscious of the nature of his injury until he saw his arm in the wheel.\\n\\nAccording to Billroth the avulsion of an arm is usually followed by fatal shock. Fischer, however, relates the case of a lion-tamer whose whole left arm was torn from the shoulder by a lion; the loss of blood being very slight and the patient so little affected by shock that he was able to walk to the hospital.\\n\\nMussey describes a boy of sixteen who had his left arm and shoulder-blade completely torn from his body by machinery. The patient became so involved in the bands that his body was securely fastened to a drum, while his legs hung dangling. In this position he made about 15 revolutions around the drum before the motion of the machinery could be effectually stopped by cutting off the water to the great wheel. When he was disentangled from the bands and taken down from the drum a huge wound was seen at the shoulder, but there was not more than a pint of blood lost. The collar-bone projected from the wound about half an inch, and hanging from the wound were two large nerves (probably the median and ulnar) more than 20 inches long. He was able to stand on his feet and actually walked a few steps; as his frock was opened, his arm, with a clot of blood, dropped to the floor. This boy made an excellent recovery. The space between the plastered ceiling and the drum in which the revolutions of the body had taken place was scarcely 7 1/2 inches wide. Horsbeck's case was of a negro of thirty-five who, while pounding resin on a 12-inch leather band, had his hand caught between the wheel and band. His hand, forearm, arm, etc., were rapidly drawn in, and he was carried around until his shoulder came to a large beam, where the body was stopped by resistance against the beam, fell to the floor, and the arm and scapula were completely avulsed and carried on beyond the beam. In this case, also, the man experienced little pain, and there was comparatively little hemorrhage. Maclean reports the history of an accident to a man of twenty-three who had both arms caught between a belt and the shaft while working in a woolen factory, and while the machinery was in full operation. He was carried around the shaft with great velocity until his arms were torn off at a point about four inches below the shoulder-joint on each side. The patient landed on his feet, the blood spurting from each brachial artery in a large stream. His fellow-workmen, without delay, wound a piece of rope around each bleeding member, and the man recovered after primary amputation of each stump. Will gives an excellent instance of avulsion of the right arm and scapula in a girl of eighteen, who was caught in flax-spinning machinery. The axillary artery was seen lying in the wound, pulsating feebly, but had been efficiently closed by the torsion of the machinery. The girl recovered.\\n\\nAdditional cases of avulsion of the upper extremity are reported by Aubinais, Bleynie, Charles, George, James, Jones, Marcano, Belchier, Braithwaite, and Hendry.\\n\\nAvulsion of the Lower Extremity.--The symptoms following avulsion of the upper extremity are seen as well in similar accidents to the leg and thigh, although the latter are possibly the more fatal. Horlbeck quotes Benomont's description of a small boy who had his leg torn off at the knee by a carriage in motion; the child experienced no pain, and was more concerned about the punishment he expected to receive at home for disobedience than about the loss of his leg. Carter speaks of a boy of twelve who incautiously put the great toe of his left foot against a pinion wheel of a mill in motion. The toe was fastened and drawn into the mill, the leg following almost to the thigh. The whole left leg and thigh, together with the left side of the scrotum, were torn off; the boy died as a result of his injuries.\\n\\nAshurst reported to the Pathological Society of Philadelphia the case of a child of nine who had its right leg caught in the spokes of a carriage wheel. The child was picked up unconscious, with its thigh entirely severed, and the bone broken off about the middle third; about three inches higher the muscles were torn from the sheaths and appeared as if cut with a knife. The great sciatic nerve was found hanging 15 inches from the stump, having given way from its division in the popliteal space. The child died in twelve hours. One of the most interesting features of the case was the rapid cooling of the body after the accident and prolongation of the coolness with slight variations until death ensued. Ashurst remarks that while the cutaneous surface of the stump was acutely sensitive to the touch, there was no manifestation of pain evinced upon handling the exposed nerve.\\n\\nWith reference to injuries to the sciatic nerve, Kuster mentions the case of a strong man of thirty, who in walking slipped and fell on his back. Immediately after rising to his feet he felt severe pain in the right leg and numbness in the foot. He was unable to stand, and was carried to his house, where Kuster found him suffering great pain. The diagnosis had been fracture of the neck of the femur, but as there was no crepitation and passive movements caused but little pain, Kuster suspected rupture of the sciatic nerve. The subsequent history of the case confirmed this diagnosis. The patient was confined to bed six weeks, and it was five months afterward before he was able to go about, and then only with a crutch and a stick.\\n\\nPark mentions an instance of rupture of the sciatic nerve caused by a patient giving a violent lurch during an operation at the hip-joint.\\n\\nThe instances occasionally observed of recovery of an injured leg after extensive severance and loss of substance are most marvelous. Morton mentions a boy of sixteen, who was struck by one of the blades of a reaping machine, and had his left leg cut through about 1 1/4 inches above the ankle-joint. The foot was hanging by the portion of skin corresponding to the posterior quarter of the circumference of the leg, together with the posterior tibial vessels and nerves. These were the only structures escaping division, although the ankle-joint itself was intact. There was comparatively little hemorrhage and no shock; a ligature was applied to the vessels, the edges of the wound were drawn together by wire sutures, and the cut surfaces of the tibia were placed in as good apposition as possible, although the lower fragment projected slightly in front of the upper. The wound was dressed and healing progressed favorably; in three months the wound had filled up to such an extent that the man was allowed to go on crutches. The patient was discharged in five months, able to walk very well, but owing to the loss of the function of the extensor tendons the toes dragged.\\n\\nWashington reports in full the case of a boy of eleven, who, in handing a fowling piece across a ditch, was accidentally shot. The contents of the gun were discharged through the leg above the ankle, carrying away five-sixths of the structure--at the time of the explosion the muzzle of the gun was only two feet away from his leg. The portions removed were more than one inch of the tibia and fibula (irregular fractures of the ends above and below), a corresponding portion of the posterior tibial muscle, and the long flexors of the great and small toes, as well as the tissue interposed between them and the Achilles tendon. The\\n\\nanterior tibial artery was fortunately uninjured. The remaining portions consisted of a strip of skin two inches in breadth in front of the wound, the muscles which it covered back of the wound, the Achilles tendon, and another piece of skin, barely enough to cover the tendon. The wound was treated by a bran-dressing, and the limb was saved with a shortening of but 1 1/2 inches.\\n\\nThere are several anomalous injuries which deserve mention. Markoe observed a patient of seventy-two, who ruptured both the quadriceps tendons of each patella by slipping on a piece of ice, one tendon first giving way, and followed almost immediately by the other. There was the usual depression immediately above the upper margin of the patella, and the other distinctive signs of the accident. In three months both tendons had united to such an extent that the patient was able to walk slowly. Gibney records a case in which the issue was not so successful, his patient being a man who, in a fall ten years previously, had ruptured the right quadriceps tendon, and four years later had suffered the same accident on the opposite side. As a result of his injuries, at the time Gibney saw him, he had completely lost all power of extending the knee-joint. Partridge mentions an instance, in a strong and healthy man, of rupture of the tendon of the left triceps cubiti, caused by a fall on the pavement. There are numerous cases in which the tendo Achillis has recovered after rupture,--in fact, it is unhesitatingly severed when necessity demands it, sufficient union always being anticipated. None of these cases of rupture of the tendon are unique, parallel instances existing in medical literature in abundance.\\n\\nMarshall had under his observation a case in which the femoral artery was ruptured by a cart wheel passing over the thigh, and death ensued although there were scarcely any external signs of contusion and positively no fracture. Boerhaave cites a curious instance in which a surgeon attempted to stop hemorrhage from a wounded radial artery by the application of a caustic, but the material applied made such inroads as to destroy the median artery and thus brought about a fatal hemorrhage.\\n\\nSpontaneous fractures are occasionally seen, but generally in advanced age, although muscular action may be the cause. There are several cases on record in which the muscular exertion in throwing a stone or ball, or in violently kicking the leg, has fractured one or both of the bones of an extremity. In old persons intracapsular fracture may be caused by such a trivial thing as turning in bed, and even a sudden twist of the ankle has been sufficient to produce this injury. In a boy of thirteen Storrs has reported fracture of the femur within the acetabulum. In addition to the causes enumerated, inflammation of osseous tissue, or osteoid carcinoma, has been found at the seat of a spontaneous fracture.\\n\\nOne of the most interesting subjects in the history of surgery is the gradual evolution of the rational treatment of dislocations. Possibly no portion of the whole science was so backward as this. Thirty-five centuries ago Darius, son of Hydaspis, suffered a simple luxation of the foot; it was not diagnosed in this land of Apis and of the deified discoverer of medicine. Among the wise men of Egypt, then in her acme of civilization, there was not one to reduce the simple luxation which any student of the present day would easily diagnose and successfully treat. Throughout the dark ages and down to the present century, the hideous and unnecessary apparatus employed, each decade bringing forth new types, is abundantly pictured in the older books on surgery; in some almost recent works there are pictures of windlasses and of individuals making superhuman efforts to pull the luxated member back--all of which were given to the student as advisable means of treatment.\\n\\nRelative to anomalous dislocations the field is too large to be discussed here, but there are two recent ones worthy of mention. Bradley relates an instance of death following a subluxation of the right humerus backward on the scapula It could not be reduced because the tendon of the biceps lay between the head of the humerus and a piece of the bone which was chipped off.\\n\\nBaxter-Tyrie reports a dislocation of the shoulder-joint, of unusual origin, in a man who was riding a horse that ran away up a steep hill. After going a few hundred yards the animal abated its speed, when the rider raised his hand to strike. Catching sight of the whip, the horse sprang forward, while the man felt an acute pain and a sense of something having given way at his shoulder. He did not fall off, but rode a little further and was helped to dismount. On examination a subcoracoid dislocation of the head of the humerus was found. The explanation is that as the weight of the whip was inconsiderable (four ounces) the inertia of the arm converted it into a lever of the first order. Instead of fulfilling its normal function of preventing displacement, the coraco-acromial arch acted as a fulcrum. The limb from the fingers to that point acted as the \\\"long arm,\\\" and the head and part of the neck of the humerus served as the \\\"short arm.\\\" The inertia of the arm, left behind as it were, supplied the power, while the ruptured capsular ligament and displacement of the head of the bone would represent the work done.\\n\\nCongenital Dislocations.--The extent and accuracy of the knowledge possessed by Hippocrates on the subject of congenital dislocations have excited the admiration of modern writers, and until a comparatively recent time examples of certain of the luxations described by him had not been recorded. With regard, for instance, to congenital dislocations at the shoulder-joint, little or nothing was known save what was contained in the writings of Hippocrates, till R. M. Smith and Guerin discussed the lesion in their works.\\n\\nAmong congenital dislocations, those of the hips are most common--in fact, 90 per cent of all. They are sometimes not recognizable until after the lapse of months and sometimes for years, but their causes--faulty developments of the joint, paralysis, etc.--are supposed to have existed at birth. One or both joints may be involved, and according to the amount of involvement the gait is peculiar. As to the reduction of such a dislocation, the most that can be done is to diminish the deformity and functional disability by traction and palliative measures with apparatus. The normal structure of the joint does not exist, and therefore the dislocation admits of no reduction. Congenital dislocations of the shoulder are also seen, owing to faulty development of the glenoid fossa; and at the knee, the leg generally being in extreme hyperextension, the foot sometimes resting on the abdomen. Congenital luxation of the femora, when it appears in adult women is a prominent factor in dystocia. There is a dislocation found at birth, or occurring shortly after, due to dropsy of the joint in utero; and another form due to succeeding paralysis of groups of muscles about the joint.\\n\\nThe interesting instances of major amputations are so numerous and so well known as to need no comment here. Amputation of the hip with recovery is fast becoming an ordinary operation; at Westminster Hospital in London, there is preserved the right humerus and scapula, presenting an enormous bulk, which was removed by amputation at the shoulder-joint, for a large lymphosarcoma growing just above the clavicle. The patient was a man of twenty-two, and made a good recovery. Another similar preparation is to be seen in London at St. Bartholomew's Hospital.\\n\\nSimultaneous, synchronous, or consecutive amputations of all the limbs have been repeatedly performed. Champeuois reports the case of a Sumatra boy of seven, who was injured to such an extent by an explosion as to necessitate the amputation of all his extremities, and, despite his tender age and the extent of his injuries, the boy completely recovered. Jackson, quoted by Ashhurst, had a patient from whom he simultaneously amputated all four limbs for frost-bite.\\n\\nMuller reports a case of amputation of all four limbs for frost-bite, with recovery. The patient, aged twenty-six, while traveling to his home in Northern Minnesota, was overtaken by a severe snow storm, which continued for three days; on December 13th he was obliged to leave the stage in a snow-drift on the prairie, about 110 miles distant from his destination. He wandered over the prairie that day and night, and the following four days, through the storm, freezing his limbs, nose, ears, and cheeks, taking no food or water until, on December 16th, he was found in a dying condition by Indian scouts, and taken to a station-house on the road. He did not reach the hospital at Fort Ridgely until the night of December 24th--eleven days after his first exposure. He was almost completely exhausted, and, after thawing the ice from his clothes, stockings, and boots,--which had not been removed since December 13th,--it was found that both hands and forearms were completely mortified up to the middle third, and both feet and legs as far as the upper third; both knees over and around the patellae, and the alae and tip of the nose all presented a dark bluish appearance and fairly circumscribed swelling. No evacuation of the bowels had taken place for over two weeks, and as the patient suffered from singultus and constant pain over the epigastric region, a light cathartic was given, which, in twenty-four hours, gave relief. The four frozen limbs were enveloped in a solution of zinc chlorid. The frozen ears and cheeks healed in due time, and the gangrenous parts of the nose separated and soon healed, with the loss of the tip and parts of the alae, leaving the septum somewhat exposed. On January 10th the lines of demarcation were distinct and deep on all four limbs, though the patient, seconded by his wife, at first obstinately opposed operative interference; on January 13th, after a little hesitancy, the man consented to an amputation of the arms. This was successfully carried out on both forearms, at the middle third, the patient losing hardly any blood and complaining of little pain. The great relief afforded by this operation so changed his aversion to being operated upon that on the next day he begged to have both legs amputated in the same manner, which was done, three days afterward, with the same favorable result. After some minor complications the patient left for his home, perfectly recovered, June 9, 1866.\\n\\nBegg of Dundee successfully performed quadruple amputation on a woman, the victim of idiopathic gangrene. With artificial limbs she was able to earn a livelihood by selling fancy articles which she made herself. This woman died in 1885, and the four limbs, mounted on a lay figure, were placed in the Royal College of Surgeons, in London. Wallace, of Rock Rapids, Iowa, has successfully removed both forearms, one leg, and half of the remaining foot, for frost-bite. Allen describes the case of a boy of eight who was run over by a locomotive, crushing his right leg, left foot, and left forearm to such an extent as to necessitate primary triple amputation at the left elbow, left foot, and right leg, the boy recovering. Ashhurst remarks that Luckie, Alexander, Koehler, Lowman, and Armstrong have successfully removed both legs and one arm simultaneously for frost-bite, all the patients making excellent recoveries in spite of their mutilations; he adds that he himself has successfully resorted to synchronous amputation of the right hip-joint and left leg for a railroad injury occurring in a lad of fifteen, and has twice synchronously amputated three limbs from the same patient, one case recovering.\\n\\nWharton reports a case of triple major amputation on a negro of twenty- one, who was run over by a train. His right leg was crushed at the knee, and the left leg crushed and torn off in the middle third; the right forearm and hand were crushed. In order to avoid chill and exposure, he was operated on in his old clothes, and while one limb was being amputated the other was being prepared. The most injured member was removed first. Recovery was uninterrupted.\\n\\nThere are two cases of spontaneous amputation worthy of record. Boerhaave mentions a peasant near Leyden, whose axillary artery was divided with a knife, causing great effusion of blood, and the patient fainted. The mouth of the vessel was retracted so far as to render ligature impossible, and the poor man was abandoned to what was considered an inevitable fate by his unenlightened attendants. Expecting to die every moment, he continued several days in a languid state, but the hemorrhage ceased spontaneously, and the arm decayed, shrunk, and dried into a mummified stump, which he carried about for quite a while. Rooker speaks of a fracture of the forearm, near the lower part of the middle third, in a patient aged fourteen. Incipient gangrene below the seat of fracture, with associate inflammation, developed; but on account of the increasing gangrene it was determined to amputate. On the fifth day the line of demarcation extended to the spine of the scapula, laying bare the bone and exposing the acromion process and involving the pectoral muscles. It was again decided to let Nature continue her work. The bones exfoliated, the spine and the acromial end of the scapula came away, and a good stump was formed. Figure 212 represents the patient at the age of twenty-eight.\\n\\nBy ingenious mechanical contrivances persons who have lost an extremity are enabled to perform the ordinary functions of the missing member with but slight deterioration. Artificial arms, hands, and legs have been developed to such a degree of perfection that the modern mechanisms of this nature are very unlike the cumbersome and intricate contrivances formerly used.\\n\\nLe Progres Medical contains an interesting account of a curious contest held between dismembered athletes at Nogent-Sur-Marne, a small town in the Department of the Seine, in France. Responding to a general invitation, no less than seven individuals who had lost either leg or thigh, competed in running races for prizes. The enterprising cripples were divided into two classes: the cuissards, or those who had lost a thigh, and jambards, or those who had lost a leg; and, contrary to what might have been expected, the grand champion came from the former class. The distance in each race was 200 meters. M. Roullin, whose thigh, in consequence of an accident, was amputated in 1887, succeeded in traversing the course in the remarkable time of thirty seconds (about 219 yards); whereas M. Florrant, the speediest jambard, required thirty-six seconds to run the same distance; and was, moreover, defeated by two other cuissards besides the champion. The junior race was won in thirty-five seconds, and this curious day's sport was ended by a course de consolation, which was carried off in thirty-three seconds by M. Mausire, but whether he was a cuissard or a jambard was not stated.\\n\\nOn several occasions in England, cricket matches have been organized between armless and legless men. In Charles Dickens' paper, \\\"All the Year Round,\\\" October 5, 1861, there is a reference to a cricket match between a one-armed eleven and a one-legged eleven. There is a recent report from De Kalb, Illinois, of a boy of thirteen who had lost both legs and one arm, but who was nevertheless enabled to ride a bicycle specially constructed for him by a neighboring manufacturer. With one hand he guided the handle bar, and bars of steel attached to his stumps served as legs. He experienced no trouble in balancing the wheel; it is said that he has learned to dismount, and soon expects to be able to mount alone; although riding only three weeks, he has been able to traverse one-half a mile in two minutes and ten seconds. While the foregoing instance is an exception, it is not extraordinary in the present day to see persons with artificial limbs riding bicycles, and even in Philadelphia, May 30, 1896, there was a special bicycle race for one-legged contestants.\\n\\nThe instances of interesting cases of foreign bodies in the extremities are not numerous. In some cases the foreign body is tolerated many years in this location. There are to-day many veterans who have bullets in their extremities. Girdwood speaks of the removal of a foreign body after twenty-five years' presence in the forearm. Pike mentions a man in India, who, at the age of twenty-two, after killing a wounded hare in the usual manner by striking it on the back of the neck with the side of the hand, noticed a slight cut on the hand which soon healed but left a lump under the skin. It gave him no trouble until two months before the time of report, when he asked to have the lump removed, thinking it was a stone. It was cut down upon and removed, and proved to be the spinous process of the vertebra of a hare. The bone was living and healthy and had formed a sort of arthrodial joint on the base of the phalanx of the little finger and had remained in this position for nearly twenty-two years.\\n\\nWhite has described a case in which a nail broken off in the foot, separated into 26 splinters, which, after intense suffering, were successfully removed. There was a case recently reported of a man admitted to the Bellevue Hospital, New York, whose arm was supposed to have been fractured by an explosion, but instead of which 11 feet of lead wire were found in it by the surgeons. The man was a machinist in the employ of the East River Lead Co., and had charge of a machine which converted molten lead into wire. This machine consists of a steel box into which the lead is forced, being pressed through an aperture 1/8 inch in diameter by hydraulic pressure of 600 tons. Reaching the air, the lead becomes hard and is wound on a large wheel in the form of wire. Just before the accident this small aperture had become clogged, and the patient seized the projecting wire in his hand, intending to free the action of the machine, as he had previously done on many occasions, by a sharp, strong pull; but in so doing an explosion occurred, and he was hurled to the floor unconscious. While on the way to the hospital in the ambulance, he became conscious and complained of but little pain except soreness of the left arm about the elbow. The swelling, which had developed very rapidly, made it impossible for the surgeons to make an examination, but on the following day, when the inflammation had subsided sufficiently, a diagnosis of fracture of the bones of the arm was made. There was no external injury of the skin of any magnitude, and the surgeons decided to cut down on the trifling contusion, and remove what appeared to be a fragment of bone, lodged slightly above the wrist. An anesthetic was administered, and an incision made, but to the amazement of the operators, instead of bone, a piece of wire one inch in length and 1/8 inch in diameter was removed. On further exploration piece after piece of the wire was taken out until finally the total length thus removed aggregated 11 feet, the longest piece measuring two feet and the shortest 1/4 inch. The wire was found imbedded under the muscles of the arm, and some of it had become wedged between the bones of the forearm. Probably the most remarkable feature of this curious accident was the fact that there was no fracture or injury to the bone, and it was thought possible that the function of the arm would be but little impaired.\\n\\nTousey reports a case of foreign body in the axilla that was taken for a necrotic fragment of the clavicle. The patient was a boy of sixteen, who climbed up a lamp-post to get a light for his bicycle lamp; his feet slipped off the ornamental ledge which passed horizontally around the post about four feet from the ground, and he fell. In the fall a lead pencil in his waistcoat pocket caught on the ledge and was driven into the axilla, breaking off out of sight. This was supposed to be a piece of the clavicle, and was only discovered to be a pencil when it was removed six weeks after.\\n\\nThere are several diseases of the bone having direct bearing on the anomalies of the extremities which should have mention here. Osteomalacia is a disease of the bones in adult life, occurring most frequently in puerperal women, but also seen in women not in the puerperal state, and in men. It is characterized by a progressive softening of the bone-substance, from a gradual absorption of the lime salts, and gives rise to considerable deformity, and occasionally to spontaneous fracture.\\n\\nRachitis or rickets is not a disease of adult life, but of infancy and childhood, and never occurs after the age of puberty. It seldom begins before six months or after three years. There are several theories as to its causation, one being that it is due to an abnormal development of acids. There is little doubt that defective nutrition and bad hygienic surroundings are prominent factors in its production. The principal pathologic change is seen in the epiphyseal lines of long bones and beneath the periosteum. Figure 213 shows the appearance during life of a patient with the highest grade of rachitis, and it can be easily understood what a barrier to natural child-birth it would produce. In rachitis epiphyseal swellings are seen at the wrists and ankle-joints, and in superior cases at the ends of the phalanges of the fingers and toes. When the shaft of a long bone is affected, not only deformity, but even fracture may occur. Under these circumstances the humerus and femur appear to be the bones most likely to break; there is an associate deformity of the head, known as \\\"craniotabes,\\\" together with pigeon-breast and various spinal curvature. The accompanying illustration is from a drawing of a skeleton in the Warren Museum in Boston. The subject was an Indian, twenty-one years of age, one of the Six Nations. His mode of locomotion was by a large wooden bowl, in which he sat and moved forward by advancing first one side of the bowl and then the other, by means of his hands. The nodules or \\\"adventitious joints\\\" were the result of imperfect ossification, or, in other words, of motion before ossification was completed.\\n\\nAnalogous to rachitis is achondroplasia, or the so called fetal rickets--a disease in which deformity results from an arrest, absence, or perversion of the normal process of enchondral ossification. It is decidedly an intrauterine affection, and the great majority of fetuses die in utero. Thomson reports three living cases of achondroplasia. The first was a child five months of age, of pale complexion, bright and intelligent, its head measuring 23 inches in length. There was a narrow thorax showing the distinct beads of rickets; the upper and lower limbs were very short, but improved under antirachitic treatment. The child died of pneumonia. The other two cases were in adults, one thirty-nine and the other thirty-six. The men were the same height, 49 inches, and resembled each other in all particulars. They both enjoyed good health, and, though somewhat dwarfed, were of considerable intelligence. Neither had married. Both the upper and; lower limbs showed exaggerations of the normal curves; the hands and feet were broad and short; the gait of both of these little men was waddling, the hunk swaying when they attempted to make any rapid progress.\",\"timestamp\":1639718893,\"title\":\"\\nReunion of Digits.--An interesting phenomenon noticed in relation to severed digits is their wonderful capacity for reunion.\"},\"digest\":\"LNl6Rj26AcoktIBHOSKj1cnjAR4Jw-8_jJRD3LuZgT0\",\"authorship\":{\"contributor\":\"0x24afE23f920156bA8F2a4d44dC48E4796972746b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YYZggyvN_iPxvHaNLLrwkawTnUEoWmSheISdGtD5JYE\\\",\\\"y\\\":\\\"PhkyyGe1bQ28Nc1L5oahXlGbk6lAaRx29KfeVhVdezE\\\"}\",\"signature\":\"O_vFRjRlP6AI0yzrc-Z3h0AYgFd0EKbL5OJNNZSQGx-sQ4PKvqZf34uR-1_7ZSRV8zuMDbLS-gOcrjxygMN-QA\",\"signingKeySignature\":\"0xb77495201bb17bd75da4d25558f8c59242fd0f96773d8446115ff7a3590a33bf43e84bb4254e20fcf8d8acee36a951a76226fd17571eeda0d472405dfb399e391b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YYZggyvN_iPxvHaNLLrwkawTnUEoWmSheISdGtD5JYE\\\",\\\"y\\\":\\\"PhkyyGe1bQ28Nc1L5oahXlGbk6lAaRx29KfeVhVdezE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LNl6Rj26AcoktIBHOSKj1cnjAR4Jw-8_jJRD3LuZgT0\"}"