"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/16IF0zRfppHBG8DW6YDcy.png?height=933&width=1400)\\n\\nOn December 19, 2021, at the 8th Old Friends Reunion Metaverse Carnival, we are pleased to have invited [Benjamin Rameau](https://twitter.com/rambo1stbld), Founder @[JennyDAO](https://twitter.com/JennyMetaverse), [Connor O’Day](https://twitter.com/connoroday0), Revenue Lead @[Gitcoin](https://twitter.com/gitcoin), [Jess Sloss](https://twitter.com/thattallguy), Instigator @[Seed Club](https://twitter.com/seedclubhq), Stephan Zhang, CTO @[UTU.ONE](https://twitter.com/utu_one) and with [Ishanee](https://twitter.com/Ishanee0x), Associate @[IOSG Ventures](https://twitter.com/IOSGVC) as the MC, to give us a thoughtful panel discussion!\\n\\n> *In response to a series of questions about DAOs raised by the host Ishanee, investment associate at IOSG Ventures: What are the evaluation criteria for successful DAOs? To what extent is the decentralization of DAO more appropriate? How to tap, discover, and motivate community members? What is the difference between a DAO and a listed company? Several DAO leaders shared their views.*\\n\\n**We’ve captured the full learnings and takeaways from their discussion below:**\\n\\n**[Ishanee](https://twitter.com/Ishanee0x), @[IOSG Ventures](https://twitter.com/IOSGVC)**\\n\\nHi, everyone. Thank you so much for taking the time out joining us here at the IOSG Metaverse Day2. I am Ishanee, one of the associates at IOSG. Shall we just take a minute to introduce everyone formally? Shall we start with you, Jess?\\n\\n**[Jess Sloss](https://twitter.com/thattallguy), @[Seed Club](https://twitter.com/seedclubhq)**\\n\\nSure. Thanks for having me. My name is Jess. I’m the co-creator of Seed Club. Seed Club is a DAO that builds and invests in tokenized communities. We run cohort programs where we bring in some of the top thinkers that are pushing at the edge of the social token, community token, and DAO Space, and help them launch and grow communities that own themselves. So we’re actually running our applications. I think they are still open right now, assuming this is done before the 20th of December. We’re recording on Tuesday. If you’re interested in launching a tokenized community, you should consider applying to the Seed Club fourth cohort.\\n\\n**[Ishanee](https://twitter.com/Ishanee0x), @[IOSG Ventures](https://twitter.com/IOSGVC)**\\n\\nThank you so much for that, Jess. Seed Club has some of the amazing communities and DAOs that they have launched as well. Recently they did their third cohort, and now as just mentioned, they’re doing the fourth cohort. Over to you, Connor from Gitcoin.\\n\\n**[Connor O’Day](https://twitter.com/connoroday0), @[Gitcoin](https://twitter.com/gitcoin)**\\n\\nYeah, absolutely. Thank you so much for having me. So my name is Connor O’Day. I work at Gitcoin. I’ve been in Gitcoin for a few years now, been working in the Ethereum space very much since 2015. But I’m a member of a few different DAOs. I like to try to participate where I can. My main role is with Gitcoin. I do a lot of our partnerships and biz dev work for our virtual events, hackathons, incubators, grants, and rounds. We’ve recently kicked off the Gitcoin. We were in a private entity, to now slowly transitioning into the DAO world. So it’s definitely an exciting time. Happy to be here and talk about it.\\n\\n**[Ishanee](https://twitter.com/Ishanee0x), @[IOSG Ventures](https://twitter.com/IOSGVC)**\\n\\nThank you so much for joining us. I think everyone knows about Gitcoin, so I don’t need to give an additional explanation there. Over to you, Benjamin. Benjamin’s from Unicly/JennyDAO.\\n\\n**[Benjamin Rameau](https://twitter.com/rambo1stbld), @[JennyDAO](https://twitter.com/JennyMetaverse)**\\n\\nHi, Ishanee. First of all, a very big thank you to IOSG. You guys are very supportive to entrepreneurs. It’s been a lot of fun working with you guys. I’m the founder of JennyDAO. We set out to make the most decentralized DAO in the world. I think a lot of DAOs are decentralized in the name only. The assets end up being held centrally by the creator of the DAO. This isn’t really an ideal situation. My view of decentralization is that the founders should be able to get, hopefully doesn’t, but should be able to get hit by a bus and the DAO should be able to continue functioning. Only the assets and even disposing of the assets without the founder’s presence. This is what we aim to do with JennyDAO. When we set out to do it, we realize that there is no infrastructure to support this. So we built a whole fractionalization platform called Unicly, which allows people to take NFTs and creates a governance token, which both represents ownership in the NFTs themselves but can also be the governance token that controls the DAO. This is what we’ve done. We’ve got a nice collection of NFTs. We’ve got the largest fractionalization platforms in terms of TVL.\\n\\n**[Ishanee](https://twitter.com/Ishanee0x), @[IOSG Ventures](https://twitter.com/IOSGVC)**\\n\\nYeah, you guys are doing some exciting stuff. Very JennyDAO. They’ve been acquiring some of the really fun assets. I’ve seen you guys… I think you got a bunch of Cool Cats a while back and a bunch of the other collections as well. If you guys ever if you’re interested, go ahead and take a look at the JennyDAO Collection on Unicly. Maybe you can put in a link to the board, one of our tweets, or something like that so that people can go check it out. Lastly, hi Stephen, nice to have you here as well with us. Do you want to do a quick introduction, please?\\n\\n**Stephan Zhang, @[UTU.ONE](https://twitter.com/utu_one)**\\n\\nThank you for having me here. Apologize I’ve got the wrong link. I am the founder of UTU.one. It’s a platform to allow anyone to create their DAO. Our vision is try to bring the barrier for average people to go into DAOs and benefit from blockchain technology. For the past 4 or 5 years, we’ve been trying to build DAO. But the key problem is the technology barrier for average people to understand what blockchain is to use external wallet to sign transactions, paying the higher transaction fee. So we try to solve that problem over the years. Now we have built this mobile app, be able to allow anyone who can use Facebook or Instagram social media platform to be able to create their own DAO and DAO token, and providing entire governance tools for them to run their private DAO however they want it. We have just launched our beta version in July this year. Now the 2.0 version is due to launch around Christmas time. So feel free to jump in and experiment with it. It’s absolutely free.\\n\\n**🔍 [Ishanee](https://twitter.com/Ishanee0x), @[IOSG Ventures](https://twitter.com/IOSGVC)**\\n\\nOk. Thank you so much. Guys, let’s move forward. I think one of the first things I would like to all ask you guys about is, besides the DAO you guys are creating yourself, who do you consider to be some of the most successful DAOs? Maybe you can give like a one or two liner on why you think that is. Open question to the panel.\\n\\n**[Connor O’Day](https://twitter.com/connoroday0), @[Gitcoin](https://twitter.com/gitcoin)**\\n\\nThat’s an interesting question, because the definition of success is different for everyone, but also the definition of a DAO is not entirely clear to me. In my opinion, the bitcoin network was one of the first DAOs. It’s obviously not the DAO as we see it today, with tally governance, voting and all of that. But it’s a collection of individuals that are trying to govern and upgrade a network together. Even Ethereum as a whole could be seen as a DAO in a lot of ways. That doesn’t really answer the question, but I guess in terms of what I think we’re thinking about, what DAOs are today. It’s a tough question. I don’t know. There are social DAOs, NFTs DAOs. I guess I’m curious what the rest do you think. What would you consider the most successful?\\n\\n**Stephan Zhang, @[UTU.ONE](https://twitter.com/utu_one)**\\n\\nCan I jump in here? I really think eos.io has been a successful DAO. I’ve been involved in the EOS starting from development. I was the core arbitrator of the EOS arbitration forum. I’m seeing this community has been growing. Now we have about two million token holders who are staking 95 percent of the token to the network. Also, I’m sure you all heard the news that the community has kicked out the original founding company Block.one out of the network, because they feel like the company is not doing much for the community. So I’m saying it’s really decentralized. And the software itself is really capable of building a DAO as we are using EOS as the underlying blockchain. Thanks.\\n\\n🔍 **[Ishanee](https://twitter.com/Ishanee0x), @[IOSG Ventures](https://twitter.com/IOSGVC)**\\n\\nYeah, Thanks for that. Jess and Benjamin, maybe you guys can also answer the question? And just chime in, what could be in your minds some successful metrics for the DAO?\\n\\n**[Benjamin Rameau](https://twitter.com/rambo1stbld), @[JennyDAO](https://twitter.com/JennyMetaverse)**\\n\\nSo the easiest metrics is obviously price performance. In this case, you’ve had a ConstitutionDAO, and you’ve had the PleasrDAO, with their Doge NFT which has attracted big communities, have had very positive price performance. That’s definitely the easiest to measure metric. But that doesn’t mean they’re perfect. I think every DAO has some kind of flaw and is usually trying to balance different aspects. I think efficiency of execution versus true decentralization and governance goals sometimes are conflicted with each other. If you look at what happened with ConstitutionDAO. I think it was a really good project, but they failed to buy the Constitution. they closed down the project, return the money to investors, and then the token shot up by 6x, and went up to like 1.5 bllion dollars. Whether that’s a successful DAO? It’s a successful token. I’m not sure if it’s a successful DAO though. When it’s a DAO, that’s void of a mission and any assets. We saw the Doge NFT which rose to 300 million dollars, which was just fantastic. I think it really brought a lot of attention to the whole fractionalization space, and has been a net positive to the industry. But nobody in the world would actually hope to acquire an NFT for 300 million dollars. So from that point of view, I think that the measure of of success, I think, has different aspects.\\n\\nI think where JennyDAO has really excelled so far has been in creating a true decentralization framework where there’s very few doubts out there that really allow people to give true ownership to the individual token holders. And we’ve acquired a beautiful collection of NFTs. But there’s still a lot of work ahead of us. I think that we’re got still a lot of work to integrate with guilds. I think that’s going to be a big theme for 2022 if we saw that DeFi was the big theme of 2020, and NFTs was the big theme of 2021. I’ve got a feeling that DAOs are going to be the big theme of 2022. We’ve still got a lot to explore.\\n\\n**🔍 [Ishanee](https://twitter.com/Ishanee0x), @[IOSG Ventures](https://twitter.com/IOSGVC)**\\n\\nYeah, absolutely. You brought up the point of decentralization. Very curious about that, how do you call a DAO decentralized? And to what extent should it be decentralized? You still need a leader. You still need the core community to be contributing and to be driving the project forward, but at the same time, you want to make sure that there is no single point of failure. So in your minds and your experiences as well running DAOs, how do you think those who are trying to build new DAOs should balance this very tricky slope?\\n\\n**[Benjamin Rameau](https://twitter.com/rambo1stbld), @[JennyDAO](https://twitter.com/JennyMetaverse)**\\n\\nI think it’s extremely important and really goes beyond just the issue of a single point of failure. I think that when we’ve got DAOs, we’ve basically got investment vehicles. The investment vehicles should not be run by a fund manager, whereas you just invest in a fund. To be a DAO you need to be decentralized, and token holders need to be in direct control of not just the decisions, but even of the assets themselves. There’s very good tooling that’s being developed for managing things like decisions. The Snapshot, there are these kinds of things. But just presenting decisions in front of your community and asking them to vote on this, not enough. I think it really takes to be a step beyond that where the DAO members need to be control of the assets\\n\\nboth in terms of acquisitions and even in terms of disposals. When they dispose of the assets, it needs to be their decision. They need to be able to receive the proceeds from those disposals. So this is the vision that I have. I think that we’re in a fortunate situation in that NFTs are on the chain, and this type of true on-chain governance is possible. But now that you’ve got DAOs talking about buying basketball teams and physical assets. I mean there’s a DAO that wants to buy the whole world. That’s the mission. They want to buy up all the real estate in the world.\\n\\n**[Ishanee](https://twitter.com/Ishanee0x), @[IOSG Ventures](https://twitter.com/IOSGVC)**\\n\\nWhich DAO is this?\\n\\n**[Benjamin Rameau](https://twitter.com/rambo1stbld), @[JennyDAO](https://twitter.com/JennyMetaverse)**\\n\\nI can’t remember. I just saw the idea. That was it was hilarious. But these kinds of things are probably going to become a lot more difficult. But I think we’re starting, we’re starting with one mission — it’s just to give true decentralized ownership of entities.\\n\\n**[Connor O’Day](https://twitter.com/connoroday0), @[Gitcoin](https://twitter.com/gitcoin)**\\n\\nSo I absolutely agree with all your points on decentralisation of DAOs and how that’s important. I would push back a bit on the main metric of success being the token price or that all DAOs need to be asset managers of some kind. I think there could be some incredibly successful DAOs with lots of token holders' active governance. Or at least they’re delegating and they’re involved. But the token price doesn’t necessarily need to be going up, up and up. It’s not all about speculation. You have, like social DAOs, like BanklessDAO and Friends With Benefits, even though maybe the tokens have been going up, I don’t necessarily think that they need to be going up for it to be successful. I think what’s more important is actually the user engagement and just what the DAOs are producing, or if they’re building something. I think MakerDAO is an interesting one to talk about here because they were a pretty early project. I think they’ve built an incredible product. Dai and Multi-Collateral Dai has kind of stood the test of time. The DAO is extremely efficient in a lot of ways. Obviously the token hasn’t necessarily mooned, but it’s an example of a super interesting project that has gotten a lot of engagement. But it’s not all about numbers going up I guess.\\n\\n**Stephan Zhang, @[UTU.ONE](https://twitter.com/utu_one)**\\n\\nI’d also like to give another angle on the centralization of the DAO. I totally agree decentralization is extremely important to give ownership back to the the users. At the same time, I’m looking at DAO from more broader spectrum. Not only investment but also there can be so many types of DAOs. Even a group of students can be a DAO. They can use their token just to vote who’s the best student of the month. So to what degree? I think we not only need to consider decentralization, but also usability and also cost-efficiency. I think a lot of us, especially me, I started from 2016, started about DAO experimenting. A lot of us are very… how to say, envisionist — perfect DAO and perfect decentralization. But sometimes we just need to have some room for it. Semi-decentralized and decentralized are for different types of DAOs. There are just so many different types of DAOs that require a different level of decentralization.\\n\\n**[Ishanee](https://twitter.com/Ishanee0x), @[IOSG Ventures](https://twitter.com/IOSGVC)**\\n\\nYeah, and I think what Benjamin was also trying to allude to, if I’m not wrong, was the fact that there are certain DAOs that people enter into, like Patronage DAO for example, where the goal is to make investments, right? So the ROI essentially is what people are trying to buy into in the first place. But of course, for MakerDAO and operational DAOs, where you have intentional products. I guess in those cases, that becomes less sensitive. The price is not that much of a value accrual process. Jess, you had some technical issues. Thanks for joining us back in. we’d love to hear your thoughts as well.\\n\\n**[Jess Sloss](https://twitter.com/thattallguy), @[Seed Club](https://twitter.com/seedclubhq)**\\n\\nCan you repeat the question? I think I missed the question. I can pick it up from what I hear you guys talking about here.\\n\\n**[Ishanee](https://twitter.com/Ishanee0x), @[IOSG Ventures](https://twitter.com/IOSGVC)**\\n\\nYeah. I think it’s a mishmash. We started off talking about the success metrics for a DAO, and the second thing being decentralization vs single point of entry and leadership driving the DAO.\\n\\n**[Jess Sloss](https://twitter.com/thattallguy), @[Seed Club](https://twitter.com/seedclubhq)**\\n\\nYeah. I think it’s funny we’re talking about DAOs as if there’s some monolithic thing. And really this is going to be, looking at a corporation or a limited liability company, it’s sort of the internet’s version of that. So what does a successful company or organization\\n\\nin the IRL space? There are a number of metrics. Those should be driven by the objectives of the organization. So there’s a lot of people talking about metrics right now for DAOs. Definitely, price is one of them. Definitely, engagement is one of them. But I don’t think any of those are ultimately important unless you know what you’re trying to move towards. That’s going to be DAO-specific and timing-specific for those organizations. As far as decentralization goes, I think we got hung up and tried to be too perfect and ideological for a number of years. And we’ve seen a huge growth in DAOs because we’ve taken a pragmatic approach generally. That’s usually involved or being signers on a multisig and some sort of composable toolset that teams are using to go build things. Snapshot Safe or multisig, just a token distribution, is the underlying tool that many of these projects are using. I think that’s been great. There is no shortage of things for us to try to figure out. Definitely, the goal needs to be pushed towards a broader, more decentralized, true decentralized entity. But the reality is the UX is not there. It’s not user-friendly right now. we’re better off experimenting and pushing forward right now. Absent that profession to learn how to better organize and get more people into the space. That’s broadly what’s happening right now. so it’s all like a spectrum, and I think we’re moving in the right direction.\\n\\n**🔍 [Ishanee](https://twitter.com/Ishanee0x), @[IOSG Ventures](https://twitter.com/IOSGVC)**\\n\\nThank you so much to everyone for sharing about that. I guess moving a little bit in the direction, diving a little bit deeper into DAOs and the operational part of it. One key question is how do you incentivize your core community or your core contributors? How do you identify them in the first place? And then how do you make sure to incentivize them? Open-ended question again.\\n\\n**[Connor O’Day](https://twitter.com/connoroday0), @[Gitcoin](https://twitter.com/gitcoin)**\\n\\nI was going to say, again there’s many different approaches to DAOs and types of DAOs. The two main ways I’m thinking about these things right now — there’re DAOs that are just launching from nothing. They’re going fully decentralized, launching a DAO, rallying behind some motive to buy a Constitution or to fractionalize this or govern that. Then we have projects who already exist. They might just be protocol. They might be a private entity that is now moving to decentralize what they already have. They may have already built up a community. It’s almost approaching from like the opposite side. For example, ENS is a core pillar in the Ethereum space at this point. They just launched their token and their DAO. And they’re moving over the keys to the multisig and progressively decentralizing from there. They already have a huge huge community. The same thing as ShapeShift is a really interesting one too, because they’ve been around for so long. It was kind of a centralized exchange, and then it was a decentralized exchange. But they’re still doing KYC. It’s still a private company. And they just kind of rip the band-aid off and said we’re going full DAO. No more company, like decentralize everything, which has been really really interesting to see. Then Gitcoin is kind of in a similar boat where we built up a pretty strong community of blockchain developers of Ethereum grantees projects. Now we’re moving to decentralize a lot of our products, which isn’t there yet, which maybe we’ll touch upon in a bit. But we have DAOs that are coming out of pre-existing communities. In that case you already have people that are part of the project, or want to contribute and want to join. Then we have DAOs that are being created out of nothing which is potentially even cooler if they can actually rally people around the cause. But again it’s always about incentives. People want to contribute and help, but people’s time is valuable. And I find it really interesting the people that are working for 4 different DAOs and have all these income streams and are able to contribute to so many different things. I don’t know if I could do that. I feel like I need to stay focused. It’s all about coordination and incentives at the end of the day.\\n\\n**[Jess Sloss](https://twitter.com/thattallguy), @[Seed Club](https://twitter.com/seedclubhq)**\\n\\nYeah. I have a couple of thoughts on this one. I think one of the things that have allowed so many of these DAOs to succeed right now is that they’ve really been incentivizing on a macro level than on a micro level. So for a long time, I think we were focused on mechanism design that was trying to drive forward certain types of content creation or more microeconomic design within DAOs. I think that’s very challenging. Really we haven’t seen a whole lot of progress there. But where we have seen progress is in aligning incentives at the overnance level with another level, so DAO governance tokens as being the thing that people earn or at least get exposure to for better contributions. So I think that’s a big thing that has led to a lot of progress too. I think there are two distinct groups of contributors to most projects. The barbell is the right way to think of this — on one side there’s usually a small core team or group that acts like a core team, that creates probably a significant amount of value per capita but is small in number. On the other side you have a much larger crowd that’s probably individually creating a smaller amount of value but on aggregate creates a significant amount of value. This is across the board. Whether it’s come from a company or decentralized or it’s sort of emerge from the Discord, it’s usually a small number of people that have the information and are putting their time and effort into it full time. For teams and DAOs to be successful, we need to recognize that type of commitment. And responsibility taking is key but also doesn’t work unless we can get the full value out of these communities unless there is a clear pathway for those broader members to contribute. I think on one side it looks a lot like having a regular stipend or reward or grant or salary. On the other side it looks like bounties or coordinate circles or some mixture of the two. My expectation is that we’ll see a lot more innovation in the compensation and reward models, because we’ve put that to the side to a degree, saying well we don’t exactly know how to do this properly. So we’re going to figure that out, but we’ll all be aligned on this big adventure by holding DAO governance tokens, and we can figure out the rest later. And now is later.\\n\\n**[Connor O’Day](https://twitter.com/connoroday0), @[Gitcoin](https://twitter.com/gitcoin)**\\n\\nYeah, just real quick on that note. I saw something from Forefront the other day, where if you’re working for the DAO…I just pull it up. If you’re there for two years full time, you’re eligible for an exchange program with other DAOs. Three years full-time, you can take a six-month paid sabbatical. Like giving health insurance stipends and travel funds, they’re providing real actual would-be employment benefits to DAO contributors, which we haven’t really seen a lot of DAOs do. There’s also the legal and liability aspect that is a whole another beast that will be tackled sometime in the future. Some people want what looks like a full time employment. Some people want to be contracting with a bunch of different projects. There’s a lot of ways to approach it.\\n\\n**[Benjamin Rameau](https://twitter.com/rambo1stbld), @[JennyDAO](https://twitter.com/JennyMetaverse)**\\n\\nI think if you’ve got a true ideological message, you will find people who will be ideologically driven and just volunteer all the time. These are the best members, because they’re the most passionate. They really believe in the vision and put in the most sweat and tears into making the DAO successful. But those people are the minority. And you can get a small group of hardcore contributors for that, but you’re not going to get mass market. People are “show me the incentive, I’ll show you the result”. People are economically incentivized most of the time. At the beginning with JennyDAO, we had this free for all system where anybody could put up proposals and anybody could vote. And it worked when we were small, and very quickly became chaotic. It started being moments where we had 3 proposals within a 2-day period with no respect to the timing of announcements or budgetary restraints from our Treasury. That clearly wasn’t working anymore. So we moved over. The community self-wrote on their own initiative a constitution and created council member roles. There’re 6 council members who get paid. At the beginning I didn’t expect them to put that much work, so they were getting very small salaries. Then all of a sudden they realized that these guys were super passionate, putting tons of work into it. They’re working like full time employees. So we decided to we voted to to quintuple their salary and that’s been working very well so far.\\n\\n**[Connor O’Day](https://twitter.com/connoroday0), @[Gitcoin](https://twitter.com/gitcoin)**\\n\\nAt Gitcoin we’re also looking into how we can compensate Stewards who aren’t necessarily working full time. But they are spending their time reading governance proposals and voting. They’re representing the people at delegate to them. But if you’re going to start compensating, then we’re thinking about how we can have Steward Report Cards and ways to judge their engagement. Make sure that people who want to get more engaged are properly compensated. So it’s a hard problem to solve.\\n\\n**[Benjamin Rameau](https://twitter.com/rambo1stbld), @[JennyDAO](https://twitter.com/JennyMetaverse)**\\n\\nSo Gods Unchained is taking a pretty good approach. They’re moving over to the DAO model and you can stake your token but you only receive staking rewards if you vote on proposals. That’s going to be interesting. Because all of a sudden you just token-staking is not good enough. You really need to be actively involved in governance.\\n\\n**[Jess Sloss](https://twitter.com/thattallguy), @[Seed Club](https://twitter.com/seedclubhq)**\\n\\nVoting is not active involvement in governance, right? That’s like paying somebody to go vote in an election. It’s really going to get people to participate, but I don’t know if that’s smart. I just think it’s great experiment, but there’s no easy solution here to get people deeply involved in caring about the discussion part of that proposal, which is more important than the actual voting.\\n\\n**[Benjamin Rameau](https://twitter.com/rambo1stbld), @[JennyDAO](https://twitter.com/JennyMetaverse)**\\n\\nThat’s true.\\n\\n**[Connor O’Day](https://twitter.com/connoroday0), @[Gitcoin](https://twitter.com/gitcoin)**\\n\\nI forget who did this, but recently I saw someone made a governance proposal that was like If you are a human, do not vote on this. And then it got a bunch of votes from the bots.\\n\\n**[Jess Sloss](https://twitter.com/thattallguy), @[Seed Club](https://twitter.com/seedclubhq)**\\n\\nI would have voted yes though.\\n\\n**Stephan Zhang, @[UTU.ONE](https://twitter.com/utu_one)**\\n\\nI like to jump in here. We talk a lot about the incentives for governance. Ben talked about the proposal system. I think what we really have touched on… this is a DAO panel. What we were talking about is absolute nonsense to average people. We talk about to let everyone to vote proposal, but essentially 95% of the population can’t get into the blockchain. Can’t get into DAO, even they are passionate about it. Because they don’t understand how to manage the private key or understand how to use a wallet, sign transactions staking the tokens. All of those just made it impossible like all founders of DAOs. Really the key question is not to experiment with the incentive or the governance model, but really bring the mass into the DAO, make them understand how easy to use, how to benefit from this. That is really the key. We talk about ConstitutionDAO. What happened? The real failure is this DAO's great initiative. It just can’t bring the people who are passionate about really into this DAO. There are 95% of people passionate about buying the Constitution, but they just can’t get into it. It’s just too hard to do. That is the key, if we really want to move forward to the future, to really bring the mass. As CZ said there are only 5% of the population now into crypto, it’s not because we’re not good enough, or the incentive is not good enough. It’s because the technology is too hard. Yeah.\\n\\n**[Jess Sloss](https://twitter.com/thattallguy), @[Seed Club](https://twitter.com/seedclubhq)**\\n\\nI don’t know if I buy that. Frankly, I think there are without a doubt there are UX challenges with it. But I think it’s more education and understanding. That’s actually probably the solution is more social than it is technological. Unfortunately, the ways that we can solve the UX challenges right now are actually watering down the fundamental value of crypto and of Web3 and of DAOs, which is the ownership of these digital assets and ownership staking networks. Most of the solutions right now, at least I think for the foreseeable future, are going to push that friction or benefit off to some other part of the value chain. So whether that’s in-app wallets, etc. But what I think is the most exciting part is, just look at the number of learning communities that are exploding across Web3 right now, The thing that we all have on this panel and probably many people listening have, is some semblance of a sense-making network that helps them make sense of what is a fast-paced ever-evolving really weird space. To be able to take action in a space, I think requires us to have a network of others that we can actually engage with. That we have peers that can support us, like WORD customer service in Web3. Well, it probably will live in a DAO of some sort. So, yes. I think there’s without a doubt, acknowledge there’s a UX challenge. I think it’s more of an education challenge. I also don’t think any of our DAOs would benefit from a million new users coming into it today. So I don’t think the volume of participants in the challenge. I think it’s competent understanding, high-value contributors that are ultimately the scarce resource right now. Of course, if we look at someone like ConstitutionDAO or those that are more coming together to buy something or aiming after that mainstream, yes without a doubt the gas fees that were unfortunate for a number of people. I do think that’s going to be in the minority in the large part, at least in the short term. I think designing for the masses right now might actually be a bit of a mistake.\\n\\n**[Connor O’Day](https://twitter.com/connoroday0), @[Gitcoin](https://twitter.com/gitcoin)**\\n\\nYeah. I guess on that point I would say that the user experience is way better than it was 1/2/3 years ago. We’ve come a very long way. It’s still difficult for someone new to set up a Metamask to secure their keys, but I feel like Snapshot Tally and the DAO tooling really have come a long way. The way I see this going mainstream isn’t necessarily a million people in a discord actively voting. The reality is most people don’t actively participate or vote. Delegation is going to be key. But making sure people still, care who they delegate to. But any online community can be a DAO. Think of any subreddit community or gaming community, or Costco memberships that could be a DAO one day, and every time you earn Costco points. There’s a lot of ways it can go more mainstream without everyone having to get in the weeds of the technicalities of it.\\n\\n**[Ishanee](https://twitter.com/Ishanee0x), @[IOSG Ventures](https://twitter.com/IOSGVC)**\\n\\nYeah, thanks. Thanks a lot guys.\\n\\n**Stephan Zhang, @[UTU.ONE](https://twitter.com/utu_one)**\\n\\nWe always sort of like directors of companies and try to educate all the employees on how the company runs, what’s the inside, how companies structure. Majority of the population doesn’t need education. They need to join a DAO and benefit from them like they join the internet and benefit from the internet, but they don’t need to understand the internet. That’s what I’m on. We have to solve the mass adoption issue to really bring DAO to the mainstream.\\n\\n**[Jess Sloss](https://twitter.com/thattallguy), @[Seed Club](https://twitter.com/seedclubhq)**\\n\\nGovernance tokens, though, right? If you’re launching a consumer application and exiting the community and there’s an airdrop. ENS maybe not be like an example for a broad market one, but you know like all of a sudden, my girlfriend got an airdrop of tokens and is now in crypto because of that airdrop of tokens for ENS I set up for her. She’s technically a member of that DAO. Probably not going to be voting. She delegated her votes to somebody else. I think that is an example of mainstream adoption to a degree. I don’t think everybody needs to vote, but at the edges like maybe 5 people coming together to buy NFTs or play some games together, is actually an interesting use case where I would agree with you that the user experience is maybe the big barrier.\\n\\n**Stephan Zhang, @[UTU.ONE](https://twitter.com/utu_one)**\\n\\nWe talk a lot about cryptocurrency, NFTs, and DAO, and Ethereum. I mean we are so in the box. There is a broader spectrum of DAOs. What I’m talking about each of the classes can be a DAO, each of the small communities, local communities can be a DAO. NGOs. We are transforming lots of NGOs becoming DAOs. Retail brands. I mean there’s just so much. And most of the majority of the people don’t need to understand it. They just need to simply use it and benefit from it.\\n\\n**[Ishanee](https://twitter.com/Ishanee0x), @[IOSG Ventures](https://twitter.com/IOSGVC)**\\n\\nI guess a way to look at it, it’s like DAO can either be companies and your LLC, or it can replace your Discord communities or Telegram groups.\\n\\n**Stephan Zhang, @[UTU.ONE](https://twitter.com/utu_one)**\\n\\nThat’s the mistake.\\n\\n**[Ishanee](https://twitter.com/Ishanee0x), @[IOSG Ventures](https://twitter.com/IOSGVC)**\\n\\nI’m assuming that what are you saying, you can have two of these different types of communities and DAOs.\\n\\n**Stephan Zhang, @[UTU.ONE](https://twitter.com/utu_one)**\\n\\nYeah, that’s the mistake we’ve made for the past 5 years, trying to educate employees about what the company is, trying to make everyone understand or participate, become an owner of a company. There are people that are passionate about it but they’re also people who just want to benefit. Majority 95% of the population that we’re not supposed to educate them, but instead of just bringing them naturally.\\n\\n**[Connor O’Day](https://twitter.com/connoroday0), @[Gitcoin](https://twitter.com/gitcoin)**\\n\\nYour homeowner's association or neighborhood watch could be a DAO. Your small local grocery store in your communities. I just mentioned this, but I’m I’m really excited. Apparently, Reddit is going to be tokenizing all their subreddits. I don’t even know what’s happening with that and what L2 they’re using or what the plan is. But things like that. You see a mainstream company that has these huge internet communities that probably have never touched blockchain, all of a sudden there’s some token some incentives. It could mess things up, but it would be really interesting to see exactly.\\n\\n**Stephan Zhang, @[UTU.ONE](https://twitter.com/utu_one)**\\n\\nThat is the future of DAO. Crypto community is a very tiny small proportion of DAO.\\n\\n**[Connor O’Day](https://twitter.com/connoroday0), @[Gitcoin](https://twitter.com/gitcoin)**\\n\\nYeah. But also DAOs aren’t going to solve everything, especially like the SushiSwap drama as of late as you guys have probably seen. It’s been interesting to follow along. Coordination is hard. Making things fully decentralized is difficult. There are cases where it probably makes sense that this is a private company or an actual legal entity. There’s some hierarchy to it. We’re all experimenting. So it’s fine but there’s definitely a balance. There are going to be DAOs that don’t succeed. If there’s a bear market, we’re going to see what projects people really care about and continue to contribute to, and which ones fade away.\\n\\n**🔍 [Ishanee](https://twitter.com/Ishanee0x), @[IOSG Ventures](https://twitter.com/IOSGVC)**\\n\\nWe’ve been talking about this for a while now. Just to move the panel forward. One of the questions I asked my friends yesterday. I’m doing this moderating this panel tomorrow, is there any particular question? All these guys that are attending are DAO experts themselves. What would you like to ask them? I think one question that’s really stuck with me was, the person asked when are you thinking about DAO, how is it different from a publicly listed company where the common shareholders also have a voting right? Is there a difference? I feel like there’s a lot to unpack with this question. I’m just going to throw this question at you guys. I think we’re going to have interesting comments on this one. who wants to take it?\\n\\n**[Connor O’Day](https://twitter.com/connoroday0), @[Gitcoin](https://twitter.com/gitcoin)**\\n\\nFirst, just say I wouldn’t claim myself to be a DAO expert. I don’t think there are many DAO experts out there. I think everyone’s kind of just figuring it out as they go. But yeah, it’s tough. That’s kind of what companies are — there are shareholders who technically can vote on big decisions and the board and management. But most people who are buying stocks aren’t voting on these things. But people think of DAO as these companies. That’s where you get into, like at least in the U.S., kind of iffy securities law territory where you’re not buying ownership in any entity if it’s just a governance token. You don’t own part of that company. You don’t have any claim on the assets. It’s a much different structure. I’m sure there’s going to be more SEC and lawsuits and all of that in the future for DAOs. That looks a lot more like private companies but the liability aspect is also an important one. If a DAO does something bad or breaks the law, there are some leaders of the DAO, or if not is everybody liable. There have been conversations on this. Do we crowdfund a Treasury for legal protection if bad things happen? There’s not really a hard answer or a good answer to it yet. It’s all an experiment. I keep saying that but I really believe it.\\n\\n**[Benjamin Rameau](https://twitter.com/rambo1stbld), @[JennyDAO](https://twitter.com/JennyMetaverse)**\\n\\nDAOs and companies should be very different. They’re not always very different, but they should be very different, in that DAOs really should start with the word decentralization. When the ConstitutionDAO went to Sotheby’s and auctioned for the Constitution, Sotheby’s ran into a problem that they had to KYC all 2000 members of the DAO, which was impossible. So they ended up with a person who acted as a representative of the DAO. All of a sudden you get a very centralized process. But it’s not just typical to ConstitutionDAO. I think they’re taking a pragmatic approach which a lot of other people are taking. And when you’ve got DAOs buying unreleased versions of Wu-Tang Clan CD, where’s that CD going to sit? Is it going to be in somebody, even if it’s a nice box, will it be in somebody’s living room? If the physical asset is inside someone’s living room, all of a sudden you’re extremely centralized. It, in my opinion, starts assembling a lot of what a company would look like. So it’s really crucial for not just decisions to be voted but actual real asset ownership to be controlled by the DAO members. This is a point that I stress over and over again. When you’ve guaranteed that, then you have achieved true decentralization and you are very different from what a company is. If you own stock in a company, you have some kind of legal entitlement over the assets of the company, but the assets of the company are not in your wallet. They’re controlled by somebody else who is supposed to act on your behalf. In order to avoid becoming a collective investment scheme, I think this distinction is very important.\\n\\n**Stephan Zhang, @[UTU.ONE](https://twitter.com/utu_one)**\\n\\nI’d like to give some of my two cents. So there are similarities and differences. I see Company and DAO essentially the ownership. A public company is owned by shareholders, and DAO is owned by token holders. But essentially what translates, give a real-world example, Facebook is owned by shareholders. In Web3 in DAO, that Facebook platform is supposed to be owned by all of its users — 2.8 billion users. And all of the users should have a right to say what was the rules of the platform, what content supposed to be allowed. But now it’s centralized. All decided by the operator Facebook. But I’m seeing in the DAO, all the rules of the platforms could be owned and decided by all of its users. Personally, I’m seeing DAO as an upgrade of the company. There are similarities but there’s a difference. One important aspect is efficiency. If I go to DAO, I can easily, not easily, but I can issue a token overnight and become a multibillion-dollar DAO. Whereas a company has to start from scratch, which means the company and all the shareholders go through all the centralized entities to enforce all the actions. But now on a DAO, it’s executed by code. So it’s now much more efficient and less costly.\\n\\n**[Jess Sloss](https://twitter.com/thattallguy), @[Seed Club](https://twitter.com/seedclubhq)**\\n\\nI think Benjamin is really onto something here. I think there’s a real challenge that comes when you have a DAO. It doesn’t own the assets or at least token holders don’t have custody of that assets. I think the pragmatic approach is that there might be multi signers in the middle of there, but ultimately we should be trying to get to a place where token holders have a say and they have the ultimate custody or control over these assets, which means that doing anything in the real world right now is challenging, just to say the least. The ConstitutionDAO is an example of that, whereas buying an NFT and fractionalize NFTs is maybe the exact opposite end of that. So I think the main difference is, we’re running organizations that are, as DAOs are governed by smart contracts and companies are governed by legal contracts. And there’s a lot of crossover happening right now, with legal rep DAOs or limited liability companies that have DAO governance voting. And I think those are all interesting. But truly the strong tech version of this is — we are building digital organizations owned by individuals who have digital ownership represented through tokens in networks and not firms. I don’t think we’ve fully seen. We’re still so new. I think Connor is right. This is still all very much an experiment. We’re part of this multi-decade transfer from the firm being the way that we coordinate work to economic activity to the network being the way we coordinate work and economic activity in the last 20 years of the internet. I think we’ll just be seen as the very early stages of that. The next 20 years will be us figuring out how to actually truly have ownership in these networks which are things essential for us to have an effective way for a human beings to still be in the technology loop moving forward.\\n\\n**[Ishanee](https://twitter.com/Ishanee0x), @[IOSG Ventures](https://twitter.com/IOSGVC)**\\n\\nYeah. Well, everyone thank you so much for your time. I think that’s all we have for today.\\n\\n# About IOSG\\n\\nIOSG Ventures, founded in 2017, is a community-friendly and research-driven early-stage venture firm. We focus on open finance, Web 3.0 and infrastructure for a decentralized economy. As a developer-friendly fund with long-term values, we launch the Kickstarter Program, which offers innovative and courageous developers capital and resources. Since we consistently cooperate with our partners and connect with communities, we work closely with our portfolio projects throughout their journey of entrepreneurship.\",\"timestamp\":1640942955,\"title\":\"Scaling Summit 2021 Panel Recap | Defining Successful DAOs and Community Building\"},\"digest\":\"9M7QbSS3tibtlqwJQRB6-E5UTESBNvP9nxbmuU2_MC8\",\"authorship\":{\"contributor\":\"0xd8159c4DD43FEe99FA86D0BAaCA7a9cC33334864\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IrNwRyyV5qeEAVKrYYbR2GwKgwV9oiBiSE4OmxNmg_A\\\",\\\"y\\\":\\\"crLJpYwXR67C4ldGG508kcIM-ReUBDH5YblmiE3RDmU\\\"}\",\"signature\":\"c54NTu3pHJ8O3sbr5qqgKBgqjJDjuUONG5Lqv_RJtUfG4tJ8V1ZBgUpnIw6Hj1BQ-uA8939Tqn_JG8aAgAjbbg\",\"signingKeySignature\":\"0x3cacac780fe70792bba7704453b9c0e94a2f67fde8f900d8fb3c5673ec818826037300d7a781c78d788fd5b8f77006f8346e179822bce17f127a3557e49a5e211c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IrNwRyyV5qeEAVKrYYbR2GwKgwV9oiBiSE4OmxNmg_A\\\",\\\"y\\\":\\\"crLJpYwXR67C4ldGG508kcIM-ReUBDH5YblmiE3RDmU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9M7QbSS3tibtlqwJQRB6-E5UTESBNvP9nxbmuU2_MC8\"}"