"{\"content\":{\"body\":\"It is in his followers, as one generally sees in such cases, that the weakness of his conceptions comes out.  Plotinus was an earnest thinker, slavishly enough reverencing the opinion of Plato, whom he quotes as an infallible oracle, with a \\\"He says,\\\" as if there were but one he in the universe:  but he tried honestly to develop Plato, or what he conceived to be Plato, on the method which Plato had laid down.  His dialectic is far superior, both in quantity and in quality, to that of those who come after him.  He is a seeker.  His followers are not.  The great work which marks the second stage of his school is not an inquiry, but a justification, not only of the Egyptian, but of all possible theurgies and superstitions; perhaps the best attempt of the kind which the world has ever seen; that which marks the third is a mere cloud-castle, an inverted pyramid, not of speculation, but of dogmatic assertion, patched together from all accessible rags and bones of the dead world.  Some here will, perhaps, guess from my rough descriptions, that I speak of Iamblichus and Proclus.\\n\\nWhether or not Iamblichus wrote the famous work usually attributed to him, which describes itself as the letter of Abamnon the Teacher to Porphyry, he became the head of that school of Neoplatonists who fell back on theurgy and magic, and utterly swallowed up the more rational, though more hopeless, school of Porphyry.  Not that Porphyry, too, with all his dislike of magic and the vulgar superstitions--a dislike intimately connected with his loudly expressed dislike of the common herd, and therefore of Christianity, as a religion for the common herd-- did not believe a fact or two, which looks to us, nowadays, somewhat unphilosophical.  From him we learn that one Ammonius, trying to crush Plotinus by magic arts, had his weapons so completely turned against himself, that all his limbs were contracted.  From him we learn that Plotinus, having summoned in the temple of Isis his familiar spirit, a god, and not a mere daemon, appeared.  He writes sensibly enough however to one Anebos, an Egyptian priest, stating his doubts as to the popular notions of the Gods, as beings subject to human passions and vices, and of theurgy and magic, as material means of compelling them to appear, or alluring them to favour man.  The answer of Abamnon, Anebos, Iamblichus, or whoever the real author may have been, is worthy of perusal by every metaphysical student, as a curious phase of thought, not confined to that time, but rife, under some shape or other, in every age of the world's history, and in this as much as in any.  There are many passages full of eloquence, many more full of true and noble thought:  but on the whole, it is the sewing of new cloth into an old garment; the attempt to suit the old superstition to the new one, by eclectically picking and choosing, and special pleading, on both sides; but the rent is only made worse.  There is no base superstition which Abamnon does not unconsciously justify.  And yet he is rapidly losing sight of the real eternal human germs of truth round which those superstitions clustered, and is really further from truth and reason than old Homer or Hesiod, because further from the simple, universal, everyday facts, and relations, and duties of man, which are, after all, among the most mysterious, and also among the most sacred objects which man can contemplate.\\n\\nIt was not wonderful, however, that Neoplatonism took the course it did. Spirit, they felt rightly, was meant to rule matter; it was to be freed from matter only for that very purpose.  No one could well deny that. The philosopher, as he rose and became, according to Plotinus, a god, or at least approached toward the gods, must partake of some mysterious and transcendental power.  No one could well deny that conclusion, granting the premiss.  But of what power?  What had he to show as the result of his intimate communion with an unseen Being?  The Christian Schools, who held that the spiritual is the moral, answered accordingly.  He must show righteousness, and love, and peace in a Holy Spirit.  That is the likeness of God.  In proportion as a man has them, he is partaker of a Divine nature.  He can rise no higher, and he needs no more.  Platonists had said--No, that is only virtue; and virtue is the means, not the end. We want proof of having something above that; something more than any man of the herd, any Christian slave, can perform; something above nature; portents and wonders.  So they set to work to perform wonders; and succeeded, I suppose, more or less.  For now one enters into a whole fairyland of those very phenomena which are puzzling us so nowadays-- ecstasy, clairvoyance, insensibility to pain, cures produced by the effect of what we now call mesmerism.  They are all there, these modern puzzles, in those old books of the long bygone seekers for wisdom.  It makes us love them, while it saddens us to see that their difficulties were the same as ours, and that there is nothing new under the sun.  Of course, a great deal of it all was \\\"imagination.\\\"  But the question then, as now is, what is this wonder-working imagination?--unless the word be used as a mere euphemism for lying, which really, in many cases, is hardly fair.  We cannot wonder at the old Neoplatonists for attributing these strange phenomena to spiritual influence, when we see some who ought to know better doing the same thing now; and others, who more wisely believe them to be strictly physical and nervous, so utterly unable to give reasons for them, that they feel it expedient to ignore them for awhile, till they know more about those physical phenomena which can be put under some sort of classification, and attributed to some sort of inductive law.\\n\\nBut again.  These ecstasies, cures, and so forth, brought them rapidly back to the old priestcrafts.  The Egyptian priests, the Babylonian and Jewish sorcerers, had practised all this as a trade for ages, and reduced it to an art.  It was by sleeping in the temples of the deities, after due mesmeric manipulations, that cures were even then effected. Surely the old priests were the people to whom to go for information. The old philosophers of Greece were venerable.  How much more those of the East, in comparison with whom the Greeks were children?  Besides, if these daemons and deities were so near them, might it not be possible to behold them?  They seemed to have given up caring much for the world and its course -\\n\\nEffugerant adytis templisque relictis Di quibus imperium steterat.\\n\\nThe old priests used to make them appear--perhaps they might do it again.  And if spirit could act directly and preternaturally on matter, in spite of the laws of matter, perhaps matter might act on spirit. After all, were matter and spirit so absolutely different?  Was not spirit some sort of pervading essence, some subtle ethereal fluid, differing from matter principally in being less gross and dense?  This was the point to which they went down rapidly enough; the point to which all philosophies, I firmly believe, will descend, which do not keep in sight that the spiritual means the moral.  In trying to make it mean exclusively the intellectual, they will degrade it to mean the merely logical and abstract; and when that is found to be a barren and lifeless phantom, a mere projection of the human brain, attributing reality to mere conceptions and names, and confusing the subject with the object, as logicians say truly the Neoplatonists did, then in despair, the school will try to make the spiritual something real, or, at least, something conceivable, by reinvesting it with the properties of matter, and talking of it as if it were some manner of gas, or heat, or electricity, or force, pervading time and space, conditioned by the accidents of brute matter, and a part of that nature which is born to die.\\n\\nThe culmination of all this confusion we see in Proclus.  The unfortunate Hypatia, who is the most important personage between him and Iamblichus, has left no writings to our times; we can only judge of her doctrine by that of her instructors and her pupils.  Proclus was taught by the men who had heard her lecture; and the golden chain of the Platonic succession descended from her to him.  His throne, however, was at Athens, not at Alexandria.  After the murder of the maiden philosopher, Neoplatonism prudently retired to Greece.  But Proclus is so essentially the child of the Alexandrian school that we cannot pass him over.  Indeed, according to M. Cousin, as I am credibly informed, he is the Greek philosopher; the flower and crown of all its schools; in whom, says the learned Frenchman, \\\"are combined, and from whom shine forth, in no irregular or uncertain rays, Orpheus, Pythagoras, Plato, Aristotle, Zeno, Plotinus, Porphyry, and Iamblichus;\\\" and who \\\"had so comprehended all religions in his mind, and paid them such equal reverence, that he was, as it were, the priest of the whole universe!\\\"\\n\\nI have not the honour of knowing much of M. Cousin's works.  I never came across them but on one small matter of fact, and on that I found him copying at second hand an anachronism which one would have conceived palpable to any reader of the original authorities.  This is all I know of him, saving these his raptures over Proclus, of which I have quoted only a small portion, and of which I can only say, in Mr. Thomas Carlyle's words, \\\"What things men will worship, in their extreme need!\\\" Other moderns, however, have expressed their admiration of Proclus; and, no doubt, many neat sayings may be found in him (for after all he was a Greek), which will be both pleasing and useful to those who consider philosophic method to consist in putting forth strings of brilliant apophthegms, careless about either their consistency or coherence:  but of the method of Plato or Aristotle, any more than of that of Kant or Mill, you will find nothing in him.  He seems to my simplicity to be at once the most timid and servile of commentators, and the most cloudy of declaimers.  He can rave symbolism like Jacob Bohmen, but without an atom of his originality and earnestness.  He can develop an inverted pyramid of daemonology, like Father Newman himself, but without an atom of his art, his knowledge of human cravings.  He combines all schools, truly, Chaldee and Egyptian as well as Greek; but only scraps from their mummies, drops from their quintessences, which satisfy the heart and conscience as little as they do the logical faculties.  His Greek gods and heroes, even his Alcibiades and Socrates, are \\\"ideas;\\\" that is, symbols of certain notions or qualities:  their flesh and bones, their heart and brain, have been distilled away, till nothing is left but a word, a notion, which may patch a hole in his huge heaven-and-earth- embracing system.  He, too, is a commentator and a deducer; all has been discovered; and he tries to discover nothing more.  Those who followed him seem to have commented on his comments.  With him Neoplatonism properly ends.  Is its last utterance a culmination or a fall?  Have the Titans sealed heaven, or died of old age, \\\"exhibiting,\\\" as Gibbon says of them, \\\"a deplorable instance of the senility of the human mind?\\\" Read Proclus, and judge for yourselves:  but first contrive to finish everything else you have to do which can possibly be useful to any human being.  Life is short, and Art--at least the art of obtaining practical guidance from the last of the Alexandrians--very long.\\n\\nAnd yet--if Proclus and his school became gradually unfaithful to the great root-idea of their philosophy, we must not imitate them.  We must not believe that the last of the Alexandrians was under no divine teaching, because he had be-systemed himself into confused notions of what that teaching was like.  Yes, there was good in poor old Proclus; and it too came from the only source whence all good comes.  Were there no good in him I could not laugh at him as I have done; I could only hate him.  There are moments when he rises above his theories; moments when he recurs in spirit, if not in the letter, to the faith of Homer, almost to the faith of Philo.  Whether these are the passages of his which his modern admirers prize most, I cannot tell.  I should fancy not:  nevertheless I will read you one of them.\\n\\nHe is about to commence his discourses on the Parmenides, that book in which we generally now consider that Plato has been most untrue to himself, and fallen from his usual inductive method to the ground of a mere e priori theoriser--and yet of which Proclus is reported to have said, and, I should conceive, said honestly, that if it, the Timaeus, and the Orphic fragments were preserved, he did not care whether every other book on earth were destroyed.  But how does he commence?\\n\\n\\\"I pray to all the gods and goddesses to guide my reason in the speculation which lies before me, and having kindled in me the pure light of truth, to direct my mind upward to the very knowledge of the things which are, and to open the doors of my soul to receive the divine guidance of Plato, and, having directed my knowledge into the very brightness of being, to withdraw me from the various forms of opinion, from the apparent wisdom, from the wandering about things which do not exist, by that purest intellectual exercise about the things which do exist, whereby alone the eye of the soul is nourished and brightened, as Socrates says in the Phaedrus; and that the Noetic Gods will give to me the perfect reason, and the Noeric Gods the power which leads up to this, and that the rulers of the Universe above the heaven will impart to me an energy unshaken by material notions and emancipated from them, and those to whom the world is given as their dominion a winged life, and the angelic choirs a true manifestation of divine things, and the good daemons the fulness of the inspiration which comes from the Gods, and the heroes a grand, and venerable, and lofty fixedness of mind, and the whole divine race together a perfect preparation for sharing in Plato's most mystical and far-seeing speculations, which he declares to us himself in the Parmenides, with the profundity befitting such topics, but which he (i.e. his master Syrianus) completed by his most pure and luminous apprehensions, who did most truly share the Platonic feast, and was the medium for transmitting the divine truth, the guide in our speculations, and the hierophant of these divine words; who, as I think, came down as a type of philosophy, to do good to the souls that are here, in place of idols, sacrifices, and the whole mystery of purification, a leader of salvation to the men who are now and who shall be hereafter.  And may the whole band of those who are above us be propitious; and may the whole force which they supply be at hand, kindling before us that light which, proceeding from them, may guide us to them.\\\"\\n\\nSurely this is an interesting document.  The last Pagan Greek prayer, I believe, which we have on record; the death-wail of the old world--not without a touch of melody.  One cannot altogether admire the style; it is inflated, pedantic, written, I fear, with a considerable consciousness that he was saying the right thing and in the very finest way:  but still it is a prayer.  A cry for light--by no means, certainly, like that noble one in Tennyson's \\\"In Memoriam:\\\"\\n\\nSo runs my dream.  But what am I? An infant crying in the night; An infant crying for the light; And with no language but a cry.\\n\\nYet he asks for light:  perhaps he had settled already for himself--like too many more of us--what sort of light he chose to have:  but still the eye is turned upward to the sun, not inward in conceited fancy that self is its own illumination.  He asks--surely not in vain.  There was light to be had for asking.  That prayer certainly was not answered in the letter:  it may have been ere now in the spirit.  And yet it is a sad prayer enough.  Poor old man, and poor old philosophy!\\n\\nThis he and his teachers had gained by despising the simpler and yet far profounder doctrine of the Christian schools, that the Logos, the Divine Teacher in whom both Christians and Heathens believed, was the very archetype of men, and that He had proved that fact by being made flesh, and dwelling bodily among them, that they might behold His glory, full of grace and truth, and see that it was at once the perfection of man and the perfection of God:  that that which was most divine was most human, and that which was most human, most divine.  That was the outcome of their metaphysic, that they had found the Absolute One; because One existed in whom the apparent antagonism between that which is eternally and that which becomes in time, between the ideal and the actual, between the spiritual and the material, in a word, between God and man, was explained and reconciled for ever.\\n\\nAnd Proclus's prayer, on the other hand, was the outcome of the Neoplatonists' metaphysic, the end of all their search after the One, the Indivisible, the Absolute, this cry to all manner of innumerable phantoms, ghosts of ideas, ghosts of traditions, neither things nor\\n\\npersons, but thoughts, to give the philosopher each something or other, according to the nature of each.  Not that he very clearly defines what each is to give him; but still he feels himself in want of all manner of things, and it is as well to have as many friends at court as possible-- Noetic Gods, Noeric Gods, rulers, angels, daemons, heroes--to enable him to do what?  To understand Plato's most mystical and far-seeing speculations.  The Eternal Nous, the Intellectual Teacher has vanished further and further off; further off still some dim vision of a supreme Goodness.  Infinite spaces above that looms through the mist of the abyss a Primaeval One.  But even that has a predicate, for it is one; it is not pure essence.  Must there not be something beyond that again, which is not even one, but is nameless, inconceivable, absolute?  What an abyss!  How shall the human mind find anything whereon to rest, in the vast nowhere between it and the object of its search?  The search after the One issues in a wail to the innumerable; and kind gods, angels, and heroes, not human indeed, but still conceivable enough to satisfy at least the imagination, step in to fill the void, as they have done since, and may do again; and so, as Mr. Carlyle has it, \\\"the bottomless pit got roofed over,\\\" as it may be again ere long.\",\"timestamp\":1639208741,\"title\":\"\\nWhether or not Iamblichus wrote the famous work usually attributed to him, which describes itself as the letter\"},\"digest\":\"RZSX24QHYy3VF4G2kDqoNyydUkA1MUtIIyn82BQ57RA\",\"authorship\":{\"contributor\":\"0x3F55F7d8879A09131180614410f6Ba3Af0a49E6d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3GVjA98f6uF9LhSQtVRMiQniv7QyIcgiuT92px-oqIs\\\",\\\"y\\\":\\\"bxcSOVMcw0OrjyKued6vLTVbdcMBBzg22fWFXGGBYOc\\\"}\",\"signature\":\"h-TSE5-XikKuA000AnecH44pwaDPV9ZERAANB9_5G-7nZJE92_yShFv8Mw9v9Spp_S9OPK1iEzQSr_qSfaV29Q\",\"signingKeySignature\":\"0x3409a61ca6002479c63cbe3f2f218aa6607d42868c44637e6a6c8ec85d78371e00cddaa6b306cf6e98ced87ddc331fbb6adee709258ad822954fca39ccd476f71c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3GVjA98f6uF9LhSQtVRMiQniv7QyIcgiuT92px-oqIs\\\",\\\"y\\\":\\\"bxcSOVMcw0OrjyKued6vLTVbdcMBBzg22fWFXGGBYOc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RZSX24QHYy3VF4G2kDqoNyydUkA1MUtIIyn82BQ57RA\"}"