"{\"content\":{\"body\":\" ****Magic****\\n\\n****﻿****20 years ago, last month, J.K Rowling (or Joanne as she was then known) published “Harry Potter and the Sorcerer’s Stone”. The first five hundred copies printed sold out immediately and five hundred million copies of the series eventually followed. Rowling created a fantasy world of wizardry and a new vocabulary: “Quidditch”, “Shrieking Shack”, “Skel-Gro” and “Slytherin” all dazzled the reader as part of a new lexicon.\\n\\nAs Distributed Ledger Technology (DLT) sprints forward another lexicon is forming: “Ommer”, “Patricia tree”, “Gas”, “Slashing condition”. It all sounds similarly magical, and it is. \\n\\nIt is Real World magical.\\n\\n****Bitcoin – the new fiat ****\\n\\nBitcoin has exploded into existence, challenging civilization’s thoughts and opinions about money and gold, offering a medium of exchange, a unit of account and a store of value for a digital age.\\n\\nGold has shone for 5000 years. Fiat money has been in strong circulation for 50 years, since the dropping of the Gold Standard and in lesser forms for much longer.\\n\\nBut let us not forget the Latin derivation of the word “fiat”. From the verb “fieri”, “fiat” means “let it be done”!\\n\\nFiat money has been the diktat of governments. One essential element for any fiat currency is a strong community of believers. Governments for the most part have done an exceptionally good job in engendering community for sovereign fiat money. As humans grow ever more technology influenced one important new community is that of cypher punks, computer scientists, engineers and hackers who through a passion for coding have created a New World. Broader swathes of less computer-savvy people now benefit from myriad creations, deployed on our smart phones, tablets and computers.\\n\\nAs the geeks have cried “let it be done”, Bitcoin has become fiat money and digital gold.\\n\\nNow a new and more important phase has begun. Digital assets are innovating in the capital formation space.\\n\\n****Ethereum – The Chamber of Secrets****\\n\\nEureka moments don’t come often. When they do the precursor is usually a muddle of clues in a fog of misinformation that finally crystallize into a clear vision. What now transpires is that ethereum is to capital markets what bitcoin is to fiat money and gold. Global Advisor’s journey to understand this has taken several steps as follows. \\n\\nIn May the price of bitcoin hit a new high of around $2000. There was much excitement. The driver for the bitcoin price is, as with any speculative asset, money flow. During this time, some exchanges have been signing up tens of thousands of people per day. Clients weren’t signing up to go short, in fact that’s not even possible at the most popular venues. As was detailed in GABI’s last letter the news flow was not actually that positive running up to this period, and only a proposed back-room deal to increase bitcoin block-size and some strong adoption in Asia seemed positive against an otherwise quite negative backdrop.\\n\\n During the same period, the “WannaCry” hack struck hundreds of thousands of computers. From experience observing the markets, bearish news for bitcoin usually stems from negative regulatory comments, issues with blockchain technology itself (like chain saturation and associated high fees and slow confirmation times) and finally hacks of bitcoin-related accounts. The WannaCry hack, though it didn’t impact bitcoin directly, caused a collateral outcry with major newspapers carrying editorials and letters calling for a global crackdown on bitcoin, the WannaCry hackers’ chosen currency for extortion. This event and commentary put GABI in a very defensive strategy.\\n\\n Later in May, and in the face of all the negative sentiment, bitcoin prices exploded yet further, peaking close to $3000. This was a highly counter-intuitive move and caused the manager to think very hard about what else might be going on.\\n\\n The clue was in the drop in so-called bitcoin dominance index. This is defined as the percentage that bitcoin value holds as a proportion of all digital assets. When GABI launched, the total network value (market cap) of all assets was around $6 billion, of which bitcoin was 95% plus. At the highs in May, network values peaked at over $100 billion – with bitcoin’s share dropping below 50%. It was other coins and tokens that were driving value, outperforming bitcoin while dragging the whole complex higher.\\n\\n The next clue came from one of Global Advisor’s portfolio start-up companies, [Aventus.io](http://www.aventus.io/). The manager had already seen several entities raising capital through crowd-funding in digital assets. Organisations like MaidSafe, Antshares, Tao Networks, some friends at Melonport and even the Ethereum Foundation itself had done crowd sales – raising in the form of either bitcoin or ethereum and issuing eponymous tokens whose value was in some way linked to the technology they were developing. Many observers had naively assumed this activity was just kick-starter with bitcoin. It turns out to be far more important.\\n\\n Alan Vey and Annika Monari, the founders of Aventus, suggested that they do a crowd sale, or Initial Coin Offering. As Global Advisors focussed more on this the magic became clearer.\\n\\n Aventus is a company that Global Advisors seeded a year after the founders graduated from Imperial College, London. Imperial College and its Crypto Currency Research and Engineering lab are hotbeds of DLT innovation and inspire brilliant graduates of which Alan and Annika are prime examples. The ICO they proposed brought together all the key components of how such a process should be done. The keys are:\\n\\n*    An inspired, technically capable, diligent and passionate team;\\n*   An idea to solve a real-world problem that cannot be solved with any technology except DLT;\\n*   A token whose value is clearly tied to the success of an open source protocol;\\n*   An implementation that cannot be forked into a free, token-less system and thus not relying solely on network effect.\\n\\n Generally, any ICO should be judged on the above criteria.\\n\\n So the idea was to sell newly-minted coins, Avent Coins or AVT, created under the ERC20 protocol on the ethereum blockchain – this sale is ongoing. The assets raised are then housed in a well-managed foundation whose goal is to promote, develop and foster community in a new protocol which solves for problems in the event ticketing space. Addressing fraud, touting, identity, resales – it will give control over all these areas which have been a perennial problem. Finally, Aventus the Company will develop paid access tools which other companies, developers and promoters can use to deploy onto the new protocol.\\n\\n The tokens issued are not equity. They represent access to an as-yet unconstructed universe. In as much as there is demand for such tokens and access to the utility for this and, in respect of other tokens, access to other utilities – then these tokens and other tokens have value. They are equity-like.\\n\\n Bancor (BNT) provided the final piece of the puzzle. The Bancor protocol enables built-in price discovery and a liquidity mechanism for tokens on smart contract blockchains. See [www.bancor.network](http://www.bancor.network/).\\n\\n Bancor, a company Global Advisors had not heard of three months ago, sprung on to the scene after an unconstrained ICO in June. With no fixed cap, they raised $160 million in the space of an hour or so. The issue was in such demand that incoming requests to the ethereum blockchain slowed confirmation times dramatically as transactions stacked up for processing.\\n\\n Bancor gave a money-back guarantee backed by 80% of the ethereum raised should the market price of BNT fall below the issue price. Sure enough, a few days later in an overall market sell off, BNT traded to par. Bancor issued a statement saying the buy-back was activated. It was the way they did that that was striking.\\n\\n Bancor wrote directly to the BNT smart contract -- sitting on ethereum -- allowing sellers to exchange out of their BNT for the par value in ETH. They did not place a bid on an exchange, they did not provide an address to send coins for refund – it was a directly coded instruction. If you put that in other parlance, Bancor wrote a smart contract on top of a smart contract that had the effect of being a good-till-cancelled bid for a spread between BNT and ETH.\\n\\n ***This was the Eureka moment****.*\\n\\nIf you can place a bid in this way, you can place any order in any way. What the world is seeing here is the genesis of a truly peer-to-peer distributed market place in digital assets. This differs significantly from the methodology to date where, ironically, centralised exchanges have been the nexus for transactions not just from fiat money to digital assets but also amongst and between assets.\\n\\n ****Implications for bitcoin****\\n\\nThe one thing the managers of GABI did not expect to be feeling anytime soon as managers of a bitcoin strategy was old-fashioned. Of course, as a management firm, participating to some degree though involvement in Aventus has given Global Advisors a front row seats into this evolution. Additionally, Global Advisors has also decided to move very rapidly to react to the market and have launched CoinShares Fund I LP – a private fund investing in tokens of various kinds. That fund closed permanently to new investment in June.\\n\\n Bitcoin, it seems, has continued value as a baseline digital asset. Frequently, there has become a negative correlation between bitcoin and the ethereum/ERC20 universe as capital moves into one and out of the other in a risk-on, risk-off fashion. This is the first consistent pair relationship witnessed in digital assets. So it seems ETH & BTC are not competitors but symbionts. GABI has maintained a strong view of a $4000 bitcoin forecast, in place since December 2015, for bitcoin by end 2017.                       \\n\\n****In Conclusion****\\n\\nThe management of GABI, and global advisors is witnessing a brand-new capital formation process, spawning non-equity, but equity-like tokens, tradeable on an entirely unconstrained, global, frictionless, immutable, peer to peer marketplace.\\n\\nNowhere will this have more appeal than in China.\\n\\nWho knows what a candlestick manufacturer might have felt in 1879 on first sight of Thomas Edison’s light bulb? Perhaps stock market owners and operators around the Globe will soon be feeling the same.\\n\",\"timestamp\":1637586436,\"title\":\"Ethereum - The \\\"Chamber of Secrets\\\"\"},\"digest\":\"ew9lW2feN3dtCgeMFS5zyxLR9GuKKl99yPLV48Malp4\",\"authorship\":{\"contributor\":\"0xFF22455eAFaE32F1680EacF9EBC962Fd4F22b35d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1fuWgV0WWOu9a96UmW3tZDRFhIZHfQEql9fs9z37cwU\\\",\\\"y\\\":\\\"L-pgaiuKi2WkWbyT5HabR04s9ZDgtkuRjTJ8SvblyUU\\\"}\",\"signature\":\"Jwnpt3MBnSMDK3oW3XZRS1_1PpDCDaugvIQaLG8y-Tf5c-9Wvr5xMS2mQqEBKZJKaToTtAMIAtfvhbF4m4RcFw\",\"signingKeySignature\":\"0xe9b44ac43b89268875c5794f354437556c545a94edc6db335ecdd352f19c2c7421c01fb71de81a96d4da980a27d5a84ae0605ad5d7b29573d88da7ea87a093931b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1fuWgV0WWOu9a96UmW3tZDRFhIZHfQEql9fs9z37cwU\\\",\\\"y\\\":\\\"L-pgaiuKi2WkWbyT5HabR04s9ZDgtkuRjTJ8SvblyUU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ew9lW2feN3dtCgeMFS5zyxLR9GuKKl99yPLV48Malp4\"}"