"{\"content\":{\"body\":\"姑苏林府。 \\n  \\n 主人林如海是盐政御史，其妻是荣府史太君之女，贾赦、贾政的胞妹，二人生有一女，乳名黛玉，所以宝玉、黛玉是姑表兄妹。 \\n  \\n 黛玉六岁那年，母亲亡故。外祖母史太君怜念黛玉无人依傍，特地派人去接。 \\n  \\n 黛玉不忍离父。 \\n  \\n 父亲林如海劝说：“我年将半百，再无续弦之意。你多病，年又小，上无亲母教养，下无姐妹兄弟扶持，如今去依傍外祖母及舅家姐妹，正好消去我内心的担忧。” \\n  \\n 黛玉听了，洒泪拜别父亲，随了奶娘及荣府派来的几个老妇登船北上。 \\n  \\n 京城贾府气象非凡：街东的宁国府与街西的荣国府，两宅相连，占了大半条街。 \\n  \\n 黛玉虽然是到外婆家，仍告诫自己须步步留心，时时在意，不要多说一句话，不可多行一步路，别被人耻笑了去。 \\n  \\n 一声“林姑娘到了”，黛玉被接进荣国府内房。抬眼看时，只见两个人搀着一位鬓发如银的老太太迎上来。 \\n  \\n 黛玉知是外祖母，正要下拜，早被外祖母一把搂入怀中，“心肝儿肉”地叫着哭起来。 \\n  \\n 黛玉也哭个不歇。众人慢慢地劝解住了，黛玉方拜见大舅母、二舅母，并和众姐妹相见。 \\n  \\n 众人见黛玉年纪虽小，但举止言谈不俗，身体面庞虽弱不胜衣，却自有一种风流态度。 \\n  \\n 姐妹知她有体虚不足的病症，就问：“常服何药？为什么不赶紧治好？” \\n  \\n 黛玉说：“我生来如此，从会吃饭时就吃药，至今未断。也不知请了多少名医，均不见效。那一年才三岁，记得请来了一个癞头和尚，说要化我去出家。我父母当然不从。和尚说既舍不得她，只怕她的病一生也不能好了！若要好，除非从此以后总不许听见哭声；凡有外姓亲友，一概不见，方可平安了此一生。这和尚疯疯癫癫说了一通，也没有人理他。如今还是吃人参养荣丸。” \\n  \\n 贾母说：“正好，我这里正配丸药呢，叫他们多配一副就是了。” \\n  \\n 一语未了，只听后院中高声笑语：“我来迟了，我来迟了！” \\n  \\n 黛玉纳闷：“这里这些人，个个敛声屏气，恭肃严整。这来的是谁．这样放诞无礼？” \\n  \\n 只见一群媳妇丫头拥着一个丽人，从后房门走了进来。 \\n  \\n 黛玉连忙起身迎接。 \\n  \\n 贾母笑着：“你不认得她！她是我们这里有名的一个泼辣货，你只叫她风辣子就是。” \\n  \\n 众姐妹忙告诉她说：“这是琏二嫂子。” \\n  \\n 黛玉曾听母亲说过，大舅贾赦之子贾琏，娶的是二舅母王氏的内侄女，自幼假充男儿教养，学名王熙凤。 \\n  \\n 黛玉忙赔笑见礼，以“嫂”称呼。 \\n  \\n 王熙风拉着黛玉的手，上下细细打量了一回，仍送回贾母身边坐下，笑着说：“天下真有这样标致的人儿，我今儿才算见到了！况且这通身的气派，不像老祖宗的外孙女儿，倒似嫡亲的孙女！怨不得老祖宗天天口头心头一时不忘——只可怜我这妹妹这样命苦，怎么姑妈偏就去世了！”说着便用手帕拭泪。 \\n  \\n 贾母说：“我才好了你倒来招我。你妹妹远路才来，身子又弱，也才劝住了，快别再提了。” \\n  \\n 王熙凤听了，忙转悲为喜，说：“正是呢！我一见了妹妹，一心都在她身上了，又是欢喜，又是伤心，竟忘了老祖宗了。该打，该打。” \\n  \\n 王夫人接着对黛玉说：“有一句话嘱咐你。你姐妹几个倒都极好，以后一处念书认字学针线，或是偶一玩笑，都没关系。只有一件不放心，我有一个孽根祸胎，是家里的混世魔王，今天到庙里还愿去了，还没回来。你只不要睬他，你的这些姐妹都是不敢招惹他的。” \\n  \\n 黛玉早就听母亲说起，有个表哥，顽劣异常，就笑着说：“舅母说的可是衔玉而生的哥哥？在家时母亲常说，这位哥哥比我大一岁，虽性情不好，但对姐妹们却是极好的。况我来了，自然和姐妹们同处，弟兄们自是别院另室的，我当然不会去招惹的。” \\n  \\n 王夫人笑着说：“你不知缘故。他自幼有老太太疼爱，原是同姐妹们一处娇养惯了的。若姐妹们不理他，他倒还安静些；若一日姐妹们和他多说一句话，他一高兴，就生出许多事来。所以嘱咐你别理会他。他嘴里一时甜言蜜语，一时有天无日，疯疯傻傻，你别信他。” \\n  \\n 正说话间，只听外面一阵脚步响。丫头进来说：“宝玉来了。” \\n  \\n 进来一位年轻公子，头上戴着束发嵌宝紫金冠，齐眉勒着二龙戏珠金抹额，面若中秋之月，色如春晓之花，脖子上挂着金螭璎珞，又有一根五色丝绦系着一块美玉。 \\n  \\n 黛玉一见，心下大吃一惊：好生奇怪，倒像在哪里见过的，怎么这样眼熟！ \\n  \\n 这宝玉向贾母、母亲请了安。 \\n  \\n 贾母命他来见黛玉。 \\n  \\n 宝玉早已看见多了一个姐妹，料定是姑妈之女，忙来行礼。归了座细看，只见这表妹形容与众不同：两弯似蹙非蹙笼烟眉，一双似喜非喜含情目，态生两靥之愁，娇袭一身之病。闲静如娇花照水，行动似弱柳扶风。 \\n  \\n 宝玉看罢，笑着说：“这个妹妹我曾见过的。” \\n  \\n 贾母道：“又胡说了！你何曾见过她？” \\n  \\n 宝玉说：“虽没见过，却看着面熟，倒像是久别重逢一般。” \\n  \\n 贾母听了，十分高兴地说：“好！好！这么说更和睦了。” \\n  \\n 宝玉走到黛玉身边坐下，问：“妹妹尊名是哪两个字？”黛玉说了名。宝玉又问表字。黛玉说：“无字。”宝玉笑：“我送妹妹‘颦颦’二字。” \\n  \\n 探春问有何出处。 \\n  \\n 宝玉说：“《古今人物通考》上说，‘西方有石名黛，可代面眉之墨’。这妹妹眉尖若蹙，取这两个字，岂不两妙！” \\n  \\n 探春笑：“只恐又是你的杜撰。” \\n  \\n “除‘四书’外，杜撰的太多，偏只我是杜撰不成？”宝玉说着又问黛玉，“可也有玉没有？” \\n  \\n 黛玉想：可能因他有玉，所以才问我，就答：“我没有玉。想来那玉也是一件稀罕物，哪能人人都有。” \\n  \\n 宝玉听了，顿时发起痴狂病来，他摘下脖子上的玉，狠命摔去，口中骂道：“什么稀罕物！连人的高下都不识，还说通灵不通灵呢！我也不要这东西了。” \\n  \\n 贾母急得搂住宝玉道：“孽障！你生气，要打人骂人都行，何苦摔那命根子！” \\n  \\n 宝玉满面泪痕，哭道：“家里姐姐妹妹都没有，单我有，我说没趣；如今来了这么一个神仙似的妹妹也没有，可知这不是个好东西。” \\n  \\n 贾母忙哄他：“你这妹妹原有这个玉来着，因你姑妈去世时，舍不得你妹妹，就将她的玉带了去，一来尽你妹妹的孝心，二来你姑妈在阴间见玉就算见了女儿了，因此你妹妹只说没有……你还不好生戴上！” \\n  \\n 宝玉听如此说，也就不生别论。 \\n  \\n 黛玉此次来只带了自己的奶娘王嬷嬷和一个十岁的丫头雪雁，贾母就将自己身边的丫头紫鹃给了黛玉。 \\n  \\n 紫鹃陪侍黛玉，住在碧纱橱内。宝玉的乳母李嬷嬷并大丫头名叫袭人的，陪侍宝玉，住在碧纱橱外面的大床上。 \\n  \\n 晚上，宝玉及李嬷嬷已睡了，袭人见里面黛玉还未睡下，就悄悄进来道：“姑娘怎么还不安歇？” \\n  \\n 紫鹃说：“林姑娘正在这里伤心，自己流泪抹眼的，说‘今儿才来就惹出宝哥哥的狂病，倘或摔坏了那玉，岂不因我之过。’我好容易劝好了。” \\n  \\n 袭人说：“姑娘快别如此！将来只怕比这个更稀奇的笑话还多着呢。如果为他这种行为多心伤感，只怕你伤感不过来了呢。快别多心！” \\n  \\n 黛玉答应着。\",\"timestamp\":1636791628,\"title\":\"第二回 天上掉下个林妹妹\"},\"digest\":\"r3Vo5hvknOLTylCqMsQFVDSDP3HcvbzYwUUP-FKUbfM\",\"authorship\":{\"contributor\":\"0x951caA28EAc03Fac390699a8516717C0836482f1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lwDqpJWEMxHb99WIDWtx16Qm5GCkoFiVFZVdN9InCSU\\\",\\\"y\\\":\\\"Ms5rbVt-4lgvNp6SAONknPhRAe9RDraDP9FzcNMtCy0\\\"}\",\"signature\":\"Ya58XM7u7L1HjZum_Z_CW9s6haXp9UYJhBzc34sAgqLE0nUXWiCE6gEuZ_OZymRw_Csih03hMyAWS-t9o6apuA\",\"signingKeySignature\":\"0x28435eca4a4e1648cdb9450651f5bc67ed2294eb80594fd6cb59ca1aadeb52ca5652c356b768fd63a27c2f0b85c8692c60b73ebc098dc3e889cae0f89060dfcd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lwDqpJWEMxHb99WIDWtx16Qm5GCkoFiVFZVdN9InCSU\\\",\\\"y\\\":\\\"Ms5rbVt-4lgvNp6SAONknPhRAe9RDraDP9FzcNMtCy0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"r3Vo5hvknOLTylCqMsQFVDSDP3HcvbzYwUUP-FKUbfM\"}"