"{\"content\":{\"body\":\"Through the universe, condensed the dark yellow heaven and earth......Even if you get rid of the six samsara, you can't escape the turbulence of that day...\\n\\nThe demon cemetery is located in the central area of the Tianyuan continent. In addition to burying the strongest and top practitioners in the different kinds of human beings in the whole cemetery, each grave is buried with an ancient god or demon, which is the resting place of the demon.\\n\\nThe cemetery is covered with green grass and fragrant flowers. If it were not for the forest of steles, we would call it a garden.The mausoleum is surrounded by tall snow maple trees, but the mausoleum is unique, legend has it that the spirit of the dead.\\n\\nSnow maple green leafy, swaying gently with the breeze, as if in memory of the former glory, white petals flawless white, such as snowflakes in the air long floating, this is god's tears, like telling that once sad.\\n\\nDay and night in the cemetery are diametrically opposite.\\n\\nDuring the day, the immortal air is dense here, and the holy light is spread over every inch of the cemetery. You can see all kinds of gods transformed from the powerful immortal thoughts of ancient gods and demons, and even see western angels dancing and hear eastern fairies singing. The whole cemetery is in a sacred atmosphere.\\n\\nIf this is god's paradise by day, it is devil's paradise by night.\\n\\nAs the sun set and night fell, the dark spirit began to surge out of the graveyard, eclipsing the moon and stars and making the sky and earth pale.At this time, you can see the legend of the evil god illusion, ghost shadow raging in the cemetery, you can hear the ancient evil spirit of the scalp tingling long and sad howl.\\n\\nHoly and horrible god and demon cemetery is the east of the mainland of Heaven, the west practitioners of the common worship of the holy garden, during the day can often see people come to the memorial, even to the night can also see some special practitioners to mourn, such as: the Eastern body, the Western magician of the undead...\\n\\nThe cemetery is most peaceful except at sunset, when the whole place is silent.\\n\\nIt's sunset time again, and it's time for gods and demons to alternate. The afterglow of sunset renders the Cemetery of gods and Demons solemn and eerie.\\n\\nEvery tomb had been carefully cared for, and every tomb was filled with flowers.\\n\\nThere was a small, low grave beside the tall graves of the gods and demons. It was unobtrusive, no tombstone, no flowers, a simple mound of earth almost level with the ground.As the years passed and the wind and rain eroded, the unmarked tomb lay forgotten in a corner.\\n\\nIn the sunset glow, the graves of gods and demons loom larger, while the unmarked ones look less conspicuous.At that moment, however, a change took place in the small, low tomb. It began to crack and the earth from the top began to roll down.\\n\\nOne pale hand came out of the grave, and then another, clinging to the edge of the grave, and a young man with a vacant face crept slowly up from the grave, his tousled hair smeared with mud, his tattered clothes clinging to his body.Apart from his unusually pale face, the young man looked very ordinary, the kind of character you would never notice in a crowd.\\n\\n\\\"What is this place? Why am I here?\\\"The young man muttered to himself, looking more confused at the mass of graves before him.\\n\\nSuddenly he was fascinated by the inscription on a nearby tomb. It would have been a surprise to see the young man gazing intently at the ancient writing at which even the old scholars of the Anticulture Association could only shake their heads and sigh.\\n\\nAt the moment of reading the inscription, the young man's face changed dramatically and exclaimed: \\\"The tomb of the Eastern warrior god zhan Wuji, is this... is this true? Is this really zhan Wuji, the legendary figure who reigned all over the world in those days?\\n\\n\\\"The tomb of Caesar, the Western god of war, Caesar? Is it the Western god in gold armour and sword in hand?\\\"\",\"timestamp\":1634809276,\"title\":\"Out of the ol\"},\"digest\":\"KfUqy4lUGJoKoCbkXaQ4Id99FPNxewgT19WLDSJUSYA\",\"authorship\":{\"contributor\":\"0xCf7752bA6e7A55151e9E2B23137E42b51f40a7AF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c68T4XUY0xcdgFb8gcaho7ciqXHKiIyrDjjIOzpD5HQ\\\",\\\"y\\\":\\\"0noMP319eMRFwLHTxrz1okDmdr9Vt3yAvsQHGyfjtpA\\\"}\",\"signature\":\"WR8KprR7aPn5AjUpS8xHwx9IJF7pWPGQ7j179Dy4SEgJfmR93gEkH0689IYmAA_hec-MXvzl5r_xo2qlju40_A\",\"signingKeySignature\":\"0xf1541cc0f9057349d3a47ddb3531741131159b1c6e6bbc98e643b5b2c98c2b0d197e59515fd4397c52e2cac6d8bee9c91a1d664599ee82921bbdda5a575913741c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"c68T4XUY0xcdgFb8gcaho7ciqXHKiIyrDjjIOzpD5HQ\\\",\\\"y\\\":\\\"0noMP319eMRFwLHTxrz1okDmdr9Vt3yAvsQHGyfjtpA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KfUqy4lUGJoKoCbkXaQ4Id99FPNxewgT19WLDSJUSYA\"}"