"{\"content\":{\"body\":\"## Letting Go Is Going To Give You More Control Over Your Life\\n\\nYes, you heard me right, letting go of the control in your life will benefit you more than trying to hold on to what happens around you. Let's dive right into it and find out why...\\n\\n![letting_go.jpg](https://images.ecency.com/p/qjrE4yyfw5pJD9LKQ1BG3BAmr5TYaANmrJEBZ9YLn5ZPKvLejPmGmk8Vvbu6gmdySHQmdBQS4q1DztduHxq9dbKq9JMVpqy9V7Pyk6Yrf9UP4FpUKXNLmZQ2.png?format=match&mode=fit)\\n\\n## New perspective\\n\\nThe biggest benefit comes, in my opinion, from the idea of letting thoughts pass by while you only observe them. If you manage to do that, you can more precisely pick where to put your effort and focus on. When you react to everything and everyone, you gain an immediate and most often unnecessary reaction upon the world around you, you get angry about illusionary things or use your empathy to get hurt because someone else is in pain. If you just observe your surroundings without reacting, you can choose where you really need to put your energy, and life will flow smoother for you, you gain the ability to rearrange your priorities, focusing and doing what is really important to you. What is not necessary or out of your control will be left behind.\\n\\n## You are going to know...\\n\\nYou are going to know what is important to you and whatnot, what is capable of transforming, and what is not just a made-up problem in your mind. We often emotionally drain ourselves from things out of our control or things that are not real at all - which is the worst in my opinion. If you drain yourself with this emotional baggage you will repeatedly suffer, because you cannot do anything about it. Pain is responsible for signaling you to change the cause of the problem, and when your problem cannot be changed, but you continue to experience pain, you will suffer repeatedly until you let go and accept your reality of the situation, which will improve your psychological strength.\\n\\n![letting_go_2.jpg](https://images.ecency.com/p/HNWT6DgoBc1692QWn5trsGLxi44TrGuNZJMEdibAzSr1rJcF3cQobkgxpCdgWnHoTekg9Lj7T64Fm96RoR2MMDRY21E5Cb5gqzKAPb7os1pTTsnB2NH71QREHnE.png?format=match&mode=fit)\\n\\n## You begin to ask questions\\n\\nWhen you are observing and not reacting - every thought comes with a question, before being a trigger for your emotions or/and actions. You right off the bat ask yourself - is this a real thought that affects my reality or is it just an illusion, an unnecessary bag full of worries about things I cannot change? Then you proceed to do something based on the answer you get. So that gives you plenty of room for control. The questions may vary from person to person, but they are crucial and beneficial for every human being.\\n\\n## How can we let go?\\n\\nAfter we have discussed the positives let's see how can we actually achieve it. Like everything else, it needs practice. You need to put yourself in a scenario where you experience thoughts that depend on your reaction to trigger a chain of more thoughts, and you need to be able to observe them - so your best friend here is meditation. Nothing else. Because when you sit by yourself in a quiet room without any sound, besides your breath and heartbeat, you begin to get intrusive thoughts that feed off of your emotions to become bigger and stronger. That's is how you get your perfect conditions to practice letting go.\\n\\nYou then need to observe every thought which comes by. Feel the emotion that is being communicated to you and stop yourself from reacting upon it. Use the sounds of your heartbeat and breath as a focus point – whenever you get caught in a thought loop or emotional roller-coaster, focus on these two sounds to get back to reality. As you continue to practice this method of letting go, you will control more of your reality – managing your time smarter, focusing on what is important, and changing what can be beneficial to you.\\n\\n## In the end\\n\\nLetting go is a paradoxical control mechanism that can help you regain the missing power within your life, by using what you already have within you. The mind of every individual is a battle of which thought is right and which isn’t, by letting go you automatically win the battle. This is a smart move where you surrender in order to win every time. So are you willing to make your life better?\",\"timestamp\":1639399659,\"title\":\"Letting Go Is Going To Give You More Control Over Your Life\"},\"digest\":\"Xab8pIPBixZ5yuhqOPGqJqnxuuJYdEPQFcDzCRh8Sfk\",\"authorship\":{\"contributor\":\"0xe8433f4FD93e119A7bdfdf01DaB215A13F615644\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RikZpqCtomgsrcRoAkoa6HFrzepe4ccHsLYcQcAJ6JY\\\",\\\"y\\\":\\\"snWpoJQDHOgdvHBlXKJOxiQKIwl5J40qq9T8QDwLzGs\\\"}\",\"signature\":\"N1ZdePmclnCnrg2dSFRMy5bGhgezsEC7r20gB_a55vZvI88bozbjhogQIpmlqbJkjfiAHUX2UNTNgp0vca_3yg\",\"signingKeySignature\":\"0x487a89876c3c3aaa934f262260e6d2b1e80bc4020305bb487b7ceb95fb6f16d8353ac91efe34836262c22f95dc413c65f0de8bfea478ac61f40076cc4ebfeac81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RikZpqCtomgsrcRoAkoa6HFrzepe4ccHsLYcQcAJ6JY\\\",\\\"y\\\":\\\"snWpoJQDHOgdvHBlXKJOxiQKIwl5J40qq9T8QDwLzGs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Xab8pIPBixZ5yuhqOPGqJqnxuuJYdEPQFcDzCRh8Sfk\"}"