"{\"content\":{\"body\":\"## NFTs exploded, Coinbase stock went public, El Salvador bought the dip and China cracked down on bitcoin miners, while Solana’s SOL tokens and Polygon’s MATIC shot up by multiples of 90 or more. Here’s how crypto traders played it.\\n\\nIt was another characteristically unpredictable year in cryptocurrency markets.\\n\\nBitcoin staged a powerful rally to start off 2021, punctuated by tweets from the billionaire Tesla founder Elon Musk that sent prices soaring for the joke token dogecoin. Soon, though, China’s crackdown on cryptocurrency mining and increasingly nagging concerns over the Bitcoin blockchain’s environmental footprint cast a pall over the market. Instead, crypto traders aped into all sorts of bets on NFTs, video game-linked tokens like Axie Infinity’s AXS and up-and-coming blockchains like Solana and Terra. (Were they fads or a technological revolution?) El Salvador adopted bitcoin as legal tender, and the largest cryptocurrency eventually hit a new all-time high around $69,000. But by the end of the year it was clear bullish traders wouldn’t realize the (widely predicted) dream of a $100,000 print.\\n\\nWe’ve assembled a chronological rundown of the most salient moments in crypto markets in 2021 – highlighting key lessons and takeaways from this fast-evolving corner of global finance. Warning: There will be volatility.\\n\\n## Bitcoin Starts Off in a Frenzy\\n\\n*Chicago Board of Trade traders, 1949 (Stanley Kubrick via Wikimedia Commons)*\\n\\nBitcoin ([BTC](https://www.coindesk.com/price/bitcoin/)) started 2021 on a strong note, gaining nearly 40% during the first week of January and surging to a new all-time high of around $40,000.\\n\\nIt was such a powerful and explosive rally – and, yes, cryptocurrency volatility is the norm – that not everyone was convinced the rally could be sustained.\\n\\nRetail traders piled in, while some institutional investors started to raise concerns about rampant speculation. After all, bitcoin had traded as low as $3,850 as recently as the prior year,\\n\\nDemand from [institutional investors](https://www.coindesk.com/markets/2020/12/22/druckenmiller-jones-and-bitcoins-perfect-trading-machine/) was said to have been the cause for the astronomical rise of the top cryptocurrency by market capitalization in the fourth quarter of 2020, when [Paul Tudor Jones](https://www.coindesk.com/business/2020/05/11/hedge-fund-pioneer-paul-tudor-jones-says-he-holds-1-2-of-assets-in-bitcoin/), [Stanley Druckenmiller](https://www.coindesk.com/markets/2020/11/09/billionaire-hedge-fund-investor-druckenmiller-says-he-owns-bitcoin-in-cnbc-interview/) and [MicroStrategy](https://www.coindesk.com/markets/2021/01/22/microstrategy-buys-the-dip-adds-10m-to-bitcoin-treasury/) said they had jumped into the market.\\n\\nIn December of that year, Jeff Dorman, chief investment officer at crypto asset management firm Arca, [told CoinDesk](https://www.coindesk.com/markets/2020/12/19/what-this-digital-asset-investment-firm-missed-and-capitalized-on-in-2020/) that “there is a good chance that actively managed hedge funds and passive indexes built around high allocations to bitcoin have a very short shelf life.”\\n\\nBitcoin quickly advanced from $30,000 to $40,000 within the first five trading days of January – an impressive gain that fueled even more market excitement.\\n\\nThe sharp price rise in BTC contributed to a $1.1 billion profit for Ruffer Investments, a U.K.-based investment management firm, in just five months. By June, Ruffer stated that a [“speculative frenzy”](https://www.ft.com/content/9c822636-9f6f-457e-9fe8-90b1507f2500) in cryptocurrencies forced the firm to exit its bets on further gains.\\n\\nAnd Ruffer wasn’t alone in its concern about market exuberance. Volatile price swings caused other institutional investors to doubt a prolonged crypto rally.\\n\\n*Scott Minerd, chief investment officer of Guggenheim Partners.*\\n\\nScott Minerd, chief investment officer at the Guggenheim global investment firm, [said](https://www.coindesk.com/markets/2021/01/28/guggenheim-cio-says-institutional-demand-not-there-to-sustain-bitcoin-above-30k/) he didn’t believe bitcoin’s investor base was “big enough” or “deep enough” to keep prices at current levels.\\n\\n“Right now, the reality of the institutional demand that would support a $35,000 price or even a $30,000 price is just not there,” he said.\\n\\nAround the same time, a [JPMorgan analyst](https://www.coindesk.com/markets/2021/01/19/bitcoins-price-must-pass-40k-to-halt-exodus-of-traders-jpmorgan-analysts/) said a bearish outlook could emerge if bitcoin failed to claw its way back over $40,000, leading to steeper losses over the ensuing weeks.\\n\\nThe price was going up, but it all seemed like a lot of speculation. How long could the rally last?\\n\\nA few funds established bitcoin positions but didn’t “[hold on for dear life](https://www.coindesk.com/markets/2019/02/02/the-history-of-hodl/)” – a commonly misconstrued [back formation](https://en.wikipedia.org/wiki/Back-formation) of the crypto-jargon term “HODL,” which originally appeared as a [fast-typing (or maybe drunk?)](https://twitter.com/Mandrik/status/1472226979441221635/photo/1) person’s attempt to type the world “hold.”\\n\\n## Musk pumps bitcoin and dogecoin\\n\\n*Image posted on Feb. 4, 2021, by Elon Musk's Twitter account. (@elonmusk/Twitter, modified by CoinDesk)*\\n\\nAs bitcoin ([BTC](https://www.coindesk.com/price/bitcoin/)) soared in February, social media, particularly Twitter, appeared to take on an expanded role in cryptocurrency markets, with prices jumping in response to tweet after tweet. It became clear that investor appetite for risk remained strong despite earlier concerns about rampant speculation.\\n\\nA series of [posts](https://twitter.com/elonmusk/status/1357914696645414913?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1357914696645414913%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fwww.tradingview.com%2Fsymbols%2FBTCUSD%2Fhistory-timeline%2F) by Tesla CEO Elon Musk and [then-Twitter CEO](https://www.coindesk.com/business/2021/11/29/jack-dorsey-expected-to-step-down-as-twitter-ceo-report/) Jack Dorsey helped to push bitcoin higher from $40,000 in January to nearly $57,000 in February. The viral effects of social media pushed retail traders into full-on buy mode, with bones thrown to the doggy-themed joke token dogecoin ([DOGE](https://www.coindesk.com/price/dogecoin/)) that added billions of dollars to that cryptocurrency’s market value.\\n\\nOn social media, some traders banded together in an effort to keep crypto prices elevated – similar to the way retail traders in traditional markets had coordinated to [roil stocks like GameStop](https://www.coindesk.com/policy/2021/03/02/how-regulating-gamestops-market-manipulation-could-harm-crypto/).\\n\\nFor example, Musk, ranked by Forbes as the [world’s richest person](https://www.yahoo.com/now/reaching-300-billion-influencing-crypto-200038045.html#:\\\\~:text=As%20of%20Dec.%206%2C%20Forbes,has%20%2470%20billion%20in%20total.), added the #Bitcoin hashtag to his Twitter profile, contributing to an immediate 11% BTC price rally. Shortly afterward, Dorsey also added the #Bitcoin hashtag to his Twitter profile.\\n\\n*Musk's and Dorsey's Twitter profiles (Twitter, CoinDesk)*\\n\\nThe bitcoin endorsements by Musk and Dorsey went viral, inspiring a league of traders who dismissed the cautionary warnings of more experienced investors. It all seemed like a lot of fun. (”Laser eyes” became a [thing](https://www.coindesk.com/markets/2021/02/22/first-mover-laser-eyes-cant-stop-correction-as-bitcoin-tumbles-to-53k/).) And bitcoin was not the only cryptocurrency to advance.\\n\\nMusk also suggested in a tweet that dogecoin might be “the future currency of earth.” Musk’s involvement in the dog token tribe helped send DOGE moooonning (his word), along with other alternative cryptocurrencies.\\n\\nSuch hijinks kept the crypto party going. Here’s a look at relative performance in January; DOGE vastly outperformed bitcoin in January, as shown below:\\n\\n*January returns (CoinDesk)*\\n\\nHow could one man cause such a massive move in crypto markets?\\n\\nCoinDesk’s Edward Oosterbaan [explained](https://www.coindesk.com/layer2/culture-week/2021/12/14/the-elon-effect-how-musks-tweets-move-crypto-markets/) earlier this month how Musk’s star power was able to sway the price of BTC and DOGE. (Spoiler alert: None of this is all that deep.)\\n\\n“Musk is far from the only person to move the crypto market for no apparent reason other than making an endorsement,” Oosterbaan wrote. “A sizable portion of the industry from [meme coins](https://www.coindesk.com/learn/investing-in-meme-coins-3-things-every-crypto-trader-should-know/) to [NFTs](https://www.coindesk.com/learn/what-are-nfts-and-how-do-they-work/) has proven to be highly responsive to celebrity shilling.”\\n\\nOosterbaan continued: “High-profile celebrities and Twitter accounts sowing FOMO (fear of missing out) are likely here to stay. The power of social media in the crypto market is testament to the general lack of regulation and maturity, and the inherent liquidity of 24/7, permissionless assets.”\\n\\nThe chart below tracks Musk’s influence on the DOGE price over time, using data from TradingView.\\n\\n*TradingView: Elon's Impact on Dogecoin Price*\\n\\nDuring bitcoin’s swift ascent in January and February, retail traders used social media as a gateway to discover new alternative cryptocurrencies and react to market sentiment in real time.\\n\\nIn just a few tweets, Musk and other popular figures were able to pump and dump coins, leading to significant price gains and losses.\\n\\nThe lesson of this ever-so-bizarre stretch of crypto markets history is that social media was, and still is, a force that’s impossible for traders to ignore.\\n\\n## From Tesla to Coinbase, bitcoin went up, then down\\n\\n*The peak of the bitcoin market in April coincided with the elevated hype surrounding Coinbase's direct stock listing. (William Henry Jackson/Art Institute of Chicago, modified by CoinDesk)*\\n\\nThe bitcoin price broke above $50,000 in February after Tesla disclosed it had invested $1.5 billion into BTC.\\n\\nThe market reaction inspired a bit of opportunism on the part of one enterprising T-shirt vendor, who rushed to offer a T-shirt for $19.99 with the words “Elon’s Candle,” referring to the electric vehicle maker’s billionaire CEO.\\n\\nThe “candle” referred to the dramatic pattern that appeared on bitcoin’s price chart as a result of the Musk-fueled price pop:\\n\\n*Elon's Candle T-shirt (The Doge Store)*\\n\\nIn March, Musk ratcheted up the drama with a tweet stating that consumers can “now buy a Tesla with bitcoin.”\\n\\nThe [announcements](https://www.coindesk.com/markets/2021/03/24/musk-says-teslas-can-now-be-bought-using-bitcoin-that-will-be-stored-not-turned-to-fiat/) helped propel bitcoin, the oldest cryptocurrency, toward a previously unthinkable $1 trillion market capitalization for the first time.\\n\\nBut from a professional price chart reader’s perspective, bitcoin appeared to be “overbought;” that term meant the market’s run-up had probably gone too far, too fast and wasn’t justified by the underlying level of buying interest at the new, elevated threshold.\\n\\nOnce again, bitcoin turned lower – dropping back to its 50-day moving price average of around $30,000. Apparently, it was a level where buyers once again appeared to grow interested.\\n\\nThe market stabilization offered a signal to traders: Bitcoin appeared to hold above the price where it had started 2021, at $29,112. That was cause for renewed optimism.\\n\\nSo as news headlines in traditional financial media and breathless commentators began to highlight the upcoming direct stock listing of Coinbase, the biggest U.S. cryptocurrency exchange, the bitcoin rally resumed.\\n\\nOver the coming months, the price would more than double, a reminder of just how volatile cryptocurrency markets can be.\\n\\n## Coinbase stock goes public\\n\\n*Coinbase CEO Brian Armstrong on CNBC on April 14 to discuss the crypto exchange’s direct stock listing on Nasdaq. (CNBC, modified by CoinDesk)*\\n\\nOn April 14, Coinbase, the largest U.S. cryptocurrency exchange, went [live with its direct stock listing](https://www.coindesk.com/markets/2021/04/14/coinbase-direct-listing-gets-100b-valuation-as-share-price-jumps-in-nasdaq-debut/) on the Nasdaq exchange, under the ticker symbol COIN.\\n\\n“This is a watershed moment for the digital-asset industry, as it signifies a larger moment of credibility for a market that is maturing rapidly,” Hunter Merghart, head of U.S. for rival cryptocurrency exchange Bitstamp, told CoinDesk in an interview.\\n\\nThe initial trading price for the COIN stock, at $381, was an impressive 52% above the [reference price of $250 a share](https://www.coindesk.com/markets/2021/04/13/coinbases-reference-share-price-for-trading-to-commence-is-250/) published a day earlier by the Nasdaq. But even that lofty price level was well below some of the price targets issued recently by stock analysts, with some estimates ranging as high as $600 a share.\\n\\nThe failure of COIN shares to push even higher suddenly seemed, well, deflating for a crypto market that had grown accustomed to prices constantly going higher.\\n\\nBy the end of the first day of trading, COIN’s stock price had dropped to $342.\\n\\nThe fading spirits spilled over into the bitcoin market: It turned out the hotly anticipated public trading debut of the cryptocurrency exchange wasn’t enough to sustain the twofold price rise in BTC over the prior couple of months.\\n\\nBitcoin stalled near an all-time high of around $64,800 on April 14 and quickly went into a sharp sell-off. The chart below shows slowing price momentum, defined by lower highs in the daily relative strength index (RSI), which typically precedes a decline in price:\\n\\n*In February, technical indicators on bitcoin's daily price chart showed momentum slowing. (Damanick Dantes/CoinDesk, TradingView)*\\n\\nThe COIN direct listing ended up being a classic “buy-the-rumor, sell-the-fact” event. In hindsight, the date of the Coinbase initial public offering would precisely coincide with bitcoin’s top.\\n\\nFor seasoned crypto traders and newbies alike, the episode offered a fresh lesson in how even sky-high price predictions, euphoric rallies and milestones like the Coinbase direct stock listing do eventually come head to head with the reality of fickle and notoriously cryptocurrency markets, and down-to-earth valuations.\\n\\n## Remembering Bitcoin’s Crash of 2021\\n\\n*After a powerful rally to start the year, bitcoin suddenly found itself in a bear market. Blame FUD. (Faberge Workshop/Art Institute of Chicago, modified by CoinDesk)*\\n\\nSome traders and investors began to cash out in April and May as concerns mounted over U.S. capital gains taxes, bitcoin’s environmental footprint and an outright crypto ban in China. It seemed like the fear, uncertainty and doubt – FUD, or crypto-speak for negative news – was coming all at once.\\n\\nAll it took was a New York Times headline in mid-April that U.S. President Joe Biden was [planning](https://www.coindesk.com/markets/2021/04/23/bitcoin-leads-price-sell-off-across-crypto-markets-as-biden-tax-plan-bites/) to roughly double the tax on capital gains or proceeds earned from selling assets – with provisions deemed unfriendly toward cryptocurrencies – to end hopes of a rally back toward bitcoin’s all-time high near $65,000. After a powerful bull run earlier in the year, bitcoin’s price decline suddenly accelerated.\\n\\n“The cryptocurrency was already on the defensive,” Pankaj Balani, co-founder and CEO of the Singapore-based [Delta Exchange](https://www.delta.exchange/), told CoinDesk in an email at the time. “The tax news invited more profit taking.”\\n\\n“The U.S. actions were not bullish for bitcoin, as tax increases could be a thorn in the recovery and will drag down investments,” Edward Moya, an analyst at Oanda, a foreign exchange brokerage firm, wrote in an email.\\n\\n*President Joe Biden (Drew Angerer/Getty Images) (Getty Images)*\\n\\nSome analysts pointed to a stronger U.S. dollar as a potential headwind for bitcoin. Warmer weather was coming in the Northern Hemisphere, and more coronavirus vaccines were getting distributed around the world, leading to a sunnier economic outlook. It appeared as though the U.S. was on its way to improving the budget deficit, which widened during the pandemic stimulus program.\\n\\nAll that meant there might be less need for extra economic support from governments and central banks, which had bolstered bitcoin’s attractiveness among investors as a possible hedge against fast inflation.\\n\\n## Musk raises environmental concerns\\n\\nBut bitcoin had other problems. In the months ahead, many investors in traditional markets – perceived as a key target for mainstream cryptocurrency adoption – would start to question the cryptocurrency’s environmental footprint – due to the blockchain network’s heavy electricity usage.\\n\\nMusk, for example, made a U-turn from his earlier bullish stance on bitcoin and decided to no longer accept BTC as payment for his company’s electric cars, citing concerns about the use of fossil fuels in crypto mining.\\n\\nMusk’s tweet triggered an immediate 6% drop in the bitcoin price. Suddenly, the environment became front and center as an impediment in the 12-year-old cryptocurrency’s path to becoming a widely acceptable asset class.\\n\\nAnd with environmental, social and governance ([ESG](https://www.investopedia.com/terms/e/environmental-social-and-governance-esg-criteria.asp)) becoming the new buzzwords on Wall Street, it became harder [to convince](https://www.coindesk.com/business/2020/03/30/can-bitcoin-survive-the-climate-change-revolution/) big money managers that energy-intensive bitcoin was a good addition to portfolios.\\n\\nFor example, a[ survey](https://blogs.lse.ac.uk/businessreview/2021/02/05/can-investors-embrace-both-cryptocurrencies-and-esg/) of 600 people in the fund management industry found that 96% expected their firms to increase prioritization of ESG during 2021. John Reed Stark, former chief of the U.S. Securities and Exchange Commission’s Office of Internet Enforcement, [told](https://www.coindesk.com/markets/2021/05/26/bitcoin-esg-concerns-might-slow-institutional-adoption-for-now/) CoinDesk’s Lyllah Ledesma in May that the bitcoin ESG concerns would certainly damp institutional investment in crypto.\\n\\n## China bans crypto\\n\\n*China's crypto crackdown put digital-asset traders on the defensive. (Creative Commons, modified by CoinDesk)*\\n\\nAnd just when bitcoin traders thought they had seen enough of the fear, uncertainty and doubt, China officially banned all financial institutions and payment companies from providing services related to cryptocurrency transactions.\\n\\nChina had been banning things related to crypto since [2013](https://www.bloomberg.com/news/articles/2013-12-05/china-s-pboc-bans-financial-companies-from-bitcoin-transactions?sref=3REHEaVI), but the fresh crackdown made it clear that crypto trading activity involved “legal risks” and that “any legal person, unincorporated organization or natural person” investing in virtual currency and related derivatives was violating “public order and good customs,” CoinDesk’s Muyao Shen [reported](https://www.coindesk.com/policy/2021/09/24/chinas-latest-crypto-ban-is-its-most-severe-insiders-say/).\\n\\nNews of the China ban sent bitcoin sharply lower, which left the price down roughly 50% from the April record near $65,000. By almost any definition, the bitcoin market had entered a new, bearish phase.\\n\\nThe China-related sell-off wiped [$400 billion](https://www.cnbc.com/2021/06/22/china-crypto-crackdown-wipes-nearly-300-billion-off-market-btc-slides.html) off the crypto market, which encouraged some “whales” – large BTC holders – to move their coins to exchanges for sale. Crypto markets were in [panic mode](https://www.coindesk.com/markets/2021/06/21/market-wrap-bitcoin-slides-to-two-week-low-ether-to-below-2k-as-china-reiterates-crypto-ban/).\\n\\nIt also dawned on investors just how vulnerable cryptocurrencies were to regulatory risk. Whether it was concerns about capital gains taxes or the outright crypto ban in China, bitcoin’s euphoric rise appeared stunted by the increased scrutiny from governments and supervisors of the traditional financial system.\\n\\nMore work would be needed before environmentally conscious investors would start piling into bitcoin.\\n\\n*Some bitcoin \\\"whales,\\\" or crypto-speak for large traders, began to capitulate. (CryptoQuant)*\\n\\n## Ruffer Investments cashes out\\n\\nRuffer Investments was one of the earliest big institutional investors to bet on bitcoin – starting in [November 2020](https://www.coindesk.com/business/2020/12/18/ruffer-investment-used-coinbase-to-execute-745m-bitcoin-buy/).\\n\\nAs prices shot up during early 2021, Ruffer essentially rode the wave while other fund managers were just warming up to crypto, lured by its potential for high returns.\\n\\n“Last November we gained exposure to bitcoin. We viewed it as an option on an emerging store of value with a highly skewed and attractive risk/reward profile,” Duncan MacInnes, investment director at Ruffer Investments, wrote in a [blog post](https://www.ruffer.co.uk/en/thinking/articles/the-green-line/2021-07-the-green-line) on July 9.\\n\\n*Bitcoin price events. (Ruffer Investments)*\\n\\nBut even Ruffer was taken aback by the ferocity of bitcoin’s price rally at the start the year to a new all-time high of around $65,000. And Ruffer cashed out. The market seemed to be unsustainable.\\n\\n“In 2021, the excitement is in cryptocurrencies and decentralized finance. The promise is real. But so, too, is the surge in excess liquidity generated by fiscal stimulus and ongoing quantitative easing. Excess liquidity looked to us to be peaking in April,” MacInnes wrote.\\n\\nThe Sunday Times reported in June that Ruffer made a [$1.1 billion profit in five months](https://www.coindesk.com/markets/2021/06/06/ruffer-turned-bitcoin-investment-into-a-11b-profit-in-5-months-report/).\\n\\n*Bitcoin price and global money supply (Twitter: @MrBlonde_macro)*\\n\\n## Extreme bullish sentiment\\n\\nIn terms of the market reversal, it sure didn’t help that several crypto-market indicators were flashing signs of excessive buying activity in the month or so leading up to [bitcoin’s April price peak](https://www.coindesk.com/markets/2021/12/22/market-wrap-year-end-review-bitcoin-peaks-as-coinbase-goes-public/). For example, around March, [Alternative.me](http://alternative.me/)’s [Crypto Fear & Greed Index](https://alternative.me/crypto/fear-and-greed-index/#fng-history) reached its highest level since June 2019, which had preceded a nearly 60% BTC price sell-off.\\n\\nThere were other warning signs in both blockchain data and price charts. (See the chart below, which looks at technical indicators on bitcoin’s “market value to realized value” ratio, a blockchain-based market metric known as MVRV.)\\n\\n## Crypto industry responds to ESG concerns\\n\\nAs nagging environmental concerns over bitcoin’s environmental footprint continued to weigh on the market, crypto-industry executives took steps to respond.\\n\\nMusk, the billionaire, whose market-moving tweets earlier in the year revealed an on-again, off-again infatuation with bitcoin, sounded a fresh openness to crypto industry dialogue over the Bitcoin blockchain’s electricity usage.\\n\\nToward the end of May, the Tesla CEO tweeted that he spoke with bitcoin miners about using renewable energy resources. He wasn’t turning his back on bitcoin completely, which provided some hope for discouraged bulls.\\n\\nThe announcement on May 24 of the [Bitcoin Mining Council](https://bitcoinminingcouncil.com/), which banded together miners and large investors, including [MicroStrategy CEO Michael Saylor](https://www.coindesk.com/markets/2021/05/25/michael-saylor-mining-council-will-defend-bitcoin-against-uninformed-and-hostile-energy-critics/), sent BTC immediately higher by almost 12%. At that point, market panic from the April sell-off began to fade, and some traders began to buy the dip.\\n\\nBTC’s price eventually stabilized at about $30,000 in June as extreme selling pressure began to slow. The chart below shows the nearly 50% price drop between April and June. And then, over the course of July and August, bitcoin mostly traded sideways, establishing a new price range as some technical indicators suggested BTC’s price was oversold.\\n\\nThe question in the minds of crypto traders was whether the new market environment represented a pause on the way down or the foundation for a fresh leg up.\\n\\n*Bitcoin daily price chart shows how technical price-chart indicators were flashing bearish signs. (Damanick Dantes/CoinDesk, TradingView)*\\n\\nPrice movements were far less volatile than they had been in recent months, and it seemed as though many investors still believed in bitcoin’s potential as a long-term store of value.\\n\\nBitcoin miners [claimed](https://www.coindesk.com/policy/2021/10/11/bitcoin-mining-is-reshaping-the-energy-sector-and-no-one-is-talking-about-it/) to be looking for ways to reduce or mitigate their environmental footprint, and most of the network’s mining power relocated away from crypto-unfriendly China.\\n\\nPlus, traders weren’t using as much leverage, and market conditions seemed to calm markedly. In other words, there wasn’t much froth.\\n\\nA key takeaway was that, despite what suddenly seemed to an unrelenting onslaught of negative headlines for the bitcoin market, the price was holding up remarkably well on a historical basis: The April all-time high of around $65,000 was now looking far away, but so was the 2020 low of around $3,850.\\n\\n## Altcoins, NFTs Filled Void When Bitcoin Got Boring\\n\\n*Artist's rendition of a Bored Ape NFT. (Adam Levine/CoinDesk)*\\n\\nAs bitcoin’s price stabilized at around $30,000 in July and August, some traders became bored, literally.\\n\\nAround the start of the year, multiple altcoins began to outperform bitcoin, reflecting a strong appetite for risk among investors. The payments token XRP rallied nearly eightfold between January and April, and the prices of many decentralized finance ([DeFi](https://www.coindesk.com/what-is-defi)) tokens such as Aave’s AAVE token and Uniswap’s UNI also soared.\\n\\nEven during the broad crypto market sell-off, altcoins began to account for a greater share of the total crypto universe – shrinking bitcoin’s “dominance” in the industry jargon. Many “Ethereum killers,” or competitors in the field of [smart contracts](https://www.ibm.com/topics/smart-contracts#:\\\\~:text=Next%20Steps-,Smart%20contracts%20defined,intermediary's%20involvement%20or%20time%20loss.) blockchains, began to grab the attention of traders – such as Solana, with its [SOL](https://www.coindesk.com/price/solana/) token.\\n\\nSo-called [layer 2 ](https://academy.binance.com/en/glossary/layer-2)tokens such as [MATIC](https://www.coindesk.com/price/polygon/) from Polygon, which aims to increase the efficiency of transactions on the Ethereum blockchain, rose nearly twofold in July.\\n\\n0 seconds of 2 minutes, 52 secondsVolume 90%\\n\\n \\n\\nThe chart below shows bitcoin’s market capitalization relative to the total crypto market capitalization, known as the bitcoin dominance ratio. BTC’s relative market cap loss began to accelerate between March and May before stabilizing at around 40% in the following months.\\n\\n*Bitcoin dominance ratio – its share of the overall digital-asset market capitalization – fell as alternative cryptocurrency mooned. (CoinDesk, TradingView)*\\n\\nIt had been clear since March just how far this year’s crypto craze extended beyond bitcoin, when a piece of digital artwork [sold](https://www.coindesk.com/markets/2021/03/11/beeple-nft-sold-for-record-setting-693m-at-christies-auction/) for $69.3 million at a Christie’s auction by crypto artist Beeple.\\n\\nIn the wake of breathless headlines in traditional media outlets like the New York Times, the potential riches from selling non-fungible tokens, or NFTs, attracted scores of artists, celebrities and traders seeking additional investments in the crypto market.\\n\\nThe [Bored Apes Yacht Club ](https://boredapeyachtclub.com/#/)became the second-most popular NFT collection by total trade volume behind [CryptoPunks](https://www.larvalabs.com/cryptopunks), CoinDesk’s Eli Tan [wrote](https://www.coindesk.com/business/2021/08/31/sothebys-to-auction-collection-of-bored-ape-yacht-club-nfts/) in August. At that time, the “floor price” for Bored Ape Yacht Club NFTs – the cheapest available on the open market – was 48.8 ETH, or $165,578. (By the end of the year, it[ would rise even further](https://www.coingecko.com/en/nft/bored-ape-yacht-club?__cf_chl_jschl_tk__=mV6hvYdEUn872VEzGCwWDwXIMPbm5weES_LKPYJbToA-1640543757-0-gaNycGzNCOU), to about $240,500.)\\n\\nOwners of the high-priced NFT collection include National Basketball Association superstar Steph Curry, YouTube creator Logan Paul and musician Jermaine Dupri.\\n\\n*Dune Analytics: Average Bored Ape Sales Price*\\n\\n## Speculation moves in cycles.\\n\\nCrypto traders began the year in full buying mode and then price declines encouraged some profit-taking as regulatory risks unfolded.\\n\\nThe speculative wave had its ups and downs, but traders were able to find opportunities in the alternative crypto market as bitcoin began to lose its relative dominance.\\n\\nAnd for bitcoin, an unexpected savior was about to appear.\\n\\n## El Salvador Bought Bitcoin, Then Bought the Dip\\n\\n*A statue in San Salvador, El Salvador (Esaú González, Unsplash)*\\n\\nIn June, El Salvador President Nayib Bukele, announced that bitcoin would become legal tender, making his country the first to make that move, which also meant no capital gains taxes for bitcoin holders there.\\n\\nPreviously, the tiny Central American country had simply used the U.S. dollar as its primary currency\\n\\nBitcoin rose about 70% from a low of around $30,000 toward a high of nearly $50,000 in early September as traders reacted to the news from El Salvador – seen by many fans of the digital asset as a long-awaited [validation of its potential to serve a global currency](https://twitter.com/Erikcason/status/1183412981117243393). El Salvador’s [bitcoin’s law](https://www.coindesk.com/policy/2021/09/07/bitcoin-now-legal-tender-in-el-salvador-marking-world-first/) went into effect in September.\\n\\nWhen the law actually took effect, bitcoin’s price began to sell off – a classic “buy-the-rumor, sell-the-fact” scenario, similar to what happened with Coinbase’s stock listing.\\n\\nBukele [tweeted ](https://twitter.com/nayibbukele/status/1434968475928248331?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1434968475928248331%7Ctwgr%5E%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fwww.coindesk.com%2Fpolicy%2F2021%2F09%2F06%2Fel-salvador-buys-its-first-200-btc-a-day-before-its-bitcoin-law-becomes-effective%2F)that El Salvador was ready to buy on price dips even as BTC continued to fall. A growing number of users on social media platforms, including Twitter and Reddit, called for people to buy small amounts of bitcoin in support of El Salvador’s bitcoin policy, Bloomberg [reported](https://www.bloomberg.com/news/articles/2021-09-06/bitcoin-price-pump-is-brewing-for-el-salvador-s-sept-7-rollout?sref=3REHEaVI). Many investors were already betting the news could give the oldest cryptocurrency a price boost.\\n\\nOn Sept. 13, software company MicroStrategy [purchased an additional 5,050 BTC](https://www.coindesk.com/business/2021/09/13/microstrategy-buys-5050-more-bitcoins-now-holds-316b-worth-in-total/) for about $242 million in cash. Still, BTC continued lower.\\n\\nBTC declined from $50,000 toward $40,000 and ended September on a down note.\\n\\nIn traditional financial markets, meanwhile, concerns were growing over a [possible credit default by the Chinese property developer Evergrande Group](https://www.coindesk.com/markets/2021/09/14/bitcoin-bounces-to-200-day-moving-average-ahead-of-us-cpi-data-as-chinas-evergrande-warns-of-default/).\\n\\nThe creeping fears shook speculative assets including equities and cryptocurrencies; lower risk appetite among investors also contributed to bitcoin’s September slump.\\n\\nThe takeaway for crypto traders from the July-August price action was that El Salvador’s decision to make BTC legal tender wouldn’t be enough to keep the cryptocurrency’s price elevated at $50,000.\\n\\nBitcoin’s correlation with stocks increased along with the credit concerns emanating from China – not a good thing, since stocks were going down.\\n\\nStill, the nearly 7% BTC drop in September looked far less severe than the 50% price crash in April and May. After some ups and downs, bitcoin’s price had again stabilized at well above 2020 levels as some traders began to [anticipate](https://www.yahoo.com/now/standard-chartered-predicts-bitcoin-hit-102045961.html) a $100,000 BTC price by year end.\\n\\n## Bitcoin ETF Rally Proved Short-Lived, and $100K Dreams Faded\\n\\n*Bull statue. (Jared Schwitzke, Unsplash)*\\n\\nThe September dip didn’t last long.\\n\\nThe market got a fresh jolt of enthusiasm when the first U.S. bitcoin exchange-traded fund – a bitcoin futures ETF, that is – launched in the fourth quarter. Bitcoin climbed from $40,000 toward $65,000 in October, spurring visions of $100,000 by the end of the year.\\n\\nAfter months of delays, U.S. Securities and Exchange Commission (SEC) Chairman Gary Gensler announced in August his [preference](https://www.coindesk.com/policy/2021/08/05/genslers-preference-for-bitcoin-futures-products-is-likely-bad-news-for-a-spot-btc-etf/) for a bitcoin futures-based ETF. Traders became hopeful that the SEC would approve a bitcoin-linked ETF in October.\\n\\nLurking behind those hopes was the belief that many investors in traditional markets wanted to bet on bitcoin but lacked the technological setup or know-how to do so; an ETF would let them buy into bitcoin with the ease of buying a stock in an online brokerage account.\\n\\nFor years, crypto industry executives had speculated that the SEC’s approval of a bitcoin ETF – [denied multiple times under former SEC Chairman Jay Clayton](https://www.yahoo.com/now/former-head-crypto-skeptical-sec-163039838.html) – might finally bring about the perceived holy grail of “institutional adoption” of the cryptocurrency.\\n\\nBut not all bitcoin-related ETFs are created the same: A bitcoin futures ETF is backed by futures contracts such as those traded on the Chicago Mercantile Exchange. A bitcoin “spot” ETF, by contrast, is one backed directly by the cryptocurrency.\\n\\n“I think his comments are pretty clear that a pure spot bitcoin ETF isn’t coming soon and that futures products would potentially be considered,” Steven McClurg, chief investment officer for Valkyrie, told CoinDesk at the time.\\n\\n## ‘Contango bleed’ becomes the new FUD\\n\\nExperts on the topic warned that a bitcoin futures ETF would be subject to disadvantages, most notably the existence of a phenomenon known as “[contango bleed](https://www.coindesk.com/markets/2021/10/11/dying-for-a-bitcoin-futures-etf-watch-out-for-contango-bleed/)” or “roll costs” that would eat into investor returns.\\n\\nEven so, some analysts predicted that the mere approval of a bitcoin ETF, whether spot or futures-based, would make crypto more accessible to traditional investors and thereby boost overall market sentiment.\\n\\nOn Oct. 15, bitcoin reclaimed the $60,000 price level as investors eagerly awaited a bitcoin ETF approval.\\n\\nAnd on Oct. 19, the ProShares Bitcoin Strategy exchange-traded fund (NYSE: BITO), the first bitcoin futures-related ETF to trade in the U.S., [went live](https://www.coindesk.com/business/2021/10/19/proshares-bitcoin-futures-etf-rises-3-in-debut/).\\n\\n*The New York Stock Exchange as the ProShares Bitcoin Strategy ETF (ticker $BITO) started trading. (Cheyenne Ligon/CoinDesk)*\\n\\nDave Nadig, chief investment officer and director of research of ETF Trends, [said](https://www.coindesk.com/markets/2021/10/19/first-bitcoin-futures-etf-bito-nears-1b-trading-volume-on-first-day/) that much of the volume on BITO’s first trading day appeared to come from retail investors, because there were few large “block” trades of the size that big institutional traders often deal in.\\n\\n“This is probably going to be what we all expected, which is it’s an access vehicle for certain players in the marketplace,” Nadig said in a phone interview with CoinDesk at the time. “There’s lots of folks who are active participants in the markets who just don’t want to cross over the crypto bridge by themselves.”\\n\\n## Reality bites bitcoin\\n\\nBut with bitcoin already up about 40% in the first two weeks of October, some analysts began to question whether the BITO ETF was another “buy-the-rumor, sell-the-fact” event.\\n\\n“Look, we’re up 40% this month, which is only 15 days old, a pause that refreshes,” Mark Yusko, CEO and chief investment officer of Morgan Creek Capital Management, said during a CNBC [interview](https://www.cnbc.com/2021/10/17/bitcoin-bull-mark-yusko-sees-trouble-at-60000-says-its-overbought.html) on Oct. 17. “Given how overbought we are right now,” Yusko said, a fresh sell-off “wouldn’t surprise me.”\\n\\nCrypto bulls weren’t done yet. In the days following BITO’s trading debut, bitcoin continued upward to hit an all-time price high of around $69,000. Several alternative cryptocurrencies (altcoins) joined the rally. Ether, the second-largest cryptocurrency by market capitalization, rose above $4,000 for the first time since mid-May.\\n\\nBut as November set in, buyers failed to sustain new highs. Bitcoin began a descent below $60,000 as heavily leveraged traders began to liquidate their positions. Some indicators such as the crypto “[Fear & Greed Index](https://alternative.me/crypto/fear-and-greed-index/)” showed the market in “extreme greed” territory, which typically precedes price drops, as shown in the chart below.\\n\\n*Crypto Fear & Greed Index (Alternative.me, CoinDesk)*\\n\\nAfter many volatile price swings this year, bitcoin eventually stabilized at about $50,000 as of late December.\\n\\nOptimistic price calls made earlier in the year, such as a prediction for $100,000 BTC by the end of year, suddenly seemed far-fetched, especially with bullish sentiment deteriorating over the past month:\\n\\n*Bitcoin options traders have all but written off the chances of a $100,000 price in 2021, but hope is alive for June 2022. (Skew.)*\\n\\nSome analysts remained hopeful of a short-term price bounce, similar to what occurred in the fourth quarter of 2020. It was not to be.\\n\\nOn the final day of 2021, bitcoin was changing hands around $48,000, up 63% on the year. The Ethereum blockchain’s native cryptocurrency, ether, was up five-fold to about $3,800. Solana’s SOL rose 94-fold in price and Polygon’s MATIC jumped 145-fold.\\n\\nIt all made the 27% year-to-date return for the Standard & Poor’s 500 Index – the benchmark for large U.S. stocks – look pretty tame.\\n\\nOne thing is for sure: Crypto traders are probably safe betting on another volatile ride in 2022.\\n\\n[auction://0xF02716289b2036d51283B9baEc327355F27381F9?auctionId=0xF02716289b2036d51283B9baEc327355F27381F9&tokenId=123](auction://0xF02716289b2036d51283B9baEc327355F27381F9?auctionId=0xF02716289b2036d51283B9baEc327355F27381F9&tokenId=123)\\n\\n\",\"timestamp\":1641041584,\"title\":\"Volatility Ruled Crypto Markets in 2021, From $69K Bitcoin to Elon Musk’s ‘Dogecoin to the Moooonn’\"},\"digest\":\"sBTV43K47SkKww-4pl9pjR_lTHMdUDrS3QVuS7-Xs28\",\"authorship\":{\"contributor\":\"0xF02716289b2036d51283B9baEc327355F27381F9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GNibMA0o08-ydVQPpxLsYGAE4Kkwc4qFwaXVgi04em8\\\",\\\"y\\\":\\\"_A1Ni64-3uOrvNwqd8reCaZkDmxJ_dd_G-f7tvfjZg4\\\"}\",\"signature\":\"LFzmMxRVNclkAvqX_jvgXH_NGv2Kq-QboXKCR3K4ywJSHi1Y8u3_JkYrL-Eph1RseZMfVDgYRLELJYP_a2ARTQ\",\"signingKeySignature\":\"0xff51e626184936d60d298aea17194e58de08a6bf2ba5aed7410d7664e9cf58ec32c5afe1173d9c93020fdefb236d55d6a99c93499cd3b66c2b4211ade183f32b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GNibMA0o08-ydVQPpxLsYGAE4Kkwc4qFwaXVgi04em8\\\",\\\"y\\\":\\\"_A1Ni64-3uOrvNwqd8reCaZkDmxJ_dd_G-f7tvfjZg4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sBTV43K47SkKww-4pl9pjR_lTHMdUDrS3QVuS7-Xs28\"}"