"{\"content\":{\"body\":\"![Shilla Bee Artist Residency in Crypovoxels.](https://miro.medium.com/max/1000/1\\\\*kTyA7NcGNR7OfqGdzTFQEw.png)\\n\\nDid you know bees fly with their whole chest? Well, it’s technically called indirect flight because bee wings aren’t a part of the skeletal system (do bees have bones?) like birds but instead attached to the body and flies when a bee flexes its thorax. I learned this 2 minutes ago when looking for a cool metaphor to explain my experience when curating the Shilla Bee NFT artist residency in the Cryptovoxels metaverse. The residency, a first of its kind, came with lessons on what can be imagined in the metaverse and what can’t compete with real life. The metaverse may be an extension of our real world but has lots to learn if intending to be a valid alternative to our flesh and bone realities. Allow me to explain with my full chest.\\n\\nThis is an article that should’ve been a diary series, but as I come to the end of the Shilla Bee project, I’ll try to do my best to recall all that transpired. Within my 30 year+ career in the arts, residencies were just something you applied for and were grateful if you received it. An acceptance to one meant someone thought you needed to get away from it all in order to focus on the art and yourself. It also meant you would be spending close time with a cohort of peers which creates a secondary family or network you could access throughout your career. Residencies are one of many building blocks within an artists’ career.\\n\\nMy idea of a residency in the Cryptovoxels metaverse began as an experiment with partners Niftykit.com to offer artists virtual exhibition space to support artist sales and allow them to flex their curatorial muscles. My calling it a residency made sense because they’d have their own studio, albeit a virtual one, and an opportunity to focus on their (NFT) art. Cryptovoxels metaverse visually is a bit lackluster, but knocks all the other metaverses out the box regarding accessibility. What would be the point of anything I build in the metaverse if it doesn’t help onboard more BIPOC into the crypto art space. Accessibility is everything as is art.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*694Z4HTt0DbQVybxPF3O5Q.png)\\n\\n6 weeks later, the experiment finds the residents still building out their studios, the original 11 artist cohort \\\\]dwindled to 6 and I’m left pivoting like a drunk model. There was a point in the process where I sincerely asked God why she had forsaken me. Why was I waking each morning to another mishap, problem or obstacle that has me re-evaluating my every step? I guess that’s what most startups in the tech world call ideation. But this wasn’t a damn app I was building. I was trying to build both community and cultural infrastructure that could benefit all involved and follow. 6 weeks later, I sit down to write this article to make sense of it all.\\n\\nThis article is not a critique of the metaverse, in fact just the opposite, but what I offer are the test results of an experiment that went sideways a bit but still has time to move forward. This is a test between real world dynamics and futurist ambitions. I come with a humble heads-up and bulleted resolve of the random but enlightening challenges I and my residents have had being a part of the New World Curator Kits Shilla Bee Residency in Cryptovoxels. .\\n\\nThe experiment, I thought, was a simple one, so here are the bullet points:\\n\\n* *It would be a 6 week residency:*\\n* 1 week for onboarding and learning Cryptovoxels\\n* 2 weeks to build\\n* 3 weeks to exhibit\\n* During the build weeks residents were equipped with a screen in their studios by which they could stream live some aspect of their creative process. My theory was that investment and interest in an artist, their studio and work could be amassed if people had a peek into the creative process.\\n* I designed a patron system to generate liquidity for artists and the residency so not to be solely dependent on NFT sales. It also provided a means for artists to develop intimate collector or patron relationships.\\n* We were to build this hive-like building where the studios would live and the roof would be decked out for parties.\\n* The residency would be facilitated on the New World Curator Discord\\n* *Administratively,. I created:*\\n* a welcome package\\n* instructional PDFs and videos\\n* held info sessions in the application phase that explained the above\\n* got some curatorial NFT OGs in the residency to act as artist liaisons.\\n* was blessed with an initial team of voxel builders that could assist artists with building and help build out the roof.\\n* laid out the 6 week commitment of scheduled events and expectations so artists knew what they were signing up before any contractual commitment.\\n* I even wrote the contact in simple layman’s terms so artists didn’ feel obligated to hire a lawyer.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*3-g12GHm8yEOokW8f31zLA.png)\\n\\nYeah, I was trying to do big things, crushing baby idea pills into a fine powder and forming lines to inhale. Snort. Oooh, what a rush. Most artists are susceptible to this form of rush behaviour where everything is urgent, focused and charged like that tik tok video reminding you to activate your holy spirit. This residency, I thought, is so aligned with what I want to do in this space; a part of my roadmap, so I thought. I had become bored by how most NFT galleries were exhibited in the metaverse; with presentations less engaging than real world white walled galleries. So this would be an opportunity to do just the opposite. It all seemed simple in my head, but a new idea entering the mind at cocaine speeds, deliriously high on crushed imagination is where simple ideas go to die. I poke at this creative tendency because it’s true and age doesn’t necessarily protect you from making this age old creative mistake. It and ego are gateway drugs to art based fentanyl. I digress and will now tell the story.\\n\\nSo this is the state I was in when beginning this project and made decisions accordingly at each triumph, challenge and milestone. I was off to design the first 6 week artist residency in the metaverse. The 2 weeks leading up to the residency I created promo materials and called for applications. I held info sessions on Clubhouse and Spaces and enjoyed watching the applications start to roll in. Artists seem to love the idea of learning to build in Cryptovoxels, receiving their own first smart contract via a partnership with Niftykit.com, sharing the creative process live and all of the bulleted above. I thought I was on to something and was excited by the enthusiasm of others but it would prove that perhaps they too were snorting the same powdery substances. Ok, I’ll stop with the drug metaphors. For the record, I don’t do processed drugs like I don’t do processed food.\\n\\nNow, the original name of this inaugural cohort of NFT artists was the Killa Bees, but out of respect for Wu-tang and to remain in step with the world of NFTs, I changed the name to The Shilla Bees. I’m going to go week by week of the Shilla experience and try to unpack what exactly happened, relay what lessons were learned and honor gifts given.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*5UGnS-ozITFB0DbwgmMm9w.png)\\n\\n**The Selected Artists**\\n\\nI closed down the open applications September 15 and had a ball rummaging through the imaginations of up to 30 artists. I knew that it wasn’ just about raw talent but hopefully attracting those who have already seen traction in the space in combination with those new to it. I received just what I asked for and more. With artists like Spazecraft, GODCLOUD, Darkmythst and Karen Jersyck I knew come hell or high water the exhibition would succeed. I was also excited about Adama Delphine Fawundu and The Art Justice Cohort, who were new to the space, but were all award winning artists IRL. Initially the cohort represented the globe, coming from Africa, Asia, Europe, America and South America like, Pablo Espinoza whose fractal busts really spoke to my and others’ experience in 2020. And then there is het Art Justice Cohort (AJC), who embodied a new onboarding concept of mine called Community Genesis. Something I imagined would be a balm to the often lonely experience of learning NFTs. The residency would take a creative community, like AJC and onboard them via exhibition as opposed to them solely hanging out in Clubhouse rooms feeling around in the dark. This way they had each other. AJC was an award winning collective and I was honored that they saw the Shilla Bee residency as a way to enter the world of NFTs. Lastly, the universe slipped me a gift when hip hop icon Ladybug Mecca from the group Digable Planets applied. I explained to her especially how other hip hop icons have dropped NFTs with varying success and how that largely was determined by their level of NFT community involvement. Mecca could use the residency to just be an artist and enter the space by contributing directly to our community. At the same time I would be working with the same Cryptovoxels builder @Jaskimon I did with my first metaverse exhibition, Pieces of a Dream and acquired 2 others @SuiLuv and @Lillia.eth. We were nearing the starting gates and everyone seemed ready to GO!\\n\\n**Mercury is my name, Retrograde is my game.**\\n\\nWhat I didn’t know on September 15th is that in two days Mercury would be slipping into Retrograde. If you’re not familiar with this astrological phenomena, let me explain in one sentence. When Mercury is in Retrograde, no matter how hard you try, communication will simply be fucked (FULL STOP)!! I know this, not because I am an astrologer but because I’ve been an unwitting victim of Mercury in fuckin Retrograde enough to know better to avoid it. But did I check the calendar before setting dates? No, of course not. Welp, low and behold, as I started to send out acceptance letters on the 17th, I immediately felt a weird drag in the air. Some emails bounced back! Ok, I can see misspelling an email once, but 3 times. After that weird start, did I think to check the calendar? I was still early enough to postpone the residency, but nope here we go, us mortals against an entire planet.\\n\\nNow I’m gonna blame a lot of the mishaps on Mercury throughout this article, cause I wasn’t the only person tryna pop shit off during this time. And I know they too suffered communication issues as well, but not to the degree in which it affected and almost dismantled the Shilla Bee residency. So it’s not just the lesson of planning around cosmic phenomena, but I learned hard lessons in how to better build community and ideas in this space.\\n\\n**Community vs C-O-M-M-U-N-I-T-Y**Now this was not all doom and retrograde, again, this was an experiment that would be successful just with observation; at least that’s what I told my ego. I was so grateful to have a small crew of folks there to cheer us on and help when they could, but I was essentially handle the burden of worry alone which led me to my first mini breakdown and epiphany. The breakdown was my beating myself up that I was building alone yet again. When or how can I learn his lesson that building alone does not fly with me and my big ideas. So a lesson repeatedly taught I am learning again.\\n\\nThere are many ways to build community, but I will focus on two. 1) one can build a community around an idea or work of art or 2) a community of people come together to build the art that creates a greater community. I have done the former for most of my time in the artistic trenches, prior to Covid. Now I had to learn new lessons on how to build in this remotely connected world. The conundrums between spirit work and health needs that artists face when we build in a silo is real and still after all these centuries needs to be addressed. We love to flirt and frolic with our ideas, our art, the creative processes. In our self-enclosed echo chamber we don’t get access to perspective, ideas or even someone to tell you, hey girl, you know Mercury is rolling into Retrograde, you sure you wanna do this now? What’s the rush. YEAH, WHAT IS THE RUSH?! In my case, the rush was for no reason other than a tipsy-fied will to create. The momentum behind ideas that demand we start walking our yellow brick road, click our heels and arrive at home with what we’ve created.\\n\\nBefore the first week rolled in I was starting to remind myself that I may be doing it again, resting in a community centered around my\\\\* brilliant ideas\\\\* and not taking the time to build a community around brilliant people. Is this what I wanted in this space? Yes and no, but what that balance looks like is still blurry for me. No matter, Week 1 had arrived so heeeerrreee we go!\\n\\n![](https://miro.medium.com/max/1400/1\\\\*x66v2wpLfLFJaMjRgyMQWw.png)\\n\\n**DAY 1 Week 1**\\n\\nLeading up to the Shilla Bee Orientation Day on September 26th, I gave artists ample time to look over things and sign contracts. Let me just say as I write this, I still haven’t received signed contracts back from everyone. But I proceeded regardless so as not to hold up the show; I would have to trust my cohort. When I say trust, I mean, I trusted them to remain true to their art but what I conveniently forgot is that artists are not the best managers of their time, energy and opportunities, especially in a space where opportunities are popping up left and right.\\n\\nI used the week before the orientation to finish building the hive with @Jaskimon and prepping myself mentally. My nerves were doing a jig as with most new projects and your desire for them to succeed. Imposter syndrome began to seep out from inside my bones and along with the unfortunate leakage of not sharing the production burden. Knowing that no one person can catch or prepare for every scenario during a project, I told myself I was open to being flexible in preparation for the unforeseen. Atleast, I gave myself that. And that proclamation would be put to the test with not just 1 or 2 unpredictable events, but more like 15–20!\\n\\nCome September 26, all of my residents showed up on the Discord stage to review the weeks ahead and answer any remaining questions. With none of us knowing that Mercury had entered the cypher and was spitting on everyone like a sucka MC, the Discord sound kept dipping in and out. We were all in the matrix trying to learn matrix things. This would happen over the next few weeks to the point where I just stop using Discord voice channels all together. Regardless of these technical hiccups and the general love/hate relationship most folks of a certain inclination have with Discord, I applaud most of the artists who stuck with it and found the time to check in and engage with the NWC Discord. Y’all kept my Discord dreams of community alive.\\n\\n**Weeks 2 and 3 and the full force of Retrograde.**\\n\\nLiterally over the next 2 weeks I would wake to something going awry, some obstacle or challenge presented to my residents and the residency. One of my more ambitious artists Spazecraft became deathly sick and would do so a couple times during the residency. Another lost a close family member, Karen and Godcloud found themselves on the road and completely distracted from being a part of the residency and my good friend Darkmyth overwhelmed with giving so much in the space bowed out for mental health reasons. One artist realized that the residency revealed a contractual conflict. Ya know that standard line in a contract that confirms that states that “you have no contractual conflicts”…yeah well, like I said, artists are text skimmers especially when they are working with someone they trust. I mean, thanks, but I do wish you woulda read the Welcome Kit at least homie…smoochies.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*LUEdzkyiskCErGdboy5new.png)\\n\\nOh but this is not the end of the onslaught of mishaps. My Cryptovoxels builders who were there to aid me in aiding others in building dropped out one by one for one reason or another; family sickness, paid gigs, and one just ghosted. As I realized I was standing in a shit storm of random events without the benefit of an umbrella or ass wipe, by the 4th week, I was exhausted and made a daily practice of questioning the universe and myself.\\n\\nAlso during this time, I was working on publicity but no one seemed interested enough in it other than retweets. That’s cool. I was willing to hustle. There was some interest in interviewing my artists, but for one reason or another it too didn’t pan through. Damn you Mercury. Damn my efforts I thought. It’s times like these that being a black queer woman and all my insecurities and narratives around support start to whisper. How much of this reality am I to blame on unconscious/subconscious racial, gender bias, my own shortcomings, my residents shortcomings or Mercury’s backwards rotating ass; perhaps a stew of all the above.\\n\\nI have struggled in this space but not for nothing, have learned lessons I can only share with brutal honesty, no matter how they make me appear. So as I sat, at times weeped, thought less of myself and others, I also felt an unyielding pressure to not give up! To reassess, rework the plan. I had to react to what the experiment was revealing, instead of entertaining a belief system that questions my ability to communicate and execute ideas in the blockchain space.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*_jOe8r7Xihv0c-wBPF3r2g.png)\\n\\n**Week 4**\\n\\nAnother epiphany made itself known in week four. What I knew a residency to be, and tried to recreate in the metaverse was a disservice to how a residency traditionally works and who it serves. Traditional residencies take those accepted away from real life. A residency leaves you with yourself and artistry alongside a larger cohort that can become a secondary family BECAUSE though you are working in your own studio, you are collectively experiencing the residency in the same place, breathing the same air, weather, limitations and gifts with others.. I found that the metaverse and an event lasting over a few weeks would always take second place to real life. My residents were working in the virtual world I created for them, but living in the real world. A real world of bills, death, sickness, family demands and in this case other opportunities in NFTs that perhaps artists thought they had the capacity to engage with it all.\\n\\nThe metaverse is engaging and fun, but it is always an alternative or escape from real life. Real life will always demand of you which you can’t ignore and the metaverse is a place you can easily escape or ignore when life calls.\\n\\nIf I were to think differently about a residency again, I would not call it one nor have it last a whole month plus. I better understand now that virtual EVENTS like this should happen over an extremely short span of time like 24–72 hours, not 4–6 weeks, which is more appreciated in real life. Events in the metaverse are fleeting in experience but sticky in memory. Can your metaverse event leave people with memories to share with others? Can you keep people’s attention and interest and appease short attention spans.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*ZlfqMMx04OSJ5NXp3Y9b3Q.png)\\n\\n**Week 5**\\n\\nOk, residents are starting to get their lives back together and begin to re engage. Family members are laid to rest, residents are getting well and returning from road trips. Yet the obstacles persist as artists tell me that they just can’t do it and how sorry they were.. I replaced one artist who bowed out with Shogun Shido, whose work I was fast becoming a fan of. But when a second and third artist followed, I replaced them with a wall closing off their studios. At this point of frustration, less became more. Some artists bailed early once realizing they didn’t have the capacity; others midway and another at the 11th hour. Now let me speak gently to my fellow artists who over commit and then wait a good hot minute to make that known. Not cool. I’m not trippin, but why? Did you think dropping out would hurt my feelings or your ego? Tisk. Even though I explained many times through email, text, welcome kits and contracts, artists sometimes simply do selective reading. They trust themselves and others without reading. I know, because I’ve been that artist who has kept others hanging until the end, knowing good and gosh darn well I didn’t have the capacity. But I stopped that shit once I heard I was getting a reputation and compromising future gigs. I only did it to those I thought would create little consequence. So trust, I get it, perhaps feel a way, but I still have a love and respect for those who could not complete the residency but have taken notes in ink. NEXT TIME, if there is one, I will get a verbal agreement and do a lil side therapy session that consists of my repeatedly asking, are you sure you can do his? You sure? Again, are you sure?\\n\\n**Week 6**\\n\\nShit, what week are we at? What day is it? What year is it? Bad enough Covid had blown time to bits, but now my original timeline was being blown straight to hell! By week 6 we were supposed to be promoting the exhibition of the hive, yet some studios were still not built. I must admit, my spirit around the venture was seriously starting to wane. If it wasn’t for some of my residents who were starting to build amazing studio spaces and affirmed that they were getting something from the residency and folks like Natalie Crue, Maya Futrell, botched_way of the 40A DAO and Joseph Henny who literally propped me up and firmly placed their hands on deck, I might have ghosted my own damn project. The lil girl in me that was bullied wanted to run far away like I did in 7th grade when threatened to get my teeth knocked in by one Nicole Sykes who was 6 ft and 200 lbs at age 12; but the artist of 30 years knew that would not do. I knew I needed to see the residency through because perhaps there was some resolve on the other side of this.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*C1v_6cQt32hJGK6OyG-fCQ.png)\\n\\nI came into this residency not knowing how to build in Crypovoxels and left fairly proficient. Where some artists were inclined to go deep and learn CV so they can build out their vision, others needed assistance. I suggested to all the artists and anyone building in Crypovoxels, to first take a screenshot of your space, then import and build out freely in Photoshop first. I took one of these photoshop sketches to help AJC build out their space. I had no choice, my other CV builders bounced and Ellen Jacob, the AJC collective founder was juggling 13 artists and has curated before but was left like a deer in headlights with Cryptovoxels. At the end of the day, though learning CV is empowering, his residency was about the practice of curating in the metaverse. When building out AJC’s space I found a bit of bliss with all this. My curatorial eye took over as I suggested some added imagery to help tell the story of Joy as Resistance. You can listen to the walkthrough of AJC here.\\n\\n**The Roof The Roof The Roof is on….?**\\n\\nThe ShillaBee Hive has a spacious rooftop that I imagined would be designed to welcome folks to party with the hive. Exhausted from several weeks of challenges, I let go of the control of designing the roof. Some NWC community members started to brainstorm what it could be but then poof I lost my voxel builders. I needed a plan B. That plan B pivo would actually give me an idea to extend the idea of another content asset of NWC, called the Curator’s Ball. You can read more here. But I thought, why not invite artists to make derivative interpretations of sour Shilla Bee. People would vote for their favorite which would become the residency POAP. This derivative exhibition would show off their styles and hopefully feed a growing community. To help move things alone, I approached a NFT creative community on Discord, 40A, to which I could find a concentrated amount of artists. But here goes Mercury’s silly rabbit ass again. We just could not organize it in time. But what it did do is affirm this same idea for Season 2 of the Curators Ball which I’ve been wanting to turn into an actual vehicle for artists newly entering the space. But we’ll save that for another series of Curator Ball entries.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*8SY2rRVat2wgGEMlqU-5Ug.png)\\n\\n**Today and the Resolve**I sat, I smoked, I consulted and dreamed a way through the Shilla Bee residency for myself and residents. You are reading it. My tools toward resolve would be Clubhouse, Mirror and Twitter Spaces. I began to interview\\n\\nMaya and I started interviewing our residents via Clubdeck and using the audio to create content walk-thrus of each studio. I”m publishing this article and a few others showcasing my residents to both Medium and Mirror. I will also promote walk-thrus via Twitter Spaces for each artist. We’ll talk about the experience they had with their studio exhibition, the residency, and thoughts about their future in the NFT space.\\n\\nI hope I was able to bring you into our world and what was experienced and handled during the now 2 month residency. The NFTs will be a part of the Shilla Bee Collection on Nifttykit/Opensea. I welcome you all to experience and support the work of the Shilla Bees and the hive NFT gallery exhibition space.\",\"timestamp\":1637008042,\"title\":\"The Shilla Bee Saga - New World Curator - Medium\"},\"digest\":\"BC0qMxkOFnLPsJeN62deD_ml9_h8brRt4C8pF6OlBVk\",\"authorship\":{\"contributor\":\"0x7BD69d24a9B2f2ba32A0061309D767C4235e87Df\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Lvflt741WmhHr9R58-957emSC5aUtjdtEBNLXMNvbEw\\\",\\\"y\\\":\\\"AaIc9cDh86_FznH4G8u97qTJTpFJ_mW3SEQxev70BGs\\\"}\",\"signature\":\"nfthYGE1N3tyPbn161ilOK33WyYv8ar8j3YRtYV7DH3Yo96GP5GxzogsaS2IOZUI63kNK23DPMhikxsqiiLuWg\",\"signingKeySignature\":\"0xc5a8e6e3d31ca588b9cce0fce3397bf4cbef9951e56df43f806cb905523d39521c88c22ce54306a39c8021d81e4edfb1e29bb80bbf851f5063c84bec86e3fbc61c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Lvflt741WmhHr9R58-957emSC5aUtjdtEBNLXMNvbEw\\\",\\\"y\\\":\\\"AaIc9cDh86_FznH4G8u97qTJTpFJ_mW3SEQxev70BGs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BC0qMxkOFnLPsJeN62deD_ml9_h8brRt4C8pF6OlBVk\"}"