"{\"content\":{\"body\":\"Non-fungible tokens are here to stay because the possibilities and the opportunities of NFTs are boundless and go beyond art and celebrities’ tweets or photos. The future of NFTs lies in the business applications. The true power of NFT is providing authentication and facilitating the transfer of ownership. Thus, you can create NFTs for [wine](https://cryptochain.co.in/en/crypto-news/47909/ey-opschain-blockchain-lends-support-blockchain-wine-pte-ltd-launch-tattoo-wine-marketplace), a [Dolce and Gabbana designed dress or a crown](https://www.nytimes.com/2021/10/04/style/dolce-gabbana-nft.html), a property or any physical or digital asset that is deemed unique.\\n\\n***Merav Ozair is a fintech professor at Rutgers Business School.***\\n\\nBecause almost anything can be made an NFT – be they physical assets or digital assets – then:\\n\\n* In the case of physical assets, such as a [World Chess Championship set](https://shop.worldchess.com/algorand-limited-edition-set), the value of the NFT is tied to the value of the physical asset.\\n* In the case of virtual assets, such as [virtual real estate](https://fortune.com/2021/03/24/nft-art-digital-house-500000-dollars-mars-house-krista-kim/) or virtual watches, their value might be difficult to determine. However, as we evolve to more applicable virtual reality (VR) and augmented reality (AR) use cases with the evolution of the [metaverse](https://www.coindesk.com/tech/2021/08/03/a-crypto-guide-to-the-metaverse/), their value might become more tangible and commercialized.\\n\\nWhile companies are experimenting with the applicability of NFTs across different industries and business use cases, regulators will soon feel the need to regulate these assets. The “one-trillion-dollar” question then becomes: Are NFTs securities?\\n\\nThis question does not (and should not) have a straightforward answer. As a member of the Academic Advisory Board at INATBA (International Association for Trusted Blockchain Applications), I have been spending much time and thought on this issue as part of “INATBA Policy Notes” on NFTs, [DAOs](https://www.coindesk.com/learn/what-is-a-dao/) (decentralized autonomous organizations) and [DeFi ](https://www.coindesk.com/learn/what-is-defi/)(decentralized finance) to be proposed to the European Union’s Commission.\\n\\n0 seconds of 2 minutes, 9 secondsVolume 90%\\n\\n \\n\\nDeciding to apply one encompassing rule for all NFTs might be easy and simple to follow but may stifle innovation or, worse, impede global economic growth.\\n\\nIf an asset utilizes blockchain technology, this by itself does not change its function or economic use case. Same as in the case of electric cars. If a car utilizes electricity rather than gas, the change of energy use does not change its purpose, function or use case – it is still a car. We might need to consider modifications and adjustments for operations, but its function and usage does not change.\\n\\nInnovation is evolving and the utilization of NFTs are boundless and hence should be examined use case by use case. For example, NFTs provide authentication so we can utilize NFTs to authenticate any certificate – a college degree, a marriage license, a deed or a title. These digital certificates or documents, although they use blockchain technology and tokenization, are not “assets” in the sense that they have a market value. Tokenization does not change the purpose and function of these documents – they are still certificates, with the advantage of blockchain technology to facilitate sharing, transfer and the ability to track these documents.\\n\\nEvery unique content can be authenticated via NFT. [IPwe, a blockchain-enabled platform for intellectual property (IP) transactions, and IBM](https://newsroom.ibm.com/2021-04-20-IPwe-and-IBM-Seek-to-Transform-Corporate-Patents-With-Next-Generation-NFTs-Using-IBM-Blockchain) are working on a pilot to NFT IP, which will facilitate the IP commercialization and monetization and bring new liquidity for investors and innovations. Monetizing IP doesn’t constitute a security.\\n\\nIn the case of digital art, like Beeple’s $69 million [“The First 5,000 Days” NFT](https://www.christies.com/features/Monumental-collage-by-Beeple-is-first-purely-digital-artwork-NFT-to-come-to-auction-11510-7.aspx) (the most expensive NFT sold to date), this is still an art piece, although it is digital and you cannot hang it on the wall. But as with any collectibles, digital or physical, some may purchase them as a hobby and others as an investment. A physical painting is not considered a security, thus why would a digital art be considered as a security?\\n\\nEven if the owner of the painting decides to use the painting as collateral for a business loan, this collateral is still [not considered a security](https://corporatefinanceinstitute.com/resources/knowledge/finance/collateral/). The same should apply in the “tokenization world.” If NFTs are used in DeFi applications as collateral for a loan, they should not be classified as securities.\\n\\nBut what if you fractionalize the painting, to allow the ownership to be shared with a group of people? Fractionalization does not automatically make the asset a security under U.S. [securities laws](https://www.law.cornell.edu/uscode/text/15/77b#a_1). Again, it depends on the purpose or the use case of the fractionalization.\\n\\n***Read more: [Some NFTs Are Probably Illegal. Does the SEC Care?](https://www.coindesk.com/policy/2021/10/20/some-nfts-are-probably-illegal-does-the-sec-care/)***\\n\\nSuppose you create a partnership or a [co-op](https://ncbaclusa.coop/resources/what-is-a-co-op/) to facilitate the management of the painting among its many owners. As a group you may need to decide what to do with the painting – where to place it? How to secure it? Sell or keep? In such a case each member (i.e., “fractioned owner of the painting”) will have voting rights on how to govern and manage the painting. Voting rights, such as in the case of a membership in a co-op, does not constitute as a security. It is still an asset, granted owned by many (i.e., a group of people), but not a security.\\n\\nA similar co-op governance can be applied in the tokenization world for an NFT by utilizing a DAO, which will provide voting rights to the members/users of the DAO and establish the structure of the governance, including proposing new rules, changing rules and so on. A DAO is a “faceless” governance system that can democratize society and alleviate social barriers. A DAO is a governance mechanism and doesn’t constitute a security. Hence, an NFT structured with a layer of DAO will not fall under securities laws.\\n\\nIf the purpose of the fractionalization of the physical painting is to create shares to be traded in a secondary market and provide liquidity, then in this case these “factions” will fall under securities laws. Thus, fractionalizing an NFT to provide trading and liquidity, utilizing a wrapped fungible token to represent the fractionalization of the NFT, will be classified as security.\\n\\nThe economic use cases for NFTs, their utilization and purpose are limitless and will impact any industry, product or service. Innovation is evolving to create applications, which betters society and the economy – and thus regulation should strive to do the same.\\n\\n \\n \",\"timestamp\":1637719430,\"title\":\"Not All NFTs Are Securities\"},\"digest\":\"lCZz4uTjXwx-aF2I-VmwEWx5-VSh9qFGEyVdHxrh05E\",\"authorship\":{\"contributor\":\"0xEE836251ee934C3126ac5d9BB29AE9177a6A12e6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lgn3Oxm9r4fTn_cUs6ShnRtILTB1sryGRJUHMsdrurU\\\",\\\"y\\\":\\\"oSA28BiHrEyjsg-E3bQ8SH5h4eVwlJ6dr5YWa1p_ARs\\\"}\",\"signature\":\"_dEbJvT76WL2p8SqRVtG7m59NSbQqttjSNY_pvqBCYw4Ut10h1ZHFca-GYfjkbDeYb1nNnFSxaa_f8-UwtSDXg\",\"signingKeySignature\":\"0xba887ead4f2693c93b6a232980bdae174b4f0ed1e63a2805ecade13b17a2a43b2917c4ead61b431638c20ed6535fa50dc31d8b061a3055bb221ac2c9652a25321c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lgn3Oxm9r4fTn_cUs6ShnRtILTB1sryGRJUHMsdrurU\\\",\\\"y\\\":\\\"oSA28BiHrEyjsg-E3bQ8SH5h4eVwlJ6dr5YWa1p_ARs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lCZz4uTjXwx-aF2I-VmwEWx5-VSh9qFGEyVdHxrh05E\"}"