"{\"content\":{\"body\":\"**Abstract:** As we know, Hanfeizi is the most representative figure of the legist school. His ideas are best described in his book “Hanfeizi ”,in which he strongly advocated the importance of “law”, “means”, “force ” for an emperor to control his country. About one thousand years later, in Italy there was an politician named Machiavelli. In his famous book called “The Prince”, he adopted the same attitude with Hanfeizi towards how an emperor should rule his country. In this paper, the author tries to explore some similarities and some dissimilarities between the two great thinkers from the aspect of their background, their attitudes towards the nature and relationship of human beings and so on.\\n\\n \\n\\n**I Similarities in their backgrounds**\\n\\n   Hanfeizi (280BC_233BC) was born in the Spring and Autumn Period in Han state. At that time Han state was the most weakest state of the seven states. Hanfeizi ,who was much influenced by his teacher Xunzi and the Taoism, saw the political corruption in his country and put forward much useful advice to carry out reform.. Unfortunately the emperor of Han would not like to adopt his ideas and let his country wither away. However the emperor of Qinshihuang admired the talent of Hanfeizi and wanted to give him a position in Qin state. Although Qinshihuang finally killed Hanfeizi owing to listening to the unfaithful advice of Lisi., he ruled his country on the principles advocated by Hanfeizi. Until that time did the divived situation come to an end and the united central right come out.\",\"timestamp\":1638954133,\"title\":\"A comparative study\"},\"digest\":\"S_MPQJPhw-Qfnpo0Z00WM8TbhzTcD2N4nudLXBrAmM4\",\"authorship\":{\"contributor\":\"0x253346a9FaaF230f9bCBFD7aEbB08eb405442838\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yRadMd4rv9-AuoCILS1WoaW6gdGyCJwogCI821I1yHY\\\",\\\"y\\\":\\\"IoEwaOGFuzEdnfbSR1N4rLuNOVYrzeKnIbkXIEfkL6w\\\"}\",\"signature\":\"vTTiI6Pf8E_gfIQG5AIFgUvO_fA12wQefYBbLGUSf0TCrmFAOs4bUbDMwZOb1nrS7LVENv4YHrqxC-PKtQXVpQ\",\"signingKeySignature\":\"0x66fc33a26d73d4e92bd8d100aafcefa36bb4aa0d036cdeac09a662b58cb931943d6ad24cbda4b0ea0958fb3d8e92e81b81a8b338deabfff00ea6bdb096aff94f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yRadMd4rv9-AuoCILS1WoaW6gdGyCJwogCI821I1yHY\\\",\\\"y\\\":\\\"IoEwaOGFuzEdnfbSR1N4rLuNOVYrzeKnIbkXIEfkL6w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"S_MPQJPhw-Qfnpo0Z00WM8TbhzTcD2N4nudLXBrAmM4\"}"