"{\"content\":{\"body\":\"The following content is heavily inspired by Sam Williams “Mechanism Design 101” and Tim Roughgarden’s Game Theory course on YouTube.\\n\\n![Cardinal Richelieu would be proud of how long the system he created lasted](https://images.mirror-media.xyz/publication-images/N2WfSKEwWvHuZxBzSfg7f.jpg?height=695&width=600)\\n\\nAs far as I can tell, the simplest crypto thesis is the following:\\n\\n* The defining characteristic and advantage of humanity is our ability to form networks across genetic boundaries through social consensus\\n* BTC’s value comes from creating social consensus by enforcing a game that cannot be terminated or updated\\n* The existing social consensus (i.e., nation states) has been fragmenting at an unprecedented rate due to the “information tsunami” sweeping the world\\n* QED, BTC will increase in value\\n\\nI believe Messari has mentioned declining trust in social institutions as one of the primary drivers of Crypto adoption, among others. As far as I am aware it is the main thesis of most institutional investors and funds.\\n\\nIn order to determine whether the thesis has value, we can examine it step by step.\\n\\nFirstly, how do we know that networks are the most valuable construct of humanity?\\n\\nRoman road networks connected disparate continents and aided the flow of goods over thousands of miles. British and Dutch domination of sea lanes created prosperous empires in the 18th and 19th centuries. Later, railroads would unite east and west and create fabulously wealthy magnates during America’s gilded age. Today, social networks like Meta (Facebook) are among the most valuable companies on Earth. In every era of Human history it has been the networks we form that decide the character of our existence.\\n\\nSecondly, how does BTC create social consensus?\\n\\nA: Mechanism Design and incentives.\\n\\nMechanism design is a formal term for the study of incentives. A basic example of the type of problem mechanism design looks at would be that of the “scooter economy”:\\n\\nImagine that you are the company responsible for distributing those neat scooters downtown that you occasionally see pedestrians using. At the beginning of the day we put scooters in useful places, fully charged, but by the middle of the day all those scooters are somewhere must less useful, with less than half charge, and by the end of the day they may be completely lacking charge and distributed across the city in not so useful locations. Initially, these scooter companies opted for a centrally planned solution where they hired people with vans to go around, charge the scooters, and redistribute them. However, this strategy is actually extremely inefficient as it is essentially a form of the notoriously difficult travelling salesman problem, which implies that calculating the fair market value of the task the vans are doing is NP hard.\\n\\nThe solution to this pricing problem is analogous to how Bitcoin works. Scooter companies simply offer a reward for each scooter that is charged and brought back to a useful location. That’s it. All you have to do was market the opportunity, and with no central planning at all people will go out and recharge and move the scooters in a manner much cheaper than the centralized alternative.\\n\\nYou can take this same mechanism, with the same reward system, and you can make a mechanism that will give you a fair market value for any task isomorphic to this. This is because we can start with a reward of X value which will be competed lower by participants until the reward reaches the opportunity cost, at which point no new people will come to the mechanism. This ensures optimal pricing in almost every situation.\\n\\nThis leads us to Bitcoin. Bitcoin is a system of value storage where no one party can change ownership by force or print new tokens into the network. Proof-of-work exists as the reward mechanism that makes this possible.\\n\\nThe main advantages cryptographic currencies like Bitcoin have over traditional polities is that they profit from the fact that incentives are often more powerful than the moral and ideological frameworks of players in economic games, and their “law” is fluid and always matched to social mores. The most popular example of mechanism design overwhelming traditional morality is the case of the Duplessis orphans, where the governor of Quebec knowingly misdiagnosed and treated tens of thousands of orphans with serious mental illnesses in order to extract additional handouts from the central government. This is a clear indication of the power of mechanism design: personal ideologies and moral frameworks will never stand up to well designed incentives. In fact, even strong memes like that of the nation state may be weaker than well designed incentives.\\n\\nFinally, why has the social consensus of traditional nation states been weakening?\\n\\n[https://thefifthwave.wordpress.com/what-is-the-fifth-wave/](https://thefifthwave.wordpress.com/what-is-the-fifth-wave/)\\n\\n\",\"timestamp\":1640833960,\"title\":\"Brave New World\"},\"digest\":\"K1jjWZMpOaclnM9NhkAXCsSPyltJ5e409uR-2M2im9k\",\"authorship\":{\"contributor\":\"0x57c322bafDBC22CF5B50835a1392Eb3Cef735F06\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HN3SAaeDRJUlTteSrhDpgXY4-iI7swYSz22SGzuJwqg\\\",\\\"y\\\":\\\"xLgVsjmFETrDBjklOKMDtMjmhlnffvAWDazu63PYLZY\\\"}\",\"signature\":\"VP-8KCDNpPdzBRJ539vQFPPOKIYS_87l-p6ogZoVIojvmYu15YA76tJ7A_JM-16sPb94MyUPeS6esVPia67Dvg\",\"signingKeySignature\":\"0x077a76ed4823a96357a5a95cc5fccf68f4829219314fe38df3a9329736c92dba15a884456eb6f46eabc4a656d68389afc2210e05d5366f4dfc708ec1041a0bba1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HN3SAaeDRJUlTteSrhDpgXY4-iI7swYSz22SGzuJwqg\\\",\\\"y\\\":\\\"xLgVsjmFETrDBjklOKMDtMjmhlnffvAWDazu63PYLZY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8o5jwrg-S_UZl8mQ7MkMoxrVqvnu5mJn_YpZceGu1Aw\"}"