"{\"content\":{\"body\":\"When the right-click-save crowd calls NFTs worthless JPEGs, they mean tokens pointing to image files. And, to their credit, many \\\"Adjective Animal Association\\\" PFPs will probably go to zero.\\n\\n**But non-fungible tokens aren't image ownership technology.** The point isn't even to \\\"own\\\" a file.\\n\\nNFTs are digital ownership certificates with property rights enforced by a blockchain. These tokens point to something—which *can* be a JPEG. But pictures are just the first thing we certified ownership of. You could attach an NFT to any file type—or no file at all.\\n\\nThat might give right-click-savers a headache. They called NFTs *with* JPEGs worthless. Wait until they hear about NFTs *without* image files.\\n\\nBut they bring up a valid question:\\n\\n## What do NFTs do?\\n\\nNFTs are pointers to digital assets of any type. Whatever they point to shows up in your wallet. We don’t know most of the use cases of these yet. Digital art ownership is only the first part.\\n\\n[https://twitter.com/punk6529/status/1451896453065023493](https://twitter.com/punk6529/status/1451896453065023493)\\n\\nThat’s because non-fungibles are a new paradigm and will spawn a cambrian explosion of business models. But one thing NFTs enable is community-driven, -owned and -run organizations.\\n\\n**The direction of web3 businesses won’t be decided only by its employees.**\\n\\nBecause what NFTs uniquely accomplish is turning customers into participants. They take you from the bleachers and invite you onto the playing field.\\n\\nThat might sound confusing. So let's use a non-crypto example to illustrate the point. You can plot financial investments on a line: **The higher the potential rewards, the more you have to be involved, the more risk you take.**\\n\\n![(Purposely simplified: You could plot treasury bonds to the left of ETFs, options trading to the right of VC and a bunch of things in between)](https://images.mirror-media.xyz/publication-images/qWXytgN1j9fhyahG7sJww.png?height=1080&width=1920)\\n\\nConventional financial wisdom advises to buy into an index fund every month and let it compound at 8-10% per year. This is solid advice. As long as you don't panic-sell, you'll be fine.\\n\\nBut index funds are a spectator sport: Anyone can buy them. You cheer when it goes up and cry when it goes down. But you have zero influence. You're watching from the bleachers.\\n\\nThe opposite in traditional finance is venture capital:\\n\\nLike professional sports, it's hard to become a VC and even harder to be a good one. As an angel investor, you directly influence portfolio companies (and therefore the outcomes of your investments). You're still watching, but you're the coach, standing on the same grass as the players.\\n\\nIn sports, the athletes on the field are most involved, the TV audience on the couch the least. But what if you could get up from the couch, go to the stadium, buy a jersey and start playing with your favorite team?\\n\\nThat’s what NFTs do. It's like a founder selling you a jersey and inviting you to play for their team.\\n\\n![](https://images.mirror-media.xyz/publication-images/uybQnzG8oJkZt4UnbHn7U.png?height=1305&width=2449)\\n\\nBy owning tokens, you're part of the team. You participate in the upside (when your token appreciates) and the downside (if it tanks). That dynamic exists in VC too. But NFTs are not investment vehicles, you don’t own part of the company and the creator doesn’t ask you for advice. So what *are* you as an NFT holder? That’s what we’ll explore in this article.\\n\\nSo let's assume you watched people get rich from NFTs, purchase a token, put on that jersey and you're now a player.\\n\\n### How do you play?\\n\\nSales, marketing, business development and others are important tasks in any organization. Community members in NFT projects take those on when they:\\n\\n* Create derivative art\\n* Share the project on social media\\n* Tell others about the project\\n* Are active in the community\\n* Make memes\\n* etc.\\n\\nThat's why NFT projects don't run ads. You didn't hear about CryptoPunks from Larva Labs. Or about BAYC from Yuga Labs.\\n\\n**Ownership and tradability turn community members into sales reps and marketers.**\\n\\nSome impressive communities even develop software together. You don't sell, design and develop when you're a customer. That's what you do when you're on the team.\\n\\n![](https://images.mirror-media.xyz/publication-images/JdlBNDBh83k3G247IKLKw.png?height=1688&width=3001)\\n\\nAs a founder, that sounds amazing:\\n\\nYou make NFTs, people buy and the community does all the work, right? No. You have to *build* that community first. And that's hard.\\n\\nHere's why:\\n\\n## Wen Marketing?\\n\\nOwnership and tradability incentivize community contribution that grows the overall project. But **contributing to a community is work.**\\n\\nAnd some people don't like extra work. They want to flip an NFT for multiple times their money ASAP.\\n\\nIf you want to find them, cmd+f in Discord for these two words: *Wen marketing?*\\n\\nThat question is *really* asking when others will do the work so they can make money.\\n\\n**They have the index fund mindset, but want VC returns.**\\n\\nThere are BAYC minters who never shared the project. And yet they profited from the same explosion in value as BAYC's best evangelists.\\n\\nIt's the free rider problem:\\n\\n> *\\\"A free rider is a person who benefits from something without expending effort or paying for it.\\\"*\\n\\n(source: corporatefinanceinstitute.com)\\n\\nThe worst free riders contribute nothing. They don't create. Their only Discord activity is complaining about the floor price. They don't care about the community or the art.\\n\\nAnd the worst part: You can't fix this completely and permanently.\\n\\n**Some free riders are inevitable. But when they take over, projects crumble.**\\n\\nThat's because participants want to get the most out of their work. And NFT communities can help with that. Creating for a community means you don't have to build from scratch:\\n\\n* If you're an artist, you've got an early audience and a format to start with.\\n* If you're a developer, you can build on top of the contract.\\n* If you're there for the vibes, you don't have to find thousands of cool people—they're already there.\\n\\n![](https://images.mirror-media.xyz/publication-images/QwijPuLa1qrsZLnd40sYD.png?height=1080&width=2035)\\n\\nNow, nobody is 100% altruistic. By contributing to the community, you want *something* in return.\\n\\nMaybe that's token value, status in the community, attracting freelance clients, networking with smart people, whatever.\\n\\n**You want your contributions to benefit you and the community.**\\n\\nBut contributing to a free rider communty is like multiplying by zero. No meme you make, bot you code or art you draw benefits anyone if nobody else cares.\\n\\nSo when you see a community of free riders, you contribute elsewhere. But the opposite is also true:\\n\\nIf the community around you is building together, that motivates you to contribute and create more value for everyone.\\n\\n![In the right community, you know where you fit in.](https://images.mirror-media.xyz/publication-images/NFE-5onfrC8nl4SQyexxy.png?height=1081&width=2126)\\n\\nIt's the same in sports: It doesn't matter how many people you can hand a jersey if none of them leave the bleachers and walk onto the field.\\n\\nWith NFTs, you *get* to play. But you also *have* to play. Because if nobody contributes, the project dies and your (and everyone else's) NFT is worthless.\\n\\nThis is why crypto people talk about aligning incentives: Both creators and token holders want to keep the project from collapsing and watch it flourish instead.\\n\\nBut that leaves us with a paradox: **If creators and token holders have the same incentives, why do so few projects have engaged communities?**\\n\\nIf I had a universal answer to that, I'd probably win a nobel prize in economics.\\n\\nSo instead of doing that, I'll share practical principles (hehe) for fostering an active community that creates long term value.\\n\\n## How to build a community that creates, builds and ships together\\n\\n### Stop the giveaways!\\n\\nThere's an arms race of giveaways in the NFT world: It started with .1 ETH giveaways, now you can win brand-new Teslas for minting a cartoon profile picture.\\n\\nAnd if your only goal is to sell out a few thousand Fiverr illustrations, having the biggest giveaway attracts the necessary attention. But *whose* attention?\\n\\nDoes that attract short-term profit seekers (free riders) or long-term thinking builders?\\n\\nJim Collins has the concept of \\\"[First Who, Then What?](https://www.jimcollins.com/concepts/first-who-then-what.html)\\\" (bolding mine):\\n\\n> Those who build great organizations make sure they have the right people on the bus and the right people in the key seats before they figure out where to drive the bus. They always think first about who and then about what. When facing chaos and uncertainty, and you cannot possibly predict what's coming around the corner, **your best \\\"strategy\\\" is to have a busload of people who can adapt to and perform brilliantly no matter what comes next. Great vision without great people is irrelevant.**\\n\\n(source: jimcollins.com/concepts/first-who-then-what.html)\\n\\nThe same is true for NFT communities. You can have amazing art, a great vision and talented team members; if your roadmaps attracts *\\\"wen marketing?\\\"* free riders, you'll struggle to keep your project relevant and valuable.\\n\\nExcessive giveaways incentivize free rider behavior: They only require sitting on your butt and waiting for rewards.\\n\\nTo attract participants, artists and builders, let your roadmap reflect that you care about those people. Give them something they want.\\n\\nLet’s take an example: I’m involved in the Pixelbeasts Discord. While most Discords are full of memes, shilling and complaining, this community is building an investment DAO, a podcast, a newsletter, a video game and I’m probably forgetting half of it.\\n\\nWhy? Look at the roadmap for Pixelbeasts:\\n\\n![No giveaways, all about creating together.](https://images.mirror-media.xyz/publication-images/bryEuIQUvWyA6y-5uqOk_.jpg?height=1426&width=2466)\\n\\nShow potential token owners what you want builders and creators to ship things with. The way to do that is by building infrastructure.\\n\\n### Build infrastructure, not sculptures\\n\\nMost projects build from the top down. They announce an NFT-based video game, comic book, cartoon, etc. and leave the community waiting until it's done.\\n\\nMaybe the community occasionally votes on something, but that’s it. But you can do all of that by fundraising on Kickstarter.\\n\\nThe NFT communities I'm bullish on do the opposite: **They enable the community to create.**\\n\\nIn the [Pixelbeasts](https://www.pixelbeasts.xyz/) Discord server, community members are building a video game. I haven't seen community-driven game development in any other project.\\n\\nWhy does it work in Pixelbeasts?\\n\\nThe creator Yohei has baked gaming mechanics into the Beasts' metadata (The traits highlighted below don't influence visual appearance). Making a game is easier that way, because *some* infrastructure is already there.\\n\\n![](https://images.mirror-media.xyz/publication-images/1uKl-HNqmZXpUnyUfr7SB.jpg?height=906&width=1012)\\n\\nInfrastructure doesn’t have to be on-chain or even technical. Pixelbeasts members are also writing a rich backstory for Beastopia, the world the beasts inhabit. That backstory will make it easier to tell the story of each PFP because you can build on top of an existing narrative instead of building everything from scratch.\\n\\nAnother example of infrastructure is the Punkscapes Scape Builder:\\n\\n[https://twitter.com/PunkScape/status/1453525168035348485](https://twitter.com/PunkScape/status/1453525168035348485)\\n\\nThis lets everyone add their pixel PFPs onto a given scape. This makes it easy for the community to make memes, tell stories or put your PFP on a fun backdrop.\\n\\nIt incentivizes sharing the scapes—and that will get more people interested in buying a scape themselves and joining the community.\\n\\nIf you want an active community, make it easy for participants to build.\\n\\n### Create incentives\\n\\nWriting, coding, designing and other things costs time. For skilled people, time is money. Why make derivative NFT art when you could take on a freelance design client?\\n\\n**To attract people who contribute good work, you have to incentivize them.**\\n\\nAn example I love is the [Punkscapes](https://punkscape.xyz/) Art-a-thon: Artists compete for a prize fund by making derivative art of the Punkscapes.\\n\\nI even submitted my own piece:\\n\\n[https://twitter.com/practicalprncpl/status/1449346654088405005](https://twitter.com/practicalprncpl/status/1449346654088405005)\\n\\nThis attracted new artists into the community and even spawned [derivative Opensea collections](https://opensea.io/collection/michoscapes).\\n\\nIt grew the Scapes community, attracted artists and spread the word. All community-led growth, incentivized by the team. That’s what brings in the right people.\\n\\nBottom-up, community-driven building is the future of most successful NFT projects. But bottom-up initiatives can have unexpected results. What do you do about that?\\n\\n### Let go of control\\n\\nNFT projects aren't regular businesses: If you have an active community, it builds and profits without permission. And that could include things you haven't thought about.\\n\\nThe artist and main dev from Punkscapes never thought about organic diptychs and triptychs, which are highly desired in the community:\\n\\n[https://twitter.com/PunkScape/status/1450870985356451848](https://twitter.com/PunkScape/status/1450870985356451848)\\n\\nHe loves it. But not all creators love when their project unfolds a different way than they envisioned it.\\n\\nIf you want to tightly control every output with a 3-year plan, better launch a \\\"regular\\\" startup. On the blockchain, culture and software are composable. And people *will* compose with your creations.\\n\\n## Wrapping up: Bottom-Up vs. Top-Down\\n\\nOwning an NFT turns somebody from a buyer into a participant. That has advantages: Everybody participates in the upside, incentives are aligned.\\n\\nBut it also challenges NFT creators: Building a community that self-organizes, builds and ships without your instruction is hard.\\n\\nA bottom-up environment enables community-driven initiatives. The more you enable and incentivize bottom-up creation, the more your project is gmi.\\n\\nP.S.: If you enjoyed this article, please retweet the tweet below (or send it to someone who’ll love it) to tell more people about it: \\n\\n[https://twitter.com/practicalprncpl/status/1454751549201264640](https://twitter.com/practicalprncpl/status/1454751549201264640)\\n\\nP.P.S.: If you'd like to leave a small tip, my wallet address is   0xD785f783e24f71F7FA49dc2933C17bb20954548d\",\"timestamp\":1635674901,\"title\":\"Why NFT projects die without community (and how to build a thriving one)\"},\"digest\":\"I9lEcKDdrIB1kUcpJY523UJeiG-M7C7UHSE2nkjhiLY\",\"authorship\":{\"contributor\":\"0xD785f783e24f71F7FA49dc2933C17bb20954548d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jCzpsqLOgIG_nQYpewJhuYhSj9L_Qk2rbCkXAzK0V68\\\",\\\"y\\\":\\\"npJWjERhw2Vpc2oohm-ZT142RjwtDg37MaxBCahg9eU\\\"}\",\"signature\":\"fD7WMmlkdz75FPQH6f9sOccdZ_ipdkHyZLslDOgDfaN_IP5xXQm-MMK_mTqyDtGiT0zfHtIHC4p6rn1c0m3pnQ\",\"signingKeySignature\":\"0xd3969159bb3e5e95e86cc5fb71c1eec9f840c9bee8a66b815d1fb03e295fb27d13400b8a1a93b3642ab7a121f8713189d350d42f011b04612d32c22823266e8e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jCzpsqLOgIG_nQYpewJhuYhSj9L_Qk2rbCkXAzK0V68\\\",\\\"y\\\":\\\"npJWjERhw2Vpc2oohm-ZT142RjwtDg37MaxBCahg9eU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HsLnkJd-fPydTRdBOqRM1LpbHqZ9C3rW5awufcZs8-Q\"}"