"{\"content\":{\"body\":\"“我要请人家帮我打造个戒指，所以需要点矿石，要不是我那的矿石都用光了，拍卖行里又买不到货，我也不会问你要的，怎么样，你给还是不给。”马尾辫回道。\\n\\n```\\n你还没告诉我你需要要什么矿石，你让我怎么给，总不能没有我也说有吧，我心想道，扔了个话回她，“那你要什么矿石啊，我有的话当然可以给你。”\\n\\n“要红水晶矿和寒冰矿，你那有吗？”马尾辫问道。\\n\\n“红水晶矿我这倒是有不少，不过那个什么寒冰矿我可听都没听说过，无能为力了。”听她这一说，我想了想我挖到过的矿石种类，老老实实地回道。\\n\\n“啊，你那也没寒冰矿，那个戒指最起码的辅助材料就是要寒冰矿啊，而人家说更好的什么紫晶冰矿我根本就没见过，到哪才能找到啊。”马尾辫听我这一说，失望地回道。\\n\\n咦，那倒是巧了，看着马尾辫的消息，我心中一乐，扔了个消息说道：“呵呵，我寒冰矿是没有，不过紫晶冰矿倒是能帮你搞到。”\\n\\n“真的，那我可就要那个紫晶冰矿了，你什么时候能给我搞到啊。”马尾辫一听我这话，高兴地追问道。\\n\\n“我的房东大小姐，我可是刚刚回来的，你也总得让我喘口气啊。这样吧，你先到银行门口等我，我把红水晶矿拿给你点，不出意外地话，后天晚上给你紫晶冰矿怎么样。”我想了想回道。\\n\\n“那好，待会银行门口见。”马尾辫回了个话过来。\\n\\n收起了传呼机，我左右看了看（上次差点吃了真英雄的亏，我现在可是到哪都喜欢先望个风），才迈开步伐，顺着光洁的鹅卵石大路跑向了银行。\\n\\n从银行里取出一百块红水晶矿石后，我走出大门，站在高高的台阶上，眼光四下转了转，好象没有什么特别引人注目的MM，难道马尾辫还没来吗？我心里正疑惑着，突然看到路边转来几个女玩家，其中有个身影颇有几分熟悉，那身轻薄的杏黄色长袍随风飘逸，一头乌黑的长发如瀑布般低垂在脑后，脸上笑靥如花，光彩照人，纤纤玉手中捏拿着一把长长的翠绿法杖，一看就知道不是庸品，而身边的几个同伴也是清纯可人，各有千秋，真是好一群窈窕淑女，惹得一边路过的玩家是侧目不已（当然了，男性狼光为主），个别意志不太坚定的同志不但眼睛发了花，嘴里还流出几滴无名液体，真是让我等有识之士汗颜不已。\\n\\n而那个女玩家跟同伴走到银行门口就停下了脚步，左顾右盼了一番后，掏出传呼机发起消息来，她那头的传呼机刚放下，我这里就滴答滴答响了起来，拿起来一看：“你在哪呢？”正是马尾辫的发来的。\\n\\n呵，怪不得我看她总觉得有点眼熟，原来正是马尾辫啊，真是天地何处不相逢，没想到我和她已经能在这里见过两次了，我心中一边想着，一边从台阶上大步跨了下去。\\n\\n“嗨，好啊。”我来到马尾辫身边，乐呵呵地说道。\\n\\n马尾辫看了看我，有点吃惊地说道：“你就是隐为者？”\\n\\n“怎么，不象吗，我可是如假包换的隐为者。”我夸张地瞪大眼睛看了看自己，笑着回道。\\n\\n“那倒不是，就是感觉太平凡了一点，和你本人有那么点差距，对了，我好象在哪见过你。”马尾辫歪着脖子看了看我，评价地说道，而她身边的一帮女伴也纷纷笑嘻嘻地看着我指指点点，让我感觉是好生不自在。\\n\\n切，不懂平平淡淡才是真吗，我要引人注目干吗，以貌论人是不足取的，知道不，见过，当然见过，我可是记得清楚，不过没必要和你说明了，我心里嘀咕道。“呵呵，我这张脸，见了不生厌，见过就易忘，丢人海里，一晃就没了，能见过也正常。那，这是一百块红水晶矿石，你拿着，我就先走了。”冲马尾辫发了个交易请求，我丢过去矿石后说道。\\n\\n“那可谢谢你了，不过你也没这么忙吧，刚见面就要走人，不如和我们一起去前面的品茗轩坐坐好了，我给你介绍介绍我这几个姐妹怎么样。”马尾辫坏坏地微微一笑，眼睛里闪出一丝狡黠的光芒，指了指身边的几个女玩家说道。\\n\\n“嗨，这不得帮你去挖那紫晶冰矿，怎么不忙，今天就免了，下次好了。”我连忙推手说到，咱可无福消受你的美人恩，保持点距离的好，这等好事要是给刑天那小子碰上估计就得乐了。\\n\\n“呀，你架子这么大，一点面子都不给我，去坐一会怎么拉。”马尾辫一撅嘴，也不知道是真不满，还是假生气地说道。\\n\\n“别，你的好意我心领就成，真的是时间紧迫，你要的矿石可不容易搞，晚一步的话可就被别人捷足先登了，你要是不想要的话，那我可以陪你们坐坐。”我连忙使出杀手锏，拿矿石“威胁”马尾辫道。\\n\\n“哦，那就算了，你赶紧去挖矿吧，等你挖好了再请你好了，呵呵，谢谢你拉。”马尾辫听我这一说，脸上露出理解的神色，笑着说道。\\n\\n看着我匆匆离去的背影，马尾辫身边的一个满头波浪红发，杏脸桃腮的女玩家问道：“星晴，这个就是你说的那个百强高手吗？”\\n\\n“恩，就是他啊，怎么了风颜？”马尾辫眨了眨眼睛，看着身边的同伴回道。\\n\\n“我看也没什么了不起的，很普通啊，而且就一个人，和我想象的差距好大哦。”那个红发女玩家撇了撇嘴回道。\\n\\n“是啊，星晴，我们还都以为会有个大英雄、大豪杰出场呢。”一边的几个女的也叽叽喳喳附和道。\\n\\n“呵呵，怎么拉，你想要什么样的才满意，是不是要英俊潇洒，气质非凡，被人前呼后拥的那种白马王子登场，然后再给你送上一打娇嫩的红玫瑰，深情地对你说声‘风颜，我爱你’才行啊，大英雄、大豪杰，你们以为这是在演古装连续剧拉，整一群花痴。”马尾辫娇笑这指了指风颜，调侃地说道。\\n```\\n\\n\\n------------\\n\\n第一百五十章 千年尸王二\\n\\n“呀，你这死丫头，拿我开心是不是，姐妹们，帮我一起‘镇压’她啊。”那个叫风颜的红发女子听马尾辫这一说，黛眉一扬，粉脸一紧，撸起长袖露出小半截白玉般的臂膀，招呼着身边的同伴就对马尾辫下了“毒手”——挠痒痒。\\n\\n```\\n“呵呵，好了好了，我知道错了，别再挠了。”触犯了众怒的马尾辫娇喘着连忙赔罪道，“到，到品茗轩，我，我做东还不成啊。”\\n\\n“哼，这还差不多，今天先放你一马，下不为例。”风颜她们也笑着说道。\\n\\n“呀，怎么这么巧啊，小芸你们也在这里啊。”一个细尖的声音从马尾辫身后传来，马尾辫她们掉头一看，来的不是别人，在那万兽无疆盟中一败走人横行天下一伙。\\n\\n“星晴，又是这帮讨厌的家伙，怎么老是象孤魂野鬼缠着你啊，每次遇到都说巧，有这么巧的吗。”风颜在马尾辫耳边低语道。\\n\\n“恩，真烦，一点都不识趣。”马尾辫应声说道。\\n\\n“你们是不是要去品茗轩啊，我正好没事，陪你们一起去好了，我做东。”横行天下眯了眯眼，看着马尾辫说道。\\n\\n“谢了，我们还有事，不想去品茗轩了，你自己去好了。”马尾辫脸色一板地回道，没容横行天下答话，马尾辫拉着身边的风颜她们，扭头就走，回也不回，让横行天下尴尬地留在了原地。\\n\\n“呸，这臭丫头，拽什么拽，能被大哥你看上是她的福气，还跟你对着干，真是******不识相。”横行天下身边那个细眼睛冲马尾辫她们的背影重重吐了口口水，骂道。\\n\\n“妈的，刚才和她们说话的那家伙是谁，好象挺亲热的，你们认识吗？”看来这横行天下也不是刚来，看到我开始和马尾辫交谈的一幕，才这样问道。\\n\\n“怎么，大哥，你的意思是？”细眼睛迟疑了一下问道。\\n\\n“妈的，她不理我没关系，但是她理的人老子都不放过，以后给我留个心，只要那丫头接触过的男玩家，都别跟我客气，见了就给我挂了，宁可错杀，绝不放过，我得不到，别人也别想得到。”横行天下那张苍白的脸上映出一片潮红，恶狠狠地说道。\\n\\n“知道了，老大，你就放心好了，我会让弟兄们都留意的。”细眼睛连忙回道，随后一招手，身后几个人就顺着我离开的路追了上去。\\n\\n奶奶的，都说红颜是祸水，果然不假。这不，一件根本和我不相干的事，只因为横行天下的臆断，就将那无妄之火给撒到咱身上，想拿我开刀。横行天下你小子争风吃醋没关系，可别扯上我啊，可怜我这里还没察觉，无形之中又被人给暗暗算计着了。\\n\\n*****************************\\n\\n一路先来到拍卖行，将身上的长弓、长剑扔到胖眼睛，顺便问了问我那几件装备的事。可惜想买我那装备的不少，能有同等装备相换的却一个也没有，反正现在咱也不缺钱花，不如再等等好了，现在可是金钱好换，装备难求，咱不图一时之喜，嘱咐了胖眼睛声，让他再帮忙多关心下后，我带着从拍卖行收刮来的“廉价”药材，抄近路从后门离开拍卖行，转向了经常光顾的客栈。\\n\\n“妈的，刚才好象看见那小子进了拍卖行的，怎么就不见了。”一个獐头鼠目，塌鼻梁的家伙在拍卖行里转了半天走出来骂道，“狗子，你们找到那小子了吗？”\\n\\n“妈的，没找到，那小子可比泥鳅都滑。”塌鼻梁的几个同伴也咒骂着回道。\\n\\n“算他走运，走。”塌鼻梁一挥手，一伙人恨恨地走人了。\\n\\n进了房间，关上房门，我将身上的药材一一拿了出来，堆放到桌上。喝，加上最近在雪人洞穴挖到的地根草，我身上倒也收集不少的好药材，足够我大肆挥霍一番了，经过咱仔细挑选搭配，精心炼制，倒也让我给炼出几颗品质较高的丹药来，提高不少的炼丹熟练度，可惜那丹药的属性却不怎么喜人。\\n\\n祛毒丹：提升抗毒属性50%，效果六十分钟\\n\\n极速丹：提高敏捷50%。，效果五分钟\\n\\n能抗毒的是不错，不过我现在遇到的怪很少有带毒属性攻击的，那群蛇谷中倒是有不少的毒物，但是已经不适合我去那练级了，而这极速丹效果虽好，不过时间太短，要是能持续个三、五十分钟那可********，现在吗，也只有在危难关头拿来逃命用了。\\n\\n不过这次炼丹成功，在我药剂师的副职属性上又多了两个小提示，分别是祛毒丹和极速丹的炼制方法，而且系统提示也告诉我，现在炼丹和锻造一样，也能获得经验。\\n\\n“隐为者玩家，你成功炼制了祛毒丹和极速丹，获得经验五百。”\\n\\n呵呵，看来以后能创新出什么系统里没有的丹药的话，估计也能得到高回报了。收起桌上炼好的一干丹药，我低头看了看修整一新的装备，储备充足的背包，咱别无牵挂，掏出回程石，选上寒冰城，哥们我去也。（炼制高级丹药和创造新的丹药都能获得经验，我因为炼出的丹药系统已经有了，所以不属于创新，经验才少点，但是可以掌握炼制方法，而锻造新品装备和高级装备也能获得经验，至于低级的嘛，那就免谈了）\\n\\n出了城门，披上我的狗皮袄，翻身跨上我的小黑，哥们我迎着那初升的朝阳，满天的霞光，顺着闪烁着碎银一般光芒的雪地，心中一片清朗，一路放声高歌，狂奔向了云山。\\n\\n这一路上我可没跟怪客气，是见一个杀一，为什么，咱这次过去，一是为挖矿，二是也为了冲级，哥们我也在三十六级上面徘徊了很久了，怎么着也能努力努力，往三十七上冲吧，乘着这里是怪多人少的局面（相对而言），咱还不努力发挥发挥，好好赚点经验。\\n```\\n\\n\\n------------\",\"timestamp\":1640327374,\"title\":\"第一百五十章 千年尸王一\"},\"digest\":\"gKA48xp1O-5jmZI56q58SrwVTUVFGIynn9kqSklcIpg\",\"authorship\":{\"contributor\":\"0x294632C32F06fFb18Ff994b80FA87327C29e9718\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IRdrN4vVuIpQ1kRMCcO3Z1nQStccX-0nF4JblCv8tAE\\\",\\\"y\\\":\\\"Wn2G3ZE5c-mdibhRYbrS3T3RH8_IzvmET2Y8nL4enfQ\\\"}\",\"signature\":\"m0jbtDZmv7ODNkvgZ_cFG-jndCMSRVGI_C_7-AN-DqDAWt7701znxa7sUulUV62n9S9T0O-cF-oJfexByoNwdQ\",\"signingKeySignature\":\"0xb843e1e486f9eaed1b0b04431a0e85b03b64a695fb00eaeb3a80a64bb8aa289001525f63af8d110377d33a5e1b72b84326f6006346c5c14ef8668c92f4e4aa4d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IRdrN4vVuIpQ1kRMCcO3Z1nQStccX-0nF4JblCv8tAE\\\",\\\"y\\\":\\\"Wn2G3ZE5c-mdibhRYbrS3T3RH8_IzvmET2Y8nL4enfQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gKA48xp1O-5jmZI56q58SrwVTUVFGIynn9kqSklcIpg\"}"