"{\"content\":{\"body\":\"作者：Dan Runcie\\n\\n似乎今天每个人都是创造者——无论是艺术家、开发者，还是其他追随他们技艺的人——但创造者经济仍有增长空间。尽管这是一个由超过[5000 万人](https://www.forbes.com/sites/mattklein/2020/09/23/50m-join-the-creator-economy-as-new-platforms-emerge-to-help-anyone-produce-content--money/?sh=527ca2933165)推动的价值数十亿美元的市场，但这一运动比其货币化平台要深刻得多，而且比能够以创造性工作为生的一小部分人要大得多。 \\n\\n这种新经济有一些不言而喻的、经常被忽视的层面；创作者的竞争环境仍然不平衡，可复制的成功故事仍然相去甚远。那么缺少什么？那些将所有“创作者”组合在一起的人可能会错失下一阶段的机会：帮助突围明星发展业务、提高内容质量并提供定制资源来解决特定痛点的特定工具。为了帮助创作者升级，工具构建者需要更细致地考虑创作者的等级。如今，这些级别的技术往往无法满足需求。\\n\\n## 更多定制创作者工具的案例\\n\\n当社交媒体的 Web 2.0 时代在 2000 年代开始时，越来越多的人将爱好变成了职业。业余摄影师使用 Instagram 成为专业摄影师。YouTube 将健身大师变成了 fitspo 影响者。SoundCloud 将业余艺术家变成了排行榜冠军。\\n\\n但是对于每一个成功的故事，都有数十名创作者只是获得了一种新的爱好，还有数百名试图以工作为生并[遭受倦怠](https://newcreatormanifesto.com/)的创作者。这是[1% 规则](https://jamesclear.com/the-1-percent-rule)的经典案例，其中少数人获得所有奖励。 \\n\\n这种动态适用于大多数竞争领域。但这种分歧也应该迫使创作者经济中的企业和平台明确他们打算为谁服务：他们是否让 99% 的人能够追逐他们童年的梦想？他们是否在帮助 1% 的人建立更强大的企业？或者他们是否与 0.1%（和 0.01%）的创作者合作以扩大他们的财富？这些群体中的每一个都有不同的痛点。其中一些痛点被忽视了，因为总目标市场没有达到数十亿用户。 \\n\\n但就像创作者经济本身一样，如果创作者平台服务于小众受众，解决这些独特的痛点可能会带来丰厚的回报。\\n\\n## 每个创作者级别都是自己的经济\\n\\n发起种子前投资的初创公司创始人可能不会联系私募股权公司进行投资。创始人和投资者都了解筹款阶段背后的要求。同样，创作者经济也有自己的层次，要求创作者和公司相互匹配，以实现最有效的结果。\\n\\n### 通常是为了娱乐\\n\\n随着科技不断降低创作者的进入门槛——例如，在音频领域，通过 Anchor 等工具可以轻松启动播客；描述，使任何人都可以轻松编辑播客；Splice，任何人都可以使用免版税样本创作音乐；等等——将会出现更多这样的爱好者。 \\n\\n这个级别的最大痛点是这些人要么没有时间或金钱来投资他们的业务，要么缺乏分销和营销。通常，他们也很难达到一定的生产价值或优质内容水平。事实是，大多数业余爱好者仍将是业余爱好者，只有少数人的收入足以开始以工作为生。 \\n\\n### 是那些可以通过创作工作养活自己的人。\\n\\n托管这些创作者的平台经常分享这些人的成功故事，这些人从业余爱好者开始，使用他们的平台，然后辞掉日常工作全力以赴。他们在业余爱好者方面领先一步可持续现金流，但与级别 1 相距甚远，以至于它们不相关。\\n\\n创作者在这个层面的痛点通常是缺乏经营企业的经验，这会占用创造性努力的时间，以及缺乏时间和资源来推销他们的作品。 \\n\\n### 是那些通常可以与外部品牌（例如媒体公司、唱片公司、出版商等）建立合作伙伴关系以最大限度地扩大影响范围的人。\\n\\n这里最大的挑战是保持名气和相关性；也可能存在潜在的品牌危机，使这些创作者失去伙伴关系甚至生计。在升级方面，真正的痛点是弄清楚如何利用自己的品牌获得业务和财务上的成功。\\n\\n### 是那些不仅可以发展而且具有持久力、比创造者本身更长寿的企业的人。\\n\\n以蕾哈娜 (Rihanna) 、芬蒂 (Rihanna)、格温妮丝·帕特洛 (Gwyneth Paltrow) 的 Goop 等为例。当碧昂丝·诺尔斯说“我的曾孙已经很富有了”时，她就是这个意思！出于显而易见的原因，这是最难达到的水平。\\n\\n与任何此类层次结构一样，很自然地假设级别 3 的某个人比级别 2 的某个人更成功。但情况并非总是如此，因为成功的定义不同，以及创作者做出的权衡每个级别。例如，一些独立嘻哈艺人的收入比签约大唱片公司的艺人还多。有些喜剧演员在没有外部资本或 HBO 交易的情况下独立赚了大钱。 \\n\\n因此，第 2 级和第 3 级之间的区别与不同的成功形式相关，但也取决于创作者的价值观。例如，那些想要名气和无处不在的人，往往在他们作为全职创作者赚到足够的钱之前就努力成为明星。那些重视盈利能力和控制权的人可能会推迟。这是一个[经典案例](https://hbr.org/2008/02/the-founders-dilemma)，“你想成为富翁还是国王？” \\n\\n对于那些成为明星的人来说，他们的成功取决于名气，这会形成一个持续的（有时是良性的，有时是恶性的）循环，以保持相关性并最大限度地利用任何机会。\\n\\n## 大佬的心态\\n\\n以上大部分是我自己的亲身经历，并密切观察。作为[Trapital](https://trapital.co/)的创始人，我研究了嘻哈艺术家如何建立自己的业务、他们面临的共同挑战以及在每个阶段升级所需的条件。 \\n\\n从历史上看，我已经看到黑人艺人更有可能独立发展，并且更有可能最终出现在上面的桌子上——部分原因是许多黑人创作者一直在努力获得与他们的非-黑人同龄人处于职业生涯的不同阶段。如果这些创作者不相信该系统符合他们的最佳利益，他们更有可能将事情掌握在自己手中。 \\n\\n例如，Jay Z 创办 Roc-a-Fella Records 的原因之一是没有大唱片公司想签下他。当他后来成为 Def Jam 的总裁时，他的权力仍然有限。当他[要求获得信用额度](https://www.rollingstone.com/music/music-news/jay-z-king-of-america-173501/)以让 Def Jam 进入耳机和服装业务时，他要求更多资金的请求被品牌高管拒绝了。\\n\\n他最终创立了 Roc Nation，然后成为亿万富翁，主要是因为他按照自己的条件进行了交易。这种轨迹在摇滚或流行音乐中不太常见：从历史上看，这些艺术家往往得到唱片公司和广播电台的更多支持。结构上受到关注的摇滚、流行和乡村明星不太愿意独立发展。\\n\\nJay Z 的旅程帮助影响了一代同样被低估的嘻哈商业领袖。但他们仍然有一场艰苦的战斗。和T他的全身缺乏资源的不只是嘻哈艺人，或在特定的黑人艺术家是一个挑战。创作者经济的一大吸引力在于，它具有能够掌控自己的生计并独立开展业务的魅力，无需主流唱片公司或出版商的支持。 \\n\\n但这种诱惑往往是白日做梦。然而，如果服务于这些创作者的工具和平台对他们的设计对象、他们达到的创作者水平以及他们提供的价值有清晰的认识，那么更多的梦想就可以实现。\\n\\n## 创造者经济中的开放机会\\n\\n创作者经济的建设者需要知道他们的目标演示中哪些群体被过度索引，哪些群体服务不足。最成功的创作者平台对他们的用户群有着深刻的理解，并专注于解决这些痛点和需求。最好的机会可以帮助创作者更好地创造和建立他们的业务。 \\n\\n到目前为止，创作者经济中的大部分资金来自成熟的、成熟的平台，如 Facebook、Snapchat 和 YouTube。这些平台针对可能想成为全职创作者的爱好者。这种关注并不奇怪。技术是可扩展的，业余爱好者是最大的潜在市场。它与社交网络已经做得很好的一致。\\n\\n但在创作者经济的其他层面仍然存在巨大的商机，尤其是在超越标准“创作者工具”的领域。 \\n\\n \\n\\n技术可以解决创作者经济中许多不可扩展的方面。随着创作者的业务发展到新的水平，他们往往需要雇佣更多的人。一个 10 人的公司与一个 25 人的公司、一个 40 人的公司等等非常不同。随着创作者的升级，技术工具和平台可以缓解这些转变和常见的痛点。\\n\\n目前，从全职创作者到明星或大亨的转变通常依赖于定制的、通常是昂贵的解决方案。创作者可以与代理机构、业务经理、顾问和承包商合作来解决特定需求。但技术可以解决这些痛点。像企业[平滑行动](https://smoothops.xyz/)和[疯狂的版本](https://www.madrev.co/)都出现了创作者的帮助管理运营，合作伙伴，广告代言等。这些公司从每个客户那里获得洞察力，这有助于随着时间的推移巩固他们的地位。\\n\\n例如，[Indify](https://www.indify.io/)是一家帮助艺术家从投资者那里获得资金并将艺术家与经验丰富的商业伙伴联系起来的初创公司。这是音乐中被忽视的两个领域。外部投资者是唱片公司合同资本的替代选择。此外，这些投资者本身也可以是创造者，这创造了一个双向市场。例如，喜剧演员可以投资一位艺术家，然后在他们的下一个脱口秀特别节目中使用该艺术家的音乐。两位创作者都赢了。\\n\\n这些类型的技术工具解决了创作者经济的商业方面，而这往往被忽视。创作者仍然需要知道如何建立可持续发展的业务（或与那些这样做的人合作），而这些技能通常与他们用来创建内容的技能明显不同。\\n\\n显然，我们需要为创作者量身定制的解决方案。投入创造者经济的数十亿美元可能表明这个空间已经过饱和，但这远非事实。有大量新兴的业余爱好者需要营销方面的帮助。对于新兴的多连字符——比如说，灵感来自 Issa Rae 创办自己的唱片公司在她的媒体资产中展示音乐的方式——机会就在那里。但是工具没有跟上。\\n\\n如果这些技术平台取得成功，那么创作者将会比以往任何时候都多。他们将需要针对其各种业务需求量身定制的解决方案，无论是在营销、版权专业知识、投资、运营、社区建设还是产品发布方面。认识到这一趋势并为特定创作者构建工具的公司将拥有巨大的优势。我相信它将为创作者开启新的创造力水平。\\n\\n备注：**Dan Runcie**是 Trapital 的创始人，这是一家打破嘻哈业务的媒体公司。他还为初创公司提供增长和战略方面的建议\",\"timestamp\":1641012286,\"title\":\"创作者经济正在被忽视\"},\"digest\":\"1kY2P6lBmdDEHwmQXWwDCfQIfQWSnFoOc6gNI9irOOU\",\"authorship\":{\"contributor\":\"0x90474E58d0194bEF808eCb8D8cD7345a3642209F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aLOpFxrbeC5vGZCFA9KcIPnL_vyMwW2D5Hfzw8pghmE\\\",\\\"y\\\":\\\"42yRCdR7T79MwqhTE4NsKxTmavJzx93NhLZhH_7ce58\\\"}\",\"signature\":\"BzRy5i9DW5Ot_MOeyKQkmKxWfyO3yg25DMb5KWJjvNDr98HWvEFcGmsOQ_AzaDqz0Lyl_BcjOY1RwLMeKRD7sA\",\"signingKeySignature\":\"0xe9254c9bf55b479882dc4976b51f7884433a239d9c87c8c04384ab01e7bc55c01bfe8764b0cd0b1b751151d2589ce95ba3fd6c78ffa38b145a38ec1d8743bb051c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aLOpFxrbeC5vGZCFA9KcIPnL_vyMwW2D5Hfzw8pghmE\\\",\\\"y\\\":\\\"42yRCdR7T79MwqhTE4NsKxTmavJzx93NhLZhH_7ce58\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1kY2P6lBmdDEHwmQXWwDCfQIfQWSnFoOc6gNI9irOOU\"}"