"{\"content\":{\"body\":\"On Decenber 29, Simon Sun, European Marketing Director at Laplap, was invited by Decentralized Club for an AMA .\\n\\n![](https://images.mirror-media.xyz/publication-images/aQ-ETHhSTn418jJZy60EI.png?height=720&width=1280)\\n\\n**Q1、Can you tell us with what goals did you came up with the idea of Laplap?**\\n\\nOur goal is to build a Web3 player ecosystem and address the current existing problems in GameFi. \\n In Laplap, players would not only be able to “play to earn” in the GamFi projects on our platform, but also will be able to to “publish to earn”, which means they could participate in the process of the game releasing and get rewards. We allow players to participate in the process of game releasing and get rewards. We believe players will be willing to attract more and more players from their friends, as long as the game is fun they could get rewards during this process. We achieve that by rewarding players with our tokens for their contribution to game release. \\n In today’s GameFi market, we can see while a large number of players focused on a few leading GameFi projects, many emerging projects can only gain short-term users. This unhealthy launch approach has greatly impacted the future growth of these projects, as they lack steady and consistent user growth. By introducing our “publish to earn” model, we would like to attract and coordinate ordinary players into the games with growth potential and accelerate the development of the whole ecosystem. \\n We believe that through cooperation and self-governance among community members, ordinary players can have a voice in the era of the Web3 and influence the development of the GameFi industry.\\n\\n**Q2. Can you elaborate on why people should focus on GameFi and what innovations Laplap is doing in that ?** \\n The reason people should focus on GameFi is that GameFi could provide strong incentives and huge rewards to gamers for playing and growing the game economy which has never been seen before. If games were already addictive because they were fun, we can not imagine what GameFi would bring us with gaming with utility and a chance to make a living out of it. \\n Also, from a larger perspective, I believe GameFi will be the next“Greener Pasture” in the crypto industry. Ordinary people might not be familiar with Defi concepts like farming and immediately dismiss them as they sound too complex, but they’re familiar with gaming. By introducing more and more players to participate in the crypto world, we can see completely different development opportunities in the blockchain industry.\\n\\n![](https://images.mirror-media.xyz/publication-images/_ltFLbtbkzp2qb6J418gE.png?height=336&width=600)\\n\\nWhat Laplap is doing in this trend is that we want to bring in more players into GameFi and allow them to play to earn, which is no different from what other guilds are doing. However, we would also like to build a new kind of players relationship in the era of Web3. We believe there is still plenty of room for player involvement in the more critical area in GameFi like game releasing, in-game mechanic design, and game iteration. What we are trying to do is to upgrade the current GameFi guild business model and let players discover and participate in the distribution process of games on the platform, get rewards based on their distribution and engagement in different games.\\n\\n![](https://images.mirror-media.xyz/publication-images/z_zaWTNeWZLUa67HfTQwo.png?height=750&width=611)\\n\\n**Q3. How are the holders awarded by holding LAPLAP token and what is its utility?** \\n Laplap is our governance token of the Laplap platform. The token could also be used by users to form Subdao for different GameFi projects and rent in-game assets, which means the token was actually backed by the growing community ecosystem and our members’ need to cooperate and create more value in the game. \\n As long as our ecosystem keeps growing and more game vendors and players keep coming in, the token’s demand will keep increasing. \\n We believe that the only way to stabilise a token’s price is the growing utility of tokens, rather than creating a money game for the whales to arbitrage.\\n\\n**Q4. How has the growth been so far for Laplap and What is more planned to be achieved by your team in Q1 of 2022 ?** \\n We are at the starting stage and our main focus now is Infrastructure construction and strategic cooperation. Our website is under development by a team with years of experience working in the cryptography and gaming industry. Their priority now is building the function of Defi and DAO on the website. Our product will be launched soon. \\n Also, we have already achieved partnership relationships with many research organizations, such as OkLink, and some GameFi project teams. \\n in 2022 Q1, We plan to launch several crypto games on our platform. Also, we will be focusing on building the player network through subDao and continue to strengthen our relationships with various Web3 partners, especially gamefi vendors partners.\\n\\n![](https://images.mirror-media.xyz/publication-images/A-MG_ZV1OpyHQMbks_Fwn.png?height=417&width=692)\\n\\n**Q5. Laplap will select games with stable economic model for players to invest their time and money. What are your selection criteria based on?The number of players or the market cap of that game? Did you check that your chosen project is not a scam before announcing it to players?**\\n\\nWe will set up an evaluation team composed of professional game designers, token comic designers, and Defi technical staffs to evaluate the economic model of the game project. \\n As the GameFi we select will mainly be a brand new game ready for release, the number of players or the market cap of that game will not be our most important criteria. Our criteria include project background, tokenomics design, and playability. You can check this article for more details. <https://medium.com/@laplapgamefi/laplap-our-evaluation-model-of-gamefi-projects-and-explanations-on-gamefis-new-player-828ae08772db>\\n\\nYes, we will check the chosen project is not a scam before announcing it to players. As mentioned above, our goal is to build a Web3 player ecosystem and we want our players to have fun and gains in our platform. A scam project is the last thing we can accept.\\n\\n![](https://images.mirror-media.xyz/publication-images/xB268lu48_GwdZuHDdg34.png?height=640&width=640)\\n\\n**Q6. In one article you comment that in terms of playability, Laplap will encourage GameFi providers to create more complex game mechanics that allow more players to exchange time for money. Exactly what tools will you provide to projects to increase their playability?** \\n As mentioned above, we will set up an evaluation team composed of professional game designers, tokencomic designers and Defi technical staffs to evaluate the economic model of the GameFi project. The team will also be responsible for selecting proper GameFi projects to launch on our platform and maintaining frequent communications with the GameFi project team. \\n Laplap encourages GameFi providers to create more complex game mechanics by providing our observing reports to our partnership project and making suggestions on the design of the project.\\n\\n**Q7. Connecting one’s wallet with a unknown website is a scary thing for most people . How can the users be sure that connecting our wallet with laplap website would be 100% secure ?** \\n We highly value the trust of our users. Our website development team is composed of cyber security experts who have strong endorsements from building many successful Defi projects. They are able to build a secure website and protect customers’ logins, trades, and transfers at the exchange level. \\n Also, we are planning to have credited audit firms conduct a thorough security check on Laplap’s website and contracts, which we believe will increase users’ recognition of the safety of our products.\\n\\n**Q8. Mostly projects are now considering passive income such as staking and farming, thus will you offer this type of earnings in the long term?**\\n\\nLaplap aims to maximize players’ rewards, engagement and interoperability in the GameFi world, and we do offer earnings like staking and farming for our users. \\n Regarding staking and farming, Laplap will allow users to mint their Laplap Holo NFT for free and use them to farm Laplap tokens. By feeding their Laplap Holo with Laplap tokens and stable coins, users will accelerate Laplap’s output. \\n Also, we will also introduce the concept of protocol control liquidity in Defi2.0 in Laplap, which will allow our users to stake their Laplap tokens for compound interest. The treasury we get will be used for low-risk investments like buying NFT in mature GameFi projects for our players to lend.\\n\\n**A9. I read that you will soon introduce “Publish To Earn”, your social network model. Could you explain in detail how this “Publish To Earn” protocol works ? Besides the basic concept, how does it differ in terms of performance and earnings compared to Play2Earn or Free2Play?**\\n\\nBasically, we allow players to participate in the process of game release and get rewards. We believe players will be willing to attract more and more players from their friends, as long as the game is fun and they could get rewards during this process. We achieve that by rewarding players with our tokens for their contribution to game release. We aim to find a balance point between GameFi vendors, investors, and normal players. In other words, GameFi vendors will save their marketing cost in the game releasing process, and part of this cost will go to the players who help to publish the game. \\n By bringing more and more players with real world connections, the in-game economy, which we believe rely on the continuous interaction between players, will also gain development and will become more and more stable as time goes on. This, in turn, will also benefit our players’ and lower their risks.\\n\\nThe current Play2Earn and Free2Play models are both descriptions on GameFi’s in-game mechanism design. However, we introduce Publish2Earn as an in-game and out-game reward model, which means it not only allows our players to earn by playing the GameFi projects on our platform but also allows them to earn by publishing the game in the real world.\\n\\n**A10. What strategy do you adopt to bring more users to this platform and how can we your users also contribute in the progress of this project?**\\n\\nOur Publish2Earn model itself is also our marketing strategy. Players can get rewards by publishing the GameFi project they love and bring in more users in our platform. These users are not only players in our partnered GameFi project but also the contributors for our long-term development.\\n\\n**A11. Do the token holders have the right to participate in the governance of the project? What kind of decisions can they vote on about the project?**\\n\\nYes, token holders have the right to participate in the governance. Not only could they participate in the governance of the platform, but also they will be able to form the subDAO for their favored GameFi project and participate in the governance of the subDAO. They could vote on what they would like the subDAO to do for increase the revenue of the subDAO players, like using the treasuray to buy more NFTs.\\n\\n**A12. Can you share with us the link to laplap official website and your whitepaper as well? As these are not disclosed in your telegram group.**\\n\\nTelegram: <https://discord.gg/JsNNCrua> \\n Discord: <https://discord.gg/JsNNCrua> \\n Website: laplap.io\\n\\nAs I mentioned above, our website is under development and will be launched soon. You will find our whitepaper on it after it is launched. \\n \",\"timestamp\":1641353443,\"title\":\"Laplap AMA with Decentralized Club: Through self-governance among community members, ordinary players can have a voice in the era of the Web3\"},\"digest\":\"MiFHI2g6zYNqXMYfPEWUgGmCOoG7-DFV__ukhy_X43o\",\"authorship\":{\"contributor\":\"0xb085d6C7C51d25065fe1e1B156f9518464F51B84\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rAmw0G1vUEggNhPNXAAm6poV6wl2c7GI260L1QZZXpc\\\",\\\"y\\\":\\\"E_pQfBfQCQotRFQaIqc78HEHmIpxQIzxSFSHiZ6iZJE\\\"}\",\"signature\":\"b9MomSiGMFFHVIf47CoMDN3xsvD2wBJDVgxZA_6LrUv2DHQF2iT_sPR6AeLU5Ai4dtSawua43HH8KNCRywxh-w\",\"signingKeySignature\":\"0xf6f2b3b3f26d67dd1660ce08af3314392b670d2370e3d9fe8afea39b06414b7a15244df8a7603f88ce3f712f87d1c7cfef1f344b57637fae4f56260860f327dd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rAmw0G1vUEggNhPNXAAm6poV6wl2c7GI260L1QZZXpc\\\",\\\"y\\\":\\\"E_pQfBfQCQotRFQaIqc78HEHmIpxQIzxSFSHiZ6iZJE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"MiFHI2g6zYNqXMYfPEWUgGmCOoG7-DFV__ukhy_X43o\"}"