"{\"content\":{\"body\":\"The cave showed evidence of having been inhabited for some time. There was a cunningly contrived fireplace made of stones, against which pieces of birch bark were placed in such a position that not a ray of light could get out of the cavern. The bed of black coals between the stones still smoked; a quantity of parched corn lay on a little rocky shelf which jutted out from the wall; a piece of jerked meat and a buckskin pouch hung from a peg.\\n\\nSuddenly Wetzel dropped on his knees and began examining the footprints in the sandy floor of the cavern. He measured the length and width of the dead warrior's foot. He closely scrutinized every moccasin print. He crawled to the opening of the cavern and carefully surveyed the moss.\\n\\nThen he rose to his feet. A remarkable transformation had come over him during the last few moments. His face had changed; the calm expression was replaced by one sullen and fierce: his lips were set in a thin, cruel line, and a strange light glittered in his eyes.\\n\\nHe slowly pursued a course lending gradually down to the creek. At intervals he would stop and listen. The strange voices of the woods were not mysteries to him. They were more familiar to him than the voices of men.\\n\\nHe recalled that, while on his circuit over the ridge to get behind the cavern, he had heard the report of a rifle far off in the direction of the chestnut grove, but, as that was a favorite place of the settlers for shooting squirrels, he had not thought anything of it at the time. Now it had a peculiar significance. He turned abruptly from the trail he had been following and plunged down the steep hill. Crossing the creek he took to the cover of the willows, which grew profusely along the banks, and striking a sort of bridle path he started on a run. He ran easily, as though accustomed to that mode of travel, and his long strides covered a couple of miles in short order. Coming to the rugged bluff, which marked the end of the ridge, he stopped and walked slowly along the edge of the water. He struck the trail of the Indians where it crossed the creek, just where he expected. There were several moccasin tracks in the wet sand and, in some of the depressions made by the heels the rounded edges of the imprints were still smooth and intact. The little pools of muddy water, which still lay in these hollows, were other indications to his keen eyes that the Indians had passed this point early that morning.\\n\\nThe trail led up the hill and far into the woods. Never in doubt the hunter kept on his course; like a shadow he passed from tree to tree and from bush to bush; silently, cautiously, but rapidly he followed the tracks of the Indians. When he had penetrated the dark backwoods of the Black Forest tangled underbrush, windfalls and gullies crossed his path and rendered fast trailing impossible. Before these almost impassible barriers he stopped and peered on all sides, studying the lay of the land, the deadfalls, the gorges, and ail the time keeping in mind the probable route of the redskins. Then he turned aside to avoid the roughest travelling. Sometimes these detours were only a few hundred feet long; often they were miles; but nearly always he struck the trail again. This almost superhuman knowledge of the Indian's ways of traversing the forest, which probably no man could have possessed without giving his life to the hunting of Indians, was the one feature of Wetzel's woodcraft which placed him so far above other hunters, and made him so dreaded by the savages.\\n\\nDescending a knoll he entered a glade where the trees grew farther apart and the underbrush was only knee high. The black soil showed that the tract of land had been burned over. On the banks of a babbling brook which wound its way through this open space, the hunter found tracks which brought an. exclamation from him. Clearly defined in the soft earth was the impress of a white man's moccasin. The footprints of an Indian toe inward. Those of a white man are just the opposite. A little farther on Wetzel came to a slight crushing of the moss, where he concluded some heavy body had fallen. As he had seen the tracks of a buck and doe all the way down the brook he thought it probable one of them had been shot by the white hunter. He found a pool of blood surrounded by moccasin prints; and from that spot the trail led straight toward the west, showing that for some reason the Indians had changed their direction.\\n\\nThis new move puzzled the hunter, and he leaned against the trunk of a tree, while he revolved in his mind the reasons for this abrupt departure--for such he believed it. The trail he had followed for miles was the devious trail of hunting Indians, stealing slowly and stealthily along watching for their prey, whether it be man or beast. The trail toward the west was straight as the crow flies; the moccasin prints that indented the soil were wide apart, and to an inexperienced eye looked like the track of one Indian. To Wetzel this indicated that the Indians had all stepped in the tracks of a leader.\\n\\nAs was usually his way, Wetzel decided quickly. He had calculated that there were eight Indians in all, not counting the chief whom he had shot. This party of Indians had either killed or captured the white man who had been hunting. Wetzel believed that a part of the Indians would push on with all possible speed, leaving some of their number to ambush the trail or double back on it to see if they were pursued.\\n\\nAn hour of patient waiting, in which he never moved from his position, proved the wisdom of his judgment. Suddenly, away at the other end of the grove, he caught a flash of brown, of a living, moving something, like the flitting of a bird behind a tree. Was it a bird or a squirrel? Then again he saw it, almost lost in the shade of the forest. Several minutes passed, in which Wetzel never moved and hardly breathed. The shadow had disappeared behind a tree. He fixed his keen eyes on that tree and presently a dark object glided from it and darted stealthily forward to another tree. One, two, three dark forms followed the first one. They were Indian warriors, and they moved so quickly that only the eyes of a woodsman like Wetzel could have discerned their movements at that distance.\\n\\nProbably most hunters would have taken to their heels while there was yet time. The thought did not occur to Wetzel. He slowly raised the hammer of his rifle. As the Indians came into plain view he saw they did not suspect his presence, but were returning on the trail in their customary cautious manner.\\n\\nWhen the first warrior reached a big oak tree some two hundred yards distant, the long, black barrel of the hunter's rifle began slowly, almost imperceptibly, to rise, and as it reached a level the savage stepped forward from the tree. With the sharp report of the weapon he staggered and fell.\\n\\nWetzel sprang up and knowing that his only escape was in rapid flight, with his well known yell, he bounded off at the top of his speed. The remaining Indians discharged their guns at the fleeing, dodging figure, but without effect. So rapidly did he dart in and out among the trees that an effectual aim was impossible. Then, with loud yells, the Indians, drawing their tomahawks, started in pursuit, expecting soon to overtake their victim.\\n\\nIn the early years of his Indian hunting, Wetzel had perfected himself in a practice which had saved his life many tunes, and had added much to his fame. He could reload his rifle while running at topmost speed. His extraordinary fleetness enabled him to keep ahead of his pursuers until his rifle was reloaded. This trick he now employed. Keeping up his uneven pace until his gun was ready, he turned quickly and shot the nearest Indian dead in his tracks. The next Indian had by this time nearly come up with him and close enough to throw his tomahawk, which whizzed dangerously near Wetzel's head. But he leaped forward again and soon his rifle was reloaded. Every time he looked around the Indians treed, afraid to face his unerring weapon. After running a mile or more in this manner, he reached an open space in the woods where he wheeled suddenly on his pursuers. The foremost Indian jumped behind a tree, but, as it did not entirely screen his body, he, too, fell a victim to the hunter's aim. The Indian must have been desperately wounded, for his companion now abandoned the chase and went to his assistance. Together they disappeared in the forest.\\n\\nWetzel, seeing that he was no longer pursued, slackened his pace and proceeded thoughtfully toward the settlement.\\n\\n```\\n  * * * * * * * * * * * * * * * *\\n```\\n\\nThat same day, several hours after Wetzel's departure in quest of the turkey, Alfred Clarke strolled over from the fort and found Colonel Zane in the yard. The Colonel was industriously stirring the contents of a huge copper kettle which swung over a brisk wood fire. The honeyed fragrance of apple-butter mingled with the pungent odor of burning hickory.\\n\\n\\\"Morning, Alfred, you see they have me at it,\\\" was the Colonel's salute.\\n\\n\\\"So I observe,\\\" answered Alfred, as he seated himself on the wood-pile. \\\"What is it you are churning so vigorously?\\\"\\n\\n\\\"Apple-butter, my boy, apple-butter. I don't allow even Bessie to help when I am making apple-butter.\\\"\\n\\n\\\"Colonel Zane, I have come over to ask a favor. Ever since you notified us that you intended sending an expedition up the river I have been worried about my horse Roger. He is too light for a pack horse, and I cannot take two horses.\\\"\\n\\n\\\"I'll let you have the bay. He is big and strong enough. That black horse of yours is a beauty. You leave Roger with me and if you never come back I'll be in a fine horse. Ha, Ha! But, seriously, Clarke, this proposed trip is a hazardous undertaking, and if you would rather stay--\\\"\\n\\n\\\"You misunderstand me,\\\" quickly replied Alfred, who had flushed. \\\"I do not care about myself. I'll go and take my medicine. But I do mind about my horse.\\\"\\n\\n\\\"That's right. Always think of your horses. I'll have Sam take the best of care of Roger.\\\"\\n\\n\\\"What is the nature of this excursion, and how long shall we be gone?\\\"\\n\\n\\\"Jonathan will guide the party. He says it will take six weeks if you have pleasant weather. You are to go by way of Short Creek, where you will help put up a blockhouse. Then you go to Fort Pitt. There you will embark on a raft with the supplies I need and make the return journey by water. You will probably smell gunpowder before you get back.\\\"\\n\\n\\\"What shall we do with the horses?\\\"\\n\\n\\\"Bring them along with you on the raft, of course.\\\"\\n\\n\\\"That is a new way to travel with horses,\\\" said Alfred, looking dubiously at the swift river. \\\"Will there be any way to get news from Fort Henry while we are away?\\\"\\n\\n\\\"Yes, there will be several runners.\\\"\\n\\n\\\"Mr. Clarke, I am going to feed my pets. Would you like to see them?\\\" asked a voice which brought Alfred to his feet. He turned and saw Betty. Her dog followed her, carrying a basket.\\n\\n\\\"I shall be delighted,\\\" answered Alfred. \\\"Have you more pets than Tige and Madcap?\\\"\\n\\n\\\"Oh, yes, indeed. I have a bear, six squirrels, one of them white, and some pigeons.\\\"\\n\\nBetty led the way to an enclosure adjoining Colonel Zane's barn. It was about twenty feet square, made of pine saplings which had been split and driven firmly into the ground. As Betty took down a bar and opened the small gate a number of white pigeons fluttered down from the roof of the barn, several of them alighting on her shoulders. A half-grown black bear came out of a kennel and shuffled toward her. He was unmistakably glad to see her, but he avoided going near Tige, and looked doubtfully at the young man. But after Alfred had stroked his head and had spoken to him he seemed disposed to be friendly, for he sniffed around Alfred's knees and then stood up and put his paws against the young man's shoulders.\\n\\n\\\"Here, Caesar, get down,\\\" said Betty. \\\"He always wants to wrestle, especially with anyone of whom he is not suspicious. He is very tame and will do almost anything. Indeed, you would marvel at his intelligence. He never forgets an injury. If anyone plays a trick on him you may be sure that person will not get a second opportunity. The night we caught him Tige chased him up a tree and Jonathan climbed the tree and lassoed him. Ever since he has evinced a hatred of Jonathan, and if I should leave Tige alone with him there would be a terrible fight. But for that I could allow Caesar to run free about the yard.\\\"\\n\\n\\\"He looks bright and sagacious,\\\" remarked Alfred.\\n\\n\\\"He is, but sometimes he gets into mischief. I nearly died laughing one day. Bessie, my brother's wife, you know, had the big kettle on the fire, just as you saw it a moment ago, only this time she was boiling down maple syrup. Tige was out with some of the men and I let Caesar loose awhile. If there is anything he loves it is maple sugar, so when he smelled the syrup he pulled down the kettle and the hot syrup went all over his nose. Oh, his howls were dreadful to hear. The funniest part about it was he seemed to think it was intentional, for he remained sulky and cross with me for two weeks.\\\"\\n\\n\\\"I can understand your love for animals,\\\" said Alfred. \\\"I think there are many interesting things about wild creatures. There are comparatively few animals down in Virginia where I used to live, and my opportunities to study them have been limited.\\\"\\n\\n\\\"Here are my squirrels,\\\" said Betty, unfastening the door of a cage. A number of squirrels ran out. Several jumped to the ground. One perched on top of the box. Another sprang on Betty's shoulder. \\\"I fasten them up every night, for I'm afraid the weasels and foxes will get them. The white squirrel is the only albino we have seen around here. It took Jonathan weeks to trap him, but once captured he soon grew tame. Is he not pretty?\\\"\\n\\n\\\"He certainly is. I never saw one before; in fact, I did not know such a beautiful little animal existed,\\\" answered Alfred, looking in admiration at the graceful creature, as he leaped from the shelf to Betty's arm and ate from her hand, his great, bushy white tail arching over his back and his small pink eyes shining.\\n\\n\\\"There! Listen,\\\" said Betty. \\\"Look at the fox squirrel, the big brownish red one. I call him the Captain, because he always wants to boss the others. I had another fox squirrel, older than this fellow, and he ran things to suit himself, until one day the grays united their forces and routed him. I think they would have killed him had I not freed him. Well, this one is commencing the same way. Do you hear that odd clicking noise? That comes from the Captain's teeth, and he is angry and jealous because I show so much attention to this one. He always does that, and he would fight too if I were not careful. It is a singular fact, though, that the white squirrel has not even a little pugnacity. He either cannot fight, or he is too well behaved. Here, Mr. Clarke, show Snowball this nut, and then hide it in your pocket, and see him find it.\\\"\\n\\nAlfred did as he was told, except that while he pretended to put the nut in his pocket he really kept it concealed in his hand.\\n\\nThe pet squirrel leaped lightly on Alfred's shoulder, ran over his breast, peeped in all his pockets, and even pushed his cap to one side of his head. Then he ran down Alfred's arm, sniffed in his coat sleeve, and finally wedged a cold little nose between his closed fingers.\\n\\n\\\"There, he has found it, even though you did not play fair,\\\" said Betty, laughing gaily.\\n\\nAlfred never forgot the picture Betty made standing there with the red cap on her dusky hair, and the loving smile upon her face as she talked to her pets. A white fan-tail pigeon had alighted on her shoulder and was picking daintily at the piece of cracker she held between her lips. The squirrels were all sitting up, each with a nut in his little paws, and each with an alert and cunning look in the corner of his eye, to prevent, no doubt, being surprised out of a portion of his nut. Caesar was lying on all fours, growling and tearing at his breakfast, while the dog looked on with a superior air, as if he knew they would not have had any breakfast but for him.\\n\\n\\\"Are you fond of canoeing and fishing?\\\" asked Betty, as they returned to the house.\\n\\n\\\"Indeed I am. Isaac has taken me out on the river often. Canoeing may be pleasant for a girl, but I never knew one who cared for fishing.\\\"\\n\\n\\\"Now you behold one. I love dear old Izaak Walton. Of course, you have read his books?\\\"\\n\\n\\\"I am ashamed to say I have not.\\\"\\n\\n\\\"And you say you are a fisherman? Well, you haste a great pleasure in store, as well as an opportunity to learn something of the 'contemplative man's recreation.' I shall lend you the books.\\\"\\n\\n\\\"I have not seen a book since I came to Fort Henry.\\\"\\n\\n\\\"I have a fine little library, and you are welcome to any of my books. But to return to fishing. I love it, and yet I nearly always allow the fish to go free. Sometimes I bring home a pretty sunfish, place him in a tub of water, watch him and try to tame him. But I must admit failure. It is the association which makes fishing so delightful. The canoe gliding down a swift stream, the open air, the blue sky, the birds and trees and flowers--these are what I love. Come and see my canoe.\\\"\\n\\nThus Betty rattled on as she led the way through the sitting-room and kitchen to Colonel Zane's magazine and store-house which opened into the kitchen. This little low-roofed hut contained a variety of things. Boxes, barrels and farming implements filled one corner; packs of dried skins were piled against the wall; some otter and fox pelts were stretched on the wall, and a number of powder kegs lined a shelf. A slender canoe swung from ropes thrown over the rafters. Alfred slipped it out of the loops and carried it outside.\\n\\nThe canoe was a superb specimen of Indian handiwork. It had a length of fourteen feet and was made of birch hark, stretched over a light framework of basswood. The bow curved gracefully upward, ending in a carved image representing a warrior's head. The sides were beautifully ornamented and decorated in fanciful Indian designs.\\n\\n\\\"My brother's Indian guide, Tomepomehala, a Shawnee chief, made it for me. You see this design on the bow. The arrow and the arm mean in Indian language, 'The race is to the swift and the strong.' The canoe is very light. See, I can easily carry it,\\\" said Betty, lifting it from the grass.\\n\\nShe ran into the house and presently came out with two rods, a book and a basket.\\n\\n\\\"These are Jack's rods. He cut them out of the heart of ten-year-old basswood trees, so he says. We must be careful of them.\\\"\\n\\nAlfred examined the rods with the eye of a connoisseur and pronounced them perfect.\\n\\n\\\"These rods have been made by a lover of the art. Anyone with half an eye could see that. What shall we use for bait?\\\" he said.\\n\\n\\\"Sam got me some this morning.\\\"\\n\\n\\\"Did you expect to go?\\\" asked Alfred, looking up in surprise.\\n\\n\\\"Yes, I intended going, and as you said you were coming over, I meant to ask you to accompany me.\\\"\\n\\n\\\"That was kind of you.\\\"\\n\\n\\\"Where are you young people going?\\\" called Colonel Zane, stopping in his task.\\n\\n\\\"We are going down to the sycamore,\\\" answered Betty.\\n\\n\\\"Very well. But be certain and stay on this side of the creek and do not go out on the river,\\\" said the Colonel.\\n\\n\\\"Why, Eb, what do you mean? One might think Mr. Clarke and I were children,\\\" exclaimed Betty.\\n\\n\\\"You certainly aren't much more. But that is not my reason. Never mind the reason. Do as I say or do not go,\\\" said Colonel Zane.\\n\\n\\\"All right, brother. I shall not forget,\\\" said Betty, soberly, looking at the Colonel. He had not spoken in his usual teasing way, and she was at a loss to understand him. \\\"Come, Mr. Clarke, you carry the canoe and follow me down this path and look sharp for roots and stones or you may trip.\\\"\\n\\n\\\"Where is Isaac?\\\" asked Alfred, as he lightly swung the canoe over his shoulder.\\n\\n\\\"He took his rifle and went up to the chestnut grove an hour or more ago.\\\"\\n\\nA few minutes' walk down the willow skirted path and they reached the creek. Here it was a narrow stream, hardly fifty feet wide, shallow, and full of stones over which the clear brown water rushed noisily.\\n\\n\\\"Is it not rather risky going down there?\\\" asked Alfred as he noticed the swift current and the numerous boulders poking treacherous heads just above the water.\\n\\n\\\"Of course. That is the great pleasure in canoeing,\\\" said Betty, calmly. \\\"If you would rather walk--\\\"\\n\\n\\\"No, I'll go if I drown. I was thinking of you.\\\"\\n\\n\\\"It is safe enough if you can handle a paddle,\\\" said Betty, with a smile at his hesitation. \\\"And, of course, if your partner in the canoe sits trim.\\\"\\n\\n\\\"Perhaps you had better allow me to use the paddle. Where did you learn to steer a canoe?\\\"\\n\\n\\\"I believe you are actually afraid. Why, I was born on the Potomac, and have used a paddle since I was old enough to lift one. Come, place the canoe in here and we will keep to the near shore until we reach the bend. There is a little fall just below this and I love to shoot it.\\\"\\n\\nHe steadied the canoe with one hand while he held out the other to help her, but she stepped nimbly aboard without his assistance.\\n\\n\\\"Wait a moment while I catch some crickets and grasshoppers.\\\"\\n\\n\\\"Gracious! What a fisherman. Don't you know we have had frost?\\\"\\n\\n\\\"That's so,\\\" said Alfred, abashed by her simple remark.\\n\\n\\\"But you might find some crickets under those logs,\\\" said Betty. She laughed merrily at the awkward spectacle made by Alfred crawling over the ground, improvising a sort of trap out of his hat, and pouncing down on a poor little insect.\\n\\n\\\"Now, get in carefully, and give the canoe a push. There, we are off,\\\" she said, taking up the paddle.\\n\\nThe little bark glided slowly down stream at first hugging the bank as though reluctant to trust itself to the deeper water, and then gathering headway as a few gentle strokes of the paddle swerved it into the current. Betty knelt on one knee and skillfully plied the paddle, using the Indian stroke in which the paddle was not removed from the water.\\n\\n\\\"This is great!\\\" exclaimed Alfred, as he leaned back in the bow facing her. \\\"There is nothing more to be desired. This beautiful clear stream, the air so fresh, the gold lined banks, the autumn leaves, a guide who--\\\"\\n\\n\\\"Look,\\\" said Betty. \\\"There is the fall over which we must pass.\\\"\\n\\nHe looked ahead and saw that they were swiftly approaching two huge stones that reared themselves high out of the water. They were only a few yards apart and surrounded by smaller rocks, about high the water rushed white with foam.\\n\\n\\\"Please do not move!\\\" cried Betty, her eyes shining bright with excitement.\\n\\nIndeed, the situation was too novel for Alfred to do anything but feel a keen enjoyment. He had made up his mind that he was sure to get a ducking, but, as he watched Betty's easy, yet vigorous sweeps with the paddle, and her smiling, yet resolute lips, he felt reassured. He could see that the fall was not a great one, only a few feet, but one of those glancing sheets of water like a mill race, and he well knew that if they struck a stone disaster would be theirs. Twenty feet above the white-capped wave which marked the fall, Betty gave a strong forward pull on the paddle, a deep stroke which momentarily retarded their progress even in that swift current, and then, a short backward stroke, far under the stern of the canoe, and the little vessel turned straight, almost in the middle of the course between the two rocks. As she raised her paddle into the canoe and smiled at the fascinated young man, the bow dipped, and with that peculiar downward movement, that swift, exhilarating rush so dearly loved by canoeists, they shot down the smooth incline of water, were lost for a moment in a white cloud of mist, and in another they coated into a placid pool.\\n\\n\\\"Was not that delightful?\\\" she asked, with just a little conscious pride glowing in her dark eyes.\\n\\n\\\"Miss Zane, it was more than that. I apologize for my suspicions. You have admirable skill. I only wish that on my voyage down the River of Life I could have such a sure eye and hand to guide me through the dangerous reefs and rapids.\\\"\\n\\n\\\"You are poetical,\\\" said Betty, who laughed, and at the same time blushed slightly. \\\"But you are right about the guide. Jonathan says 'always get a good guide,' and as guiding is his work he ought to know. But this has nothing in common with fishing, and here is my favorite place under the old sycamore.\\\"\\n\\nWith a long sweep of the paddle she ran the canoe alongside a stone beneath a great tree which spread its long branches over the creek and shaded the pool. It was a grand old tree and must have guarded that sylvan spot for centuries. The gnarled and knotted trunk was scarred and seamed with the ravages of time. The upper part was dead. Long limbs extended skyward, gaunt and bare, like the masts of a storm beaten vessel. The lower branches were white and shining, relieved here and there by brown patches of bark which curled up like old parchment as they shelled away from the inner bark. The ground beneath the tree was carpeted with a velvety moss with little plots of grass and clusters of maiden-hair fern growing on it. From under an overhanging rock on the bank a spring of crystal water bubbled forth.\\n\\nAlfred rigged up the rods, and baiting a hook directed Betty to throw her line well out into the current and let it float down into the eddy. She complied, and hardly had the line reached the circle of the eddy, where bits of white foam floated round and round, when there was a slight splash, a scream from Betty and she was standing up in the canoe holding tightly to her rod.\\n\\n\\\"Be careful!\\\" exclaimed Alfred. \\\"Sit down. You will have the canoe upset in a moment. Hold your rod steady and keep the line taut. That's right. Now lead him round toward me. There,\\\" and grasping the line he lifted a fine rock bass over the side of the canoe.\\n\\n\\\"Oh! I always get so intensely excited,\\\" breathlessly cried Betty. \\\"I can't help it. Jonathan always declares he will never take me fishing again. Let me see the fish. It's a goggle-eye. Isn't he pretty? Look how funny he bats his eyes,\\\" and she laughed gleefully as she gingerly picked up the fish by the tail and dropped him into the water. \\\"Now, Mr. Goggle-eye, if you are wise, in future you will beware of tempting looking bugs.\\\"\\n\\nFor an hour they had splendid sport. The pool teemed with sunfish. The bait would scarcely touch the water when the little orange colored fellows would rush for it. Now and then a black bass darted wickedly through the school of sunfish and stole the morsel from them. Or a sharp-nosed fiery-eyed pickerel--vulture of the water--rising to the surface, and, supreme in his indifference to man or fish, would swim lazily round until he had discovered the cause of all this commotion among the smaller fishes, and then, opening wide his jaws would take the bait with one voracious snap.\\n\\nPresently something took hold of Betty's line and moved out toward the middle of the pool. She struck and the next instant her rod was bent double and the tip under water.\\n\\n\\\"Pull your rod up!\\\" shouted Alfred. \\\"Here, hand it to me.\\\"\\n\\nBut it was too late. A surge right and left, a vicious tug, and Betty's line floated on the surface of the water.\\n\\n\\\"Now, isn't that too bad? He has broken my line. Goodness, I never before felt such a strong fish. What shall I do?\\\"\\n\\n\\\"You should be thankful you were not pulled in. I have been in a state of fear ever since we commenced fishing. You move round in this canoe as though it were a raft. Let me paddle out to that little ripple and try once there; then we will stop. I know you are tired.\\\"\\n\\nNear the center of the pool a half submerged rock checked the current and caused a little ripple of the water. Several times Alfred had seen the dark shadow of a large fish followed by a swirl of the water, and the frantic leaping of little bright-sided minnows in all directions. As his hook, baited with a lively shiner, floated over the spot, a long, yellow object shot from out that shaded lair. There was a splash, not unlike that made by the sharp edge of a paddle impelled by a short, powerful stroke, the minnow disappeared, and the broad tail of the fish flapped on the water. The instant Alfred struck, the water boiled and the big fish leaped clear into the air, shaking himself convulsively to get rid of the hook. He made mad rushes up and down the pool, under the canoe, into the swift current and against the rocks, but all to no avail. Steadily Alfred increased the strain on the line and gradually it began to tell, for the plunges of the fish became shorter and less frequent. Once again, in a last magnificent effort, he leaped straight into the air, and failing to get loose, gave up the struggle and was drawn gasping and exhausted to the side of the canoe.\\n\\n\\\"Are you afraid to touch him?\\\" asked Alfred.\\n\\n\\\"Indeed I am not,\\\" answered Betty.\\n\\n\\\"Then run your hand gently down the line, slip your fingers in under his gills and lift him over the side carefully.\\\"\\n\\n\\\"Five pounds,\\\" exclaimed Alfred, when the fish lay at his feet. \\\"This is the largest black bass I ever caught. It is pity to take such a beautiful fish out of his element.\\\"\\n\\n\\\"Let him go, then. May I?\\\" said Betty.\\n\\n\\\"No, you have allowed them all to go, even the pickerel which I think ought to be killed. We will keep this fellow alive, and place him in that nice clear pool over in the fort-yard.\\\"\\n\\n\\\"I like to watch you play a fish,\\\" said Betty. \\\"Jonathan always hauls them right out. You are so skillful. You let this fish run so far and then you checked him. Then you gave him a line to go the other way, and no doubt he felt free once more when you stopped him again.\\\"\\n\\n\\\"You are expressing a sentiment which has been, is, and always will be particularly pleasing to the fair sex, I believe,\\\" observed Alfred, smiling rather grimly as he wound up his line.\\n\\n\\\"Would you mind being explicit?\\\" she questioned.\\n\\nAlfred had laughed and was about to answer when the whip-like crack of a rifle came from the hillside. The echoes of the shot reverberated from hill to hill and were finally lost far down the valley.\\n\\n\\\"What can that be?\\\" exclaimed Alfred anxiously, recalling Colonel Zane's odd manner when they were about to leave the house.\\n\\n\\\"I am not sure, but I think that is my turkey, unless Lew Wetzel happened to miss his aim,\\\" said Betty, laughing. \\\"And that is such an unprecedented thing that it can hardly be considered. Turkeys are scarce this season. Jonathan says the foxes and wolves ate up the broods. Lew heard this turkey calling and he made little Harry Bennet, who had started out with his gun, stay at home and went after Mr. Gobbler himself.\\\"\\n\\n\\\"Is that all? Well, that is nothing to get alarmed about, is it? I actually had a feeling of fear, or a presentiment, we might say.\\\"\\n\\nThey beached the canoe and spread out the lunch in the shade near the spring. Alfred threw himself at length upon the grass and Betty sat leaning against the tree. She took a biscuit in one hand, a pickle in the other, and began to chat volubly to Alfred of her school life, and of Philadelphia, and the friends she had made there. At length, remarking his abstraction, she said: \\\"You are not listening to me.\\\"\\n\\n\\\"I beg your pardon. My thoughts did wander. I was thinking of my mother. Something about you reminds me of her. I do not know what, unless it is that little mannerism you have of pursing up your lips when you hesitate or stop to think.\\\"\\n\\n\\\"Tell me of her,\\\" said Betty, seeing his softened mood.\\n\\n\\\"My mother was very beautiful, and as good as she was lovely. I never had a care until my father died. Then she married again, and as I did not get on with my step-father I ran away from home. I have not been in Virginia for four years.\\\"\\n\\n\\\"Do you get homesick?\\\"\\n\\n\\\"Indeed I do. While at Fort Pitt I used to have spells of the blues which lasted for days. For a time I felt more contented here. But I fear the old fever of restlessness will come over me again. I can speak freely to you because l know you will understand, and I feel sure of your sympathy. My father wanted me to be a minister. He sent me to the theological seminary at Princeton, where for two years I tried to study. Then my father died. I went home and looked after things until my mother married again. That changed everything for me. I ran away and have since been a wanderer. I feel that I am not lazy, that I am not afraid of work, but four years have drifted by and I have nothing to show for it. I am discouraged. Perhaps that is wrong, but tell me how I can help it. I have not the stoicism of the hunter, Wetzel, nor have I the philosophy of your brother. I could not be content to sit on my doorstep and smoke my pipe and watch the wheat and corn grow. And then, this life of the borderman, environed as it is by untold dangers, leads me, fascinates me, and yet appalls me with the fear that here I shall fall a victim to an Indian's bullet or spear, and find a nameless grave.\\\"\\n\\nA long silence ensued. Alfred had spoken quietly, but with an undercurrent of bitterness that saddened Betty. For the first time she saw a shadow of pain in his eyes. She looked away down the valley, not seeing the brown and gold hills boldly defined against the blue sky, nor the beauty of the river as the setting sun cast a ruddy glow on the water. Her companion's words had touched an unknown chord in her heart. When finally she turned to answer him a beautiful light shone in her eyes, a light that shines not on land or sea--the light of woman's hope.\\n\\n\\\"Mr. Clarke,\\\" she said, and her voice was soft and low, \\\"I am only a girl, but I can understand. You are unhappy. Try to rise above it. Who knows what will befall this little settlement? It may be swept away by the savages, and it may grow to be a mighty city. It must take that chance. So must you, so must we all take chances. You are here. Find your work and do it cheerfully, honestly, and let the future take care of itself And let me say--do not be offended--beware of idleness and drink. They are as great a danger--nay, greater than the Indians.\\\"\\n\\n\\\"Miss Zane, if you were to ask me not to drink I would never touch a drop again,\\\" said Alfred, earnestly.\\n\\n\\\"I did not ask that,\\\" answered Betty, flushing slightly. \\\"But I shall remember it as a promise and some day I may ask it of you.\\\"\\n\\nHe looked wonderingly at the girl beside him. He had spent most of his life among educated and cultured people. He had passed several years in the backwoods. But with all his experience with people he had to confess that this young woman was as a revelation to him. She could ride like an Indian and shoot like a hunter. He had heard that she could run almost as swiftly as her brothers. Evidently she feared nothing, for he had just seen an example of her courage in a deed that had tried even his own nerve, and, withal, she was a bright, happy girl, earnest and true, possessing all the softer graces of his sisters, and that exquisite touch of feminine delicacy and refinement which appeals more to men than any other virtue.\\n\\n\\\"Have you not met Mr. Miller before he came here from Fort Pitt?\\\" asked Betty.\\n\\n\\\"Why do you ask?\\\"\\n\\n\\\"I think he mentioned something of the kind.\\\"\\n\\n\\\"What else did he say?\\\"\\n\\n\\\"Why--Mr. Clarke, I hardly remember.\\\"\\n\\n\\\"I see,\\\" said Alfred, his face darkening. \\\"He has talked about me. I do not care what he said. I knew him at Fort Pitt, and we had trouble there. I venture to say he has told no one about it. He certainly would not shine in the story. But I am not a tattler.\\\"\\n\\n\\\"It is not very difficult to see that you do not like him. Jonathan does not, either. He says Mr. Miller was friendly with McKee, and the notorious Simon Girty, the soldiers who deserted from Fort Pitt and went to the Indians. The girls like him however.\\\"\\n\\n\\\"Usually if a man is good looking and pleasant that is enough for the girls. I noticed that he paid you a great deal of attention at the dance. He danced three times with you.\\\"\\n\\n\\\"Did he? How observing you are,\\\" said Betty, giving him a little sidelong glance. \\\"Well, he is very agreeable, and he dances better than many of the young men.\\\"\\n\\n\\\"I wonder if Wetzel got the turkey. I have heard no more shots,\\\" said Alfred, showing plainly that he wished to change the subject.\\n\\n\\\"Oh, look there! Quick!\\\" exclaimed Betty, pointing toward the hillside.\\n\\nHe looked in the direction indicated and saw a doe and a spotted fawn wading into the shallow water. The mother stood motionless a moment, with head erect and long ears extended. Then she drooped her graceful head and drank thirstily of the cool water. The fawn splashed playfully round while its mother was drinking. It would dash a few paces into the stream and then look back to see if its mother approved. Evidently she did not, for she would stop her drinking and call the fawn back to her side with a soft, crooning noise. Suddenly she raised her head, the long ears shot up, and she seemed to sniff the air. She waded through the deeper water to get round a rocky bluff which ran out into the creek. Then she turned and called the little one. The fawn waded until the water reached its knees, then stopped and uttered piteous little bleats. Encouraged by the soft crooning it plunged into the deep water and with great splashing and floundering managed to swim the short distance. Its slender legs shook as it staggered up the bank. Exhausted or frightened, it shrank close to its mother. Together they disappeared in the willows which fringed the side of the hill.\\n\\n\\\"Was not that little fellow cute? I have had several fawns, but have never had the heart to keep them,\\\" said Betty. Then, as Alfred made no motion to speak, she continued:\\n\\n\\\"You do not seem very talkative.\\\"\\n\\n\\\"I have nothing to say. You will think me dull. The fact is when I feel deepest I am least able to express myself.\\\"\\n\\n\\\"I will read to you.\\\" said Betty taking up the book. He lay back against the grassy bank and gazed dreamily at the many hued trees on the little hillside; at the bare rugged sides of McColloch's Rock which frowned down upon them. A silver-breasted eagle sailed slowly round and round in the blue sky, far above the bluff. Alfred wondered what mysterious power sustained that solitary bird as he floated high in the air without perceptible movement of his broad wings. He envied the king of birds his reign over that illimitable space, his far-reaching vision, and his freedom. Round and round the eagle soared, higher and higher, with each perfect circle, and at last, for an instant poising as lightly as if he were about to perch on his lonely crag, he arched his wings and swooped down through the air with the swiftness of a falling arrow.\\n\\nBetty's low voice, the water rushing so musically over the falls, the great yellow leaves falling into the pool, the gentle breeze stirring the clusters of goldenrod--all came softly to Alfred as he lay there with half closed eyes.\\n\\nThe time slipped swiftly by as only such time can.\\n\\n\\\"I fear the melancholy spirit of the day has prevailed upon you,\\\" said Betty, half wistfully. \\\"You did not know I had stopped reading, and I do not believe you heard my favorite poem. I have tried to give you a pleasant afternoon and have failed.\\\"\\n\\n\\\"No, no,\\\" said Alfred, looking at her with a blue flame in his eyes. \\\"The afternoon has been perfect. I have forgotten my role, and have allowed you to see my real self, something I have tried to hide from all.\\\"\\n\\n\\\"And are you always sad when you are sincere?\\\"\\n\\n\\\"Not always. But I am often sad. Is it any wonder? Is not all nature sad? Listen! There is the song of the oriole. Breaking in on the stillness it is mournful. The breeze is sad, the brook is sad, this dying Indian summer day is sad. Life itself is sad.\\\"\\n\\n\\\"Oh, no. Life is beautiful.\\\"\\n\\n\\\"You are a child,\\\" said he, with a thrill in his deep voice \\\"I hope you may always be as you are to-day, in heart, at least.\\\"\\n\\n\\\"It grows late. See, the shadows are falling. We must go.\\\"\\n\\n\\\"You know I am going away to-morrow. I don't want to go. Perhaps that is why I have been such poor company today. I have a presentiment of evil I am afraid I may never come back.\\\"\\n\\n\\\"I am sorry you must go.\\\"\\n\\n\\\"Do you really mean that?\\\" asked Alfred, earnestly, bending toward her \\\"You know it is a very dangerous undertaking. Would you care if I never returned?\\\"\\n\\nShe looked up and their eyes met. She had raised her head haughtily, as if questioning his right to speak to her in that manner, but as she saw the unspoken appeal in his eyes her own wavered and fell while a warm color crept into her cheek.\\n\\n\\\"Yes, I would be sorry,\\\" she said, gravely. Then, after a moment: \\\"You must portage the canoe round the falls, and from there we can paddle back to the path.\\\"\\n\\nThe return trip made, they approached the house. As they turned the corner they saw Colonel Zane standing at the door talking to Wetzel.\\n\\nThey saw that the Colonel looked pale and distressed, and the face of the hunter was dark and gloomy.\\n\\n\\\"Lew, did you get my turkey?\\\" said Betty, after a moment of hesitation. A nameless fear filled her breast.\\n\\nFor answer Wetzel threw back the flaps of his coat and there at his belt hung a small tuft of black hair. Betty knew at once it was the scalp-lock of an Indian. Her face turned white and she placed a hand on the hunter's arm.\\n\\n\\\"What do you mean? That is an Indian's scalp. Lew, you look so strange. Tell me, is it because we went off in the canoe and have been in danger?\\\"\\n\\n\\\"Betty, Isaac has been captured again,\\\" said the Colonel.\\n\\n\\\"Oh, no, no, no,\\\" cried Betty in agonized tones, and wringing her hands. Then, excitedly, \\\"Something can be done; you must pursue them. Oh, Lew, Mr. Clarke, cannot you rescue him? They have not had time to go far.\\\"\\n\\n\\\"Isaac went to the chestnut grove this morning. If he had stayed there he would not have been captured. But he went far into the Black Forest. The turkey call we heard across the creek was made by a Wyandot concealed in the cave. Lewis tells me that a number of Indians have camped there for days. He shot the one who was calling and followed the others until he found where they had taken Isaac's trail.\\\"\\n\\nBetty turned to the younger man with tearful eyes, and with beseeching voice implored them to save her brother.\\n\\n\\\"I am ready to follow you,\\\" said Clarke to Wetzel.\\n\\nThe hunter shook his head, but did not answer.\\n\\n\\\"It is that hateful White Crane,\\\" passionately burst out Betty, as the Colonel's wife led her weeping into the house.\\n\\n\\\"Did you get more than one shot at them?\\\" asked Clarke.\\n\\nThe hunter nodded, and the slight, inscrutable smile flitted across his stern features. He never spoke of his deeds. For this reason many of the thrilling adventures which he must have had will forever remain unrevealed. That evening there was sadness at Colonel Zane's supper table. They felt the absence of the Colonel's usual spirits, his teasing of Betty, and his cheerful conversation. He had nothing to say. Betty sat at the table a little while, and then got up and left the room saying she could not eat. Jonathan, on hearing of his brother's recapture, did not speak, but retired in gloomy silence. Silas was the only one of the family who was not utterly depressed. He said it could have been a great deal worse; that they must make the best of it, and that the sooner Isaac married his Indian Princess the better for his scalp and for the happiness of all concerned.\\n\\n\\\"I remember Myeerah very well,\\\" he said. \\\"It was eight years ago, and she was only a child. Even then she was very proud and willful, and the loveliest girl I ever laid eyes on.\\\"\\n\\nAlfred Clarke staid late at Colonel Zane's that night. Before going away for so many weeks he wished to have a few more moments alone with Betty. But a favorable opportunity did not present itself during the evening, so when he had bade them all goodbye and goodnight, except Betty, who opened the door for him, he said softly to her:\\n\\n\\\"It is bright moonlight outside. Come, please, and walk to the gate with me.\\\"\\n\\nA full moon shone serenely down on hill and dale, flooding the valley with its pure white light and bathing the pastures in its glory; at the foot of the bluff the waves of the river gleamed like myriads of stars all twinkling and dancing on a bed of snowy clouds. Thus illumined the river wound down the valley, its brilliance growing fainter and fainter until at last, resembling the shimmering of a silver thread which joined the earth to heaven, it disappeared in the horizon.\\n\\n\\\"I must say goodbye,\\\" said Alfred, as they reached the gate.\\n\\n\\\"Friends must part. I am sorry you must go, Mr. Clarke, and I trust you may return safe. It seems only yesterday that you saved my brother's life, and I was so grateful and happy. Now he is gone.\\\"\\n\\n\\\"You should not think about it so much nor brood over it,\\\" answered the young man. \\\"Grieving will not bring him back nor do you any good. It is not nearly so bad as if he had been captured by some other tribe. Wetzel assures us that Isaac was taken alive. Please do not grieve.\\\"\\n\\n\\\"I have cried until I cannot cry any more. I am so unhappy. We were children together, and I have always loved him better than any one since my mother died. To have him back again and then to lose him! Oh! I cannot bear it.\\\"\\n\\nShe covered her face with her hands and a low sob escaped her.\\n\\n\\\"Don't, don't grieve,\\\" he said in an unsteady voice, as he took the little hands in his and pulled them away from her face.\\n\\nBetty trembled. Something in his voice, a tone she had never heard before startled her. She looked up at him half unconscious that he still held her hands in his. Never had she appeared so lovely.\\n\\n\\\"You cannot understand my feelings.\\\"\\n\\n\\\"I loved my mother.\\\"\\n\\n\\\"But you have not lost her. That makes all the difference.\\\"\\n\\n\\\"I want to comfort you and I am powerless. I am unable to say what--I--\\\"\\n\\nHe stopped short. As he stood gazing down into her sweet face, burning, passionate words came to his lips; but he was dumb; he could not speak. All day long he had been living in a dream. Now he realized that but a moment remained for him to be near the girl he loved so well. He was leaving her, perhaps never to see her again, or to return to find her another's. A fierce pain tore his heart.\\n\\n\\\"You--you are holding my hands,\\\" faltered Betty, in a doubtful, troubled voice. She looked up into his face and saw that it was pale with suppressed emotion.\\n\\nAlfred was mad indeed. He forgot everything. In that moment the world held nothing for him save that fair face. Her eyes, uplifted to his in the moonlight, beamed with a soft radiance. They were honest eyes, just now filled with innocent sadness and regret, but they drew him with irresistible power. Without realizing in the least what he was doing he yielded to the impulse. Bending his head he kissed the tremulous lips.\\n\\n\\\"Oh,\\\" whispered Betty, standing still as a statue and looking at him with wonderful eyes. Then, as reason returned, a hot flush dyed her face, and wrenching her hands free she struck him across the cheek.\\n\\n\\\"For God's sake, Betty, I did not mean to do that! Wait. I have something to tell you. For pity's sake, let me explain,\\\" he cried, as the full enormity of his offence dawned upon him.\\n\\nBetty was deaf to the imploring voice, for she ran into the house and slammed the door.\\n\\nHe called to her, but received no answer. He knocked on the door, but it remained closed. He stood still awhile, trying to collect his thoughts, and to find a way to undo the mischief he had wrought. When the real significance of his act came to him he groaned in spirit. What a fool he had been! Only a few short hours and he must start on a perilous journey, leaving the girl he loved in ignorance of his real intentions. Who was to tell her that he loved her? Who was to tell her that it was because his whole heart and soul had gone to her that he had kissed her?\\n\\nWith bowed head he slowly walked away toward the fort, totally oblivious of the fact that a young girl, with hands pressed tightly over her breast to try to still a madly beating heart, watched him from her window until he disappeared into the shadow of the block-house.\\n\\nAlfred paced up and down his room the four remaining hours of that eventful day. When the light was breaking in at the east and dawn near at hand he heard the rough voices of men and the tramping of iron-shod hoofs. The hour of his departure was at hand.\\n\\nHe sat down at his table and by the aid of the dim light from a pine knot he wrote a hurried letter to Betty. A little hope revived in his heart as he thought that perhaps all might yet be well. Surely some one would be up to whom he could intrust the letter, and if no one he would run over and slip it under the door of Colonel Zane's house.\\n\\nIn the gray of the early morning Alfred rode out with the daring band of heavily armed men, all grim and stern, each silent with the thought of the man who knows he may never return. Soon the settlement was left far behind.\\n\\nCHAPTER V.\\n\\nDuring the last few days, in which the frost had cracked open the hickory nuts, and in which the squirrels had been busily collecting and storing away their supply of nuts for winter use, it had been Isaac's wont to shoulder his rifle, walk up the hill, and spend the morning in the grove.\\n\\nOn this crisp autumn morning he had started off as usual, and had been called back by Col. Zane, who advised him not to wander far from the settlement. This admonition, kind and brotherly though it was, annoyed Isaac. Like all the Zanes he had born in him an intense love for the solitude of the wilderness. There were times when nothing could satisfy him but the calm of the deep woods.\\n\\nOne of these moods possessed him now. Courageous to a fault and daring where daring was not always the wiser part, Isaac lacked the practical sense of the Colonel and the cool judgment of Jonathan. Impatient of restraint, independent in spirit, and it must be admitted, in his persistence in doing as he liked instead of what he ought to do, he resembled Betty more than he did his brothers.\\n\\nFeeling secure in his ability to take care of himself, for he knew he was an experienced hunter and woodsman, he resolved to take a long tramp in the forest. This resolution was strengthened by the fact that he did not believe what the Colonel and Jonathan had told him--that it was not improbable some of the Wyandot braves were lurking in the vicinity, bent on killing or recapturing him. At any rate he did not fear it.\\n\\nOnce in the shade of the great trees the fever of discontent left him, and, forgetting all except the happiness of being surrounded by the silent oaks, he penetrated creeper and deeper into the forest. The brushing of a branch against a tree, the thud of a falling nut, the dart of a squirrel, and the sight of a bushy tail disappearing round a limb-- all these things which indicated that the little gray fellows were working in the tree-tops, and which would usually have brought Isaac to a standstill, now did not seem to interest him. At times he stooped to examine the tender shoots growing at the foot of a sassafras tree. Then, again, he closely examined marks he found in the soft banks of the streams.\\n\\nHe went on and on. Two hours of this still-hunting found him on the bank of a shallow gully through which a brook went rippling and babbling over the mossy green stones. The forest was dense here; rugged oaks and tall poplars grew high over the tops of the first growth of white oaks and beeches; the wild grapevines which coiled round the trees like gigantic serpents, spread out in the upper branches and obscured the sun; witch-hopples and laurel bushes grew thickly; monarchs of the forest, felled by some bygone storm, lay rotting on the ground; and in places the wind-falls were so thick and high as to be impenetrable.\\n\\nIsaac hesitated. He realized that he had plunged far into the Black Forest. Here it was gloomy; a dreamy quiet prevailed, that deep calm of the wilderness, unbroken save for the distant note of the hermit-thrush, the strange bird whose lonely cry, given at long intervals, pierced the stillness. Although Isaac had never seen one of these birds, he was familiar with that cry which was never heard except in the deepest woods, far from the haunts of man.\\n\\nA black squirrel ran down a tree and seeing the hunter scampered away in alarm. Isaac knew the habits of the black squirrel, that it was a denizen of the wildest woods and frequented only places remote from civilization. The song of the hermit and the sight of the black squirrel caused Isaac to stop and reflect, with the result that he concluded he had gone much farther from the fort than he had intended. He turned to retrace his steps when a faint sound from down the ravine came to his sharp ears.\\n\\nThere was no instinct to warn him that a hideously painted face was raised a moment over the clump of laurel bushes to his left, and that a pair of keen eyes watched every move he made.\\n\\nUnconscious of impending evil Isaac stopped and looked around him. Suddenly above the musical babble of the brook and the rustle of the leaves by the breeze came a repetition of the sound. He crouched close by the trunk of a tree and strained his ears. All was quiet for some moments. Then he heard the patter, patter of little hoofs coming down the stream. Nearer and nearer they came. Sometimes they were almost inaudible and again he heard them clearly and distinctly. Then there came a splashing and the faint hollow sound caused by hard hoofs striking the stones in shallow water. Finally the sounds ceased.\\n\\nCautiously peering from behind the tree Isaac saw a doe standing on the bank fifty yards down the brook. Trembling she had stopped as if in doubt or uncertainty. Her ears pointed straight upward, and she lifted one front foot from the ground like a thoroughbred pointer. Isaac knew a doe always led the way through the woods and if there were other deer they would come up unless warned by the doe. Presently the willows parted and a magnificent buck with wide spreading antlers stepped out and stood motionless on the bank. Although they were down the wind Isaac knew the deer suspected some hidden danger. They looked steadily at the clump of laurels at Isaac's left, a circumstance he remarked at the time, but did not understand the real significance of until long afterward.\\n\\nFollowing the ringing report of Isaac's rifle the buck sprang almost across the stream, leaped convulsively up the bank, reached the top, and then his strength failing, slid down into the stream, where, in his dying struggles, his hoofs beat the water into white foam. The doe had disappeared like a brown flash.\\n\\nIsaac, congratulating himself on such a fortunate shot--for rarely indeed does a deer fail dead in his tracks even when shot through the heart-- rose from his crouching position and commenced to reload his rifle. With great care he poured the powder into the palm of his hand, measuring the quantity with his eye--for it was an evidence of a hunter's skill to be able to get the proper quantity for the ball. Then he put the charge into the barrel. Placing a little greased linsey rag, about half an inch square, over the muzzle, he laid a small lead bullet on it, and with the ramrod began to push the ball into the barrel.\\n\\nA slight rustle behind him, which sounded to him like the gliding of a rattlesnake over the leaves, caused him to start and turn round. But he was too late. A crushing blow on the head from a club in the hand of a brawny Indian laid him senseless on the ground.\\n\\nWhen Isaac regained his senses he felt a throbbing pain in his head, and then he opened his eyes he was so dizzy that he was unable to discern objects clearly. After a few moments his sight returned. When he had struggled to a sitting posture he discovered that his hands were bound with buckskin thongs. By his side he saw two long poles of basswood, with some strips of green bark and pieces of grapevine laced across and tied fast to the poles. Evidently this had served as a litter on which he had been carried. From his wet clothes and the position of the sun, now low in the west, he concluded he had been brought across the river and was now miles from the fort. In front of him he saw three Indians sitting before a fire. One of them was cutting thin slices from a haunch of deer meat, another was drinking from a gourd, and the third was roasting a piece of venison which he held on a sharpened stick. Isaac knew at once the Indians were Wyandots, and he saw they were in full war paint. They were not young braves, but middle aged warriors. One of them Isaac recognized as Crow, a chief of one of the Wyandot tribes, and a warrior renowned for his daring and for his ability to make his way in a straight line through the wilderness. Crow was a short, heavy Indian and his frame denoted great strength He had a broad forehead, high cheek bones, prominent nose and his face would have been handsome and intelligent but for the scar which ran across his cheek, giving him a sinister look.\\n\\n\\\"Hugh!\\\" said Crow, as he looked up and saw Isaac staring at him. The other Indians immediately gave vent to a like exclamation.\\n\\n\\\"Crow, you caught me again,\\\" said Isaac, in the Wyandot tongue, which he spoke fluently.\\n\\n\\\"The white chief is sure of eye and swift of foot, but he cannot escape the Huron. Crow has been five times on his trail since the moon was bright. The white chief's eyes were shut and his ears were deaf,\\\" answered the Indian loftily.\\n\\n\\\"How long have you been near the fort?\\\"\\n\\n\\\"Two moons have the warriors of Myeerah hunted the pale face.\\\"\\n\\n\\\"Have you any more Indians with you?\\\"\\n\\nThe chief nodded and said a party of nine Wyandots had been in the vicinity of Wheeling for a month. He named some of the warriors.\\n\\nIsaac was surprised to learn of the renowned chiefs who had been sent to recapture him. Not to mention Crow, the Delaware chiefs Son-of-Wingenund and Wapatomeka were among the most cunning and sagacious Indians of the west. Isaac reflected that his year's absence from Myeerah had not caused her to forget him.\\n\\nCrow untied Isaac's hands and gave him water and venison. Then he picked up his rifle and with a word to the Indians he stepped into the underbrush that skirted the little dale, and was lost to view.\\n\\nIsaac's head ached and throbbed so that after he had satisfied his thirst and hunger he was glad to close his eyes and lean back against the tree. Engrossed in thoughts of the home he might never see again, he had lain there an hour without moving, when he was aroused from his meditations by low guttural exclamations from the Indians. Opening his eyes he saw Crow and another Indian enter the glade, leading and half supporting a third savage.\\n\\nThey helped this Indian to the log, where he sat down slowly and wearily, holding one hand over his breast. He was a magnificent specimen of Indian manhood, almost a giant in stature, with broad shoulders in proportion to his height. His head-dress and the gold rings which encircled his bare muscular arms indicated that he was a chief high in power. The seven eagle plumes in his scalp-lock represented seven warriors that he had killed in battle. Little sticks of wood plaited in his coal black hair and painted different colors showed to an Indian eye how many times this chief had been wounded by bullet, knife, or tomahawk.\\n\\nHis face was calm. If he suffered he allowed no sign of it to escape him. He gazed thoughtfully into the fire, slowly the while untying the belt which contained his knife and tomahawk. The weapons were raised and held before him, one in each hand, and then waved on high. The action was repeated three times. Then slowly and reluctantly the Indian lowered them as if he knew their work on earth was done.\\n\\nIt was growing dark and the bright blaze from the camp fire lighted up the glade, thus enabling Isaac to see the drooping figure on the log, and in the background Crow, holding a whispered consultation with the other Indians. Isaac heard enough of the colloquy to guess the facts. The chief had been desperately rounded; the palefaces were on their trail, and a march must be commenced at once.\\n\\nIsaac knew the wounded chief. He was the Delaware Son-of-Wingenund. He married a Wyandot squaw, had spent much of his time in the Wyandot village and on warring expeditions which the two friendly nations made on other tribes. Isaac had hunted with him, slept under the same blanket with him, and had grown to like him.\",\"timestamp\":1640148414,\"title\":\"muttered the hunter to himself as he ran the keen edge of his knife around the twisted tuft of hair and tore off the scalp-lock.\"},\"digest\":\"yBCnGijfeehHDEdbn29e-OweigQA7Aqdsj9jjXjovC8\",\"authorship\":{\"contributor\":\"0x19BebfD5a2946bC50A2CeA661e77fFC2F12C9549\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"47vtZsI9-61PKMmrfVCJzPPaAqp87gcXQco_qeyiCYM\\\",\\\"y\\\":\\\"Ay_jnrzoI1keuwQSAjbF4l4TrS4y8p8Imtv9x_tv9M4\\\"}\",\"signature\":\"vym9_3bruHJDfZZ0HSVywlXDXKB2Y3qikV7RI2rbV7IYVEEcOgm4PnxgaPByB4AcoTqSARB2uUBN6_S4n9_Xsg\",\"signingKeySignature\":\"0xbec49d625889cd170a814722be8976da05bbdac613638619956b22ec5e27c23521e472fc02dc30f381cc46244703a42a13dcd42c96ccc48d8ed449004bf2761c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"47vtZsI9-61PKMmrfVCJzPPaAqp87gcXQco_qeyiCYM\\\",\\\"y\\\":\\\"Ay_jnrzoI1keuwQSAjbF4l4TrS4y8p8Imtv9x_tv9M4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"yBCnGijfeehHDEdbn29e-OweigQA7Aqdsj9jjXjovC8\"}"