"{\"content\":{\"body\":\"由于有了兽人大熊这个坚固肉盾在前面顶怪，我一手拿着涂抹着噬血和麻痹毒药的绝对凶器——诅咒之刃，一手握住上满了五十枝精铁细箭的裂风之弩，紧紧贴在他身后，至于盾牌嘛，我就没必要用了，而挑灯和看剑如同护花使者一般拿着长剑陪伴在风铃姐妹的身边，美其名曰保护女同胞，免受怪物xing骚扰，我晕，妹妹不是这么泡的吧，我怎么感觉你们俩小子和刑天德行差不多了。\\n\\n```\\n风铃姐妹俩似乎也乐得享受这样的待遇，给我们扔了个攻击和防御的状态后，就互相唧唧喳喳如小鸟般聊个不停，兽人大熊只好丢给我一个无奈的眼神，反正现在也没怪，只能由她们去了。\\n\\n一只黑暗恶鬼鬼鬼祟祟地从墙角的阴影出蹿了出来，那如钻头般的双手带起一丝风声就冲着大熊招呼了过去，我赶紧一声大叫：“小心。”随后便冲了上去，大熊这家伙反映也挺机灵的，立即高举盾牌护着他那张熊脸，黑暗恶鬼的双爪无奈地插在了铁盾上，嘿嘿，正好便宜了我，匕首不用多说，那么大的个头随便我砍啊，挑灯和看剑也拿起家伙冲了上来，刚才在路上我已经问过风铃姐妹了，姐姐牧师没什么技巧和言，妹妹有个技能是和血狼王的差不多叫霜冻，可以让怪物的动作变得迟缓，开始因为他们队伍缺乏攻击力所以一直没用到，现在多了个我，这个技能可不能浪费，这不，一团如雪花凝固在一起的冰霜随着蓝色风铃的聆唱慢慢成形，巫师小妹妹一声轻斥，那团冰霜就不偏不倚地落到了黑暗恶鬼的身上，“喀”的一声，如同给恶鬼加上一件银白色的披风，身上那点点白霜都清晰可见，而恶鬼的动作也显得笨拙起来，一、二、三，……六、七、八我的匕首如切菜般落在黑暗恶鬼身上，黑紫色的血液带着腥臭飞洒在四周，兽人大熊死死抗住恶鬼愤怒的攻击，让我和挑灯、看剑能够在妹妹面前充分展示各自的英雄气概，丝毫没有让恶鬼越过防线半步，对妹妹们造成惊吓。\\n\\n沿着右边的过道一路走过去，我们是遇到恶鬼就上，谁让有我这个牛b杀手呢，法师妹妹基本上只要给抗怪的大熊加加，扔上几个霜冻，就可以享受随之而来的经验了。一个恶鬼对我们来说几乎是没什么悬念的战斗；两个来了我开上剑刃波，没啥可怕的；三个一起的话，也只能算是有惊无险恶。挑灯和看剑两人都已经顺利升到二十六级了，而我的经验也快满了，呵呵，估计再砍几个怪就能二十八了。\\n\\n“大熊，怎么还没看到你说的什么黑暗食尸鬼啊。”砍完手上的恶鬼，我在它身上擦了擦匕首，冲旁边的兽人大熊问到。\\n\\n“不知道，现在已经蛮深入的了，估计就快遇到了吧，说不准的。”大熊摸了摸头，想想回道。\\n\\n“你这么想见食尸鬼，嘿嘿，是不是想叫它咬你两口啊。”挑灯拿起地上的钱币，一脸奸笑地说道。\\n\\n“恩，要是遇到了食尸鬼，我肯定先把你小子推上去，看你细皮嫩肉的怪一定非常喜欢。”我丢了一个狠狠的眼神冲挑灯说道。\\n\\n“细皮嫩肉可不是我，那该是风铃姐妹，我的肉质粗糙的紧，食尸鬼一定不喜欢的。”挑灯放低了声音笑着说道。\\n\\n“什么，挑灯你有本事给我再说一遍看看，别以为我没听见，小心我等会给你加上霜冻。”通常女孩子对于涉及到自己的事总是很敏感的，这不，挑灯的细语又被蓝色风铃给听到了，瞪着一对杏眼冲挑灯叫到。\\n\\n“哎吆，我的风铃妹妹，是我不对，我有罪，是我不好，我检讨，还不行嘛，你可千万不能关键时刻给我来个霜冻啊，会出人命的，我可好不容易刚升到二十六级啊。”挑灯这小子是深知女孩子要是一时冲动的话，那可是说干什么就能干什么的，赶紧讨好赔罪才是硬道理，这不，挑灯已经开始跟风铃姐妹陪起了不是来。\\n\\n“哼，你给我小心点，要是再被我听到什么的话，你就看着办吧。”蓝色风铃一边看似无意地举起手上形成的霜冻朝过道里扔了出去，一边脆生生对挑灯说道。\\n\\n看着挑灯擦了擦额头微微渗出的汗水，唯唯是诺的表情，我不禁拿他开蒜地说道：“挑灯，不是吧，你是不是有点内虚啊，这里我看里蛮凉爽的，你怎么好端端地还能出汗，身体要紧，不行你可要说啊，到时候累死了可别说是我们压榨你的劳动力，嘿嘿。”\\n\\n听我这一说，男的则轰然大笑，女的抿嘴浅笑，挑灯翻了翻白眼，看着我说道：“大哥，我真的发觉我错了，你就别损我了，我一定要改邪归正，重新做人，你们给我个机会吧。”说完还饶有其事地合起双手冲我们打着拱，满脸的恳切之情。\\n\\n“嘿，你小子别装蒜拉，你是江山好打，本性难移了，赶紧走人拉，还想不想爆个装备啊。”看到我们开始继续前进，看剑拍了拍挑灯的肩膀，戏谑地说道。\\n\\n“恩，恩，赶紧砍怪，爆个装备。”一听这话，挑灯赶紧跟上了队伍说道。\\n\\n转过前面的弯道，大熊突然停住了脚步，嗅了嗅鼻子，侧了侧耳朵后，伸手示意了一下轻声说道：“大家慢点，前面好象有动静。”\\n\\n我们纷纷竖起了耳朵，仿佛象猎犬一样想要捕捉到细微的动静。空气中仿佛带着几分腥臭的味道，其中还间杂着淡淡的咀嚼声音，该不会前面就有黑暗食尸鬼吧，我们互相看了看，赶紧打起十二份精神，三十级的怪可不是好惹的，这里等级最高的我也不过才二十七级而已，可要小心才行。\\n\\n我拉了拉大熊说道：“你们在这里等着，我去看看情况，可以的话先引一个来看看。”\\n\\n“你一个人去能行吗，要不要我陪你。”大熊有点不放心地说道。\\n\\n“是啊，还是一起过去吧，那样安全点。”牧师妹妹跟上前对我说道。唉，还是紫色风铃好啊，知道关心体贴我们这些战斗在一线岗位的人们，真是让我感动得要落泪了，揉了揉眼睛，挤啊挤，没泪出来，那算了。\\n\\n“放心吧，没事的，我有这个呢。”说完我开了潜行，身影如空气般消失在他们面前，怎么样，羡慕哥们不，不用回答了，光看你们眼睛里冒出的嫉妒之光，我就知道你们十分羡慕ing。\\n\\n“我去了，你们都在这里等我。”我从空气中丢出这句话来，轻手轻脚地朝前面摸了过去。\\n\\n看着前面那几头趴在地上，脸上粘满了血迹，眼眶里只有一片白色，鼻子已经深深的凹入了肉中，张大嘴巴伸出长长的舌头，锋利的獠牙突兀在暗红色的嘴唇外，不停撕咬着地上黑暗恶鬼尸体的家伙，估计就那三十级的黑暗食尸鬼吧，真是一群恶心的家伙，连同类也吃啊，不过哪来这么多黑暗恶鬼的尸体啊，难道前面还有玩家队伍，还是那个……\\n\\n我压抑住内心的激动，俗话说希望越大，失望越大，保持平常心态最重要的，何况要想过去看看里面的情况，还要先解决了这些正在饕餮大餐的家伙。拿了一粒回血丹扔到了嘴里（我可不想引怪的时候被它们围上连药都来不及用），我拿起裂风之弩，对着最边上那只刚扒开了黑暗恶鬼的肚子，捧着里面那腐肉一般的五脏埋头苦吃的黑暗食尸鬼就是一通扫射，也不知是因为箭枝戳烂了它手上的五脏而气恼，还是因为让它感受到疼痛而愤怒，总之结果就是这家伙看到了攻击后显露身形的我，立即冲了过来，靠，还拿手上的零星碎肉扔了过来，真是个没教养的家伙。\\n\\n成功的引了一头黑暗食尸鬼，我立马转身就跑，和他单挑，对不起，我暂时没那个打算，也没那个兴趣，还是找我的组织去，群殴一个的感觉真好，不过当我匕首上的噬血达到一定的境界，以一砍群也是挺爽的。\\n\\n后面带着这个穷凶极恶的家伙，我一阵风似地跑了回去，路上扔了个消息给大熊，货已到，准备开工。哎呀，被食尸鬼掏出的惨白色骨棒碰了一下，-110的伤害顿时飘了起来，真是痛。\\n\\n转过路口，就见大熊他们已经握紧武器，严阵以待了。我象一只被老鹰追赶的小鸟突然看到了丛林，赶紧投了进去，大熊看到我身后拿着粗长骨棒咆哮着的黑暗食尸鬼，心中一凛，挥起盾牌冲了上去。后面风铃姐妹的法师也适时的落在了战斗双方的身上。\\n\\n看到大熊已经招架住了黑暗食尸鬼的攻击，我也折了回去，跟在挑灯、看剑后面一起剑劈、刀砍、弩射，黑暗食尸鬼那如败革一般的皮肤被割开一道道伤口，如糨糊一般粘稠的黄色液体滴洒在地上，张开的大嘴发出如鼓风机一般的嘶哑声音，那强有力的臂膀不停地将骨棒重重砸向大熊，-240，-260的数字是接连而起，幸好紫色风铃对大熊是特别呵护，关怀倍至，治疗术的洁白光芒在他身上几乎都没停过，才算让大熊站直了，没趴下。\\n\\n当我的诅咒之刃对食尸鬼的攻击累计到-200多时，这个难缠的家伙终于挂掉了，如春风般惬意的金色光芒笼罩着我的身体，看着其他人一脸的羡慕之情，我装做十分无奈的样子用手按着胸膛说道：“唉，一个不小心，怎么就升级拉，真是的，二十八拉，不好意思了各位。”\\n\\n“靠，你是不是觉得等级高点不爽啊，嘿嘿，那你降几级下来好了，我们都不会介意的。”挑灯这小子是绝对的无事要起浪，有事浪滔天的家伙，这不，又来劲了。\\n\\n“呵呵，隐兄你都二十八级拉，我才二十六啊，我琢磨着我们俩是不是该换换位置啊，好歹也让我过过砍怪的瘾啊，你是高人了，应该没什么问题的吧。”大熊这家伙装出满脸憨厚的表情跟我傻笑说道。\\n\\n怎么着，眼红我是不，我也很辛苦的啊，即要担当起引怪的重任，又要负责担负主力攻击手，我容易吗我，拿我开心，好啊。我阴笑着指了指里面冲大熊说道：“行啊，我顶就我顶啊，那么你去引怪来。”\\n\\n睁大一对牛眼，大熊用手指着自己的鼻子说道：“你让我去引怪，那还不是推我进火坑啊，不行，我的敏捷太低，进的去，出不来。”\\n\\n我眼睛看了看他，目光转了一圈点了点头说道：“呵呵，也对，但是总不能叫风铃姐妹去吧，要不挑灯、看剑，你们俩发挥发挥。”\\n\\n“我们俩去引怪，那哪成啊，还不是人****打食尸鬼，有去无回啊。呵呵，还是隐兄你去引好了，大熊这家伙长这么大一个，他不抗怪谁抗怪啊，我们没啥意见的。”看到我那坏坏的眼光，挑灯、看剑纷纷头摇的象个拨浪鼓似地说道。\\n\\n“大熊，你也看到了，不是我不给你机会，实在是无奈啊，得，还是我去引怪拉。”我叹了口气安慰大熊说道。\\n\\n“嘻嘻，得了便宜还卖乖啊，你赶紧去吧，我们还等着爆装备呢。”拿起地上的铜币，蓝色风铃笑着对我说道。\\n\\n“得令，立即出发。”我笑着冲蓝色风铃行了个礼，开启潜行，身影如烟雾般散去，奔向了里面那群黑暗食尸鬼。\\n\\n有了第一次杀黑暗食尸鬼的经验，后面的几头食尸鬼都被我们一一轻松搞定，刚才升级获得的四点属性点统统被我加到了攻击，而挑灯他们升级才获得了可怜的2点，我从感情对他们表示深切的同情，从物质上嘛，就无能为力了。\\n\\n当那堆只顾满足自己的食欲，而没有注意到身边的同类越来越少的黑暗食尸鬼只剩下了最后两只时候，我有点托大地想道：不就是二只怪嘛，一起搞掉算了，省的麻烦，我这一时的自大，差点把风铃姐妹的小命给送掉。\\n\\n黑色的箭枝轻快地飞了出去，打断了两只黑暗食尸鬼的愉快进食，带着两头食尸鬼，我大叫着跑了回去：“弟兄们，最后两个了，加把劲啊。”\\n\\n大熊闷哼一声挺起了腰板已了上来，挑灯、看剑也使出了半天没用过的二连斩，掠起道道剑影劈了上前，我一个剑刃波，回手就是一阵狂砍，暗红的刀光满天飞舞。追来的黑暗食尸鬼被我们的攻击稍微一挡，随后一只顶住我们的刀剑，另一只竟然冲风铃姐妹冲了过去，靠，怪物也有智商吗，知道她们俩姐妹是这里最脆弱的吗。我赶紧冲她们姐妹俩一声大叫：“快点让开。”谁知道风铃姐妹也不知是吓坏了，也不知是对我们充满了信任，根本就没跑，还一个扔霜冻，一个扔治疗的留在原地。\\n\\n大熊一看形势不对，也赶紧冲向了逃脱的那头黑暗食尸鬼，把眼前的任务交给了我和挑灯、看剑，巨大的骨棒落在了蓝色风铃那柔弱的身上，-380的伤害差点就将这娇嫩的妹妹送回了铁晶城，幸好紫色风铃的治疗之光及时落在了妹妹身上，第二下的敲击才没把她给挂了。\\n\\n兽人大熊一声怒吼，手上的的盾牌上浮上了一层朦胧的金黄色光芒，带起一片残影砸向了黑暗食尸鬼，这是他的一转技能冲击之盾牌，因为对高过自己的怪成功率不高，所以他一直没用，现在是危及时刻，他也只能一试了。当黑暗食尸鬼高举的骨棒正要落在紫色风铃身上时，大熊的盾牌也落在它的背后，它浑身一震，金黄色的光芒似乎附在它身上，它似乎有点迷惘地站在了原地不动了。\\n\\n“快点过来，这个冲击带来的昏迷效果只有30秒。”大熊一把拉住风铃姐妹跑到我们身后，因为心急刚才的危险情况，我也码足了劲扔了几颗回血丹跟眼前的黑暗食尸鬼硬拼，在挑灯、看剑的二连斩下，它的身体一分为二也倒了下来。而把头被昏迷的黑暗食尸鬼也清醒过来，立即冲向我们……\\n\\n看着倒在地上的身子还在抽搐的食尸鬼，NND，真是好险啊，吓出我一身的冷汗，我后怕地想到：刚才要是黑暗食尸鬼真把风铃姐妹给挂了，我估计他们三人非要我以命换命不可。\\n\\n大熊摸起食尸鬼爆出来黑暗碎骨者，意外的收获似乎让他忘记了刚才的惊险一幕，他笑着说道：“哈哈，终于爆了个装备了，青铜级的锤子啊。”\\n\\n“嘿嘿，不错不错，发了。”挑灯跟着后面笑道。\\n\\n“你们还这么高兴呢，刚才差点让我们被送回城，隐为者，你是不是存心的啊。”蓝色风铃一脸的不满，撅着小嘴说道。\\n\\n“哪能啊，我只是想加快一下进度啊，哪知道，哪知道那怪竟然冲你们去了，早知道这样，我宁死也要挡在他们前面啊。”我满脸悔恨，表情沉痛地说道。\\n\\n“算拉，小妹，小隐也不是故意的拉，你就别计较拉，我们这不还是好好的嘛。”蓝色风铃拉了拉妹妹的手，打了个圆场说道。\\n\\n“恩，是的是的，我保证不会有下次了，坚持保护你们的安全，赴汤蹈火，在所不辞。”我信誓旦旦地说道。\\n\\n“呵呵，你小子也有讨饶的时候啊，知道错就好，得了，怪物也清了，过去看看那边情况吧。”大熊笑着对我说道。\\n\\n一行人沿着走廊走了过去，小心躲开地上狼籍的恶鬼尸体，前面房间外一扇淡黄色的气幕吸引了我们的目光，里面依稀可见一个满头银发，身穿法袍，坐在木床上的老人，看样子，正是我苦苦寻觅的卡里哈曼大法师。\\n\\n我欢快地撒开双腿奔了过去，大声叫嚷起来：“亲爱的卡里哈曼大法师，我来了。”\\n```\\n\\n\\n------------\",\"timestamp\":1640247202,\"title\":\"第五十六章 大法师，我来了\"},\"digest\":\"bFKl56sUtLbXWlreT_kjLjPYuYcc72jmslrzY-OfPVU\",\"authorship\":{\"contributor\":\"0x36c4F7391F37435B05FaA1FEFb2ABF26ab51cF06\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qZdayVUgODMwgsRTnCNVHElruGr30LHB_ZyvdPBwByQ\\\",\\\"y\\\":\\\"dxKGM3ehxUGcDAqK9o0jBVFwg40cblsQd4det7_rWLw\\\"}\",\"signature\":\"hM9EiSPJJ40Zean_WTmwaPn80Kmai0dk2uYPaZSg3QJhru-WE0zeyCwA5Y5X94kKUiEDInNDLB_mpyPlr8VYVg\",\"signingKeySignature\":\"0x8ac688ffb2906a01082523cac4f84d3e11320667acc9e567138f8eb4b00e71e9645eb85a6971b07f1c44c9e68520b6f99a184ad81b5bf7c3653a0502b307f25b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qZdayVUgODMwgsRTnCNVHElruGr30LHB_ZyvdPBwByQ\\\",\\\"y\\\":\\\"dxKGM3ehxUGcDAqK9o0jBVFwg40cblsQd4det7_rWLw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bFKl56sUtLbXWlreT_kjLjPYuYcc72jmslrzY-OfPVU\"}"