"{\"content\":{\"body\":\"Breaking the new ATH at 2.5 Trillion dollars total market cap of the crypto market, is the market too heated up? \\n\\nHow do we gear up in deciding how to prepare for a portfolio for either the bear market or the bull? \\n\\nThe last crash on May 21 saw most tokens plummeting 70% from their ATH.\\n\\nHere’s a TDLR of what TempleDAO is and how the protocol mechanics are designed for a high growth delta neutral position. \\n\\n### What is TempleDAO?\\n\\nTempleDAO is taking all the lessons learned from the traditional Defi protocols to path a new way for Defi 2.0 where capital is most efficiently invested and aligns with the best interest of long-term stakeholders. \\n\\nHigh rewards: Up to 3400% APY while staking. \\n\\nTDLR**;**\\n\\n### Defi Problems today: \\n\\n1. Protocol gives out 15-35% of its entire token supply as liquidity incentives, only to be dumped when the incentive becomes less attractive.\\n2. Huge price swings when the token price rises too quickly relative to its treasury size. Ex; Olympus sharp drop that causes cascading liquidation. \\n3. Liquidity pools on AMM are not capital efficient. Staking under dapp protocol frees capital to compound and make it more efficient. \\n4. Derivatives and options trading is 7x more than the Spot market. How does regular retail take advantage of making capital most efficient? \\n\\n### TempleDAO = Defi 2.0\\n\\n### Features\\n\\n1. **Safe Harvest:** $TEMPLE tokens are only minted when the treasury grows. Multiple of (3x - 6x) of its intrinsic value. \\n2. **Safe Premium:** If AMMs are selling tokens > 6x intrinsic value, the protocol dapp would issue tokens to allow arbitrager to buy low and sell to AMMs until prices are back in equilibrium.  Prevent dumps. \\n3. **Bonus Rewards:** Occasionally, excess rewards earned by the protocol can offer a high APY bonuses to those who lock their $TEMPLE for a set period. \\n4. **Preventing a death spiral in times of extreme volatility. 1st:** Unstake queue; queue to unstake. 2nd: Temple Defend: Sweep token floor\\n\\n### Product: \\n\\nCurated investment pools that provide a perfectly balanced exposure to growth coins. Invest in automated trading strategies based on your risk tolerance. \\n\\n### Community first: \\n\\n1. No VCs. Only real community members are engaged. No bots or whitelist. Lot's of spoils $$$ to be shared.\\n2. The project has one of the best organic communities and groups of people working to build protocol bottoms up.\\n3. Brand communication Temple/templars/rituals metaphors have good connotations (not childish, not content-specific). \\n\\n \\n \",\"timestamp\":1634714235,\"title\":\"Why hold TEMPLEDAO through the bear market?\"},\"digest\":\"f1XlVAXQcVciClQnb-VKkEftOW5WpQzsMsYiFSU7Xrc\",\"authorship\":{\"contributor\":\"0xC810b34977f6c348149128601A8239f3e9b32910\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NsJd9sYjpL3Utus6MakdLV7SX1GSQVGjLEodqvEnq3I\\\",\\\"y\\\":\\\"BBXZtYS1jwsN1GkOhwmOMEdGi6k2ClKJ63kSp0zUXEo\\\"}\",\"signature\":\"0V5P7VfIGDWdbdzhLbNwq5SrC13QAHjqKwLlN9un_qZjeMkYIoZtGJj9zf5RehnUI3AJXioHqFRzryOb36qvzg\",\"signingKeySignature\":\"0x88e60bc106778128a5eb959f09c0fe5decd0c565142062ebf4cc3604303de501456ca1782fb91827088a532cba7d7f08139277d6d4f5870eb98438fd225374761c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NsJd9sYjpL3Utus6MakdLV7SX1GSQVGjLEodqvEnq3I\\\",\\\"y\\\":\\\"BBXZtYS1jwsN1GkOhwmOMEdGi6k2ClKJ63kSp0zUXEo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"f1XlVAXQcVciClQnb-VKkEftOW5WpQzsMsYiFSU7Xrc\"}"