"{\"content\":{\"body\":\"![Minted a few “documentary style” NFTs in anticipation of a potential market coming about in the near future. Can be found here. (https://opensea.io/collection/crypto-research-document-manuscripts)](https://miro.medium.com/max/1400/1\\\\*AvUt0NbACPOfrvPBIeThiw.png)\\n\\nI recently finished writing a “whitepaper” titled [The Universal Basic Whitepaper for the “Third Wave” of Crypto](https://opensea.io/assets/0x495f947276749ce646f68ac8c248420045cb7b5e/189109104642120717748362209166519538248159413364556090516812340079345270785), which I also minted as an NFT. The idea was to do a small “proof-of-concept” for how publishing may work for artists and content creators in the near future, using crypto technology as its backdrop. During the research process I discovered a few things:\\n\\n1. Crypto — and NFTs in particular — has a long way to go. In the whitepaper above, identified 6 things that need to change in the way content production is handled online in order for the ecosystem to really be “functional”. Many of them are “in progress” but not quite complete.\\n2. The difference between Web 2.0 vs Web 3.0 thinking is basically the “attention economy” vs “reputation economy”. The attention economy measures clicks and traffic volume, but the flaws in that method (fake news, clickbait, bots/trolls, fake profiles) have been showing its weaknesses in recent years — a reaction to that is cryptocurrencies, an economy that is driven by reputation and authenticity.\\n3. Technologically speaking the difference between Cryptopunks, CryptoKitties and NFTs aren’t that much different. The bull run of 2020 in crypto would not have been possible without the artists themselves taking a chance on the new development — they helped to give blockchain technology the “legitimacy” needed to take it to the next level. (Though artists are seldom given credit for their contributions, as usual.)\\n4. The biggest bottleneck in the crypto space right now is a cultural one, since the Web 2.0 world is largely a “winner-take-all” model, while the Web 3.0 world aims for a “long-tail” economy that is more favorable to smaller acts and smaller businesses. Crypto products right now are using Web 3.0 technology under a Web 2.0 mindset — which still feels very awkward and out of place.\\n5. The biggest developments in the crypto space will come from tying NFTs to multi-party contracts that allow the general public to collaborate with each other in a productive way. When all parties are incentivized to see someone’s work succeed, higher quality content will emerge naturally as a result. In a Web 3.0, anything and everything will have the potential (and capability) of being minted as an NFT.\\n6. KYC and other types of identification/verification services has the potential to make messaging services like email obsolete. (Emails being disposable as any other bot/troll profile, it was never that great of a way to run things, anyway.)\\n7. This transition is likely to take at least one “tech cycle” (\\\\~15 years) to do, since many are still very much vested in the Web 2.0 worlds at this point and is unlikely to change. (When did crypto “start”? 2010? 2014? Depends on who you ask, but the transition happening within the next 5–10 years is reasonable, imo.) For now, startups looking for funding in this space may actually have to do an ICO (initial coin offering) to do some self-funding if they want to get ahead of the game.\\n\\nThe good news is that the industry is moving in the right direction for now as many of these “needs” are already being worked on by various projects all over the world. But it will take some time because building an ecosystem requires multiple developments (some of them very ambitious and new) to be working in parallel and will need to be put together like a puzzle, at some point. (Details of this can be found in the [whitepaper](https://opensea.io/assets/0x495f947276749ce646f68ac8c248420045cb7b5e/189109104642120717748362209166519538248159413364556090516812340079345270785) itself.)\\n\\n## The Attention Economy vs Reputation Economy\\n\\n![Minted a few “documentary style” NFTs in anticipation of a potential market coming about in the near future. Can be found here. (https://opensea.io/collection/crypto-research-document-manuscripts)](https://miro.medium.com/max/1400/1\\\\*SOvLh_eDQ4pNUEuiuEzxdw.png)\\n\\nThe “lack of scarcity” issue has long been a problem in the online worlds, because if you think about it, if something can be duplicated endlessly (pictures, music, videos), what becomes of its worth? It’s supply and demand — when the supply is infinite but demand is finite, the worth of anything is effectively zero. This applies to everything we see online, everyday — memes, pictures, music, posts/articles/e-Books — even our online profiles, in themselves. Nothing on the internet right now is *really* worth anything, in other words.\\n\\nAside from the faceless numbers (often boosted artificially by bots and trolls) of what we call “engagement” (clicks, likes, comments, etc.) tech platforms don’t really see human beings behind the data that they collect — it’s just a number that they use in order to get a bigger check from the advertisers that they happen to be working with at the time.\\n\\nThe idea of an NFT is very interesting to a lot of artists out there because it seems, at least on its surface, willing to turn that model on top of its head. Something that is digital but unique in it of itself? Very interesting. What exactly makes an NFT valuable, however?\\n\\n* Is it the file uploaded to the NFT platform itself? (No, files can still be duplicated endlessly.)\\n* Is it the protocol itself declaring to the world that this file is valuable? (No, blockchain protocols do not have that power — it is merely a recordkeeper.)\\n\\nWhat gives NFTs their “value” is actually the author themselves “acknowledging” that the work is, yes, indeed by them. The blockchain is basically verifying the connection between the author and the buyer as being “authentic”.\\n\\nSigned trading cards or product branding works the same way — while the materials to make the cards/shoes/purses themselves may be the same from the fakes out there, it’s the autograph by the author or serial number provided by the manufacturer that separates the “real thing” from the mass-produced or bootlegged goods out there.\\n\\nEven within the crypto community some are skeptical of the idea that something can be worth more than its “inherent” value — the idea that someone would pay millions of dollars for a signature they find bewildering, if not impractical. But human beings have been doing this sort of thing since the beginning of time. The market for this type of “authenticity” is not only real, but a very big one, at that.\\n\\nBesides, the way agreements work in more “serious” contracts aren’t that much different, either. Your deed to your property is just a piece of paper signed by a few “verified accounts” (you, the seller, and the government), after all. If the crypto world can figure out how to make trading cards work, it can make it work for bigger things like real-estate deals or multi-million dollar contracts as well. But first things first — we have to figure it out first where the stakes are lower, before we can realistically expect the “big money” to start pouring in.\\n\\n## What Will the Reputation Economy Look Like?\\n\\n![“Disaster Girl” sells for $500k, but how do people know the seller was “real”? A lot of work went into “proving” that the seller was, in fact, the girl herself.](https://miro.medium.com/max/1400/1\\\\*G4FpkakhSr_fVgYyOvDpjA.jpeg)\\n\\nThe most successful artists in the NFT world right now have built their reputation through means outside of crypto — either through the Web 2.0 world, or in some cases Hollywood or even the legal system to do so. This was a way for the already-successful artists to “cash out” on their existing reputation — many of them, for very big profits.\\n\\nFor the average artist out there, however, it doesn’t come quite that easy. If they didn’t already build their reputation up until that point, many of them have found that [selling their newly-minted NFT was very, very difficult](https://www.marketwatch.com/story/prices-for-nfts-have-plunged-but-that-doesnt-mean-they-will-disappear-11619465199).\\n\\nBut a lot those problems come from the fact that most people are still in the Web 2.0 mindset, where we’re used to thinking of our profiles, works, and expressions as largely “disposable”. When the profiles we see everyday — even by the “reputable” companies out there — are put on equal footing as the bots/trolls/scam accounts as every other person out there, how are we really supposed to know what’s really valuable or not? Simply replacing a social media profile with a “wallet address” is simply not enough.\\n\\nAs of now, there’s only one meaningful way to counteract the ills that the anonymous internet brings to the table: KYC, or otherwise known as “Know-Your-Customer”. Most commonly used in crypto exchange sites right now, this process (usually) requires a government-issued ID to separate “real” people from the bots and fake accounts out there.\\n\\nSome in the crypto space are skeptical of KYC altogether, citing that it goes against the ethos of decentralization if you require users to identify themselves with a government ID. While they do have a point, as of today, there isn’t really a reliable way to do it, otherwise.\\n\\nIt isn’t a lost cause, however — there is actually a solution to this problem, which is to allow users to build their own “brand”, under a pseudonym of their own choosing. There is a long history of artists using pseudonyms as a way to express themselves without the fear of prosecution —which you can actually see commonly even today, where pretty much everyone online has used a pseudonym at one point or another.\\n\\nGiven how common it is, shouldn’t we be already there yet? What’s missing? What’s missing is the idea persistence and universality.\\n\\nIn the Web 2.0 world, your data doesn’t belong to you — it belongs to the companies that hosts your profile. (When it comes to social media, you are the product, as they say — in content-publishing platforms, even more so.) So you might make an account somewhere on some platform, do a few things, then when it’s done, you leave. But there is no way to carry that information over in a reliable way when you want to try something else, somewhere else. The blockchain, however, can fix this problem by allowing someone’s brand or identity to persist in a universal, authentic way.\\n\\nWhether you decide to use your real name or pseudonym, the work that you put into it shouldn’t evaporate just because you moved, after all. With persistence also comes accountability, reliability, and a real opportunity to see something grow over the long-term, over time.\\n\\nIn a more practical sense, this means that one of Web 2.0’s base layers — the email (electronic mail, for those not familiar) — may actually be made obsolete with an identification layer powered by KYC or blockchain technologies. Emails are as disposable as social media profiles anyway — it was never really that great way to do things to begin with.\\n\\n## Conclusion\\n\\nPeople complain about the “pump-and-dump” schemes online all the time, but that too, in a way, is a product of Web 2.0 mentality, where everything is seen as disposable — optimized for short-term thinking and gains. In the past there may have been no other choice, but with this new technology we have an opportunity to step out of that world altogether and move towards one that’s much more healthy and functional.\\n\\nThe technology to do it is already there. Will people make the leap of faith needed to work towards something new and better? Time will tell.\",\"timestamp\":1639357580,\"title\":\"The “Attention Economy” vs “Reputation Economy” — Towards a Real Web 3.0 Platform\"},\"digest\":\"arxK8f9GqFfyGs9kdJs1ukmj-suIgnsavCJ9nEs4FDw\",\"authorship\":{\"contributor\":\"0x006b082e8a781fDBaF499FD11AACFCeBaF83D382\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VuNZ0zPF8wehoYZkaxwk0ulSEfWI5TvSHhWEK4KEBJY\\\",\\\"y\\\":\\\"jI9aZ7Gnav56RdLeXilj4hJVz_Ppg1yL9utoJ58tyto\\\"}\",\"signature\":\"IBFjVlIP43L_8BICOrRgH0PcPDTiga5Y7aFhk26ZjhOnuTwWS7Us9mBBlDbMJ-ctRP9NxWJF9GJtq6tmERjWfA\",\"signingKeySignature\":\"0x557daa6bd42486b7989eee77c1680d9d966f859641fb83b8efe22888486690293aa9c7c75a0b33eb1ae54fc9b20d3ee426015a8e18b2796fb936e418ef2ec38d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VuNZ0zPF8wehoYZkaxwk0ulSEfWI5TvSHhWEK4KEBJY\\\",\\\"y\\\":\\\"jI9aZ7Gnav56RdLeXilj4hJVz_Ppg1yL9utoJ58tyto\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bqnIQjs5WqC5gomBE3XxhVBFNO_IvBsQSjOOhb7_yU4\"}"