"{\"content\":{\"body\":\"迈着矫健的步伐，我窜行在山路之间，由于附近都是山丘地带，所以不是崎岖的山路就是豁然下陷的地谷，整片整片的翠绿色丛林给这里添上蓬勃的生气，这里的树木大多数是高大挺拔的松树和枝叶茂密的槐树，偎依在树下的是各种矮小的灌木和不知名的花草，我的眼睛里放出灼热的光芒来，好一片森林，肯定有不少药材，希望别被其他玩家取之一空。\\n\\n```\\n放慢了脚步，我一边四下搜索药材，一边向白石矿场进发，皇天不负有心人，还真是让我挖到了好几株野山人参;当然一路上免不了被些十几级的小怪骚扰，都被我轻松拿下，也不看看哥们现在什么级别，这些小角色还真是看不上眼。\\n\\n看着路还远，我打开了论坛，正好了解一下最新的玩家报道，呵呵，刚一开，就见一排大字在滚动号外，号外，最新动态：“天地两大高手强强联手，齐探神秘沉寂之塔未果”，后面是小记血染疆土与冲天剑之沉寂之旅：在一风高放火，月黑杀人之夜，天地等级排行榜上两大高手血染疆土和人类冲天剑组织了近五百人的精英团队，再一次来到据说可爆行会令牌的沉寂之踏前，宣称誓将此塔摸个清楚……在分成五批依次进去后，除了挂掉和主动回城的……最终从塔内走出来的唯有冲天剑一人，能让众多高手葬身于此，该塔可谓魔塔乎，其神秘面纱依旧无人知晓，现冲天剑悬赏RMB一万，欲求迷宫解法，谁能揭榜，天地玩家拭目以待……\\n\\n呵呵，看来冲天剑对这个是不死心，我如果不是知道那个秘密的话，怎么想也不会知道真正的沉寂之塔会在湖底的吧，看来这一万块是送我的拉，不过如果能等到RMB兑换开放的时候，还无人揭开这个谜底，这个一后面就估计要加一上个零了，有钱人可多的是。\\n\\n再看看其他消息，神秘组织进入蓝蚁沼泽，目的何在？据息昨天在幽暗城外，生活着三十级以上怪物的蓝蚁沼泽外围，聚集了一大批不知来历的玩家，在一身披法袍，不知来头的玩家带领下，有组织的进入了蓝蚁沼泽，至今未见有人出来，是挂，是潜水，还是其他，无人知晓……\\n\\n神兵，神兵，又见神兵，最新装备排行榜上一代新兵换旧武，原本排行第一的毒牙枪沦落第二，玄铁级的卡里拉荣誉之剑稳居第一……\\n\\n吓，已经出了玄铁级的装备了，多少级的怪才能爆，看来这几天的动静不小，蓝蚁沼泽，听上去就不是什么和平地带，又是一个中等怪物聚集区域，这么大的地，象这样的地方还有多少呢；神秘组织，这时间长了，有组织的团队也渐渐浮出水面了吧，我一边走着一边想着……\\n\\n“您发现了白石矿场，获得经验值300。”一行系统提醒让我提起了精神，到地了，看看在哪呢，我站在山顶四处望去，不远处一块宽阔的谷地映入了眼帘，嘈杂的人声和清脆的凿击声隐约可闻，我如急待归巢的燕雀般从山顶飞一般地跑了过去。\\n\\n一头怡然自得躺在树下休息的云豹显然是被我的脚步声给惊扰了，它睁开那双浅黄色的双眸，十分不满地看着眼前这个脆弱的人类，懒散地打了个哈乞，猩红的舌头舔了舔锐利的犬牙，发出几声低沉的吼叫，心里盘算着是否有必要给我点教训才好。\\n\\n几声低喘被我高度灵敏的听力收入了耳中，有怪，我赶紧停下了脚步，一个潜行，身影消逝在空气中。从刚才杀死的一头22级的黑野猪让我有所警觉，知道已经深入腹地了，现在的怪物等级已经不低了，可不能太托大，要是来个出师未杰身先死的话，那会让我无限郁闷ing。\\n\\n用力眨了眨眼睛，云豹有点迷茫的看着眼前空荡荡的地方，咦，刚才那个竟敢打搅我休息的人类呢，怎么突然就不见了，难道是我看错了吗？不对，狠狠地嗅了嗅空气，云豹摇了摇脑袋，空气中还残留着一点人类的气味，这家伙一定是害怕我的，躲起来了吧，想和我这个优秀的丛林猎杀者中逃脱，没这么容易。云豹缓缓爬了起来，由于有着脚掌上那厚厚的肉垫，它的走动并没有发出任何声息。\\n\\n云豹   等级：27\\n\\n我仔细打量着个并不友善的家伙：粗长的尾巴上分布着是几道黑褐色的条环；体形不算很大，但是非常的强壮匀称；一身灰黄色的毛皮上分散着几块乌云般的深色斑纹；颈上有五、六条黑色条纹环绕着；头部和眼睛周围为黑色的绒毛，瞳孔如同黄宝石一般闪亮；两道横抹在脸颊的黑色条纹仿佛是它刻意添加的化妆，更添几分野性。\\n\\n呵呵，要是可以养几条这家伙，没事带着出去逛逛，肯定很威风吧，我心里暗自想到，27级，还好，我可以轻松应付，看着它有点警惕地走动着，我悄悄摸到它背后，上好箭枝的裂风之弩和涂上麻痹毒药的裂风之弩都露出了狰狞的笑容，看着这头被判极刑法的云豹。\\n\\n匕首无情地划破云豹那柔顺华美的皮毛，带起朵朵血花，染红了黄褐色的刀身；箭枝如马蜂般射入它那健壮的身子，留下一个个血痕，-180、-80、-75的数字是连连荡起，先下手就是强，我得意的看着受伤的云豹想到。\\n\\n受到突如其来的猛烈攻击，云豹痛苦地跳了起来，让过我后来的几发箭枝，裂出长大的犬齿恶狠狠地看着我，前爪牢牢地扒住地面，身形一弓，一个鱼跃爬上了一旁的大树，没等我回过神来想它在干吗，就从树上冲我扑了过来，粗壮的尾巴调整着它在空中的平衡，锋利的爪子目标正对着我。\\n\\n喝，智商这么高，还懂得居高临下，威力增大，我还怕你不成，扬起腰弩，嗖，嗖，嗖一串弩箭直奔它那浅白色柔软的小腹，正不是明摆着让我占你的便宜吗，呵呵，-110，-118的伤害证明我的猜测没错。\\n\\n扭头让开了云豹的一扑，不过没让开它那钢鞭似的尾巴，-80的伤害对我来说不伤感情，没事一样，锋利的犬牙刺破我的皮甲，钻进我的肌理之中，我真的感觉比较痛，手中的匕首没头没脑地落在云豹的身上，你给我来狠的，我给你来硬的，仗着有匕首的回血，我没有花费多大的力气，就将它给挂了，估计是我的下手太狠了点，得到了一张破烂的毛皮，呵呵，下次注意，据说现在好的裁缝师已经能用怪物的毛皮做装备了，俺以后可要悠着点，这也是钱。\\n\\n从山上奔矿场的这段路上，怪物还真是不少，杀完了几头云豹，又遇到什么白斑野猪，不过这个只有25级的怪明显是给我送经验的，轻松搞定，得了不少野猪肉，这又让我想起了无名来。论坛上说好象烹饪师技能不属于限制技能范围内，赶明回去我得瞧瞧，也学一下，省的嘴谗的时候没得治。同是27级的灰熊明显比云豹好对付多了，给它几刀麻痹以后，就用弓弩和它蹭着玩吧，看它还磨的过我不成，爆的熊掌又肥又大，可惜没有啥装备让我得到点精细，咋就这么小气呢，我嘀咕道。\\n\\n峻峭石壁下的矿场入口如同一只匍匐在那的巨兽一般，张开黑黝黝的大口等待着玩家们的来临，矿场门口已有不少玩家进进出出，估计都是想靠苦力赚点钱，他们的心情我理解，他们的渴望我明了，因为我也是投身到崇高矿工事业的千千万万挖矿玩家中的一员。\\n\\n“拍拍身上的灰尘，我振作疲惫的精神，远方也许尽是坎坷路，也许要孤孤单单走一程。”来到矿场内，看着那些满面尘土的玩家，一人一锹伴着冰冷的矿壁，我无端想起了这首老歌，我的天地之路，或许会是条坎坷之路，或许要浪迹天地孤身一人吧，流星划过天际，会留下刹那的永恒；昙花一现即逝，会定格那惊艳的瞬间，平淡无奇的人生，会留下什么呢，甩了甩脑袋里这些奇怪的想法，管他明天会怎样呢，先把握住今天再说吧，\\n\\n我收起了匕首和弓弩，拿出背包里那雪藏已久的金刚锹来，一头扎进了矿洞里，有此利器在手，何来无矿石之愁。\\n\\n不看不知道，一看吓一跳，矿洞里人还真是不少，看看他们的样子，等级还不低吧，起码有个二十级上下了，我忽然有种被笛莫亚拉德那个死老头欺骗的感觉，这么多玩家都知道这个矿场，我还花钱买消息，随便找个玩家问问就知道了，真是霉，幸好有这个小包包安慰了我受伤的心灵，不然我非去砸了他的店不可，发泄了一通后，我挑了一处人少的地，扭了扭腰，动了动骨，甩了甩手指后，紧紧抓住金刚锹，“哐哐当当”的开挖起来。\\n\\n宽敞的矿洞回荡着响亮的采掘声，其中还不时掺杂着某个幸运儿的几声大笑，某个倒霉鬼的几句咒骂，由于还是在矿场的边缘地带，我看着两块两块的铜矿、铁矿送入了包包，可就是半天没见一块红水晶矿石，心中不由有点着急了，是不是这地不好，要换换位置呢。\\n\\n我刚想着，旁边走来一个玩家，拍了拍我的肩膀说道：“朋友好啊，还记得我吗？”\\n\\n是个精灵战士吗？，那消瘦的面庞，一头深蓝色短簇头发，高高的颧骨，有点面熟，看着他手上的匕首，哦，我想起来了，还是在一转的老头那买我道具的人嘛，叫什么多纹来着。\\n\\n“呵呵，真是人生何处不相逢，是啊，怎么着，你也来挖矿拉。”我换上一副笑脸，热情地握了握他的手说道。\\n\\n“呵，没办法，穷啊，技能都学不全，不来挖矿怎么办，你呢，也是？”多纹点了点头，无奈地说道。\\n\\n“恩，和你一样拉，对了你来这里多久了。”我当然不会说我富的技能全学好了，只是为了挖材料才来的。\\n\\n“有两天了，这外面的矿不算好，卖店里不值几个钱，还不如卖给学了锻造的玩家呢，不过里面的矿石比较值钱，上次我和几个人组队进去，挖到几块红水晶矿石和孔雀石，卖了不少钱。”多纹向我讲道。\\n\\n“那你现在怎么不进去挖。”我不由地问道。\\n\\n“里面怪物等级比较高，我现在不过才二十二级，一个人去不是找死，这里高等级的不太愿意和别人组队，都想自己进去挖好矿；等级低点有不敢进去，图个安稳。”多纹解释道。\\n\\n呵呵，看来这小子是想进去，不知道里面的怪等级多少，我能否顶的住。“多纹，里面的怪物等级多少，高不高？”我问道。\\n\\n“我只见过两种，一种是二十五级的巨型钳虫，一种是二十六级的赤尾蝎，最里面我没去过，估计还有更高点的怪物吧。”多纹回到。\\n\\n哦，才二十五，六级啊，还没外面的云豹厉害呢，我放下了心来，冲他发出个邀请，说道：“呵呵，我们组了，你带路，我们去里面挖矿去。”\\n\\n多纹乐呵呵的接受了我的组队邀请，敢情这小子就是想和我一起组队去里面发财的，正好让他带带路，反正多个他也不影响我挖矿，我就发扬点雷锋精神拉。\\n\\n路上他客气地问我道：“哥们，你多少级拉，我看你这样，怎么着也有二十四、五级了吧。”\\n\\n“嘿嘿，一般性拉，不过才二十六级罢了。”我颇有点得意地说道。\\n\\n“喝，牛b，排行榜上最高的不过才三十，你可要多多带带小弟。”一听我的等级，多纹立即讨好地说道。\\n\\n“呵呵，大家互相帮忙，互相发财嘛，谈什么带不带的。”我摆了摆手，一副乐于助人的样子说道。\\n\\n一头闪烁着黑色磷光的巨型钳虫从阴暗的角落里爬了出来，巨大的前颚发出“喀嚓喀嚓”的声音一张一合，乌绿的眼睛不怀好意地看着侃侃而谈的我们。干吗，是不是想找麻烦，我换上弓弩和匕首，不用多说，砍上前去，而多纹也小心地跟在后面，偷空给它几下，只要是等级不超过我两级的怪物，我现在都有十足的信心轻松搞定，在两个人的攻击下，巨型钳虫扔了十几个铜币倒了下来……\\n\\n一路上转了几个弯，砍翻几只钳虫，爆了几头蝎子后，来到了矿洞较深的地方，附近的玩家也稀少的多。“差不多了，哥们，这里应该就可以挖到红水晶矿石了。”指着那挖痕累累，隐隐泛着红光的矿壁，多纹笑着说到。\\n```\\n\\n\\n------------\",\"timestamp\":1640155943,\"title\":\"第四十六章 白石矿场二\"},\"digest\":\"3d4lxiKBvEr7tdqtQ3qkNKMHZTNrQ2Zz7wDuXtcZoNc\",\"authorship\":{\"contributor\":\"0x3b250588908918297B67Ef1DEdF0E86d50cf04Ab\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5wod_GFy9e8dIyLE4DWiq6wVgkYRmI0qdeW6KEWXQGE\\\",\\\"y\\\":\\\"0uqhDqYtbhxD4Mu636owcYdt8_1Yv8CJg80mpMWwrbc\\\"}\",\"signature\":\"C21sxrcMuKbAyTakSXvSIUN9Z8Kx4GoX2lrrzWZGLLIef7CGOfpMCaJoNB5i_XmqOR5DO3QoMZGY3R3wP05ETA\",\"signingKeySignature\":\"0x1db94c524318353f340fb2677c65be213826bfd9d99066782e329d03923943ab642c2cf1a81620235866dbc491bad84e9d803518ce8e0010ce292fad26d8851c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5wod_GFy9e8dIyLE4DWiq6wVgkYRmI0qdeW6KEWXQGE\\\",\\\"y\\\":\\\"0uqhDqYtbhxD4Mu636owcYdt8_1Yv8CJg80mpMWwrbc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3d4lxiKBvEr7tdqtQ3qkNKMHZTNrQ2Zz7wDuXtcZoNc\"}"