"{\"content\":{\"body\":\"I am in no way a crypto expert but like many of my friends, I’ve been getting down the cryptocurrency and the Web 3.0 metaverse rabbit hole as of late. The more and more I read articles, Twitter threads and talk to some of the brightest founders and operators in the space, the more I am bullish on the fact that Web 3.0 will change the internet as we know it and DAOs will change the ways companies form & communities operate in the future.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*XDC_wIkPu0YHpLFnrHku1w.png)\\n\\nSource: Fabric Ventures\\n\\n## Where we Started. Web 1.0\\n\\nSo before we get into Web 3.0. we have to talk about Web 1.0 & Web 2.0 first. Web 1.0 was the Internet when it got started. Sites were non-interactive and just a collection of pages that were connected via links or as people called it, the “read-only web.” Web 1.0 was non-connective and just a tool for accessing information.\\n\\n## Where we are now. Web 2.0\\n\\nWeb 2.0 is where we are currently and called the “read-write web.” Web 2.0 was a turning point of connectivity on the Internet creating communities by giving users the ability to interact with one another and share information. Web 2.0 essentially changed how information was shared. Instead of earlier Web 1.0 sites which were static and had no engageability, Web 2.0 essentially let people comment, like, share and discuss topics and content relevant to them, essentially creating a personalized internet experience for users. Some of the most notable Web 2.0 companies include Facebook, Youtube, and Twitter which all have had significance in creating a connected world.\\n\\n## The future of the Internet. Web 3.0\\n\\nWhat does the future of the Internet look like? That’s where Web 3.0 comes in. An Internet owned by people, rather than simply consumed or engaged with. Most readings and experts have all agreed that Web 3.0 will be driven by decentralization & AI. Some of the main issues of Web 2.0 have been centralization & monopolies along with data surveillance & collection. Web 3.0 aims to create an internet experience that is permissionless, equitable & owned by the user.\\n\\n## Enter the Metaverse.\\n\\nCrypto is dead if it can’t be adopted by the people. For the last few years, if you asked someone on the streets what Bitcoin, Ethereum and Litecoin would be used for, they would say as a currency or store of value. There wasn’t any use case for crypto beyond financial value but fast forward to the present, the metaverse is creating new experiences that will lead to mass adoptability into projects like Ethereum & Solana through Non Fungible Tokens (NFTs). The metaverse, a collection of virtual experiences, platforms, augmented virtual worlds are powered by crypto-specific tokens & NFTs.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*_KIU0tE2f7Cck-FMyXy0tw.jpeg)\\n\\nSource: @LeonidasNFT\\n\\nOne of the 1st mainstream projects in the space was CryptoKitties that arrived at the hype of the 2017 bull run. We saw users buy digital kittens that were based on the blockchain to be able to be bred and sold in marketplaces. Fast forward to today and besides the 1000s of NFT projects in the space, we see CryptoPunks & Bored Ape Yacht Club (BAYC) stand out as Tier 1 projects (The lowest Punk for sale is 97 ETH or $285,000 USD and BAYC is 37 ETH or $109,000 USD).\\n\\nThese projects have essentially created an exclusive metaverse where users get special perks from holding their NFTs which include access to virtual goods, dividends from transactional fees, and even IRL access to events like yacht parties.\\n\\nOther great examples of projects that have created a consumer metaverse include [Zed Run](https://zed.run/), a place where users can buy horses, breed them on the blockchain, and race with other users with every race, horse, and transaction being recorded on the blockchain. Another mainstream project was Dapper Lab’s[ NBA TopShot](https://nbatopshot.com/), a collaboration with the NBA to modernize and digitize trading cards so people can add to their collections & sell with other buyers. These projects are the first step in expanding the metaverse to allow consumers to interact and bring general consumability into NFTs.\\n\\n![](https://miro.medium.com/max/1200/1\\\\*twsMtFcerJG_yRUAVcHViQ.png)\\n\\n![](https://miro.medium.com/max/1200/1\\\\*nXGuwwuwtdJ5cc1VzCD6_g.png)\\n\\nRecently bought a SpacePunk & Sevens NFT to be a part of their community.\\n\\n## DAOs, Community & the new corporation\\n\\nThere have been many advocates for a new sort of business or corporation, mainly one that changes the way companies do business. One of the newest ones has been the B Corp, where companies must adhere to social/environmental performance amongst other criteria. My CEO, Michael Moe, also recently wrote a book advocating for the Mission Corp, a new form of capitalism where companies align purpose and profit having the “heart of a non-profit” while making money.\\n\\nThe blockchain created another form of corporation that might eventually, replace our traditional definition of corporations called Decentralized Autonomous Organizations (DAOs). DAOs are member-owned communities without centralized leadership where the decisions of the community are voted by all members of the community and through member contributions, DAOs are driven up in value and the whole community succeeds through holding the DAOs token. Members are also incentivized to work together for the good of the project through bounties and are sometimes rewarded via their DAOs token as a reward. Perhaps the most famous DAO to date is [MakerDao](https://makerdao.com/en/), decentralized governance of holders that govern the Maker Protocol, a smart contract that powers Dai, a price-stable currency. In the last year, holders of MakerDao have seen their tokens go up by 457%.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*Q8jeiaBg43esP02PgqmThA.png)\\n\\nSource: Ethereum.org\\n\\nDAOs not only can serve as corporations but are a community in itself that has governance by its members & holders with every decision the DAO makes being voted on by the members. Some of the most notable DAOs to date include [Friends With Benefits](https://www.fwb.help/), a cultural community powered by artists, operators, and influencers in the Web3 space (think Soho House but in the metaverse). In order to join the FWB community, users must own 75 $FWB which equates to about $7,500.\\n\\nOther examples of community-driven DAOs include Klima DAO who’s goal is to accelerate the price appreciation of carbon assets to force companies and economies to adapt more quickly to the realities of climate change and make low-carbon technologies and carbon-removal projects more profitable.\\n\\nOk, so you just read that and might ask, what makes a DAO better than a corporation? Why do we even need DAOs?\\n\\nTo answer the first question, while traditional organizations if they are a social club or business, all require trust from their members to their leaders. Leaders can take authority and run their organizations without input from the communities. DAOs eliminate this issue through governance via smart contracts where all changes require a majority vote. Since votes happen on the blockchain, cases of voter fraud are unlikely. The greatest strength of DAOs lies in their global, permissionless nature. Modern corporations are some of the most closed organizations in history. To join a company, individuals have to prove that they’ve extensively studied a certain subject, show experience in a related field, and complete several interviews with existing members. Perhaps the most important attribute of DAOs could also shift a change from the traditional work-life relationship. Whereas traditional orgs might have physical location limitations or require their employees to work a certain number of hours, DAOs are creating a new world of work. Through the Internet, DAOs attract the brightest minds from around the world to solve the biggest problems. There isn’t any location limitation and in the future, one might see workers work at multiple DAOs on projects they love, and get rewarded for it rather than be stuck in their typical 9–5 job doing work they might necessarily dislike. This allows them to grow much faster than traditional companies as joining a DAO can be as easy as joining a Discord server or buying a token. All in all, the world and the internet is going to be a much different place in 10 years.\\n\\nThanks for reading! WAGMI\\n\\n## What to Read\\n\\n[A Beginner’s Guide to DAOs](https://linda.mirror.xyz/Vh8K4leCGEO06_qSGx-vS5lvgUqhqkCz9ut81WwCP2o)\\n\\n[The Dao of DAOS](https://www.notboring.co/p/the-dao-of-daos)\\n\\n[Own the Internet](https://www.notboring.co/p/own-the-internet)\\n\\n[It’s All About the Community of NFTs](https://medium.com/@h.ansel/its-all-about-the-community-of-nfts-2e6d4d421cb3)\\n\\n**[Follow me on Twitter](https://twitter.com/thechangj)**\\n\\n**Send me a tip @ jchang.eth**\",\"timestamp\":1634335485,\"title\":\"The Rise of Web 3.0 & DAOs \"},\"digest\":\"bgRw23ubgxtjCVYK3nbiNXcSP2qkpRmfBN8ID12I96c\",\"authorship\":{\"contributor\":\"0x1E02f2C077bd8bd365C74C34269fC8Abeff88fB5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IpWsvAp-mxQ7s1n0sexF-NBqYZgVBtIsNdwGBlfzjr0\\\",\\\"y\\\":\\\"AEW40rDynWCAIEX377F9G75PzhjvF72o0OnYCEvMfo8\\\"}\",\"signature\":\"XNBrUcVsPTA8pHrrcpeBvigm6chv65W0a6-yS_iFqlzAnof5av-eaPrHAOxEr1HjT375mIBw0rXyKcFQ5keX9A\",\"signingKeySignature\":\"0x55c1809c44f64e606521ddb5eb54050feb7676aa64dd23696ba8093cdb37666f1f65a477b5b93adf736472cb3af2ca68d2d7ff09e229efb574fba0fac49541511b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IpWsvAp-mxQ7s1n0sexF-NBqYZgVBtIsNdwGBlfzjr0\\\",\\\"y\\\":\\\"AEW40rDynWCAIEX377F9G75PzhjvF72o0OnYCEvMfo8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bgRw23ubgxtjCVYK3nbiNXcSP2qkpRmfBN8ID12I96c\"}"