"{\"content\":{\"body\":\"以区块链行业为基础的去中心化互联网推动了Web3的发展。Web3创造者们的愿景是一种全新的互联网，在这张“网”里面，用户将完全自主掌控自己的数据和创造的内容，并在此基础上独立地进行开发、维护和建立服务，进而彻底地拥有自己的声誉所创造的经济价值。Orange就是一款完全按照Web3的初衷而设计的协议，它可以发挥数据和身份中间件的作用，连接不同生态中与用户去中心化身份相关的数据，并将这些数据整合起来，形成用户自主控制的、可以在Web3中流动的去中心化声誉NFT，为用户和社区创造价值。\\n\\n**通过整合数据来打造用户独有的去中心化声誉NFT**\\n\\n在以大规模去中心化互联网为基础的Web3中，元宇宙、NFT、加密货币、DeFi和DAO有机地结合在了一起。元宇宙为用户创建并拥有内容提供了一个去中心化的空间；NFT和加密货币成为在该空间中流通的货币，创造了经济价值并促进了价值流通；DeFi允许这些加密货币和NFT在元宇宙外也能作为资产使用，通过基于智能合约的金融产品获得收益；DAO存在于元宇宙中，也存在于每个加密货币、NFT和DeFi项目中，它使得各类服务的决策权变得去中心化，成为确保Web3价值不可或缺的核心组织形式.\\n\\n而去中心化声誉存在于以上所有这些元素当中。去中心化声誉的概念一直被忽视，但其实它对于实现Web3来说是必需的，比如，一切与元宇宙、DeFi、NFT和DAO治理相关的交易都是基于声誉的。\\n\\nOrange就是基于去中心化声誉而设计的协议，它通过不同的算法来计算用户在不同生态中与用户去中心化身份相关的数据，将用户的在整个互联网中的声誉度整合在一起，并且可以在Web3 中的任何地方使用，使用户自有的声誉在Web3中能够流通起来，而不是被割裂在各个生态中，用户可以将累积的去中心化声誉从一个平台带到另一个平台。这就起到了数据和身份中间件的作用，衔接Web3中不同系统的各个部分或不同的协议中的数据，从而使用户的去中心化身份（DID）能够接收全网与其相关的数据，将这些数据打造成去中心化声誉NFT后，又能将这个NFT与各个生态、社区共享，使用户和各个生态都能从中获益。\\n\\n数字声誉诞生自Web2，虽然Web2中的用户声誉是静态的、受中心化机构控制的，但Web2在创造声誉方面拥有的优势不容忽视，比如这些中心化的机构都有特定的标准来定义“超级用户”的身份。Orange则使用链上和链下数据来反映用户声誉相关的所有历史视野，比如通过用户对DAO的影响、用户的经济类交易以及大量其他因素来确定声誉。重要的是Orange能够整合该用户在全网所有去中心化身份中的声誉数据。\\n\\n去中心化身份认证在过去几个月的增长情况，这是去中心化声誉的关键因素\\n\\n用户所有身份中的数据都记录到链上之后，就需要适当的系统对其进行映射和解析，以确保其对钱包持有者以及使用其中的数据的系统的价值。而Orange能作为Web3用户的去中心化声誉的收集平台，通过Orange用户可以浏览他们在不同平台、生态中的身份认证信息（DID），还能把这些身份信息下的所有数据整合在一起，可以浏览、设置和授权这些信息的使用和被查看权限。\\n\\nOrange将所有可能的数据来源结合起来，相当于使用户拥有了一个可铸造的可验证声誉凭证（VCs）。该凭证作为一个被用户实际应用的工具，可以很好地体现DAO的理念和机制是如何被实践和执行的，例如，专注于dApp开发的DAO可能只想接纳在开发人员社区中具有一定经验和声誉的开发人员，这就需要应用可验证声誉凭证（VCs）。\\n\\n从不同链和数据来源获得精确的、被授权的、用户自有的声誉评分现在在Orange协议上可以实现了\\n\\n如此一来，用户数据将不再由第三方持有，也不会面临数据泄露的巨大风险。例如，Orange协议使用去中心化身份认证将个人与其数据直接链接，每次访问此数据时，发出的请求必须包含需要被验证的签名数据。因此，未经用户的授权，任何数据都不能被使用或与用户关联，不需要去中心化的机构来决定拒绝还是确认。\\n\\n而用户也不必担心数据被过度共享。用户可以设置从一个去中心化声誉的钱包中分享哪些信息。例如，用户可以用钱包证明自己已经超过18岁，而不必透露实际的出生日期。由于身份信息本身并不存在于基于区块链的分布式账本上（只存在于钱包中），因此它完全由用户个人控制。\\n\\n总之，在Web3的世界中是靠机制来建立信任的，这个机制主要依靠收集数据并使用各种算法来计算。Orange聚合链上和链下数据，并为每个用户创建唯一的声誉NFT、报告或实时分数，使去中心化声誉的形成和流动成为可能。\\n\\nOrange收集并用来铸造去中心化声誉NFT的链上数据包括：交易数据和用户行为；数字资产负债表和所有权历史；资产交易量历史数据；智能合约关联；资产持有和交易历史等。而链下数据包括：App内的数据，如游戏内的收藏和购物；不同平台上的评论和评分；不同社交网络上的用户画像信息；不同地理位置的物流数据和健康图谱；银行和保险公司的金融数据；KYC认证数据比如政府发的身份证等。\\n\\n**去中心化声誉在DAO体系和Web3中的应用**\\n\\n建立Orange时，团队的初衷是培养市场对于不受限的应用和用例的意识。为了让每个人都能开始进入到Web3的世界中，Orange团队规划了一系列核心用例以及可能的发展方向。\\n\\n去中心化声誉在DAO中可以作为准入门槛来应用。用户可以把他们铸造的去中心化声誉NFT，呈现给组织或社区以获得准入。去中心化声誉将会成为进入一个Web3组织的一张门票，不仅仅为了是审查想要加入的用户。DAO和各类社区可以使用声誉分数作为纳新的策略。例如，一个新的游戏社区可以使用Orange自定义数据源和算法，通过声誉分数搜索和过滤现有玩家。\\n\\n根据声誉分数，这些用户可以获得独家邀请、增强投票权，或者被列入白名单，进而让他们加入DAO。因此，组织者可以从一开始就能利用去中心化的声誉来建立他们想要的社区。\\n\\n通过专属的NFT进入各种DAO和其他网络已经成为现实。事实上，许多NFT项目本身使用艺术品作为入场券。使用Orange协议，就能将声誉绑定到NFT，用作进入某个生态的门票。当一个人由于足够的声誉而被允许进入DAO时，他们的投票和空投特权可以通过智能合约在分层基础上进行设置。\\n\\n如果用户希望提高声誉，那也很简单，因为去中心化声誉NFT所在的协议是会记录用户完成的在该DAO生态中的所有活动或项目，正如Gitcoin这个平台的机制一样，用户拥有的NFT会自动地动态地整合各类数据并提高他们的信用分。也就是说除了在作为准入门槛时会被应用，声誉也可以贯穿用户与DAO生态互动的整个过程，声誉分数较高的DAO成员可能在组织活动或项目策略上拥有更大的投票权。\\n\\n另外，当去中心化声誉与物理世界应用程序相结合时，也会爆发巨大的潜力。虽然DAO可能是目前去中心化声誉的最佳应用场景，但它说明了去中心化声誉广泛应用的潜在可能。例如，欧洲的区块链专家目前正在探索自主的、基于区块链的公共交通身份认证解决方案。一旦去中心化声誉与这些物理世界的需求相结合，个人就能逐渐实现在不同领域中控制自己的声誉并以更公平的方式使用。为了探索这些可能性，重要的是要具体了解在Web3环境中的去中心化声誉到底应该是怎样的，以及它对DAO如何接纳成员、DAO的运营、委托权利和特权所产生的有形影响。\\n\\n随着网络世界逐渐脱离中心化的Web2经济基础设施，用户需要新的方法来建立、管理和维护自己的声誉，以便各方之间的交易可以是可信和无缝的。促进经济信任将是Orange的重要目标，无论是判断DeFi领域的声誉度还是进行点对点的数字资产交易。Orange和去中心化声誉的用例和应用程序只会随着Web3和去中心化生态系统的增长而不断扩展。\\n\\nDeFi上的资产评分声誉度只是Web3经济中具有潜力的用例之一\\n\\n目前，据Orange披露其已与很多平台开始了合作，例如BrightID、Gitcoin、Ontology以及Chemix Ecosystem。Orange使用了Ontology的DID解决方案，加强以去中心化信任为基础的服务；同时也通过与Chemix Ecosystem的合作来开拓更多DID声誉相关的应用场景，Chemix Ecosystem平台是一个以DID声誉为质押调节杠杆的去中心化资产合成和市场交易的闭环服务系统。 \\n \\n\\n总之，最根本的转变即将发生——可被确认的去中心化声誉将成为Web3的下一个超级动力，这是个人从租用中心化平台的空间转向自己拥有声誉指数的革命性转变。用户花费在建立社会和经济地位上的时间、精力和投资都将被锁定（比如在钱包中），最终完全归用户所有，并且可以随时随地带走和使用自己的声誉。\",\"timestamp\":1642091423,\"title\":\"去中心化的声誉成为Web3的新驱动力，Orange是如何将其付诸实践的？\"},\"digest\":\"Hx3WuRTmnMJNy5Eq31a3ST1PP4VwHAy-ILl2uDSOQ1s\",\"authorship\":{\"contributor\":\"0xf3E916BAe4F9242C0Fd408eD4C37e0071e6D921E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"o76DKhQEeqTT8p0wG-8HvG_VDqQ0EZYjiOlmK_xWBjs\\\",\\\"y\\\":\\\"fAjIpXR6lbReKKZojQfNBOVDvcs_qBlhS-gvqklh6OM\\\"}\",\"signature\":\"FA44kJPORb4tJQiO5HZIORAh-dYz3J9kURd11bmMZER10CfI-OzBwygtqT5AdazP3lKPUvxhrOY5nrlYSYTGng\",\"signingKeySignature\":\"0x4b6a06d13a1f4a674058ca57b819e7ce94eab20485818ee95dde06ca2af693fd408a2bddfc29903d7f1cba767f0b60809cd15b6287dc73028b87a68c54d7fadc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"o76DKhQEeqTT8p0wG-8HvG_VDqQ0EZYjiOlmK_xWBjs\\\",\\\"y\\\":\\\"fAjIpXR6lbReKKZojQfNBOVDvcs_qBlhS-gvqklh6OM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Hx3WuRTmnMJNy5Eq31a3ST1PP4VwHAy-ILl2uDSOQ1s\"}"