"{\"content\":{\"body\":\"Signor Tommaso Salvini, with whom, for a number of years, I had the fortune to share the fatigues and the honours of the profession which I also shared with Ernesto Rossi.  The former was and is still admired.  His rare dramatic merits have nothing of the conventional, but owe their power to that spontaneity which is the most convincing revelation of art.  The wealth of plasticity which Salvini possesses, is in him, a natural gift. Salvini is the true exponent of the Italian dramatic art\\n\\nAPPEARS AS LADY MACBETH\\n\\nIn the month of June, 1857, we began to rerehearse \\\"Macbeth,\\\" at Covent  Garden, London, It had been arranged for our company by Mr. Clarke, and translated into most beautiful Italian verse by Giulio Carcano.  The renowned Mr. Harris put it on the stage according to English traditions.  The representation of the part of Lady Macbeth, which afterward became one of my favourite roles, preoccupied me greatly, as I knew only too well what kind of comparisons would be made.  The remembrance of the marvellous creation of that character as given by the famous Mrs. Siddons and the traditional criticisms of the press, might have rendered the public very severe and difficult to please.\\n\\nI used all my ability of interpretation to reveal and transmit the most minute intentions of the author.  To the English audience it seemed that I had really incarnated that perfidious but great character of Lady Macbeth, in a way that surpassed all expectations.\\n\\nWe had to repeat the drama for several evenings, always producing a most profound impression upon the minds of the audience, particularly in the grand sleep-walking scene.  So thoroughly had I entered into the nature of Lady Macbeth, that during the entire scene my pupils were motionless in their orbit, causing me to shed tears.  To this enforced immobility of the eye I owe the weakening of my eyesight. From the analytical study which I shall give of this diabolical character \\\\[at the close of her Memoirs\\\\] the reader can form for himself an idea of how much its interpretation cost me (particularly in the final culminating scene), in my endeavour to get the right intonation of the voice and the true expression of the physiognomy.\\n\\nAS MANAGER\\n\\nMy exceptionally good health never abandoned me through my long and tiresome journeys, though unfortunately I never was able to accustom myself to voyaging by sea.  All through those rapid changes I acquired a marvellous store of endurance.  That sort of life infused in me sufficient energy to lead me through every kind of hardship with the resolution and authority of a commanding general.  All obeyed me. None questioned my authority owing to my absolute impartiality, being always ready, as I was, either to blame or correct him who did not fulfil his obligations, also to praise without any distinction of class those who deserved it.  I almost always met with courtesy among the actors under my direction, and if any one of them dared to trouble our harmony, he was instantly put to his proper place by the firmness of my discipline.\\n\\nThe artistic management of the plays was left to me in all its details.  Every order and every disposition came from me directly.  I looked after all matters large and small, the things that every actor understands contribute to making the success of a play.\\n\\nConcerning my own personal interests, they were in charge of a private manager.\\n\\nI am proud to say that my husband was the soul of all my undertakings. As I speak of him, my heart impels me to say that he ever exercised upon me and my professional career the kindest and most benevolent influence.  It was he who upheld my courage, whenever I hesitated before some difficulty; it was he who foretold the glory I should acquire, he who pointed out to me the goal, and anticipated everything in order that I should secure it.  Without his assistance I never should have been able to put into effect the daring attempt of carrying the flag of Italian dramatic art all over the globe.\\n\\nFIRST VISIT TO AMERICA\\n\\nDuring the month of September, 1866, for the first time in my life, I crossed the ocean on my way to the United States, where I remained until May 17th of the following year.  It was in the elegant Lyceum Theatre of New York that I made my debut, on the 20th of September, with \\\"Medea.\\\"  I could not anticipate a more enthusiastic reception than the one I was honoured with.  I felt anxious to make myself known in that new part of the world, and let the Americans hear me recite for the first time, in the soft and melodic Italian language.  I knew that in spite of the prevailing characteristics of the inhabitants of the free country of George Washington, always busy as they are in their feverish pursuit of wealth, that the love for the beautiful and admiration for dramatic art were not neglected.  During my first season in New York I met with an increasing success, and formed such friendly relations with many distinguished and cultured people that time and distance have never caused me to forget them.  While writing these lines I send an affectionate salutation to all those who in America still honour me with their remembrance.\\n\\nBEGINS TO PLAY IN ENGLISH\\n\\nI made my fourth trip to London in 1873.  Not having any new drama to present and being tired of repeating the same productions, I felt the necessity of reanimating my mind with some strong emotion, of discovering something, in a word, the execution of which had never been attempted by others.\\n\\nAt last I believed I had found something to satisfy my desire.  The admiration I had for the Shakespearean dramas, and particularly for the character of Lady Macbeth, inspired me with the idea of playing in English the sleeping scene from \\\"Macbeth,\\\" which I think is the greatest conception of the Titanic poet.  I was also induced to make this bold attempt, partly as a tribute of gratitude to the English audiences of the great metropolis, who had shown me so much deference. But how was I going to succeed?  ...  I took advice from a good friend of mine, Mrs. Ward, the mother of the renowned actress Genevieve Ward. She not only encouraged my idea, but offered her services in helping me to learn how to recite that scene in English.\\n\\nI still had some remembrance of my study of English when I was a girl, and there is no language more difficult to pronounce and enunciate correctly, for an Italian.  I was frightened only to think of that, still I drew sufficient courage even from its difficulties to grapple with my task.  After a fortnight of constant study, I found myself ready to make an attempt at my recitation.  However, not wishing to compromise my reputation by risking a failure, I acted very cautiously.\\n\\nI invited to my house the most competent among the dramatic critics of the London papers, without forewarning them of the object and asked them kindly to hear me and express frankly their opinion, assuring them that if it should not be a favourable one, I would not feel badly over it.\\n\\nI then recited the scene in English, and my judges seemed to be very much pleased.  They corrected my pronunciation of two words only, and encouraged me to announce publicly my bold project.  The evening of the performance, at the approach of that important scene, I was trembling!  ...  The enthusiastic reception granted me by the audience awakened in me all vigour, and the happy success of my effort compensated me a thousandfold for all the anxieties I had gone through.  This success still increased my ambitious aspirations, and I wished to try myself in even a greater task.\\n\\nI aimed at no less a project than the impersonation of the entire role of Lady Macbeth in English, but such an arduous undertaking seemed so bold to me that I finally gave up the idea and drove away from my mind forever the temptation to try it.\\n\\nTHE ACTOR VALEDICTORY STANZAS TO J. P. KEMBLE, JUNE, 1817, BY THOMAS CAMPBELL.\\n\\nHis was the spell o'er hearts Which only Acting lends-- The youngest of the sister arts, Which all their beauty blends: For ill can Poetry express Full many a tone of thought sublime, And Painting, mute and motionless, Steals but a glance of time, But by the mighty actor brought, Illusion's perfect triumphs come-- Verse ceases to be airy thought, And Sculpture to be dumb.\\n\\n_______________________________ Endnotes: \\\\[1\\\\]  This took the form as \\\"The Players\\\"; its home, 16 Grammercy Park, New  York, was a gift from Mr. Booth.  It had long been his residence, and there he passed away. \\\\[2\\\\]  The late Professor Peirce, professor of mathematics in Harvard University, father of Professor James Mills Peirce.\",\"timestamp\":1639987950,\"title\":\"\\nOne of the greatest of the living examples of the school of realism is my illustrious fellow artist, \"},\"digest\":\"DSmMcrZIH_zVAFfMEjaBddt5EQwgnYDCK5zjyoBhZBY\",\"authorship\":{\"contributor\":\"0x667E6054E728f4dC76df3f0F3c9c6bf23c751e8a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ETQjDyCP3IN3cXPo2LBoZhAy-qhtExZXenWFu2utNNY\\\",\\\"y\\\":\\\"o35rOVcfQ4qdZBUHZ5xTIcCGqF5reaTYIKBM8Wsm730\\\"}\",\"signature\":\"jKOvx_pUh-KhRUuD4lu3uxWN0hTbhWN8Yk73q-wr73bnUjx4Ca1lnvDO2K7Nvy_rp9i5MV_4iNyt2vp1ELHTew\",\"signingKeySignature\":\"0x14e1986a1c792d712bbde5a68fce0dae94aed5c54378f1e0feb3c65ac2960b9f32d3d56a42c0ed19bfa5475e18808b9615d9e37826a7866344290f746d0ee22e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ETQjDyCP3IN3cXPo2LBoZhAy-qhtExZXenWFu2utNNY\\\",\\\"y\\\":\\\"o35rOVcfQ4qdZBUHZ5xTIcCGqF5reaTYIKBM8Wsm730\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"DSmMcrZIH_zVAFfMEjaBddt5EQwgnYDCK5zjyoBhZBY\"}"