"{\"content\":{\"body\":\"![The Party of The Living Dead, PartyBid for CryptoPunk 2066, August 4, 2021.](https://i.imgur.com/aGc9QlA.png,)\\n\\nAs summer 2021 comes to a close, fractional NFTs are revealing themselves to be a powerful new mechanism that\\n\\n1. allows minnows to participate in high value NFT auctions,\\n2. creates new liquidity event for high-value NFTs, and\\n3. opens the door to booting impromptu collector DAOs.\\n\\nIn this post I'll explain how PartyBid, Fractional Art, and Zora Auction House fit together, and why these three projects are an important stack in the fractional NFT and DAO spaces today.\\n\\n## Context: NFTs and DeFi before PFZ\\n\\nDeFi-meets-NFT integrations are nothing new in Ethereum. Since at least 2019, many projects have enabled financial applications atop non-fungible tokens. For context, here's an overview of some of the OG DeFi + NFT projects:\\n\\n* [Wrapped CryptoKitties](https://wrappedkitties.com/) ([launched 2019-05-31](https://blocklytics.org/blog/wrapped-cryptokitties/)) allows collectors to swap an ERC-721 Kitty for an ERC-20 $WCK, which can be used to redeem another kitty from the contract's pool, or swapped for other ERC-20s on DEXes.\\n* [NFTX](https://nftx.org/) ([launched 2021-01-04](https://blog.nftx.org/litepaper-and-introduction/)) generalized this concept, making it easy to create NFT-backed ERC-20 vaults for any collectible contract. In V2 they hone in on floor NFTs.\\n* [NIFTEX](https://www.niftex.org/) ([launched 2020-05-04](https://blog.niftex.com/nft-fractions-a-primer/)) allows collectors to fractionalize ERC-721s into ERC-20 *Shards*, which are sold in a two week fixed price primary sale before entering the secondary market.\\n* [NFTFi](https://nftfi.com/) ([launched 2020-05-15](https://nftfi.medium.com/nftfi-com-f9ecf4ab1e7d)) allows collectors to use NFTs as collateral in a P2P loans marketplace.\\n* [ReNFT](https://www.renft.io/) ([launched 2021-07-23](https://medium.com/renftlabs/renft-peer-to-peer-non-fungible-nft-rentals-caa661e5144e)) enables limited duration NFT lending and borrowing (a.k.a. NFT rental) through an on-chain escrow system.\\n* [Charged Particle](https://charged.fi/) ([launched 2021-05-31](https://blocktelegraph.io/charged-particles-ido-launch-on-polkastarter/)) allows collectors to *charge* an NFT with ERC-20s and 721s, transforming an NFT into a recognizable interface to a basket of potentially interest-bearing DeFi and NFT assets.\\n* *Let me know which DeFi x NFT projects I left out [on Twitter](https://twitter.com/nnnnicholas).*\\n\\nFor years, NFT fractionalization has appeared poised to channel the speculative fury of DeFi towards the traditionally illiquid NFT sector. Events like the Meebits release, which gave Punk holders free claim rights on Larva Labs' third collection, revealed unanticipated applications of protocols like NFTX. However, it was not until I saw PartyBid in the wild earlier this month that I would come to understand just how significant NFT fractionalization will be for NFTs and DAOs from this point on.\\n\\n## The PartyBid-Fractional-Zora (PFZ) Stack\\n\\nTo understand the fractional ecosystem at present, one needs to know a little about the mechanics of the tools at hand.\\n\\n### Fractional Art\\n\\n**[Fractional Art](https://fractional.art)**, co-founded by [@andy8052](https://twitter.com/andy8052) and [@CryptoSamurai](https://twitter.com/CryptoSamurai) ([launched 2021-07-31](https://etherscan.io/txs?a=0x85aa7f78bdb2de8f3e0c0010d99ad5853ffcfc63&p=7)), allows ERC-721 owners to deposit one or more NFTs into a [Fractional vault](https://fractional.art/fractionalize) in exchange for a new ERC-20 token whose supply and symbol they choose up-front.\\n\\n![Fractional Art v1 Vault Creation Interface](https://i.imgur.com/6inZZL3.png)\\n\\nOnce fractionalized, an NFT in a Fractional Art vault may be reconstituted into its original form by one of two means.\\n\\nMost often, a Fractional Art fractional NFT will be oriented towards a *Buyout*. Token holders may call an onchain function to express their desired Buyout price. The actual Buyout price is the average of these onchain votes, weighted by token ownership. Should someone place a bid at the Buyout price or higher, a seven day auction for the NFT begins. When the auction concludes, holders of the ERC-20 token may claim their portion of the winning buyout bid, proportional to the token's total supply.\\n\\nIn rare cases, a collector who holds 100% of the ERC-20 may pull the NFT from the vault themselves. This circumstance is more unusual because the collector must own no less than 100% of the tokens.\\n\\nIf a collector fractionalizes an NFT that they own directly through Fractional's interface, the total supply of the resulting ERC-20 is minted in their possession. To bring these tokens to market, the fractionalizer may choose to bootstrap a DEX liquidity pool.\\\\[^1\\\\]\\n\\nFor example, NFT whale [Anonymoux.eth](https://twitter.com/anonymoux2311) [fractionalized](https://fractional.art/vaults/0x82b2925E54AdE5e10F5E6be31f604e5154701aFa) his Justin Aversano Twin Flames #49 into 2000 $TWIN tokens on [August 6, 2021](https://etherscan.io/txs?a=0x82b2925E54AdE5e10F5E6be31f604e5154701aFa&p=3), then provided liquidity to a Uniswap V3 pool. The token was launched in collaboration with [Aversano](https://www.justinaversano.com/), the NFT's creator, in his Discord and on Twitter Spaces.\\n\\nBootstrapping a liquidity pool is not easy, however. If executed incorrectly, the liquidity provider is at risk of losing their fractional shares and/or ETH at below market value. For people who come to NFT fractionalization by way of NFTs, rather than DeFi, liquidity bootstrapping is an obstacle to bringing fractional NFT tokens to market.\\n\\n### PartyBid\\n\\n**[PartyBid](https://partybid.app)**, on the other hand, is an incredibly easy way to solve *fractional NFT token distribution*. Using PartyBid, an aspiring fractionalizer needs only to create a Party targeting an ERC-721 onchain auction by calling the `startParty` function on PartyBid's [factory contract](https://etherscan.io/address/0xdb355da657a3795bd6faa9b63915cedbe4fadb00). This kicks off a [Party](https://www.partybid.app/parties), to which any Etherian may permissionlessly contribute. It is crucial to note here that *the address that creates the Party does not need to be in possession of the NFT that they would like to fractionalize.*\\n\\nShould the Party win the auction, any Party member (paying contributor) may call the `finalize` function. The PartyBid contract then passes the newly won NFT from the auction to a Fractional vault, which creates a new ERC-20 token and distributes the total supply to the Partiers proportional to their contribution to the winning bid. All Party funds raised in excess of the winning bid may be reclaimed by their contributors and do not receive any fractional tokens.\\n\\nArchitecturally, PartyBid is unable to interact with offchain marketplaces. OpenSea, for example, uses mechanisms such as token transfer allowance and offchain permit management. For simplicity, security, and maximum decentralization, PartyBids can only interact with fully onchain auctions. This also makes them genuine DeFi lego, because they do not rely on interaction from EOAs or centralized servers.\\n\\nIn principle, PartyBid will work with all onchain auctions, but in practice, each auction protocol must have a PartyBid *[Market Wrapper](https://github.com/PartyDAO/partybid/blob/main/contracts/market-wrapper/IMarketWrapper.sol)*. Market wrappers are adapter contracts that allow a PartyBid to communicate with the auction contract to learn its reserve price or current highest bid, to  place new bids, and so on. At the time of writing, official market wrappers have been [written](https://github.com/PartyDAO/partybid/tree/main/contracts/market-wrapper) for Foundation, Zora Auctions, and most recently the [Nouns](https://nouns.wtf) auctions. [\\\\[^2\\\\]]()\\n\\nIn addition to these onchain mechanics, one cannot gloss over PartyBids' excellent frontend execution. Each Party page renders the cursors of everyone visiting the page simultaneously. Each cursor is assigned a random emoji. Visitors can also set a short string of text that floats off the right side of the cursor. PartyBid's frontend communicates clearly that it is a multiplayer auction bidding dapp.\\n\\nPartyBid's interface is significant because affords a feeling of social presence to visitors to the site. The contribution timeline and auction status indicators create a sense of inertia that inclines the visitor to join the party. Whether the Party is winning or losing, there are ample opportunities for the interface to motivate additional discussion on Twitter or Discord. This frontend elevates PartyBid from technical to social infrastructure.\\n\\n### Zora Auction House\\n\\n**Zora's [Auction House](https://zora.mirror.xyz/UwQwplCMEe1T5eUkp0CpTDJjZXvAK3eeakskTaQe3pE)** ([docs](https://docs.zora.co/zoraos/dev/zdk/auction-house)) enters the picture as the most natural fit for collectors who wish to sell their NFTs and allow PartyBids to participate in the bidding.\\n\\nZora Auctions are compatible with all ERC-721s. Thanks to Zora's SDK, Zora auction listings can be filtered by contract, making it relatively easy to develop a custom auction website featuring only the NFTs from a given collection or other subset. For instance, Zora's in-house team built [Punks.house](https://punks.house/), [blit.house](https://blit.house/), and [holly+'s auction](https://auction.holly.plus), which each have their own style and feel, despite a shared onchain backend.\\n\\nFor sellers, exposure to PartyBid is an attractive proposition because it grows the buyer side of the NFT market. This is especially true of particularly high-value NFTs, for which there is a limited audience of individual (whale) collectors. Groups of hundreds of motivated minnows and whales, on the other hand, constitute a new audience with the shared means to spend hundreds and thousands of ETH on a single iconic collectible. We needn't look very far for evidence supporting this claim. On PartyBid's first day in market, the [The Party of the Living Dead](https://www.partybid.app/party/0x2912F57F93dD69FBbF477B616D6f8C34C49bb282) raised over 1300 ETH and purchased one of [only 88 Zombie Punks](https://www.larvalabs.com/cryptopunks/search?query=Zombie).\\n\\nWhat's more, Zora's auction protocol takes no fee, meaning that the only expenses involved in a PFZ fractionalization are the 5% cut of the winning bid that PartyDAO takes. With Zora in-hand, collectors can list their NFTs for sale roughly as easily as listing on OpenSea, pay fewer fees, and gain PartyBid exposure to boot.\\n\\nIn short, Zora is a no-fee solution enabling *Exit to Party*, a new type of NFT liquidity event.\\\\[^3\\\\] Although PartyBid is integrated with other markets, Zora is the obvious choice for collectors wishing to gain exposure to PartyBid Fractionalization with maximum flexibility and no platform lock-in.\\n\\n## Summary\\n\\n**Together, PartyBid, Fractional Art, and Zora constitute a compelling and easy-to-use stack for NFT fractionalization.**\\n\\nThe genius of the PFZ stack is that it simplfies NFT fractionalization and transforms it into a social happening and communal event. With PartyBid, Fractional Art, and Zora auctions, fractionalization is technically straightforward and memetically expedient.\\n\\n### PFZ Advantages\\n\\nFirst, PFZ is dead simple. With the PFZ stack, the owner of a given NFT need only list it in a Zora Auction with a reserve price (i.e., minimum bid), then sit back and watch the sale and potential fractionalization happen without having to deal with LPing or other mechanisms of token distribution.\\n\\nIn this context, *PartyBid can be thought of as the simplest interface for to Fractional art*, because it bundles a token distribution mechanism into the fundraising process. This is not unlike how Snapchat bundled editing into the composition process, thus obviating non-linear editing tools and creating a new social medium. In a similar way, PartyBid makes NFT fractionalization easy.\\n\\nSecond, *anyone can start a party.* Collectors who *want* their NFTs fractionalized can use the PFZ stack to list, group buy, and fractionalize their own NFTs. So too can NFT enthusiasts who are priced out of the market for a given NFT or collection.\\n\\nThird, PFZ fees are modest. The 5% fee paid to PartyBid is similar to OpenSea's 2.5% base fee, and it buys Partiers an incomparably easy path to fractionalization. PFZ's turnkey usability is well worth the present fee structure.\\n\\nFourth, the PFZ stack is permissionless and trustless. If I join a PartyBid, I know that I will receive my fractional token should the Party win the auction. PFZ embeds 100% of the interactions in onchain transactions, making it a secure and trustless compared to other stack configurations.\\n\\n### PFZ Drawbacks\\n\\nIn its current form, the PFZ stack has a few drawbacks.\\n\\nFirst, PFZ fractional tokens are destined to be bought out because Fractional token holders *cannot vote to issue more tokens*. This means that fractional token holders do not have any easy way to transform into genuine DAO token communities. Fractional Art V1 tokens are inexorable tied to the single NFT underlying their value. This makes it difficult for a motivated community like $DEAD to transcend the NFT that started it all. Earlier collector DAOs, such as PleasrDAO, started with the acquisition of a single NFT, then quickly grew into collectives that could further build their treasury to collect more NFTs and build new projects of their own. I suspect future versions of Fractional will incorporate this line of thinking to enable Token Communities to grow beyond the value of the initial NFT acquisition.\\n\\nSecond, PartyBid can only interact with a handful of auction contracts at present. While the list will grow over time, it will never include offchain auctions and other onchain formats with which it is incompatible. This is a limitation that other fractional stacks may not share.\\n\\nThird, to update the Buyout price, Fractional token holders must send a transaction (around 70k gas or 0.005 ETH) to communicate their preferred Buyout Price to the blockchain. For minnows who participate in PartyBids, this is expensive, annoying, and easy to forget. This can be seen as a problem or a feature of this particular architecture. If fraction holders do not raise the Buyout price, auctions will be triggered to purchase Buyout the vaults and reconstitute the NFTs. Once a buyout is triggered, fraction holders have no recourse. Their only option remains to bid on the buyout themselves. This is disappointing for communities like $DEAD and $LUPE, which appeared poised to grow into longer-lived token communities, but whose journeys were cut short by Buyouts.\\\\[^4\\\\]\\n\\n## What's next\\n\\nIn future posts I will discuss other stacks and tools in NFT Fractionalization and DAO formation and management.\\n\\n## Notes\\n\\n\\\\[^1\\\\]: Fractional's interface relies on 0x Protocol, so swaps through that interface will be routed through the most cost-effective pools on Ethereum.\\n\\n\\\\[^2\\\\]: For those paying attention, it noteworthy that the Nouns integration is the first official post-launch market wrapper that PartyDAO has shipped. This privilege is in no small part due to membership cross-pollination between NounsDAO, Fractional and PartyDAO. @andy8052 is part of Fractional and PartyDAO, and @dhof is part of NounsDAO and PartyDAO. Perhaps there are even more common members between these DAOs and company of which I am unaware. **In the evolving narrative of DAO2DAO and B2D partnerships, membership cross-polination will surely be an important factor in collaboration prioritization.**\\n\\n\\\\[^3\\\\]: Although Foundation also has a market wrapper, Zora's Auction protocol is the obvious choice for NFTs not originating on the Foundation platform, because Zora charges no fees. This means that auctions such as Punk 2066 incurred only PartyDAOs 5% fee on the winning bid.\\n\\n\\\\[^4\\\\]: I have heard rumblings that, among other market wrappers in the works, a wrapper for Fractional's Buyout auction is being discussed.\\n\\nReferences\",\"timestamp\":1631332613,\"title\":\"The PFZ Stack: PartyBid-Fractional-Zora\",\"publication\":\"nicholas\"},\"digest\":\"Y2kGgpH2sN-_8KOmf_QJJD5Yz2GCgNsM7p9j1UM17C0\",\"authorship\":{\"contributor\":\"0x6877be9E00d0bc5886c28419901E8cC98C1c2739\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qtFXeFyjjDAPDobcSIHbhHnlxwzkn5zL-7LoBc8rzEA\\\",\\\"y\\\":\\\"bNW6ULzB3fjduYa5QYe6QNT8Z4_7YhxFhQK9_1Gw9NM\\\"}\",\"signature\":\"e7jmcwrri1ntp5MdcVRuVWqrGlnqPAkrl3T11pwukonoFP_Wi_oVFQXD3L2b7y4loGJaVagOpjjLFlBY6MlHFg\",\"signingKeySignature\":\"0xa68985779d82c8958baa980cd74dcc15c6e50d2b7de09ba6e36a5724d97c157f48caa5d5601b18d1f0af51efabf6bd840b56697b84051df959aae119e625f79e1c\",\"signingKeyMessage\":\"I authorize the publication of articles on nicholas.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qtFXeFyjjDAPDobcSIHbhHnlxwzkn5zL-7LoBc8rzEA\\\",\\\"y\\\":\\\"bNW6ULzB3fjduYa5QYe6QNT8Z4_7YhxFhQK9_1Gw9NM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Y2kGgpH2sN-_8KOmf_QJJD5Yz2GCgNsM7p9j1UM17C0\"}"