"{\"content\":{\"body\":\"I am a bit late to the party this year. Here is a list of 5 books that I read in 2021. The books on this list have given me a very different perspective of life and reality. In 2021, I am determined to stay on the course of making things people want. After reading these 5 books, I am filling a large knowledge and perspective gap in my mission of \\\"make things people want\\\". Through these 5 books, I started to be able to ask a more concrete question, *\\\"I know how to make things digitally, but what about figuring out what do people want?\\\"*\\n\\nThe first book is [How to Take Smart Notes: One Simple Technique to Boost Writing, Learning and Thinking – for Students, Academics and Nonfiction Book Writers](https://www.amazon.com/How-Take-Smart-Notes-Nonfiction-ebook/dp/B06WVYW33Y). It is a continual of my theme of **think better** in 2020. I am fascinated by how to think rigorously and how to communicate complex topics effectively. Through this book I have learned and have started practicing how to get helps from writing tools and systems around me. I must admit I am still an amateur in using those tools to take notes and I am still not able to reap the benefit of my **permanent notes**, but I do think I am able to think about problems in a clearer way, even under a strong emotion.\\n\\nThe second book is a bit off my focus of technology, system thinking and management. Hong Kong is always under an all encompassing influence of the concept of **China**. What is China by the way? Where does it come from? It is such an important ideological and historical concept that I am not satisfied with what the government is spoon-feeding us. [The Invention of China](https://www.amazon.com/Invention-China-Bill-Hayton/dp/0300234821)'s author Bill Hayton is presenting a different view of answering the above questions and more. I have decided to read this book with a very emotional reason, and I don't regret my time spent. I have gained a lot of knowledge and see a lot of cracks in the current official narrative.\\n\\nAfter reading the previous book, my intrigue about human nature has been revitalized. I always have the impression of reading bibliographies can help me understand more about human. As an occasional Arsenal fans, Arsène Wenger always has my greatest respect as a coach and manager. [Arsène Wenger](https://www.amazon.com/gp/product/B0876Q6S9V/) is very entertaining to read and reading it confirmed my understanding of why he made a few controversial decisions during his tenure. I also realized that each coach has their own preference of styles and preferred players. So it is OK to have my leadership style and my criteria of good. The key point is to communicate it well with the team and drive success for the organization.\\n\\nThe fourth book has the most profound impact on me. As my responsibility in work evolved, I was getting more aware of the human aspects in technology. My primary objective in my work switched to how tech team can collaborate more smoothly with other business units. We tried OKRs but it is superficial in my opinion. And I found [The Laws of Human Nature](https://www.amazon.com/Laws-Human-Nature-Robert-Greene-ebook/dp/B07C87SQ53/) tremendously helpful in articulating different kinds of human emotions, positive or negative. Although a lot of tech people distain the emotional side of human(that's why I am in the tech space in the first place), I omit the fact that emotions are in the OS of ourselves and we cannot disregard them, we can only face them and deal with them, ideally productively. Although I nodded my head mostly while reading this book, relating the stories in this book with my life experience, but I am still not convinced there exists a zeitgeist emotions.\\n\\nWhat is seen cannot be unseen, what is felt cannot be un-felt. The fifth book, [Alchemy: The Dark Art and Curious Science of Creating Magic in Brands, Business, and Life](https://www.amazon.com/Alchemy-Curious-Science-Creating-Business/dp/006238841X) is a natural evolution of my self-perceived improved antenna about human nature. In the previous book, I am most convinced of the individual aspect of human nature, this book is more about exposing those to make a product that people want. In \\\"traditional\\\" product development and software engineering, \\\"feelings\\\" and \\\"instincts\\\" are given a very low priority in making decisions. This is because, according to the book, the current business atmosphere of emphasizing rationality and the urge of keeping one's job is over the needs of organizational success. This phenomenon results in stagnation of business and lack of entrepreneurship in an organization as creativity and challenges of status quo is discouraged. We should be more artistic and rely on our instinct to make some crazy decisions.\\n\\nOne more thing that blow my mind this year was \\\\[\\\\[Jordan Peterson\\\\]\\\\]'s [Psychological Significance of Biblical Stories: Genesis](https://www.youtube.com/playlist?list=PL22J3VaeABQD_IZs7y60I3lUrrFTzkpat). To be completely honest, I found this series super entertaining and help me to make sense of the book of Genesis, in a very secular way. I am now convinced The Bible, my most familiar sacred text of religions in the world, is a book of Truth. But is it THE book of Truth? I am not sure yet. I guess I need to spend the coming years to figure this out.\\n\\nSo here they are, 5 books and a free youtube series that change how I think about everything this year, what about you? What changes your mind last year?\",\"timestamp\":1641220353,\"title\":\"5 books that inspired me in 2021\"},\"digest\":\"y21unRwmzKC1puZr0XC8tbl9JLbENmFz_YghvFi0Tx8\",\"authorship\":{\"contributor\":\"0x0D251F36ee455f81a0D5E9E0D8652E8E9446650b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Nfcncjnc4Wct2HAx0ZLwLC8UItnlCpH61BJ8sxwnBrY\\\",\\\"y\\\":\\\"5uf0Pf4KErtI67d4AtlduiOoeTzUNmpRaxkDldGWmuU\\\"}\",\"signature\":\"OQtvaevKAnYVlt0UYDVriAcBq_jJ8CoJJCvlv3EIcLwnj8mCrf3FhhmMf12gWLViaCnGvqFXJMig3OVJig3sHw\",\"signingKeySignature\":\"0x11029a514d654ec481facb4d5767fe23cff5ed80105d0c804670d047a2f0baf35f0c9ff2ae6041d10de4c1fab01a4e538be44c1bc8775bca41f86059796582661b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Nfcncjnc4Wct2HAx0ZLwLC8UItnlCpH61BJ8sxwnBrY\\\",\\\"y\\\":\\\"5uf0Pf4KErtI67d4AtlduiOoeTzUNmpRaxkDldGWmuU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"y21unRwmzKC1puZr0XC8tbl9JLbENmFz_YghvFi0Tx8\"}"