"{\"content\":{\"body\":\"![‘Unbound’ by Eponym](https://images.mirror-media.xyz/publication-images/JwpwpvIEVnFHvDXPYZita.jpeg?height=1024&width=1024&size=medium)\\n\\nEponym by ART AI is an elegant text-to-art generative algorithm that turns words or phrases into beautiful pieces of 1/1 art and soon they’ll be holding their ‘burning event’:\\n\\n*burn two Gen 1’s to mint your own Gen 2.*\\n\\nWith community feedback, the Eponym team has been very proactive in designing a quality experience that turns supporters into both excited creators and stark admirers of the art but how?\\n\\n### Eponym puts creativity and curation in the hands of the community\\n\\nOn an individual level, it’s on us to create pieces we personally adore in Gen 2 while simultaneously curating the Gen 1 collection by selecting ones to burn. \\n\\nInstead of providing rewards that are passive (like receiving airdrops), they set us up to be active participants in the project.\\n\\n### Customization and personalization are baked in every step of the way\\n\\nEponym’s the only project where minters have a direct impact on the outcome of the NFTs in Gen 1 and Gen 2 by the text they write and the art they curate. A new feature the team revealed called Epostories will eventually allow holders to modify Eponyms once a month giving everyone, not just original minters, a chance to interact with the pieces.\\n\\n### Beauty and human expression are Eponym’s core values\\n\\nWhere the project truly shines is they’ve provided the tools for collective human expression. We create art alone on individual pieces, yet collaboratively on the entire collection. Through Eponym, creating beautiful things can be a shared experience.\\n\\nWhat makes Eponym stand out from all other 10k projects is the responsibility they give the community to create a stunning collection. Eponym simply gives us the tools and sets us up for success while laying the foundations for the future of the Epoverse.\\n\\n\\n---\\n\\n*This micro-essay is 009 of #ship30for30 challenge.*\",\"timestamp\":1635805639,\"title\":\"Why Eponym reigns as the most unique 10k project\",\"publication\":\"osirene\"},\"digest\":\"cjl6VNWe2bR2rGH6Li5SqDxksF87GTrvBbDghQah7VM\",\"authorship\":{\"contributor\":\"0x25E0FBc652CfC890d308961b7D34c08d109A491B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PxTmMyNc_Znx7wCuTYXqJZr1lit3W3eejNHdhmH4IXI\\\",\\\"y\\\":\\\"xav-grgP04q9Od96RcyNyViwKRVME-D5os0DcRoYLr4\\\"}\",\"signature\":\"Txoz5pAamq_etO7_k3U2deipItV3KRmD4tenxvAA2inGMndahVE6U4fzu8zpUM8cFRUo8aELDnhVhZzpD8j2IQ\",\"signingKeySignature\":\"0x07184b3596deba292b0fc229203879fb7f93d226a8a508604ee3290246cee9772f42f90115da212f3d591b95e22610be06c6b8abbf2d4ef91dd4d3a6040555791b\",\"signingKeyMessage\":\"I authorize the publication of articles on osirene.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PxTmMyNc_Znx7wCuTYXqJZr1lit3W3eejNHdhmH4IXI\\\",\\\"y\\\":\\\"xav-grgP04q9Od96RcyNyViwKRVME-D5os0DcRoYLr4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cjl6VNWe2bR2rGH6Li5SqDxksF87GTrvBbDghQah7VM\"}"