"{\"content\":{\"body\":\"## Finding joy in sharing traditional meals with my loved ones.\\n\\n[![Klipsun Magazine](https://miro.medium.com/fit/c/56/56/1\\\\*DP8r8nsFvXX6LA48SxzTdw.png)](https://klipsun-wwu.medium.com/?source=post_page-----50853a34299e-----------------------------------)\\n\\n*Story by Bella Coronado*\\n\\nEsperanza Coronado didn’t cook because she had to, or because it was a hobby; cooking was her love language, how she communicated joy.\\n\\nOn the rare occasion when my Abuela’s four sons, three daughter-in-laws and 12 grandchildren gathered together, we came around her food. She valued the way food brings people together, because it brought warmth that could be felt in every room; it was felt through conversations between family members around the table.\\n\\nHer cooking left an impression. From birthdays to family gatherings, if anyone came through my Abuela’s front door, they would instantly know they were about to be fed well.\\n\\nMy Abuela was more than just the food she made, you could tell because she put her whole heart into making sure everyone enjoyed a good meal. It is one thing to make food, but cooking a meal to be shared between your family is a way of expressing love in the most sincere way.\\n\\n![](https://miro.medium.com/max/1000/1\\\\*NoJpUObFqjlnrkOM35F9xA.jpeg)\\n\\nFolded tamales rest on a plate before being cooked in a giant steaming pot. Photo by Sawyer Moss\\n\\nGrowing up, I remember the package of tamales that would magically appear on our doorstep during the holidays. Traveling 976 miles from Yucaipa, California, the tamales would last for months in our freezer. Their flavor was rich and spicy, wrapped up in chewy masa and corn husk envelopes.\\n\\nMy Abuelos immigrated to southern California in the 1960s. My Abuelo worked in the Coachella and San Joaquin Valley. He later became the foreman of two egg poultry farms. My Abuela often stayed home cooking and caring for their four sons and occasionally helping on the farm.\\n\\nI grew up visiting my family in Yucaipa during summers and sometimes around the holidays. All of my fondest memories with my family involve food.\\n\\nI have many memories of eating in my Abuela’s tiny kitchen, my Aubuelo somewhere out back tending to his goats, the black and white desert scenes of an old Western film playing on the TV.\\n\\nWhen I was 15 she showed me how to make tamales.\\n\\nMy Abuela was known for her tamale recipe. My dad told me that it wasn’t Christmas unless she made them.\\n\\nShe would marinate the pork and chicken, patting together masa and assembling each individual tamale by hand. They would cook for hours, the smell of smoky peppers and sweet masa filling the entire house. The enduring process of watching them come together and steam in the big, metal pot was always worth the wait.\\n\\nTamale-making is an art. [Originating back to 8,000 B.C.](https://wearecocina.com/lifestyle/tamales-a-rich-history/), tamales have been an important part of Mexican culinary cuisine and national identity. Passed on from each generation, traditional Mexican recipes hold a beautiful meaning and connection to a vibrant culture.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*8sS8011-H\\\\_9DOKFFGAJ_AQ.jpeg)\\n\\nBella fills tamales in her kitchen in Bellingham, Wash. on October 24, 2021. Photo by Sawyer Moss\\n\\n> Traditional meals connect me to the culture that I have grown so distant from.\\n\\n“Having those traditional kinds of meals plays an important role in our lives because it helps us remember the past,” my dad said as we reminisced about Abuela’s cooking and how much we miss her. “Those things that come and go, and meals, especially traditional meals, can help us remember those moments.”\\n\\nThere was always something cooking on the stove. You could peek around the kitchen counter and see Abuela’s petite figure, dark hair and delicate hands creating something that was bound to be delicious.\\n\\nHowever, she never wrote any of her recipes down. The occasional scribble on the back of a receipt could be found around the house, but after her passing, no complete recipes were uncovered.\\n\\nMeredith E. Abarca’s book, “Voices in the Kitchen,” mentions a cultural norm for Mexican women to not keep record of their recipes. She describes it as a sensory way of knowing the right taste and flavors of a recipe; a *Sazón*. Cooking without measurements or written instructions is common in a Mexican kitchen.\\n\\nIt could be because traditional recipes live through people. They are taught and remade year after year, generation after generation.\\n\\n> For me, remaking my Abuela’s tamale recipe is complex; all I know is based on foggy memories, taste and smell.\\n\\nIt is more than just adding the right ingredients.\\n\\nI can try my best to replicate her food, but I would do anything to just enjoy the taste of a meal made by her again.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*tZCvhNMzzRaeZ8qjTd1ZRA.jpeg)\\n\\nBella’s tamale notes written out by memory. After talking to family members, she was able to piece together a recipe tasting close to her Abuela’s. Photo by Sawyer Moss\\n\\nTraditional meals hold special meaning in my life, especially during the holidays. They hold even more meaning now that my grandparents have passed. Though they are gone, my Abuelos leave a beautiful legacy within their children and grandchildren. Not only is our existence in their favor, but the heart of our culture and family ties connect us to one another.\\n\\nMy last visit in July was a very different experience. There was no wafting smell of beans and rice as I walked through the door. There was no hum of the frying pan, no heat of the stove and no plate of food waiting for me on the table. Instead of waking up to a breakfast of huevos rancheros or chilaquiles, my dad and I stopped by the local Del Taco.\\n\\n> The memories outlive even the tastiest homemade tamale. Gathering around the table brings us together.\\n\\n“It gives us a place to be a family,” my dad said. “That’s important not only to me but in our heritage as well.” He told me that in Mexican culture, food reflects the connection between people, especially between those who are family.\\n\\nI remember arriving to Yucaipa late one night during the Holidays, my dad and I exhausted from travel. My Abuela stayed up for us. She answered the door and greeted us by saying, “Are you hungry? Do you want something to eat?”\\n\",\"timestamp\":1640569488,\"title\":\"In my Abuela’s Kitchen - Klipsun Magazine - Medium\"},\"digest\":\"tk1781kxzA7cSXEI4U7ZdT2AALzPAxihi3PxNvm6DYw\",\"authorship\":{\"contributor\":\"0x39A193F7FB3A3b9201bb968D4039EC4A68805C6d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0sgtd2wzCfsOckssgiZkloUul4zZd5roL2UOTZ7-fcg\\\",\\\"y\\\":\\\"vchHuyml-rtwkeYTDMcPwUmKadYTFBQeuKcPXGdONko\\\"}\",\"signature\":\"6hKsrDfim_GR1uXODrrhDGM53VMYcJRy8texwU_oQEEqvo7UcLc58iQU5WzCiHAmo19TNiWwLYtbZhCdAKcwGQ\",\"signingKeySignature\":\"0xbaaf545781b9d70290fff0b3ad82c0300d6fb719529bbaa05ccc9b31ac05b64c179db8315f4a06223725baa78f5430ee494e36e5a12189ceb151e0a875cb14ee1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0sgtd2wzCfsOckssgiZkloUul4zZd5roL2UOTZ7-fcg\\\",\\\"y\\\":\\\"vchHuyml-rtwkeYTDMcPwUmKadYTFBQeuKcPXGdONko\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tk1781kxzA7cSXEI4U7ZdT2AALzPAxihi3PxNvm6DYw\"}"