"{\"content\":{\"body\":\"A16z出过一个Web3入门学习集锦，里面包含了丰富的内容，我将利用业余时间进行内容翻译，记录，也当做是自己学习消化的过程。\\n\\n原作者：Chris Dixon\\n\\n翻译：Kevinmhj.eth\\n\\nOrigin：Why decentralization matters \\n\\n[https://cdixon.org/2018/02/18/why-decentralization-matters](https://cdixon.org/2018/02/18/why-decentralization-matters)\\n\\n### 互联网的前两个时代\\n\\n互联网发展经过了两个时代，第一个时代大约从上世纪80年代到21世纪初期，这时期互联网服务建立在由互联网社区控制的开放协议之上。这意味着，个体或者组织在知道游戏规则不会被改变的前提下，可以扩张他们的互联网影响力。很多网络巨头如雅虎、谷歌、亚马逊、脸书、领英和Youtube都是在这个时代开始。在此过程中，中心化平台如AOL的重要性大大降低。\\n\\n互联网的第二个时代从2005年到现在，谷歌、苹果、脸书和亚马逊(GAFA)这样以营利为目的的企业，开发的软件和服务迅速超过了开放协议的能力。智能手机的爆发增长加速了这一趋势，因为应用程序mobile apps成为互联网使用的主流。最终，用户从开放服务迁移到这些更复杂、中心化的服务。即使用户仍然访问开放协议(如网页Web)，他们通常也都是通过GAFA的软件和服务来实现的。\\n\\n积极的一面是，有数十亿人接触到了最惊人惊叹的技术，其中许多技术是免费使用的。不好的一面是，对于初创企业、创作者和其他以前无需担心中心化平台改变规则的群体变得困难，因为要扩大他们的互联网影响力变得更加困难，从而可能会让中心化平台夺走了他们的受众和利润。这反过来又扼杀了创新，降低了互联网的趣味性和多样性。“中心化”也造成了更广泛的社会紧张，虚假新闻、国家资助的机器人、用户“无平台”、欧盟隐私法律和算法歧视等等，这些争论在未来几年只会加剧。\\n\\n### Web3：互联网的第三个时代\\n\\n对中心化的一种应对方法是，对大型互联网公司实施政府监管。这种应对假设了互联网类似于过去的通信网络，如电话、无线电和电视网络，但以前基于硬件的网络与基于软件网络的互联网有本质区别。基于硬件的网络一旦被建立就几乎不可能重新构建。反观基于软件的网络可以通过企业创新和市场驱动来重新构建。\\n\\n互联网是以软件为基础的网络，由一个相对简单的能将数十亿台完全可编程的计算机连接在一起核心层组成。软件只是人类思想的编码呈现，可以看作是一个几乎没限制的设计空间（unbounded design space）。连接到互联网的计算机可以自由运行其拥有者选择的任何软件。有了正确的激励措施，任何天马行空的想象都可以迅速在互联网上传播。互联网架构是技术创新和激励设计的交汇点。\\n\\n互联网还处于进化发展的早期阶段：在未来几十年里，核心互联网服务很有可能几乎完全被重新架构（the core internet services will likely be almost entirely rearchitected）。这将通过加密经济网络来实现，这种想法是被比特币最早引入，后面由以太坊进一步发展壮大的。\\n\\n加密网络结合了前两个互联网时代的最佳特征：社区治理，能超过最先进中心化服务的去中心化网络（decentralized networks with capabilities that will eventually exceed those of the most advanced centralized services）。\\n\\n### 为什么要去中心化？\\n\\n去中心化是一个通常被误解的概念。例如，有人认为加密网络拥护者提倡去中心化的原因是为了抵制政府审查，或者想要表达自由的政治观点。但这都不是去中心重要的主要原因。\\n\\n我们来看看中心化平台存在的问题。中心化平台遵循一个可被预测的生命周期。当它们开始运行，它们会竭尽所能找用户和第三方如开发者、企业和媒体。他们这样做是为了使他们的服务显得更有价值，因为平台是具有多方面网络效应的系统。随着平台呈现S曲线，他们对用户和第三方的影响稳定上升。\\n\\n![](https://images.mirror-media.xyz/publication-images/ZDz2SAMyri88MXzsxagWV.png?height=479&width=881)\\n\\n当他们到达S曲线的顶端时，他们与网络参与者的关系从正和变为零和。持续增长的最简单方式便是利用用户数据，并在受众和利润与第三方开展竞争。回望历史：微软对Netscape、谷歌对Yelp、脸书对Zynga，推特对第三方客户端。操作系统如ios和安卓表现则好些，尽管仍需收缴30%税，还有主观想法拒绝应用程序，并随意纳入第三方应用的功能等问题。\\n\\n对第三个方来说，从合作到竞争的转变就像是一种诱导。慢慢地，最优秀的企业家、开发者和投资者都开始对在中心化平台上进行开发变得忌惮起来。过去的经验告诉我们，最终结果会令人失望。此外，用户放弃隐私以及对自己数据的控制权，并且容易遭受网络安全漏洞的攻击。中心化平台存在的这些问题在未来可能会变得更加突出。\\n\\n### 进入加密网络cryptonetworks\\n\\n加密网络是建立在①和②的网络系统。① 采用共识机制来维护和更新状态，如区块链；② 使用加密货币(coins/tokens) 来激励共识参与者（矿工/验证者) 和其他网络参与者。一些加密网络，如以太坊，是可用于几乎任何目的的通用编程平台。其他加密网络具有特殊的用途，比特币储存价值最高，Golem用来计算，Filecoin用于去中心化存储等等。\\n\\n早期的互联网协议是由工作组或非营利组织制定的技术规范，它们依赖于互联网社区利益一致来获得实施。这种方法在互联网的早期阶段非常有效，但自20世纪90年代初以来，很少有新协议被广泛采用。加密网络通过以token的形式激励开发者、维护者和其他网络参与者来解决这些问题。它们在技术上也更坚固。\\n\\n加密网络采用多种机制确保它们在发展过程中保持中立（stay neutral），防止中心化平台的诱导手法。第一，加密网络与参与者之间的合约是以开源代码强制执行的；其次，他们用“Voice”和“Exit”机制，参与者通过社区治理获得发言Voice权，包括链上（通过协议）和链下（通过协议周围的社会架构），参与者也可以通过离开网络、出售代币的形式来Exit退出，或者在极端情况下通过放弃协议来退出。\\n\\n简言之，加密网络让网络参与者一起实现共同目标——网络的发展和token的价值增值。这是比特币持续繁荣的主要原因之一，即使像以太坊这样的新加密网络也在同时壮大的情况下。\\n\\n今天的加密网络遇到了一些限制，使它们免于来自中心化机构的挑战。最严重的限制是性能和规模化。接下来的几年将在于修复这些限制并创建网络，以构成加密堆栈的基础设施层。之后，大部分精力将转向基于这些基础设施来创建应用。\\n\\n### 去中心化如何胜出？\\n\\n说去中心化的网络应该胜出是一回事，说它们将会胜出是另一回事。让我们来看看对此持乐观态度的具体原因。\\n\\n开发者开发软件和网络服务。世界上有数百万名业务精湛的开发者，其中只有一小部分在大型科技公司工作，并且只有一小部分从事新产品开发。历史上许多最重要的软件都是由初创公司或独立开发者社区创建的。\\n\\n去中心化的网络能够赢得第三个互联网时代的原因与赢得第一个时代的原因一样：赢得企业家和开发者的心智。\\n\\n21世纪初维基百科与中心化竞争对手Encarta的竞争是个很形象的说明。如果在21世纪初对这两种产品进行比较，Encarta是一款更好的产品，主题覆盖面更好，准确性更高。但是维基百科以更快的速度进行改善，因为它有一个积极的志愿贡献者社区，这些志愿者被去中心化的、由社区管理的精神所吸引。到2005年，维基百科成为了最受欢迎的互联网参考网站，Encarta则在2009年宣布关闭。\\n\\n当你比较中心化系统和去中心化系统时，需要动态化考虑，而非静态的将其视为僵化的产品。中心化系统通常一开始就完全成熟，但只有企业的员工对它们进行改进时才会变得更好。而去中心化系统一开始并不成熟，但在适当的条件下，随着它们吸引新的贡献者，它们会成倍增长。\\n\\n对于加密网络，具有多个复杂的反馈循环，涉及核心协议的开发人员、互补加密网络的开发人员、第三方应用程序的开发人员以及运营该网络的服务提供商。这些反馈循环被相关token激励机制进一步放大——正如我们在比特币和以太坊上看到的那样，能够大幅度加快加密社区的发展速度。\\n\\n去中心化系统还是中心化系统将赢得下一个互联网时代的胜利，这一问题回归到谁能开发吸引人的产品，而这反过来会关系到谁能得到更多高质量的开发者和企业家的支持。GAFA拥有许多优势，包括现金储备、庞大的用户基础和运营基础设施。对于开发者和企业家来说，加密网络具有一种更有吸引力的价值主张。如果赢得人心，加密网络能动员比GAFA更多的资源，并且迅速超过他们的产品开发速度。\\n\\n中心化平台在推出时常常会附带很吸引人的应用：facebook有其核心社交功能，iphone有许多关键应用程序。相比之下，去中心化平台往往在推出时还不成熟，并且没有明确的使用场景和案例。因此，他们需要经历两个阶段的产品-市场适应迭代: ① 平台与完成平台并构建生态系统的开发人员/企业家之间的产品市场契合；② 平台/生态系统与终端用户之间的产品市场契合。这两个阶段的过程导致许多人一直低估去中心化平台的潜力，包括技术专家。\\n\\n### 互联网的下一个时代\\n\\n去中心化网络并不是解决互联网所有问题的答案，但它们提供了一种比中心化系统更好的解决方案。\\n\\n来看看Twitter垃圾信息的问题与垃圾邮件的问题。自从twitter关闭了给第三方的开发者的权限后，处理twitter垃圾信息的唯一主体就是twitter公司。相比之下，有成千上百家公司试图打击电子垃圾邮件，资金来自于数十亿美元的风险投资和企业资金。电子垃圾邮件没有得到解决，但现在好多了，因为第三方机构都知道电子邮件协议是去中心化的，所以他们可以在此基础上建立业务，而不必担心游戏规则的改变。\\n\\n再看看网络治理的问题。如今大型平台上不可靠的员工决定了信息的排名和过滤方式，包括哪些用户得到推荐，哪些用户被禁止，以及其他重要的治理决策。在加密网络中，这些决定是由社区使用开放和透明的机制做出的。\\n\\n中心化平台已经占据主导地位太久了，以至于人们忘记了有更好的方法来构建互联网服务。加密网络是发展社区主导网络以及给第三方开发者、创作者和企业提供一个公平竞争环境的方式。我们在互联网的第一个时代看到了去中心化系统的价值。希望我们在下一个阶段能再次看到它。\",\"timestamp\":1641272718,\"title\":\"为什么去中心化很重要?\"},\"digest\":\"f4HcwWMXtIpXhSde5JX3B5vSjLde7GYLUUPUPfZX5oU\",\"authorship\":{\"contributor\":\"0x7C42B99A1A8F2eC5201eaA98d10e187f3957a36a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yaEcRlamCDHYXnK7XUNH4qeBG_LECM2eYRdAvFYLEGs\\\",\\\"y\\\":\\\"yPSBo5ZCnA1ain7a8R6jMKsd0Xneagjzaccfm0plcXg\\\"}\",\"signature\":\"xG_WLeYKIp17B-dW2ugbPPzVN-boR6D73iYjT27G5Y8aSoteDVa5HmkzEyw8IeQodcZHl00AL0S0qLT5jqU36A\",\"signingKeySignature\":\"0xb8c14b35d3f5353a597a83c07d7cd772b738e537b71dc8c197e63869a466269c050feed684c89da0bae919010757d4e6dc14b5669aa21329139c29faa503b3681c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yaEcRlamCDHYXnK7XUNH4qeBG_LECM2eYRdAvFYLEGs\\\",\\\"y\\\":\\\"yPSBo5ZCnA1ain7a8R6jMKsd0Xneagjzaccfm0plcXg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"f4HcwWMXtIpXhSde5JX3B5vSjLde7GYLUUPUPfZX5oU\"}"