"{\"content\":{\"body\":\"**The BodyDAO** is a decentralized autonomous organization hyper focused on presenting the Kingdom of God in the Metaverse and all of Web3.\\n\\nThe BodyDAO is named as such based on 1 Corinthians 12:12 (AMP):\\n\\n“For just as the body is one and yet has many parts, and all the parts, though many, form \\\\[only\\\\] one body, so it is with Christ. “\\n\\nThe BodyDAO, also established as a Wyoming LLC, manages **Church in the Metaverse**, our flagship initiative which includes the acquisition of metaverse land parcels, the virtual planting of churches, the development of programs, community outreach, community growth and tithes. A “tithe” is a tenth of all that is received which is given to missions that align with The BodyDAO. Tithes will be distributed on a weekly basis. All donations will come from The BodyDAO treasury which will be managed by The BodyDAO in a Gnosis Safe with 3 signatures, reflecting the Triune Godhead (Father, Son, Holy Ghost). The BodyDAO is advised by 12 ministry leaders all over the world with years of impact and experience. In an era of play to earn, we wish to create experiences that touch the soul as well as empower the community.\\n\\nAcquiring our governance token known as **$BODAO** allows for you to become a member of The BodyDAO, which has a myriad of benefits such as access to our community, the ability to propose organizations for donations that align with our mission as well as exclusive NFT airdrops which will serve as gate keys for live events. Our treasury plans to acquire and hold rare NFTs as well as land parcels. The purpose of these acquisitions are to draw attention to visitors so that as they enter into our respective sites, the rare NFTs can serve as the graphics to our marquee church signs. Unless the BodyDAO proposes and approves, the rare NFTs acquired will not ever be sold. Upon the potential sale of the rare NFTs, 10% of the proceeds will be tithed, 10% will be distributed to the advisors and 10% will be distributed among the team. The remaining 70% of the proceeds will be placed into the treasury.\\n\\nEvery **Church in the Metaverse** location aims to provide a 24 hours a day, 7 days a week experience that will reward participants for visiting through what we call “Pray to Earn” activities. To incentivize visitation and engagement, $BODAO tokens will be airdropped to all Church in the Metaverse site members as they complete tasks such as listening to music, watching a sermon, providing commentary regarding a series, reading the scripture of the day through [YouVersion](https://www.youversion.com/the-bible-app/) or even asking a question about the Christian faith, which would be answered through [GotQuestions.org](http://gotquestions.org/) or other resources such as our internal advisors in ministry.\\n\\nAs the BodyDAO grows, we anticipate partnerships with Christian organizations, artists, platforms as the like. As we build in the future, we wish to commemorate this monumental undertaking. The BodyDAO have cultivated 3 NFTs to the first supporters of our mission. Beyond nostalgia, the NFTs are of value with the Church in the Metaverse sites as well as within the BodyDAO from a governance perspective.\\n\\nThe advent of blockchain technology, specifically Web3 and cryptocurrency, has created an opportunity to serve marginalized and persecuted communities. Beyond the fiscal opportunities that cryptocurrency generally provides as a store of value, investment or utility token, Web3 frees nations from the religious suppression. Certain nations are known to brutally terrorize, torture, traumatize Christians. These nations are known to oppress economically as well as religious to the point of death. Web3 access points, namely wallets, provide a way for people all over the world to fellowship without fear as nations cannot shut down Web3 wallets or its most notable outputs like Bitcoin, Ethereum, Polygon, etc.\\n\\nChurch in the Metaverse aims to be a multi metaverse experience so the BodyDAO will acquire land parcels within various metaverse worlds. The sites will be designed by critically acclaimed Reginald Baylor of Reginald Baylor Studios along with the help of others. Upon successful acquisitions, design and development, we anticipate that the BodyDAO will officially launch its first Church in the Metaverse site in January of 2022 as we constantly iterate to make things better. The BodyDAO has launched its Discord and will be revealing more regarding the specific date when the first Church in the Metaverse site will open.\\n\\nLike Jesus, our aim is to bring about release so we pray for release and work towards release.\\n\\nLuke 4:18–19 (AMP): “The Spirit of the LORD is on Me, because He has anointed Me to preach good news to the poor. He has sent Me to proclaim liberty to the captives and recovery of sight to the blind, to release the oppressed, to proclaim the year of the LORD’s favor.”\\n\\n**Allocation & Process**\\n\\n**The $BODAO** governance token is allocated in a way where the BodyDAO retains 70% and a call for membership has 30% of the governance tokens available. \\n\\nThe details of the allocation are expressed in the following pathways:\\n\\n* 10% = Tithe\\n* 10% = Advisors\\n* 10% = The Team\\n* 10% - The Airdrops\\n* 10% = The Treasury\\n* 20% = The Acquisitions\\n* 30% = The Call For Members\\n\\nFunds are going into the treasury and will be used to acquire land parcels in various metaverse environments, hire developers to build amazing metachurches, support our team as well as prepare for airdrops within our metachurch sites.\\n\\nThe tithe portion of the proceeds will be donated and sent from **tithe.eth** to a choice organization that aligns with the BodyDAO’s mission.\\n\\nThe advisor portion will fully unlock for access in June of 2022. Half will be available in January of 2022.\\n\\nThe team portion will be fully available for the sake of development funding.\\n\\nThe airdrop portion will be used to reward visitors who complete activities in our Church in the Metaverse sites.\\n\\nThe treasury portion will be used to serve as a base for the BodyDAO’s treasury.\\n\\nThe acquisitions portion will be on reserve until it is time to acquire virtual land parcels and/or rare NFTs.\\n\\nThe call for members portion will be used to onboard membership into the BodyDAO.\\n\\nOur crowdsale is launching in December of 2021 on Mirror.xyz!  \\n\\n**List of Contributors**\\n\\nperceptform.eth\\n\\npeculiarbyperceptions.eth\\n\\nkinshasa.eth\\n\\nUnder5ive\\n\\nReginald Baylor Studios\\n\\n**List of Advisors**\\n\\nTangible Word Ministries\\n\\nWorld Outreach Bible Training Center\\n\\nKingdom Mandate Ministries\\n\\nTitus Ministries of South Africa\\n\\nSecond Chance Ministries of Maryland\\n\\nEnduring Love International Church\\n\\nOld Mount Zion New Jerusalem Church of God in Christ\\n\\nAnd more!\\n\\n**For the Kingdom**\\n\\nMatthew 6:10 (KJV) sums up our heart’s desire:\\n\\n“Thy kingdom come. Thy will be done in earth, as *it is* in heaven.”\\n\\nAmen.\\n\\n**The BodyDAO Links**\\n\\nOfficial Site: <https://churchinthemetaverse.com/>\\n\\nFacebook: <https://www.facebook.com/churchinthemeta>\\n\\nTwitter: <https://twitter.com/churchinthemeta>\\n\\nInstagram: <https://www.instagram.com/ChurchInTheMeta/>\\n\\nDiscord: <https://discord.gg/gaE7hueXt7>\",\"timestamp\":1639031267,\"title\":\"The Body DAO\"},\"digest\":\"p6jSYyiFxcwd350brr86wT6LXTthj6UDXNY6VD_zlZk\",\"authorship\":{\"contributor\":\"0x8922445801809b4dCb464B9608b74891037896f4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KWLAkF5lQlYPV8DN_b0ossF8xn-haDMqtP_8WlAXIr8\\\",\\\"y\\\":\\\"Xe3MkDnbhH034ZlAk-c28KHc40jABRih8MtZotjJJIY\\\"}\",\"signature\":\"R6PKArzfkFmicDkcOaLDuijsswU-RZxfjPR0XIfp10-GspOxpipFyH5PGbkAJr1lmamTOcdXmmI1kEUCfr6XKQ\",\"signingKeySignature\":\"0xfe7f700edb83cda483da96545f760ea81390fecbdd7b2635ac49abd2f5774da6519e3427d0f031dc7d4cd12b5915ef68ac0bf65ff28a9a55a09544705109d4c11b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KWLAkF5lQlYPV8DN_b0ossF8xn-haDMqtP_8WlAXIr8\\\",\\\"y\\\":\\\"Xe3MkDnbhH034ZlAk-c28KHc40jABRih8MtZotjJJIY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"p6jSYyiFxcwd350brr86wT6LXTthj6UDXNY6VD_zlZk\"}"