"{\"content\":{\"body\":\"This matter is clear, it is very good for enterprises. This is illustrated by an experiment on monkeys by a foreigner. Put five monkeys in a cage with a bunch of bananas on top. The experimenter installed an automatic device. Once it detects that a monkey is going to get a banana, water will be sprayed on the cage, and all five monkeys will be wet.\\n\\n```\\nFirst of all, a monkey wanted to get a banana. Of course, every monkey got wet. After several attempts, each monkey found that it was all the same. So the monkeys reached a consensus: Don't get bananas to avoid being sprayed by water. Later, the experimenter released one of the monkeys and replaced it with a new monkey A. The monkey A saw the banana and immediately wanted to get it. As a result, he was eaten by the other four monkeys. Because the other four monkeys thought that monkey A would cause them to be exposed to water, they were prevented from getting bananas. Monkey A tried several times. Although he was beaten up, he still didn't get the banana. Of course, the five monkeys were not exposed to water anymore. Later, the experimenter released an old monkey and replaced it with a new monkey B. When the monkey B saw the banana, he couldn't wait to get it. Of course, in the situation that happened before, monkey B was also beaten by the other four monkeys. What is particularly interesting is that the monkey A played very hard (this is called a veteran bullying a new soldier, or a daughter-in-law who has become a mother-in-law, because he has been inexplicably bullied, so he must find a place to vent). Monkey B tried a few times but was beaten badly and had to give up. Then slowly one by one, all the old monkeys were replaced with new monkeys, and everyone did not dare to touch the bananas. But they don't know why, they only know that if they move the banana, they will be killed by the group of monkeys.\\n\\nThis is the establishment of culture.\\n\\nAny culture in our human society is basically established in this way. If you do not do this, the consequences will be very serious. If you do this, there will be rewards, and everyone will share with you, irrespective of right or wrong.\\n\\nIn fact, it is particularly important to establish a corporate culture when starting a business. Because, what the culture of an enterprise was like in the first two years, and in the next 5 or even 10 years, its cultural genes will basically not change.\\n\\nFor example, in our company, I was a workaholic and overtime mad at the beginning, and there was no concept of getting off work at all. The new employee, as long as the person staying in our company, will be invisible pressure for some reason if he does not work overtime, and he has to work overtime continuously. I also get extra income from working overtime, and then every day I scold those who don't work overtime are stupid. What's so fun? Making money is the business.\\n\\nThen they also started to like to work overtime, and then the people who scolded me for not working overtime were stupid. What's so fun? Making money is the business. This is the formation of corporate culture. It's not about right or wrong, just useful.\\n```\",\"timestamp\":1634803781,\"title\":\"How is human culture formed!\"},\"digest\":\"HeY3JqJAf3OlFZ6PGOCZcTCqE6AGjJbbF1PssrNIVTg\",\"authorship\":{\"contributor\":\"0x0B27cE1053585ef548Cd78618Ee0b73D84246712\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"signature\":\"2Uhc6EUd0p-ghjyIi9YRIR0S8dgdzshf8NVmA-brtXRR_btx3u3wUi5h-kvUlXwmLYFnZdrPUDhV22WLg9tSow\",\"signingKeySignature\":\"0x9d86f85b2660a8cb6873525924f9adb0c5f51dfb6229fed7a757ade2793c2f19347cb8076af39b12116743e30b34d1bacb42c80a0030cd272dd62c1ad0ad21081b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FWHKuUadZNUD2AcIaH2jGL63PlPKxJxdB2P-UVSGKyo\\\",\\\"y\\\":\\\"TGI_NAnOwHtvZb-9m7wqNj24YxnrIjurKisiIm7dHV0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HeY3JqJAf3OlFZ6PGOCZcTCqE6AGjJbbF1PssrNIVTg\"}"