"{\"content\":{\"body\":\"You can make your arrangements accordingly, and have plenty of work for her when I get back.  I'm going to become a partner in Berande to the extent of my bag of sovereigns--I've got over fifteen hundred of them, you know.  We'll draw up an agreement right now--that is, with your permission, and I know you won't refuse it.\\\"\\n\\nHe looked at her with good-natured amusement.\\n\\n\\\"You know I sailed here all the way from Tahiti in order to become a planter,\\\" she insisted.  \\\"You know what my plans were.  Now I've changed them, that's all.  I'd rather be a part owner of Berande and get my returns in three years, than break ground on Pari-Sulay and wait seven years.\\\"\\n\\n\\\"And this--er--this schooner. . . . \\\"  Sheldon changed his mind and stopped.\\n\\n\\\"Yes, go on.\\\"\\n\\n\\\"You won't be angry?\\\" he queried.\\n\\n\\\"No, no; this is business.  Go on.\\\"\\n\\n\\\"You--er--you would run her yourself?--be the captain, in short?-- and go recruiting on Malaita?\\\"\\n\\n\\\"Certainly.  We would save the cost of a skipper.  Under an agreement you would be credited with a manager's salary, and I with a captain's.  It's quite simple.  Besides, if you won't let me be your partner, I shall buy Pari-Sulay, get a much smaller vessel, and run her myself.  So what is the difference?\\\"\\n\\n\\\"The difference?--why, all the difference in the world.  In the case of Pari-Sulay you would be on an independent venture.  You could turn cannibal for all I could interfere in the matter.  But on Berande, you would be my partner, and then I would be responsible.  And of course I couldn't permit you, as my partner, to be skipper of a recruiter.  I tell you, the thing is what I would not permit any sister or wife of mine--\\\"\\n\\n\\\"But I'm not going to be your wife, thank goodness--only your partner.\\\"\\n\\n\\\"Besides, it's all ridiculous,\\\" he held on steadily.  \\\"Think of the situation.  A man and a woman, both young, partners on an isolated plantation.  Why, the only practical way out would be that I'd have to marry you--\\\"\\n\\n\\\"Mine was a business proposition, not a marriage proposal,\\\" she interrupted, coldly angry.  \\\"I wonder if somewhere in this world there is one man who could accept me for a comrade.\\\"\\n\\n\\\"But you are a woman just the same,\\\" he began, \\\"and there are certain conventions, certain decencies--\\\"\\n\\nShe sprang up and stamped her foot.\\n\\n\\\"Do you know what I'd like to say?\\\" she demanded.\\n\\n\\\"Yes,\\\" he smiled, \\\"you'd like to say, 'Damn petticoats!'\\\"\\n\\nShe nodded her head ruefully.\\n\\n\\\"That's what I wanted to say, but it sounds different on your lips. It sounds as though you meant it yourself, and that you meant it because of me.\\\"\\n\\n\\\"Well, I am going to bed.  But do, please, think over my proposition, and let me know in the morning.  There's no use in my discussing it now.  You make me so angry.  You are cowardly, you know, and very egotistic.  You are afraid of what other fools will say.  No matter how honest your motives, if others criticized your actions your feelings would be hurt.  And you think more about your own wretched feelings than you do about mine.  And then, being a coward--all men are at heart cowards--you disguise your cowardice by calling it chivalry.  I thank heaven that I was not born a man. Good-night.  Do think it over.  And don't be foolish.  What Berande needs is good American hustle.  You don't know what that is.  You are a muddler.  Besides, you are enervated.  I'm fresh to the climate.  Let me be your partner, and you'll see me rattle the dry bones of the Solomons.  Confess, I've rattled yours already.\\\"\\n\\n\\\"I should say so,\\\" he answered.  \\\"Really, you know, you have.  I never received such a dressing-down in my life.  If any one had ever told me that I'd be a party even to the present situation. . . . Yes, I confess, you have rattled my dry bones pretty considerably.\\\"\\n\\n\\\"But that is nothing to the rattling they are going to get,\\\" she assured him, as he rose and took her hand.  \\\"Good-night.  And do, do give me a rational decision in the morning.\\\"\\n\\nCHAPTER XIII--THE LOGIC OF YOUTH\\n\\n\\\"I wish I knew whether you are merely headstrong, or whether you really intend to be a Solomon planter,\\\" Sheldon said in the morning, at breakfast.\\n\\n\\\"I wish you were more adaptable,\\\" Joan retorted.  \\\"You have more preconceived notions than any man I ever met.  Why in the name of common sense, in the name of . . . fair play, can't you get it into your head that I am different from the women you have known, and treat me accordingly?  You surely ought to know I am different.  I sailed my own schooner here--skipper, if you please.  I came here to make my living.  You know that; I've told you often enough.  It was Dad's plan, and I'm carrying it out, just as you are trying to carry out your Hughie's plan.  Dad started to sail and sail until he could find the proper islands for planting.  He died, and I sailed and sailed until I arrived here.  Well,\\\"--she shrugged her shoulders--\\\"the schooner is at the bottom of the sea.  I can't sail any farther, therefore I remain here.  And a planter I shall certainly be.\\\"\\n\\n\\\"You see--\\\" he began.\\n\\n\\\"I haven't got to the point,\\\" she interrupted.  \\\"Looking back on my conduct from the moment I first set foot on your beach, I can see no false pretence that I have made about myself or my intentions. I was my natural self to you from the first.  I told you my plans; and yet you sit there and calmly tell me that you don't know whether I really intend to become a planter, or whether it is all obstinacy and pretence.  Now let me assure you, for the last time, that I really and truly shall become a planter, thanks to you, or in spite of you.  Do you want me for a partner?\\\"\\n\\n\\\"But do you realize that I would be looked upon as the most foolish jackanapes in the South Seas if I took a young girl like you in with me here on Berande?\\\" he asked.\\n\\n\\\"No; decidedly not.  But there you are again, worrying about what idiots and the generally evil-minded will think of you.  I should have thought you had learned self-reliance on Berande, instead of needing to lean upon the moral support of every whisky-guzzling worthless South Sea vagabond.\\\"\\n\\nHe smiled, and said, -\\n\\n\\\"Yes, that is the worst of it.  You are unanswerable.  Yours is the logic of youth, and no man can answer that.  The facts of life can, but they have no place in the logic of youth.  Youth must try to live according to its logic.  That is the only way to learn better.\\\"\\n\\n\\\"There is no harm in trying?\\\" she interjected.\\n\\n\\\"But there is.  That is the very point.  The facts always smash youth's logic, and they usually smash youth's heart, too.  It's like platonic friendships and . . . and all such things; they are all right in theory, but they won't work in practice.  I used to believe in such things once.  That is why I am here in the Solomons at present.\\\"\\n\\nJoan was impatient.  He saw that she could not understand.  Life was too clearly simple to her.  It was only the youth who was arguing with him, the youth with youth's pure-minded and invincible reasoning.  Hers was only the boy's soul in a woman's body.  He looked at her flushed, eager face, at the great ropes of hair coiled on the small head, at the rounded lines of the figure showing plainly through the home-made gown, and at the eyes--boy's eyes, under cool, level brows--and he wondered why a being that was so much beautiful woman should be no woman at all.  Why in the deuce was she not carroty-haired, or cross-eyed, or hare-lipped?\",\"timestamp\":1638930591,\"title\":\"I may manage to freight a cargo back as well.  At any rate, the schooner will take over the Jessie's business\"},\"digest\":\"smbIkkgOVU8BoghIromDRyfWvLndERTI4IOwPv9jujs\",\"authorship\":{\"contributor\":\"0x336f98da5BDeF1692C4dE51f67eafA44062a418E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GunwQaYc5Z4kvVZdpy7PZ6GsgxWRqEjkXCxEtsre2QM\\\",\\\"y\\\":\\\"HSQS7KlxP2Wbl3LanTYPFZxwHwlAbuiwRGo5xlhNVUQ\\\"}\",\"signature\":\"eaM9LjVDkYy7AHorUTFFSMLhYiQlShfP_uz4eDRJdFNCVDCUEa9RVyNzVB-ty7-sx9lQZEMNzjFrFuOEX42aBQ\",\"signingKeySignature\":\"0x210a8d9e4c70f4543ef61d281e8e8bb34870d524b6d0b24a7519d2c96e995a286e1fa34e2f37d5a731b320522f62bdd54049639cc3dbe1e3599ccd8e16ee23ce1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GunwQaYc5Z4kvVZdpy7PZ6GsgxWRqEjkXCxEtsre2QM\\\",\\\"y\\\":\\\"HSQS7KlxP2Wbl3LanTYPFZxwHwlAbuiwRGo5xlhNVUQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"smbIkkgOVU8BoghIromDRyfWvLndERTI4IOwPv9jujs\"}"