"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/3u8kSMC27ed1JmJBASykI.png?height=933&width=1400)\\n\\nOnDecember 19, 2021, at the 8th Old Friends Reunion Metaverse Carnival, we are pleased to have invited **[Dwight Torculas](https://twitter.com/dorculas), CEO@ [Mint Songs](https://twitter.com/mintsongs); [Kaspar Tiri](https://www.instagram.com/kaspar.t/), Co-founder@ Wolf3D ([Ready Player Me](https://twitter.com/readyplayerme)); [Leo Chen](https://twitter.com/leo_hao)**, **VP of Engineering@[Harmony](https://twitter.com/harmonyprotocol) (BAYC Community); [Harry Zhang](https://twitter.com/harryzhanghz), Co-founder @[Project Galaxy](https://twitter.com/ProjectGalaxyHQ) and [Kevin Primicerio](https://twitter.com/kprimice), Co-founder & CEO@[Pianity](https://twitter.com/pianitynft)** to give us a thoughtful panel discussion!\\n\\n> *Overview:*\\n\\nThe difference between Web3 identity and Web2 identity is that Web2 identity is fragmented because each platform is independent of the other. In Web3, the identity should be aggregated and unified and **application-agnostic,** which will greatly improve the efficiency of innovation and upgrade of apps. At the same time, one of the attractive things about Web3 identity is the technological innovation involved. In Web3, the user has ownership and the infrastructure to provide all these tools and technology so that the user can control what information they want to share and how they want to share it, etc. Admittedly, Web3 identities are still in the very early stages and it is still unknown in which direction they will evolve. But one likely trend is the continued convergence of digital and physical identities until the two meet in the middle ground.\\n\\nSome thought-provoking ideas to go through：\\n\\n🔍 **How can we advance identity in web3?**\\n\\n**🔍 How has the identity on the internet changed in the past 5 years? What do you predict will happen in the next 5 to 10 years?**\\n\\n🔍 **What is the biggest challenge for reputation systems in web3 at the moment?**\\n\\n🔍 **What are the most critical changes that we must make to face the future effectively?**\\n\\n**We’ve captured the full learnings and takeaways from their words below:**\\n\\n🎤 Moderator-Dwight Torculas (Mint Songs)\\n\\n> *So let’s get this kicked off. Identity, it’s nothing new on the internet. Everybody’s been identifying themselves on the internet since Web1. It’s just evolved to now owning your identity, right? So before we start with the conversation, I’d love for everyone to go around and just introduce yourself. We can start with Harry and Leo, then Kaspar and Kevin, and then I’ll give my intro and then we’ll go from there.*\\n\\n**Harry Zhang (Project Galaxy)**\\n\\nOk, I’ll go first. Hi, everyone. My name is Harry. I’m the co-founder of Project Galaxy. So at Galaxy, we are building the infrastructure to power a credential data network that’s open and collaborative. So we are basically building the infrastructure to get these aggregated layers of identity information in Web3.\\n\\n**Leo Chen (Harmony (BAYC Community)**\\n\\nI am Leo, I am the VP of engineering of Harmony Protocol, Harmony, the L1 protocol, will provide the EVM compatibility and faster finality.\\n\\n**Kaspar Tiri (Ready Player Me)**\\n\\nI guess it’s my turn. Hey, everyone. I’m Kaspar. I’m the co-founder of Wolf3D that’s building Ready Player Me and Ready Player Me is a cross-game platform for the Metaverse. The platform is used by more than 900 companies across gaming, social virtual worlds. Our goal really is to become the platform, become the identity layer for anything metaverse that are virtual worlds related.\\n\\n**Kevin Primicerio (Pianity)**\\n\\nHey, everyone, I’m Kevin, I’m the CEO and co-founder of Pianity. Pianity is Marketplace, a music and NFT marketplace where we allow musicians to turn the track into limited editions and to sell them to their fans.\\n\\n**🎤 Moderator-Dwight Torculas (Mint Songs)**\\n\\n> *Awesome. And I am Dwight, I’m the CEO and co-founder of Mint Songs, we help music artists build Web3 communities that they fully own without any intermediaries. So excited to get this panel going, it’s an interesting group here, we have folks that are working on the infrastructure side. We have folks working on the music and NFT side. We have folks working on the cross-platform gaming side. It’s going to be an interesting conversation. I want to start with Harry and Leo. **How does identity and Web3 influence the way that you build infrastructure? What are the ways that the NFT space has evolved? How do you guys basically mold your product roadmaps to accommodate for this sort of boom and identity and Web3?***\\n\\n**Harry Zhang (Project Galaxy)**\\n\\nOk, I guess I’ll go first. So when we talk about identity, we don’t only mean your identifier, we also mean any information that tells who you are. We use these type of data every day in Web2, for example, information like your educational background, your driver’s license and web giants like Google or Facebook have these data that they run out goes to help them to run which ads they want to show you, right? So while the less efficient part about the identity layer in Web2 is that we don’t have an aggregated layer of information for every application to occur because everything is permissioned. This information are segregated in all the applications across Facebook, Instagram, credit bureau and all of these services. I think that’s going to change in Web3 because everything you have in Web3 is permissionless. We finally have a way for us to build the infrastructure to power and aggregate the layer of identity information. I think this is going to be a huge improvement because we finally have a way for applications to query who you are from an aggregated layer of data. That’s going to greatly improve innovation and efficiency for applications to upgrade.\\n\\n**Leo Chen (Harmony (BAYC Community)**\\n\\nWell, identity Web3, I think we are still pretty early. Why? Think about in Web2, identity is easily accessible and usable, in Web3 unfortunately, it is not right. So right now identity and Web3. Most people use like a wallet. Your wallet address is one of your key identity on the Web3 world, but the wallet easily usable, accessible by everyone and most people will say, I don’t know, right? A lot of people either they don’t know how to understand it. They have to make private key, which makes it much harder to use and to reach to the massive adoption. So from the infrastructure perspective, Harmony building infrastructure we want to provide the identity and make it easier to use and also to lower the barrier for normal people to enter the Web3 world. For the infrastructure layer, I think that’s something we have to keep building. We’re still at the earliest stage to provide the identity to everyone. To crypto native, it’s easy because you’ve already been there. But to reach the massive adoption there is really quite a lot of effort for everyone to build. Make it easy and accessible.\\n\\n🎤 **Moderator-Dwight Torculas (Mint Songs)**\\n\\n> *Yeah, no, I totally agree with you there, we’re at the bottom of the mountain looking up right now and in a couple of years, all of us in this chat will be more involved in product and then thought on Web3 identification. I think Harry, you talked about it really well, like the data is there, it’s transparent, it’s on the blockchain, but there aren’t the aggregation layers to help say, who is Harry saying in the Web3 space? Where are all the touchpoints of his and where can we see that in one place? I think it’s super important and segueing into Kaspar and Kevin, helping onboard the next million to billion people into the Web3 through space so that they can start building identities here is important, and they both have interesting angles. Kevin with music, Kaspar with the gaming avatar side. And I’d love to hand it off to you guys. How do you all see identity working with your respective industries in gaming and in music? You want to go ahead?*\\n\\n**Kaspar Tiri (Ready Player Me)**\\n\\nYeah, when we think about that, I think about how do you present yourself? What are the kinds of things that make other people recognize you and especially like virtual worlds, gaming metaverse? They think that represents people in those 3D environments is an avatar three dimensional representation of the over like 3 billion gamers out there, and it’s ever-growing. There’s a lot of people who are accustomed to having an avatar to represent themselves online. What we’ve seen happening is in a sense, also coming, they’re forming like a bridge between Web2 to Web3, because avatars, a lot of NFTs, the assets that are owned avatars themselves, that provides the end-user through ownership of the things that they own. Already till today has over 800 and 900 companies that's using it. It’s really across the board. It’s gaming, it’s music, it’s virtual concerts, its social apps, dating apps and business environments and you name it. We’re seeing a lot of adoption happening in all kinds of different places. Given there’s a very large user base is already used to using characters from their childhood by playing games as their identity. We just can build on top of this and make their experience more consistent. Now the way we think about the internet is what we want to give the user actually the true ownership of their identities because what they’re seeing happening today is if you’re playing from game to game, you start from scratch. Go to Roblox, where their identities are. If you go to some other game or experience. You just need to start from scratch again. It really doesn’t make sense. It’s like in Web2 experiences you really can’t take your visual. What makes you look like you like your profile picture from experience experience, it makes sense. It’s your identifier. We have certain things and elements based on which we build up our online personas, and those online personas need to be recognized in all times different experiences. That’s really what we’re trying to do with Ready Player Me is to give this person one consistent identity that they can use across different experiences and have true ownership over the identity that they’ve played for the online world.\\n\\n**Kevin Primicerio (Pianity)**\\n\\nYeah, and I would say to me, so I agree, for example, I think like the wallet address is like level zero of identity because it’s quite empty. It’s like a blank page. If you want, you can actually have multiple blank pages. But what is interesting is what you write on those pages. Right now, we talk it out about CryptoPunks and people showing their profile pictures showing that, such as a profile picture of Bored Apes or whatever. But to me, it’s very similar as if in real life you were buying an expensive car and you were driving with it. It’s not really your identity, right? It’s just you are showing off. Maybe like that, you’re wealthy enough to buy this car, but it’s not really you. It’s like what you show off. When you meet people for the first time, when you date or whatever, usually the first question that comes up is what kind of music do you like? What kind of movies do you watch, what kind of TV show do you like, etc.? This is like the real identity of the person. It’s not what you can buy, is really like what you like. So what they think is. So this blank page, which is your wallet, if only you can add stuff that corresponds to what you like, what you like to do, what you like to watch, then you are truly like creating your identity. It’s not a Facebook page where we can see our like, share and photo because like, share and photos, we can put a like on everything. We don’t really care. However, when you buy something like when you buy like in the past, when you bought this CD collection or like Mungai Collection or whatever, it was ready to show in your bedroom or in your apartment, like what you really like and what you can really do. To me, NFT right now is like this, it’s a way to show what you truly care about and what you are busy with.\\n\\n**🎤 Moderator-Dwight Torculas (Mint Songs)**\\n\\n> *I love that and piggybacking off it, I think, what we see in the physical space is going to be mirrored on the internet, whether it’s facetime and interacting with someone in person or Amazon and going to a retail store. NFTs are just the flip version of the scarce physical products that you identify yourself with. If I go into one of your houses, I see the books on your shelf and the DVDs on your shelf and the paintings on your walls like that’s what you identify within the physical space. Increasingly more so people are going to want these pieces in their digital space so that you can identify with them there. One question I want to pose to all of you is **in Web3, ownership is super important and ownership is mediated by tokenomics and the blockchain. So how does the economics of Bored Ape Club or Punks both having just 10,000? How does that seep into identity? How does how does tokenomics seep into the identity and how is that affected the way people collect and identify with on the internet?***\\n\\n**Harry Zhang (Project Galaxy)**\\n\\nI guess I will go first. So for Apes and Punks, they both only have like 10.000 copies, right? I don’t think that’s a really good gateway for mass users to come in and adopt these identity standards. These are more like some very exclusive clubs that show you are crypto OG. It shows who you are, but that’s not for the mass users. In terms of tokenomics, it’s really important to have this economic system for everyone to build these systems together, right? We finally have an infrastructure for you to own your identity on chain, for you to grant this access to the applications that you want and you should be able to monetize from this information. So right now, these information are monetized by Web2 giants like Facebook or Google. In Web3, you finally get a chance to monetize yourself if you want to. That’s one of the biggest part that tokenomics came in is we need to have the infrastructure that has this economic group where it’s incentivized for people to come in and contribute these identity information. It’s also incentivized for people who come in and use it, they can pay to those who own these data, or they can pay to those who come in and curate these data. I guess the tokenomics side of how Web3 can power these infrastructures is great in the sense.\\n\\n**Kaspar Tiri (Ready Player Me)**\\n\\nThe way we think about it. Identity online is an extension of a real identity, and most people also assume, and in this group, you have multiple identities online. You have your crypto identity. You have basically your friends, family identity. It’s a different version of yourself. So just to give you an example, from applications, from Web2 the Kaspar on the Instagram is a different Kaspar on LinkedIn or Twitter. Like LinkedIn, Twitter Kaspar is more like the Metaverse entrepreneur guy and the Instagram guy is a different guy. Those are different identities that are formed over the years. Now when it comes to NFTs…Again, like coming back to my earlier point. We think about avatar as a vehicle of NFTs. We actually think it’s good that a lot of those collections, either Punks or Apes or Kongz that they have limited supply with great scarcity. So what are the things that we are doing in this space is giving those communities and giving them actually utility by turning those identities into avatars that can be used now in thousands upon thousands of applications. So you can literally take whatever identity you have released with NFT drop with deadmau5. Now you can use the deadmau5 NFT that you purchased in some new space in all of the different kinds of applications that we have hyper…piece of links or whatever. And that’s when you’re building your identity in that particular new world, you can bring all of your collectibles out there and have them as a way to show off that I belong in a Punk club and OGs. You get immediate respect. There’s also this thing online right now where whenever you’re interacting with people and you see someone with crypto and writing, you have this immediate validation that this person probably has been in the space for a long time. So they probably know something. So you should have a conversation with them. So it’s the same way as you following on Twitter or Instagram. Those NFTs will bring you what they consider like social credibility that you’ve built, that you can use for whatever way you want.\\n\\n**Leo Chen (Harmony (BAYC Community)**\\n\\nFrom the adoption perspective, I think that’s why I say we are still early. I say there’s plenty of Punk and Ape, I think their owners are actually less than 10,000 as well and also owners of the Punk. That’s why it’s still early. But think about every new identity, every new thing’s come-up. There is always going to be a group of pioneers, though they were like the showcase to the world, that this could be the new thing. I see them like a cell phone comes out, how many people have cell phones? Then gradually everybody has cell phone. So when people use NFT as an identity, initially nobody’s going to care, but only when there is KOL and also celebrities start showcase and the people say, oh that could be the case and could be useful. I think that’s why I feel like it’s still early. But we are at a critical stage to have those pioneers showcase this is the way and this can really work out. Of course, I think the solution is to have everyone with an NFT identity. I think it is not there yet. We don’t know the answer yet. I think probably like there will be different ways of creating avatars that I thought could be something like Apple, the iPhone. They can create an avatar based on your real image. So those make it more easily accessible for everyone that can be also used as the identity. But to use those NFTs as identity, that could just show your face and may not be applicable to everyone.\\n\\n**Kevin Primicerio (Pianity)**\\n\\nTo me, I’m not sure, CryptoPunks or whatever are here to build your identity. Again, it’s just about for most of the people or at least the one I see most often is about to show off, so I’m not really sure about this. What I think is, if in the future you like to go to an event, you need to buy the ticket and it’s in a wallet, for example, or like to enter space. Basically, you use your wallet, then it’s something you don’t really pay. It can be like a free event or whatever, but there is a history on your wallet about, like what you attended, for example. I think this is more related to your identity, that anything is expensive, that you can buy. So, yeah, I think so. I agree with your early, of course, but I think the identity. So right now, I think most of the most of application we have are for the crypto community and not really for people we don’t know how the wallet would work, for example, or we don’t even know what Ethereum is. I hope that in the next years, most people will have actually a wallet and an online identity without exactly knowing that, because maybe they will never see their private keys or their public keys, I will just use email and password again to log in to Web3. But they will still be able to build their identity and it will still be decentralized and it will still live on the blockchain as we do it today.\\n\\n**🎤 Moderator-Dwight Torculas (Mint Songs)**\\n\\n> *Yeah, thank you. You nailed it on the head. You guys, we’re super early here. The ways that you can identify are vast, right? Like I can identify with my favorite songs on Pianity. I can identify with my favorite games and the things that I wear in other games on Wolf 3D and Ready Player Me. There’s like a vast amount of other data points that I can aggregate to show my identity. And that’s really Harmony. And Harry, your project. I think over time, it’s all going to melt together. I think, Kevin, you said it right. We’re not going to think about what’s a wallet, right? It’s just going to be part of us in the same way that an email is is just the way that we identify and interact on Web2. So yeah, it’s going to evolve. We’re at the start of it, and it’s super exciting. And putting the excitement on the side for a second, as my last question for us, **what do you guys see as existential problems for identity and Web3 and identity on the internet in particular? We have the ability to be anonymous here and soon pseudonym anonymous. So what are the existential crises that you guys see possibly forming up? How do we battle them and how do we get through it?***\\n\\n**Kevin Primicerio (Pianity)**\\n\\nTo me, I think the problem is identities on Web3 are permanent. So actually as you said, you can build your identity online, but then it’s permanent, you can’t change it. You can erase it and start over with a new wallet if you want to. But as you said, Kaspar you can’t really have any more like beyond this social network and have this kind of identity and beyond this other one and have this also one identity unless you do it from different wallets, right? But if you do it in the same, then you are building your identity. I don’t know if at some point you make a mistake or you regret something, you can’t fully erase it. You can’t, as you would like to erase your social media. I’m sure you have a lot of friends that erased all the photos on Facebook or Instagram in the past just to start over. Here, you would have to do a completely new account. So I think that is probably one of the limitations. I don’t know if it’s good or if it’s bad, but there’s probably one major difference with Web2.\\n\\n**Leo Chen (Harmony (BAYC Community)**\\n\\nAs an infrastructure builder, actually I’m more excited about the Web3 identities than Web2 because we have more primitive and more tool to be able to protect anonymity and also use identity. Think about the zero-knowledge proof. That’s one of the key technology innovations and cryptography that you can identify yourself without releasing your real data and real identity over there. So I think that those kinds of a tool and onchain primitive is still ongoing while still being in the development stage. But in the next few years, those tools and those surrounding applications will be developed so that we can have a better version of the identity in Web3 and Web2. Because in the Web2, it’s fully controlled by the centralized companies. And the leakage that you won’t be able to control. But in Web3, you have the ownership and with the infrastructure providing all those tools and the primitive you can control what kind of information you want to share and also how to share that. That’s why I feel really excited about this. So I have to leave early, but I have other appointments, so I’m really happy about this panel.\\n\\n**Harry Zhang (Project Galaxy)**\\n\\nThank you. Yeah, I agree with Leo that we really do need a private layer of blockchain for us to power these two parties, all of your private data. Right now we can’t have everything that’s public, like your health care information or your data on all the applications are meant to be private, and you should be able to grant these access to other applications if you want to choose to grant these access. And you should be able to choose to keep them to yourself. We do need this private layer of blockchain for us to power a full extensible identity layer for everyone to utilize from. Right now, I think everyone is still focusing on the public data side where all of your transactional data on-chain or all your public data is on Twitter and GitHub. But going forward, in order for every application to adopt this identity layer, I think a private blockchain that’s permissionless is very important.\\n\\n**Kaspar Tiri (Ready Player Me)**\\n\\nI guess it’s really early to say. I can’t think of like real existential crisis type of topics to point out. I think Kevin made a good point about starting scratch with different identity. There’s something I’ve personally actually done myself. I have been collecting certain type of things and then this kind of collection in particular wallet didn’t really match what I was trying to do so I had to really start from scratch and transfer off that there. Thankfully, it’s relatively easy to do that. But I guess, with all of the topics we’ve discussed today here identity really can mean a lot of different things we were talking about. Identity as in things that make you who you are or identity as in how other people perceive you. I think something very interesting we will be seeing happening is the more and more people adopt this online persona as their primary identities, how they’re going to cope in real-world with the identity that’s not really corresponding with what they’ve built online and how they’re going to manage all of this. There’s a lot of people who created their real online personas that really much do not match anything that they have in real-world with how they have built up their persona and how other people perceive them. So that’s going to be a really interesting shift. It’s not going to be something new. It’s been done in Web2 as well, but Web3 enables that even more so it would be interesting to see if what’s going to happen there.\\n\\n🎤 **Moderator-Dwight Torculas (Mint Songs)**\\n\\n> *Yeah, no, totally agree with you there. Our physical identities and our digital identities are going to melt and merge together until it meets in the middle, and that’s really what we’re going to be, right? We are the identities that we have on Instagram and Twitter and Facebook. And then now Web3 is going to be an extra identity of ours where we own things in the same way that we own things in our house, it’s like, this is our house on the internet. These are the things that we have around us that we identify with. So now closing remarks here. I really enjoyed talking with you all. I love the project that you’re building over there at Galaxy, Harry, in dealing with the broader data set and then with Kaspar on the identity layer in gaming and then Kevin with music. I think the Web3 way to identify yourself is going to mirror the way that you identify with yourself in the physical space, it’s going to be complex and nuanced and there’s not going to be one thing that is this is my identity. It’s just going to be an amalgamation of everything that we’re doing here in the Web3 space that will coalesce into a certain identity. Thank you so much for being on this panel with me. I love the thoughts and I love the convos and am excited to stay connected with you all. It’s been a great chat. Awesome. Thank you, everyone. Have a great one！*\\n\\n# 🔥 About Us\\n\\nIOSG Ventures, founded in 2017, is a community-friendly and research-driven early-stage venture firm. We focus on open finance, Web 3.0 and infrastructure for a decentralized economy. As a developer-friendly fund with long-term values, we launch the Kickstarter Program, which offers innovative and courageous developers capital and resources. Since we consistently cooperate with our partners and connect with communities, we work closely with our portfolio projects throughout their journey of entrepreneurship. \\n \",\"timestamp\":1640943205,\"title\":\"Metaverse Carnival 2021 Panel Recap | How Identities are Core to Web3\"},\"digest\":\"-yMZyd-mqnyWC1n1lbAJnRM-XuSIjMKN7l1lVL5R7BI\",\"authorship\":{\"contributor\":\"0xd8159c4DD43FEe99FA86D0BAaCA7a9cC33334864\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IrNwRyyV5qeEAVKrYYbR2GwKgwV9oiBiSE4OmxNmg_A\\\",\\\"y\\\":\\\"crLJpYwXR67C4ldGG508kcIM-ReUBDH5YblmiE3RDmU\\\"}\",\"signature\":\"N4K_gZ6lAg7kBctxbhst01xp-d22iAPN0zFbl-Qi5dP9yhtethrHYHpR3GbywpxqYwIU4HFE8yu4v3zkLLqOSw\",\"signingKeySignature\":\"0x3cacac780fe70792bba7704453b9c0e94a2f67fde8f900d8fb3c5673ec818826037300d7a781c78d788fd5b8f77006f8346e179822bce17f127a3557e49a5e211c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IrNwRyyV5qeEAVKrYYbR2GwKgwV9oiBiSE4OmxNmg_A\\\",\\\"y\\\":\\\"crLJpYwXR67C4ldGG508kcIM-ReUBDH5YblmiE3RDmU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-yMZyd-mqnyWC1n1lbAJnRM-XuSIjMKN7l1lVL5R7BI\"}"