"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/cd284a3d-d04f-4921-b47e-bd4f43d9cfd8.jpeg?height=218&width=350)\\n\\nUnbeknownst to the average DeFi user, battlelines are currently being drawn as we speak in the ever evolving realm of MEV (Miner-Extractable Value, or… Maximal-Extractable Value as the cool kids are calling it nowadays).\\n\\nAs the dust slowly settles from when FrankResearcher [first shared on-chain evidence](https://twitter.com/FrankResearcher/status/1311350156219101185) of explicit arbitrage MEV amongst miners last year, several new groups of participants have been scrambling to establish dominance.\\n\\nIn this article I explore (just the surface) of the various groups competing to extend their reach across MEV domains and their respective attributes.\\n\\n\\n### The Battlelines\\n\\nThe new MEV participants have varying degrees of hashpower support from their own circle of MEV-friendly miners but they are broadly categorized into the following:\\n\\n**Group 1: Frontrunning / Backrunning Cartels** \\n\\nThese groups were operating long before MEV became the mainstream threat it is today, even dating back to the pre-Defi frontrunning Bancor days in early 2018. Therefore they already have the established infrastructure to easily evolve into monopolistic and horizontally integrated **MEV Searcher Cartels**. \\n\\nIn plain English, this means:\\n\\n- They require very little effort to migrate their existing bots onto MEV infrastructure. Since they already have optimized transaction re-ordering algorithms, they only need to build the on-chain miner-bribe logic (i.e. check frontrun/backrun outcome and only release bribe to miners via block.coinbase if prior TXs were successful, otherwise revert).\\n- They have the resources to branch out (horizontally integrate) across other bespoke revenue seeking MEV strategies like sandwiching and liquidations. Remember, Sandwiching is essentially a frontrun and a backrun 'sandwiched' on either side of an innocent AMM user's trade, for which these groups are already highly optimized for. MEV-powered liquidations are essentially a rigged backrun (more detail below).\\n- They have had more time to build working relationships with the larger mining pools. The larger the hashpower at their disposal, the quicker they win the PoW race against other MEV participants on competing ops. EIP1559 will be of annoyance to them since it would 'technically' diminish their competitive hash power advantage, but as [Stephane alluded to here](https://twitter.com/thegostep/status/1369988957770031104), their supporting mining pools do have the option to simply run a modified Geth if the miners are financially incentivized to do so via MEV profits.\\n- Their sheer size will mean they may be slower to adapt to the emergence of new MEV strategies compared to others.\\n\\n**Group 2: DAO/Protocol-Based MEV Groups** \\n\\nAs seen with KeeperDAO's [Rook](https://medium.com/keeperdao/caro-kann-introducing-rook-liquidity-mining-arbitrage-mining-adbe319905fd), 1inch's [dark pools](https://twitter.com/1inchExchange/status/1334992381242961930), the miner-centric [ArcherDAO](https://www.archerdao.io/) and more recently the [YCabal proposal](https://forum.sushiswapclassic.org/t/proposal-ycabal-mev-strategy/3159) for SushiSwap, these groups leverage MEV strategies 'for the good of the DAO/Protocol'.\\n\\nIn plain English, this means:\\n\\n- They offer their users to opt in and route their transactions through a private relay network (a.k.a. dark pool) straight to mining pools and skip the dreaded mempool (think Samczsun and co's use of Sparkpool's Tai Chi network for that [famous whitehat rescue](https://samczsun.com/escaping-the-dark-forest/) last year).\\n- However in addition to the private shielding mechanisms, the transactions themselves are analyzed for downstream MEV opportunities such as flow-on arbitrage, liquidation…etc generated as a result of these transactions and the revenue from these MEVs are atomically extracted within the same block and returned back to a pool controlled by the DAO/protocol.\\n- This group's competitive advantage comes from the fact that they control their user's transactional flow, so by routing through private proxies they ensure only the DAO/protocol would have visibility and be in a position to atomically take advantage within the same block before anyone else.\\n- Their ability to pivot for bespoke MEV strategies will be limited to how quickly they can get proposals endorsed through their governance process.\\n- Then there's Chainlink's [Fair Sequencing Services](https://blog.chain.link/chainlink-fair-sequencing-services-enabling-a-provably-fair-defi-ecosystem/), which somewhat fits into this category, however they don't seem to be extracting anything from the MEV ops but may be incentivizing the payment of Link to sequencers to ensure transaction ordering fairness for anyone using their oracle network. The article on FSS is still light on technical details and they technically may not be able to ensure the entire block's ordering, but I'm keeping a close eye on what comes out of this.\\n\\n**Group 3: Decentralized MEVs Groups** \\n\\nThe likes of [Flashbots](https://github.com/flashbots/pm) which is democratizing access to MEV revenue by providing publicly accessible MEV infrastructure along with mining pool support for independent developers across the ecosystem.\\n\\n- Their role in this ecosystem can not be understated - if it were not for their recent emergence the large cartels would have established near-hegemony over any MEV opportunities that are not privately chaperoned via protocol-specific MEV relays.\\n- The decentralized nature of their infrastructure has also  incubated a subcategory within this group - that of independent developers partnering up and forming vertically integrated groups that leverage the Flashbots infrastructure to focus on a particular MEV domain (i.e. 2–3 devs getting together to focus on arb, liquidation or frontrunning only). \\n- When a new bespoke opportunity arises this category of MEV participants are likely to be the first to react and pivot given their size and nimbleness.\\n- However, the same decentralized nature of Flashbots also allows certain elements of the first group to take advantage of their publicly accessible infrastructure.\\n\\n\\n\\n### So what have they been up to?\\n\\n![What's at stake as per https://explore.flashbots.net](https://images.mirror-media.xyz/publication-images/54836f88-4822-481d-9d98-aef637af4ab1.jpeg?height=114&width=800)\\n\\n**Mining Pool Participation**\\n\\nThe following mining pools are all currently competing for a piece of the MEV pie:\\n\\n- 2Miners\\n- Minerall Pool \\n- EzilPool\\n- BeePool\\n- UUPool\\n- SpiderPool\\n- CrazyPool\\n- FlexPool \\n\\nPrivately mined transactions technically aren't considered MEV but they do complement MEV strategies so it's worth mentioning SparkPool and Ethermine as the main dark pool proponents (77% of all privately mined TXs are mined by Ethermine as quoted from this [research paper](https://arxiv.org/pdf/2101.05511.pdf)).\\n\\n**Value Extraction**\\n\\nBased on the Flashbots' [MEV explorer](https://explore.flashbots.net/) we are currently trending over $1.2M worth of MEV revenue extracted across the entire network per day and almost one Beeple NFT per month. Among this, you would have seen plenty of MEV alphas like zero gas flashloan-powered arbitrages, [sandwiches](https://twitter.com/FrankResearcher/status/1366795352330948610) and [NFT rescues](https://twitter.com/andrekorol1/status/1358252320207876104) on Twitter and Etherscan these days. Those are already considered mainstream by MEV standards.\\n\\n✌️***Value Extraction***✌️\\n\\nI vaguely touched on a few MEV dark alphas recently and there was interest in clarifying MEV liquidation strategies in detail.\\n\\nLiquidations, as you well know, is when a particular loan position falls below a protocol-specified threshold (Health Factor). At which point anyone can call the relevant liquidation function for that loan and claim the collateral at a heavy discount at the borrower's expense.\\n\\nWhich brings us to **Capital loss-generating** ✌️**Liquidation**✌️(a.k.a. Stale Toasting) via MEV. [Tokentax's general advice](https://tokentax.co/guides/defi-crypto-tax/#taxes-for-loans-interest-paid-collateral-liquidations) on liquidation states that any liquidation event will be:\\n\\n> \\\"…treated as if you had sold that crypto for fiat, meaning that you realize any capital gain or loss on those assets\\\"\\n\\nA shady tactic in this context revolves around purposely lowering the health factor of your position to trigger a liquidation, BUT you end up as the guaranteed liquidator of your own position to trigger a paper loss.\\n\\nThis is only possible via MEV as you're able to submit both the liquidation triggering Tx and a backrunning Tx within the same MEV bundle, which results in you being the first to liquidate yourself in the same block before any other liquidation bot even sees it. In layman's terms, MEV infrastructure allows you to specify logic that ensures the first Tx is mined ONLY IF the 2nd backrun Tx is successful, otherwise it's as if nothing happened, like a flash loan revert. Unlike a flashloan, you incur zero gas fees when it reverts. It's a cap loss on paper, but in reality you got your collateral back elsewhere. Would be interesting to see whether your local tax office is savvy enough to understand all this.\\n\\n**This is bananas...**\\n\\nThis is just the tip of the iceberg and there's a whole dark forest within the dark forest, where unscrupulous predators stalk other successful predators by decoding their transactions so they can keep stalking them even after they change contracts to evade detection, and that's before we even start talking about how MEV will look on L2, but that's an article for another time.\\n\\n![\\\"who will sandwich the sandwichers?\\\" …  J. Delong](https://images.mirror-media.xyz/publication-images/c76ddac8-556b-4a86-acb2-e46f17b6ae32.jpeg?height=198&width=365)\\n\\n\\n\\n### What about other chains?\\n\\n\\n**BSC**\\n\\nThis question has come up a few times because since Binance Smart Chain is a modified fork of Ethereum, shouldn't they face the same threats?\\n\\n![](https://images.mirror-media.xyz/publication-images/95e312f6-8de5-4c8e-9e98-143b8170dc42.jpeg?height=450&width=800)\\n\\nThe simple answer is no, it is unlikely any one of the established BSC validators would try to develop self serving MEV arrangements and risk the wrath of CZ. It'd only be a short term gain with long term pain (blacklisting). If they do, I guess you could call it CEV (CZ-approved Exploitable Value), which is unlikely to happen.\\n\\n**AVAX**\\n\\nI believe AVAX's consensus model is leaderless, thus theoretically speaking the MEV as we know it in Ethereum would not apply as there isn't a single entity that handles block production or to determine transaction ordering. I say 'theoretically' because whatever consensus mechanism is used in their leaderless model may be gamed to produce a variant of the MEV as we currently know. Similar to the current lack of visibility into L2 MEV dynamics in Ethereum, we won't know for sure until we actually get there. \\n\\n\\n### So what does this mean for you?\\n\\n- If you're a **DeFi end user**, particularly a Uniswap trader, you might want to review your slippage tolerance settings. You just need to have a look through the various MEV discords to see that there's enough sandwich makers pointed at Uni to make a giant picnic. And their numbers are growing everyday. This would be mitigated if Uni V3 is released with protocol-specific MEV arrangements (not insider alpha, I don't know what's in Uni V3), then all you'll need to do is opt in.\\n- \\n- If you're a **solo miner** in a MEV-active mining pool, keep in mind they're technically not obligated to share their MEV revenue with you, so it's worth asking the question to get some transparency, as it's not easy for you to calculate this yourself.\\n- \\n- If you're a **mining pool** that's yet to get involved in MEV then check out the Flashbot's [miner onboarding page](https://github.com/flashbots/pm/blob/main/guides/miner-onboarding.md). Otherwise you're missing out on an emerging revenue stream.\\n- \\n- If you're an **independent developer** whose arb/liquidation bots have stopped yielding profit, then considering joining the [flashbots discord](https://discord.com/invite/3TjWjBerRb) and partnering up with other like-minded devs to build your own vertically integrated MEV strategies and challenge the cartel's hegemony.\\n\\n![Can someone build this at the next hackathon and open source it?](https://images.mirror-media.xyz/publication-images/2bc118ae-69a3-4fe0-ba23-f0d80b164a23.jpeg?height=175&width=800)\\n\\nIt's a scary forest out there, but align yourself with one of the three aforementioned MEV groups instead of going at it alone and you'll have a slightly less horrifying time.\\n\\n\\n\\nStay safe,\\n\\nfifikobayashi\\n\\n\\n**ACK**: Thanks to @[epheph](https://twitter.com/epheph), @[onewayfunction](https://twitter.com/onewayfunction), @[tzhen ](https://twitter.com/tzhen)and the rest of the Flashbots crew for being my technical sounding board on all things MEV.\",\"timestamp\":1615809366,\"title\":\"The enemy of your enemy is NOT your friend\",\"publication\":\"fiona\"},\"digest\":\"xVfaTUhHV0r6_zVN2Fb4vscH-4ikNS0r8LWFZOmwR-o\",\"authorship\":{\"contributor\":\"0xef03254aBC88C81Cb822b5E4DCDf22D55645bCe6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BavnxvobU_wBWtxOo5u35uxe0QnlxC_s6yB-o1T92EA\\\",\\\"y\\\":\\\"fzp3xxfsiBdXDgw5-dLViHs6v6S-8OT2P5uLc2Izups\\\"}\",\"signature\":\"ezFdncAuG-6sktmbWiWeEhTKoZUEsJulieRF-eDHRdqd0Y1-GheHXOtbwnTx3eXEhD5LKxDZPrXqTW3W4GO3YA\",\"signingKeySignature\":\"0x758252ec652a27172f20f80523caca15a8f56543be8721d76a376f133c2f5e8f31535a91fb7fb12671fe11e1c28a9d207b2bd143914a8c52f782d40f168f784e1b\",\"signingKeyMessage\":\"I authorize the publication of articles on fiona.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BavnxvobU_wBWtxOo5u35uxe0QnlxC_s6yB-o1T92EA\\\",\\\"y\\\":\\\"fzp3xxfsiBdXDgw5-dLViHs6v6S-8OT2P5uLc2Izups\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"version\":\"12-21-2020\",\"originalDigest\":\"QXdCOAggA5g_j5R_JpO-V5LqK89EbimnYIV6c2rOsT0\"}"