"{\"content\":{\"body\":\"\\\"Mind you, I'm telling you jest what HE said--things that were happening--things that were GOING to happen.  He said they were sometimes a comfort to him and sometimes a horror.  Four nights before this he'd been in one--went into it while he was sitting looking at the fire.  And he saw an old room he knew well in England, and Persis Leigh in it, holding out her hands to him and looking glad and happy.  So he knew he was going to hear good news of her.\\\"\\n\\n\\\"A dream--a dream,\\\" scoffed the old Doctor.\\n\\n\\\"Likely--likely,\\\" conceded Captain Jim.  \\\"That's what *I* said to him at the time.  It was a vast more comfortable to think so.  I didn't like the idea of him seeing things like that--it was real uncanny.\\n\\n\\\"`No,' says he, `I didn't dream it.  But we won't talk of this again.  You won't be so much my friend if you think much about it.'\\n\\n\\\"I told him nothing could make me any less his friend.  But he jest shook his head and says, says he:\\n\\n\\\"\\\\`Lad, I know.  I've lost friends before because of this.  I don't blame them.  There are times when I feel hardly friendly to myself because of it.  Such a power has a bit of divinity in it--whether of a good or an evil divinity who shall say?  And we mortals all shrink from too close contact with God or devil.'\\n\\n\\\"Them was his words.  I remember them as if 'twas yesterday, though I didn't know jest what he meant.  What do you s'pose he DID mean, doctor?\\\"\\n\\n\\\"I doubt if he knew what he meant himself,\\\" said Doctor Dave testily.\\n\\n\\\"I think I understand,\\\" whispered Anne.  She was listening in her old attitude of clasped lips and shining eyes.  Captain Jim treated himself to an admiring smile before he went on with his story.\\n\\n\\\"Well, purty soon all the Glen and Four Winds people knew the schoolmaster's bride was coming, and they were all glad because they thought so much of him.  And everybody took an interest in his new house--THIS house.  He picked this site for it, because you could see the harbor and hear the sea from it.  He made the garden out there for his bride, but he didn't plant the Lombardies.  Mrs. Ned Russell planted THEM.  But there's a double row of rose-bushes in the garden that the little girls who went to the Glen school set out there for the schoolmaster's bride.  He said they were pink for her cheeks and white for her brow and red for her lips.  He'd quoted poetry so much that he sorter got into the habit of talking it, too, I reckon.\\n\\n\\\"Almost everybody sent him some little present to help out the furnishing of the house.  When the Russells came into it they were well-to-do and furnished it real handsome, as you can see; but the first furniture that went into it was plain enough.  This little house was rich in love, though.  The women sent in quilts and tablecloths and towels, and one man made a chest for her, and another a table and so on.  Even blind old Aunt Margaret Boyd wove a little basket for her out of the sweet-scented sand-hill grass.  The schoolmaster's wife used it for years to keep her handkerchiefs in.\\n\\n\\\"Well, at last everything was ready--even to the logs in the big fireplace ready for lighting.  'Twasn't exactly THIS fireplace, though 'twas in the same place.  Miss Elizabeth had this put in when she made the house over fifteen years ago.  It was a big, old-fashioned fireplace where you could have roasted an ox.  Many's the time I've sat here and spun yarns, same's I'm doing tonight.\\\"\\n\\nAgain there was a silence, while Captain Jim kept a passing tryst with visitants Anne and Gilbert could not see--the folks who had sat with him around that fireplace in the vanished years, with mirth and bridal joy shining in eyes long since closed forever under churchyard sod or heaving leagues of sea.  Here on olden nights children had tossed laughter lightly to and fro.  Here on winter evenings friends had gathered.  Dance and music and jest had been here.  Here youths and maidens had dreamed.  For Captain Jim the little house was tenanted with shapes entreating remembrance.\\n\\n\\\"It was the first of July when the house was finished.  The schoolmaster began to count the days then.  We used to see him walking along the shore, and we'd say to each other, \\\\`She'll soon be with him now.'\\n\\n\\\"She was expected the middle of July, but she didn't come then.  Nobody felt anxious.  Vessels were often delayed for days and mebbe weeks.  The Royal William was a week overdue--and then two--and then three.  And at last we began to be frightened, and it got worse and worse.  Fin'lly I couldn't bear to look into John Selwyn's eyes.  D'ye know, Mistress Blythe\\\"--Captain Jim lowered his voice--\\\"I used to think that they looked just like what his old great-great-grandmother's must have been when they were burning her to death.  He never said much but he taught school like a man in a dream and then hurried to the shore.  Many a night he walked there from dark to dawn.  People said he was losing his mind.  Everybody had given up hope--the Royal William was eight weeks overdue.  It was the middle of September and the schoolmaster's bride hadn't come-- never would come, we thought.\\n\\n\\\"There was a big storm then that lasted three days, and on the evening after it died away I went to the shore.  I found the schoolmaster there, leaning with his arms folded against a big rock, gazing out to sea.\\n\\n\\\"I spoke to him but he didn't answer.  His eyes seemed to be looking at something I couldn't see.  His face was set, like a dead man's.\\n\\n\\\"`John--John,' I called out--jest like that--jest like a frightened child, `wake up--wake up.'\\n\\n\\\"That strange, awful look seemed to sorter fade out of his eyes.\\n\\nHe turned his head and looked at me.  I've never forgot his face-- never will forget it till I ships for my last voyage.\\n\\n\\\"`All is well, lad,' he says.  `I've seen the Royal William coming around East Point.  She will be here by dawn.  Tomorrow night I shall sit with my bride by my own hearth-fire.'\\n\\n\\\"Do you think he did see it?\\\" demanded Captain Jim abruptly.\\n\\n\\\"God knows,\\\" said Gilbert softly.  \\\"Great love and great pain might compass we know not what marvels.\\\"\\n\\n\\\"I am sure he did see it,\\\" said Anne earnestly.\\n\\n\\\"Fol-de-rol,\\\" said Doctor Dave, but he spoke with less conviction than usual.\\n\\n\\\"Because, you know,\\\" said Captain Jim solemnly, \\\"the Royal William came into Four Winds Harbor at daylight the next morning.\\n\\nEvery soul in the Glen and along the shore was at the old wharf to meet her.  The schoolmaster had been watching there all night.  How we cheered as she sailed up the channel.\\\"\\n\\nCaptain Jim's eyes were shining.  They were looking at the Four Winds Harbor of sixty years agone, with a battered old ship sailing through the sunrise splendor.\\n\\n\\\"And Persis Leigh was on board?\\\" asked Anne.\\n\\n\\\"Yes--her and the captain's wife.  They'd had an awful passage-- storm after storm--and their provisions give out, too.  But there they were at last.  When Persis Leigh stepped onto the old wharf John Selwyn took her in his arms--and folks stopped cheering and begun to cry.  I cried myself, though 'twas years, mind you, afore I'd admit it.  Ain't it funny how ashamed boys are of tears?\\\"\\n\\n\\\"Was Persis Leigh beautiful?\\\" asked Anne.\\n\\n\\\"Well, I don't know that you'd call her beautiful exactly--I-- don't--know,\\\" said Captain Jim slowly.  \\\"Somehow, you never got so far along as to wonder if she was handsome or not.  It jest didn't matter.  There was something so sweet and winsome about her that you had to love her, that was all.  But she was pleasant to look at--big, clear, hazel eyes and heaps of glossy brown hair, and an English skin.  John and her were married at our house that night at early candle-lighting; everybody from far and near was there to see it and we all brought them down here afterwards.  Mistress Selwyn lighted the fire, and we went away and left them sitting here, jest as John had seen in that vision of his.  A strange thing--a strange thing!  But I've seen a turrible lot of strange things in my time.\\\"\\n\\nCaptain Jim shook his head sagely.\\n\\n\\\"It's a dear story,\\\" said Anne, feeling that for once she had got enough romance to satisfy her.  \\\"How long did they live here?\\\"\\n\\n\\\"Fifteen years.  I ran off to sea soon after they were married, like the young scalawag I was.  But every time I come back from a voyage I'd head for here, even before I went home, and tell Mistress Selwyn all about it.  Fifteen happy years!  They had a sort of talent for happiness, them two.  Some folks are like that, if you've noticed.  They COULDN'T be unhappy for long, no matter what happened.  They quarrelled once or twice, for they was both high-sperrited.  But Mistress Selwyn says to me once, says she, laughing in that pretty way of hers, \\\\`I felt dreadful when John and I quarrelled, but underneath it all I was very happy because I had such a nice husband to quarrel with and make it up with.'  Then they moved to Charlottetown, and Ned Russell bought this house and brought his bride here.  They were a gay young pair, as I remember them.  Miss Elizabeth Russell was Alec's sister.  She came to live with them a year or so later, and she was a creature of mirth, too.  The walls of this house must be sorter SOAKED with laughing and good times.  You're the third bride I've seen come here, Mistress Blythe--and the handsomest.\\\"\\n\\nCaptain Jim contrived to give his sunflower compliment the delicacy of a violet, and Anne wore it proudly.  She was looking her best that night, with the bridal rose on her cheeks and the love-light in her eyes; even gruff old Doctor Dave gave her an approving glance, and told his wife, as they drove home together, that that red-headed wife of the boy's was something of a beauty.\\n\\n\\\"I must be getting back to the light,\\\" announced Captain Jim.  \\\"I've enj'yed this evening something tremenjus.\\\"\\n\\n\\\" You must come often to see us,\\\" said Anne.\\n\\n\\\"I wonder if you'd give that invitation if you knew how likely I'll be to accept it,\\\" Captain Jim remarked whimsically.\\n\\n\\\"Which is another way of saying you wonder if I mean it,\\\" smiled Anne.  \\\"I do, \\\\`cross my heart,' as we used to say at school.\\\"\\n\\n\\\"Then I'll come.  You're likely to be pestered with me at any hour.  And I'll be proud to have you drop down and visit me now and then, too.  Gin'rally I haven't anyone to talk to but the First Mate, bless his sociable heart.  He's a mighty good listener, and has forgot more'n any MacAllister of them all ever knew, but he isn't much of a conversationalist.  You're young and I'm old, but our souls are about the same age, I reckon.  We both belong to the race that knows Joseph, as Cornelia Bryant would say.\\\"\\n\\n\\\"The race that knows Joseph?\\\" puzzled Anne.\\n\\n\\\"Yes.  Cornelia divides all the folks in the world into two kinds-- the race that knows Joseph and the race that don't.  If a person sorter sees eye to eye with you, and has pretty much the same ideas about things, and the same taste in jokes--why, then he belongs to the race that knows Joseph.\\\"\\n\\n\\\"Oh, I understand,\\\" exclaimed Anne, light breaking in upon her.\\n\\n\\\"It's what I used to call--and still call in quotation marks \\\\`kindred spirits.'\\\"\\n\\n\\\"Jest so--jest so,\\\" agreed Captain Jim.  \\\"We're it, whatever IT is.  When you come in tonight, Mistress Blythe, I says to myself, says I, \\\\`Yes, she's of the race that knows Joseph.'  And mighty glad I was, for if it wasn't so we couldn't have had any real satisfaction in each other's company.  The race that knows Joseph is the salt of the airth, I reckon.\\\"\\n\\nThe moon had just risen when Anne and Gilbert went to the door with their guests.  Four Winds Harbor was beginning to be a thing of dream and glamour and enchantment--a spellbound haven where no tempest might ever ravin.  The Lombardies down the lane, tall and sombre as the priestly forms of some mystic band, were tipped with silver.\\n\\n\\\"Always liked Lombardies,\\\" said Captain Jim, waving a long arm at them.  \\\"They're the trees of princesses.  They're out of fashion now.  Folks complain that they die at the top and get ragged-looking.  So they do--so they do, if you don't risk your neck every spring climbing up a light ladder to trim them out.  I always did it for Miss Elizabeth, so her Lombardies never got out-at-elbows.  She was especially fond of them.  She liked their dignity and stand-offishness.  THEY don't hobnob with every Tom, Dick and Harry.  If it's maples for company, Mistress Blythe, it's Lombardies for society.\\\"\\n\\n\\\"What a beautiful night,\\\" said Mrs. Doctor Dave, as she climbed into the Doctor's buggy.\\n\\n\\\"Most nights are beautiful,\\\" said Captain Jim.  \\\"But I 'low that moonlight over Four Winds makes me sorter wonder what's left for heaven.  The moon's a great friend of mine, Mistress Blythe.  I've loved her ever since I can remember.  When I was a little chap of eight I fell asleep in the garden one evening and wasn't missed.  I woke up along in the night and I was most scared to death.  What shadows and queer noises there was!  I dursn't move.  Jest crouched there quaking, poor small mite.  Seemed 'sif there weren't anyone in the world but meself and it was mighty big.  Then all at once I saw the moon looking down at me through the apple boughs, jest like an old friend.  I was comforted right off.  Got up and walked to the house as brave as a lion, looking at her.  Many's the night I've watched her from the deck of my vessel, on seas far away from here.  Why don't you folks tell me to take in the slack of my jaw and go home?\\\"\\n\\nThe laughter of the goodnights died away.  Anne and Gilbert walked hand in hand around their garden.  The brook that ran across the corner dimpled pellucidly in the shadows of the birches.  The poppies along its banks were like shallow cups of moonlight.  Flowers that had been planted by the hands of the schoolmaster's bride flung their sweetness on the shadowy air, like the beauty and blessing of sacred yesterdays.  Anne paused in the gloom to gather a spray.\\n\\n\\\"I love to smell flowers in the dark,\\\" she said.  \\\"You get hold of their soul then.  Oh, Gilbert, this little house is all I've dreamed it.  And I'm so glad that we are not the first who have kept bridal tryst here!\\\"\\n\\nCHAPTER 8\\n\\nMISS CORNELIA BRYANT COMES TO CALL\\n\\nThat September was a month of golden mists and purple hazes at Four Winds Harbor--a month of sun-steeped days and of nights that were swimming in moonlight, or pulsating with stars.  No storm marred it, no rough wind blew.  Anne and Gilbert put their nest in order, rambled on the shores, sailed on the harbor, drove about Four Winds and the Glen, or through the ferny, sequestered roads of the woods around the harbor head; in short, had such a honeymoon as any lovers in the world might have envied them.\\n\\n\\\"If life were to stop short just now it would still have been richly worth while, just for the sake of these past four weeks, wouldn't it?\\\" said Anne.  \\\"I don't suppose we will ever have four such perfect weeks again--but we've HAD them.  Everything--wind, weather, folks, house of dreams--has conspired to make our honeymoon delightful.  There hasn't even been a rainy day since we came here.\\\"\\n\\n\\\"And we haven't quarrelled once,\\\" teased Gilbert.\\n\\n\\\"Well, \\\\`that's a pleasure all the greater for being deferred,'\\\" quoted Anne.  \\\"I'm so glad we decided to spend our honeymoon here.  Our memories of it will always belong here, in our house of dreams, instead of being scattered about in strange places.\\\"\\n\\nThere was a certain tang of romance and adventure in the atmosphere of their new home which Anne had never found in Avonlea.  There, although she had lived in sight of the sea, it had not entered intimately into her life.  In Four Winds it surrounded her and called to her constantly.  From every window of her new home she saw some varying aspect of it.  Its haunting murmur was ever in her ears.  Vessels sailed up the harbor every day to the wharf at the Glen, or sailed out again through the sunset, bound for ports that might be half way round the globe.  Fishing boats went white-winged down the channel in the mornings, and returned laden in the evenings.  Sailors and fisher-folk travelled the red, winding harbor roads, light-hearted and content.  There was always a certain sense of things going to happen--of adventures and farings-forth.  The ways of Four Winds were less staid and settled and grooved than those of Avonlea; winds of change blew over them; the sea called ever to the dwellers on shore, and even those who might not answer its call felt the thrill and unrest and mystery and possibilities of it.\\n\\n\\\"I understand now why some men must go to sea,\\\" said Anne.  \\\"That desire which comes to us all at times--`to sail beyond the bourne of sunset'--must be very imperious when it is born in you.  I don't wonder Captain Jim ran away because of it.  I never see a ship sailing out of the channel, or a gull soaring over the sand-bar, without wishing I were on board the ship or had wings, not like a dove `to fly away and be at rest,' but like a gull, to sweep out into the very heart of a storm.\\\"\\n\\n\\\"You'll stay right here with me, Anne-girl,\\\" said Gilbert lazily.  \\\"I won't have you flying away from me into the hearts of storms.\\\"\\n\\nThey were sitting on their red sand-stone doorstep in the late afternoon.  Great tranquillities were all about them in land and sea and sky.  Silvery gulls were soaring over them.  The horizons were laced with long trails of frail, pinkish clouds.  The hushed air was threaded with a murmurous refrain of minstrel winds and waves.  Pale asters were blowing in the sere and misty meadows between them and the harbor.\\n\\n\\\"Doctors who have to be up all night waiting on sick folk don't feel very adventurous, I suppose,\\\" Anne said indulgently.  \\\"If you had had a good sleep last night, Gilbert, you'd be as ready as I am for a flight of imagination.\\\"\\n\\n\\\"I did good work last night, Anne,\\\" said Gilbert quietly.  \\\"Under God, I saved a life.  This is the first time I could ever really claim that.  In other cases I may have helped; but, Anne, if I had not stayed at Allonby's last night and fought death hand to hand, that woman would have died before morning.  I tried an experiment that was certainly never tried in Four Winds before.  I doubt if it was ever tried anywhere before outside of a hospital.  It was a new thing in Kingsport hospital last winter.  I could never have dared try it here if I had not been absolutely certain that there was no other chance.  I risked it--and it succeeded.  As a result, a good wife and mother is saved for long years of happiness and usefulness.  As I drove home this morning, while the sun was rising over the harbor, I thanked God that I had chosen the profession I did.  I had fought a good fight and won--think of it, Anne, WON, against the Great Destroyer.  It's what I dreamed of doing long ago when we talked together of what we wanted to do in life.  That dream of mine came true this morning.\\\"\\n\\n\\\"Was that the only one of your dreams that has come true?\\\" asked Anne, who knew perfectly well what the substance of his answer would be, but wanted to hear it again.\\n\\n\\\"YOU know, Anne-girl,\\\" said Gilbert, smiling into her eyes.  At that moment there were certainly two perfectly happy people sitting on the doorstep of a little white house on the Four Winds Harbor shore.\\n\\nPresently Gilbert said, with a change of tone, \\\"Do I or do I not see a full-rigged ship sailing up our lane?\\\"\\n\\nAnne looked and sprang up.\\n\\n\\\"That must be either Miss Cornelia Bryant or Mrs. Moore coming to call,\\\" she said.\\n\\n\\\"I'm going into the office, and if it is Miss Cornelia I warn you that I'll eavesdrop,\\\" said Gilbert.  \\\"From all I've heard regarding Miss Cornelia I conclude that her conversation will not be dull, to say the least.\\\"\\n\\n\\\"It may be Mrs. Moore.\\\"\\n\\n\\\"I don't think Mrs. Moore is built on those lines.  I saw her working in her garden the other day, and, though I was too far away to see clearly, I thought she was rather slender.  She doesn't seem very socially inclined when she has never called on you yet, although she's your nearest neighbor.\\\"\\n\\n\\\"She can't be like Mrs. Lynde, after all, or curiosity would have brought her,\\\" said Anne.  \\\"This caller is, I think, Miss Cornelia.\\\"\\n\\nMiss Cornelia it was; moreover, Miss Cornelia had not come to make any brief and fashionable wedding call.  She had her work under her arm in a substantial parcel, and when Anne asked her to stay she promptly took off her capacious sun-hat, which had been held on her head, despite irreverent September breezes, by a tight elastic band under her hard little knob of fair hair.  No hat pins for Miss Cornelia, an it please ye!  Elastic bands had been good enough for her mother and they were good enough for HER.  She had a fresh, round, pink-and-white face, and jolly brown eyes.  She did not look in the least like the traditional old maid, and there was something in her expression which won Anne instantly.  With her old instinctive quickness to discern kindred spirits she knew she was going to like Miss Cornelia, in spite of uncertain oddities of opinion, and certain oddities of attire.\\n\\nNobody but Miss Cornelia would have come to make a call arrayed in a striped blue-and-white apron and a wrapper of chocolate print, with a design of huge, pink roses scattered over it.  And nobody but Miss Cornelia could have looked dignified and suitably garbed in it.  Had Miss Cornelia been entering a palace to call on a prince's bride, she would have been just as dignified and just as wholly mistress of the situation.  She would have trailed her rose-spattered flounce over the marble floors just as unconcernedly, and she would have proceeded just as calmly to disabuse the mind of the princess of any idea that the possession of a mere man, be he prince or peasant, was anything to brag of.\\n\\n\\\"I've brought my work, Mrs. Blythe, dearie,\\\" she remarked, unrolling some dainty material.  \\\"I'm in a hurry to get this done, and there isn't any time to lose.\\\"\\n\\nAnne looked in some surprise at the white garment spread over Miss Cornelia's ample lap.  It was certainly a baby's dress, and it was most beautifully made, with tiny frills and tucks.  Miss Cornelia adjusted her glasses and fell to embroidering with exquisite stitches.\\n\\n\\\"This is for Mrs. Fred Proctor up at the Glen,\\\" she announced.  \\\"She's expecting her eighth baby any day now, and not a stitch has she ready for it.  The other seven have wore out all she made for the first, and she's never had time or strength or spirit to make any more.  That woman is a martyr, Mrs. Blythe, believe ME.  When she married Fred Proctor *I* knew how it would turn out.  He was one of your wicked, fascinating men.  After he got married he left off being fascinating and just kept on being wicked.  He drinks and he neglects his family.  Isn't that like a man?  I don't know how Mrs. Proctor would ever keep her children decently clothed if her neighbors didn't help her out.\\\"\\n\\nAs Anne was afterwards to learn, Miss Cornelia was the only neighbor who troubled herself much about the decency of the young Proctors.\\n\\n\\\"When I heard this eighth baby was coming I decided to make some things for it,\\\" Miss Cornelia went on.  \\\"This is the last and I want to finish it today.\\\"\\n\\n\\\"It's certainly very pretty,\\\" said Anne.  \\\"I'll get my sewing and we'll have a little thimble party of two.  You are a beautiful sewer, Miss Bryant.\\\"\\n\\n\\\"Yes, I'm the best sewer in these parts,\\\" said Miss Cornelia in a matter-of-fact tone.  \\\"I ought to be!  Lord, I've done more of it than if I'd had a hundred children of my own, believe ME!  I s'pose I'm a fool, to be putting hand embroidery on this dress for an eighth baby.  But, Lord, Mrs. Blythe, dearie, it isn't to blame for being the eighth, and I kind of wished it to have one real pretty dress, just as if it WAS wanted.  Nobody's wanting the poor mite--so I put some extra fuss on its little things just on that account.\\\"\",\"timestamp\":1639709736,\"title\":\"\\\"He said he could see things in them,\\\" said Captain Jim slowly.\"},\"digest\":\"p_b3BpkwDLPMJpK-xGQ6wWj9e4MKrLPn1KEk-FhEhEo\",\"authorship\":{\"contributor\":\"0x601114c3e2cfa182D83a451a3c41d4e615b07E56\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UiQ9agbPIg_VpsC_U7UwlwNpCruWh6m9JH_07VoqsJA\\\",\\\"y\\\":\\\"wfJ0_QdT-MfwTT7btOZvjrqUSlPcZlPGwxEkOp1uq60\\\"}\",\"signature\":\"C_3yZFqHN7ZAJ8wQ_FapbdFdt4mg9XauyMVH0yK7QUDLaaO1VbmUymQ9A0ch8WEaComEItWBnzmIb8Sf4jTcaQ\",\"signingKeySignature\":\"0x1b7b9b0de6d5bafff34762ed8a428a3c1812d608aeee185925163712b53c60790305d159aa53b5fb99da693a912b3c2e751cbb740190a2a4ce3d6397368a7a8c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UiQ9agbPIg_VpsC_U7UwlwNpCruWh6m9JH_07VoqsJA\\\",\\\"y\\\":\\\"wfJ0_QdT-MfwTT7btOZvjrqUSlPcZlPGwxEkOp1uq60\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"p_b3BpkwDLPMJpK-xGQ6wWj9e4MKrLPn1KEk-FhEhEo\"}"