"{\"content\":{\"body\":\"That sea, the dream I yearn for in my heart\\n\\n \\n\\nThere are mountains in the distance, nestling against the sea. Shells were scattered on the beach, and the fine sand obliterated my toes. The waste heat of sand melted my heart through the soles of my feet. In the place where the sea and the sky meet, sunset and solitary ducks fly together, and the autumn water is the same color as the sky.\\n\\n \\n\\nThat sea has a harbor full of family affection\\n\\n \\n\\nThe wooden house by the sea is my home. A curl of cooking smoke comes out of the chimney and is diluted by the salty sea breeze again and again. The footprints of my brother can be seen faintly on the beach. The waves gently beat the beach. The big seagull led the small seagull to circle over the sea and draw a picture of family affection.\\n\\n \\n\\nThat sea, hit the most pure love spray\\n\\n \\n\\nIn that sea, there is no love or no love, only love. I love the sea, and the sea will roll the waves of love to me; I love the fine sand. The fine sand blows gently on my cheek with the sea breeze. Here, everyone gets the comfort of love. Living in the world of love, I sleep safely in a warm night.\\n\\n \\n\\nThat sea is a paradise free from worldly strife\\n\\n \\n\\nThe mind of the sea is vast. No intrigue, no fame and fortune, and no unhappy people and things. There is only the sea where mermaids haunt, the sky where birds cross but leave no trace, the warm sunshine, the soft beach, and my deep love for the sea.\\n\\n \\n\\nPerhaps because they don't know the dream, the exiled people chase the illusion. After waking up, everything returns to its original state\\n\\n \\n\\nThe terrible building swallowed up the figure of parents running to work, and the endless extracurricular counseling occupied my brother's happy childhood. They complained, grieved and despaired about it, but they gave in again and again. Adults told me that this is life, cannibal life. There is no trace of the sea here, no Utopia in my heart.\\n\\n \\n\\nThe laughter in the family was replaced by everyone's complaints, leaving only a tired heart. I don't want to betray the sea in my heart. I want to use my life to realize the beautiful wishes in my heart, even if it is an endless road. Sometimes, I feel like a lonely wild goose, flapping its tired wings, confused when looking at the sky and the water. Just never want to change the original intention, just never want to bury the yearning.\\n\\n \\n\\nNot afraid, as long as there is a dream. On the way of pursuing dreams in life, I don't think about whether I can succeed. Since I chose the distance, I only care about the wind and rain. I don't think whether the future is flat or muddy. I can't stop walking on the road for the call that can't be felt in my heart\",\"timestamp\":1639148220,\"title\":\"THE SEA\"},\"digest\":\"AHAceqrVnQjQZk3cMmTz4A_4EOHQJ2eFuWVrT2-L0Fo\",\"authorship\":{\"contributor\":\"0xb5B9b91AdB7fDf5C202aE64b8B56D2F9Eaf66cEE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pZG36COWa4HGRzQs03WjharhhdGS3mBnugQNCRns2lo\\\",\\\"y\\\":\\\"QhECuIHgXK7WMtRcSVLHm4QzLu0NMqK5STCJdVN75uw\\\"}\",\"signature\":\"MGIdsiN28-wmX58I6eHPCkvoEGXK7ZsCQ7EOKgXZweBrB5tat5Wxuo3DmYm52aQkVNUOE7yOAdgjyIZ0CRFZbg\",\"signingKeySignature\":\"0x6471d816669f57a5ce0a03ede92e2ec1243c247dbacd9508341465208974d0347e641d2140ccc0e48208ffc3312280d15cb4fbf8c4ce1c4b4037ceb0302f72a61c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"pZG36COWa4HGRzQs03WjharhhdGS3mBnugQNCRns2lo\\\",\\\"y\\\":\\\"QhECuIHgXK7WMtRcSVLHm4QzLu0NMqK5STCJdVN75uw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"AHAceqrVnQjQZk3cMmTz4A_4EOHQJ2eFuWVrT2-L0Fo\"}"