"{\"content\":{\"body\":\"**Looking back**: I wrote out these thoughts over a year ago and still feel they hold weight today. As I look to post more about the implications of blockchains on real places in the future, these concerns are still present. Thankfully, non-financial applications on ethereum have become more common as NFTs burst onto the scene in 2021. Vitalik even spoke about ‘[Things that Matter Outside of Defi](https://www.youtube.com/watch?v=oLsb7clrXMQ)’ at Eth CC in July 2021, and the conversation on cryptoeconomics overall is becoming [more mature](https://vitalik.ca/general/2021/09/26/limits.html).\\n\\n**TLDR**:\\nThere are ends beyond DeFi\\n\\n\\\\--\\n\\nThese thoughts were prompted by Vitalik’s lovely [Endnotes on 2020](https://vitalik.ca/general/2020/12/28/endnotes.html), Ray Dillinger’s recent statement entitled ‘[Bitcoin is a Disaster](https://www.metzdowd.com/pipermail/cryptography/2020-December/036510.html) and some [subsequent discussion](https://www.reddit.com/r/ethfinance/comments/km8gzh/daily_general_discussion_december_29_2020/ghf8vt3/) in the daily, as well as the simple realization that 2020 gave us: things can get out of hand very quickly.\\n\\nNormally I wouldn’t post something like this because my idea is not fully formed, but also if I wait until the idea is fully formed I will never post it.\\n\\nI am extremely bullish on the price of eth denominated in USD, but one of the reasons for my bullishness is that it seems the world has an addiction to quantification, financialization and commodification. Ethereum enables this commodification, but may bring with it some negative externalities, namely increased abstraction and increased consumption.\\n\\n## Increased Abstraction\\n\\nThis one may be pretty obvious for anyone following defi but abstraction and abstraction of abstraction is simple with ethereum. This talk entitled [Money and Debt and Digital Contracts](https://www.youtube.com/watch?v=AyaWFicSihE&feature=youtu.be) from Brewster Kahle at Devcon 5 is fascinating. In it he defines debt as quantified, transferable obligation, and goes on to describe how debt is the basis of our money systems. Essentially, most money today is future value abstracted into the now. Obviously ethereum is the best place for debt to live, but soon we will have quantified, transferable everything: socks, insurance, pieces of real estate… and it will all sit on top of ethereum if we are right.\\n\\nIn the talk, Kahle describes the concept of the Hebrew Jubilee, which essentially de-commodified and de-abstractionized society every 50 years. What once had a price (in the form of debt owed): land, crops, future years of servitude, etc was definancialized as a way of stabilizing society. This release valve was built as a peaceful way of avoiding societal turmoil. Kahle even points out that every civil war during the period studied leading up to the time of Jubilee was a debt war. If we are dealing with a tool that makes it much more simple to commodify everything then we are also building an economic system that will quickly pile up abstraction. And with trustless smart contracts, it won’t be simple to reset this abstraction. Following this logic, building a more financialized society on ethereum may also be building a more socially unstable society.\\n\\nAs Wendell Berry says, ‘[it all turns on affection](https://spiritoftheland.ca/wp-content/uploads/2014/05/It-All-Turns-On-Affection-Wendell-Berry.pdf)’... or at it’s base, the value and longevity of a thing or place people use comes from human care for that thing, not from the fact that it has a price or can be exchanged. Movement away from ‘[the order of loving care](https://www.counterpointpress.com/dd-product/the-art-of-loading-brush/)’ is especially concerning in the commodification of farmland which has gone from being controlled by generations of people who could expect their grandchildren to live on that land, to being controlled by multinational corporations with an obligation to care for the place only insofar as a profit can be extracted from it. This is not to say that the ethereum community alone has the responsibility to reverse trends of commoditization, but it should be wary of the ability to tokenize real places and further abstract their value.\\n\\nPersonally, I am hopeful for the new things on ethereum that may have a monetary cost to execute, but value measured in more than money. These things will not be abstractions, but real and new things (or as real as non-physical things can be). The things I am most excited about are non-financialized projects like identity systems, forms of collaboration and mutual aid. I would love to hear of more examples of non-financialized value being created on ethereum.\\n\\n## Increased Consumption\\n\\nThe concept of [induced demand](https://en.wikipedia.org/wiki/Induced_demand#:\\\\~:text=Induced%20demand%20is%20demand%20that,%2Dup%22%20as%20latent%20demand.) is that when infrastructure gains more capacity, demand rises to meet that capacity. This is true with road building in the world of transportation, and we have seen this with online shopping as Amazon built out highly efficient retail infrastructure. I think for [roads](https://auto.howstuffworks.com/air-pollution-from-cars.htm#:\\\\~:text=According%20to%20the%20EPA%2C%20motor,percent%20of%20greenhouse%20gas%20emissions) and [Amazon](https://depts.washington.edu/sctlctr/news-events/in-the-news/hidden-environmental-cost-amazon-prime%E2%80%99s-free-fast-shipping) the unsustainable results of increased infrastructure capacity are obvious. If ethereum is a novel and vastly improved infrastructure of value, then surely there are some unforeseen real world implications for this new capacity. In transportation, a recent response to some of the negative externalities caused by highway infrastructure (congestion, high maintenance costs, long commute times) has been to [destroy them completely](https://www.cnu.org/publicsquare/2017/07/06/freeway-fill-feeds-urban-revival). I am not suggesting we shut down ethereum before the party even gets started, but I am suggesting some of the most valuable things that could get built on ethereum are not more efficient ways of commoditizing and financializing things in order to serve human consumption patterns.\\n\\n## Making Ethereum More Human\\n\\nBecause of my concerns regarding abstraction and consumption, I hope that we are able to use ethereum to do more than defi, which so far seems to just be a (much) more efficient tool for financialization. As Vitalik alluded to in his discussion of the changing role of economics in ‘Endnotes on 2020’, economies seem to be eating politics and notions of democratic processes… or maybe more broadly, ‘money is eating the world’. Related listening is this compelling discussion from Yanis Varoufakis: [Is Capitalism Devouring Democracy?](https://www.youtube.com/watch?v=gGeevtdp1WQ&t) (I don’t necessarily agree with his approach btw). If eth is ‘[programmable money](https://newsletter.banklesshq.com/p/the-next-money-upgrade)’, though, then maybe we should be careful of what it’s eating.\\n\\nEthereum can allow relationship-less transactions, which is good for achieving certain tasks, but we should remember it is good to be trusted and to trust. If you don’t have some level of vulnerability to and trust in another person, you don’t have relationship. Blockchains allow for ‘trustless transactions’ - and when they do, they make us rely on fewer humans for our daily needs. Blockchains are absolutely a fantastic alternative to centralized intermediaries (like banks and big tech firms) meeting our needs, but they are also not a replacement for human relationship. If a trustless blockchain (or other impersonal piece of infrastructure like Amazon or a highway) can achieve what we want, public discourse can become more divided and alienating because we need to cooperate with fewer and fewer people to survive. Eric Klinenberg has a fantastic discussion of what he calls ‘social infrastructure’ in the physical world in his book [Palaces for the People](https://www.penguinrandomhouse.com/books/557044/palaces-for-the-people-by-eric-klinenberg/). Vitalik also hit on this sentiment in his year end post, in his discussion of ‘digital nationalism’. I hope that ethereum can enable trustless transactions where they are helpful, but also that it can help us remove trust in centralized third parties and grow trust in the people we know and who live nearby to us, a kind of ‘economic social infrastructure’. I think that human connection, collaboration and relationship still holds serious value in making the world turn, and I hope we don’t forget it.\",\"timestamp\":1642704192,\"title\":\"Thoughts on Ethereum, Commodification and Human Relationship: What Are We Really Building Here? (Dec 31, 2020)\"},\"digest\":\"kqtdf-7_dn9u6igEPbJ4gKrVwIN3BLO4fGScwjhnxZQ\",\"authorship\":{\"contributor\":\"0xFB6223EA050A0956cdf294129a00F66b5AE4f5a5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z7L8OTbFa6TuECLe5o5lEaRgOTDmxi3NC9YjrHe-Pwo\\\",\\\"y\\\":\\\"x40f7n2u2V_f8a_Y2KCNsIq9fL7v7czKuZLQxwIB1Cw\\\"}\",\"signature\":\"tS8G30YKti_q4_3ZMUxeSV-QxFnCkOHgciBLlDa5D-P6hAhLIl9UqL1FUgwDvnk9ldBpehQ5TJCNA8EZj9Li1A\",\"signingKeySignature\":\"0xd1fc0f890a260214061dc296846439fdd4ca7626b08e8521be96c93c3a53ae7379eb3de50e57dbe6ac0bf1a7460047595895019ee1c1b82d696e395f1a56e00d00\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z7L8OTbFa6TuECLe5o5lEaRgOTDmxi3NC9YjrHe-Pwo\\\",\\\"y\\\":\\\"x40f7n2u2V_f8a_Y2KCNsIq9fL7v7czKuZLQxwIB1Cw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zdSNUj083biDiJmG41lweLsFmqPj-wqjxWTK6nC0rxM\"}"