"{\"content\":{\"body\":\"These he bedizened with dazzling ornaments and trained in all winsome ways: and then he turned out of the palace all his son's squires and serving men, and set these women in their stead.  These flocked around the prince, embraced him, and provoked him to filthy wantonness, by their walk and talk inviting him to dalliaunce.  Besides these, he had no man at whom to look, or with whom to converse or break his fast, for these damsels were his all.  Thus did the king.  But Theudas went home to his evil den, and, dipping into his books that had virtue to work such magic, he called up one of his wicked spirits and sent him forth, for to battle with the soldier of the army of Christ.  But the wretch little knew what laughter he should create against himself, and to what shame he should be put, with the whole devilish troop under him.  So the evil spirit, taking to him other spirits more wicked than himself, entered the bed-chamber of this noble youth, and attacked him by kindling right furiously the furnace of his flesh.  The evil one plied the bellows from within, while the damsels, fair of face, but uncomely of soul, supplied the evil fuel from without.\\n\\nBut Ioasaph's pure soul was disturbed to feel the touch of evil, and to see the warlike host of strange thoughts that was charging down upon him.  And he sought to find deliverance from this great mischief, and to present himself pure unto Christ, and not defile in the mire of sinful lust that holy apparel, wherein the grace of holy Baptism had clothed him.  Immediately he set love against love, the divine against the lascivious; and he called to remembrance the beauty and unspeakable glory of Christ, the immortal bridegroom of virgin souls, and of that bride chamber and marriage, from whence they that have stained their wedding- garment are piteously cast out, bound hand and foot, into outer darkness.  When he had thought thereon, and shed bitter tears, he smote upon his breast, driving out evil thoughts, as good-for- nothing drones from the hive.  When he rose, and spread out his hands unto heaven, with fervent tears and groans calling upon God to help him, and he said, \\\"Lord Almighty, who alone art powerful and merciful, the hope of the hopeless, and the help of the helpless, remember me thine unprofitable servant at this hour, and look upon me with a gracious countenance, and deliver my soul from the sword of the devil, and my darling from the paw of the dog: suffer me not to fall into the hands of mine enemies, and let not them that hate me triumph over me.  Leave me not to be destroyed in iniquities, and to dishonour my body which I swore to present unto thee chaste.  For for thee I yearn; thee I worship, the Father, and the Son, and the Holy Ghost, now and for evermore, and world without end.\\\"  When he had added the Amen, he felt heavenly comfort stealing over him from above, and the evil thoughts withdrew, and he continued in prayer until early morn. Being ware of the devices of the crafty foe, he began more and more to afflict his body by abstinence from meat and drink, and by other severities, standing in prayer all the night long, and reminding himself of his covenants made with God, and picturing in his mind the glory of the righteous yonder, and recounting to himself the full terrors of the Gehenna wherewith the wicked are threatened; all this, that the enemy might not find his soul lying fallow and untilled, and thus easily sow therein the seeds of evil thoughts, and befoul the cleanness of his mind.  So, when the enemy was in great straits on every side, and altogether in despair of taking this noble youth, like a cunning knave, he proceeded to another more subtil device, he that is for ever wicked, and never stinteth to contrive mischief and hurt.  For he made furious endeavour to carry out the orders that Theudas had given him, and once more prepared his drugs, and on this wise.\\n\\nThe devil entered into the heart of one of the young damsels.  Of all she was the most seemly, a king's daughter, carried away captive from her own country, given to king Abenner as a great prize, and sent by him, being of ripe beauty, to his own son, for to cause him to slip or to trip.  Of her the deceiver took possession, and whispered in her ear suggestions that plainly showed the wisdom and understanding of her mind; for the evil one easily pursueth all devices that make for wickedness.  Then the evil spirit attacked the king's son on the right hand, and gave him a potion to make him love the maiden, by reason -- so he pretended -- of her prudence and discretion and of her nobility and royal blood that yet had not saved her from banishment and loss of glory.  Moreover the devil secretly sowed in Ioasaph's heart thoughts that he might recover her from idolatry, and make her a Christian.\\n\\nBut these were all stratagems of the wily serpent.  For the king's son, being in this frame of mind, could see in himself no unclean thought or passionate affection for the damsel, but only sympathy and pity for her misfortune, and the ruin of her soul, and knew not that this matter was a device of the devil; for verily he is darkness, and feigneth to be light.  So he began to commune with the damsel, and talk with her over the oracles of the knowledge of God, and said, \\\"Lady, be thou acquainted with the ever-living God, and perish not in the error of these idols; but know thy Lord, and the Maker of all this world, and thou shalt be happy, the bride of the immortal bridegroom.\\\"  While he exhorted her with many such-like words, immediately the evil spirit whispered to the girl that she should spread under his feet the nets of deceit to drag his blessed soul into the pit of lust, as he once did to our first parent by means of Eve, thus miserably banishing him, alas! from Paradise and God, and making him to become subject to death in lieu of bliss and everlasting life.\\n\\nWhen the damsel heard Ioasaph's words fulfilled with all wisdom, being without understanding, she understood them not, but made answer thus, becoming the tongue and mouth-piece of the evil one: \\\"If, sir, thou takest thought for my salvation, and desirest to bring me to thy God, and to save my poor soul, do thou also thyself grant me one request, and straightway I will bid good-bye to my fathers' gods, and join thy God, serving him until my last breath; and thou shalt receive recompense for my salvation, and for my turning to God-ward.\\\"\\n\\n\\\"Lady, and what is thy request?\\\" said he.  But she, setting her whole self, figure, look and voice in a fashion to charm him, answered, \\\"Be thou joined with me in the bonds of wedlock, and I will joyfully follow out thy behests.\\\"\\n\\n\\\"In vain, O Lady,\\\" said he, \\\"hast thou made this hard request. For though I earnestly care for thy salvation, and long to heave thee from the depth of perdition, yet to pollute my body through unclean union is grievous for me, and utterly impossible.\\\"\\n\\nShe, seeking to make the way straight and smooth for him, cried, \\\"Why dost thou, who are so wise, talk thus?  Wherefore speakest thou of it as of defilement and shameful intercourse?  I am not unacquainted with the Christian books: nay, I have met with many volumes in mine own country, and have heard the discourses of many Christians.  What, is it not written in one of your books, `Marriage is honourable, and the bed undefiled'?  and, `It is better to marry than to burn'? and again, \\\\`What God hath joined together, let not man put asunder'?  Do not your Scriptures teach that all the righteous men of old, patriarchs and prophets, were wedded?  Is it not written that the mighty Peter, whom ye call Prince of the Apostles, was a married man?  Who, then, hath persuaded thee to call this defilement?  Methink, sir, thou strayest utterly away from the truth of your doctrines.\\\"\\n\\n\\\"Yea, Lady,\\\" said he, \\\"all this is even as thou sayest.  It is permitted to all who will to live in wedlock, but not to them that have once made promise to Christ to be virgins.  For myself, ever since I was cleansed in the laver of Holy Baptism from the sins of my youth and ignorance, I have resolved to present myself pure to Christ, and how shall I dare break my covenants with God?\\\"\\n\\nAgain quoth the damsel, \\\"Let this also be thy pleasure, as thou wilt.  But fulfil me one other small and trivial desire of mine, if thou art in very truth minded for to save my soul.  Keep company with me this one night only, and grant me to revel in thy beauty, and do thou in turn take thy fill of my comeliness.  And I give thee my word, that, with daybreak, I will become a Christian, and forsake all the worship of my gods.  Not only shalt thou be pardoned for this dealing, but thou shalt receive recompense from thy God because of my salvation, for thy Scripture saith, \\\\`There is joy in heaven over one sinner that repenteth.'  If, therefore, there is joy in heaven over the conversion of a sinner, shall not great recompense be due to the causer of that conversion?  Yea, so it is: and dispute it not. Did not even the Apostles, the leaders of your religion, do many a thing by dispensation, at times transgressing a commandment on account of a greater one?  Is not Paul said to have circumcised Timothy on account of a greater dispensation?  And yet circumcision hath been reckoned by Christians as unlawful, but yet he did not decline so to do.  And many other such things shalt thou find in thy Scriptures.  If then in very sooth, as thou sayest, thou seekest to save my soul, fulfil me this my small desire.  And although I seek to be joined with thee in the full estate of matrimony, yet, sith this is contrary to thy mind, I will never constrain thee again, but will do everything that liketh thee.  For the rest, do not thou utterly abhor me; but hearken to me for the nonce, and thou shalt deliver me from superstitious error, and thou shalt do whatever seemeth thee good hereafter all the days of thy life.\\\"\\n\\nThus spake she; for indeed she had, for her adviser, one to whom she lent a privy ear, and the pirate was well versed in Scripture, being verily the creator and teacher of iniquity.  Thus then she spake with fawning words entangling him, right and left, around with her toils and meshes, and she began to shake the citadel of his soul, and to slacken his tension of purpose, and to soften the temper of his mind.  Then the sower of these evil tares, and enemy of the righteous, when he saw the young man's heart wavering, was full of joy, and straightway called to the evil spirits that were with him, crying, \\\"Look you how yond damsel hasteth to bring to pass all that we were unable to accomplish!  Hither!  fall we now furiously upon him: for we shall find none other season so favourable to perform the will of him that sent us.\\\"  Thus spake this crafty spirit to his hounds: and straightway they lept on that soldier of Christ, disquieting all the powers of his soul, inspiring him with vehement love for the damsel, and kindling within him the fiercest fire of lust.\\n\\nWhen Ioasaph saw that he was greatly inflamed, and was being led captive into sin, and perceived that his thoughts about the salvation of the damsel and her conversion to God had been set like bait on hook to hide the deed which she purposed, and were troubling him with the suggestion of the enemy, that, for the salvation of a soul, it was not sin for once to lie with a woman, then in the agony of his soul he drew a deep and lamentable groan, and nerved himself to pray, and, with streams of tears running down his cheeks, he cried aloud to him that is able to save them that trust in him, saying, \\\"On thee, O Lord, have I set my trust: let me not be confounded for ever; neither let mine enemies triumph over me, that hold by thy right hand.  But stand thou by me at this hour, and according to thy will make straight my path, that thy glorious and dreadful name may be glorified in me thy servant, because thou art blessed for ever.  Amen.\\\"\\n\\nNow when he had prayed in tears for many hours, and often bent the knee, he sunk down upon the pavement.  After he had slumbered awhile, he saw himself carried off by certain dread men, and passing through places which he had never heretofore beheld.  He stood in a mighty plain, all a-bloom with fresh and fragrant flowers, where he descried all manner of plants of divers colours, charged with strange and marvellous fruits, pleasant to the eye and inviting to the touch.  The leaves of the trees rustled clearly in a gentle breeze, and, as they shook, sent forth a gracious perfume that cloyed not the sense.  Thrones were set there, fashioned of the purest gold and costly stones, throwing out never so bright a lustre, and radiant settles among wondrous couches too beautiful to be described.  And beside them there were running waters exceeding clear, and delightful to the eye.  When these dread men had led him through this great and wondrous plain, they brought him to a city that glistered with light unspeakable, whose walls were of dazzling gold, with high uprear'd parapets, built of gems such as man hath never seen.  Ah!  who could describe the beauty and brightness of that city? Light, ever shooting from above, filled all her streets with bright rays; and winged squadrons, each of them itself a light, dwelt in this city, making such melody as mortal ear ne'er heard. And Ioasaph heard a voice crying, \\\"This is the rest of the righteous: this the gladness of them that have pleased the Lord.\\\" When these dread men had carried him out from thence, they spake of taking him back to earth.  But he, that had lost his heart to that scene of joyaunce and heartsease, exclaimed, \\\"Reave me not, reave me not, I pray you, of this unspeakable joy, but grant me also to dwell in one corner of this mighty city.\\\"  But they said, \\\"It is impossible for thee to be there now; but, with much toil and sweat, thou shalt come hither, if thou constrain thyself.\\\"\\n\\nThus spake they; and again they crossed that mighty plain, and bare him to regions of darkness and utter woe, where sorrow matched the brightness which he had seen above.  There was darkness without a ray of light, and utter gloom, and the whole place was full of tribulation and trouble.  There blazed a glowing furnace of fire, and there crept the worm of torment. Revengeful powers were set over the furnace, and there were some that were burning piteously in the fire, and a voice was heard, saying, \\\"This is the place of sinners; this the punishment for them that have defiled themselves by foul practices.\\\"  Hereupon Ioasaph was carried thence by his guides; and, when he came to himself, immediately he trembled from head to foot, and, like a river, his eyes dropped tears, and all the comeliness of that wanton damsel and her fellows was grown more loathsome to him than filth and rottenness.  And as he mused in his heart on the memory of the visions, in longing for the good and in terror of the evil, he lay on his bed utterly unable to arise.\\n\\nThen was the king informed of his son's sickness; and he came and asked what ailed him.  And Ioasaph told him his vision, and said, \\\"Wherefore hast thou laid a net for my feet, and bowed down my soul?  If the Lord had not helped me, my soul had well nigh dwelt in hell.  But how loving is God unto Israel, even unto such as are of a true heart!  He hath delivered me that am lowly from the midst of the dogs.  For I was sore troubled and I fell on sleep: but God my Saviour from on high hath visited me, and showed me what joy they lose that provoke him and to what punishments they subject themselves.  And now, O my father, since thou hast stopped thine ears not to hear the voice that will charm thee to good, at least forbid me not to walk the straight road.  For this I desire, this I long for, to forsake all, and reach that place, where Barlaam the servant of Christ hath his dwelling, and with him to finish what remaineth of my life.  But if thou keep me back by force, thou shalt quickly see me die of grief and despair, and thou shalt be no more called father, nor have me to thy son.\\\"\\n\\nXXXI.\\n\\nAgain therefore the king was seized with despondency, and again he was like to abjure his whole way of life; and with strange thoughts he went again unto his own palace.  But the evil spirits, that had been sent out by Theudas for to attack the young saint, returned to him, and, lovers of leasing though they were, confessed their shameful defeat, for they bare visible tokens of their defeat, upon their evil countenance.  Said Theudas, \\\"And be ye so weak and puny that ye cannot get the better of one young stripling?\\\"  Then did the evil spirits, constrained, to their sorrow, by the might of God, bring to light the truth, saying, \\\"We cannot abide even the sight of the might of Christ, and the symbol of his Passion, which they call the Cross.  For, when that sign is made, immediately all we, the princes of the air, and the rulers of the darkness of the world, are utterly routed and discomfited, even before the sign is completed.  When we first fell upon this youth, we vexed him sore; but when he called on Christ for help, and armed him with the sign of the Cross, he routed us in angry wise, and stablished himself in safety.  So incontinent we found a weapon, wherewith our chief did once confront the first-made man and prevailed against him.  And verily we should have made this young man's hope vain; but again Christ was called on for help, and he consumed us in the fire of his wrath from above, and put us to flight.  We have determined to approach the prince no more.\\\" Thus, then, did the evil spirits plainly make known unto Theudas all that was come to pass.\\n\\nBut the king, perplexed on every side, again summoned Theudas, and said, \\\"Most wisest of men, all that seemed good to thee have we fulfilled, but have found no help therein.  But now, if thou hast any device left, we will make trial thereof.  Peradventure I shall find some escape from this evil.\\\"\\n\\nThen did Theudas ask for a meeting with his son; and on the morrow the king took him and went forth to visit the prince.  The king sat down and provoked debate, upbraiding and chiding him for his disobedience and stubbornness of mind.  When Ioasaph again maintained his ease, and loudly declared that he valued nothing so much as the love of Christ, Theudas came forward and said, \\\"Wherefore, Ioasaph, dost thou despise our immortal gods, that thou hast departed from their worship, and, thus incensing thy father the king, art become hateful to all the people?  Dost thou not owe thy life to the gods?  And did they not present thee to the king in answer to his prayer, thus redeeming him from the bondage of childlessness?\\\"  While this Theudas, waxen old in wickedness, was putting forth these many vain arguments and useless propositions, and weaving words about the preaching of the Gospel, desiring to turn it into mockery, and magnify idolatry, Ioasaph, the son of the heavenly king, and citizen of that city which the Lord hath builded and not man, waited a while and then said unto him,\\n\\n\\\"Give ear, thou abyss of error, blacker than the darkness that may be felt, thou seed of Babylon, child of the building of the tower of Chalane, whereby the world was confounded, foolish and pitiable dotard, whose sins out-weigh the iniquity of the five cities that were destroyed by fire and brimstone.  Why wouldest thou mock at the preaching of salvation, whereby darkness hath been made light, the wanderers have found the way, they that were lost in dire captivity have been recalled.  Tell me whether is better?  To worship God Almighty, with the only-begotten Son and the Holy Ghost, God increate and immortal, the beginning and well-spring of good, whose power is beyond compare, and his glory incomprehensible, before whom stand thousand thousands, and ten thousand times ten thousand of Angels and heavenly hosts, and heaven and earth are full of his glow, by whom all things were brought into being out of nothing, by whom everything is upheld and sustained and ordered by his providence; or to serve deadly devils and lifeless idols, whose glory and boast is in adultery and the corrupting of boys, and other works of iniquity that have been recorded concerning your gods in the books of your superstition? Have ye no modesty, ye miserable men, fuel for unquenchable fire, true copy of the Chaldean race, have ye no shame to worship dead images, the works of men's hands?  Ye have carved stone and graven wood and called it God.  Next ye take the best bullock out of your folds, or (may be) some other of your fairest beasts, and in your folly make sacrifice to your dead divinity.  Your sacrifice is of more value than your idol; for the image was fashioned by man, but the beast was created by God. How much wiser is the unreasonable beast than thou the reasonable man?  For it knoweth the hand that feedeth it, but thou knowest not that God by whom thou wast created out of nothing, by whom thou livest, and art preserved; and thou callest God that which thou sawest, but now, smitten by steel, and burnt and moulded in the fire, and beaten with hammers, which thou hast covered around with silver and gold, and raised from the ground, and set on high.  Then, falling upon the earth, thou liest baser than the base stone, worshipping not God but thine own dead and lifeless handiwork.  Or rather, the idol hath no right to be called even dead, for how can that have died which never lived?  Thou shouldest invent some new name worthy of such madness.  Thy stone god is broken asunder; thy potsherd god shattered; thy brazen god rusteth; thy gold or silver god is melted down.  Aye, and thy gods are sold, some for a paltry, others for a great price.  Not their divinity but their material giveth them value.  But who buyeth God?  Who offereth God for sale?  And how is that god that cannot move called God?  Seest thou not that the god that standeth cannot sit, and the god that sitteth cannot stand?\\n\\n\\\"Be ashamed, thou fool, and lay thine hand upon thy mouth, thou victim of folly, that commendest such things as these.  Estranged from the truth, thou hast been led astray by false images, fashioning statues and attaching to the works of thine own hands the name of God.  O wretched man, return to thy senses, and learn that thou art older than the god made by thee.  This is downright madness.  Being a man, thou hast persuaded thyself that thou canst make God.  How can this be?  Thou makest not God, but the likeness of a man, or of some beast, sans tongue, sans throat, sans brains, sans inwards, so that it is the similitude neither of a man, nor of a beast, but only a thing of no use and sheer vanity.  Why therefore flatterest thou things that cannot feel? Why sittest thou at the feet of things that cannot move and help thee?  But for the skill of the mason, or timber-wright, or hammer-smith, thou hadst not had a god.  Had there been no warders nigh at hand, thou hadst lost thy god.  He, to whom many a populous city of fools prayeth as God to guard it, the same hath suite of guards at hand to save him from being stolen.  And if he be of silver or gold, he is carefully guarded; but if of stone or clay or any other less costly ware, he guardeth himself, for with you, no doubt, a god of clay is stronger than one of gold.\\n\\n\\\"Do we not, then, well to laugh you to scorn, or rather to weep over you, as men blind and without understanding?  Your deeds are deeds of madness and not of piety.  Your man of war maketh to himself an image after the similitude of a warrior, and calleth it Ares.  And the lecher, making a symbol of his own soul, deifieth his vice and calleth it Aphrodite.  Another, in honour of his own love of wine, fashioneth an idol which he calleth Dionysus.  Likewise lovers of all other evil things set up idols of their own lusts; for they name their lusts their gods.  And therefore, before their altars, there are lascivious dances, and strains of lewd songs and mad revelries.  Who could recount in order their abominable doings?  Who could endure to defile his lips by the repeating of their filthy communications?  But these are manifest to all, even if we hold our peace.  These be thine objects of worship, O Theudas, who art more senseless than thine idols.  Before these thou biddest me fall down and worship.  This verily is the counsel of thine iniquity and senseless mind.  But thou thyself shalt be like unto them, and all such as put their trust in them.\\n\\n\\\"As for me, I will serve my God, and to him will I wholly sacrifice myself, to God, the Creator and protector of all things through our Lord Jesus Christ, my hope, by whom we have access unto the Father of lights, in the Holy Ghost: by whom we have been redeemed from bitter slavery by his blood.  For if he had not humbled himself so far as to take the form of a servant, we had not received the adoption of sons.  But he humbled himself for our sake, not considering the Godhead a thing to be grasped, but he remained that which he was, and took on himself that which he was not, and conversed with men, and mounted the Cross in his flesh, and was laid in the sepulchre by the space of three days; he descended into hell, and brought out from thence them whom the fierce prince of this world held prisoners, sold into bondage by sin.  What harm then befell him thereby that thou thinkest to make mock of him?  Seest thou not yonder sun, into how many a barren and filthy place he darteth his rays?  Upon how many a stinking corpse doth he cast his eye?  Hath he therefore any stain of reproach?  Doth he not dry and shrivel up filth and rottenness, and give light to dark places, himself the while unharmed and incapable of receiving any defilement?  And what of fire?  Doth it not take iron, which is black and cold in itself, and work it into white heat and harden it?  Doth it receive any of the properties of the iron?  When the iron is smitten and beaten with hammers is the fire any the worse, or doth it in any way suffer harm?\\n\\n\\\"If, then, these created and corruptible things take no hurt from contact with things commoner than themselves, with what reason dost thou, O foolish and stony-hearted man, presume to mock at me for saying that the Son, the Word of God, never departing from the Father's glory, but remaining the same God, for the salvation of men hath taken upon him the flesh of man, to the end that he may make men partakers of his divine and intelligent nature and may lead our substance out of the nether parts of hell, and honour it with heavenly glory; to the end that by taking of our flesh he may ensnare and defeat the ruler of the darkness of this world, and free our race from his tyranny.  Wherefore, I tell thee, without suffering he met the suffering of the Cross, presenting therein his two natures.  For, as man, he was crucified; but, as God, he darkened the sun, shook the earth, and raised from their graves many bodies that had fallen asleep. Again, as man, he died; but, as God, after that he had harried hell, he rose again.  Wherefore also the prophet cried, Hell is in bitterness at having met thee below: for it was put to bitter derision, supposing that it had received a mere man, but finding God, and being made suddenly empty and led captive.  Therefore, as God, he rose again, and ascended into heaven, from whence he was never parted.  And our nature, so worthless and senseless beyond everything, so graceless and dishonoured, hath he made higher than all things, and established it upon a throne of honour, with immortal honour shining round.  What harm therefore came to God, the Word, that thou blasphemest without a blush?  Go to!  Better were it to make this confession, and to worship such a God, who is good and a lover of mankind, who commandeth righteousness, enjoineth continency, ordaineth chastity, teacheth mercy, giveth faith, preacheth peace; who is called and is himself the very truth, the very love, the very goodness.  Him were it not better to worship than thy gods of many evil passions, of shameful names and shameful lives?  Woe unto you that are more stony-hearted than the stones, and more senseless than the senseless, sons of perdition, inheritors of darkness! But blessed am I, and all Christian folk, having a good God and a lover of mankind!  They that serve him, though, for a season in this life they endure evil, yet shall they reap the immortal harvest of recompense in the kingdom of unending and divine felicity.\\\"\\n\\nXXXII.\\n\\nTheudas said unto him, \\\"Behold, it is evident that our religion was instituted by many mighty wise men, and interpreters, marvellous in virtue and learning; and all the kings and rulers of the earth have received it as good and sure in every point. But that of the Galileans was preached by some country peasants, poor and common men, a mere handful, not exceeding twelve in number.  How then should one prefer the preaching of these few obscure countrymen to the ordinance of the many that are mighty and brilliantly wise?  What is the proof that your teachers be right and the others wrong?\\\"\\n\\nAgain the king's son made answer, \\\"Belike, Theudas, thou art the ass of the proverb, that heard but heeded not the harp; or rather the adder that stoppeth her ears, that she may not hear the voice of the charmers.  Well, therefore, spake the prophet concerning thee, If the Ethiopian can change his skin, or the leopard his spots, then mayest thou also do good, that hast been taught to do evil.  Thou fool and blind, why doth not the force of truth bring thee to thy senses?  The very fact that your foul idols are commended by many men of marvellous wisdom, and established by kings, while the Gospel is preached by a few men of no mark, sheweth the might of our religion and the weakness and deadliness of your wicked doctrines.  Because your side, despite its having wise advocates and mighty champions, is dying down, and waxing weak, whilst our religion, though possessed of no human help, shineth from afar brighter than the sun, and hath won the fulness of the world.  If it had been set up by orators and philosophers, and had had kings for its succour, thou that art evil wouldst have found occasion to declare that it was wholly of human power. But now, seeing, as thou dost, that the holy Gospel, though composed but by common fishermen, and persecuted by every tyrant, hath after this won the whole world for its sound hath gone out into all lands, and its words into the ends of the world -- what canst thou say but that it is a divine and unconquerable power establishing its own cause for the salvation of mankind?  But what proof seekest thou, O fool, that thy prophets are liars and ours true, better than the truths I have told thee?  Except thy cause had been vain talk and falsehood, it could not, possessing such human support as it did, have suffered loss and decline.  For he saith, \\\\`I have seen the ungodly in great power, and exalted like the cedars of Libanus: and I went by and lo, he was gone: and I sought him but his place could nowhere be found.'\\n\\n\\\"Concerning you, the defenders of idolatry, were these words spoken by the prophet.  For a very, very little while and your place shall not be found: but, like as the smoke vanisheth, and like as wax melteth in face of the fire, so shall ye fail.  But, as touching the divine wisdom of the Gospel, thus saith the Lord, `Heaven and earth shall pass away, but my words shall not pass away.'  And again the Psalmist saith, `Thou, Lord, in the beginning hast laid the foundation of the earth; and the heavens are the work of thy hands.  They shall perish, but thou endurest; and they all shall wax old as doth a garment, and as a vesture shalt thou fold them up, and they shall be changed, but thou art the same, and thy years shall not fail!'  And those divine preachers of the coming of Christ, those wise fishers of the world, whose nets drew all men from the depths of deceit, whom thou, in thy vileness and bondage to sin, dost vilify, did by signs and wonders and manifold powers shine as the sun in the world, giving sight to the blind, hearing to the deaf, motion to the lame, and life to the dead.  Their shadows alone healed all the ailments of men.  The devils, whom ye dread as gods, they not only cast forth from men's bodies, but even drave out of the world itself by the sign of the cross, whereby they destroyed all sorcery, and rendered witchcraft powerless.  And these men, by curing every disease of man by the power of Christ, and renewing all creation, are rightly admired as preachers of truth by all men of sound mind.  But what hast thou thyself to say of thy wise men and orators, whose wisdom God hath made foolish, the advocates of the devil?  What worthy memorial have they bequeathed to the world?  Tell me.  And what canst thou tell of them but unreason and shamefulness, and vain craft that with glosing words concealeth the mire of their unsavoury worship?\\n\\n\\\"Moreover such of your poets as have been able to soar a little above this great madness have said, with more truth, that they, which are called gods, were men; and because certain of them had been rulers of regions and cities, and others had done something of no great account in their lifetime, men were so deceived as to call them gods.  It standeth on record that the man Seruch was the first to bring in the use of images.  For it is said that in the old times he honoured those who had achieved some memorable deed of courage, friendship, or any other such virtue with statues and pillars.  But after generations forgat the intention of their ancestors: and, whereas it was only for remembrance sake that they had set up statues and pillars to the doers of noble deeds, now they were, little by little, led astray through the working of the prince of evil, the devil, and treated as immortal gods men of like passions and corruptible as themselves and further devised sacrifices and drink-offerings for them, -- the devils, thou mayest know, taking up their abode in these images and diverting to themselves these honours and sacrifices. Accordingly these devils persuade men, who refuse to have God in their knowledge, to consider them as gods for two reasons: first, that they may be glorified by this title (for they are puffed up with arrogance, and delight to be honoured as gods) next, that they may drag their poor dupes into the unquenchable fire prepared for themselves.  Hence they teach men all iniquity and filthiness, seeing that they have once subjected themselves to their deceit.  So when men had arrived at this pinnacle of evil, they, being darkened, set up every man an idol of his own vice and his own lust, and call it a god.  They were abominable in their error, more abominable in the absurdity of the objects that they chose to worship, until the Lord came, and of his tender mercy redeemed us that trust in him from this wicked and deadly error, and taught men the true knowledge of God.  For there is no salvation except in him, and there is none other God, neither in heaven, nor in earth, except him only, the Maker of all, who moveth all things by the word of his power: for he saith, `By the word of the Lord were the heavens made stedfast, and all the power of them by the breath of his mouth,' and, `All things were made by him, and without him was not anything made that was made.'\\\"\\n\\nWhen Theudas had heard these sayings, and seen that the word was full of divine wisdom, like one thunder-struck, he was smitten dumb.  Now late in time, and with difficulty, came he to understand his own misery, for the word of salvation had touched the darkened vision of his heart, and there fell upon him deep remorse for his past sins.  He renounced the error of his idols, and ran towards the light of godliness, and from henceforth departed from his miserable life, and made himself as bitter an enemy of vile affections and sorceries as he before had pledged himself their devoted friend, For at this season he stood up in the midst of the assembly, and cried with a loud voice, saying, \\\"Verily, O king, the Spirit of God dwelleth in thy son.  Verily, we are defeated, and have no further apology, and have no strength to face the words that he hath uttered.  Mighty therefore, in sooth, is the God of the Christians: mighty is their faith: mighty are their mysteries.\\\"\\n\\nThen he turned him round toward the king's son and said, \\\"Tell me now, thou man, whose soul is enlightened, will Christ accept me, if I forsake my evil deeds and turn to him?\\\"  \\\"Yea,\\\" said that preacher of truth; \\\"Yea, he receiveth thee and all that turn to him.  And he not only receiveth thee, but he goeth out to meet thee returning out of the way of iniquity, as though it were a son returning from a far country.  And he falleth on his neck and kisseth him, and he strippeth him of the shameful robe of sin, and putteth on him a cloak of brightest glory, making mystic gladness for the powers on high, keeping feast for the return of the lost sheep.  The Lord himself saith, `There is exceeding great joy in heaven over one sinner that repenteth': and again, `I am not come to call the righteous but sinners to repentance.' And he saith also by the Prophet, `As I live, saith the Lord, I have no pleasure in the death of the sinner, and the ungodly, but that he should turn from his way and live.  Turn ye, turn ye from your evil way.  And why will ye die, O house of Israel?'  For the wickedness of the wicked shall not hurt him in the day that he turneth from his wickedness, if he do righteousness and walk in the statutes of life, he shall surely live; he shall not die. None of his sins which he hath committed shall be remembered against him.  Because he hath done the decree of righteousness, he shall live thereby.  And again he crieth by the mouth of another prophet, `Wash you, make you clean; put away the evil of your doings from before mine eyes; cease to do evil: learn to do well.  Come now, and let us reason together: though your sins be as scarlet, I will make them white as snow; though they be red like crimson, I will make them white as wool.'  Such therefore being the promises made by God to them that turn to him, tarry not, O thou man, nor make delay: but draw nigh to Christ, our loving God, and be enlightened, and thy face shall not be ashamed.  For as soon as thou goest down into the laver of Holy Baptism, all the defilement of the old man, and all the burden of thy many sins, is buried in the water, and passeth into nothingness, and thou comest up from thence a new man, pure from all pollution, with no spot or wrinkle of sin upon thee; and thenceforward it is in thy power ever to keep for thyself the purity that thou gainest hereby through the tender mercy of our God.\\\"\\n\\nWhen Theudas had been thus instructed, he went out immediately and gat him to his evil den, and took his magical books, and, because they were the beginnings of all evil, and the store- houses of devilish mysteries, burnt them with fire.  And he betook himself to the cave of that same holy man, to whom Nachor also had resorted, and told him that which had befallen him, casting dust upon his head, and groaning deeply, and watering himself with his tears, and telling the aged man the full tale of his loathly deeds.  He, well skilled in the saving of a soul and the snatching it from the jaw of the wily serpent, charmed away his sorrow with words of salvation, and pledged him forgiveness and promised him a merciful Judge.  Then, after he had instructed and charged him to fast many days, he cleansed him in Holy Baptism.  And all the days of his life Theudas heartily repented him of his misdeeds, with tears and sighs seeking the favour of God.\\n\\nXXXIII.\\n\\nAs for the king, when things fortuned thus, he was completely bewildered, and plainly showed his sore vexation and tumult of soul.  So again he called all his senators together, and considered what means were still his to deal with his son.  Many men put forward many counsels, but that Araches, of whom we have spoken, the most famous in his office, and first of his councillors, spake unto the king, saying, \\\"What was there to be done with thy son, O king, that we have not done, to induce him to follow our doctrines and serve our gods?  But, as I perceive, we aim at the impossible.  By nature, or, it may be, by chance, he is contentious and implacable.  Now, if it be thy purpose to deliver him to torture and punishment, thou shalt do contrary to nature, and be no more called a father; and thou shalt lose thy son, willing, as he is, to lay down his life for Christ his sake. This, then, alone remaineth: to divide thy kingdom with him, and entrust him with the dominion of that part which falleth to his lot; and if the course of events, and the care of the business of life, draw him to embrace our aim and way, then the thing shall be according to our purpose; for habits, firmly established in the soul, are difficult to obliterate, and yield quicker to persuasion than to violence.  But if he shall continue in the Christian religion, yet shall it be some solace to time in thy distress, that thou hast not lost thy son.\\\"  Thus spake Araches, and all bare witness that they welcomed his proposal.  Therefore also the king agreed that this matter should thus be settled.  So at day-break he called his son, and said unto him, \\\"This is now my latest word with thee, my son.  Unless thou be obedient thereto, and in this way heal my heart, know thou well, that I shall no longer spare thee.\\\"  When his son enquired the meaning of his word, he said, \\\"Since, after all my labours, I find thee in all points unyielding to the persuasion of my words, come now; I will divide with thee my kingdom, and make thee king over the half-part thereof; and thou shalt be free, from now, to go whatsoever way thou wilt without fear.\\\"  He, though his saintly soul perceived that the king was casting yet another snare to trip his purpose, resolved to obey, in order that he might escape his hands, and take the journey that he desired.  So he answered and said, \\\"I have indeed been longing to go in quest of that man of God that pointed out to me the way of salvation, and, bidding farewell to everything, to pass the rest of my life in his company.  But, father, since thou sufferest me not to fulfil my heart's desire, I will obey thee herein: for where there is no clear danger of perdition and estrangement from God, it is right to obey one's father.\\\"\\n\\nThe king was filled with exceeding great joy, and divided all the country under his sovranty into two parts, and appointed his son king, and adorned him with the diadem, and arrayed him in all the splendour of kingship, and sent him forth with a magnificent body-guard into the kingdom set apart for him.  And he bade his rulers and governors and satraps, every one that would, to depart together with his son the king.  And he set apart a mighty and populous city for his kingdom, and gave him everything that befitted a king.  Thus then did Ioasaph receive the power of kingship; and when he had reached that city, where royal state had been prepared for him, on every tower of his city he set up the sign of his Lord's passion, the venerable Cross of Christ. And in person he besieged the idolatrous temples and altars, and razed them to the ground, and uncovered their foundations, leaving no trace of their ungodliness.\\n\\nAnd in the middle of the city he upreared for Christ, his Lord, a temple mighty and passing fair, and he bade the people there often to resort thither, and offer their worship to God by the veneration of the Cross, himself standing in the midst in the presence of all, and earnestly giving himself unto prayer.  And as many as were under his hand he admonished and exhorted, and did everything to tear them away from superstitious error, and to unite them to Christ; and he pointed out the deceits of idolatry, and proclaimed the preaching of the Gospel, and recounted the things concerning the condescension of God, the Word, and preached the marvels of his coming, and made known his sufferings on the Cross whereby we were saved, and the power of his Resurrection, and his Ascension into heaven.  Moreover he declared the terrible day of his dreadful second coming, and the bliss laid up for the righteous, and the punishments awaiting sinners.  All these truths he expounded with kindly mien and gentle words.  For he was not minded to be reverenced and feared for the grandeur of his power and kingly magnificence, but rather for his humility and meekness.  Hereby also he more easily drew all men unto himself, being verily marvellous in his acts, and equitable and modest in spirit.  Wherefore his power, being strongly reinforced by his gentleness and equity, caused all men to yield themselves to his words.\\n\\nWhat wonder, then, if, in a little while, all his subjects, in city or country, were so well initiated into his inspired teachings, that they renounced the errors of their many gods, and broke away from idolatrous drink-offerings and abominations, and were joined to the true faith and were created anew by his doctrine, and added to the household of Christ?  And all, who for fear of Ioasaph's father had been shut up in mountains and dens, priests and monks, and some few bishops, came forth from their hiding places and resorted to him gladly.  He himself would meet and receive with honour those who had fallen upon such tribulation and distress, for Christ his sake, and bring them to his own palace, washing their feet, and cleansing their matted hair, and ministering to them in every way.  Then he dedicated his newly built church, and therein appointed for chief-priest one of the bishops that had suffered much, and had lost his own see, on account of his faith in Christ, an holy man, and learned in the canons of the Church, whose heart was fulfilled with heavenly zeal.  And forthwith, when he had made ready a rude font, he bade baptize them that were turning to Christ.  And so they were baptized, first the rulers and the men in authority; next, the soldiers on service and the rest of the multitude.  And they that were baptized not only received health in their souls, but indeed as many as were afflicted with bodily ailments and imperfections cast off all their trouble, and came up from the holy font pure in soul, and sound in body, reaping an harvest of health for soul and body alike.\",\"timestamp\":1640138915,\"title\":\"\\nThe king heard this tale gladly; and there were brought before him some chosen damsels, young and exceeding beautiful.\"},\"digest\":\"7pVVA5fcVxa7E1xsji6jQfOdcpZ1pPBNN94XFAPjG18\",\"authorship\":{\"contributor\":\"0x6A321BD15f7B900C7F8Dd29Ce6ed73fa0E7D220F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4L9ci0E-RuROBTMm7OoFeiOXg40_Ky2F9s8iDnPjMU0\\\",\\\"y\\\":\\\"vY5mgiC_EO002H8BYny5FLp-Rc2GUAfEKtZZgjg_eBU\\\"}\",\"signature\":\"EGDJTAGoOdt9Km5afMSzvFwK4dDxWZVzJ2ZazetoXgdYEKsoyq1jfo6Xf8XimNJwUTGKpfr5nr6k-7ZOtqu82w\",\"signingKeySignature\":\"0xb85935c548cf93469c72bfbc19ae1cbaa879ad6c08dbc624961562002633e0c24688711b46c5fa92ac3d5587ff3a6b3fecef79f481fe813b2625e09e7ebc08a01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4L9ci0E-RuROBTMm7OoFeiOXg40_Ky2F9s8iDnPjMU0\\\",\\\"y\\\":\\\"vY5mgiC_EO002H8BYny5FLp-Rc2GUAfEKtZZgjg_eBU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7pVVA5fcVxa7E1xsji6jQfOdcpZ1pPBNN94XFAPjG18\"}"