"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/4wJ07ZWyWE-fYzQi57jLO.jpg?height=600&width=1200)\\n\\nIsprobao sam Sorare danas, najpoznatiji kripto fantasy nogomet. Veliki plus Sorarea je sto imaju licencu za veliki broj pravih igraca. Pokrivaju razne lige a koliko vidim i Hrvatska nogometna liga ce biti uskoro dostupna.\\n\\nZa one koji slabije poznaju fantasy, radi se o tome da kupite kartice igraca(NFT) i od njih slozite momcad, ovisno kako ti igraci performaju u stvarnom zivotu tako vasi igraci tj momcad dobijaju bodove. Inace takvi proizvodi postoje i kao web2\\n\\nali ovo je web3 inacica jer svaki igrac je ujedno i NFT na ethereum lancu. Kako skupljate bodove osvajate nagrade tj novac a i igraci koje kupite mozete prodati za vise novaca ako se poboljsaju i dodje do vece potraznje za njima.\\n\\nSportskim fanovima kojih ima mnogo ovo je prilicno primamljiv i zabavan proizvod i fantasy sports je danas velika industrija,\\n\\nstoga je i Sorare jako popularan, dobio je velike investicije a i ima bilijonsku valuaciju.\\n\\nInace sama aplikacija nije bas isplorana i izgleda kao neki crossover web2/web3a, vjerujem da ce to vremenom doraditi a i sam UI nije pretjerano intuitivan. Ipak kako bi onboardali nove igrace, Sorare podjeli svim novim accountima 10ak kartica sa kojim se moze zapoceti igra bez da se ista plati ali su one uglavnom niske vrijednosti i ne mozete ocekivati neki uspjeh sa njima. Sami igraci kostaju od par eura na vise, tih kartica tj nftova ima u stotinama tisuca gdje naravno dominiraju ovi koji su male vrijednosti dok oni koji vrijedi vise kostaju u tisucama eura.\\n\\nZa ulaz u igru trebat ce vam email ili FB/Google profil, wallet je kod njih sporedna stvar i onda vas njihov tutorial vodi kroz osnove i daje pocetne kartice za igru.\\n\\nPostoji tu jedan opsirniji vodic iz igre koga zanima vise\",\"timestamp\":1642433993,\"title\":\"SORARE - fantasy football\"},\"digest\":\"j67sI_0l3wZ5DrA-hizHJS81LMn2JX_oQDlyF7kSGy8\",\"authorship\":{\"contributor\":\"0xeA304a0d0E23A2BC5fFC48c8E841c11D71687c8C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cOfH9DQuNkIo6kdUML4QTqWJlBYOXSntMJw4qC3Sd7U\\\",\\\"y\\\":\\\"8ZQIgifK58a7T5ZR6b5Kzi-guQJdsmNpi5qXOwXR_wo\\\"}\",\"signature\":\"vHOjg4szyZuCwES_uIjbNhYjN692VGR1CYTB0RzOS3aNK468r86zW0wxy5S48dMGPycxOiJ1QKjMgdcDz5RPng\",\"signingKeySignature\":\"0xdb5cbe7e8a4a3123e7f9016081d8b5182566256ae30ef45d5ed3e654d69b0cf67b6cdc27959c30faad7bb5c8463d012fb0aaceb3e6844971cdd6e7633f485b2c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"cOfH9DQuNkIo6kdUML4QTqWJlBYOXSntMJw4qC3Sd7U\\\",\\\"y\\\":\\\"8ZQIgifK58a7T5ZR6b5Kzi-guQJdsmNpi5qXOwXR_wo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"j67sI_0l3wZ5DrA-hizHJS81LMn2JX_oQDlyF7kSGy8\"}"