"{\"content\":{\"body\":\"## Aaron Penne x Boreta @ Bright Moments\\n\\n[https://twitter.com/ritualsirl/status/1431413831314534401?s=20](https://twitter.com/ritualsirl/status/1431413831314534401?s=20)\\n\\n* **A 50-Hour Live Minting Marathon, with 200 continuous 15-minute IRL experiences.**\\n* **Friday Afternoon Sep 24 - Sunday Evening, Sep 26 @ Bright Moments, 62 Windward Ave, Venice, California**\\n* **ArtBlocks Factory edition of 1,000 NFTs = 200 IRL + 800 online mints**\\n* **120 IRL tickets (GTRV = Golden Token: Rituals Venice) will go on sale for 2 ETH each tomorrow, Mon Aug 30 at 9am PT / noon ET**\\n* **800 online mints will be available starting Sun Sep 26 at 7p PT / 10p ET (upon the final IRL mint)**\\n* **Holders of GTRV will receive  random IRL minting slots between #0-199, (which they can swap with other holders in a token-gated Discord channel)**\\n* **Regardless of when you mint, in order to have the richest emotional experience possible,  we encourage you to join us Friday and Sunday for dinner.**\\n\\n**[AARON PENNE](https://www.artxcode.io/journal/aaron-penne-apparitions-on-art-blocks)**: RITUALS enables collectors to connect with their artwork in a meaningful way at the moment of its creation. Each output of this project gives a distinct window into the same parametric universe, a reminder that each of us are unique while fundamentally the same. The visuals and music are carefully constructed to weave an infinitely shifting experience, permanently etched into the blockchain.\\n\\n**[BORETA](https://boreta.net/)**:  I have been creating generative ambient music for psychedelic therapy and meditation over the last few years. Aaron’s visual world enchanted me immediately. Just like the music; it’s calm, expansive, and immersive. There is an ineffable overlap in our creative worlds. I have been touring around the world playing live music for over a decade, and I have great reverence for the power of ritual to something larger than ourselves.\\n\\n**SCHEDULE**:\\n\\n* ***Before***:  Friday, Sep 24, 4pm PT: Prior to minting, we will host a late afternoon meal on the Windward Ave patio for the 200 holders of GTRV.  Everybody will have a name tag that displays which slot they will be minting (ie #0 Friday 5pm… #100 Saturday 6pm… #199 Sunday 7:45pm, etc…). Food by [Travis Lett](https://www.outerknown.com/blogs/journey/a-morning-with-travis-lett) (Gjusta, Gjelina, MTN), music by [Carlos Niño](https://en.wikipedia.org/wiki/Carlos_Gabriel_Ni%C3%B1o).\\n* ***During***: Fri, Sep 24, 5p - Sun, Sep 26, 7pm PT Continuous series of 200, 15-minute live minting experiences.  During each session, visitors will have an intimate, meditative opportunity to relax, set their intention and generate an original audio / visual experience that is revealed in the gallery (and which they will own as an ArtBlocks NFT in their ETH wallet). We ask everyone to bring something meaningful to them, and set it on the collective altar for the weekend.  There will be tea and fruit available for visitors in the gallery, and light food and drinks for visitors and their guests on the patio.\\n* ***After***: Sun, Sep 26, 7pm PT Upon the final mint, we will reconvene on the Windward patio, having all experienced RITUALS in the gallery, and all of us  changed somehow by it.  We will also experience the 800 online RITUALS being minted in real time by others online across the world. Food by Travis Lett, music by Carlos Niño.\\n\\n*Note on Group Rituals:  for groups of four who wish to pool 4 GTRV and share their minting experiences over the course of an hour, we can help you pool your four minting slots, and the four NFTs that you each generate, into a single portfolio of 4 NFTs fractionalized four ways (similar to [PartyBid](https://www.partybid.app/) & [Fractional.art](https://www.fractional.art)).*\\n\\n> The prescribed form or order of religious or ceremonial rites.\\n>\\n> A ritual act or ceremonial observance. Also in later use: an action or series of actions regularly or habitually repeated.\\n>\\n> The performance of ritual acts. Also in later use: repeated actions or patterns of behaviour having significance within a particular social group.\",\"timestamp\":1630256591,\"title\":\"RITUALS\",\"publication\":\"brightmoments\"},\"digest\":\"O6wQlNmfG6q-UDSGW7utR5wEhwdlyQ5132WH7yIDcfg\",\"authorship\":{\"contributor\":\"0x467aadC88d99B4E978A8d3d4f0A9017DCAECaAbF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nsRn-SgD0djO0P6FKWCbXOrss8IF_Z29KwmY7bFWPfA\\\",\\\"y\\\":\\\"hvl2lXWKIjgJc0sO8LxIendRIinVd2ZTAZhKDN7IMLw\\\"}\",\"signature\":\"_tGypqr8_AYjGbrQ66k3xWvix5obfyUG1IOFDIUNXtXT3lAHAfGB6aGKUfdx8rv0NOYTOZwOYUpwrgBIIoTLew\",\"signingKeySignature\":\"0xc216c19cd66631d3bcbec12efc73bc5ca83fe3b8a2518ed7ef7320ab08ffe6ab20e5bb45fc505c17400664f4b3bee67a6c42e9a37ee6240b64fc570ad82312f61c\",\"signingKeyMessage\":\"I authorize the publication of articles on brightmoments.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nsRn-SgD0djO0P6FKWCbXOrss8IF_Z29KwmY7bFWPfA\\\",\\\"y\\\":\\\"hvl2lXWKIjgJc0sO8LxIendRIinVd2ZTAZhKDN7IMLw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"G13gPtKyusEoZi02vYw2-71iIuHG7O4ieNxQMntDrG4\"}"