"{\"content\":{\"body\":\"had it not been for an unforeseen accident I would have carried off all the honours. The accident lay in this:  I never went to school there except in dreams.  How often, ah! how often have I imagined the delights of a collegiate education!  What a world of never-ending interest lies open to the master of languages!\\n\\nThe best translations cannot convey to us the strength and exquisite delicacy of thought in its native garb, and he to whom such books are shut flounders about in outer darkness.  I have suffered so much from the lack of that which my father could easily have given me in youth, and which he himself possessed, that I am all the more anxious you shall escape my punishment in that respect; that you may not, like me, dream of those advantages which others enjoy through any lack of opportunity or neglect of mine.  Therefore, learn to love your Latin, your French, and your English grammar; standing firmly and securely on them, you have a solid foothold in the field of literature....\\n\\nThink how interesting it will be hereafter to refer to your journal, and see the rapid development, not only of your mind, but of your moral growth; only do not fail to record all your shortcomings; they will not stand as reproaches, but as mere snags in the tortuous river of your life, to be avoided in succeeding trips farther down the stream.  They beset us all along the route, from the cradle to the grave, and if we can only see them we can avoid many rough bumps.\\n\\nGod bless my darling!\\n\\nPAPA.\\n\\nTO HIS DAUGHTER\\n\\nCHICAGO, October 9, 1886\\n\\n...  I am glad to know that baby has begun to crawl; don't put her on her feet too soon; consider her legs a *la bow*....  I closed my first week here with two enormous houses.  A hard week's work has greatly tired me....  Jefferson called and left with me the manuscript of his reminiscences, which he has been writing.  So far as he has written it, it is intensely interesting and amusing, and well written in a free and chatty style; it will be the best autobiography of any actor yet published if he continues it in its present form.  I sent you some book notices from Lawrence Hutton's clippings for me....  In the article I send to-day you will see that I am gently touched up on the point of the \\\"old school\\\"; my reference was not to the old style of acting, but the old stock theatre as a school--where a beginner had the advantage of a great variety of experience in farces, as well as tragedies and comedies, and a frequent change of programme.  There is no \\\"school\\\" now; there is a more natural style of acting, perhaps, but the novice can learn nothing from long runs of a single play ...\\n\\nTO HIS DAUGHTER\\n\\nNEW YORK, January 5, 1888,\\n\\n...  As for God's reward for what I have done, I can hardly appreciate it; it is more like punishment for misdeeds (of which I've done many) than grace for good ones (if I've done any).  Homelessness is the actor's fate; physical incapacity to attain what is most required and desired by such a spirit as I am a slave to.  If there be rewards, I am certainly well paid, but hard schooling in life's thankless lessons has made we somewhat of a philosopher, and I've learned to take the buffets and rewards of fortune with equal thanks, and in suffering all to suffer--I won't say nothing, but comparatively little.  Dick Stoddard wrote a poem called \\\"The King's Bell,\\\" which fits my case exactly (you may have read it) .  He dedicated it to Lorimer Graham, who never knew an unhappy day in his brief life, instead of to me, who never knew a really happy one.  You mustn't suppose from this that I'm ill in mind or body: on the contrary, I am well enough in both; nor am I a pessimist.  I merely wanted you to know that the sugar of my life is bitter-sweet; perhaps not more so than every man's whose experience has been above and below the surface....  Business has continued large, and increases a little every night; the play will run two weeks longer.  Sunday, at four o'clock, I start for Baltimore, arriving there at ten o'clock....\\n\\nTo-morrow, a meeting of actors, managers, and artists at breakfast, to discuss and organise, if possible, a theatrical club\\\\[1\\\\] like the Garrick of London....\\n\\nTO HIS DAUGHTER\\n\\nDETROIT, April 04, 1890.\\n\\n...  Yes; it is indeed most gratifying to feel that age has not rendered my work stale and tiresome, as is usually the case with actors (especially tragedians) at my time.  Your dear mother's fear was that I would culminate too early, as I seemed then to be advancing so rapidly.  Somehow I can't rid myself of the belief that both she and my father helped me.  But as for the compensation?  Nothing of fame or fortune can compensate for the spiritual suffering that one possessing such qualities has to endure.  To pass life in a sort of dream, where \\\"nothing is but what is not\\\"--a loneliness in the very midst of a constant crowd, as it were--is not a desirable condition of existence, especially when the body also has to share the \\\"penalty of greatness,\\\" as it is termed.  Bosh!  I'd sooner be an obscure farmer, a hayseed from Wayback, or a cabinetmaker, as my father advised, than the most distinguished man on earth.  But Nature cast me for the part she found me best fitted for, and I have had to play it, and must play it till the curtain falls.  But you must not think me sad about it. No; I am used to it, and am contented.\\n\\nI continue well, and act with a vigour which sometimes surprises myself, and all the company notice it, and comment upon it.  I'm glad the babes had a jolly birthday.  Bless 'em!  Love for all.\\n\\nPAPA.\\n\\nTO HIS DAUGHTER\\n\\nTHE PLAYERS, NEW YORK, March 22, 1891.\\n\\nDEAR DAUGHTER:\\n\\nI'm in no mood for letter-writing to-day.  The shock (of Mr. Lawrence Barrett's death) so sudden and so distressing, and the gloomy, depressing weather, entirely unfit me for the least exertion--even to think.  Hosts of friends, all eager to assist poor Mrs. Barrett, seem helpless in confusion, and all the details of the sad business seem to be huddled on her ...\\n\\nGeneral Sherman's son, \\\"Father Tom,\\\" as he is affectionately called by all the family and the friends of the dear old General, will attend. He was summoned from Europe recently to his father's deathbed, and he happens to be in time to perform services for his father's friend, poor Lawrence.  After the services to-morrow, the remains and a few friends will go direct to Cohasset for the burial--Tuesday--where Barrett had only two weeks ago placed his mother, removed from her New York grave to a family lot which he had recently purchased at Cohasset.  He had also enlarged his house there, where he intended to pass his old age in privacy.  Doctor Smith was correct in his assertion that the glandular disease was incurable, and the surgical operation would prolong life only a year or so; the severe cold produced pneumonia; which Barrett's physicians say might have been overcome but for the glandular disease still in the blood.  Mrs. Barrett knew from the first operation that he had at most a year or so to live, and yet by the doctor's advice kept it secret, and did everything to cheer and humour him.  She's a remarkable woman.  She has been expecting to be suddenly called to him for more than a year past, yet the blow came with terrible force.  Milly, Mr. Barrett's youngest daughter, and her husband, came last night....  When I saw Lawrence on Thursday he was in a burning fever and asked me to keep away for fear his breath might affect me, and it pained him to talk. He pulled through three acts of \\\"De Mauprat\\\" the night before, and sent for his wife that night.  His death was very peaceful, with no sign of pain.  A couple of weeks ago he and I were to meet General Sherman at dinner: death came instead.  To-night Barrett had invited about twenty distinguished men to meet me at Delmonico's, and again the grim guest attends....\\n\\nMy room is like an office of some state official; letters, telegrams, and callers come every moment, some on business, many in sympathy. Three hours have elapsed since I finished the last sentence, and I expect a call from Bromley before I retire.  A world of business matters have been disturbed by this sudden break of contracts with actors and managers, and everything pertaining to next season, as well as much concerning the balance of the present one, must be rearranged or cancelled.  I, of course, am free; but for the sake of the company I shall fulfil my time, to pay their salaries, this week here; and next week in Brooklyn, as they were engaged by Barrett for my engagement.  After which they will be out of employment for the balance of the season...\\n\\nPAPA.\\n\\nTO MISS EMMA F. CARY SAINT VALENTINE'S DAY, 1864.\\n\\nMY DEAR FRIEND:\\n\\nA little lull in the whirl of excitement in which my brain has nearly lost its balance affords me an opportunity to write to you.  It would be difficult to explain the many little annoyances I have been subjected to in the production of \\\"Richelieu,\\\" but when I tell you that it far surpasses \\\"Hamlet,\\\" and exceeds all my expectations, you may suppose that I have not been very idle all this while.  I wish you could see it.\\n\\nProfessor Peirce\\\\[2\\\\] has been here, and he will tell you of it.  It really seems that the dreams of my past life--so far as my profession is concerned--are being realised.  What Mary and I used to plan for my future, what Richard and I used laughingly to promise ourselves in \\\"our model theatre,\\\" seems to be realised--in these two plays, at least.  As history says of the great cardinal, I am \\\"too fortunate a man not to be superstitious,\\\" and as I find my hopes being fulfilled, I cannot help but believe that there is a sufficient importance in my art to interest them still; that to a higher influence than the world believes I am moved by I owe the success I have achieved.  Assured that all I do in this advance carries, even beyond the range of my little world (the theatre), an elevating and refining influence, while in it the effect is good, I begin to feel really happy in my once uneasy sphere of action.  I dare say I shall soon be contented with my lot.  I will tell you this much: I have been offered the means to a speedy and an ample fortune, from all parts of the country, but prefer the limit I have set, wherein I have the power to carry out my wishes, though \\\"on half pay,\\\" as it were....\\n\\nEver your friend,\\n\\nEDWIN BOOTH.\\n\\nTO MISS EMMA F. CARY \\\\[Three weeks after the assassination by his brother, John Wilkes Booth, of President Lincoln.\\\\] Saturday, May 6, 1865.\\n\\nMY DEAR FRIEND:\\n\\nI've just received your letter.  I have been in one sense unable to write, but you know, of course, what my condition is, and need no excuses.\\n\\nI have been, by the advice of my friends, \\\"cooped up\\\" since I arrived here, going out only occasionally in the evening.  My health is good, but I suffer from the want of fresh air and exercise.\\n\\nPoor mother is in Philadelphia, about crushed by her sorrows, and my sister, Mrs. Clarke, is ill, and without the least knowledge of her husband, who was taken from her several days ago, with Junius.\\n\\nMy position is such a delicate one that I am obliged to use the utmost caution.  Hosts of friends are staunch and true to me.  Here and in Boston I feel safe.  What I am in Philadelphia and elsewhere I know not.  All I do \\\\[know\\\\] of the above named city is that there is one great heart firm and faster bound to me than ever.\\n\\nSent in answer to dear Mary's \\\\[his wife's\\\\] prayers--I faithfully believe it.  She will do what Mary struggled, suffered, and died in doing.  My baby, too, is there.  Now that the greatest excitement is over, and a lull is in the storm, I feel the need of that dear angel; but during the heat of it I was glad she was not here.\\n\\nWhen Junius and Mr. Clarke are at liberty, mother will come here and bring Edwina \\\\[his daughter\\\\] to me.  I wish I could see with others' eyes; all my friends assure me that my name shall be free, and that in a little while I may be where I was and what I was; but, alas! it looks dark to me.\\n\\nGod bless you all for your great assistance in my behalf; even dear Dick aided me in my extremity, did he not?\\n\\nGive my love to all and kisses to George.\\n\\n...  I do not think the feeling is so strong in my favour in Philadelphia as it is here and in Boston.  I am not known there.  Ever yours.\\n\\nTO MR. NAHUM CAPEN\\n\\n\\\\[In response to an inquiry regarding his brother, John Wilkes Booth.\\\\] WINDSOR HOTEL, NEW YORK, July 28, 1881.\\n\\nDEAR SIR:\\n\\nI can give you very little information regarding my brother John.  I seldom saw him since his early boyhood in Baltimore.  He was a rattle-pated fellow, filled with quixotic notions.\\n\\nWhile at the farm in Maryland he would charge on horseback through the woods, \\\"spouting\\\" heroic speeches with a lance in his hand--a relic of the Mexican war--given to father by some soldier who had served under Taylor.  We regarded him as a good-hearted, harmless, though wild-brained, boy, and used to laugh at his patriotic froth whenever secession was discussed.  That he was insane on that one point no one who knew him well can doubt.  When I told him that I had voted for Lincoln's reelection he expressed deep regret, and declared his belief that Lincoln would be made king of America; and this I believe, drove him beyond the limits of reason.  I asked him once why he did not join the Confederate army.  To which he replied, \\\"I promised mother I would keep out of the quarrel, if possible, and I am sorry that I said so.\\\" Knowing my sentiments, he avoided me, rarely visiting my house, except to see his mother, when political topics were not touched upon--at least in my presence.  He was of a gentle, loving disposition, very boyish and full of fun--his mother's darling--and his deed and death crushed her spirit.  He possessed rare dramatic talent, and would have made a brilliant mark in the theatrical world.  This is positively all that I know about him, having left him a mere school-boy, when I went with my father to California in 1852.  On my return in 1856 we were separated by professional engagements, which kept him mostly in the South while I was employed in the Eastern and Northern states.\\n\\nI do not believe any of the wild, romantic stories published in the papers concerning him; but of course he may have been engaged in political matters of which I know nothing.  All his theatrical friends speak of him as a poor crazy boy, and such his family think of him.  I am sorry I can afford you no further light on the subject.  Very truly yours,\\n\\nADVICE TO A YOUNG ACTOR\\n\\n\\\\[TO WALTER THOMAS\\\\] NEW YORK, August 28, 1889.\\n\\nMY DEAR MR. THOMAS:\\n\\nI was surprised to learn that your engagement with Mr. Barrett is terminated, and am sorry for the cause, although I believe the result will be to your advantage.  Your chances for promotion will be better in a company that is not confined to so limited a repertoire as mine, in which so few opportunities occur for the proper exercise of youthful talent.  A frequent change of role, and of the lighter sort--especially such as one does not like forcing one's self to use the very utmost of his ability in the performance of--is the training requisite for a mastery of the actor's art.\\n\\nI had seven years' apprenticeship at it, during which most of my labour was in the field of comedy--\\\"walking gentleman,\\\" burlesque, and low comedy parts--the while my soul was yearning for high tragedy.  I did my best with all that I was cast for, however, and the unpleasant experience did me a world of good.  Had I followed my own bent, I would have been, long ago, a \\\"crushed tragedian.\\\"\\n\\nI will, as you request, give you a line to Mr. Palmer, and I hope you may obtain a position that will afford you the necessary practice. With best wishes.  Truly yours,\\n\\nEDWIN BOOTH.\\n\\nCHARLOTTE CUSHMAN\\n\\n\\\\[Charlotte Cushman, a native of Boston, died in that city in 1876.  No actress ever excelled her as Meg Merrilies, Queen Katherine, and Lady Macbeth.  On the morning following her death, Mr. William Winter wrote in the New York *Tribune*:--\\n\\n...  Charlotte Cushman was not a great actress merely, but she was a great woman.  She did not possess the dramatic faculty apart from other faculties and conquer by that alone: but having that faculty in almost unlimited fulness, she poured forth through its channel such resources of character, intellect, moral strength, soul, and personal magnetism as marked her for a genius of the first order, while they made her an irresistible force in art.  When she came upon the stage she filled it with the brilliant vitality of her presence.  Every movement that she made was winningly characteristic.  Her least gesture was eloquence, Her voice, which was soft or silvery, or deep or mellow, according as emotion affected it, used now and then to tremble, and partly to break, with tones that were pathetic beyond description.  These were denotements of the fiery soul that smouldered beneath her grave exterior, and gave iridescence to every form of art that she embodied.  Sometimes her whole being seemed to become petrified in a silent suspense more thrilling than any action, as if her imagination were suddenly inthralled by the tumult and awe of its own vast perceptions.\\\"\\n\\nHer frlend, Emma Stebbins, the sculptor, edited a memorial volume, \\\"Charlotte Cushman:  Her Letters and Memories of Her Life,\\\" published in 1878.  By permission of the publishers and owners of the copyright, Houghton, Mifflin & Co., Boston, the pages that follow are offered.--ED.\\\\]\\n\\nAS A CHILD A MIMIC AND SINGER\\n\\nOn one occasion \\\\[wrote Miss Cushman\\\\] when Henry Ware, pastor of the old Boston Meeting House, was taking tea with my mother, he sat at table talking, with his chin resting in his two hands, and his elbows on the table.  I was suddenly startled by my mother exclaiming, \\\"Charlotte, take your elbows off the table and your chin out of your hands; it is not a pretty position for a young lady!\\\"  I was sitting in exact imitation of the parson, even assuming the expression of his face.\\n\\nBesides singing everything, I exercised my imitative powers in all directions, and often found myself instinctively mimicking the tones, movement, and expression of those about me.  I'm afraid I was what the French call *un enfant terrible*--in the vernacular, an awful child! full of irresistible life and impulsive will; living fully in the present, looking neither before nor after; as ready to execute as to conceive; full of imagination--a faculty too often thwarted and warped by the fears of parents and friends that it means insincerity and falsehood, when it is in reality but the spontaneous exercise of faculties as yet unknown even to the possessor, and misunderstood by those so-called trainers of infancy.\\n\\nThis imitative faculty in especial I inherited from my grandmother Babbit, born Mary Saunders, of Gloucester, Cape Ann.  Her faculty of imitation was very remarkable.  I remember sitting at her feet on a little stool and hearing her sing a song of the period, in which she delighted me by the most perfect imitation of every creature belonging to the farmyard.\\n\\nFIRST VISITS TO THE THEATRE\\n\\nMy uncle, Augustus Babbit, who led a seafaring life and was lost at sea, took great interest in me; he offered me prizes for proficiency in my studies, especially music and writing.  He first took me to the theatre on one of his return voyages, which was always a holiday time for me.  My first play was \\\"Coriolanus,\\\" with Macready, and my second \\\"The Gamester,\\\" with Cooper and Mrs. Powell as Mr. and Mrs. Beverley. All the English actors and actresses of that time were of the Siddons and Kemble school, and I cannot but think these early impressions must have been powerful toward the formation of a style of acting afterward slowly eliminated through the various stages of my artistic career.\\n\\nMy uncle had great taste and love for the dramatic profession, and became acquainted with Mr. and Mrs. William Pelby, for whom the original Tremont Theatre was built.  My uncle being one of the stockholders, through him my mother became acquainted with these people, and thus we had many opportunities of seeing and knowing something of the fraternity.\\n\\nAbout this time I became noted in school as a reader, where before I had only been remarkable for my arithmetic, the medal for which could never be taken from me.  I remember on one occasion reading a scene from Howard Payne's tragedy of \\\"Brutus,\\\" in which Brutus speaks, and the immediate result was my elevation to the head of the class to the evident disgust of my competitors, who grumbled out, \\\"No wonder she can read, she goes to the theatre!\\\"  I had been before this very shy and reserved, not to say stupid, about reading in school, afraid of the sound of my own voice, and very unwilling to trust it; but the greater familiarity with the theatre seemed suddenly to unloose my tongue, and give birth as it were to a faculty which has been the ruling passion ever since.\\n\\nPLAYS LADY MACBETH, HER FIRST PART\\n\\nWith the Maeders I went \\\\[in 1836, when twenty years of age\\\\] to New Orleans, and sang until, owing perhaps to my youth, to change of climate, or to a too great strain upon the upper register of my voice, which, as his wife's voice was a contralto, it was more to Mr. Maeder's interest to use, than the lower one, I found my voice suddenly failing me.  In my unhappiness I went to ask counsel and advice of Mr. Caldwell, the manager of the chief New Orleans theatre, He at once said to me, \\\"You ought to be an actress, and not a singer.\\\" He advised me to study some parts, and presented me to Mr. Barton, the tragedian of the theatre, whom he asked to hear me, and to take an interest in me.\\n\\nHe was very kind, as indeed they both were; and Mr. Barton, after a short time, was sufficiently impressed with my powers to propose to Mr. Caldwell that I should act Lady Macbeth to his Macbeth, on the occasion of his (Barton's) benefit.  Upon this is was decided that I should give up singing and take to acting.  My contract with Mr. Maeder was annulled, it being the end of the season.  So enraptured was I with the idea of acting this part, and so fearful of anything preventing me, that I did not tell the manager I had no dresses, until it was too late for me to be prevented from acting it; and the day before the performance, after rehearsal, I told him.  He immediately sat down and wrote a note of introduction for me to the tragedienne of the French Theatre, which then employed some of the best among French artists for its company.  This note was to ask her to help me to costumes for the role of Lady Macbeth, I was a tall, thin, lanky girl at that time, about five feet six inches in height.  The Frenchwoman, Madame Closel, was a short, fat person of not more than four feet ten inches, her waist full twice the size of mine, with a very large bust; but her shape did not prevent her being a very great actress.  The ludicrousness of her clothes being made to fit me struck her at once. She roared with laughter; but she was very good-natured, saw my distress, and set to work to see to how she could help it.  By dint of piecing out the skirt of one dress it was made to answer for an underskirt, and then another dress was taken in in every direction to do duty as an overdress, and so make up the costume.  And thus I essayed for the first time the part of Lady Macbeth, fortunately to the satisfaction of the audience, the manager, and all the members of the company.\\n\\nTO A YOUNG ACTRESS \\\\[PART OF A LETTER\\\\]\\n\\n...  I should advise you to get to work; all ideal study of acting, without the trial or opportunity of trying our efforts and conceivings upon others, is, in my mind, lost time.  Study while you act.  Your conception of character can be formed while you read your part, and only practice can tell you whether you are right.  You would, after a year of study in your own room, come out unbenefited, save in as far as self-communion ever must make us better and stronger; but this is not what you want just now.  Action is needed.  Your vitality must in some measure work itself off.  You must suffer, labour, and wait, before you will be able to grasp the true and the beautiful.  You dream of it now; the intensity of life that is in you, the spirit of poetry which makes itself heard by you in indistinct language, needs work to relieve itself and be made clear.  I feel diffident about giving advice to you, for you know your own nature better than any one else can, but I should say to you, get to work in the best way you can.\",\"timestamp\":1639987363,\"title\":\"When I was at Eton (I don't refer now to the dinner-table) my Greek and Latin were of such a superior quality \"},\"digest\":\"IODJmwNg-8lgT9wDiHo8f-cX5qHqsBnXzZlb3OOFfrk\",\"authorship\":{\"contributor\":\"0x0bc2400104440A18C99548dd9c4A420428c69d55\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PhXCcl8qci4c0hylYrt1CPv4Xr41YRV6803rWdgy1pY\\\",\\\"y\\\":\\\"rXo9JcJ7nxBiX_fIzXfXtQ9Tu_Yw24J_Ft8xXuaXT1s\\\"}\",\"signature\":\"9ulTsZK7cirdlG9GiGx964kcbVuSo4DlRiYo-L8IYohzSBUH2Ylmu7MtmTdgNXqw2Wx07bzdd3QS2D98M6H2rQ\",\"signingKeySignature\":\"0x8df03ed6d5a5e74b51c5946192cc66dda84e86b566b6341f57b8877d6ee7ede67999b4283677647ff5643892daa40020da8772e26dcf631ee49b81b84f3ac1d01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PhXCcl8qci4c0hylYrt1CPv4Xr41YRV6803rWdgy1pY\\\",\\\"y\\\":\\\"rXo9JcJ7nxBiX_fIzXfXtQ9Tu_Yw24J_Ft8xXuaXT1s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"IODJmwNg-8lgT9wDiHo8f-cX5qHqsBnXzZlb3OOFfrk\"}"