"{\"content\":{\"body\":\"said Cortlandt, as they completed the arrangements, \\\"for the\\nillustration is not as a rule carried out.  Explode two pounds of\\npowder on an iron safe in a room with the windows closed, and the\\nwindows will be blown out, while the safe remains uninjured.\\nExplode an equivalent amount of dynamite on top of the safe, and\\nit will be destroyed, while the glass panes are not even cracked.\\nThis illustrates the difference in rapidity with which the\\nexplosions take place.  To the intensely rapid action of dynamite\\nthe air affords as much resistance as a solid substance, while\\nthe explosion of the powder is so slow that the air has time to\\nmove away; hence the destruction of the windows in the first\\ncase, and the safe in the second.\\\"\\n\\nWhen they had moved beyond the danger line, Bearwarden, as the\\nparty's practising engineer, pressed the button, and the\\nexplosion did the rest.  They found that the ground was frozen to\\na depth of but little more than a foot, below which it became\\nperceptibly warm.  Plying their shovels vigorously, they had soon\\ndug the hole so deep that its edges were above their heads.  When\\nthe floor was ten feet below the surrounding level the\\nthermometer registered sixty.\\n\\n\\\"This is scarcely a fair test,\\\" said Cortlandt, \\\"since the heat\\nrises and is lost as fast as given off.  Let us therefore close\\nthe opening and see in what time it will melt a number of cubic\\nfeet of ice.\\\"\\n\\nAccordingly they climbed out, threw in about a cart-load of ice,\\nand covered the opening with two of the Callisto's thick rugs.\\nIn half an hour all the ice had melted, and in another half hour\\nthe water was hot.\\n\\n\\\"No arctic expedition need freeze to death here,\\\" said\\nBearwarden, \\\"since all a man would have to do would be to burrow\\na few feet to be as warm as toast.\\\"\\n\\nAs the island on which they had landed was at one side of the\\narchipelago, but was itself at the exact pole, it followed that\\nthe centre of the archipelago was not the part farthest north.\\nThis in a measure accounted for the slight thickness of ice and\\nsnow, for the isobaric lines would slope, and consequently what\\nwind there was would flow towards the interior of the\\narchipelago, whose surface was colder than the surrounding ocean.\\nThe moist air, however, coming almost entirely from the south,\\nwould lose most of its moisture by condensation in passing over\\nthe ice-laden land, and so, like the clouds over the region east\\nof the Andes, would have but little left to let fall on this\\nextreme northern part.  The blanketing effect of a great\\nthickness of snow would also cause, the lower strata of ice to\\nmelt, by keeping in the heat constantly given off by the warm\\nplanet.\\n\\n\\\"I think there can be no question,\\\" said Cortlandt, \\\"that, as a\\nresult of Jupiter's great flattening at the poles and the drawing\\nof the crust, which moves faster in Jupiter's rotation than any\\nother part, towards the equator, the crust must be particularly\\nthin here; for, were it as thin all over, there would be no space\\nfor the coal-beds, which, judging from the purity of the\\natmosphere, must be very extensive.  Further, we can recall that\\nthe water in the hot spring near which we alighted, which\\nevidently came from a far greater depth than we have here, was\\nnot as hot as this.  The conclusion is clear that elsewhere the\\ninternal heat is not as near the surface as here.\\\"\",\"timestamp\":1636792491,\"title\":\"This recalls an old laboratory experiment, or rather lecture,\\\"\"},\"digest\":\"VKbKDf_LR5a2xYnLKlrpyb_sFeFlB7CYghmYdQ4IZCE\",\"authorship\":{\"contributor\":\"0x15b7224118C75406C38Dee327A0a4C8390EfF138\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IDkYE_88zp6XpdQOyu6tLqGx91W3GsW8hTNxC0q6KdU\\\",\\\"y\\\":\\\"VXjy7HazOWObXch2kJdQBet18_b3QO6Za-7xfrCjkdI\\\"}\",\"signature\":\"-dx78pgwuIm_DjJBY6oaytaYDXHzmgeAW94RAkfTp6m8k_afXAR2LJQv9pneNDqU9Gj_xocZ2IQzlHLcWfbV4A\",\"signingKeySignature\":\"0x5a1d6e713626fabaf2bf402aa90a594e506c18b06fa13a0e6887d56e633266136bbc87c8ed788c93f8c106bf7e556794af295cc59e257730044be6055b76b7dc1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IDkYE_88zp6XpdQOyu6tLqGx91W3GsW8hTNxC0q6KdU\\\",\\\"y\\\":\\\"VXjy7HazOWObXch2kJdQBet18_b3QO6Za-7xfrCjkdI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VKbKDf_LR5a2xYnLKlrpyb_sFeFlB7CYghmYdQ4IZCE\"}"