"{\"content\":{\"body\":\"**Let me tell you a story. Do you like stories? This story is actually about one of my favorite people. It’s about you. Well, not about you, but about where you are. What’s special about where you are? Do you even know? Would you believe me if I said that where you are, right now, has a fascinating story? Perhaps it may be a story you’ll remember forever. One you will tell for generations to come…**\\n\\nHow can I be so confident? I don’t even know you, or where you even are. It’s because every place on earth has an interesting story. Someone knows that story. Probably not you - but that’s ok, because you have your own stories to tell about the places you’ve been. As you know, stories are what inspire people and keep humans motivated. And stories about places help us connect with them, others, and the one planet we all (currently) have in common.\\n\\nSo, I think you would agree with me that stories all have value. Some more than others. For instance, many people travel to Jerusalem and pay $100 each to hear a story about Jesus and walk in his footsteps. The same goes for stories about towns and historic accounts of people all over the world. In fact, 16 Billion Dollars a year was spent (pre-covid) on just those stories. But some stories don’t get sold (or told) at all. Their audience is too small to charge $100. Not enough people would pay that amount to hear about how your Aunt Millie climbed that scaffold to save the cat that was reincarnated as your neighbor’s dog. But maybe some folks would enjoy the story if they happened to pass by that scaffold. Maybe your great-grandchildren would really enjoy it. Point is... we all have stories, and they all have value.\\n\\nWhat if we could tap into that value? What if we were to build a platform for sharing not just stories - but also information of various types - and built it with a blockchain so that we could easily reward contributions. What if we built this as a [MEOW DAO](https://www.linkedin.com/pulse/why-dao-now-igor-ilyinsky/) and empowered the community to tap into that $16B market, plus some others. Are you not familiar with the concept? Perhaps you didn’t read the [other paper](https://www.linkedin.com/pulse/why-dao-now-igor-ilyinsky/). Go ahead - we’ll wait.\\n\\nNow that we’re on the same page… a [MEOW DAO](https://www.linkedin.com/pulse/why-dao-now-igor-ilyinsky/) would allow us to build a mutually beneficial business on the blockchain, and reward contributors with tokens. The basis for this new business is a technology startup that delivers GeoSpatial Audio content in any language via an app called “ListenUp!”, in addition to the development of numerous creator apps and supplemental services to support the business. The stated mission of ListenUp is to…\\n\\n> *Offer a free(mium) global platform for geographically-based short-form audio tours and immersive stories - consumable in any language - for recreational, educational, motivational, professional and social uses. Crowd-sourced (user-improved) and API content will be translated and delivered hyper-locally based on GPS and local beacons.*\\n\\n**Basically, an audio app that tells you stories about where you are… wherever you are!**\\n\\nWhile ListenUp has a robust business model based on consumption (beyond the scope of this article), the fundamentals are not possible to achieve without substantive content contributions from the community. To foster this model, at the heart of the program are GeoSpatial Audio Tokens (GATs), which are custom digital tokens minted in order to build and evolve the ecosystem by soliciting and rewarding contributions, and allowing token holders to partake in governance. Tokens will be minted in fungible and non-fungible (NFT) forms, with different amounts and denominations disbursed to individuals and teams for achieving different milestones (or perhaps just for being part of the community). There will be a number of token sales and open bounties, as well as hackathons/guideathons, organized to maximize the impact of the community and achieve maximum scale and value.\\n\\nThe standard disciplines in software production (such as designers and developers) and blockchain will be obvious beneficiaries of GAT economics, but it is imperative that marketers, investors/speculators, business operators and municipalities also benefit from the opportunity. Most importantly, content contributors (i.e., copywriters) should be among those to reap significant benefit from the ecosystems that they help establish. To encourage this, we envision a number of roles in the GAT ecosystem. To understand these roles, we’ll employ the simple use-case of a voice-guided walking audio tour through the town of Telluride, Co.\\n\\n**Docent:** This individual is essentially your audio-tour guide through the town. While you will probably never hear their voice, they have done all of the extensive research to assure that your experience walking around Telluride is immersive. They will be sure to point out the bank subjected to Butch Cassidy’s first robbery, and the sorted history of the cottages along popcorn alley. What you may find interesting is that the docent may have never stepped foot in Colorado, let alone the US. They can be a researcher in Mumbai, a history buff in Manila, or a college student in Bolivia. It’s possible they don’t even speak English. All of their research is done online, but they know their way around the town better than some locals - albeit on a map. Docents get fungible tokens for their contributions.\\n\\n**Local:** A local teams up with a Docent (or several of them) to form an Entourage. They work together to maximize the quality of the tour content being created, such as assuring that the placement of content is correct, locations are accessible and safe, the app works properly, and to suggest any improvements. In essence, locals are individuals living at or near the tour destination that can provide quality assurance to the ecosystem overall. Our local for Telluride may be a retired veteran that lives over in Norwood, Colorado (because telluride is too expensive). Locals get fungible tokens for their contributions.\\n\\n**Contributor:** These are individuals that may offer one-off content like time-sensitive information users may need (such as that relating to a major event like a music festival), or interesting tidbits that the entourage may have missed. The contributor may just be visiting on holiday, or may have grown up in town and has a story to share. These are not, however, promotional in nature, which might fall under other roles in the ecosystem. Contributors get fungible tokens for their contributions.\\n\\n**Voyager:** A voyager is a person who loves to travel, and enjoys guided tours when they do so. Traditionally, a voyager may do a considerable amount of their own research about the locations they visit (much like a Docent) or in the past they may have paid $100 or more for a public tour - for the benefit of only themselves. Now, however, they would use those same funds to establish a “bounty” for each of the destinations they choose to travel to. Entourages will work to assemble awesome content for the first voyager to consume, and thereafter this content will be available to everyone. We thank these pioneers and the entourages with fungible tokens.\\n\\n**Nomads:** if you were to mix voyagers and contributors, you would get Nomads. These are expert travelers and bounty hunters that seek out adventure and the most nuanced content using sneaky tactics like talking to locals and solid investigative reporting. Nomads are influencers in our ecosystem and get handsome fungible token rewards.\\n\\n**Gnome:** a gnome doesn’t travel, nor write, and therefore does not earn tokens.\\n\\n**Ambassadors:** As the roles above evolve and more locations have quality content to be consumed, their value within the ecosystem will increase. Some locations may not see immediate increase in value until a concerted effort is made to develop such content. For both of these scenarios, special GAT sales and auctions may occur where the winner would be issued a **GeoEncoded NON-Fungible token (Geo NFT)** covering a specific area (such as the town of Telluride) or a landmark (such as the Smuggler-Union Hydroelectric Power Plant). The holder of the NFT will be granted profit-share tokens from a separate fund, proportionate to the popularity and ratings of the tours provided in their area. In this way, the Ambassadors are responsible for overseeing development of quality content around the area and locally promoting their tours physically - IRL. Non Fungible tokens can be traded on the open market, but there are commissions built into the smart contract for these tokens, and they may expire due to inactivity. So Ambassadors MUST be held to a high standard, as they cannot simply sit on an NFT speculating that it will eventually appreciate, or allow spam to accumulate in their territory. Some NFTs may also be leased for special purposes, time-periods or events. Among the areas that Ambassadors can purchase will grow over time, as more are released. Initially, the first batches of NFTs to be released may include:\\n\\n* Town Centers\\n* Major Attractions & Venues\\n* Campuses & Parks\\n* Residential Neighborhoods\\n* Cemeteries\\n* Isolated Landmarks\\n\\nIn our imaginary illustration, let’s pretend that the Telluride Historic Walking Tour NFT was purchased in memory of the town’s oldest resident, Retta Mae Vela, who turned 100 in Telluride after living there for 70 years. The token was inherited by her daughter who worked as county treasurer when Retta passed at 108 years old. The family foundation keeps a close watch over the town’s historic token, and believes it will stay in the family for eternity.\\n\\n**Promoter:** *\\\\[You?\\\\]* The lifeblood of any emerging technology is the community, and thus, we must reward promotions with fungible tokens. Automated systems may scan for posts in social media (twitter, meta), web2 (yelp, tripadvisor) and on message boards (reddit, discord), as well as tracking recruitment efforts by community members, and will reward them with fungible tokens.\\n\\n***As a special bonus to our earliest promoters, anyone contributing to our crowdfund will get DOUBLE promoter tokens to their pro-rata share PLUS a take from the founder pool (amount to be voted on by the*** [community](https://discord.gg/qXZcU333)***).***\\n\\n[crowdfund://undefined?features=overview,backers](crowdfund://undefined?features=overview,backers)\\n\\n**Liaisons:** Are official employees or designated administrators of municipalities, who may facilitate local information such as rules to be aware of, seasonal details, or to promote local events (as permitted or in exchange for cross-promotion). Generally, while Liaisons can earn fungible tokens, they are typically for the benefit of the municipality which they serve. The Telluride Tourism Board oversees the 501(c)(6) not-for-profit that is the beneficiary in this case, and is also responsible for letting visitors know the seasonal hours of operation for the gondola.\\n\\n**Advertiser:** hyper-local audio advertising is central to the ecosystem’s monetization strategy, and the ecosystem has a built-in advertising network, in addition to numerous programmatic ad networks. Advertisers will be able to acquire tokens and spend them internally with great geographic focus, ephemeral time-spans, targeted demographics and robust analytics. Advertising in fiat currency may also be possible, albeit at an enterprise level.\\n\\n**Vertical Master:** As may be necessary from time-to-time, the community will seek out entrenched Industry experts for special purpose projects, exposure, or contacts. For instance, it may seed a Real Estate expert to aid in constructing property valuations and inventory, a Travel/Tourism expert to connect with major destinations, engage a celebrity/influencer for broad exposure, or any number of other experts in emerging vertical categories. Vertical masters would be granted fungible tokens, or granted first refusal on certain NFTs.\\n\\n**Category Manager:**  the community will also seek out passionate and influential experts in horizontal interests (such as street art, wine, history, religion, sex, crime, phish, gaming, etc.) These individuals will be tasked with monitoring and curating content in these categories to assure high quality and will be rewarded in fungible tokens.\\n\\n**Language Manager:** as most content will be internationalized by machines to some degree, language managers will review content for accuracy in translations and continuity of storyline. Likewise, they will be rewarded in fungible tokens.\\n\\nNumerous additional positions will be needed and sought out as the platform matures, with a focus on decentralizing many of the ongoing operations and governance to the blockchain. In addition to tokens issued for the roles above and bounties set forth, community members and teams may benefit from free tokens (airdrops), exclusive events, expense-paid travel and NFTs of music and art produced by the community.\\n\\n*To be clear, the initial teams, governance tools and tokenomics will be established by the founders and a working group of governance advisors. Team sizes and the balance of tokens distributed per team per drop will change as the business evolves and transitions to community governance. Likewise, any initial stalemates in governance will be decided by the founders in a centralized manner, and any critical activities that cannot be achieved with tokens may require payment in fiat currency.*\\n\\nSo, back to that story you were going to tell...\",\"timestamp\":1636403282,\"title\":\"ListenUp! A MEOW DAO cometh.\"},\"digest\":\"U1wdkNIX6wIanYc3-ZTJRTf8kFItGciQb4Fic-DfiWU\",\"authorship\":{\"contributor\":\"0xD57B7F5E37c729a71Bf7D55689032165413d5b53\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DoDGK_ppXKWajwJXkvbF3LGsGI4df2NsfMKuTfly-Mk\\\",\\\"y\\\":\\\"J0V4eo001If3V45r0RsROhi297YXJRPj58CXSqbQx6o\\\"}\",\"signature\":\"oa3rgqsHRGAHGSL7JpEyURFFBb2QUHvyLjg9LzBXFis946wkf1UObjp-H36Nf-JwdeluuY71vcznr2i3vL2MQg\",\"signingKeySignature\":\"0x485a0ff725fa4c4bf6f12f7bcc9b505cb434b1115ded4d64d1f87aa281cf819129405bf8e763d81346bfaec2fc85df3c3e27ac8b8ae8b5f006a7f88f2a5cd5e41b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DoDGK_ppXKWajwJXkvbF3LGsGI4df2NsfMKuTfly-Mk\\\",\\\"y\\\":\\\"J0V4eo001If3V45r0RsROhi297YXJRPj58CXSqbQx6o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_a5vjGFB7xgYbDYLHLekCHvSgHDZJTADzZioBYXiDZM\"}"