"{\"content\":{\"body\":\"## Educational institutions want you to think in terms of “years and grades” — as if learning or knowledge had a definitive start and end dates, or that all learners can be measured the same.\\n\\n![Author unknown.](https://miro.medium.com/max/1070/1\\\\*Cybn6JJSdbzH8UOZ1e-zOg.jpeg)\\n\\nWhen we go to school we’re introduced to a set curriculum and a class schedule outlining what our course load will look like for the next 9 months. We’re put on a schedule of what we’ll read, what we’ll see and experience. The underlying idea is that someone else knows what we need to know, and they come just in time to teach us. Furthermore, there’s a defined timeframe with the destination of an “education” firmly in sight. It’s built around an idea that we’ll all be the same and we’ll all end up in the same place. And this space is known as the bell curve.\\n\\nAnd like all institutions, modern education is caught up in multiple layers of bureaucracy, politics and business. Too often, the primary goal of education, particularly among modern policymakers, is to create what is called “a well-rounded workforce.” Or to ensure that a labor pool possesses the socialization and communication skills to ‘succeed’ in corporate environments. In this regard, learning is reduced to the lowest common denominator — decided by someone else. Personal learning goals and self-directed interests must be subjugated to the greater goals of corporate business models. One can see this play out in Silicon Valley mindsets as it relates to new ‘edtech’ startups ready to capitalize on our most valuable resource — youth. More on this in a different post.\\n\\nThe underlying strategy for conventional schooling is reductionist. Formal educational programs and working environments are essentially reductionist too. Education design is focused on the limitations of the individual — what they can and cannot handle, what what they know, and how they learn. Educational systems such as modern colleges and companies work to mold us into a standardized individual, and they do this through formal education and socialization.\\n\\n![Image Credit: Yau Hoong Tang (Flickr)](https://miro.medium.com/max/900/1\\\\*zN8o3sam5R1Mlwb81ZtgQA.gif)\\n\\n## The Self-Directed Learning Lens\\n\\nTo get anything out of self-directed learning, you have to rebel against the assumptions of formal education that there’s only a set of things you should know to be a successful employee or learner. We must reject the concept of the acceptable and the homogenized.\\n\\nTo be your own teacher, you have to be able to be your own best ally AND your worst enemy. It requires self awareness to self-regulate, and self awareness requires introspection — thinking about what we want and more importantly, why we want it. Even after you figure out what you want, you have to put it out in the universe, and eventually drown out the voices that seek to pull you back to formalized education…and an outdated conception of work.\\n\\nIt takes effort, tenacity and denial. We often think creativity and learning are byproducts of flow, where our brains expand, cool ideas come to us and everything just flows naturally. The truth of the matter is something completely different.\\n\\nCreativity, learning and productivity don’t come to you magically (well, sometimes :P). More often, though, you have to open the hood, look inside, knock on a few things and maybe do some things you might not expect, that might scare you at times.\\n\\nBut this is good. It’s about breaking things down, putting things together, experimenting, constructing, operating and deconstructing your way, not to an answer, necessarily — but to a better question. Increasing your capacity for self-reflection, self-regulation and metacognition will serve you in ways you can’t imagine. Or maybe, you can :)\\n\\n## Learning — and the Process of Making the Self Visible\\n\\nSelf-directed learning is difficult because in order to truly get what you want out of education, you have to create not just a path of your own design, but sometimes the map itself!\\n\\nYou have to be willing to take risks, and navigate uncharted territories, which is scary, and no one is knocking on your doors telling you to do it. Learning is difficult later in life, because we learn risk-taking and survival skills when we are children, but along the way we start to lose them. We cling to the conventional ways of learning, and what’s accepted in the workplace and by society.\\n\\nLearning for the sake of learning, or learning to make something happen requires self-motivation and putting energy into something intangible — sometimes to the point of exhaustion. Self-engaged learning is often viewed as a waste of time. The prevailing belief is that once you’re ‘an adult’, it’s time to get down to business — it’s time to start earning a living. However, autonomy and self-determination may be the very connector between learning and work. It’s often the impetus for long-term success and happiness.\\n\\n![Author unknown.](https://miro.medium.com/max/600/1\\\\*uLqta2rwl9aEPYgbRrOfeg.png)\\n\\n## How to Get Started\\n\\nTo get started, you have to initiate the metacognitive process, which implies the time commitment to learn, to create and to be observant. You must learn to think about learning — what it means to you and how it can be practically applied in your life. Next, you have to make time to learn, and just as importantly, admit that you don’t have all the answers. Learning is about asking the right questions, sensemaking and exploring possible solutions. It requires commitment, hard work and risk-management. It’s often inconvenient, uncomfortable and messy. But oh, so so worth it.\\n\\n### Remember:\\n\\n**You can learn at any time, at any age, and about anything.**\\n\\n**You have the ultimate decision about what you learn. If you don’t get what you want out of it, you don’t have to do it anymore.**\\n\\n**You can get access to knowledge at any time if you ask the right questions, and put the time and effort into doing it.**\\n\\n**Your goals are your goals, and so long as they’re moral, authentic, and legal — you should pursue them.**\\n\\n![](https://miro.medium.com/max/1400/1\\\\*n8aX_aSM__kowiCHlvMiBg.png)\\n\\n* Twitter: <https://twitter.com/futurescouts>\\n* Facebook: <https://www.facebook.com/futurescouts.cc>\\n* Instagram: <https://instagram.com/futurescouts>\\n* Medium: [https://gazette.futurescouts.cc](https://gazette.futurescouts.cc/)\\n* LinkedIn: <https://www.linkedin.com/company/future-scouts>\\n\\n*Contact one of our Phyle leaders through the website, and follow us on the socials to keep up to date.*\",\"timestamp\":1635400306,\"title\":\"Self-directed, lifelong learning, Part I — A paradigm shift\"},\"digest\":\"LBY3jppT42vlax6HaatRZdrQf80CIGrOp29cASD2Gbo\",\"authorship\":{\"contributor\":\"0x2d3547e5D3c5d188Edf9C4E0BA71F11b1B3d45dD\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OdazSBaRb88L2l0diGdgXxNePpazozJp4rztCPcY6jQ\\\",\\\"y\\\":\\\"18PD3UxXdH5i32CZe0xUDO5q2gIGUS9Sti5VhH9OMzY\\\"}\",\"signature\":\"EbCOLKg3WQIA9zR_ruYJqidLPVGGaijJTxnr_qiqhx11MxlU0rTGKGkOOwf9Y5rOO_fwj3YxB_otHi1wcXhufg\",\"signingKeySignature\":\"0x59eedf9a9ad24b90a6cb92d9ae9bb9f9dc55753c11e812399405008da90ac6483d22d8ef5092e4c15cb92b4bc1f4ef962074dd4d3d451de215e162554ba011241b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OdazSBaRb88L2l0diGdgXxNePpazozJp4rztCPcY6jQ\\\",\\\"y\\\":\\\"18PD3UxXdH5i32CZe0xUDO5q2gIGUS9Sti5VhH9OMzY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LBY3jppT42vlax6HaatRZdrQf80CIGrOp29cASD2Gbo\"}"