"{\"content\":{\"body\":\"In the traditional field, there are actually only two voting methods. In some democratic countries, one person, one vote is used. The other voting method depends on who has more money.\\n\\n1. One person, one vote\\n\\nAs the name implies, a citizen can vote for one vote, and a person in a community can vote for one vote. Regardless of whether the tokens held are more or less.\\n\\nWhat's the problem with one person, one vote?\\n\\nThe problem with one person, one vote is that those who really spend a lot of money do not enjoy any privileges. The so-called \\\"privileged class\\\" does not have more rights in the project or in this community.\\n\\nIn theory, if he makes a big contribution and spends more money, he should get a little more rights.\\n\\n1. See who has more money\\n\\nThis money includes RMB, U.S. dollars or various crypto assets. Voting also includes staking and liquidity mining. This means that you don't need to make too many contributions to the community, you only need to have money, buy Coins, tokens, and pledge b. Suppose you have 5% of b in this community. As long as you invest in it, you will directly occupy 5% of the community's weight. Whether a certain proposal is passed or not is determined according to the number of encrypted assets or tokens held and the entire ratio.\\n\\nThe problem with the voting method that depends on who has more money is the opposite of \\\"one person, one vote\\\". The rights of the rich are too concentrated. Assuming that a person has 51% of b, then any vote does not need to be cast, and it is directly reviewed, and any proposal does not require other people’s votes. Because one person has too much b, you can just play it by yourself.\\n\\nOf the two voting methods, one is that they don’t care about privileges and completely ignores privileges; the other is that they care too much about privileges. These are two extremes.\\n\\nQuadratic voting is a governance design that better balances these two types of voting. Let me introduce the simplest method in quadratic voting. To put it simply, the money required for voting for the first, second, third, fourth, and fifth votes is different.\\n\\nFor example, one U.S. dollar is required for the first vote, two U.S. dollars for the second vote, and so on, the fifth vote is 5 U.S. dollars. So if you want to cast 100 votes, how much dollars should it cost? A more classic curve will appear at this time.\\n\\nThe vertical axis represents influence or weight, and the horizontal axis represents the money you spend. Because the money added for each ticket increases linearly, the horizontal and vertical axis will form a diagonal line with a 45-degree angle.\\n\\nOf course, we can make adjustments in this model. For example, the cost of the second ticket is not two dollars, but 1.5 dollars or 1.1 dollars, and the curve will change accordingly, but we only analyze the most basic content.\\n\\nUnder this most basic model, at the nth vote, the money needs to be spent, because the slope k=1, there will be a coordinate of x=n, y=n, and n, n coordinates. At this time, the money spent on voting is the area of ​​this triangle. This is another right triangle with an area equal to one-half of n squared.\",\"timestamp\":1634478400,\"title\":\"Derivation of quadratic voting\"},\"digest\":\"RlXTF4Wpph478Fljc28NCbTd2pbQHzDZQmp6VLFsPTc\",\"authorship\":{\"contributor\":\"0x68A8697Ef06b76690A76354ff99cB1a8438bC490\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EmaHr8ktBK9cAzZeNYyyw21ngWcoMOMCSy7ngqh1vtQ\\\",\\\"y\\\":\\\"gOnx6Ki6vKg5I4su--prwuLCLlXs0qq2hyI9inXWTaM\\\"}\",\"signature\":\"mnZETsVZMpTV7XXA8Tyj5zyKvsZKWm1e0k6yyOP-_q9fwt_LybfV9zuFZuy5QRg2KdbwWbmm_X6QPBhRpA0Aqw\",\"signingKeySignature\":\"0xddc6c6ff6674b98b07daeb18f583e91bb2cb13b4bc15af875e520f8ee06eb4957b3d64996bd420580cbdd462766221cff98ed8b7f3c1d0fea5e2c7c5c269757b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"EmaHr8ktBK9cAzZeNYyyw21ngWcoMOMCSy7ngqh1vtQ\\\",\\\"y\\\":\\\"gOnx6Ki6vKg5I4su--prwuLCLlXs0qq2hyI9inXWTaM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RlXTF4Wpph478Fljc28NCbTd2pbQHzDZQmp6VLFsPTc\"}"