"{\"content\":{\"body\":\"\\\"I was\\nconvinced, a moment ago, that a shadow crossed the page on which\\nI was taking notes.  Can it be there are objects about us we\\ncannot see?  We know there are vibrations of both light and sound\\nthat do not affect our senses.  I wish we had brought the\\nmagnetic eye; perchance that might tell us.\\\"\\n\\n\\\"Anything sufficiently dense to cast a shadow,\\\" said Ayrault,\\n\\\"should be seen, since it would also be able to make an image on\\nour retinas.  I believe any impressions we are receiving are\\nproduced through our minds, as if some one were thinking very\\nintently about us, and that neither the magnetic eye nor a\\nsensitive plate could reveal anything.\\\"\\n\\nThey then returned to the study of the isinglass, which they were\\nable to split into extremely thin sheets.  Suddenly a cloud\\npassed over the table, and almost immediately disappeared, and\\nthen a sharpened pencil with which Ayrault had been writing began\\nto trace on a sheet of paper, in an even hand, and with a slight\\nfrictional sound.\\n\\n\\\"Stop!\\\" said Bearwarden; \\\"let us each for himself describe in\\nwriting what he has seen.\\\"\\n\\nIn a moment they had done this, and then compared notes.  In each\\ncase the vision was the same.  Then they looked at the writing\\nmade by the invisible hand.  \\\"Absorpta est mors in Victoria,\\\" it\\nran.\\n\\n\\\"Gentlemen, began Bearwarden, as if addressing a meeting, \\\"this\\ncannot be coincidence; we are undoubtedly and unquestionably in\\nthe presence of a spirit or of several spirits.  That they\\nunderstand Latin, we see; and, from what they say, they may have\\nknown death.  Time may show whether they have been terrestrials\\nlike ourselves.  Though the conditions of life here might make us\\ndelirious, it is scarcely possible that different temperaments\\nlike ours should be affected in so precisely the same way;\\nbesides, in this writing we have tangible proof.\\\"\\n\\n\\\"It is perfectly reasonable,\\\" said Ayrault, \\\"to conclude it was a\\nspirit, if we may assume that spirits have the power to move the\\npencil, which is a material object.  Nobody doubts nowadays that\\nafter death we live again; that being the case, we must admit\\nthat we live somewhere.  Space, as I take it, can be no obstacle\\nto a spirit; therefore, why suppose they remain on earth?\\\"\\n\\n\\\"This is a wonderful place,\\\" said Cortlandt.  \\\"We have already\\nseen enough to convince us of the existence of many unknown laws.\\nI wish the spirit would reveal itself in some other way.\\\"\\n\\nAs he finished speaking, the rays of the distant and cold-looking\\nsun were split, and the colours of the spectrum danced upon the\\nlinen cloth, as if obtained by a prism.  In astonishment, they\\nrose and looked closely at the table, when suddenly a shadow that\\nno one recognized as his own appeared upon the cover.  Tracing it\\nto its source, their eyes met those of an old man with a white\\nrobe and beard and a look of great intelligence on his calm face.\\nThey knew he had not been in the little grove thirty seconds\\nbefore, and as this was surrounded by open country there was no\\nplace from which he could have come.\\n\\n```\\n                       CHAPTER II.\\n\\n                THE SPIRIT'S FIRST VISIT.\\n```\\n\\n\\\"Greetings and congratulations,\\\" he said.  \\\"Man has\\nsteadfastly striven to rise, and we see the results in\\nyou.\\\"\\n\\n\\\"I have always believed in the existence of spirits,\\\" said\\nCortlandt, \\\"but never expected to see one with my natural eyes.\\\"\\n\\n\\\"And you never will, in its spiritual state,\\\" replied the shade,\\n\\\"unless you supplement sight with reason.  A spirit has merely\\nexistence, entity, and will, and is entirely invisible to your\\neyes.\\\"\\n\\n\\\"How is it, then, that we see and hear you?\\\" asked Cortlandt.\\n\\\"Are you a man, or a spectre that is able to affect our senses?\\\"\\n\\n\\\"I WAS a man,\\\" replied the spirit, \\\"and I have given myself\\nvisible and tangible form to warn you of danger.  My colleagues\\nand I watched you when you left the cylinder and when you shot\\nthe birds, and, seeing your doom in the air, have been trying to\\ncommunicate with you.\\\"\\n\\n\\\"What were the strange shadows and prismatic colours that kept\\npassing across our table?\\\" asked Bearwarden.\\n\\n\\\"They were the obstructions and refractions of light caused by\\nspirits trying to take shape,\\\" replied the shade.\\n\\n\\\"Do you mind our asking you questions?\\\" said Cortlandt.\\n\\n\\\"No,\\\" replied their visitor.  \\\"If I can, I will answer them.\\\"\\n\\n\\\"Then,\\\" said Cortlandt, \\\"how is it that, of the several spirits\\nthat tried to become embodied, we see but one, namely, you?\\\"\\n\\n\\\"That,\\\" said the shade, \\\"is because no natural law is broken.  On\\nearth one man can learn a handicraft better in a few days than\\nanother in a month, while some can solve with ease a mathematical\\nproblem that others could never grasp.  So it is here.  Perhaps I\\nwas in a favourable frame of mind on dying, for the so-called\\nsupernatural always interested me on earth, or I had a natural\\naptitude for these things; for soon after death I was able to\\naffect the senses of the friends I had left.\\\"\\n\\n\\\"Are we to understand, then,\\\" asked Cortlandt, \\\"that the reason\\nmore of our departed do not reappear to us is because they\\ncannot?\\\"\\n\\n\\\"Precisely,\\\" replied the shade.  \\\"But though the percentage of\\nthose that can return and reappear on earth is small, their\\nnumber is fairly large.  History has many cases.  We know that\\nthe prophet Samuel raised the witch of Endor at the behest of\\nSaul; that Moses and Elias became visible in the transfiguration;\\nand that after his crucifixion and burial Christ returned to his\\ndisciples, and was seen and heard by many others.\\\"\\n\\n\\\"How,\\\" asked Bearwarden deferentially, \\\"do you occupy your time?\\\"\\n\\n\\\"Time, replied the spirit, \\\"has not the same significance to us\\nthat it has to you.  You know that while the earth rotates in\\ntwenty-four hours, this planet takes but about ten; and the sun\\nturns on its own axis but once in a terrestrial month; while the\\nyears of the planets vary from less than three months for Mercury\\nto Neptune's one hundred and sixty-four years.  Being insensible\\nto heat and cold, darkness and light, we have no more changing\\nseasons, neither is there any night.  When a man dies,\\\" he\\ncontinued with solemnity, \\\"he comes at once into the enjoyment of\\nsenses vastly keener than any be possessed before.  Our eyes--if\\nsuch they can be called--are both microscopes and telescopes, the\\nchange in focus being effected as instantaneously as thought,\\nenabling us to perceive the smallest microbe or disease-germ, and\\nto see the planets that revolve about the stars.  The step of a\\nfly is to us as audible as the tramp of a regiment, while we hear\\nthe mechanical and chemical action of a snake's poison on the\\nblood of any poor creature bitten, as plainly as the waves on the\\nshore.  We also have a chemical and electrical sense, showing us\\nwhat effect different substances will have on one another, and\\nwhat changes to expect in the weather.  The most complex and\\nsubtle of our senses, however, is a sort of second sight that we\\ncall intuition or prescience, which we are still studying to\\nperfect and understand.  With our eyes closed it reveals to us\\napproaching astronomical and other bodies, or what is happening\\non the other side of the planet, and enables us to view the\\nfuture as you do the past.  The eyes of all but the highest\\nangels require some light, and can be dazzled by an excess; but\\nthis attribute of divinity nothing can obscure, and it is the\\nsense that will first enable us to know God.  By means of these\\nnew and sharpened faculties, which, like children, we are\\ncontinually learning to use to better advantage, we constantly\\nincrease our knowledge, and this is next to our greatest\\nhappiness.\\\"\\n\\n\\\"Is there any limit,\\\" asked Bearwarden, \\\"to human progress on the\\nearth?\\\"\\n\\n\\\"Practically none,\\\" replied the spirit.  \\\"Progress depends\\nlargely on your command of the forces of Nature.  At present your\\nprincipal sources of power are food, fuel, electricity, the heat\\nof the interior of the earth, wind, and tide.  From the first two\\nyou cannot expect much more than now, but from the internal heat\\neverywhere available, tradewinds, and falling water, as at\\nNiagara, and from tides, you can obtain power almost without\\nlimit.  Were this all, however, your progress would be slow; but\\nthe Eternal, realizing the shortness of your lives, has given you\\npower with which to rend the globe.  You have the action of all\\nuncombined chemicals, atmospheric electricity, the excess or\\nfroth of which you now see in thunderstorms, and the electricity\\nand magnetism of your own bodies.  There is also molecular and\\nsympathetic vibration, by which Joshua not understandingly\\nlevelled the walls of Jericho; and the power of your minds over\\nmatter, but little more developed now than when I moved in the\\nflesh upon the earth.  By lowering large quantities of\\nhigh-powered explosives to the deepest parts of the ocean bed,\\nand exploding them there, you can produce chasms through which\\nsome water will be forced towards the heated interior by the\\nenormous pressure of its own weight.  At a comparatively slight\\ndepth it will be converted into steam and produce an earthquake.\\nThis will so enlarge your chasm, that a great volume of water\\nwill rush into the red-hot interior, which will cause a series of\\nsuch terrific eruptions that large islands will be upheaved.  By\\nthe reduction of the heat of that part of the interior there will\\nalso be a shrinkage, which, in connection with the explosions,\\nwill cause the earth's solid crust to be thrown up in folds till\\nwhole continents appear.  Some of the water displaced by the new\\nland will also, as a result of the cooling, be able permanently\\nto penetrate farther, thereby decreasing by that much the amount\\nof water in the oceans, so that the tide-level in your existing\\nseaports will be but slightly changed.  By persevering in this\\nwork, you will become so skilled that it will be possible to\\nevoke land of whatever kind you wish, at any place; and by having\\nhigh table-land at the equator, sloping off into low plains\\ntowards north and south, and maintaining volcanoes in eruption at\\nthe poles to throw out heat and start warm ocean currents, it\\nwill be possible, in connection with the change you are now\\nmaking in the axis, to render the conditions of life so easy that\\nthe earth will support a far larger number of souls.\\n\\n\\\"With the powers at your disposal you can also alter and improve\\nexisting continents, and thereby still further increase the\\nnumber of the children of men.  Perhaps with mild climate,\\nfertile soil, and decreased struggle for existence, man will\\ndevelop his spiritual side.\\n\\n\\\"Finally, you have apergy, one of the highest forces, for it puts\\nyou almost on a plane with angels, and with it you have already\\nvisited Jupiter and Saturn.  It was impossible that man should\\nremain chained to the earth during the entire life of his race,\\nlike an inferior animal or a mineral, lower even in freedom of\\nbody than birds.  Heretofore you have, as I have said, seen but\\none side in many workings of Nature, as if you had discovered\\neither negative or positive electricity, but not both; for\\ngravitation and apergy are as inseparably combined in the rest of\\nthe universe as those two, separated temporarily on earth that\\nthe discovery of the utilization of one with the other might\\nserve as an incentive to your minds.  You saw it in Nature on\\nJupiter in the case of several creatures, suspecting it in the\\nboa-constrictor and Will-o'-the-wisp and jelly-fish, and have\\nstanding illustrations of it in all tailed comets-- luminosity in\\nthe case of large bodies being one manifestation--in the rings of\\nthis planet, and in the molecular motion and porosity of all\\ngases, liquids, and solids on earth; since what else is it that\\nkeeps the molecules apart, heat serving merely to increase its\\npower?  God made man in his own image; does it not stand to\\nreason that he will allow him to continue to become more and more\\nlike himself?  Would he begrudge him the power to move mountains\\nthrough the intelligent application of Nature's laws, when he\\nhimself said they might be moved by faith?  So far you have been\\ncontent to use the mechanical power of water, its momentum or\\ndead weight merely; to attain a much higher civilization, you\\nmust break it up chemically and use its constituent gases.\\\"\\n\\n\\\"How,\\\" asked Bearwarden, \\\"can this be done?\\\"\",\"timestamp\":1636793086,\"title\":\"The same idea has occurred to me,\\\" replied Cortlandt. \"},\"digest\":\"wM9oofJDqyfiifSXWTlob49QVt63D0hDZPM_63vhHXI\",\"authorship\":{\"contributor\":\"0x66B6Cc2B3C89CFc7a8Ed89fAD25FCde4d21Df26d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Sm33-X4r8sd1czY5yb9Up3nJ-A7eILLAe-HIngWqVIE\\\",\\\"y\\\":\\\"3kFULFAE0vpS1aiT3D3-IFiK3c9gDNVRtkThNUHkgkw\\\"}\",\"signature\":\"Y2GpgM6nIexviCoGN2QdLKLIH55oGMG0Z3m9BbZaIeVfIQP94XW-dXNRm99WtfjoX1AtVZ0xqFYb1OIvXJgJaQ\",\"signingKeySignature\":\"0xd0491bf934d3b88a630bb405a449c7c33fe4f9c048118c3a6449a6fb62faaa464e719a8b6181236e9116fbc9938a0ce91d41092641e77fb22f7d5bb8b788e7661b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Sm33-X4r8sd1czY5yb9Up3nJ-A7eILLAe-HIngWqVIE\\\",\\\"y\\\":\\\"3kFULFAE0vpS1aiT3D3-IFiK3c9gDNVRtkThNUHkgkw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wM9oofJDqyfiifSXWTlob49QVt63D0hDZPM_63vhHXI\"}"