"{\"content\":{\"body\":\" \\n   \\n 关于柳林县、吕梁市纪检监察委员会充当穆村镇大窊村原负责人康书廷违法行为保护伞的 \\n 　　举报材料 \\n 　　举报人：康二虎，男，汉族，1968年10月26日生，山西省柳林县穆村镇沙曲行政村大窊自然村43号人，现住本村。身份证号：14232719681026171X，联系电话：15234854309. \\n 　　举报人：王致禄，男，汉族，1960年2月7日生，山西省柳林县穆村镇沙曲行政村大洼自然村人，现住本村。身份证号：142327196002071993，联系电话：15234878447. \\n 　　被举报人：康书廷，男，汉族，因诈骗罪被开除中共党籍，山西省柳林县穆村镇沙曲行政村大洼自然村人，现住本村。原系大洼自然村负责人（2008年至2017年沙曲行政村支部委员），联系电话：15286985607. \\n 　　被举报人：张卫新，男，汉族，中共党员，山西省柳林县穆村镇沙曲行政村大洼自然村人，现住本村。现系大洼村会计（报账员），联系电话：18634897533. \\n 　　被举报人：柳林县纪律监察委员会   \\n 　　被举报人：吕梁市纪律监察委员会 \\n 　　举报诉求： \\n 　　1、依法追究康书廷在任期间，利用职权虚列开支，非法侵占村集体资产相关责任。 \\n 　　2、依法追究康书廷在任期间，违反法定程序，利用职权私自出租村集体土地并侵占村集体资产的相关责任。 \\n 　　3、依法追究康书廷在任期间，利用职权，非法侵占村民承包土地用于非农业建设。 \\n 　　4、依法追究张卫新通过转账形式，非法套取政府亮化专项工程款的相关责任。 \\n 　　事实与理由： \\n 　　一、康书廷在任期间，利用职权与村报账员张卫新相互勾结，为谋取非法利益，通过虚列开支、虚假报账等形式，非法侵占村集体资产高达15余万元。 \\n 　　1、2011年底，大窊村第九届村民委员会换届选举中，全村共有163名选民参加选举，为选举顺利举行，村委为每位选民发放10元补助，共计1630元。康书廷、张卫新为谋取非法利益，通过虚列开支方式，从中套取集体资金14840元。 \\n 　　2、2012年，大窊村民因举报村务问题，柳林县纪检委对村务账本进行了核查。康书廷与张卫新为谋取非法利益，以柳林县纪检委查账招待开支的虚假报账方式，从中套取集体资金6800元。 \\n 　　3、2008年，康书廷上任后，为照顾刚卸任的亲信张五新，与村报账员张卫新（张五新之兄）、张五新等三人相互勾结，通过虚构支出事由，分三次向张五新支出29375.44元。 \\n 　　4、2010年，康书廷、张卫新为谋取非法利益，相互勾结，虚列开支，以支付康书廷往来款记账方式为由向康书廷支付157977元。经柳林县纪检委调查才知该款为2010年村民福利（白面、食用油、大米）垫资款。但当时村民人数仅为220人左右，按实际开支最多支出50000余元。康书廷与张卫新合谋从中套取集体资金100000多元。 \\n 　　二、康书廷在任期间，违反法定程序，利用职权私自出租村集体土地并与张卫新相互勾结，侵占村集体资产高达100万元。 \\n 　　2008年，康书廷上任后，违反《中华人民共和国土地承包法》第52条：发包方将农村土地发包给本集体经济组织以外的单位或者个人承包，应当事先经本集体经济组织成员的村民会议三分之二以上成员或者三分之二以上村民代表的同意，并报乡（镇）人民政府批准。《村民委员会组织法》第24条第一款第（四）项：土地承包经营方案，应经村民会议讨论决定方可办理。然而康书廷为谋取不法利益，利用职权，在既未召开村民会议或村民代表会议，也未报经穆村镇人民政府批准的情况下，利用职权，私自将集体耕地8亩，个人承包地1亩，共9亩土地以每年20万元承包费（共承包5年）发包给非本村人员康飞用于非农业建设，成立柳林县佳川建材厂。承包费100万元被康书廷、张卫新私自侵占。 \\n 　　三、康书廷在任期间，利用职权与村报账员张卫新相互勾结，为谋取非法利益，违反法定程序，私自将村民承包土地、村集体土地转为国有土地，并将土地补偿款20多万元非法侵占，据为己有。 \\n 　　举报人康二虎、王致禄于1999年2月9日在大窊自然村位于子不水分别承包土地1.2亩、4.5亩。2008年，康书廷上任后，为谋取非法利益，与村报账员张卫新相互勾结，违反法定程序，将举报人合法耕种的承包土地，及村集体土地共计38亩（合2.5412公顷）私自流转为国有土地，用于工业用地，并将土地补偿款非法侵占，举报人为维护合法权益，多次向其索要，但均为结果。 \\n 　　根据《中华人民共和国土地承包法》第17条第一款第（四）项：承包地被依法征收、征用、占用的，有权依法获得相应的补偿。《中华人民共和国土地管理法》第47条第二款：“县级以上地方人民政府拟申请征收土地的，应当开展拟征收土地状况调查和社会稳定风险评估，并将征收范围、土地现状、征收目的、补偿标准、安置方式和社会保障等在拟征收土地所在的乡（镇）和村、村民小组范围内公告至少30日，听取被征地的农村集体经济组织及其成员、村民委员会和其他利害关系人的意见。”第48条第一款：“征收土地应当给予公平、合理的补偿，保障被征地农民原有生活水平不降低、长远生计有保障。”第49条：“被征地的农村集体经济组织应当将征收土地的补偿费用的收支状况向本集体组织的成员公布，接受监督。禁止侵占、挪用被征收土地单位的征地补偿费用和其他有关费用。”然而康书廷为谋取不法利益，利用职权，非法剥夺大窊村村民、村民委员会和土地利害关系人的意见，私自将村集体土地和村民承包土地共计38亩流转为国有土地，用于工业用地，并与村报账员张卫新相互勾结，将集体土地补偿款和举报人承包土地补偿款共计20万元非法侵占。被举报人康书廷、张卫新非法侵占村集体及举报人土地补偿款的行为，严重侵犯了大窊村集体成员和承包土地村民的合法权益。 \\n 　　四、村报账员张卫新利用转账方式，与沙曲村委干部相互勾结，从中套取政府拨付的专项亮化工程款。 \\n 　　2013年，康书廷因涉嫌拒不执行判决、裁定被控制期间，柳林县财政局向大窊村拨付155146元亮化专项工程款，用于大窊村路灯亮化建设工程。张卫新为谋取不法利益，通过向沙曲行政村委转账方式，与沙曲村委干部相互勾结，虚列开支，套取亮化工程专项资金。 \\n 　　五、举报人多次向柳林县、吕梁市纪检监察委员会反映，但均予以包庇袒护。 \\n 　　综上，康书廷利用职权，与村报账员张卫新为谋取非法利益，相互勾结，通过虚列开支、虚假报账等手段，非法侵占村集体资产、私自出租村集体土地、非法侵害村民土地承包经营权，将侵占承包土地用于非农业建设等的行为，严重侵犯了村集体财产，举报人的合法权益，损害了党和政府在人民心中的形象。为此，举报人强烈要求有关部门能对上述违法乱纪行为依法展开调查，并在查明事实的基础上，依法对上述违法乱纪分子予以惩处，以维护农民的合法权益，维护集体资产，维护国家法律的尊严。 \\n  \\n 　　举报人：康二虎 \\n 　　王致禄 \\n  \\n 　　2020年9月9日\",\"timestamp\":1637834909,\"title\":\"关于吕梁市纪检、监察委员会包庇违法行为举报材料\"},\"digest\":\"mlfqp7K0m0Sris9_XvlLeYC-hXv_GOiKNclrq140U-s\",\"authorship\":{\"contributor\":\"0x5603B096804d262757e8C3B10D94250773Aa21E7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eHh5H9sAqtEnPus7ilV2LJH8KM1Yf2pVNnqA65uXS_Q\\\",\\\"y\\\":\\\"sY_bH0sIE5XcmPZ7gar3RQNhIcWpIBpLniPY8rWon8w\\\"}\",\"signature\":\"fm_rLEQr4dUx46MD4KWdDtY_DAjMU1O0mZStOGJ0tfCdukZ1ZUaBRsBt9gCXpvLRBex7nQsR_bv4g-Do3XNk-w\",\"signingKeySignature\":\"0x2b622723ccdb38bb6bc7841fb8da9d217c6469f043f088bd65fe24d133982e0a091b0189add68d9f083e16672a2fc7131420240fe33ad8708307b7dfc1f1dc4e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eHh5H9sAqtEnPus7ilV2LJH8KM1Yf2pVNnqA65uXS_Q\\\",\\\"y\\\":\\\"sY_bH0sIE5XcmPZ7gar3RQNhIcWpIBpLniPY8rWon8w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mlfqp7K0m0Sris9_XvlLeYC-hXv_GOiKNclrq140U-s\"}"