"{\"content\":{\"body\":\"Now, though his egotism was brutal, he was human in this, that he had plenty of good nature skin-deep, and superficial sensibilities, which made him shrink a little from this hot-pressed rascality and barbarity. On the other hand, he was urged by poverty, and, laughable as it may appear, by jealousy. He had observed that the best of women, if they are not only abandoned by him they love, but also flattered and adored by scores, will some times yield to the joint attacks of desolation, pique, vanity, etc.\\n\\nIn this state of fluctuation he made up his mind so far as this: he would manage so as to be able to go.\\n\\nEven this demanded caution. So he began by throwing out, in a seeming careless way, that he ought to go down into Huntingdonshire.\\n\\n\\\"Of course you ought,\\\" said Vizard.\\n\\nNo objection was taken, and they rather thought he would go next day. But that was not his game. It would never do to go while they were in London. So he kept postponing, and saying he would not tear himself away; and at last, the day before they were to go down to Barfordshire, he affected to yield to a remonstrance of Vizard, and said he would see them off, and then run down to Huntingdonshire, look into his affairs, and cross the country to Barfordshire.\\n\\n\\\"You might take Homburg on the way,\\\" said Fanny, out of fun--*her* fun--not really meaning it.\\n\\nSeverne cast a piteous look at Zoe. \\\"For shame, Fanny!\\\" said she. \\\"And why put Homburg into his head?\\\"\\n\\n\\\"When I had forgotten there was such a place,\\\" said Mr. Severne, taking his cue dexterously from Zoe, and feigning innocent amazement. Zoe colored with pleasure. This was at breakfast. At afternoon tea something happened. The ladies were upstairs packing, an operation on which they can bestow as many hours as the thing needs minutes. One servant brought in the tea; another came in soon after with a card, and said it was for Miss Vizard; but he brought it to Harrington. He read it:\\n\\n\\\"MISS RHODA GALE, M.D.\\\"\\n\\n\\\"Send it up to Miss Vizard,\\\" said he. The man was going out: he stopped him, and said, \\\"You can show the lady in here, all the same.\\\"\\n\\nRhoda Gale was ushered in. She had a new gown and bonnet, not showy, but very nice. She colored faintly at sight of the two gentlemen; but Vizard soon put her at her ease. He shook hands with her, and said, \\\"Sit down, Miss Gale; my sister will soon be here. I have sent your card up to her.\\\"\\n\\n\\\"Shall I tell her?\\\" said Severne, with the manner of one eager to be agreeable to the visitor.\\n\\n\\\"If you please, sir,\\\" said Miss Gale.\\n\\nSeverne went out zealously, darted up to Zoe's room, knocked, and said, \\\"Pray come down: here is that doctress.\\\"\\n\\nMeantime, Jack was giving Gill the card, and Gill was giving it Mary to give to the lady. It got to Zoe's room in a quarter of an hour.\\n\\n\\\"Any news from mamma?\\\" asked Vizard, in his blunt way.\\n\\n\\\"Yes, sir.\\\"\\n\\n\\\"Good news?\\\"\\n\\n\\\"No. My mother writes me that I must not expect her. She has to fight with a dishonest executor. Oh, money, money!\\\"\\n\\nAt that moment Zoe entered the room, but Severne paced the landing. He did not care to face Miss Gale; and even in that short interval of time he had persuaded Zoe to protect her brother against this formidable young lady, and shorten the interview if she could.\\n\\nSo Zoe entered the room bristling with defense of her brother. At sight of her, Miss Gale rose, and her features literally shone with pleasure. This was rather disarming to one so amiable as Zoe, and she was surprised into smiling sweetly in return; but still her quick, defensive eye drank Miss Gale on the spot, and saw, with alarm, the improvement in her appearance. She was very healthy, as indeed she deserved to be; for she was singularly temperate, drank nothing but water and weak tea without sugar, and never eat nor drank except at honest meals. Her youth and pure constitution had shaken off all that pallor, and the pleasure of seeing Zoe lent her a lovely color. Zoe microscoped her in one moment: not one beautiful feature in her whole face; eyes full of intellect, but not in the least love-darting; nose, an aquiline steadily reversed; mouth, vastly expressive, but large; teeth, even and white, but ivory, not pearl; chin, ordinary; head symmetrical, and set on with grace. I may add, to complete the picture, that she had a way of turning this head, clean, swift, and birdlike, without turning her body. That familiar action of hers was fine--so full of fire and intelligence.\\n\\nZoe settled in one moment that she was downright plain, but might probably be that mysterious and incomprehensible and dangerous creature, \\\"a gentleman's beauty,\\\" which, to women, means no beauty at all, but a witch-like creature, that goes and hits foul, and eclipses real beauty--dolls, to wit--by some mysterious magic.\\n\\n\\\"Pray sit down,\\\" said Zoe, formally. Rhoda sat down, and hesitated a moment. She felt a frost.\\n\\nVizard helped her, \\\"Miss Gale has heard from her mother.\\\"\\n\\n\\\"Yes, Miss Vizard,\\\" said Rhoda, timidly; \\\"and very bad news. She cannot come at present; and I am so distressed at what I have done in borrowing that money of you; and see, I have spent nearly three pounds of it in dress; but I have brought the rest back.\\\"\\n\\nZoe looked at her brother, perplexed.\\n\\n\\\"Stuff and nonsense!\\\" said Vizard. \\\"You will not take it, Zoe.\\\"\\n\\n\\\"Oh, yes; if you please, do,\\\" said Rhoda still to Zoe. \\\"When I borrowed it, I felt sure I could repay it; but it is not so now. My mother says it may be months before she can come, and she forbids me positively to go to her. Oh! but for that, I'd put on boy's clothes, and go as a common sailor to get to her.\\\"\\n\\nVizard fidgeted on his chair.\\n\\n\\\"I suppose I mustn't go in a passion,\\\" said he, dryly.\\n\\n\\\"Who cares?\\\" said Miss Gale, turning her head sharply on him in the way I have tried to describe.\\n\\n\\\"I care,\\\" said Vizard. \\\"I find wrath interfere with my digestion. Please go on, and tell us what your mother says. She has more common sense than somebody else I won't name--politeness forbids.\\\"\\n\\n\\\"Well, who doubts that?\\\" said the lady, with frank good humor. \\\"Of course she has more sense than any of us. Well, my mother says--oh, Miss Vizard!\\\"\\n\\n\\\"No, she doesn't now. She never heard the name of Vizard.\\\"\\n\\nMiss Gale was in no humor for feeble jokes. She turned half angrily away from him to Zoe. \\\"She says I have been well educated, and know languages; and we are both under a cloud, and I had better give up all thought of medicine, and take to teaching.\\\"\\n\\n\\\"Well, Miss Gale,\\\" said Zoe, \\\"if you ask *me,* I must say I think it is good advice. With all your gifts, how can you fight the world? We are all interested in you here; and it is a curious thing, but do you know we agreed the other day you would have to give up medicine, and fall into some occupation in which there are many ladies already to keep you in countenance. Teaching was mentioned, I think; was it not, Harrington?\\\"\\n\\nRhoda Gale sighed deeply.\\n\\n\\\"I am not surprised,\\\" said she. \\\"Most women of the world think with you. But oh, Miss Vizard, please take into account all that I have done and suffered for medicine! Is all that to go for *nothing?* Think what a bitter thing it must be to do, and then to undo; to labor and study, and then knock it all down--to cut a slice out of one's life, out of the very heart of it--and throw it clean away. I know it is hard for you to enter into the feelings of any one who loves science, and is told to desert it. But suppose you had loved a *man* you were proud of--loved him for five years--and then they came to you and said, 'There are difficulties in the way; he is as worthy as ever, and he will never desert *you;* but you must give *him* up, and try and get a taste for human rubbish: it will only be five years of wasted life, wasted youth, wasted seed-time, wasted affection, and then a long vegetable life of unavailing regrets.' I love science as other women love men. If I am to give up science, why not die? Then I shall not feel my loss; and I know how to die without pain. Oh, the world is cruel! Ah! I am too unfortunate! Everybody else is rewarded for patience, prudence, temperance, industry, and a life with high and almost holy aims; but I am punished, afflicted, crushed under the injustice of the day. Do not make me a nurse-maid. I *won't* be a governess; and I must not die, because that would grieve my mother. Have pity on me! have pity!\\\"\\n\\nShe trembled all over, and stretched out her hands to Zoe with truly touching supplication.\\n\\nZoe forgot her part, or lost the power to play it well. She turned her head away and would not assent; but two large tears rolled out of her beautiful eyes. Miss Gale, who had risen in the ardor of her appeal, saw that, and it set her off. She leaned her brow against the mantel-piece, not like a woman, but a brave boy, that does not want to be seen crying, and she faltered out, \\\"In France I am a learned physician; and here to be a house-maid! For I won't live on borrowed money. I am very unfortunate.\\\"\\n\\nSeverne, who had lost patience, came swiftly in, and found them in this position, and Vizard walking impatiently about the room in a state of emotion which he was pleased to call anger.\\n\\nZoe, in a tearful voice, said, \\\"I am unable to advise you. It is very hard that any one so deserving should be degraded.\\\"\\n\\nVizard burst out, \\\"It is harder the world should be so full of conventional sneaks; and that I was near making one of them. The last thing we ever think of, in this paltry world, is justice, and it ought to be the first. Well, for once I've got the power to be just, and just I'll be, by God! Come, leave off sniveling, you two, and take a lesson in justice--from a beginner: converts are always the hottest, you know. Miss Gale, you shall not be driven out of science, and your life and labor wasted. You shall doctor Barfordshire, and teach it English, too, if any woman can. This is the programme. I farm two hundred acres--*vicariously,* of course. Nobody in England has brains to do anything *himself.* That weakness is confined to your late father's country, and they suffer for it by outfighting, outlying, outmaneuvering, outbullying, and outwitting us whenever we encounter them. Well, the farmhouse is large. The bailiff has no children. There is a wing furnished, and not occupied. You shall live there, with the right of cutting vegetables, roasting chickens, sucking eggs, and riding a couple of horses off their legs.\\\"\\n\\n\\\"But what am I to do for all that?\\\"\\n\\n\\\"Oh, only the work of two men. You must keep my house in perfect health. The servants have a trick of eating till they burst. You will have to sew them up again. There are only seven hundred people in the village. You must cure them all; and, if you do, I promise you their lasting ingratitude. Outside the village, you must make them pay--*if you can.* We will find you patients of every degree. But whether you will ever get any fees out of them, this deponent sayeth not. However, I can answer for the *ladies* of our county, that they will all cheat you--if they can.\\\"\\n\\nMiss Gale's color came and went, and her eyes sparkled. \\\"Oh, how good you are! Is there a hospital?\\\"\\n\\n\\\"County hospital, and infirmary, within three miles. Fine country for disease. Intoxication prevalent, leading to a bountiful return of accidents. I promise you wounds, bruises, and putrefying sores, and everything to make you comfortable.\\\"\\n\\n\\\"Oh, don't laugh at me. I am so afraid I shall--no, I hope I shall not disgrace you. And, then, it is against the law; but I don't mind that.\\\"\\n\\n\\\"Of course not. What is the law to ladies with elevated views? By-the-by, what is the penalty--six months?\\\"\\n\\n\\\"Oh, no. Twenty pounds. Oh, dear! another twenty pounds!\\\"\\n\\n\\\"Make your mind easy. Unjust laws are a dead letter on a soil so primitive as ours. I shall talk to Uxmoor and a few more, and no magistrate will ever summons you, nor jury convict you, in Barfordshire. You will be as safe there as in Upper Canada. Now then--attend. We leave for Barfordshire to-morrow. You will go down on the first of next month. By that time all will be ready: start for Taddington, eleven o'clock. You will be met at the Taddington Station, and taken to your farmhouse. You will find a fire ten days old, and, for once in your life, young lady, you will find an aired bed; because my man Harris will be house-maid, and not let one of your homicidal sex set foot in the crib.\\\"\\n\\nMiss Gale looked from Vizard to his sister, like a person in a dream. She was glowing with happiness; but it did not spoil her. She said, humbly and timidly, \\\"I hope I may prove worthy.\\\"\\n\\n\\\"That is *your* business,\\\" said Vizard, with supreme indifference; \\\"mine is to be just. Have a cup of tea?\\\"\\n\\n\\\"Oh, no, thank you; and it will be a part of my duty to object to afternoon tea. But I am afraid none of you will mind me.\\\"\\n\\nAfter a few more words, in which Severne, seeing Vizard was in one of his iron moods, and immovable as him of Rhodes, affected now to be a partisan of the new arrangement, Miss Gale rose to retire. Severne ran before her to the door, and opened it, as to a queen. She bowed formally to him as she went out. When she was on the other side the door, she turned her head in her sharp, fiery way, and pointed with her finger to the emerald ring on his little finger, a very fine one. \\\"Changed hands,\\\" said she: \\\"it was on the third finger of your left hand when we met last;\\\" and she passed down the stairs with a face half turned to him, and a cruel smile.\\n\\nSeverne stood fixed, looking after her; cold crept among his bones: he was roused by a voice above him saying, very inquisitively, \\\"What does she say?\\\" He looked up, and it was Fanny Dover leaning over the balusters of the next landing. She had evidently seen all, and heard some. Severne had no means of knowing how much. His heart beat rapidly. Yet he told her, boldly, that the doctress had admired his emerald ring: as if to give greater force to this explanation, he took it off, and showed it her, very amicably. He calculated that she could hardly, at that distance, have heard every syllable, and, at the same time, he was sure she had seen Miss Gale point at the ring.\\n\\n\\\"Hum!\\\" said Fanny; and that was all she said.\\n\\nSeverne went to his own room to think. He was almost dizzy. He dreaded this Rhoda Gale. She was incomprehensible, and held a sword over his head. Tongues go fast in the country. At the idea of this keen girl and Zoe Vizard sitting under a tree for two hours, with nothing to do but talk, his blood ran cold. Surely Miss Gale must hate him. She would not always spare him. For once he could not see his way clear. Should he tell her half the truth, and throw himself on her mercy? Should he make love to her? Or what should he do? One thing he saw clear enough: he must not quit the field. Sooner or later, all would depend on his presence, his tact, and his ready wit.\\n\\nHe felt like a man who could not swim, and wades in deepening water. He must send somebody to Homburg, or abandon all thought of his money. Why abandon it? Why not return to Ina Klosking? His judgment, alarmed at the accumulating difficulties, began to intrude its voice. What was he turning his back on? A woman, lovely, loving, and celebrated, who was very likely pining for him, and would share, not only her winnings at play with him, but the large income she would make by her talent. What was he following? A woman divinely lovely and good, but whom he could not possess, or, if he did, could not hold her long, and whose love must end in horror.\\n\\nBut nature is not so unfair to honest men as to give wisdom to the cunning. Rarely does reason prevail against passion in such a mind as Severne's. It ended, as might have been expected, in his going down to Vizard Court with Zoe.\\n\\nAn express train soon whirled them down to Taddington, in Barfordshire. There was Harris, with three servants, waiting for them, one with a light cart for their luggage, and two with an open carriage and two spanking bays, whose coats shone like satin. The servants, liveried, and top-booted, and buckskin-gloved, and spruce as if just out of a bandbox, were all smartness and respectful zeal. They got the luggage out in a trice, with Harris's assistance. Mr. Harris then drove away like the wind in his dog-cart; the traveling party were soon in the barouche. It glided away, and they rolled on easy springs at the rate of twelve miles an hour till they came to the lodge-gate. It was opened at their approach, and they drove full half a mile over a broad gravel path, with rich grass on each side, and grand old patriarchs, oak and beech, standing here and there, and dappled deer, grazing or lying, in mottled groups, till they came to a noble avenue of lofty lime-trees, with stems of rare size and smoothness, and towering piles on piles of translucent leaves, that glowed in the sun like flakes of gold.\\n\\nAt the end of this avenue was seen an old mansion, built of that beautiful clean red brick--which seems to have died out-- and white-stone facings and mullions, with gables and oriel windows by the dozen; but between the avenue and the house was a large oval plot of turf, with a broad gravel road running round it; and attached to the house, but thrown a little back, were the stables, which formed three sides of a good-sized quadrangle, with an enormous clock in the center. The lawn, kitchen-garden, ice-houses, pineries, green houses, revealed themselves only in peeps as the carriage swept round the spacious plot and drew up at the hall door.\\n\\nNo ringing of bells nor knocking. Even as the coachman tightened his reins, the great hall door was swung open, and two footmen appeared. Harris brought up a rear-guard, and received the party in due state.\\n\\nA double staircase, about ten feet broad, rose out of the hall, and up this Mr. Harris conducted Severne, the only stranger, into a bedroom with a great oriel window looking west.\\n\\n\\\"This is your room, sir,\\\" said he. \\\"Shall I unpack your things when they come?\\\"\\n\\nSeverne assented, and that perfect major-domo informed him that luncheon was ready, and retired cat-like, and closed the door so softly no sound was heard.\\n\\nMr. Severne looked about him, and admitted to himself that, with all his experiences of life, this was his first bedroom. It was of great size, to begin. The oriel window was twenty feet wide, and had half a dozen casements, each with rose-colored blinds, though some of them needed no blinds, for green creepers, with flowers like clusters of grapes, curled round the mullions, and the sun shone mellowed through their leaves. Enormous curtains of purple cloth, with cold borders, hung at each side in mighty folds, to be drawn at night-time when the eye should need repose from feasting upon color.\\n\\nThere were three brass bedsteads in a row, only four feet broad, with spring-beds, hair mattresses a foot thick, and snowy sheets for coverlets, instead of counter-panes; so that, if you were hot, feverish, or sleepless in one bed, you might try another, or two.\\n\\nThick carpets and rugs, satin-wood wardrobes, prodigious wash-hand stands, with china backs four feet high. Towel-horses, nearly as big as a donkey, with short towels, long towels, thick towels, thin towels, bathing sheets, etc.; baths of every shape; and cans of every size; a large knee-hole table; paper and envelopes of every size. In short, a room to sleep in, study in, live in, and stick fast in, night and day.\\n\\nBut what is this? A Gothic arch, curtained with violet merino. He draws the curtain. It is an ante-room. One half of it is a bathroom, screened, and paved with encaustic tiles that run up the walls, so you may splash to your heart's content. The rest is a studio, and contains a choice little library of well-bound books in glass cases, a piano-forte, and a harmonium. Severne tried them; they were both in perfect tune. Two clocks, one in each room, were also in perfect time. Thereat he wondered. But the truth is, it was a house wherein precision reigned: a tuner and a clockmaker visited by contract every month.\\n\\nThis, and two more guest-chambers, and the great dining-hall, were built under the Plantagenets, when all large landowners entertained kings and princes with their retinues. As to that part of the house which was built under the Tudors, there are hundreds of country houses as important, only Mr. Severne had not been inside them, and was hardly aware to what perfection rational luxury is brought in the houses of our large landed gentry. He sat down in an antique chair of enormous size; the back went higher than his head, the seat ran out as far as his ankle, when seated; there was room in it for two, and it was stuffed--ye gods, how it was stuffed! The sides, the back, and the seat were all hair mattresses, a foot thick at least. Here nestled our sybarite; with the sun shining through leaves, and splashing his beautiful head with golden tints and transparent shadows, and felt in the temple of comfort, and incapable of leaving it alive.\\n\\nHe went down to luncheon. It was distinguishable from dinner in this, that they all got up after it, and Zoe said, \\\"Come with me, children.\\\"\\n\\nFanny and Severne rose at the word. Vizard said he felt excluded from that invitation, having cut his wise-teeth; so he would light a cigar instead; and he did. Zoe took the other two into the kitchen garden--four acres, surrounded with a high wall, of orange-red brick, full of little holes where the nails had been. Zoe, being now at home, and queen, wore a new and pretty deportment. She was half maternal, and led her friend and lover about like two kids. She took them to this and that fruit tree, set them to eat, and looked on, superior. By way of climax, she led them to the south wall, crimson with ten thousand peaches and nectarines; she stepped over the border, took superb peaches and nectarines from the trees, and gave them with her own hand to Fanny and Severne. The head gardener glared in dismay at the fair spoliator. Zoe observed him, and laughed. \\\"Poor Lucas,\\\" said she; \\\"he would like them all to hang on the tree till they fell off with a wasp inside. Eat as many as ever you can, young people; Lucas is amusing.\\\"\\n\\n\\\"I never had peaches enough off the tree before,\\\" said Fanny.\\n\\n\\\"No more have I,\\\" said Severne. \\\"This must be the Elysian fields, and I shall spoil my dinner.\\\"\\n\\n\\\"Who cares?\\\" said Fanny, recklessly. \\\"Dinner comes every day, and always at the only time when one has no appetite. But this eating of peaches-- Oh, what a beauty!\\\"\\n\\n\\\"Children,\\\" said Zoe, gravely, \\\"I advise you not to eat above a dozen. Do not enter on a fatal course, which in one brief year will reduce you to a hapless condition. There--I was let loose among them at sixteen, and ever since they pall. But I do like to see you eat them, and your eyes sparkle.\\\"\\n\\n\\\"That is too bad of you,\\\" said Fanny, driving her white teeth deep into a peach. \\\"The idea! Now, Mr. Severne, do my eyes sparkle?\\\"\\n\\n\\\"Like diamonds. But that proves nothing: it is their normal condition.\\\"\\n\\n\\\"There, make him a courtesy,\\\" said Zoe, \\\"and come along.\\\"\\n\\nShe took them into the village. It was one of the old sort; little detached houses with little gardens in front, in all of which were a few humble flowers, and often a dark rose of surpassing beauty. Behind each cottage was a large garden, with various vegetables, and sometimes a few square yards of wheat. There was one little row of new brick houses standing together; their number five, their name Newtown. This town of five houses was tiled; the detached houses were thatched, and the walls plastered and whitewashed like snow. Such whitewash seems never to be made in towns, or to lose its whiteness in a day. This broad surface of vivid white was a background, against which the clinging roses, the clustering, creeping honeysuckles, and the deep young ivy with its tender green and polished leaves, shone lovely; wood smoke mounted, thin and silvery, from a cottage or two, that were cooking, and embroidered the air, not fouled it. The little windows had diamond panes, as in the Middle Ages, and every cottage door was open, suggesting hospitality and dearth of thieves. There was also that old essential, a village green--a broad strip of sacred turf, that was everybody's by custom, though in strict law Vizard's. Here a village cow and a donkey went about grazing the edges, for the turf in general was smooth as a lawn. By the side of the green was the village ale-house. After the green other cottages; two of them\\n\\n\\\"Quite overcanopied with lush woodbine, With sweet musk-roses and with eglantine.\\\"\\n\\nOne of these was called Marks's cottage, and the other Allen's. The rustic church stood in the middle of a hill nearly half a mile from the village. They strolled up to it. It had a tower built of flint, and clad on two sides with ivy three feet deep, and the body of the church was as snowy as the cottages, and on the south side a dozen swallows and martins had lodged their mortar nests under the eaves; they looked, against the white, like rugged gray stone bosses. Swallows and martins innumerable wheeled, swift as arrows, round the tower, chirping, and in and out of the church through an open window, and added their music and their motion to the beauty of the place.\\n\\nReturning from the church to the village, Miss Dover lagged behind, and then Severne infused into his voice those tender tones, which give amorous significance to the poorest prose.\\n\\n\\\"What an Arcadia!\\\" said he.\\n\\n\\\"You would not like to be banished to it,\\\" said Zoe, demurely.\\n\\n\\\"That depends,\\\" said he, significantly. Instead of meeting him half way and demanding an explanation, Zoe turned coy and fell to wondering what Fanny was about.\\n\\n\\\"Oh, don't compel her to join us,\\\" said Severne. \\\"She is meditating.\\\"\\n\\n\\\"On what? She is not much given that way.\\\"\\n\\n\\\"On her past sins; and preparing new ones.\\\"\\n\\n\\\"For shame! She is no worse than we are. Do you really admire Islip?\\\"\\n\\n\\\"Indeed I do, if this is Islip?\\\"\\n\\n\\\"It is then; and this cottage with the cluster-rose tree all over the walls is Marks's cottage. We are rather proud of Marks's cottage,\\\" said she, timidly.\\n\\n\\\"It is a bower,\\\" said he, warmly.\\n\\nThis encouraged Zoe, and she said, \\\"Is there not a wonderful charm in cottages? I often think I should like to live in Marks's. Have you ever had that feeling?\\\"\\n\\n\\\"Never. But I have it now. I should like to live in it--with you.\\\"\\n\\nZoe blushed like a rose, but turned it off. \\\"You would soon wish yourself back again at Vizard Court,\\\" said she. \\\"Fanny-- Fanny!\\\" and she stood still.\\n\\nFanny came up. \\\"Well, what is the matter now?\\\" said she, with pert, yet thoroughly apathetic, indifference.\\n\\n\\\"The matter is--extravagances. Here is a man of the world pretending he would like to end his days in Marks's cottage.\\\"\\n\\n\\\"Stop a bit. It was to be with somebody I loved. And wouldn't you, Miss Dover?\\\"\\n\\n\\\"Oh dear, no. We should be sure to quarrel, cooped up in such a mite of a place. No; give me Vizard Court, and plenty of money, and the man of my heart.\\\"\\n\\n\\\"You have not got one, I'm afraid,\\\" said Zoe, \\\"or you would not put him last.\\\"\\n\\n\\\"Why not? when he is of the last importance,\\\" said Fanny, flippantly, and turned the laugh her way.\\n\\nThey strolled through the village together, but in the grounds of Vizard Court Fanny fairly gave them the slip. Severne saw his chance, and said, tenderly, \\\"Did you hear what she said about a large house being best for lovers?\\\"\\n\\n\\\"Yes, I heard her,\\\" said Zoe, defensively; \\\"but very likely she did not mean it. That young lady's words are air. She will say one thing one day and another the next.\\\"\\n\\n\\\"I don't know. There is one thing every young lady's mind is made up about, and that is, whether it is to be love or money.\\\"\\n\\n\\\"She was for both, if I remember,\\\" said Zoe, still coldly.\\n\\n\\\"Because she is not in love.\\\"\\n\\n\\\"Well, I really believe she is not--for once.\\\"\\n\\n\\\"There, you see. She is in an unnatural condition.\\\"\\n\\n\\\"For her, very.\\\"\\n\\n\\\"So she is no judge. No; I should prefer Marks's cottage. The smaller the better; because then the woman I love could not ever be far from me.\\\"\\n\\nHe lowered his voice, and drove the insidious words into her tender bosom. She began to tremble and heave, and defend herself feebly.\\n\\n\\\"What have I to do with that? You mustn't.\\\"\\n\\n\\\"How can I help it? You know the woman I love--I adore--and would not the smallest cottage in England be a palace if I was blessed with her sweet love and her divine company? Oh, Zoe, Zoe!\\\"\\n\\nThen she did defend herself, after a fashion: \\\"I won't listen to such--Edward!\\\" Having uttered his name with divine tenderness, she put her hands to her blushing face, and fled from him. At the head of the stairs she encountered Fanny, looking satirical. She reprimanded her.\\n\\n\\\"Fanny,\\\" said she, \\\"you really must not do *that\\\"*--\\\\[pause\\\\]--\\\"out of our own grounds. Kiss me, darling. I am a happy girl.\\\" And she curled round Fanny, and panted on her shoulder.\\n\\nMiss Artful, known unto men as Fanny Dover, had already traced out in her own mind a line of conduct, which the above reprimand, minus the above kisses, taken at their joint algebraical value, did not disturb. The fact is, Fanny hated home; and liked Vizard Court above all places. But she was due at home, and hanging on to the palace of comfort by a thread. Any day her mother, out of natural affection and good-breeding, might write for her; and unless one of her hosts interfered, she should have to go. But Harrington went for nothing in this, unfortunately. His hospitality was unobtrusive, but infinite. It came to him from the Plantagenets through a long line of gentlemen who shone in vices; but inhospitality was unknown to the whole chain, and every human link in it. He might very likely forget to invite Fanny Dover unless reminded; but, when she was there, she was welcome to stay forever if she chose. It was all one to him. He never bothered himself to amuse his guests, and so they never bored him. He never let them. He made them at home; put his people and his horses at their service; and preserved his even tenor. So, then, the question of Fanny's stay lay with Zoe; and Zoe would do one of two things: she would either say, with well-bred hypocrisy, she ought not to keep Fanny any longer from her mother--and so get rid of her; or would interpose, and give some reason or other. What that reason would be, Fanny had no precise idea. She was sure it would not be the true one; but there her insight into futurity and females ceased. Now, Zoe was thoroughly fascinated by Severne, and Fanny saw it; and yet Zoe was too high-bred a girl to parade the village and the neighborhood with him alone--and so placard her attachment--before they were engaged, and the engagement sanctioned by the head of the house. This consideration enabled Miss Artful to make herself necessary to Zoe. Accordingly, she showed, on the very first afternoon, that she was prepared to play the convenient friend, and help Zoe to combine courtship with propriety.\\n\\nThis plan once conceived, she adhered to it with pertinacity and skill. She rode and walked with them, and in public put herself rather forward, and asserted the leader; but sooner or later, at a proper time and place, she lagged behind, or cantered ahead, and manipulated the wooing with tact and dexterity.\\n\\nThe consequence was that Zoe wrote of her own accord to Mrs. Dover, asking leave to detain Fanny, because her brother had invited a college friend, and it was rather awkward for her without Fanny, there being no other lady in the house at present.\\n\\nShe showed this to Fanny, who said, earnestly,\\n\\n\\\"As long as ever you like, dear. Mamma will not miss me a bit. Make your mind easy.\\\"\\n\\nVizard, knowing his sister, and entirely deceived in Severne, exercised no vigilance; for, to do Zoe justice, none was necessary, if Severne had been the man he seemed.\\n\\nThere was no mother in the house to tremble for her daughter, to be jealous, to watch, to question, to demand a clear explanation--in short, to guard her young as only the mothers of creation do.\\n\\nThe Elysian days rolled on. Zoe was in heaven, and Severne in a fool's paradise, enjoying everything, hoping everything, forgetting everything, and fearing nothing. He had come to this, with all his cunning; he was intoxicated and blinded with passion.\\n\\nNow it was that the idea of marrying Zoe first entered his head. But he was not mad enough for that. He repelled it with terror, rage, and despair. He passed an hour or two of agony in his own room, and came down, looking pale and exhausted. But, indeed, the little Dumas, though he does not pass for a moralist, says truly and well, \\\"Les amours ille'gitimes portent toujours des fruits amers;\\\" and Ned Severne's turn was come to suffer a few of the pangs he had inflicted gayly on more than one woman and her lover.\\n\\nOne morning at breakfast Vizard made two announcements. \\\"Here's news,\\\" said he; \\\"Dr. Gale writes to postpone her visit. She is ill, poor girl!\\\"\\n\\n\\\"Oh, dear! what is the matter?\\\" inquired Zoe, always kind-hearted.\\n\\n\\\"Gastritis--so she says.\\\"\\n\\n\\\"What is that?\\\" inquired Fanny.\\n\\nMr. Severne, who was much pleased at this opportune illness, could not restrain his humor, and said it was a disorder produced by the fumes of gas.\\n\\nZoe, accustomed to believe this gentleman's lies, and not giving herself time to think, said there was a great escape in the passage the night she went there.\\n\\nThen there was a laugh at her simplicity. She joined in it, but shook her finger at Master Severne.\\n\\nVizard then informed Zoe that Lord Uxmoor had been staying some time at Basildon Hall, about nine miles off; so he had asked him to come over for a week, and he had accepted. \\\"He will be here to dinner,\\\" said Vizard. He then rang the bell, and sent for Harris, and ordered him to prepare the blue chamber for Lord Uxmoor, and see the things aired himself. Harris having retired, cat-like, Vizard explained, \\\"My womankind shall not kill Uxmoor. He is a good fellow, and his mania--we have all got a mania, my young friends--is a respectable one. He wants to improve the condition of the poor--against their will.\\\"\\n\\n\\\"His friend! that was so ill. I hope he has not lost him,\\\" said Zoe.\\n\\n[ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/32](ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/32)\\n\\n\",\"timestamp\":1637669827,\"title\":\"done his best to detach the poor doctress from Vizard and his family, in which the reader probably \"},\"digest\":\"rKaLHNsU6O5c8J0BrN36NoA4KcVy8g9qdWXObi60A9U\",\"authorship\":{\"contributor\":\"0x3F55F7d8879A09131180614410f6Ba3Af0a49E6d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rjSWZDXjlxXOZwuv2tKBwFdlVqNKcKw2Ai-M2fbGQs0\\\",\\\"y\\\":\\\"4MdfuDkQ8EdXpfFQ7vYGIVi4YyXtDh_6QNDiPG3S7p4\\\"}\",\"signature\":\"EmkVsVG9K79EFYo_kSEbKtRxANpazHNq0Jda4oXHFoS0FaMSAcnm180VPfULrtEwD9RBbML_WnfCyqaGGN5Snw\",\"signingKeySignature\":\"0x3cdb9c915d2c0eac0add4fd1666533fb592db6365e99d8fc41407d12b73958fb4869b4915eebbabef1ab32e7ea3b2b5614a9c43ba05c885321ff06247c4dab751b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rjSWZDXjlxXOZwuv2tKBwFdlVqNKcKw2Ai-M2fbGQs0\\\",\\\"y\\\":\\\"4MdfuDkQ8EdXpfFQ7vYGIVi4YyXtDh_6QNDiPG3S7p4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rKaLHNsU6O5c8J0BrN36NoA4KcVy8g9qdWXObi60A9U\"}"