"{\"content\":{\"body\":\"● The degree of digitization and online business in the financial industry is very sufficient, with the technical possibility of \\\"blockchainization\\\"\\n\\n● Finance is a basic service. The user population is large, the business ceiling is high, and the track is strong. It is an excellent entrepreneurial direction\\n\\n● Compared with other industries, finance is one of the most \\\"gatekeepers\\\" and most regulated fields. The underlying genes of blockchain financial services, which are permissionless, freely combined, and freely cross-border, make innovation ten times faster than traditional finance. The improvement of user experience is also exponential, which will naturally attract a large number of users, entrepreneurs and capital to enter\\n\\nAs Ryan Sean Adams, the founder of Bankless, said: \\\"We think it is best to understand the crypto world as a parallel currency system. Its importance is not that it is a decentralized Internet, but that it builds a non-traditional bank. Financial system.\\\"\\n\\nUnder this set of logic, there are three core tracks of crypto business with finance as the core: ecosystem (public chain), financial services (lending, trading, extended product service institutions), and currency (stable currency).\\n\\nIn 2021, the two major narratives of financial services (DeFi) and ecosystem (new public chain) have enjoyed full market enthusiasm. Only the currency track has remained tepid after the algorithmic stablecoin craze at the beginning of the year subsided.\\n\\nThe time and place are right, maybe it's time to pay attention to it again.\",\"timestamp\":1634578530,\"title\":\"We believe that there are many reasons why the crypto business first blossomed on the financial circuit.\"},\"digest\":\"udqPt_NFhXUJ1VdycihQwsteBEfeqs-q_eLMHGopnys\",\"authorship\":{\"contributor\":\"0xB21aC2Bf5014b928B66534c159E06D89bb5a899f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jeJkRu97glpSvkM3fG0TGDnq0ouzSbbmO5DJJSk8QAo\\\",\\\"y\\\":\\\"3Sz9kpLPp5cvCzZ3ZaaO-AakTGaVh1iRPDtNwd0kSjY\\\"}\",\"signature\":\"LN8eG2GZU9azS7toLiRUEwvfW10M8Scv0UiAGC7ZXU-ND4LPbboJ-d_v9SpmLJkCK2hUE-tYmSeFF-Iv6Mub-A\",\"signingKeySignature\":\"0xd07a210ad80984b1de2fe7cbf9f838a970782adc49b5d83671cb97c27e53624e4e9fc03eca87db0087191afed4c41a304980dc672a20547c65011691387739ba1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jeJkRu97glpSvkM3fG0TGDnq0ouzSbbmO5DJJSk8QAo\\\",\\\"y\\\":\\\"3Sz9kpLPp5cvCzZ3ZaaO-AakTGaVh1iRPDtNwd0kSjY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"udqPt_NFhXUJ1VdycihQwsteBEfeqs-q_eLMHGopnys\"}"