"{\"content\":{\"body\":\"*Julien Genestoux is the Founder and CEO at [Unlock Protocol](https://unlock-protocol.com/). Unlock is a protocol for memberships that lets any creator and brand monetize their work and community using NFTs.*\\n\\n## Blockchains are forever\\n\\n[Blockchains are forever.](https://www.tokendaily.co/blog/unstoppable) Once a transaction gets mined, it's stored permanently. The NFT that you purchased is in your wallet until *you,* and nobody else, sends it to someone else. Actually, even when you send it to someone else, its public historical record will show that you owned it for a while, that it was yours for a period of time.\\n\\n![Credit: blockchaincaffe.org](https://blockchaincaffe.org/wp-content/uploads/2018/07/bitcoin_blockchain_new_blockchaincaffe-1.gif)\\n\\nThe permanence of blockchains is absolutely new. The right to be forgotten is irrelevant; what happened once will remain visible, searchable forever.\\n\\n## But our passions are ephemeral\\n\\nIt's interesting because that quest for [permanence](https://niftypins.io/provenance-permanence-on-chain-art/) is in fact one of the things that we got wrong when it comes to the social web. How many of you have seen the majority of your Facebook friends in the last 10 years? The social graph too deals with its own version of permanence, because it takes too much time and effort to constantly groom it. I don't know who these people are on my LinkedIn profile, and, well, a lot of the music I used to like in my early Spotify days no longer reflects my current taste.\\n\\nThe communities we belong to and our tastes evolve over time. We make new friends, discover new loves. We don't enjoy the same things forever, and sometimes we even hate what we used to love: time matters.\\n\\n![Credit: Skyflow.com](http://skyfollow.com/wp-content/uploads/2013/04/dynamic-graph-ontology_build.gif)\\n\\nSimilarly, if you're a creator or a brand, it's not so much the number of fans that you've nurtured over the years that matters, but the ones who are here, today, supporting your art, attending your performances, or buying your work. Does it really matter that you have 10,000 likes on Facebook if all of them were from 5 years ago and are no longer engaged? As a creator too, it's important to have recurring revenues. Accumulated popularity is not as powerful as the smallest[ tightly-knit group of fans](https://li-jin.co/2020/02/19/100-true-fans/) when it comes to making a living.\\n\\n## Adding an expiration date\\n\\nSo, where do we go from there? How can we have both permanence AND freshness? How can we keep an extensive record of our interests, friendships, and connections, while at the same time being able to quickly identify what matters to us *today*?\\n\\nSocial coins are *quantitative*: they show how much we care about a specific community based on how much of that money we own. But social money is also not intended to be spent, and their fluctuating nature also means that it's hard to distinguish between what was an initial love and what has become an opportunistic hodling.\\n\\nNFTs, on the other end, are *qualitative*. Their uniqueness is a good way to represent the relationship between a creator and a fan, but there again if they are forever:\\n\\n> **How can digital items accurately represent the evolving relationship between the creators and their fans?**\\n\\nAt [Unlock](https://unlock-protocol.com), we added an expiration to NFTs, an element of *ephemerality*. While they are stored permanently on-chain, they all have an expiration date. That date represents the last time a fan actually cared about a creators’ work, or at least the time at which they did not think their “relationship” was worth extending.\\n\\n![Credit: DirtyRobot NFT - dirtyrobot.com](https://dirtyrobot.com/static/media/landscape.b1bd3023.gif)\\n\\nOther people are also experimenting with these dynamic, time-driven characteristics. For example:\\n\\n1. The [Women Of Crypto Art](https://womenofcrypto.art/) (WOCA) partnered with [Async Art](https://async.art/) to create a set of [tarot cards](https://async.art/art/master/0xb6dae651468e9593e4581705a09c10a76ac1e0c8-1524) that updates once a day at midnight\\n2. [Ethercard](https://ether.cards/)'s [DirtyRobot NFTs](https://dirtyrobot.com/#/) change their appearance based on the time of the day.\\n3. [Jamie Welch](https://twitter.com/jami_welch_) is using [Brotchain](https://brotchain.art/) to create [an NFT art series](https://jami.mirror.xyz/crowdfunds/0xB96B90aa706E7F5984a844fF51C7a8a7d82Ae17A) titled \\\"[Multibrot #30](https://twitter.com/multibrot30)\\\" that changes roughly once a month for a whole year.\\n4. [Sarah Friend](https://twitter.com/isthisanart_) is creating [lifeforms](https://lifeforms.supply/) that require gentle support and maintenance (Within 90 days of receiving it, you must give it away.)\\n5. Artist [Daniel Arsham](https://www.danielarsham.com/) releases evolving NFT titled [\\\"Eroding and Reforming Bust of Rome (One Year),\\\"](https://niftygateway.com/collections/danielarsham) which decays and reforms every year.\\n\\n## Re-imagining Longevity\\n\\n[https://www.youtube.com/watch?v=0pDKV385Zz4](https://www.youtube.com/watch?v=0pDKV385Zz4)\\n\\nWhat if Bored Apes became older and grayer as they are nearing some kind of expiration until their owner topped them up? What if that digital ticket to a concert that you went to 10 years ago also became a bit yellower after every passing year? What if the all-powerful recommendation engines could show us on-demand results based on our mood, such as older interests when we're feeling nostalgic or current interests when we're looking for something new?\\n\\nTime-based NFTs are rife with potential to alter how we think about and interact with digital items. By adding such characteristics to NFTs that showcase our interests, relationships, and memberships, we can finally re-incorporate a temporal dimension that better reflects our ever-evolving passions.\\n\\n\\\\*\\\\*\\\\*\\n\\nIf you enjoyed this post, be sure to leave a tip. It will automatically be distributed to all contributors! Thank you!\\n\\n[split://0xe9202BB4726004A8b1DFCF2DB9f0A4F191214DD0?network=mainnet](split://0xe9202BB4726004A8b1DFCF2DB9f0A4F191214DD0?network=mainnet)\\n\\n\",\"timestamp\":1631902221,\"title\":\"Ephemeral NFTs - Opportunities for time-based tokens and temporary enchantments\",\"publication\":\"ff\"},\"digest\":\"o-ZtGUyf1a9ZGHyeA16sT7KqswAefKaf3TAagJtWOO8\",\"authorship\":{\"contributor\":\"0xaBaF40768e575bEb3244df2853A0505Cb2D2e4bB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qkwUJf5xNMekEE5d3nIE-0BKo1LxkcZYybvHDpnBZgc\\\",\\\"y\\\":\\\"-uJrqjVgQJ3mZO_CMABIiZDR78XvO203Xym3413cm2Q\\\"}\",\"signature\":\"_DVkpBgvoPjh40yph9SvaW7FKVlvHf1Ws3MX9Rhg0XoRefexa8R5-VEcBs_czS1_tiKzUY6MQdsYix4opjHwSg\",\"signingKeySignature\":\"0x56df6521543e9257374b8a4478de2cb0607b14d67b1517de0a064db61acc59bc332d9763d69cafaa51f1822a6fda35d8627b8bc5299c9a81369f1742f2f739bb1c\",\"signingKeyMessage\":\"I authorize the publication of articles on ff.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qkwUJf5xNMekEE5d3nIE-0BKo1LxkcZYybvHDpnBZgc\\\",\\\"y\\\":\\\"-uJrqjVgQJ3mZO_CMABIiZDR78XvO203Xym3413cm2Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FVA78TMSCHuG3UnZ41XM3izOZGUUSiT163uAXq3-VMk\"}"