"{\"content\":{\"body\":\"into the rectum can be readily ascertained by the resulting sense of nausea, particularly in defecation or in coitus. Munde, Barnes, Lentz, Madden, and Heywood Smith report instances, and Cloquet describes an instance of inguinal hernia of the ovary in which the uterus as well as the Fallopian tube were found in the inguinal canal. Debierre mentions that Puech has gathered 88 instances of inguinal hernia of the ovary and 14 of the crural type, and also adds that Otte cites the only instance in which crural ovarian hernia has been found on both sides. Such a condition with other associate malformations of the genitalia might easily be mistaken for an instance of hermaphroditic testicles.\\n\\nThe Fallopian tubes are rarely absent on either side, although Blasius reports an instance of deficient oviducts. Blot reports a case of atrophy, or rather rudimentary state of one of the ovaries, with absence of the tube on that side, in a woman of forty.\\n\\nDoran has an instance of multiple Fallopian tubes, and Richard, in 1861, says several varieties are noticed. These tubes are often found fused or adherent to the ovary or to the uterus; but Fabricius describes the symphysis of the Fallopian tube with the rectum.\\n\\nAbsence of the uterus is frequently reported. Lieutaud and Richerand are each said to have dissected female subjects in whom neither the uterus nor its annexed organs were found. Many authors are accredited with mentioning instances of defective or deficient uteri, among them Bosquet, Boyer, Walther, Le Fort, Calori, Pozzi, Munde, and Strauch. Balade has reported a curious absence of the uterus and vagina in a girl of eighteen. Azem, Bastien, Bibb, Bovel, Warren, Ward, and many others report similar instances, and in several cases all the adnexa as well as the uterus and vagina were absent, and even the kidney and bladder malformed.\\n\\nPhillips speaks of two sisters, both married, with congenital absence of the uterus. In his masterly article on \\\"Heredity,\\\" Sedgwick quotes an instance of total absence of the uterus in three out of five daughters of the same family; two of the three were twice married.\\n\\nDouble uterus is so frequently reported that an enumeration of the cases would occupy several pages. Bicorn, bipartite, duplex, and double uteruses are so called according to the extent of the duplication. The varieties range all the way from slight increase to two distinct uteruses, with separate appendages and two vaginae. Meckel, Boehmer, and Callisen are among the older writers who have observed double uterus with associate double vagina. Figure 150 represents a transverse section of a bipartite uterus with a double vagina. The so-called uterus didelphus is really a duplex uterus, or a veritable double uterus, each segment having the appearance of a complete unicorn uterus more or less joined to its neighbor. Vallisneri relates the history of a woman who was poisoned by cantharides who had two uteruses, one opening into the vagina, the other into the rectum. Morand, Bartholinus, Tiedemann, Ollivier, Blundell, and many others relate instances of double uterus in which impregnation had occurred, the fetus being retained until the full term.\\n\\nPurcell of Dublin says that in the summer of 1773 he opened the body of a woman who died in the ninth month of pregnancy. He found a uterus of ordinary size and form as is usual at this period of gestation, which contained a full-grown fetus, but only one ovary attached to a single Fallopian tube. On the left side he found a second uterus, unimpregnated and of usual size, to which another ovary and tube were attached. Both of these uteruses were distinct and almost entirely separate.\\n\\nPregnancy with Double Uterus.--Hollander describes the following anomaly of the uterus which he encountered during the performance of a celiotomy:--\\n\\n\\\"There were found two uteruses, the posterior one being a normal organ with its adnexa; connected with this uterus was another one, anterior to it. The two uteruses had a common cervix; the anterior of the two organs had no adnexa, though there were lateral peritoneal ligaments; it had become pregnant.\\\" Hollander explains the anomaly by stating that probably the Mullerian ducts or one of them had grown excessively, leading to a folding off of a portion which developed into the anterior uterus.\\n\\nOther cases of double uterus with pregnancy are mentioned on page 49.\\n\\nWhen there is simultaneous pregnancy in each portion of a double uterus a complication of circumstances arises. Debierre quotes an instance of a woman who bore one child on July 16, 1870, and another on October 31st of the same year, and both at full term. She had only had three menstrual periods between the confinements. The question as to whether a case like this would be one of superfetation in a normal uterus, or whether the uterus was double, would immediately arise. There would also be the possibility that one of the children was of protracted gestation or that the other was of premature birth. Article 312 of the Civil Code of France accords a minimum of one hundred and eighty and a maximum of three hundred days for the gestation of a viable child. (See Protracted Gestation.)\\n\\nVoight is accredited with having seen a triple uterus, and there are several older parallels on record. Thilow mentions a uterus which was divided into three small portions.\\n\\nOf the different anomalous positions of the uterus, most of which are acquired, the only one that will be mentioned is that of complete prolapse of the uterus. In this instance the organ may hang entirely out of the body and even forbid locomotion.\\n\\nOf 19 cases of hernia of the uterus quoted by Debierre 13 have been observed in the inguinal region, five on the right and seven on the left side. In the case of Roux in 1891 the hernia existed on both sides. The uterus has been found twice only in crural hernia and three times in umbilical hernia. There is one case recorded, according to Debierre, in which the uterus was one of the constituents of an obturator hernia. Sometimes its appendages are found with it. Doring, Ledesma, Rektorzick, and Scazoni have found the uterus in the sac of an inguinal hernia; Leotaud, Murray, and Hagner in an umbilical hernia. The accompanying illustration represents a hernia of the gravid womb through the linea alba.\\n\\nAbsence of the penis is an extremely rare anomaly, although it has been noted by Schenck, Borellus, Bouteiller, Nelaton, and others. Fortunatus Fidelis and Revolat describe a newly born child with absence of external genitals, with spina bifida and umbilical hernia. Nelaton describes a child of two entirely without a penis, but both testicles were found in the scrotum; the boy urinated by the rectum. Ashby and Wright mention complete absence of the penis, the urethra opening at the margin of the anus outside the external sphincter; the scrotum and testicles were well developed. Murphy gives the description of a well-formed infant apparently without a penis; the child passed urine through an opening in the lower part of the abdomen just above the ordinary location of the penis; the scrotum was present. Incisions were made into a small swelling just below the urinary opening in the abdomen which brought into view the penis, the glans being normal but the body very small. The treatment consisted of pressing out the glans daily until the wound healed; the penis receded spontaneously. It is stated that the organ would doubtless be equal to any requirements demanded of it. Demarquay quotes a somewhat similar case in an infant, but it had no urinary opening until after operation.\\n\\nAmong the older writers speaking of deficient or absent penis are Bartholinus, Bauhinus, Cattierus, the Ephemerides, Frank, Panaroli, van der Wiel, and others. Renauldin describes a man with a small penis and enormous mammae. Goschler, quoted by Jacobson, speaks of a well-developed man of twenty-two, with abundant hair on his chin and suprapubic region and the scrotum apparently perfect, with median rapine; a careful search failed to show any trace of a penis; on the anterior wall of the rectum four lines above the anus was an orifice which gave vent to urine; the right testicle and cord were normal, but there was an acute orchitis in the left. Starting from just in front of the anal orifice was a fold of skin 1 1/2 inches long and 3/4 inch high continuous with the rapine, which seemed to be formed of erectile tissue and which swelled under excitement, the enlargement lasting several minutes with usually an emission from the rectum. It was possible to pass a sound through the opening in the rectum to the bladder through a urethra 1 1/2 inches wide; the patient had control of the bladder and urinated from every three to five hours.\\n\\nMany instances of rudimentary development of the penis have been recorded, most of them complicated with cryptorchism or other abnormality of the sexual organs. In other instances the organ is present, but the infantile type is present all through life; sometimes the subjects are weak in intellect and in a condition similar to cretinism. Kaufmann quotes a case in a weakly boy of twelve whose penis was but 3/4 inch long, about as thick as a goose-quill, and feeling as limp as a mere tube of skin; the corpora cavernosa were not entirely absent, but ran only from the ischium to the junction of the fixed portion of the penis, suddenly terminating at this point. Nothing indicative of a prostate could be found. The testicles were at the entrance of the inguinal canal and the glans was only slightly developed.\\n\\nBinet speaks of a man of fifty-three whose external genitalia were of the size of those of a boy of nine. The penis was of about the size of the little finger, and contained on each side testicles not larger than a pea. There was no hair on the pubes or the face, giving the man the aspect of an old woman. The prostate was almost exterminated and the seminal vesicles were very primitive in conformation. Wilson was consulted by a gentleman of twenty-six as to his ability to perform the marital function. In size his penis and testicles hardly exceeded those of a boy of eight. He had never felt desire for sexual intercourse until he became acquainted with his intended wife, since when he had erections and nocturnal emissions. The patient married and became the father of a family; those parts which at twenty-six were so much smaller than usual had increased at twenty-eight to normal adult size. There are three cases on record in the older literature of penises extremely primitive in development. They are quoted by the Ephemerides, Plater, Schenck, and Zacchias. The result in these cases was impotency.\\n\\nIn the Army and Medical Museum at Washington are two injected specimens of the male organ divested of skin. From the meatus to the pubis they measure 6 1/2 and 5 1/2 inches; from the extremity to the termination of either crus 9 3/4 and 8 3/4 inches, and the circumferences are 4 3/4 and 4 1/4 inches. Between these two we can strike an average of the size of the normal penis.\\n\\nIn some instances the penis is so large as to forbid coitus and even inconvenience its possessor, measuring as much as ten or even more inches in length. Extraordinary cases of large penis are reported by Albinus (who mentions it as a cause for sterility), Bartholinus, Fabricius Hildanus, Paullini, Peyer, Plater, Schurig, Sinibaldus, and Zacchias. Several cases of enormous penises in the new-born have been observed by Wolff and others.\\n\\nThe penis palme, or suture de la verge of the French, is the name given to those examples of single cutaneous envelope for both the testicles and penis; the penis is adherent to the scrotum by its inferior face; the glans only is free and erection is impossible. Chretien cites an instance in a man of twenty-five, and Schrumpf of Wesserling describes an example of this rare anomaly. The penis and testes were inclosed in a common sac, a slight projection not over 1/4 inch long being seen from the upper part of this curious scrotum. When the child was a year old a plastic operation was performed on this anomalous member with a very satisfactory result. Petit describes an instance in which the penis was slightly fused with the scrotum.\\n\\nThere are many varieties of torsion of the penis. The glans itself may be inclined laterally, the curvature may be total, or there may be a veritable rotation, bringing the inferior face above and the superior face below. Gay describes a child with epispadias whose penis had undergone such torsion on its axis that its inferior surface looked upward to the left, and the child passed urine toward the left shoulder. Follin mentions a similar instance in a boy of twelve with complete epispadias, and Verneuil and Guerlin also record cases, both complicated with associate maldevelopment. Caddy mentions a youth of eighteen who had congenital torsion of the penis with out hypospadias or epispadias. There was a complete half-turn to the left, so that the slit-like urinary meatus was reversed and the frenum was above. Among the older writers who describe incurvation or torsion of the penis are Arantius, the Ephemerides, Haenel, Petit, Schurig, Tulpius, and Zacchias.\\n\\nZacutus Lusitans speaks of torsion of the penis from freezing. Paullini mentions a case the result of masturbation, and Hunter speaks of torsion of the penis associated with arthritis.\\n\\nOssification of the Penis.--MacClellann speaks of a man of fifty-two whose penis was curved and distorted in such a manner that urine could not be passed without pain and coitus was impossible. A bony mass was discovered in the septum between the corpora cavernosa; this was dissected out with much hemorrhage and the upward curvature was removed, but there resulted a slight inclination in the opposite direction. The formation of bone and cartilage in the penis is quite rare. Velpeau, Kauffmann, Lenhoseck, and Duploy are quoted by Jacobson as having seen this anomaly. There is an excellent preparation in Vienna figured by Demarquay, but no description is given. The Ephemerides and Paullini describe osseous penises.\\n\\nThe complete absence of the frenum and prepuce has been observed in animals but is very rare in man. The incomplete or irregular development is more frequent, but most common is excessive development of the prepuce, constituting phimosis, when there is abnormal adherence with the glans. Instances of phimosis, being quite common, will be passed without special mention. Deficient or absent prepuce has been observed by Blasius, Marcellus Donatus, and Gilibert. Partial deficiency is described by Petit Severinus, and others.\\n\\nThere may be imperforation or congenital occlusion of some portion of the urethra, causing enormous accumulation of urine in the bladder, but fortunately there is generally in such cases some anomalous opening of the urethra giving vent to the excretions. Tulpius mentions a case of deficient urethra. In the Ephemerides there is an account of a man who had a constant flow of semen from an abnormal opening in the abdomen. La Peyroma describes a case of impotence due to ejaculation of the spermatic ducts into the bladder instead of into the urethra, but remarks that there was a cicatrix of a wound of the neighboring parts. There are a number of instances in which the urethra has terminated in the rectum. Congenital dilatation of the urethral canal is very rare, and generally accompanied by other malformation.\\n\\nDuplication of the urethra or the existence of two permeable canals is not accepted by all the authors, some of whom contend that one of the canals either terminates in a culdesac or is not separate in itself. Verneuil has published an article clearly exposing a number of cases, showing that it is possible for the urethra to have two or more canals which are distinct and have separate functions. Fabricius Hildanus speaks of a double aperture to the urethra; Marcellus Donatus describes duplicity of the urethra, one of the apertures being in the testicle; and there is another case on record in which there was a urethral aperture in the groin. A case of double urethra in a man of twenty-five living in Styria who was under treatment for gonorrhea is described, the supernumerary urethra opening above the natural one and receiving a sound to the depth of 17 cm. There was purulent gonorrhea in both urethrae. Vesalius has an account of a double urethral aperture, one of which was supposed to give spermatic fluid and the other urine. Borellus, Testa, and Cruveilhier have reported similar instances. Instances of double penis have been discussed under the head of diphallic terata, page 194.\\n\\nHypospadias and epispadias are names given to malformations of the urethra in which the wall of the canal is deficient either above or below. These anomalies are particularly interesting, as they are nearly always found in male hermaphrodites, the fissure giving the appearance of a vulva, as the scrotum is sometimes included, and even the perineum may be fissured in continuity with the other parts, thus exaggerating the deception. There seems to be an element of heredity in this malformation, and this allegation is exemplified by Sedgwick, who quotes a case from Heuremann in which a family of females had for generations given birth to males with hypospadias. Belloc mentions a man whose urethra terminated at the base of the frenum who had four sons with the same deformity. Picardat mentions a father and son, both of whom had double urethral orifices, one above the other, from one of which issued urine and from the other semen--a fact that shows the possibility of inheritance of this malformation. Patients in whom the urethra opens at the root of the penis, the meatus being imperforate, are not necessarily impotent; as, for instance, Fournier knew of a man whose urethra opened posteriorly who was the father of four children. Fournier supposed that the semen ejaculated vigorously and followed the fissure on the back of the penis to the uterus, the membrane of the vagina supplanting the deficient wall of the urethra. The penis was short, but about as thick as ordinary.\\n\\nGray mentions a curious case in a man afflicted with hypospadias who, suffering with delusions, was confined in the insane asylum at Utica. When he determined to get married, fully appreciating his physical defect, he resolved to imitate nature, and being of a very ingenious turn of mind, he busied himself with the construction of an artificial penis. While so engaged he had seized every opportunity to study the conformation of this organ, and finally prepared a body formed of cotton, six inches in length, and shaped like a penis, minus a prepuce. He sheathed it in pig's gut and gave it a slight vermilion hue. To the touch it felt elastic, and its shape was maintained by a piece of gutta-percha tubing, around which the cotton was firmly wound. It was fastened to the waist-band by means of straps, a central and an upper one being so arranged that the penis could be thrown into an erect position and so maintained. He had constructed a flesh-colored covering which completely concealed the straps. With this artificial member he was enabled to deceive his wife for fifteen months, and was only discovered when; she undressed him while he was in a state of intoxication. To further the deception he had told his wife immediately after their marriage that it was quite indecent for a husband to undress in the presence of his wife, and therefore she had always retired first and turned out the light. Partly from fear that his virile power would be questioned and partly from ignorance, the duration of actual coitus would approach an hour. When the discovery was made, his wife hid the instrument with which he had perpetrated a most successful fraud upon her, and the patient subsequently attempted coitus by contact with unsuccessful results, although both parties had incomplete orgasms. Shortly afterward evidences of mental derangement appeared and the man became the subject of exalted delusions. His wife, at the time of report, had filed application for divorce. Haslam reports a case in which loss of the penis was compensated for by the use of an ivory succedaneum. Parallel instances of this kind have been recorded by Ammann and Jonston.\\n\\nEntire absence of the male sexual apparatus is extremely rare, but Blondin and Velpeau have reported cases.\\n\\nComplete absence of the testicles, or anorchism, is a comparatively rare anomaly, and it is very difficult to distinguish between anorchism and arrest of development, or simple atrophy, which is much more common. Fisher of Boston describes the case of a man of forty-five, who died of pneumonia. From the age of puberty to twenty-five, and even to the day of death, his voice had never changed and his manners were decidedly effeminate. He always sang soprano in concert with females. After the age of twenty-five, however, his voice became more grave and he could not accompany females with such ease. He had no beard, had never shaved, and had never exhibited amorous propensities or desire for female society. When about twenty-one he became associated with a gay company of men and was addicted to the cup, but would never visit houses of ill-fame. On dissection no trace of testicles could be found; the scrotum was soft and flabby. The cerebellum was the exact size of that of a female child.\\n\\nIndividuals with one testicle are called monorchids, and may be divided into three varieties:--\\n\\n(1) A solitary testicle divided in the middle by a deep fissure, the two lobes being each provided with a spermatic cord on the same side as the lobe.\\n\\n(2) Testicles of the same origin, but with coalescence more general.\",\"timestamp\":1639717873,\"title\":\"\\nProlapsus or displacement of the ovaries into the culdesac of Douglas, the vaginal wall,\"},\"digest\":\"rTZhQetsDM-NUGOSPWO__ziISfI7GD7fALYDW9vkwK8\",\"authorship\":{\"contributor\":\"0x90172af57cfCfbdA1dac8055668d7B5df7f90f1E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7Rbylp8GTtfqMxNf9_VS3ZJXInbY_AhHFi6h73XUtGc\\\",\\\"y\\\":\\\"7tL07oqPLOIILrb0KW6bZNmXmtzrjPMjld5guGaZ094\\\"}\",\"signature\":\"M-Atg4f0wqGqCLUvdYcurt6fX3u7tXl1W8G02N8c3Qz_8TkkUrpvmFfomy5Aa3KpoP6inXcElmakmKsGHg7Cnw\",\"signingKeySignature\":\"0x260fcc90e0e522bb15a78e2b489e17e0d425b7fdcffad8c81d3dcaa8f8b115760ab45e7194c04132ff9ccaac2e80b8b4561655547eb7339ad2f2e4a6e0f5d29e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7Rbylp8GTtfqMxNf9_VS3ZJXInbY_AhHFi6h73XUtGc\\\",\\\"y\\\":\\\"7tL07oqPLOIILrb0KW6bZNmXmtzrjPMjld5guGaZ094\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rTZhQetsDM-NUGOSPWO__ziISfI7GD7fALYDW9vkwK8\"}"