"{\"content\":{\"body\":\"Street art, in an act of beautiful rebellion, turns industrial urban sprawl into a lush, living network of artistic expression. It’s a way for people to shape the image of the places they live, both in defiance of and in harmony with the structures that populate them.\\n\\nIn a similar act of reclaiming lifeless technology and infrastructure to create culture, the first videogames were built on expensive analog computers created for military and academic settings. Tennis for Two, designed by William Higinbotham and shown off for the first time in 1958, used an oscilloscope display attached to a repurposed analog ballistic computer designed to calculate missile trajectories.\\n\\nCryptoart is a similarly permissionless assertion of culture and creativity on an otherwise lifeless and drab blockchain. Cryptocurrency was purpose-built to transact value and conduct business. Without cryptoart, the Ethereum network is a giant digital office building. With cryptoart, it’s a thriving society at the bleeding edge of culture, tech, and finance. Cryptoart, in its cultural identity and the way it shapes our virtual society, is basically digital graffiti.\\n\\n[edition://0xaf89C5E115Ab3437fC965224D317d09faa66ee3E?editionId=220](edition://0xaf89C5E115Ab3437fC965224D317d09faa66ee3E?editionId=220)\\n\\n*‘digital graffiti’, 2021, Kate the Cursed. Hand-drawn vector graphics displayed on an early 1980s dual-trace x/y oscilloscope at 60hz. Recorded at 1440x1080px, 30fps on iPhone SE, then converted to .gif for a perfect loop.*\\n\\nTo take up space on the internet is to make a mark on the digital spaces we inhabit and infuse them with life. Unlike the walls I sprayed as a teenager, this tag will never fully be painted over. Even if metadata is lost, the token and anything on-chain remains. When historians explore the layers of art tokens and cultural artifacts across the blockchain decades from now, many of the marks we leave on it will be preserved for closer examination.\\n\\nAs a transgender tech artist working with non-standard mixed media processes, my unapologetic existence often feels like a powerful act of creation in itself. Taking up permanent space in the digital world with my words and artworks feels even more compelling.\\n\\nIn that spirit, consider the Tara Digital Collective Mirror tagged. All proceeds from the NFTs associated with this article go directly to aGENDAdao’s multisig wallet. \\\\~\",\"timestamp\":1630369027,\"title\":\"What Does It Mean to Take Up Space on the Internet?\",\"publication\":\"tdc\"},\"digest\":\"-0X0EZ6Ar4SD-RX0BhB22lc9T0AHl6oUIVExd2La50A\",\"authorship\":{\"contributor\":\"0xA7b4c5f8d8e7BDE30F1EeEcDe193c255dC92C9c7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"k2S3DOiD8zPxgjniVTMm-MVtp5Ylo2Vz2MLgGAl0AUI\\\",\\\"y\\\":\\\"H6LAbom29A3pzmPP5cDdbdbiIIFhvyUt8maam-2VuN8\\\"}\",\"signature\":\"pQDcSJZmZkbM-w-P1CWQCpoNiLaGgdFso66iYF1QM0o4HrrAOXMIK3JUllM6HHKE5-vlXP8UXbOryzfLDjbN6w\",\"signingKeySignature\":\"0x190d6cb64db7c7ed31c7652d1f0ee656afff39912d00c96144becafba61139d07c066c16a93e480c6f979f77fbd07f7db4e3ca9f73e9f7d578af0fb607f9b4231c\",\"signingKeyMessage\":\"I authorize the publication of articles on tdc.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"k2S3DOiD8zPxgjniVTMm-MVtp5Ylo2Vz2MLgGAl0AUI\\\",\\\"y\\\":\\\"H6LAbom29A3pzmPP5cDdbdbiIIFhvyUt8maam-2VuN8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"QNmw4OkT708dHVbTUAnT1vj7AA3ax5MW46nnxmj8wh0\"}"