"{\"content\":{\"body\":\"*作者：宋立文*\\n\\n*来源： 界面新闻*\\n\\n“我从没有见过极光出现的村落，也没有见过有人在深夜放烟火。晚星就像你的眼睛杀人又放火，你什么都没有说，野风惊扰我。”\\n\\n这是孙宇晨不久前在特斯拉董事长埃隆·马斯克推特下的留言。\\n\\n11月来临，新晋的世界首富马斯克在社交媒体用中文发了一首曹植的《七步诗》，从未错过热点的孙宇晨迅速跟帖回复了一首抖音热门《漠河舞厅》，让人摸不着头脑。\\n\\n波普艺术之父安迪·沃霍尔曾在上世纪末预测：“未来，每个人都能当上15分钟的名人。”这句话在21世纪成为了现实。\\n\\n但拍下了沃霍尔的《三幅自画像》孙宇晨似乎是个例外，他将“15分钟”变成了一个游戏，并孜孜不倦地追逐每一个热点。\\n\\n在中文世界里，他身上的标签是北大毕业的90后创业者。但他又曾被王小川称为“骗子”，差点爽约“巴菲特”的午餐，在社交媒体上掀起种种争议。\\n\\n而在加密领域，他又是另外一个形象，他是波场的象征人物，是加密领域少数的华人KOL，现在又将成为格林纳达驻WTO的代表。\\n\\n在行业剧变的洗礼中，他成为一只游荡在加密海洋的巨鲸，代表着一个价值600亿美元的区块链网络。\\n\\n和大部分加密领域的人一样，他的头像是NFT，半夜还能活跃在社交媒体上，保持精力的方式是健身，并且常年穿着T恤出境。\\n\\n“519暴跌”当晚，他花6亿美元抄底比特币与以太坊，将自己的命运和它们紧紧联系在了一起。\\n\\n以下是界面新闻对波场创始人孙宇晨的采访内容，有一定删改。\\n\\n### **说服那些无法被说服的人**\\n\\n**记者****：曾经围绕在你身上的争议时刻非常多，从王小川的评价****，****到巴菲特午餐、微博上的梦想基金，你如何看待围绕在自己身上的争议？**\\n\\n**孙宇晨：**除开围绕在区块链行业本身上的争议以外，我觉得我的个性也对我的评价有些影响。原因是这样的，我这个人特别喜欢把我认可的理念去认真地讲给特别不认可我这个理念的人听，我明知道他特别不认可。但我愿意试图说服他，甚至是采取一些公开辩论的交流方式。\\n\\n我觉得去说服认可你的人是没有任何意义的。要说服就要挑最难的去做，这样的话你的工作本身也才是有意义的，如果我每天都挑我父母去说服，挑我周边的朋友去说服，他们本来已经认可我做的事情了，那我的说服这有什么意义呢？\\n\\n所以我觉得王小川、巴菲特这些人在我当时看来就是需要去做出努力的对象。那样的舞台和机会对于传播区块链这个新领域来说是一个最好的时机。虽然对话后显然他们也并没有被我说服，而我的主动接触也带来了争议，如果我闷声不说话，自然也不会存在这些争议。\\n\\n**记者****：在拥有一定的名利与阅历后，现在追求的人生目标是什么？**\\n\\n**孙宇晨：**那一天我看了一下，全世界整个区块链的注册人数大概在1.5亿\\\\~2亿人之间，而全世界现在已经有将近80亿人了，所以我觉得2亿比起80亿来说还是一个很渺小的数字。未来5\\\\~10年我们还是要继续努力，把这个数字从2亿能够扩展到至少20亿。\\n\\n**记者****：那在这个过程当中你想扮演怎样的角色？**\\n\\n**孙宇晨：**我希望扮演一个布道者的角色，等到十年后再聊起我的时候有人能说，“我知道区块链就是因为他。”\\n\\n**记者****：你个人资产中加密货币与传统资产的比重是多少？****加密货币持仓的分配比例是怎样的？**\\n\\n**孙宇晨：**我个人资产的加密货币的占比是99%以上，因为我现实生活中是基本上不持有任何传统资产。主要持有的还是比特币，以太坊，然后波场系的代币。波场系大概占了我持仓整体的百分之六七十左右，比特币及其他币种占了剩下百分之二三十左右。\\n\\n我之前开玩笑讲90后30岁之前不买房不买车，但现在我其实已经31岁了，但还是没房没车，我觉得我个人的生活理念还是很现代化的。\\n\\n### **比特币失败了吗**\\n\\n**记者****：2****008****年中本聪发布的《比特币白皮书》将其定义为一种点对点的电子支付系统，截止目前只有萨尔瓦多在进行这个试验，比特币是否已经失去了货币属性？**\\n\\n**孙宇晨：**某种程度上来说的确和当初《白皮书》的畅想有了一些分离，当然我觉得这也是非常正常的事情。比特币在效率以及去中心化程度的抉择中，比特币选择了极致的去中心化，并希望能够将去中心化性做到最强，即便损失了一些可用性。\\n\\n对于比特币比较中性的定义就是作为一种价值存储的工具，现在大家一般是把它看做黄金的对标物，对应着“数字黄金”的概念，它的主要功能就像黄金一样，历史中有些国家可能会将它作为货币，但当下黄金主要还是作为大宗商品和一种价值存储的手段。\\n\\n**记者****：国际货币基金组织并****不鼓励将比特币作为法定货币****，萨尔瓦多的试验是否具有可行性？**\\n\\n**孙宇晨：**首先我个人觉得会有更多的主权国家宣布将比特币作为法定货币，但比特币作为法定货币在萨尔瓦多某种程度上其实是一个补充，它实际上主要使用的法定货币仍将是美元，比特币只是在这些发展中国家或者金融体系不稳定的国家中的充当一个价值存储的补充。\\n\\n今年其实也看到了像巴西、阿根廷、土耳其，这些新兴的拉美市场国家的法币都不是特别稳定，出现了与美元汇率的大幅波动。一些地区的政客甚至我觉得某种程度上为了选票也会开始实践将比特币定为法定货币。\\n\\n**记者****：近年区块链技术的一些创新点如N****FT****、De****F****i多源自以太坊生态，社区中越多越多的爱好者和机构认为以太坊终将超越比特币，你如何看待此观点？**\\n\\n**孙宇晨：**这个问题需要多角度来看。\\n\\n首先比特币和以太坊代表着两种不同的设计思路和设计结构。比特币主要的定位是数字黄金和对抗通胀的价值存储方式。它在公开市场上获得的估值我个人认为是对标黄金的。像以太坊，包括波场则是想要成为一个可编程的区块链生态，以太坊诞生后首次引入了虚拟机、智能合约等一系列的去中心化编程的生态模式，所以和比特币是不一样的。\\n\\n相反我认为今天大家看到的比特币开发和升级次数比较少，恰恰是比特币社区的一种克制和作为数字黄金的一种表现。\\n\\n第二个是看每个人的角色，如果一个人在区块链领域的角色是创业者，是开发者，我个人觉得确实是以太坊、波场这种公链可以给用户提供更多的选择以及给开发者提供更多的可能性。\\n\\n如果是仅从投资者角度看来，我个人认为投资比特币和投资以太坊的逻辑是完全不一样的，投资比特币的逻辑是需要规避所谓的通货膨胀税，但是如果投资波场或者以太坊之类的公链，它的开发者的活跃度以及生态更重要。\\n\\n**记者****：近期元宇宙话题很火热，Web****3.0****也经常被提及，你如何看待？**\\n\\n**孙宇晨：**讲到Web3.0，得先回顾一下Web1.0和2.0，Web1.0的就是互联网刚刚诞生的时候， 按照互联网的初衷，Web1.0其实非常去中心化，它也是搭建了一个点对点传输文件的模式，而那时候还没有区块链。\\n\\n而到了今天的Web2.0时代，它的特征就是高度中心化，苹果、Facebook，Google等公司垄断了互联网用户的数据，大型平台掌控你在互联网中的一切，互联网也从无许可互联网变成了有许可互联网。我理解的Web3.0其实就是想希望让整个互联网的结构再度去中心化，这一点元宇宙和区块链呈现了高度的耦合，一个属于全人类的基础设施，理所应当是无限制、无中心、无门槛的，它不应当属于任何人，而仅仅属于全人类。\\n\\n### **公链****是一座座城市**\\n\\n**记者****：当前以太坊处于生态核心，新型公链层出不穷，如何看待公链赛道？**\\n\\n**孙宇晨：**关于公链我有一个比较有意思的比喻。Vitalik（指以太坊创始人）也曾经用过这个比喻。公链某种程度上就像城市，每个城市的定位是不一样的，彼此之间也确实有竞争。但更多的其实是一种协作关系。比如北上广深四个城市之间确实是有竞争，但它们并不是非此即彼的关系，就像全中国不可能所有人都住到北京，也不可能所有人都住到上海，人口肯定会在北上广深都有分布，然后每一个城市的定位也是不一样的。\\n\\n**记者****：关于以太坊，近期发生了一些争论，由于网络拥堵和手续费昂贵等问题，三箭资本创始人甚至“声称”要放弃以太坊，如何看待以太坊？**\\n\\n**孙宇晨：**公链和城市一样，使用的人太多了就会出现所谓的“大城市病”，像以太坊，我觉得当下它最大的缺点并不是创新或者社区，而是如何解决拥堵问题。所以以太坊现在花了很长时间，在解决他的拥堵和手续费昂贵问题，现在经常说的“Layer2”扩容，某种程度就像城市修高架桥来缓解拥堵，但是我相信以以太坊的增长速度即便修了高架桥很快又会拥堵。\\n\\n所以不同的公链，包括波场、雪崩等各类公链都有着自己的特色和定位，此时就可以分担它的压力和流量，就像城市之间的协作一样。\\n\\n**记者****：依据“城市论”，波场的定位是什么？**\\n\\n**孙宇晨：**如果以太坊是上海，我们的目标和定位就是杭州。\\n\\n首先，我觉得“杭州”并没有把“上海”当做竞争对手，相反呢，因为和“上海”离得很近，其实“杭州”是从“上海”获得了不少流量，很多“上海”没法满足的流量都到了“杭州”，然后和 “上海”也有一个差异化竞争。公链赛道我觉得是一个竞合关系，既有竞争也有合作。\\n\\n**记者****：那么未来一段时间公链赛道的哪些方面值得重点关注？**\\n\\n**孙宇晨：**公链如果是城市的话，我觉得城市与城市间的交通问题是最核心的方向，也就是跨链。即不同区块链之间的数据和资产交互，除了NFT、DeFi，这个是未来我们行业中的一个重要趋势。\\n\\n**记者****：De****F****i（去中心化金融）是目前加密社区最火热的板块之一，“Code**** ****is**** L****ow（代码即法律）”成为了社区的共识之一，但近期该领域安全事故频出，如何看待De****F****i的前景？**\\n\\n**孙宇晨：**DeFi确实有着“代码即法律”的一套完整模式，它前所未有的将传统金融领域中大量留给人力所做的风控判断的工作改为了让计算机进行判断。\\n\\n比方说类似于Justland、 Aave或Compond这样的DeFi协议，它有一套非常好的宏观调控机制，如果存款的资金池中没钱了，那么存款利率就会变得非常高，因此自动就会有人来把钱存进去。银行系统可能需要5000人才能完成的一套有效的公开货币市场，DeFi只需要十个程序员就可以了，我觉得这是一个非常大的金融创新。\\n\\n但由于DeFi过于领先，所以大量的代码包括金融模式未经长时间验证，所以经常在这个行业中就会出现大规模被盗的情况，因为这是个公开市场，你既然是7x24小时运转，那么你就要要面临一个7×24小时黑客的一个考验。比如以太坊经常沦为黑客提款机，所以从这个角度来说，我个人觉得这确实是我们行业的一个很大的问题，所以我觉得所有参与DeFi生态的人，尽量只参与久经考验的DeFi协议，以及具有审计报告的协议。\\n\\n我个人较为看好DeFi会成为区块链行业中的基础设施，它会成为很多人的日常工具。\\n\\n**记者****：De****F****i目前的高息模式不可持续？**\\n\\n**孙宇晨：**对，但未来还是会比传统金融的利率要高一些，毕竟像欧洲出现了负利率。但我个人认为DeFi现在的高利率长期看来也不可能一直持续。\\n\\n**记者****：今年你陆续拍下了巴勃罗·毕加索、安迪·沃霍尔、阿尔伯托·贾柯梅蒂的名画，社交媒体的头像也换成了N****FT****。如何理解头像类N****FT****的火热?**\\n\\n**孙宇晨：**抛开NFT本身来说，人类收藏物品的历史其实非常长，而我们这一代人（指90后）的收藏观念是不一样的。我小时候特别喜欢收集小浣熊干脆面里面的《水浒传》108将人物卡，只要有朋友来我家，我就会带他过来看。\\n\\n美国也有这样的文化，比如收藏NBA球星卡，我也有一些朋友，他们可能喜欢收藏一些手办。而年长的群体也有他们喜欢的收藏品，像我爸就特别喜欢集邮和收藏古玩。所以我个人认为收藏是一种需求，而随着互联网的发展，收藏品也渐渐线上化了。\\n\\n举个例子，如果只是普通收藏安迪·沃霍尔和毕加索的画，可能我挂在客厅一年都不会超过50个朋友看到我的画。但是微信、微博、推特这些社交媒体是我们每个人每天都会看，并且花费大量时间的地方，所以最有效的展示你收藏的方式莫过于更换你的头像。\\n\\n**记者****：你同时经历过中西方的加密社区，两个区域在区块链社区、开发者、文化上有什么区别？**\\n\\n**孙宇晨：**我个人认为实际上区块链本身是一个全球语言，因为它是建立在密码学和互联网基础上。其实我觉得并不应该出现，比如说中国人开发的互联网，就跟西方人开发的互联网不一样。\\n\\n当然了，我个人认为可能西方创业者和东方出身的创业者呢，他们在战略发展上是有一定差别的，中国人我觉得执行力非常强，在这件事上，是占他成功比重比较大的事情。\\n\\n因为我们中国人比较勤奋，西方创业者可能是在这个创新度比较高的事情上会发挥比较大的作用。所以我觉得这是一个互补，西方理论创新和东方实践创新。其实我个人认为能把一件事情实践好，把东西做出来且能够比较好地运营某种程度上也是一种创新，我并不觉得只有理论创新才是创新。\\n\",\"timestamp\":1640322337,\"title\":\"专访孙宇晨：我希望扮演一个布道者的角色\"},\"digest\":\"PAMbvlThgjtp97MaRSQfLqh_6rYw09ABbSZVi7xJi9w\",\"authorship\":{\"contributor\":\"0xbB59e4Af06DA4b76a1A7E71d4ff6F9A11D89d1eF\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qdzEX64pzsNAxikmV1bbmMPMO1qkO2JRulwXBtG3Z2c\\\",\\\"y\\\":\\\"0P72Zd8N4t92GHwKo5d0bxJq1i4lIaDLlQLvyo4ZWn8\\\"}\",\"signature\":\"gr1UeOUWxi_mnQdZU0A0vgCFNWECSZ4_5UczsEn3XBHXHjhgRwOfHp1aZPSWTOktDHVtqb-t9AtXJu0Bhq-miw\",\"signingKeySignature\":\"0xf1fe16f31f17f29da36a23c3056ce94eabb78733599cbe4c910dc67b62c9d6587341b89d4eb1bffa5afec0d15be5cf012493083a050c3193d3da620ec3084f661b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qdzEX64pzsNAxikmV1bbmMPMO1qkO2JRulwXBtG3Z2c\\\",\\\"y\\\":\\\"0P72Zd8N4t92GHwKo5d0bxJq1i4lIaDLlQLvyo4ZWn8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PAMbvlThgjtp97MaRSQfLqh_6rYw09ABbSZVi7xJi9w\"}"