"{\"content\":{\"body\":\"**Background**\\n\\nIn 2017, Ethereum powered a flood of Initial Coin Offerings or ICOs which combined to raise over $5B and completely revolutionize blockchain-based fundraising. By 2018, that number was $20B. Even amidst a myriad of caveats like:\\n\\n* beware of scams\\n* watch out for the SEC\\n* lookout for projects building without investor-gated milestones\\n* here’s hoping you guessed right on the design of the tokenomics pre-launch\\n\\nif ICOs were all Ethereum ever did, it would be a remarkable innovation.\\n\\nI think I heard somewhere — if you had invested in every ICO you would have made money. Not sure that could have been remotely possible, but while the flood of early ICOs engendered a lot of flack, the protocols and companies leading today’s groundbreaking revolutions (DeFi, NFTs, Web3, etc.) were largely built on the back of ICOs. And since that time, the ICO itself has evolved to include Token Generating Events, SAFTs, Security Token Offerings, Liquidity Generating Events, Initial Exchange Offerings, and Initial Dex Offerings (at least). Each offers a unique set of pros and cons that allow non-US entrepreneurs the freedom to select a fundraising path tailored to their project.\\n\\nWe’re here to suggest yet another route.\\n\\n**SAFE, SAFT, and the Pre-Mine IDO**\\n\\nStartups often take advantage of something called a SAFE- the Simple Agreement for Future Equity. The theory here is that brand new startups are difficult to price. Rather than raising $X at a specific enterprise value before getting data on tiny things like product-market-fit or total addressable market, the SAFE allows startups to raise money in return for an agreement to issue equity to investors in the subsequent priced round. Typically, this includes a discount to account for the risk of investing early and/or a cap to put an upper bound on extreme investor dilution. But, the specific mechanics are flexible and the agreement is intentionally simple (adding the additional benefit of lower legal costs).\\n\\nThe beauty of the SAFE is startups and investors can affordably raise and minimize the risks associated with pricing an early-round inefficiently where one side gets too much equity or the relationship gets otherwise mired with investor provisions.\\n\\nThe SAFT emerged to bring the power of the SAFE to blockchain projects. It was quickly shut down by regulators who pointed out it was just a security offering by another name. The SAFT avoided the requirement to lock in tokenomics because you weren’t issuing a token. Premature tokenization doesn’t just mess with the cap table, it messes with the mechanics of the entire project. If the project happens to be similar to an existing project, this might not be a concern, but if you are building something new, locking in the game-theoretical mechanics is reckless. For example, what if it turns out an inflationary issuance model would have worked better? What if there’s an opportunity for the community to engage but they are turned off by massive founder grants? Alternatively, what if big grants are needed to attract the initial team?\\n\\nThere is a disturbing trend in the blockchain world where VCs capture the big gains from projects before public token allocations. A new and amazing project might have been discovered by a smart community member, but that project will have achieved a massive market cap in the private markets before said community member can invest. Frankly, it’s un-American. I earned my dollar, how can you tell me I can’t invest it. SAFTs fail in this regard because they require accredited investors. SAFTs are also paper documents with only the promise for future tokens. So, if you need an actual token for utility or governance, a SAFT will not do. New Jobs Act options like Reg CF and Reg A similarly don’t work due to the tradeable nature of tokens.\\n\\nHere is where the pre-mine IDO shines. Like an IDO, placeholder tokens become immediately available on decentralized exchanges. This democratizes access to the upside. But, like a SAFT, locked tokenomics are replaced with clear communication that the pre-mine IDO token will be replaced at a future date.\\n\\nSo, could you even issue a token without setting the tokenomics? It is Ethereum we are talking about here, so… yes. Could you equitably build a liquid community from the start? The answer there has to be yes. Would projects benefit from being able to adjust mechanics according to product-market fit? The project has to benefit, but this lack of certainty does bring additional investor risk.\\n\\nWe’ll need some guardrails.\\n\\n**TL;DR**\\n\\nIssue a litepaper that outlines the opportunity and the “planned” tokenomics. This manages expectations but allows for modification as a project develops a community and experiences the market.\\n\\nIssue a statement about funding goals of the Premine IDO adding details like investor provisions and the number of tokens to be airdropped to the team and community.\\n\\nInvestor provisions could include the promise to issue a detailed statement including locked tokenomics and roadmap seven days prior to the next token allocation. Promise to grant token holders who bought during the pre-mine IDO an air-drop of new tokens to ensure they have a 1.25X ROI on any tokens that have never been swapped.\\n\\nIf you are actively trading in and out of the token, you void any rights to investor protections. If the token has a greater than 25% price appreciation there will be no need for the 25% investor protection. You got in early, and you made money because you were early. By issuing a statement that includes the official tokenomics and roadmap seven days prior to the token allocation that follows the pre-mine IDO, investors have time to sell their tokens in the case that they don’t like the direction, or tokenomics, or are concerned about a rug-pull. Of course, once the IDO starts they might not get back in if they do sell.\\n\\nSell tokens directly to early investors. Airdrop tokens to community and team. Shout from the hilltops. And, let the decentralized exchanges do their thing.\\n\\nRelax and build.\\n\\n**Conclusion**\\n\\nIn conclusion, projects differ, motivations differ, and access to capital differs. Maybe the guardrails need refinement. Maybe most projects are better suited to existing token allocation schemes. We think there’s value in allowing teams the wisdom of time to refine their tokenomics. We think there’s value in prioritizing equal access to equity, right from the start.\\n\\nAlas, US regulations aren’t there yet. For now, we will opt for a standard seed round backed by a traditional SAFE. $WRK is a utility token. They will inevitably hit decentralized exchanges once used in our platform no matter what we try to do to stop them. Our investors will not benefit from that liquidity.\\n\\nMaybe someday someone will challenge these laws on the grounds that they stifle innovation, perpetuate the wealth gap, and unconstitutionally restrict people’s rights to the free and reasonable use of their capital.\\n\\nMaybe someday we’ll see pre-mine IDOs.\",\"timestamp\":1638480027,\"title\":\"Wishing for the Pre-Mine IDO\"},\"digest\":\"JixHZ2MCVl29SdN7ThODsn_yPu8Kc13QsVbGgL1RrVI\",\"authorship\":{\"contributor\":\"0xDbd6EDa9C8D51a8503A6C4e8494Ee51210B3dA1d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YnnXLip-FKd0QOZ8pmbAfU4heU-1AGkO1BdHHD3YhIY\\\",\\\"y\\\":\\\"8XEYO-3SSbASCyWyskvjq_gZPoBFmR5N5d8e3CpF3h0\\\"}\",\"signature\":\"05kvc7i1ohkoR_QtmD9nhVMLdQZOCeY5Xv40RyhlT-d22xDrOrNryVyzegATpVuXeZ8NxwE06Zxn6obyW6BRVg\",\"signingKeySignature\":\"0x49de72f493508556bc1a640a2d86d13be54d4086a1e5c13626b1d83c41b2789456c9ec82225e6fb1f958f991f1111f446f1cadc51c9940b2d24e56ead9aefacf1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YnnXLip-FKd0QOZ8pmbAfU4heU-1AGkO1BdHHD3YhIY\\\",\\\"y\\\":\\\"8XEYO-3SSbASCyWyskvjq_gZPoBFmR5N5d8e3CpF3h0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"JixHZ2MCVl29SdN7ThODsn_yPu8Kc13QsVbGgL1RrVI\"}"