"{\"content\":{\"body\":\"Is the concept of DAO rolls through? From the heat of OpenDAO and $SOS, I think so.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*q2d6KPzpkPieTAWC)\\n\\nYou may have become rich overnight in this event, or you may still be in the anxiety of missing.\\n\\nAnyway, The hottest coin in these two days is $SOS certainly, which has been launched on six major exchanges in a row.\\n\\nIn 72 hours, 250,335 addresses participated and 51,521 active members. $SOS has been on the shelves of 18 trading platforms. OpenDAO has created a miracle!\\n\\n![](https://miro.medium.com/max/1400/0\\\\*pRrU6zbSl_KJpEjf)\\n\\nHeat? Flow? It has all!\\n\\nAt the same time, it has also brought benefits to the broad masses of the people. And triggered a funny event of laughing at OpenSea. So follow me today to learn about OpenDAO and $SOS.\\n\\n## What Is OpenDAO and $SOS？\\n\\nOpenDAO is a decentralized autonomous organization established under the guidance of NFT collectors 9x9x9. Today, it announced that it will air drop $SOS tokens to all OpenSea trading users, which can be received by users who have previously traded in OpenSea. The total number of $SOS tokens is 100 trillion, of which 50% will be used for the airdrop.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*GxJ40nPyKZIa4ZF7)\\n\\nThe project does not belong to OpenSea, but nearly 200,000 wallets have applied for $SOS tokens, and the market value of the contract exceeds US $200 million.\\n\\n$SOS token can also be defined as Meme token. Meme token requires FOMO emotion and short-term consensus. As long as the emotion is high and the consensus is strong, the token will soon get fire. It can also be said that the value of Meme coins comes from the support of flow value.\\n\\n## Distribution Mechanism\\n\\nThere will be 100 trillion total $SOS tokens, and the distribution is as follows:\\n\\n![](https://miro.medium.com/max/1400/0\\\\*lqXQaAVhwz-aJkXk)\\n\\n* 50% airdrop to OpenSea users\\n* 20% Staking Incentive\\n* 20% OpenDAO\\n* 10% LP incentives\\n\\n50% of $SOS token will be distributed to all addresses that have traded on OpenSea since day 1. The snapshot is taken on 23 Dec 2021 12:00 (UTC) at block 13858107.\\n\\nThe distribution is based on the total number of transactions (30% weight) and transaction volume on ETH, DAI & USDC (70% weight) on OpenSea. Users have until June 30, 2022 to claim their tokens, after which any remaining tokens will be sent to the DAO treasury.\\n\\n20% of $SOS is allocated to the OpenDAO, it will\\n\\n* Compensate verified scam victims on OpenSea with $SOS\\n* Support emerging artists and their original work\\n* Support NFT communities\\n* Support art preservation\\n* Developer grant for participating in $SOS ecosystem\\n\\n## What Are The Risks？\\n\\nIts popularity also brings many risks and fraud.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*FfZWuYQ2rcIj-R9Y)\\n\\nInvesting in tokens is risky. If you succeed, you will become rich. If you fail, you will return to zero. You should be cautious.\\n\\nTo receive the Airdrop, the user only needs to connect the wallet to the OpenDAO website. Anyone who has made a transaction on OpenSea since day one is eligible for the Airdrop. Users can participate starting today through June 30, 2022 to receive tokens.\\n\\nBut it should be noted that, although the core principles of the OpenDAO project seem harmless, for the “bad guys”, this airdrop may be a great opportunity to attack.\\n\\nIt is noted that some hackers have started sending spam with malicious links to the discord server through robots. If users participating in the airdrop of OpenDAO project click on these links, their wallets may be emptied.\\n\\n$SOS is also at great risk. For example, 50% of $SOS is concentrated in three EOA addresses, which are not smart contracts and can be unlocked at any time. Developers can apply for any number of SOS without being found. Therefore, all users participating in the secondary market also need to avoid making investment decisions under the influence of fomo sentiment.\\n\\nFinally, I would like to say that while making money, we should also beware of some scams. When your mood is high, you should also be careful to be conned.\",\"timestamp\":1642491837,\"title\":\"What Is OpenDAO and $SOS? And Why It Can Create Miracles?\"},\"digest\":\"zpzmZ8BPliNSHU-qizpJLMJx8oxaj362YWfwtAc_BO4\",\"authorship\":{\"contributor\":\"0x2cDc9360D38e50407613e858a9b950964430C8c0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z_zk4oGtXZtdUSmXGrsdGpMxao-RFxhY4rxq7zTn6Ts\\\",\\\"y\\\":\\\"G0HPBM6fbBvUNrR-bWYV40n3uWz79RF8JxYy9gy8pbY\\\"}\",\"signature\":\"DNDzda0v06-ThOXpX72dckmzHrKQqcyzSCdW_N2LUDR5Z34yC3S8OucCMJkSyRjEI2OjSnaAEPImxwcihOTH5w\",\"signingKeySignature\":\"0x84b6806b234a313f40c71de67220b235d62776b6e482ee56a5ccef71a42b213b77175639dd858a6a5b127604473768fadadfba37ae4c1bb33adc410c642cd2bf1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Z_zk4oGtXZtdUSmXGrsdGpMxao-RFxhY4rxq7zTn6Ts\\\",\\\"y\\\":\\\"G0HPBM6fbBvUNrR-bWYV40n3uWz79RF8JxYy9gy8pbY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zpzmZ8BPliNSHU-qizpJLMJx8oxaj362YWfwtAc_BO4\"}"