"{\"content\":{\"body\":\"我没和胡三刀说我不仅会风水秘术，甚至本事可能不在他之下，我只是点头同意了他的话，然后就跟着他走了。\\n\\n胡三刀家在南郊，是一独栋小院。\\n\\n我大概扫了一眼，虽算不上风水宝地，但也顺风顺水，算得上是一吉宅了。\\n\\n但是离这院子越近，我越感觉不对劲，隐隐间我察觉到一抹煞气，像是有脏东西。\\n\\n胡三刀很快也反应了过来，他立刻将手倒放于后背的刀柄上，随时准备拔刀。\\n\\n很快我们来到了离院子五六米的地方，远远地我就看到门梁上有一团东西吊着，晃来晃去的。\\n\\n“黄皮，小心。”胡三刀下意识伸手拦住了我，然后就准备走向门口。\\n\\n我摇了摇头，说：“刀叔，那不是活物，快回去看看孩子咋样了。”\\n\\n确实，这吊着的不是活物，也非妖非鬼，我感受不到一丝灵气。\\n\\n胡三刀狐疑地看向我，就连他隔这么远都看不出来，寻思我一个二十岁的毛头小伙能看出来？\\n\\n其实这很正常，胡三刀主修的应该是阳山道一脉，擅武力镇妖，身手了得，但抓鬼破煞之类的秘术他就不精通了。\\n\\n而我所学繁杂，爷爷珍藏的那些古籍我几乎看了个遍，有些艰深的秘术虽还没融会贯通，但都刻在了我的脑子里。\\n\\n果然，走近一看，吊着的竟然是一条死蛇。\\n\\n这是百步蛇，灰色，一米有余，身上斑纹诡谲，看着挺瘆人的。\\n\\n而它的死法更诡异，它身体在门梁上绕了一圈，最后用尾巴勾住门梁，头朝下蜷缩着身体。\\n\\n它竟然是吊死的，自己将自己给勒死了。\\n\\n子时蛇吊尸，丑时鬼吊孝。\\n\\n这是来索命的，当时正好是子时，不出意外的话，胡家是要死人了，丑时将有阴兵来拘魂，也就是所谓的鬼来吊孝。\\n\\n这肯定是叶家那玩意的报复，胡三刀插手了这件事，这既是报复，也是警告。\\n\\n“刀叔，快进屋看看孩子，这里我来处理。”我担忧地说道。\\n\\n胡三刀立刻冲进了屋子，而我则用桃木剑将这蛇尸给挑了下来。\\n\\n我没将它烧掉，而是用一个布袋子把它装了起来。\\n\\n因为等会破煞以及查找究竟是谁在搞鬼，还用得着。\\n\\n然后我也进了院子，进去后我看到胡三刀呆愣地站在房门口，身体僵硬。\\n\\n胡三刀离异了，有一个十岁的儿子，叫小兵。\\n\\n只见小兵此时全身赤裸地趴在床上，他脖子上有一圈红印子，像是蛇勒的。\\n\\n但他并没死，而是在床上扭动着，那样子极其的恐怖，就像是在模仿一条蛇。\\n\\n“小兵！”胡三刀很快反应了过来，大喊着朝小兵跑了过去。\\n\\n他伸手抱住小兵的身体，但很快就放了下来。\\n\\n我也过去摸了一下，身体冰凉。\\n\\n再摸他的鼻子，根本就没了气，但他的身体却还在扭动着，时不时还要吐出舌头，就像是蛇在吐杏。\\n\\n“大胆蛇妖，还我儿命来！”\\n\\n胡三刀再次掏出香炉，点燃五根香。\\n\\n和在叶家别墅一样，焚香抓香，一刀挥出。\\n\\n随着胡三刀这霸气一刀，小兵总算不动了，直挺挺地趴着。\\n\\n与此同时，外面传来一阵细细碎碎的声音，扭头一看，无数灰色的小百步蛇翻涌着爬了过来。\\n\\n那场面足够壮观，也绝对阴森。\\n\\n胡三刀双眼猩红，提着半截大刀就冲了过去。\\n\\n一刀！\\n\\n两刀！\\n\\n三刀！\\n\\n……\\n\\n随着胡三刀的每一刀砍下，都有几十条百步蛇被他砍杀，身体四分五裂，惨者甚至直接变成一团肉酱。\\n\\n但饶是如此，依旧有无数条百步蛇从院外不停地爬进来，趋之若鹜，无穷无尽，就像是蛇海一样。\\n\\n看到这一幕，我愣了一下。\\n\\n这附近应该是没蛇窟的，一下子却出现了这么多。\\n\\n这背后的推手实力也忒恐怖了点，既能控制黄大仙，又能操纵蛇阵。\\n\\n我深刻地认识到我将面临的家伙是何其厉害，这让我越发好奇这半神半鬼的玩意到底是啥。\\n\\n看着杀红了眼却仍没有停手意思的胡三刀，我无奈地摇了摇头，这么杀下去，他迟早会力竭，除了发泄仇恨，意义不大。\\n\\n“刀叔，停手吧。”我伸手拦住胡三刀，说道。\\n\\n胡三刀却没有收手的意思，丧子之痛让他失去了理智，依旧一刀一刀的砍下。\\n\\n“没用的，这些都只是马前卒，是那玩意的棋子，它是在警告你不要多管闲事。你越愤怒失去理智，就越合它意。”我对胡三刀继续说道。\\n\\n胡三刀猛地仰天怒喝：“你给我出来！鬼鬼祟祟害我家人，算什么本事？有种当面与我一战！我告诉你，陈黄皮的事情我管定了！哪怕你杀我妻儿，刨我祖坟，我也不会收手！”\\n\\n胡三刀的吼声悲凉中带着一丝霸道，让我不禁动容。\\n\\n他遭受此难，都是因为我啊。\\n\\n我不会袖手旁观，坐视不管！\\n\\n“刀叔，让我来吧。”\\n\\n说完，我祭出镇妖符，这次我还在符上加持了我的灵识。\\n\\n紧接着我掏出铜铃，左手铜铃轻摇，口中默念：“六合之间，四海之内，妖孽匿踪，一符寻迹！”\\n\\n念罢，我一掌推出镇妖符，镇妖符化作一团火光飞了出去。\\n\\n我的视线追寻着镇妖符，跟着跑到了门口。\\n\\n很快，这符就飞到了约莫五百米处的一颗大树上，进而化为灰烬。\\n\\n只见，在那颗大树上盘着一条大蛇，竟有碗口粗，七八米长，宛若一条小龙。\\n\\n我的镇妖符并未伤及到它，但它灵智很高，看了我一眼后，似乎知道不是对手，很快就下了树游走了。\\n\\n当它游走，那些小蛇也四散而逃，蛇阵轰散开来。\\n\\n“孽畜，还我儿命来！”胡三刀看到了正主，不想放那头大蛇走，就欲追击。\\n\\n我拉住了胡三刀，说：“刀叔，杀了它没有意义，它不是始作俑者，只会徒添孽债，我们还有更重要的事情要做。”\\n\\n也许是我展现出来的能力得到了胡三刀的认可，他停下了脚步。\\n\\n“黄皮，你让刀叔刮目相看，不愧是陈老师的孙子。你说的没错，还有更重要的事情要做，我得让小兵入土为安。”\\n\\n说完这句话，原本儒雅而阳刚的胡三刀突然像是苍老了很多，两鬓竟生出了白发。\\n\\n“不，刀叔。小兵他阳寿未尽，还有回旋的余地，我能救他，就是会有点凶险，需要你的协助。”我郑重对胡三刀说道。\\n\\n[更多](https://lianjiec455955.zhangwen.cn/link?code=1067747)\",\"timestamp\":1641472139,\"title\":\"010 蛇阵\"},\"digest\":\"N0jclzy_WTWMbD5nZZj_D5wLZDI9ZV2H11iM-1M4JSY\",\"authorship\":{\"contributor\":\"0x74EF64C675BBC6419ECf8D10fd15a82610615ae3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wdUC6m8EFgjntfZp6uEFppjiF2loyL6Q0Rl6vEN6COE\\\",\\\"y\\\":\\\"Piia37VdnfT9HmQ57vdDK7vFbw8i1Iu9OMdnMbx-1io\\\"}\",\"signature\":\"2FvVl8tvJf0n4gXhOYf0IQ6hMe08BRRfbXtwJFORO7kp-zZyHa9tAZ73JcIkqBgfgf0jqcqkMw6-rSJSpDN-CA\",\"signingKeySignature\":\"0x43cb7a8d2bdb999e7256782e6b013f63c3652b89aeb6ec219b03b8472d85bc86652881d2b53fa7f6f7ac7d1466aa7903ce872a60e714df5d9c8128735cbcc6331b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wdUC6m8EFgjntfZp6uEFppjiF2loyL6Q0Rl6vEN6COE\\\",\\\"y\\\":\\\"Piia37VdnfT9HmQ57vdDK7vFbw8i1Iu9OMdnMbx-1io\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"N0jclzy_WTWMbD5nZZj_D5wLZDI9ZV2H11iM-1M4JSY\"}"