"{\"content\":{\"body\":\"The invention of Bitcoin and the innovations built after it will render nation states obsolete within the next several decades. \\n\\nFairly straightforward reasoning reaches this conclusion:\\n\\n* Governments cannot tax well-designed cryptocurrencies.\\n* As a result of this and other factors, an increasing percentage of GDP will move on chain. \\n* Government revenues will collapse as a result. \\n* Governments will print fiat in response. \\n* This monetary debasement will accelerate the movement of GDP to cryptocurrencies. \\n* The resulting economic and political upheaval will drive massive political change. \\n\\nIn the end, we will move from a fiat economic system supporting bloated nation state bureaucracies that are no longer worth what they coercively charge in tax and inflation, to a crypto economic system supporting individuals.\\n\\nAs a result, we will need to build fundamentally new governmental and territorial systems. \\n\\nThis dynamic is not without precedent. Every major technological and philosophical paradigm shift has resulted in a near ground-up rebuild of political systems. This was the case in both the agricultural and industrial revolutions. \\n\\nThere are two things that determine the level of upheaval and even violence in such periods:\\n\\n* The impact of change\\n* The pace of change\\n\\nBoth these factors are at historically unprecedented levels, so we can’t expect the transition to be smooth. \\n\\nHowever, one thing that will make the transition less turbulent while reducing the probability of violence, is the development of a coherent theory of post-nation state governmental structures.  \\n  \\n It is imperative that the new theory of government comes from within the crypto community itself. The current political class cannot come up with the solutions to the problems they themselves caused. We must step up ourselves. \\n  \\n It is with this motivation that I am today publishing this first essay in a series of essays aimed at stimulating discussion about the fundamental questions we face. This project is in the spirit of the Federalist Papers, that during a time of great upheaval and change, so effectively clarified thought around The Constitution of The United States.  \\n  \\n In the coming age we will have multiple public identities beyond the identity that our parents chose to register with our local government at birth. In line with this, I will write under a pseudonym, Leo. \\n  \\n To support the project, I have created a new Twitter account separate to my offline identity. You can become an early follower [here](https://twitter.com/CitizenFormer).  \\n  \\n If you would like to share your thoughts with me privately or to write an essay in the series, please message me on Twitter or email me at aformercitizen@protonmail.com.  \\n  \\n Let us build.  \\n  \\n - Leo \\n  \\n  \\n \\n\\n  \\n \",\"timestamp\":1634171010,\"title\":\"The Individualist: No. 0\"},\"digest\":\"CVTeiVJQTkQXr7GrtMuXAD58Rq2Q3eQsGKCUIVJVUmE\",\"authorship\":{\"contributor\":\"0xBECb4d51b15fB0CF068DE81849530263b9Cd2351\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"URUVJGIteklchxpkT4QiMycgP6H3S-DaGUOsgVl1aBw\\\",\\\"y\\\":\\\"pQoELi8gZRE2RuyJhlxLgG5k6kiT_VLBn4hSOsDdJeo\\\"}\",\"signature\":\"l_vG6zg2tH7GcLmNsIWKDe1qcdAK3V23i2Df5E_dpvkPdL3XPUBHkocX-m0feYFRAhyTc_PM6Krtbxt2SlMqUg\",\"signingKeySignature\":\"0x97eed77341321f1e410db9cef9644e27c65186135b81330aaff411dc843986ae7baf23bb53452190e362df77ac7cc70ccaf2e1c888b1b0c77b6f50eebdbfa4d61b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"URUVJGIteklchxpkT4QiMycgP6H3S-DaGUOsgVl1aBw\\\",\\\"y\\\":\\\"pQoELi8gZRE2RuyJhlxLgG5k6kiT_VLBn4hSOsDdJeo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CVTeiVJQTkQXr7GrtMuXAD58Rq2Q3eQsGKCUIVJVUmE\"}"