"{\"content\":{\"body\":\"Today is my sixtieth birthday and I plan to goof off with friends and family all day and night in celebration. If I don’t respond to an email, text, or tweet, well that’s because I’m celebrating.\\n\\nI’ve been told that turning 60 is a big one and to expect to feel a lot. I will make sure to do that but as many know, it is not my nature to do that. So I will have to work at it.\\n\\nI have cut back on blogging a lot in the last year. Four posts a week on AVC is now a lot. Many weeks there are only three. I’m hoping that the quality has gone up as the quantity has come down. At least that is the goal.\\n\\nI’ve caught a second (or maybe third or fourth) wind with my work in the last year. It is a combination of covid, climate, and crypto. The world is changing and there is so much energy being released from these changes that draws me back. At sixty, it is a different kind of work; less hustle and more conviction. I like that.\\n\\nAs the Gotham Gal and I enter our fifth decade together, I am struck by how much we have become one. We often say the same thing to each other at the same moment. A mind meld.\\n\\nAs I told my partner Albert this morning on text, I am a very fortunate person. Life has given me many blessings. I try to give them back as much as I can and AVC is an important part of how I do that.\\n\\nWith that, I am off to have fun with friends and family for the rest of the day.\\n\",\"timestamp\":1629459530,\"title\":\"Sixty Years\",\"publication\":\"avc\"},\"digest\":\"lssY_hgcfnLjNl4Fmfd_PunqE95a10MQXmcybOvoylw\",\"authorship\":{\"contributor\":\"0xB8332710AB60A1B2e8FE6D775d83524C9E0cE136\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FiD2ALymcePeEtTW-G9rQSmcPd1h4mDPeNiqNj5OjGw\\\",\\\"y\\\":\\\"or7Oz7LuQf0j9f0zl2APv4Ys6kh8mj7L66G41AeIimw\\\"}\",\"signature\":\"zwNrRZD6jo1KAsvPGRWqNpWdzpnkRzpwG21-db3kBOuPzciZk6KyRuC9cVZK1HbFQWSjeOJ16DPW1sRA4UqvKA\",\"signingKeySignature\":\"0x96db97d26aedf1dd5f41663f7ffb57a210fee4523d6bc3ef803806b7d868f6a83df05cbb0d00049a940e4fbde20b52aa0577568fd8c268b20a7371e071d217811c\",\"signingKeyMessage\":\"I authorize the publication of articles on avc.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FiD2ALymcePeEtTW-G9rQSmcPd1h4mDPeNiqNj5OjGw\\\",\\\"y\\\":\\\"or7Oz7LuQf0j9f0zl2APv4Ys6kh8mj7L66G41AeIimw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lssY_hgcfnLjNl4Fmfd_PunqE95a10MQXmcybOvoylw\"}"