"{\"content\":{\"body\":\"曾为道门正统的邱劲道，无奈转身为妖。在佛、仙、魔、妖、鬼五界中，依靠金狼妖身，史无前例的佛仙魔妖鬼五修，邱劲道可以作出什么事呢，是逆天，是灭道，是快意恩仇，还是恣意五族美女……一切尽在《妖皇》\\n\\n```\\n小隐新书《妖皇》，请弟兄们全力支持！\\n\\n**********************************\\n\\n“呼！”摘下头盔，长长地喘了口气。奶奶的，这几天可把老子给累坏了，为了不受干扰，一心一意从事打铁事业，我关了传呼机，每天上线后，就抄起家伙，两耳不闻门外事，双手打铁忙不休，总算把这周给混下来，一共给胖眼镜打造出二十把白银装备，而我仓库里几种矿石也消耗的一空，要知道，并不是什么矿石拍卖行都能买得到，虽然没有超额完成任务，但也算是不负所托，要是单靠杀怪爆装备，一个月估计都难出一把。\\n\\n累是累点，不过想想银行那存着的十几万块，我这心里，就跟吃了蜜似的甜。何况胖眼镜的后勤保障工作做得也挺到位，一日三餐全是好酒好菜，吃得我一下线唉声叹气，问我怎么了？看着家里那些方便食品我就倒胃口，看来过两天有空，咱得出去请个阿姨回来，帮我搞定一日二餐才行，赚了钱，也得懂得关心自己。\\n\\n拿起手机一看，呀，怎么那么多短消息？\\n\\n“怎么，今天是圣诞节吗？”看一条条大同小异，祝圣诞快乐消息，我诧异的自语说道，看来咱现在算是对时间和日历没有任何概念，一晃已近岁末，圣诞节一过，等等就要过元旦了吧，对了，下个月还得回去，其他可以忘，这个可不能忘。\\n\\n呵呵，今晚的上海一定很热闹，估计那些酒吧的厅里又得爆满，大开狂欢派队，欢度圣诞吧，不过哥们我是没兴趣凑那份热闹，也不知道天地里今天有没有什么活动，还是赶紧弄点东西吃了，上线跟胖眼镜交差。\\n\\n***********************\\n\\n“死章鱼，今天圣诞也不知道发个消息给我，亏我还发消息给他呢，什么人嘛，一点良心都没有。”站在窗口，马尾辫抓着个手机，不时看看，板着个脸，轻声嘀咕道。\\n\\n“哼，估计又是泡在天地了，整天没日没夜地玩，就不怕玩出毛病来。”马尾辫又接着说道，这时，电话突响了起来，马尾辫脸色一喜，连忙拿起手机一看，刚露出的笑容又没了，原来是她的几个好姐妹打来的。\\n\\n“喂，什么事啊？”马尾辫打开电话，懒懒地问道。\\n\\n“你这丫头怎么拉，今天可是圣诞节哦，赶紧出来玩拉。”手机里传出一阵欢愉的声音。\\n\\n“我今天不想出去玩哦。”马尾辫回道。\\n\\n“你怎么了，以前圣诞我们不都在一起玩的，是不是今年有什么特殊情况，所以不愿意跟我们一起拉？”那边声音有点怪怪地问道。\\n\\n“不是拉，哪有的事，你们别乱猜。”马尾辫连忙回道。\\n\\n“那好，二十分钟后黑石酒吧见，不见不散哦。”话一说完，电话立即挂了。\\n\\n马尾辫拿着电话，咕囔道：“哼，威胁我，待会给你们几个好看，死章鱼，明天上线再找你算帐。”\\n\\n********************************************************\\n\\n刚一上线，我浑身突然一冷，似乎有种不祥的预感漂过，不过随后就被那熊熊的火焰给驱散开来，我将打好的一干白银装备看了又看，感觉没什么问题后，打开传呼机，发了个消息给胖眼镜说道：“胖哥，任务完成了，等你来验货。”\\n\\n“哦，你稍微等等，我就到。”消息刚一发处理，胖眼镜立即回道，敢情这家伙也跟我一样，下线饭一吃就上，为了生活，大家都不容易啊。\\n\\n我站在门口，翻看着前面朋友发给我的消息，还没看完，就见胖眼镜从不远处颠簸着一身的肥肉，气喘吁吁地跑过来。\\n\\n“哥们，辛苦你了，一共整了多少把啊？”带着满脸激动得直颤抖肥肉，胖眼镜凑合到我面前问道。\\n\\n“胖哥，不好意思，就二十把，本来晚上还想继续努力努力，不过需要的矿石已经全没了，你们那也脱货了。”我耸耸肩膀说道。\\n\\n“可以了，你这效率，绝对没话说。”胖眼镜紧紧抓着我的手说道，“矿石脱货了，恩，其他几个拍卖行和大帮派估计也在抓紧打造装备，这几天卖矿的都比较少，好矿石难挖啊。”\\n\\n当然难挖，要不是我有这把金刚锹，哪有这么多好矿石耗啊，我颇有同感地点了点头，然后冲胖眼镜发出个交易请求说道：“那，东西给你，我的任务好了。”\\n\\n“哥们，你明天有事吗？”胖眼镜并没有接过装备，而是看着我问道。\\n\\n“怎么了？还有事？”我见胖眼镜这模样，问道。\\n\\n“哦，我老板想见见你，所以这东西，你直接给他好了。”胖眼镜回道。\\n\\n你们老板想见我，干吗，想收买我，还是拉拢我啊，我目光游离不定地看着胖眼镜，心里嘀咕道，“怎么，今天晚上不行吗？”我想了想问道。\\n\\n“呵呵，今天是圣诞节，他晚上没空上线的。”胖眼镜给我一个最好的理由，“怎么，你晚上没活动吗？”\\n\\n“我，能有什么活动啊，孤家寡人，没牵没挂的。”我摇头回道，“那好吧，看胖哥你面子，明天我等你消息，见见你们老板。”\\n\\n“那我先谢你了，我还怕你不答应呢。”胖眼镜眼睛一眯，笑着说道。\\n\\n“不客气，咱就先去冲级了，明天见吧。”我可不想浪费时间，冲胖眼镜打了个招呼，闪人。\\n\\n“你忙，你忙。”胖眼镜在后面挥手说道。\\n\\n*********************\\n\\n我一边走着，一边打开官方论坛，翻看起来，奶奶的，看来天地里也没搞什么活动啊，没有看到醒目的红字，我心里嘀咕道。\\n\\n虽然华夏集团没举办活动，但是各大帮派和玩家们自己组织的活动倒不少，什么“单身男女激情大狂欢”拉，“圣诞夜无眠”拉，“等待到天明”，“狂欢派对”等等，从上到下，密密麻麻，看得我是眼花缭乱，目不暇接\\n\\n“真没劲，咱还是杀怪去，几天没动刀子，手都有点痒了。”关上论坛，我自言自语说道。\\n\\n“嘟嘟”身上的传呼机突然响了起来，呀，这刚打开就有人M我啊，我拿出来一看，是刑天，这小子倒是好久没见，今天个怎么突然想起我来。\\n```\\n\\n\\n------------\\n\\n第二百三十九章 圣诞之夜（下）\\n\\n曾为道门正统的邱劲道，无奈转身为妖。在佛、仙、魔、妖、鬼五界中，依靠金狼妖身，史无前例的佛仙魔妖鬼五修，邱劲道可以作出什么事呢，是逆天，是灭道，是快意恩仇，还是恣意五族美女……一切尽在《妖皇》\\n\\n```\\n小隐新书《妖皇》，请弟兄们全力支持！\\n\\n*******************************************************\\n\\n“大哥，祝你圣诞快乐，美眉拥有N个！”奶奶的，这小子，没见发过好话。\\n\\n“哪凉快哪待着，在哪潇洒快活呢。”我回道。\\n\\n“呵呵，和我最最亲爱的老婆大人晓晓正在惊涛城狂欢呢，这里漂亮美眉好多的，你来不来啊？”刑天别有用意地回道。\\n\\n“算了，你小子多泡几个吧，大哥我还有事呢。”我没好气地回道。\\n\\n“对了，大哥，上次给你的那个炼金卷用有吗？”刑天回道。\\n\\n“毛用，需要的材料我不知道哪有。”我回道。\\n\\n“需要什材料啊？或许我能帮你留心找找。”刑天这小子总算回了句人话。\\n\\n“还要那个什么红顶苍鹰羽毛和风之魔晶石。”我想了想回道。\\n\\n“风石我没听说过，不过那个红顶苍鹰我倒是见过。”刑天回道。\\n\\n“哪，哪有红顶苍鹰，多少级。”我连忙问道，知道哪有，我现在就去动手，不用问，需要的肯定是它的毛。\\n\\n“就是我发现这卷轴的徘徊之谷对面高原上有，等级好象是四十几级，我没赶过去杀。”刑天回我道。\\n\\n“那徘徊之谷在哪呢？”我追问道。\\n\\n“哦，就在冲哥驻地的东面，出了镇子东门，一直走就能看到，大哥，要不要我带你去？”刑天回道。\\n\\n“不用了，你狂欢吧，我自己去找就成，谢谢你了兄弟。”我说道。\\n\\n“大哥，你跟我还客气什么，那好，我玩去了，有事再联系。”\\n\\n呵呵，没想到刑天这小子还给我提供了有用信息，赶紧去拍卖行改任务，把钱拿回来再说。\\n\\n刚走走几步，传呼机又向了起来，呀喝，又是哪位？我拿起一看。\\n\\n“隐为者，上次多亏你帮忙，还送我一把好剑，一直都没机会好好谢你，今晚有空来我们驻地玩吗？我正好向你当面道个谢。”是水清灵发来的消息。\\n\\n她怎么突然想起我来，我拿着传呼机，微微一楞，呵呵，这水清灵还真是客气，上次那事都过去这么久了，还记在心里啊。\\n\\n“你也太客气了吧，恩，晚上也没什么事，那我等会过去。”既然人家盛情相邀，我要是不去，岂不是太不给水清灵面子了，这老鹰嘛，明天再杀好了，我回了个消息过去。\\n\\n“那我们就恭候你大架光临了。”水清灵将我一捧地回道。\\n\\n**********************\\n\\n喝，这女子的帮派就是不一样，村子的绿树上，围墙上，屋子上，都被五彩缤纷的各种彩灯装扮是异常美丽，伴着璀璨的星空，宛如玉盘的皓月，让我感觉仿佛进入梦中的童话王国一般。\\n\\n刚一进村子，就听到前面传来阵阵欢快的歌声，沿着两边平整的道路，我走到了村子的中间，一棵高大挺拔的圣诞树，正竖立在中央广场上，七色彩带缠绕其间，一件件精美的小饰品和礼盒错落地摆放在上面，一盆盆跳动着红色火苗的篝火围绕在周围，不时还有法师往地上扔个霜冻魔法，营造出一副冰天雪地的奇妙景色，无数的男女玩家都聚集在广场上，载歌载舞，热闹非凡。\\n\\n“叮叮当，叮叮当，铃儿响叮当……”如黄莺般悦耳的歌声在耳边响起，一群身穿白色长裙的漂亮美眉从前面的一座教堂般的建筑里走了出来，人人手捧一只红色的蜡烛，背后，还有一对洁白的羽毛，如同降落人间的仙女一般，向我们走来，为首的那个，正是好久不见的弓手小舞。\\n\\n水清灵上哪去了？刚才给她扔了个消息，也没见她回啊，我在人群里是伸长了脖子，瞪大了眼睛，目光扫视着小舞那群美眉，可就是没发现有水清灵的身影。\\n\\n等到小舞一曲唱罢，开始给周围的人们散发礼物时，我仗着自己是人强力壮（等级高的附带好处，把个刺客变成猛男？），硬是从人堆中杀出一条“血”路，挤到小舞前面，全然不理会身后传来小声的咒骂。\\n\\n“小舞，你大姐呢？”小舞转头一看是我，带着俏皮地笑容说道：“哎呀，你这个大忙人终于肯来我们这拉，真是不容易啊。”\\n\\n“嗨，你这丫头，说什么话呢，我哪忙了。”我回道。\\n\\n“还不忙啊，都发消息给你好多次了，不是不回，就是关闭。”小舞嘀咕道。\\n\\n是吗，那就是我先前开机时，还有消息没看完了，汗，我带着几分歉意地说道：“不好意思，没注意。”靠，这丫头怎么一来就给我挑刺，我可是问你大姐人上哪，要是不再，哥们我可得闪人了，既然来过，已经没黄你了，我心中暗道。\\n\\n“那你大姐要是不在，我就先走了。”我客气地说道。\\n\\n“嘻嘻，你这个人怎么一点耐性都没有啊，老实交代，是不是看上我大姐了，专程来看她的啊。”小舞将一张红扑扑的小脸蛋贴了过来，轻身说道。\\n\\n“你这丫头，怎么就想这些东西啊，真是的，人小花花肠子倒是不少。”我瞥了眼小舞，脸上有点微红地回道，“我可跟你说真的，要是不在，那你跟她打个招呼，我来过了哦。”\\n\\n“你自己跟她说去，她来了。”小舞抬手一指前面说道。\\n\\n哪，在哪，我目光顺着小舞所指，张望了过去，可是前面除了一群女扮男装的圣诞老人之外，没有水轻灵的身影啊。\\n\\n不对，中间那个，不错，就是那个头戴红色软帽，身穿火红皮袍，嘴上粘着一圈银白色曲卷胡须的玩家，她那双如西湖水般清澈的双眼，正注视着我，这种感觉，让我有点怦然心跳，她，不正是水清灵吗？\\n\\n见我看着自己，水清灵浅浅一笑走了上来，拿出一个绛紫色的包裹，放到我面前，柔声说道：“Merry Christmas，圣诞快乐！”\\n\\n“呵呵，谢谢，圣诞快乐。”我接过包裹，冲水清灵说道。\\n\\n“好拉，两位英雄侠女，别玩沉默不语了，那边都已经狂欢起来了，一起去吧。”小舞看着我们两个说后之后，都不再吭声，便拉了我们一把说道。\\n\\n“一起去玩吧。”水清灵看着我说道。\\n\\n“好吧。”哥们我也尽量装得斯文抖擞，一副绅士模样地回道。\\n\\n一个顺水推舟，我壮着胆子，握住水清灵的小手，见她微微一抖，没有缩回去，便放下心来，跟在小舞后面跑过去。\\n\\n圣诞之夜，我也要狂欢一下，明天的事，明天再说吧，我心中一声狼嚎，嗷！\\n```\\n\\n\\n------------\",\"timestamp\":1640584835,\"title\":\"第二百三十九章 圣诞之夜（上）\"},\"digest\":\"TRZMY9XfJ9giqWVb0U9ifqY-tx5F8dMxRkekZx_acbc\",\"authorship\":{\"contributor\":\"0x8021015fb2b2D84f56E983Babf959AcEB390Bf64\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"R4vzyc6_hbaK6d9lL-8qZYblRx-jaEiHiU6Vw-enE10\\\",\\\"y\\\":\\\"8Sa8GgWDHTSIfyAFfYA72Ompg9Xdy9CII7QpWCg3JB0\\\"}\",\"signature\":\"hVqww62Gdp5yaTpB884cVxsmTHdVicst6oVhd322SQOF4vYAQpvB9ttJ_He4l03sFOEv7FzP28BaI95X8ksCsQ\",\"signingKeySignature\":\"0x6fa8f513e6ec824a0f2b09b1bc259e2b826505118237a4cd7f39fb9681da810f7a5d7ae7714dd63b625ee17be7e51725474d77fdf7a5c2fa291d41a3d94d03091b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"R4vzyc6_hbaK6d9lL-8qZYblRx-jaEiHiU6Vw-enE10\\\",\\\"y\\\":\\\"8Sa8GgWDHTSIfyAFfYA72Ompg9Xdy9CII7QpWCg3JB0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TRZMY9XfJ9giqWVb0U9ifqY-tx5F8dMxRkekZx_acbc\"}"