"{\"content\":{\"body\":\"孟川平静站在擂台上，有两名士兵将那羊妖尸体给拖了下去，也有士兵简单擦拭了下擂台。 \\n  \\n     按照斩妖盛会规矩，道院弟子只要赢了就可以继续站在擂台上和新的妖怪厮杀，只要你有足够的本事，玉阳宫就会给你安排更强的妖怪。 \\n  \\n     这时候又一辆牢车被拉上来。 \\n  \\n     “嗯？” \\n  \\n     孟川瞳孔一缩，那牢车内有一名很瘦很瘦的妖怪，但是那妖怪骨架很大，盘坐在牢笼内都显得身体庞大。它一双暗黄色眸子扫向外界，身上有着黑黄斑纹的干枯毛发。 \\n  \\n     “虎妖？”孟川暗惊。 \\n  \\n     “是虎妖！” \\n  \\n     “竟是虎妖！”道院弟子们一片惊呼，妖怪当中，像猪妖、狼妖之类的数量都非常多，它们大多普普通通，偶尔也会出一些极强的妖怪。可是虎妖……数量稀少，再弱的虎妖也是大妖层次。 \\n  \\n     朝廷官员这时候也朗声笑道：“诸位，这是此次斩妖盛会第一头大妖，而且还是一头虎妖！当然他长期饥饿，身体也弱了许多，筋骨也变差。只有巅峰时三成的实力。它会是孟川的对手，也将会是脱胎境道院弟子的对手。诸位要小心了，它即便实力大减，也依旧在你们之上，务必小心。” \\n  \\n     “哐当。” \\n  \\n     牢笼的门被拉开，断臂男子看着虎妖，冷声道，“连胜十场，你就可以回牢房。而且还有享受一月的美食美酒。” \\n  \\n     “十场？” \\n  \\n     虎妖弯着身子慢悠悠从牢笼内走出来，它扫视了眼周围。 \\n  \\n     这擂台周围的观看者们，它能够在十余位身上感觉到恐怖威胁，八大道院的院长，五大家族的高手，朝廷的高手，还有玉阳宫的梅元知、断臂男子等等，加起来有十八位。即便它在巅峰时，这些恐怖的人族都是能够一个照面斩杀它的。它却不知道……整个东宁府，掌握势的强者，有超过一半今日都在场。 \\n  \\n     当然最恐怖的还是坐在主位上的那位。 \\n  \\n     玉阳宫主坐在那，在它感应中就仿佛一轮太阳！怕是稍微散发些许威力就能镇杀它。 \\n  \\n     “我的第一个对手就是这个小家伙？”虎妖看着擂台另一边的孟川，“真弱。” \\n  \\n     “虎妖！”孟川精神提到十二分，眼中光芒内敛，杀意却越加汹涌。 \\n  \\n     可他依旧站在原地一动不动，这个位置是在擂台边缘，虎妖扑杀过来也得小心出了擂台——妖怪们一旦出了擂台，必死无疑！ \\n  \\n     先探一探虎妖的底细，再定下战斗计划。 \\n  \\n     “呼。” \\n  \\n     虎妖一扑，便带着铺面而来的腥风，眨眼就到了面前。 \\n  \\n     嗖。 \\n  \\n     孟川立即一闪，暴退闪避的同时也是一刀劈出，却被那虎爪给挡住了，震得孟川落地后都连退了几步。 \\n  \\n     “我最擅长的速度，它竟然不亚于我。”孟川暗惊，“力量比我都强一倍。这是他巅峰时三成的实力？幸好，他战斗技艺虽然纯熟，却没有达到‘合一境’层次。” \\n  \\n     “以我之长，攻敌之短。” \\n  \\n     “我有机会杀它！” \\n  \\n     孟川瞬间做出决断。 \\n  \\n     寻常道院弟子第一次和妖怪厮杀会紧张，平常十成实力能发挥七成就不错了。孟川不同，从小压抑在心底的火焰在遇到妖怪就爆发了，他反而更亢奋！精神更集中！身心结合更加完美，实力爆发都能更强一筹。这就是临战状态。 \\n  \\n     状态好，超水平发挥。 \\n  \\n     “竟然躲过了？有点意思。”虎妖低沉说着，再度扑杀而来。 \\n  \\n     孟川竟然也主动迎上，直接扑过去，他的速度不亚于虎妖。不同于虎妖横冲直撞，他的身法更飘忽，犹如一阵风。 \\n  \\n     双方交错而过。 \\n  \\n     交错的刹那，孟川也悄无声息划过一刀，这一刀是《落叶刀》中的‘诡刀势’，取的就是出其不意。 \\n  \\n     刀光划过虎妖的腹部，硬生生划破毛发皮肉。 \\n  \\n     “伤了我？”停下来的虎妖摸了摸腹部，越加狰狞。孟川却只是盯着它，低声叱喝：“杀。”再度冲上。 \\n  \\n     嗖嗖。 \\n  \\n     再度交错而过。 \\n  \\n     孟川根本不和虎妖纠缠，仗着身法诡异，每次都是一触即分。因为他很清楚，真的近身纠缠起来，身体强横、力量强大的虎妖完全可以以伤还伤，虎妖挨了他一刀只是轻伤。他挨了虎妖一爪怕就是重伤，甚至可能丧命了。 \\n  \\n     只见擂台上，虎妖带着腥风疯狂追杀着孟川，孟川一次次扑杀分开。 \\n  \\n     每三五次交锋，虎妖身上就落下一道伤口。 \\n  \\n     显然孟川的刀法更高明。 \\n  \\n     随着伤口越来越多，虎妖伤势在逐渐变重。 \\n  \\n     “噗。”又是一刀，而且是顺着下腹部上一次的伤口撩了上去，令伤口一下子大了三倍，鲜血飞散，让虎妖一个踉跄，它双眼都红了盯着那个人族少年。孟川还是冰冷盯着它。 \\n  \\n     “竟然令虎妖重伤了。” \\n  \\n     “我怎么感觉这个孟川，不像是新悟出合一境，他爆发的威势更凶猛。” \\n  \\n     “他很冷静，根本不给虎妖机会。” \\n  \\n     五大家族高层、道院院长们、朝廷高手们都彼此交谈，显然颇为赞许。 \\n  \\n     “阿川。”柳七月却无比紧张，每一次孟川和虎妖的交锋都让她紧张万分，那可是大妖！ \\n  \\n     “这就是孟川的追求吗？”云青萍看着也有些恍惚，在她眼里傻木头蠢木头的孟川，一天到晚只知道修炼，脾气也太温和，她不喜欢。可今天擂台上，杀气恐怖，一刀就斩杀了羊妖的孟川。还有此刻和虎妖一次次搏杀，杀气虽然内敛，但更可怕更凶狠的孟川…… \\n  \\n     这也是孟川！ \\n  \\n     “这才是他真实的一面吗？”云青萍只觉得过去都看错了，在平常风花雪月中显得普通的孟川，在血雨腥风中却显现狰狞。 \\n  \\n     或许，和他成亲也不错。 \\n  \\n     只是家族做的事，也没法反悔。 \\n  \\n     …… \\n  \\n     虎妖下腹部的伤口太深，不过它肌肉合拢迅速止住血液流淌，可虎妖连速度都慢了三分，它凶狠盯着孟川，煞气弥漫。 \\n  \\n     可孟川根本无视了他的煞气，仿佛最冷静的猎手，随时准备取它性命。 \\n  \\n     “呼。” \\n  \\n     孟川再一次扑上。 \\n  \\n     “嗷吼\\\\~\\\\~\\\\~”在双方临近时，虎妖在扑杀的同时，同时张口发出怒吼。 \\n  \\n     吼声出，更有扭曲的黑色波纹冲击向四面八方。 \\n  \\n     虎妖全身黑红毛发都一下子亮了起来，一双眸子更隐隐有着金光，连挥出的爪子威势都暴涨。 \\n  \\n     “嗯？它竟然有妖王血脉？被关押一年多，竟然没发现，藏的还挺深。”坐在主位上的玉阳宫主一惊，无形力量笼罩在远处擂台上每一处，随时准备插手。安排的妖怪超出预料，就是玉阳宫的错了。 \\n  \\n     吼声扑面，孟川只觉得耳朵一片轰鸣，脑地也轰鸣，但是越是关键时刻他越是心神凝练，也依旧能够保持清醒，面对那威势暴涨的爪子，他连转攻为守。这么多年几乎每天都去抵挡七月妹妹的弓箭，孟川刀法护身方面也非常了得。 \\n  \\n     “轰！！！”孟川只感觉无比沉重恐怖力量透过刀法传递到全身，身体情不自禁倒飞而出。 \\n  \\n     在倒飞的同时，孟川连脚下一点擂台，以更快速度暴退。 \\n  \\n     虎妖紧跟着一扑，险之又险，却没能扑到孟川。 \\n  \\n     孟川直接暴退出了擂台落到地面上，踉跄着连一刀支撑着地面才没跌跟头。 \\n  \\n     “噗。”孟川压不住一口鲜血吐出，脸色发白，他的双耳也有血迹渗透而出，是被刚才一吼吼的。 \\n  \\n     “竟然逃掉了？” \\n  \\n     虎妖盯着下方的孟川，内心很震惊。 \\n  \\n     面对死亡它被迫暴露出隐藏的妖王血脉，关键时刻的‘虎吼’，正常都是能吼蒙掉敌人的！自然能趁机杀死敌人。可是这个人族少年被吼的耳朵都流血了，依旧完美挡住了它的招数。在轰击的倒飞同时，还毫不犹豫点了下擂台，更快暴退逃出。令它的第二扑，也没能建功。 \\n  \\n     “川儿。”孟大江已经连冲过去，柳七月也担心连跑过去。 \\n  \\n     “这孟川……”玉阳宫主却看得眼睛发亮，有许多强者，看似境界高，演练时招数也威力大。可一到生死搏杀，能发挥六七成就不错了。而有些却能超水平发挥。战斗能发挥多少，和战斗智慧、意志、心境有很多方面都有关系。那些擅战的，即便境界等方面都差不多，一个连杀三四个实力相当的也是有的。 \\n  \\n     “他今年是第一次对付妖怪吧。”玉阳宫主很满意，“希望他真的能够成为神魔吧。” \\n  \\n     孟川也感觉耳朵听觉渐渐恢复，孟大江在一旁用真气查看着，一边道：“川儿，耳朵只是震伤，没大事。几天就能完全恢复。” \\n  \\n     “嗯。”孟川点头。 \\n  \\n     “你刚才立即退下擂台非常明智，这一头虎妖竟然藏有妖王血脉。”孟大江郑重道，“它既然暴露了，就算这次能活下来，也会被送到州城去。” \\n  \\n     “下一位……” \\n  \\n     忽然有声音响起。 \\n  \\n     孟川看去，说话的是那位持着名单的朝廷官员，那官员微笑朗声道，“玉阳宫，晏烬！” \\n  \\n     “嗯？”在场个个吃惊。 \\n  \\n     不是八大道院弟子么？ \\n  \\n     孟川过后，就该是道院的脱胎境弟子了。怎么是玉阳宫的人？ \\n  \\n     “我玉阳宫也有一小辈，想要试试。”玉阳宫主微笑开口，对着身后的白衣少年微微点头。 \\n  \\n     白衣少年直接起身，便朝擂台走去。 \\n  \\n     “什么，也是洗髓境？”在场强者如云，自然能够判断这白衣少年的气息，显然还没修炼神魔体，还停留在洗髓境。 \\n  \\n     “洗髓境，去对付虎妖？”大家都有些惊愕。 \\n  \\n     连孟川都有些吃惊，他很清楚虎妖的厉害。\",\"timestamp\":1637826622,\"title\":\"第十五章 隐藏的妖王血脉\"},\"digest\":\"7YtB6sMjMrT6tnp9KWWWGeMSjlchnTT4N8HTmzerWN4\",\"authorship\":{\"contributor\":\"0xf08c9cbd20583013Bd2E64B9e2DD9223eb3a3C09\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fo4mK3oUsCRJoc-ZquCoUtXd-HQ_qQoScC82pqlTqN4\\\",\\\"y\\\":\\\"hHLTh4KjXDEvSSCd5IsZRGxcQ8OqhWhqngxhK0JEH68\\\"}\",\"signature\":\"yuRrCK7KmsoSPI8kiMAw0oHxJ3Z8eJq3a0PLQyF79qEE0dHt8QuFi-qfuhk8p_S1p088ZPBT8Bqn6lzKR_HT4g\",\"signingKeySignature\":\"0x0c0731ff931d69d0c791b145ad08b81fef65255d18bfac3c4f4afcb1d49f476b5f4da6d50aeffec29e4d32ed95ca0808d8755d31fb1ec4e09743f8bd167a22de1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fo4mK3oUsCRJoc-ZquCoUtXd-HQ_qQoScC82pqlTqN4\\\",\\\"y\\\":\\\"hHLTh4KjXDEvSSCd5IsZRGxcQ8OqhWhqngxhK0JEH68\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7YtB6sMjMrT6tnp9KWWWGeMSjlchnTT4N8HTmzerWN4\"}"