"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*dwidMrjJfg4nhn2G65N_iA.png)\\n\\n撰稿：茉莉\\n\\n编辑：文刀\\n\\n「链上天眼」系列系统两年内多次迭代，这个由欧科云链研发的区块链产品与解决方案再次升级，其中用于辅助公检法部门处理和应对涉虚拟货币新型网络犯罪的「链上天眼Pro」进化至2.0版本。\\n\\n12月13日，在2021年央视中国城市数字经济论坛上，「链上天眼Pro 2.0」首次对外展示真容，针对辅助公检法部门的功能，该产品在链上数据标签、链上地址研判及资金链路分析等功能上进行了专门优化。\\n\\n据欧科云链副总裁张超透露，从去年9月至今，「链上天眼Pro」已经帮助相关执法部门追回了逾百亿元的涉案资产，目前欧科云链已经与多地研究机构、公安机关建立起合作关系，协助内蒙古、四川、陕西等30余个省市的民警侦破多起新型犯罪案件，「链上天眼Pro 2.0」将继续发挥作用。\\n\\n在目前中国大力打击网络诈骗的背景下，涉区块链和虚拟货币的犯罪活动也成为重点打击对象，区块链大数据是公检法机关处理相关案件的重要抓手。\\n\\n当海外有Chainalysis这样的区块链服务公司为执法机构提供协助时，欧科云链凭借丰富的区块链数据积累正在成为国内执法机构的支持方。而在张超看来，除了助警执法，区块链数据在服务实体方面还大有可为，「这也是欧科云链持续深耕链上数据的重要原因。」\\n\\n> **链上天眼2.0亮相央视中国城市数字经济论坛**\\n\\n12月13日，由中央广播电视总台上海总站主办、欧科云链承办的「中国城市数字经济论坛·2021」区块链专场论坛在上海举办，本次论坛活动主题为「新基建时代 区块链赋能智慧城市」，欧科云链副总裁张超作为论坛嘉宾，在现场首次对外揭开了「链上天眼Pro 2.0」的面纱及其不断进化的过程。\\n\\n「链上天眼」系列产品是由欧科云链自主研发的区块链产品与解决方案，能够与全球主要区块链的全节点数据进行同步，清晰展现链上所有地址的交易流程，并支持可视化溯源。其中，「链上天眼Pro」是专业用户级产品，主要用于辅助公检法部门处理和应对涉虚拟货币的新型网络犯罪。\\n\\n在介绍这款智慧助警「黑科技」前，张超强调，区块链大数据分析是欧科云链在实现产品时的重中之重，「因为链上大数据分析是我们最基础的数据。」\\n\\n目前，链上天眼Pro已经实现智能化处理执法部门需求的功能，「公安民警直接输入一个地址的账户，就能知道某笔账资跑到哪去、经过了多少层，还经过了哪些被『链上天眼Pro』打上标签的其他地址……办法机关可以拿着这些数据内容去调证，调证回来的内容又可以继续投入到案件的研判中。」\\n\\n![](https://miro.medium.com/max/1280/0\\\\*Ju6LN-btv9N86xRV)\\n\\n*「链上天眼Pro 2.0」已实现全面的调证管理功能*\\n\\n办案机关可以在「链上天眼Pro」实现一键调证，这样看似简单的功能事实上是欧科云链依托多年积累的区块链大数据分析工作完成的。\\n\\n张超介绍，根据产品逻辑，「链上天眼Pro」主要做了四件事，重中之重的基础数据积累只是其一。在不断完成链上大数据分析的基础上，产品基于区块链浏览器支持一站式的数据查询；更重要的一步是借助传统互联网大数据分析的做法，通过梳理链上地址的历史交易行为为地址进行「用户画像」，并打上标签，形成各类标签库；最后再根据一系列经办案件对地址形成研判，将建模的过程置入软件，方便办案机关利用「链上天眼Pro」一键式办案。\\n\\n据悉，「链上天眼Pro」已经为绝大部分涉及区块链网络犯罪的链上交易地址打上了标签，各地的办案机关通过标签判断交易实体、调证取证、查询账户资金流转将更加方便。\\n\\n从2020年9月至今，链上天眼系列产品已帮助相关部门追回逾百亿元的涉案资产，因此在公检法系统中广受好评。目前，欧科云链已在北京、上海、深圳、南京、济南、海口等地设立分支机构，并与多地研究机构、公安机关建立合作关系，已协助内蒙古、四川、陕西等30余个省市的民警侦破多起新型犯罪案件。\\n\\n> **「链上天眼Pro」从内部工具到助警黑科技**\\n\\n「链上天眼Pro」已经进入了2.0时代，这是欧科云链「链上天眼」系列在两年里历经三次大型迭代的成果之一。\\n\\n2020年，这一工具的雏形实际上是欧科云链帮助公安办案民警追踪涉案虚拟货币的内部工具，在全国多地警方的口口相传下，越来越多的公安人员在遇到涉链、涉虚拟货币的案件时前往欧科云链求助，产品团队逐渐开始将这个工具产品化，形成了一个面向外部使用的工具，对公众开放了交易图谱、地址分析、链上监控三个功能，公安机关也可以利用「链上天眼」追踪一些可疑资产在各主流区块链上的活动。\\n\\n此后，系统定期与全球主要区块链的全节点数据进行同步，并不断给大量涉加密货币犯罪案件的地址打上标签，在相关案件的助警方面体现出明显优势。欧科云链的产品团队因此决定，推出专供公检法部门使用的「链上天眼Pro」工具。\\n\\n![](https://miro.medium.com/max/1280/0\\\\*2cJfwsIgnyZJV7os)\\n\\n*「链上天眼Pro」协助多地警方侦破涉链诈骗案件*\\n\\n2021年6月，「链上天眼Pro」正式面世。它是首款将技侦战法和区块链大数据融合的工具型产品，运用了机器学习、数据建模、相似度算法等关键技术，其中内置了方便办案人员使用的专项分析手段，如交易行为特征分析、重点行为监控等工具。执法办案机关利用该产品可以创建和管理调查任务，并通过对涉案地址、资金流向、交易习惯等多维数据的分析，描画出地址关联人的画像，甚至通过地址关联交易所的KYC信息，定位到其背后的个人或组织。\\n\\n「链上天眼Pro」一经推出就运用到了办案机关实际的侦破过程中，先后帮助上海、江苏、四川、山西、内蒙等多地警方办理涉链、涉虚拟货币的案件。\\n\\n据悉，「链上天眼Pro 2.0」有望在近期推出。张超表示，欧科云链将以更加优质的服务与更多地区的公安部门建立深入的合作关系，为打击新型网络犯罪助力数字经济健康发展贡献力量。\\n\\n> **欧科云链大数据分析将深入「元宇宙」**\\n\\n在区块链大数据方面，欧科云链可以说是一位先行者，从2013年就已经开始深入该领域。目前除了「链上天眼」系列产品外，欧科云链还推出了全覆盖B端、C端的链上数据解析工具「链上大师」，其将复杂的链上数据结构化地展示出来，可应用于科研、教育、金融等领域。\\n\\n欧科云链「链上大师」工具可提供的服务\\n\\n在张超看来，区块链不是万能的，它更适合应用于多中心网络里无明确信任中心的领域，因为它能解决信任成本高的问题。\\n\\n他举例，目前区块链在跨境商贸、供应链金融、司法存证、商品溯源等领域都有了落地应用，其中，金融、商贸等领域是目前区块链技术应用的热门领域，「以供应链金融为例，区块链对于盘活产业链上下游企业资金以及推动实体经济发展具有重要意义，而传统的供应链金融方式成本高效率低，区块链技术的应用可以大幅减少供应链金融中间环节的介入，有望实现显著的降本增效。」而这些解决环节带来的数据依然可被区块链再次利用，完成可信数据的不断积累，再应用到有需求的场景中去。\\n\\n在2021年中国城市数字经济论坛上，张超也被问到了最近的热门概念「元宇宙」。\\n\\n他认为，目前元宇宙的概念处于市场发酵的早期，但支撑这一概念的部分技术已经经历了一段时间的沉淀和发展，「如VR/AR、手势感应、全息影像等，这些都使得虚拟空间具备基本的互动功能。」他进一步解释，「元宇宙」概念更多从沉浸和互动体验出发，强调多种技术的综合运用，以提升沉浸和互动体验，不同的市场参与者都可以从自身的实践经验出发，在元宇宙中找到自己的位置。\\n\\n那么区块链和相关数据又在元宇宙中有何价值？\\n\\n张超表示，无论是元宇宙还是目前的互联网，都会面临价值可信流转的问题，「如果想要在未来的元宇宙中建立起一个稳定的经济体系，就需要一套相应的技术体系，以解决数字化的资产权属及流通问题，这也是除了VR/AR、可穿戴设备等之外，区块链在这一过程中扮演的重要角色。」\\n\\n欧科云链也已经在跟进当前元宇宙概念应用中所产生的数据分析，在其官网上，「链上大师」工具中已经出现了相关元宇宙游戏、NFT等板块的数据信息，「作为在区块链产业深耕多年的企业，我们也很看到元宇宙的发展，欧科云链也将以自身的技术积累为元宇宙中数据及数字资产的可信流转保驾护航。」\\n\\n（*声明：请读者严格遵守所在地法律法规，本文不代表任何投资建议*）\\n\\n**互动时间：你认为区块链大数据还有哪些应用场景？**\\n\\n***蜂巢Tech/专注区块链深度报道***\\n\\n***微信公众号：蜂巢Tech***\\n\\n***中文推特：[twitter.com/HiveTechCN](http://twitter.com/HiveTechCN)***\\n\\n***Telegram：[t.me/HiveTech](http://t.me/HiveTechCN)***\",\"timestamp\":1639721343,\"title\":\"欧科云链助警黑科技「链上天眼Pro」进化至2.0\"},\"digest\":\"Dc0GuO8sBg9p5rlsRoF9BUapbOCtQ5EQFYi4cDg8_z4\",\"authorship\":{\"contributor\":\"0x633653A579959D7e2C0331A4d0Ef0D114Fd47aA4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"L8Bc46S4HtUiBcAPk2QsMMIp6sz2NWxfLcYDd81rtY0\\\",\\\"y\\\":\\\"xOkmBQTIEKkGr0ET5Kv3pcHv_pYK2SfTwksbj-_vSgg\\\"}\",\"signature\":\"VYe8vApgvlQ3BDkvjKDlHTwQSmAMQAOTlOJLOcCv7sljSpbTPvWbrLAQMwCJOjHDjzeWcNJ06LzWmm9ZLvyBcg\",\"signingKeySignature\":\"0xf7b3b4b14f90ffad6d0bc3690b03615c3c529d9dfbd37af35a2bb9fb1cb0bc9622e3cf59abd4b9893482e25b47cbaee461a17ff8f998da1d08cab1169ca2828c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"L8Bc46S4HtUiBcAPk2QsMMIp6sz2NWxfLcYDd81rtY0\\\",\\\"y\\\":\\\"xOkmBQTIEKkGr0ET5Kv3pcHv_pYK2SfTwksbj-_vSgg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Dc0GuO8sBg9p5rlsRoF9BUapbOCtQ5EQFYi4cDg8_z4\"}"