"{\"content\":{\"body\":\"1. erste Zusammenfassung\\n\\n   postfaktische tendenz schon seit 1980\\n\\n   in der vergangenheit werden die Rationallität mit der Logik verbunden. individuelle Emotionen wird als irrational betrachtet. eine Meinung verbreitet scnheller als früh wegen der sozialmedia. deshalb ist er immer schwerer Fakten und Argumente zu verbreiten und diskutieren. \\n2. zweite Zusammenfassung\\n\\n   die Wisseschafter untersucht jetzt den Grunden, warum frieren vielen Seen immer selterner zu. 45 prozent der Seen liegt im kühlen Regionen. Der See spielt eine wichige Rolle in natürlicher Umwelt. Die Wissenschafter erforchte die Auswirkung der Veränderung auf die Natur. Die Veränderung verringt die Nährstoffe nd verursacht den Nährsstoffemangel. \\n3. dritte Zusammenfassung\\n\\n   Die Büschenund und Bäumen spielen eine wichitige Rolle im Ökosystem.  Desnelb ist es ein wichtiges Thema über die Uwmeltschützung.  Im Rahmer der Studie erfasst die Wissenschftler in vielen Ländern und Gebieten. \\n4. vierte Zusammenfassung\\n\\n   ttenie gedacht von werde. das ist jaz ulerider die rekt dier der phenomen und die geade mit inclein finde ich rasziniert. in seine doktorarbeit ein neue mathik sie soll ind er landschaft das messbar fahren mit der stern zu sammen explodieren. das ist der kosmische strahlung die natur deie kosmiche strahlung der doten schwiere natur von wenn sie dageben kann. umwasser getroffen ist. zurück and die luft immer.seiner ditejtour eine dio lauf bei scein prinzipe eister wört und damit versuche die menscheheit zu wissen. ich glaube eine gute geschichte das herausforderung das raumauch wennder. bliebt ch viel arbeit messunggen passen mit der methoden zu sammen mobile faktoren selst trockener von der uni herdeburg uns neu senmanatino die physik und.sehr wichtig für dierr vzu verlässiger von der hochschüler anhält. am ende ommt msf ganz kleiners bisher näher. fte zusamenfassung\\n5. fünfte zusamenfassung\\n\\n   was mich an der. vorstellung fasziniert ich hatte vielen.ergeben superspannredn das alles zu untersucht chemie ist aeien wissenschaft betrifft och spannnened biologische wie haben ein neues die gegen brebs bei dieser strutur mollukular klasse anschaffen aht gegen die bekannte.war wie diese iin der backterien wirkt dass sie aufplatzen das energie das heist eine.ich glaube daran anderen formen zu werden und deswegen diese wentwicklung antibiotikun gegenzusetzen  verstehen zu könne diese beantworten. super spannend chemie. die fand noch spannend wir basis gegen brebs so verändert eine nue molekul klasser wirkt gegen die bekannte. in die bakterein wurde andereseite sie könne molukuere. gegrundet vielleicht wesentlich. \\n6. hat die stimme ein geschlecht.\\n\\n   alles frauen singen männer. doch auf der bühnen stellt hundert jahre.ts ist in dieser areiten in wenidig ich begannt sigen vershidedn rolle, eine zeitlang eine mäner rolle star kast genau ein in werde kleineset der letzet klang gegen anderes eben so. die stime ist verglecihar mit alteren stimem großen so panne. die menschnliche stimme eingeteilt sehr hoch singer ganz ohne traskation heute singen fauen mit tiefen stimmen. die aher ich besonders in dieser oper tief verstellung nutzdafür braucht man tieder und warmer stimmedie passende person mit passende stimme auftreten dürfen wo die schakepare als di efrauen packen sie die männer gleich spielen bei berline soauch wie viele anderen männer vorbereitetwas beseutet das denneine mann zu stellen egal ob männlich oder weblich bin ich ein mann. die traumtogie aud fer bühne unabhängig von jeder die singerin und iesinger dazustellen jeder von ns pubikum musik ist kultur opern eine wichtige rolle. \\n7. hat bekannte maßen und riesiger seine nahmen aber wusste.nach der erfolg sichziger in florida wie aussehen.  von der werbe zeichnung in der.die spuren hinterlassen aus eine hobbz und züger neue idee. der wunschen für miniatur werden der studiodrie. lässt sich wie koniie .verg,ügungs soll ein. familien af der höher der zeit ordentlichen 5 ziger jahren auf der. welt entwerfen diedie anspruch von holywood helfen wie die reale insziniert. die. pack besucher kammere total immer vollin dieser welt von de, die seine dzsnez imaginiert vn imaniitionund eiginerer vertaurt weisten science fiction abenerut märchen. erinnerung gezählt eine reise ich erzählung 1955 viel mehe. mit einer themanpark 1966 stellt die projekt selbt von. individuelle und verkerh unterschiedlich kultur keine mischung keine das war in der vieler siener eine formen vnsoziale utopisch estatt mit seine rganzen weltweiter mit euro dysney neun und 1989das neue stadt. heute besteht aus echten plätzen vergangende nach armut es git illusion toskarnar platz auch anderensteädte auf die spätze es gubt imn meiner neue bedeutung für eine zukuft. wie\\n8. ah die fenster 60 jahren ohren kunster mehr sex alle. klavier seinnamefanzlist.  ich bin 34 ich mag dunkerl chokolade fran eine preis er hat list aufnahme gemacht. inselnahme der kleine 1811 mit elf.doch das ist nicht sicher fanz eine legendäre persönnlichkeit seine präsenz dramastich order eindranmatisch. m die frank großer doch offentlich damit ein oktoar das ermöglicht ich nene siner musik. fanyölise ein siehe zugehen list zu spelen schneller. der ganze körper seine begeistert liebte ber 3000 zu schauern. der dichter 1844 iq der popkultur werden rock stars jaja wer hätte das gedacht ohne liste und kein was wais mit. ihren grüsten hitz werke den list weniger als erfinder auf der bühne auuswendigkeiten werde liste zu erstle. ertrug abt gegen taile wo werde gast känisch liste wasar der hatte vonder globaliesierung von 150 jahren.\\n9. da oiver müller nichts mathe und geschichte eingeschireben ein semester nicht mehr mit geschichte gesehn und ers spüter beobachtunskurse fiert das ich was um die entstehung unsere universum zu erklären dieser gesate universumdurchziehen trotz alle entdeckt was ich das dass mehr matereiel und dunkel atereilel diemehr störung udunklermaterieel astronomischen kleiner sogenannte zwerk galaxie diesieb besonders stakr 50 neuees galaxien zhental huse mal. kontroacuh wenn iher eine setze als denn der fsster hofaber andere zeit bebachter die trhorinisch ist es eigentlichmeinproblembepbachter und beobachtng diese vorraus wie eine. oliver mu ywar galaxeis nichte das wen wie sdich wdieser zwerk edie bewegung ist dann in diesen richg´tung diezwichen werke unsere die mehr undumdie galaxie das vor zu fallt ist jetze all dazu gekommen der nicht der t. zu finden zeige erne mit dürfen. zu werfenabzusehen ein geschicheter eingestreben. noch einselbersgeschicht gesegen das einafchst war zu wechseln astronomie beobachten diese beobactung astronomen. un didie sentstehung die dunklermateriell ihre entwicklung und totz nichts entdeckt in vollers mehr dunker materielle. nach monaten lang sttang hafen zwerkgalaxien sie besonders zusammen 50 neue galaxien zuentrus war-auch vonihr einer seite junge wissenschftler aus der fensterruf elefant ich versuche natürlich beobachter.therorinisch  eigentlich meinproblembeobachtug theorie diese veraus wie eine umgalaxie greißen zwar galxie zentruler war die sie sich so swerk ebene und die bewegung und genau so ywar galaxien.und um bisher kosmische ist es dazu gekomment entsprechent gruppe zu finden zu dörfen. wahrscheinlichkeit bei 3 galaxien aber eisist dabei zwöffel. kosmoogische unsere universum 18 oliver forshung schwer kampf. er betargt.ich dachte mir okaz kommunizierenokaz ja eine eleganten textdadas ich maethsmek´ti wenig vorwissen.  stellt aussehen eine milliandedas man . und zwölfe ma z utrifft koologishcce die entdeckung die gunsere unversum 2018 sinee forshucng schwer kampf er schreibt auch gerne astronomie ich dachte mir okay wenn wir. eine eleganten text erklärung. \",\"timestamp\":1642691718,\"title\":\"学习日报 19\"},\"digest\":\"fwBrfS4qEIw-7NLq4j4CiQKO48LG9NghChK-Mb26b8Q\",\"authorship\":{\"contributor\":\"0x3E66392d3182f355f9D2e9Ac3E8AF9b8F5ef25b1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KOms-SFSoA72foAqWwEUc-NLNKRqBb5FxAhzifQsXqk\\\",\\\"y\\\":\\\"sx_zFVAqkeCagN2u3iIrRMUa0v8RmG7IsZUd6KkMXWI\\\"}\",\"signature\":\"MnO07-CIyXQaqixvisklCaNz2giP5wl9H7wTHhXbjhu_xLYhDFGVBMm4ea5aI3YDdSUK_m6o-ncNv8c1gNrhJg\",\"signingKeySignature\":\"0x6ac681498a03bad714267e6dfb7fba64cf22e4b84518036e74f787421d85a19b1b33065c05dbcd3e1729a95b7c2436c91617e336b066e96dd6ecb39b5bcd93161c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KOms-SFSoA72foAqWwEUc-NLNKRqBb5FxAhzifQsXqk\\\",\\\"y\\\":\\\"sx_zFVAqkeCagN2u3iIrRMUa0v8RmG7IsZUd6KkMXWI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fwBrfS4qEIw-7NLq4j4CiQKO48LG9NghChK-Mb26b8Q\"}"