"{\"content\":{\"body\":\"**I recently discovered humanDAO and was compelled to be a part of the team of builders bringing this unique, people-focused project to life. Despite being a young DAO, so much has happened already, and we are about to unveil our ‘version 2.0’ re-launch to attract the next wave of supporters and token holders to humanDAO.** \\n\\n![](https://images.mirror-media.xyz/publication-images/DcDfEsLse8F8GSgVCBPht.png?height=683&width=2435)\\n\\nThose of us who are already here know we have an amazing concept, and what the last few weeks have shown us, as like-minded leaders and creators have flocked to our community to participate and help us build out our vision, is that *yes, everything we imagined this project could be is REAL.* \\n\\nThis is hard to find in the world of crypto, especially as the market crabs sideways in the face of macro global uncertainty, Twitter spats boil over between heavily leveraged and biased stakeholders, and news continues to emerge about hidden financial incentives for crypto content creators.\\n\\nHumanDAO is different. No VCs. No early access. No hidden agendas. The HDAO token represents a truly unique opportunity in the world of crypto, web3 and DAOs, the opportunity to hold something real. \\n\\nWith a rapidly growing community of 70+ builders, 100+ active scholars and over 15,000 Discord members there can be no doubt about the legitimacy of the project. Yes, we’ve had real growth, but in a world of hyperbole and half-truths we are uniquely authentic in so many ways:\\n\\n* **Real people.** Our founders and advisors are fully doxxed and openly supporting the project. \\n* **Real impact.** No one knows what the markets will do from day to day, but whether it’s green candles or red, HDAO token holders close every day knowing they have contributed to the health, happiness and security of people in underserved communities  who can put food on their table and start taking steps towards greater financial freedom.\\n* **Real gratitude.** We have been humbled and honoured by the heartfelt testimonials from  community members who have benefited from humanDAO scholarships. We are also grateful for our early supporters. Participants in the LBP token launch will receive a 20% bonus, plus a limited edition NFT. In addition, we are launching generous staking rewards for all HDAO token holders. \\n* **Real community ownership.** No VC allocations and no early access mean an unprecedented 85% of all HDAO tokens will be held between our contributors, community members and the community-governed DAO treasury. \\n* **Real community governance.** We are not talking a big game about decentralisation while all the important decisions are made by a select group of insiders. Our true fair launch means the HDAO token was distributed equitably to over 1,400 holders who understand our vision and values. The opportunities for growth, revenue and impact in the metaverse are immense, and it’s only fair that our community guides us through that journey. That framework is now in place. \\n* **A real future.** As amazing as the opportunities created by play-to-earn and Axie Infinity are, they are really just a glimpse of a future in which blockchain-enabled technology allows for the value generated by creators and participants to flow to the many, not the few. HumanDAO is positioning itself at the nexus of these opportunities and the underserved communities who stand to benefit from them the most, with a potent win-win business model that rewards token holders, builders, scholars and community participants, now and for the long term. \\n\\nIt’s amazing what people can do when given the chance. And it’s amazing what we can do together when we answer only to our mission and our values, not the demands of venture capital. HumanDAO is at the intersection of these two pools of practically limitless potential. \\n\\nHumanDAO is impacting lives every minute of every day. With the re-launch of our website, the announcement of our early supporter and staking benefits, and the creation of our governance protocol, we are doubling down on that commitment. With support from token holders, as an owner and staker of $HDAO, we can increase our impact by orders of magnitude. \\n\\nThis is more than just a chance to be part of a successful, revenue-generating project with a long-term roadmap. In a world and a ‘cryptoverse’ filled with uncertainty, it’s an opportunity to hold something real. \\n\\n \\n \",\"timestamp\":1640148020,\"title\":\"humanDAO and the HDAO token: hold something real\"},\"digest\":\"orwe82bxCooEXNJ13PwyssVJJubPIrJkZRVHv3GfKDc\",\"authorship\":{\"contributor\":\"0x954E128f3e3d85ba3aDaFB9d53e7c060833e2Bb0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GCW5IpPeOMdGUGE3wdhEYm2Uil_6d7rJU1nsbOSUabs\\\",\\\"y\\\":\\\"kvGiaf5TJC6_TWZweTrzZF2-m_xJ0W8rYVMso7h52w8\\\"}\",\"signature\":\"-US6FvfaXl4Zhs1f52LyEx4XNMuf3cPHdNmyyXi-XJi8ZzuyJvDiz8bSt3VUHlXB1YC8PbHzznOMcAruL83IJA\",\"signingKeySignature\":\"0xbe3312349d6ab7211ffa5c9245e8d0d3dbca45bb6b5a42caeac9a565450978fe5ab3e542f6dfa0815cdc3473760ae3689dde3fd544323b9c429c6963a0aee06d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GCW5IpPeOMdGUGE3wdhEYm2Uil_6d7rJU1nsbOSUabs\\\",\\\"y\\\":\\\"kvGiaf5TJC6_TWZweTrzZF2-m_xJ0W8rYVMso7h52w8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"orwe82bxCooEXNJ13PwyssVJJubPIrJkZRVHv3GfKDc\"}"