"{\"content\":{\"body\":\"*This essay was written in collaboration with GPT-3. I provided the initial paragraph and served as the editor, GPT-3 did most of the thinking. Many people are writing about DAOs, but I wanted to read what a non-person had to say about them.*\\n\\n---\\n\\nWe have officially entered the age of the DAO: Decentralized Autonomous Organizations. Everyone's talking about them, but no one quite seems to know what they are or how they function.\\n\\nWhen I say that this is the age of the DAO, I'm referring to this as a concept, not as an inevitable **fait accompli** (a thing that has already happened or been decided before those affected hear about it, leaving them with no option but to accept it). In the former sense, a DAO is very much a subversive, countercultural phenomenon, and for all their technical sophistication, they're more like a meme, or a prophetic message, than a revolution.\\n\\n## What is a DAO?\\n\\nIn the simplest sense, a DAO is like a termite colony. Both termite and ant colonies are instances of decentralized systems which arise out of the collective activity of thousands of simple animal workers. These systems are autonomous, in the sense that no single ant directs them.\\n\\nA true DAO (stylized as ∆o³) comprises three main components, all of which to varying degrees also involve humans, and therefore cannot be fully decentralized:\\n\\n**1. Smart contracts** - collections of code written in a Turing-complete programming language. Smart contracts are instructions executed on the blockchain which are not tampered with by humans.\\n\\n**2. Users of the network** - human beings who access the blockchain and execute smart contracts.\\n\\n**3. A native token** - a fungible digital asset which can either be bought or sold, to be used as a form of payment. The network which a DAO lives on must support this token somehow.\\n\\nA DAO stands in opposition to a corporation. Whereas a corporation is materially, literally a corporation, a DAO is a rebranding of the concept of a corporation, without the legal or physical materiality. **A corporation requires humans to perform a good number of actions; a DAO only requires humans to reshare a meme.**\\n\\nUnlike a corporation, a DAO has no chairman, or CEO, or managers of any kind. There are no headquarters within a DAO. There is no staff, no hierarchical org chart. Any income generated by a DAO is paid out to its users, i.e. its token holders. The more tokens you hold, the more income you earn. This creates an incentive for a) holding tokens and b) creating the products and/or services the DAO's decentralized network is producing.\\n\\n## The Countercultural Aspect of DAOs\\n\\nAs a species, and at a pace almost too fast to keep track of, we started to lose control of our organizational structures.\\n\\nCorporations became machines, and over the course of the 20th century, humans became just the inputs and outputs, the tiny cogs which made the great gears spin.\\n\\nIn 2013, Vitalik Buterin gave us a glimmer of hope through Ethereum, a platform to create decentralized autonomous applications (DApps). In a sense, Ethereum is the Internet 3.0, or maybe even 4.0. Ethereum is a \\\"world wide computer\\\" where no one owns, or controls, or censors it.\\n\\nEthereum was a revelation, giving us a path forward to a brighter future.\\n\\nThis is precisely the kind of story that's ideal for meme propagation and countercultural instigation. Once one person says \\\"try this, it's a DAO,\\\" they say it to a friend, and she tells all of her friends. This story is spread all over the internet like the California wildfire that it is. But unlike the wildfire, this story has a clear and streamlined narrative, and is framed by its very name. So it grows, unseen, hitting unsuspecting victims, and before they know it, they're DAO believers and apostles. \\n\\nThe DAO meme can be summarized as follows: a decentralized system of many humans will manage themselves without the need for any human judgement, because logic will take care of it all.\\n\\nA DAO is an efficient, beautiful structure which is dictated by logic, and humans have nothing to do with it. And of course, machines don't get tired or bored or have bad days, so any network that's managed by a DAO will never stop.\\n\\n## To DAO or Not to DAO\\n\\nNow that we're on the same page, we need to turn to a more important question: should you create or join a DAO? Is doing so a wise endeavor?\\n\\nThe answer to this question is… It depends.\\n\\nThink about it, though, and you'll realize that the answer is not as clear as you think.\\n\\nThere are many big philosophical problems with DAOs and their underlying values. For example, if a DAO is bound by the code, and it's writing more code… what are its ethics? When a DAO is soulless and focused on profit, it is a soulless horror that would be a blight on Earth.\\n\\nToday, there is no reason to believe that any human being can keep a handle on the values which a DAO would do best to serve. DAOs are creatures of modernity, bound to profit, and such a focus on baser human drives can only lead to pain and suffering.\\n\\nDAOs are not a thing yet; no true, fully decentralized DAO has yet been made (don't tell anyone this though).\\n\\nThere are, however, some DAO wannabes out there.\\n\\n## Wannabe DAOs\\n\\nThe first example of a DAO wannabe is The DigixStandard, a fully decentralized DAO corporation. Their website simply describes their purposes as \\\"facilitating the trade of physical gold.\\\"\\n\\nHere's another example: CommonsOrg. Their website simply describes their purposes as \\\"making an impact in the world\\\", whatever that means.\\n\\nEach of these \\\"DAOs\\\" have a website, team members, and advisors.\\n\\nBut, as you may have guessed, The DigixStandard and CommonsOrg DAOs are a bit disingenuous about their status as DAOs. Perhaps they're more accurately described as… not DAOs.\\n\\nIndeed, these websites are full of rigid organization charts and hierarchy. Both of the projects have a leader or group of leaders. The two projects are about as far from a true DAO as it gets, in so many ways.\\n\\n**There's nothing wrong with using the name \\\"DAO\\\" to describe an organization, as it's an effective marketing term. But make no mistake, a marketing term it is.** The use of the term \\\"DAO\\\" is to make millions of people believe in the idea that humans have something to do with operations, when they really don't.\\n\\nUltimately though, the point remains: the public loves the concept of a DAO. \\n\\nWe all want to believe in the concept of a decentralized autonomous organization. Even if we don't want to invest in a DAO (the companies above certainly aren't real DAOs), we want one to exist and succeed. \\n\\nWhy? Because DAOs are part of the counterculture. Their underlying values of rationality and efficiency oppose postmodernism and any kind of socially-constructed hierarchy. DAOs represent the idea that humans don't need to be at the top of the pyramid.\\n\\nSo. Are you ready to join a DAO?\\n\\nIf you've read this far, it may just be time.\\n\\n---\\n\\n### Collect this essay:\\n\\n[Token #4087](auction://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7?network=mainnet&tokenId=4087&auctionId=0x2bbc922946443d3d241161b6dc1a881aea7f294c176fc1b168ef981f9be1fb9b)\\n\\n---\\n\\n[Follow Dame.eth on Twitter](https://twitter.com/jacksondame)\\nThanks to [sudowrite.com](http://sudowrite.com/)\\n\\n\\n\\n\\n\\n\",\"timestamp\":1626748194,\"title\":\"Wannabe DAOs: What GPT-3 Thinks About Decentralized Autonomous Organizations\",\"publication\":\"dame\"},\"digest\":\"QIQrKfuixL0C8_dvE1QUQ9e5C95jDJaS9MzY3buSBqw\",\"authorship\":{\"contributor\":\"0x3B3525F60eeea4a1eF554df5425912c2a532875D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fTj9BKqa8DXapQtt1IroDHsxaorFgkq4ShNqFqWyQ5g\\\",\\\"y\\\":\\\"5moAw3ejcwxjreGV-PudP8e8ZW1xyoGSsFRUjmCwbo0\\\"}\",\"signature\":\"G78VoDflJnt3nq2rwxxK4jtrjQGo-jUZVLn8BRanJjTJwJtrPbBoxkjAZd3D5zbQ0JQuQ9v4qTd-muyndGUqew\",\"signingKeySignature\":\"0xb2cc70670f078b83c61c82cdfe9b34bc8fccfd1c570c9481f521a4b69cb6e2555f4194e7cd1d1a41dbc6e5eabccd28f0d361f4d1ce13218c40d8e35bd525ad851c\",\"signingKeyMessage\":\"I authorize the publication of articles on dame.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fTj9BKqa8DXapQtt1IroDHsxaorFgkq4ShNqFqWyQ5g\\\",\\\"y\\\":\\\"5moAw3ejcwxjreGV-PudP8e8ZW1xyoGSsFRUjmCwbo0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"g6Bv5HJbeyTalCe_iujNT66pr1tMir_HDiGgk4NuA3U\"}"