"{\"content\":{\"body\":\"![The Zapper Logo](https://miro.medium.com/max/1400/1\\\\*6UAAJC_gaRkALT0FjxBnGw.png)\\n\\nLast week, I joined Zapper as COO and in this short time it is already abundantly clear to me that[ Seb](https://twitter.com/sebaudet26) and[ Suhail](https://twitter.com/cryptonomik) have assembled a formidable team of pioneers, builders and community wizards. I’m humbled and proud to join them on Zapper’s quest to make the decentralized economy more accessible and safer for everyone.\\n\\nMy news led to numerous requests from family, friends and former colleagues to help them better understand the potential and risks of the decentralized economy, my desire to work in the space full-time, and the motivations for joining Zapper. What follows is an attempt to explain all three as concisely as possible.\\n\\nIf you’d like to learn more, there are many fantastic community guides that will help ease your own journey down the rabbit hole \\\\[[The Defiant](https://newsletter.thedefiant.io/p/the-defiants-definitive-guide-to),[ Bankless](https://newsletter.banklesshq.com/p/-guide-1-starting-with-bankless),[ Zapper Learn](https://learn.zapper.fi/) and many more\\\\]. We are also[ hiring](https://cryptocurrencyjobs.co/startups/zapper/#open-positions) and looking to meet future teammates who bring unique perspectives and hail from a wide variety of backgrounds.\\n\\n## Blockchain are vastly superior social coordination technology\\n\\nAt the core of my motivation lies the observation that we are witnessing the rise of blockchains as new and vastly superior social coordination technologies that have the potential to unleash unimaginable economic, cultural, and social value for large sections of the global population.\\n\\nBlockchains that are sufficiently decentralized, permissionless, transparent, affordable, scalable and programmable will, over time, outcompete legacy coordination technologies such as traditional financial institutions, monolithic corporations, art galleries and auction houses, big tech distribution & aggregation platforms, and even governments at an ever increasing number of coordination games.\\n\\nHumans participate in countless coordination games every day that are supported by sophisticated tech. Currency facilitates the store and exchange of value, corporations coordinate access and control over the means of production and governments deploy common resources for the benefit of society, to give but a few examples.\\n\\nThe mechanics at play are the same as in any other technologically driven revolution. The technology is vastly better (more accurate, more transparent, faster, more accessible, etc) at solving a number of problems, while at the same time being magnitudes cheaper.\\n\\nIf we execute this transition well, those who are currently the most excluded, face the biggest obstacles, and pay the highest costs to participate in society will reap the largest relative benefits.\\n\\nThe first wave of coordination games that strongly benefit from better technology are financial in nature. Blockchains enable store of value games (eg. Gold vs BTC), currencies, money markets, savings, and trading to generate high value per transaction, and they have clear value capture mechanics and well-understood efficiency gains. This in turn attracts vast pools of capital, frenzied experimentation, a redrawing of boundaries, and investment in tooling.\\n\\nBeyond finance, the mechanisms for blockchain-enabled social coordination are being pioneered at breakneck pace. The earliest of these mechanisms, Decentralized Autonomous Organizations (DAOs), are far from ready to seriously challenge traditional firms at the coordination game of labour and capital allocation at scale. However, it is only a matter of time for norms, culture, and tooling in this area to improve and mature.\\n\\nIn parallel to all of this, we are also witnessing the explosive growth of cultural coordination games enhanced by blockchain technology generally, and non-fungible tokens (NFTs) specifically. The key innovations of true digital ownership and provenance have unlocked enormous creative energy and capital, contributing to momentum which is in the process of revolutionizing digital art, gaming, social networking, and entertainment more broadly.\\n\\nThese non-financial applications will end up eclipsing the original financial coordination games initiated by blockchain technology in scale and value.\\n\\n## Now is the time to scale the decentralized economy\\n\\nI will pause here and acknowledge that very little of what is possible has been built. Indeed, very little of what is possible has even been imagined. The decentralized economy is still very much in its infancy and we face significant execution risks and headwinds that will demand our dedication and vigilance for years to come.\\n\\n## Safety and Regulation\\n\\nThe current state of wild experimentation and explosive growth is drawing in dreamers and pioneers who are pushing the boundaries of what is possible and acceptable. At the same time, the inflows of capital, paired with nascent norms and significant user experience deficits are attracting scammers and charlatans who prey on decentralized economy participants of all stripes.\\n\\nAll builders of the decentralized economy need to find ways to jointly leverage the inherent transparency of blockchain technology to develop better conventions and processes to create a safer environment for the next wave of participants. A key component of this will involve building a dialogue with and gaining the trust of the existing power structures, including government officials, and business and cultural leaders alike, to educate them about the decentralized economy’s value proposition before they reach their own uniformed conclusions.\\n\\n## Education and Culture\\n\\nWhen I bring friends and family to the decentralized economy for the first time, I make sure to introduce them to voices that can translate between what blockchain-enthusiasts call “Web3,” its value system, and the in-real-life culture and dialogue that they are familiar with before unleashing them into the wonderful but strange world of an NFT project’s Discord server.\\n\\nAs much as I love and am attracted to the degen culture we have built for ourselves, we need to become comfortable with the reality that all of us are, first and foremost, in the business of trust (h/t [JW](https://www.linkedin.com/in/jgtwatkins)). It is not enough to merely focus the dialogue on the trustlessness of the L1s we build on. We must realize that the far more important trust-enabler is L0 — the community. Our values and our behavior will play the most important part in convincing a broader, global audience to join in.\\n\\n## User Experience and Distribution\\n\\nAs it exists today, the decentralized economy is almost uniformly not ready for mass usage. This is because we are not meeting our future users where they are, and that is on their phones. Only once we prioritise building for a mobile audience first, while applying UX best practices from the world of Web2, or pre-blockchain Internet companies, will we be approaching anything close to scalability.\\n\\nMobile distribution will also bring our ecosystem in close contact with some of the giants of Web2 via their control of mobile platforms and user acquisition. It will be on us to explain the power of Decentralized Finance (DeFi), NFTs, and DAOs to these mighty gatekeepers to ensure that their centralized ecosystems don’t become chokepoints for innovation.\\n\\n## Zapper is building a decentralized ecosystem at the intersection of finance, culture, and social organization\\n\\nMy passion is to help create ecosystems that empower builders to further their dreams and I spent the past seven years at Google Play helping grow the Android developer ecosystem. I am confident that having played a small part in bringing robust computing power within reach of almost any human being on the planet was time well spent, and I am proud of the work I was able to do there.\\n\\nI left Google to join Zapper last week because I have a role to play to usher in a more equitable approach to ecosystem building that is enabled by blockchains. This approach leverages an improved social coordination technology that makes it possible for users and protocol developers to *[seize the memes of production](https://twitter.com/punk6529/status/1446920695829700611)* and become owners of the ecosystems they participate in. It will lead us to a world where the governed become governors with an uncensorable voice to shape the future of their platforms, the distribution of their products, and their shared narrative and culture.\\n\\nI look forward to working with the Zapper core team, our amazing community, Web3 protocol developers, as well as our friends from the Web2 world to realize this vision across finance, culture, social organization, and all other human coordination games that will be disrupted by the decentralized economy.\",\"timestamp\":1637370716,\"title\":\"Why I’m joining Zapper to help grow the decentralized economy\"},\"digest\":\"dU9QSaf4zz1Ddny1qjJVUKh5FQ_-TGwd2-7uv4HWjiY\",\"authorship\":{\"contributor\":\"0x540E9F78D6265AaA9ad320F31AC38fF2553f6F5F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CXKBuD0VeGzI0ZgX113ToWiCO9LKDsyw06PybBJFTtA\\\",\\\"y\\\":\\\"f8En7fiTODeEvo_VtpJOHo3UsjwQo_iTp7lmadSYoQs\\\"}\",\"signature\":\"UBaCy_H_dF9oiK8Qmhoa7dHosEP4O91TIWUGAxDATjytpcKVOo2gMfLh0sOUpofcPNfBdGRAocYdIBtbTBxxTg\",\"signingKeySignature\":\"0x6a710bafcfdf02902ede1f8e14ce5136bc14fce641f876eae78709e00c5dba424fa1588552178599c48fe4b9a6588c19966745c6e4ee5101260003efc6e0a70d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CXKBuD0VeGzI0ZgX113ToWiCO9LKDsyw06PybBJFTtA\\\",\\\"y\\\":\\\"f8En7fiTODeEvo_VtpJOHo3UsjwQo_iTp7lmadSYoQs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dU9QSaf4zz1Ddny1qjJVUKh5FQ_-TGwd2-7uv4HWjiY\"}"