"{\"content\":{\"body\":\"数字协议被设计成用于在没有第三方参与的情况下，推行、验证或执行协议中的条款，而这其实并不是一个新鲜的概念。1994年，Nick Szabo在描述数字协议的框架时引入了“智能合约”一词。直到区块链技术诞生，人们才关注到该协议所拥有的无限可能性。\\n\\nBitcoin SV区块链上的智能合约，可以使所有从事商贸之人的生活变得更加轻松。当价值的直接转移不可避免地被相互关联时，智能合约总能派上用场，它能够使各方在不需要第三方的情况下，进行基于规则的谈判和交易，还能够数字化地推动、监督、执行双方协商和履约的整个过程。\\n\\n## 什么是比特币智能合约？\\n\\n比特币智能合约是一项数字协议。它是一种在比特币（BSV）区块链网络所有节点中存储并执行的软件代码。智能合约的创建者定义规则，并由相关各方达成一致。一旦数据被保存到了区块链上，它就会被永久保留，且该位置的代码永远不会改变。比特币（BSV）账本可以存储和复制协议，使其具有安全性和不可篡改性。\\n\\n区块链的智能合约不仅定义了关于协议的规则，还负责自动执行这些规则和履行义务，在这个过程中，无需由中央权威机构来运行软件，就可无缝地执行这些功能。\\n\\n## 如何使用智能合约\\n\\n简单地说，在智能合约的执行过程中，用户将代币化的资产或货币转移到一段程序里，该程序会运行代码，以自动验证特定的条件。一旦这些条件经过审查，智能合约就会自动决定是将资产转移给新的一方，还是返还到现有的一方，或是其中的某些组合。\\n\\n比特币的智能合约可以：\\n\\n* 作为“多重签名”账户使用，这样只有在达到一定比例的人同意时，用户才能使用资金\\n* 管理多方之间的协议\\n* 为其他智能合约所用\\n* 自动触发向应用收发数据的功能\\n\\n### 关键属性\\n\\n比特币智能合约不会自动执行。用户与智能合约公钥之间需进行某种交互才会触发代码的运行。数字协议之间可相互通信，并影响彼此的执行过程。这些交易不受任何外部因素的影响，因为影响结果的唯一因素是合约建立时所协商通过的规则，以及相关的保障措施。\\n\\n比特币（BSV）区块链网络上的智能合约内置了执行功能，允许发行方冻结、解冻和没收代币。这些功能令所有人能够在遵守法律法规的情况下，有效地管理他们的代币。智能合约可以通过被授权的角色或预言机处理来自外部环境的结构化数据。智能合约的代码是可自我验证、自我执行和防止篡改的。\\n\\n### 应用\\n\\n将智能合约可视化的最佳途径是将其比作一台自动售货机。一旦你投币并进行选择，一个预先定义的自动例行程序就会让你得到一袋薯片。\\n\\n类似地，智能合约一旦启动，就会遵循一个事先定义好的自动化脚本，而该脚本并不总是对用户可见的。在检查完一组预定义的规则后，智能合约就会执行并自动生成结果。\\n\\n通过影响物理上分散式的比特币（BSV）区块链网络上每个节点所处理的数据和进程，可以将智能合约与标准计算机程序区分开来。智能合约一旦部署就是不可改变的——这与存储在中央服务器上可以被篡改或替换的程序不尽相同。智能合约的执行结果同样是不可改变的。\\n\\n### 不适用的场景\\n\\n在与智能合约交互之前，我们需要考虑几个因素。并非每个线上的协定或操作都需要一个不可更改的协议（例如，数据存储和线上消息传递），类似的活动用传统方法来管理会好得多。虽然这可以在共享账本上被加密，但所有数据都是公开可获取的。\\n\\n人天生容易犯错，而智能合约却是一成不变的。\\n\\n每一笔交易都需要一笔费用。由于智能合约的永久性和不可篡改性，创建者在编写代码时需要小心谨慎，因为一旦协议被构建在区块链上，其代码中的错误就无法被修复。\\n\\n编写一份新的智能合约来取代旧版本，是进行改变的唯一途径。已取消的合约会被保存在区块链上，这样就有了一个记录或历史以供后人查阅，从而提供透明度。这将有助于简化审计，因为这些数据历史永远不会丢失或被篡改。\\n\\n## 比特币智能合约的实用范例\\n\\n智能合约在各种领域都能有所应用。为了解释智能合约的工作原理，请考虑以下实际的生活场景。\\n\\n请想象一下，您近期想把自己的公寓转租出去。通过比特币（BSV）区块链上的智能合约，您的租客可以使用比特币来支付租金，智能合约会自动进行结算，同时在即将要支付房租时通知您的租客，从而减轻业主的负担。\\n\\n一旦付款被发送，智能合约就会确认是否收到付款。这种数字协议会开出收据，并将交易记录在比特币（BSV）账簿上。\\n\\n智能合约可以进行程序化的设定，比如，当租户的租约到期后，只有在付款到位的情况下，智能合约才会将最初的托管押金释放回租户的账户。\\n\\n另一个例子是双方参与了一个梦幻体彩或博彩游戏。智能合约在降低成本的同时，也无需第三方参与，可在比赛结束后自动向赢家支付奖金，以降低欺诈风险。\\n\\n## 开始使用智能合约\\n\\nTokenized团队提供了一个智能合约系统，该系统表达能力强，安全性高，能够改善所有类型合约的签约体验。它还能够完全遵循所有司法管辖区内的法律法规，并统筹相关的治理工具，包括管理条款、协议以及合同各方的权利和义务。\\n\\n发行人还可以选择他们的智能合约是否能在身份预言机的支持下运行，用户也可以使用代币作为抵押品。用户可以冻结代币，一旦相关交易方的签名被添加到解冻请求中，代币就会被解冻。\\n\\n* 创建和管理代币\\n* 投票和治理工具\\n* 身份预言机（KYC/AML/CTF\\n* 安全、可靠和链上治理\\n* 遵守所有条例\\n* 更上乘的智能合约用户体验\\n\\n代币化的智能合约可以创建代币（例如发行股票）、销毁代币（例如回购股票）和转移代币。转移代币包括了发送代币、将代币换成比特币以及代币之间的互相交换（原子互换）。\\n\\n智能合约还有很多其它的特性，而其中的一些工具是最重要的，这些工具允许智能合约提供所有能够使我们进行正确的链上治理、执行以及用户身份识别的功能。\\n\\n比特币的智能合约提供了加密货币交易之外的众多好处。\",\"timestamp\":1640079815,\"title\":\"比特币新手入门（六）比特币智能合约\"},\"digest\":\"qyTA2wePSkzEHA4im7iKuZ39ryNgET0q2RixjMSWDIA\",\"authorship\":{\"contributor\":\"0xFB0efb087E86f90B99667a0a7a845eDCf0B57C99\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8WmLRCN1WQK1zWZlZGVDTLHwwDoZ_GOD4zkpJpSu6Tc\\\",\\\"y\\\":\\\"YHulkjVl1j6MRO1N8SUKb6h1Cc_OV7xlt70THY1H-tA\\\"}\",\"signature\":\"yRZ3s6wdNt-lMfoRsvKdnK4Z8GXm8uoekLUtmkMVDw56-LAPp0tzjtK9ueHItfT95aRdBvt-szFbZ5p5h5J8NQ\",\"signingKeySignature\":\"0x9b0e1cf1f2d8c228101c8e5bbbd424ff2f2aca704730a28f89ea0c86b1f29bb176d976d8f5d5476cd10a82b7ad3faa272e8853012a3e2d8c4603072f8e67d14b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8WmLRCN1WQK1zWZlZGVDTLHwwDoZ_GOD4zkpJpSu6Tc\\\",\\\"y\\\":\\\"YHulkjVl1j6MRO1N8SUKb6h1Cc_OV7xlt70THY1H-tA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qyTA2wePSkzEHA4im7iKuZ39ryNgET0q2RixjMSWDIA\"}"