"{\"content\":{\"body\":\"**Music NFTs are flourishing \\\\[[primer here if you have no idea what this means](https://medium.com/yardcouch-com/how-to-tell-your-artistic-story-using-the-power-of-nfts-321128bb04b2)\\\\]**\\n\\nMusic as a genre is severely under-monetised with artists capturing piddling portions of the value they create. This twitter [thread](https://twitter.com/magdalenakala/status/1462847317569069057) captures an indication as to why this is so important in continuing to inspire development, growth, and progression of such a pivotal aspect of our lives. Gaming is a $130bn industry - this drives investment and innovation to the space at an incredible pace. The music industry is currently on par with low frequency cinema entertainment at $35bn yet is undoubtedly a much more pervasive influence on our lives.\\n\\nAs the new year gets underway a number of platforms are rapidly pushing new frontiers to re-imagine how we value, appreciate, and evolve the landscape.\\n\\n* [Catalog](https://beta.catalog.works/): a music NFT marketplace which seeks to be thought of conceptually as a creators bazaar gem record shop rather than a streaming service.\\n* [Sound.xyz:](https://www.sound.xyz/) a platform enabling artists to debut new music as a set of NFTs with numbered editions showcasing early listeners’ support from inception. NFT owners thereafter have greater access to artists and the community to collaborate.\\n* [Royal.io](http://royal.io): a space where fans can invest in and own music rights as NFTs (Royal LDAs) & receive royalties based on those rights. This gives artists improved monetisation & value capture.\\n* [Audius](https://audius.co/papajams): the fully decentralised music streaming platform enabling music creators to interact with fans & listeners directly, whilst having full control over the music they are streaming and sharing with tokenised ($AUDIO) governance and payments.\\n\\nThis is just a tiny selection of the evolution in the space that’s happening as new economic models & incentives interweave with the incredible talent, passion, and excitement music involves.\\n\\nI’m Papa. My first album - [Distance](https://open.spotify.com/artist/3yhUYybUxwJn1or7zHXWHy) - was released in 2019 under the [dojang](http://dojang.co/) imprint. After learning about NFTs in 2021 I [created a series of artistic pieces](https://medium.com/yardcouch-com/how-to-tell-your-artistic-story-using-the-power-of-nfts-321128bb04b2) inspired by the music and released them as NFTs. That was super fun, just about paid for itself, and created opportunity to bring gorgeous art into the world with talented collaborators.\\n\\nMy second album - Legacy - is out in 2022! It is an incredible pleasure & honour to be working with the dojang team again alongside a sensational raft of producers, musicians, and artists to bring a new generation of songs to life. The songs are a labour of love, hope, sadness, and wistfulness which we are releasing every three weeks starting today \\\\[07.01.2022\\\\] with [Narcissus](https://ffm.to/nrcs).\\n\\n**Purpose**\\n\\n*The vision* with this second series of songs (culminating in the album at year’s end) is to find unique ways to communicate the central themes & ideas explored in the art.\\n\\n*The mission* is to continually seek to pursue the cultivation of worthy ideals that enrich & enliven the lives of others; propagating values that have meaningful positive impact.\\n\\n*The project at hand* entails experimenting with the release of this music across conventional means of distribution in Web2 (platforms like Spotify and Youtube) as well as cataloguing the systems and processes involved in participating with Web3 (NFTs, blockchain, and crypto) as a model for creating and distributing the art.\\n\\nThis will entail:\\n\\n* A monthly write up of the specific protocols pursued to encode these creations in the metaverse e.g. writing smart contracts, listing on marketplaces, building community, etc.\\n* The release of NFTs across a number of different blockchains, platforms, services, and channels to better understand their pro’s and con’s relative to each other \\\\[and to traditional forms of distribution\\\\].\\n* Transparency with respect to earnings such that other independent creators are equipped to compare and contrast opportunities that maximise value capture for the work they bring into the world.\\n* Contribute to the growth and evolution of the space by curating ideas to improve and develop the experience, as well as enabling others to circumvent the mistakes I make experimenting with this new medium.\\n\\nThere are [myriad tools and platforms](https://www.waterandmusic.com/the-state-of-music-web3-tools-for-artists/) to play around with either as an instrumentalist, influencer, producer or artist. The [creator economy landscape](https://stefanszakal.medium.com/the-web3-creator-economy-landscape-536887fd6fa0) never looked so replete with gizmos and gadgets to harness! I’ll do just that and share the results.\\n\\n**Collectors**\\n\\nSome of the key features of this playground (that make it such a fun) are about embracing novel ways to foster connection between collaborators *including everyone that listens to the music.*\\n\\nBeing connected, and in communication, enables us to co-create and co-imagine the articulation of our communal experiences. Here’s a first draft of an [I’m On My Way animated video](https://vimeo.com/468113957) for instance (password: papa). This was borne from the release of the first series!\\n\\nIn attempting to make sense of what kind of utility and/or value these NFTs might entail I sought to borrow great ideas from other wonderful projects already making waves. **Officially there is no roadmap** **because i don't know where this will head** but I will endeavour to incorporate some (likely most) of the following:\\n\\n* [Soundsrarenft.io](http://soundsrarenft.io): built on the Solana network, this team is a decentralised music label, music publisher, and artist collective. They have 1k premium NFTs (5 sol each) which act as a membership pass for ongoing song airdrops that holders will be able to register and own (publishing partnership to administer registration).\\n  * Love continual airdrops & expect to be stealing that! Remixes, exclusive live and/or instrumental cuts of the music, alongside gorgeous art for example.\\n  * The incorporation of web 2 revenue isn’t something we will be pursuing.\\n* [Songcamp:](https://songcamp.mirror.xyz/NV2e4MucxKlwdb03BFg7PrndbqYLDTLCZHsb23ykIKQ) the [web3](https://docs.google.com/document/d/12UtKeglCWhFA6nPG50Nvxyo1SN99PRRPNexbb2Zy09o/edit) laboratory experimenting at the edges of music and the new internet which is akin to the [month-long cohort projects called camps](https://songcamp.mirror.xyz/kh0Nl55x_PzNRADmIzAjzLi2RCK7SD9sMBJ2O5NqKpY) that looks a lot like the love child between a songwriting camp + web3 hackathon. Some of the perks of holding the NFT include attendance to the camps as well as a name (+ logo) included on the final songs’ cover artworks, social media love + bragging rights as the named sponsor of this camp, on-chain recognition as early supporters of Songcamp, with retroactive benefits (tbd) as the community grows. [Their genesis story is amazing.](https://songcamp.mirror.xyz/K9i_cjk1zep0ESfu71Wj5by2zrHOIopAvZ5iSmDJYY0)\\n  * Love names of holders being included in album art, will consider this for the album release in December 2022 (once all songs are released as singles).\\n  * For their release event they gave out POAPs for those who attended (or Mintsongs posters as an alternative for those without crypto wallets) - done.\\n* [Warpsound](https://warpsound.ai/wvrps): the future we all know is coming but can’t quite wrap our heads around. An interactive, AI-powered collective that uses ML (Machine Learning) plus a variety of seed creative inputs -- such as MIDI training data, sound design, visual IDs, etc -- to develop signature sounds and styles of musical output. It then uses the “audio fingerprints” developed for each virtual artist to generate an infinite number of original compositions on-demand, in real-time.\\n  * Nowhere near doing anything like this technologically, but would love to hear from you if this is your area of expertise! Love generative art ([Art Blocks](https://artblocks.io/) and [Fxhash](https://www.fxhash.xyz/) for instance) and recently acquired some [Synthtopia NFTs](https://synthopia.io/).\\n  * Stuff I'd like to steal borrow from their roadmap for utility with the Legacy NFT includes access to IRL events (gigs, meet ups etc), performances on platforms like twitch or perhaps newer Web3 platforms!\\n* [Ghost of Frank Dukes](https://www.ghostofnft.io/): original generated audio visual works of art compiled by a group of creators exploring the future of music.\\n  * Upon achieving a certain number of sales (sell-out) in this case, a percentage is stored on a community wallet which holders are able to have a say in the future of the project.\\n  * Merchandise drop for holders as well as the incorporation of the NFTs into decentralised applications & metaverse partnerships // galleries.\\n\\n*\\\\*Please note this is not financial advice on investments, please do your own research.*\\n\\nThats it. The first song of the album comes out today - Narcissus.   \\n  \\n We’ll be launching the NFT in two weeks \\\\[21.01.22\\\\] on [Tezos](https://en.wikipedia.org/wiki/Tezos) first with a deep dive on what makes that blockchain so very special including how easy (and cost effective) it is to mint NFTs and split royalties amongst a team of collaborators. Thereafter there will be NFT drops on Ethereum, NEAR, BNB, Luna and more as we explore the metaverse!\\n\\nReally excited to see where this journey goes. Thanks for coming along for the ride!\\n\\nPapa\",\"timestamp\":1642704269,\"title\":\"Legacy [#00] - Prologue \"},\"digest\":\"CZu31qMSRzU9m7ebjVCmf9qfYZ2m_mq0BWnGi1qBBwM\",\"authorship\":{\"contributor\":\"0x55A5705453Ee82c742274154136Fce8149597058\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"F1Sexpfu8vu7l3pevG9z0RikagGw6IthWyIO2A7bngM\\\",\\\"y\\\":\\\"XVzJty-XMUXWnM3dwYCJUX2mrUMkXX14pq1Ciz9SdqI\\\"}\",\"signature\":\"eU-soS8YcywqZmR9p_GUhOcD5CMe3foFBJqG9z3FMjVkidRlkROcXHk-aK_3mddWi7qbkdz0qz7hbyYSJqYMOQ\",\"signingKeySignature\":\"0x09c5942cd81d7f701de51ac038dc8ae45f4da4b35eb247f3ef419580b9a28be61cf835d0130c24cad10e556c8f3c1a5b18bd9f90db88994b6702a420ea3ae8fd1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"F1Sexpfu8vu7l3pevG9z0RikagGw6IthWyIO2A7bngM\\\",\\\"y\\\":\\\"XVzJty-XMUXWnM3dwYCJUX2mrUMkXX14pq1Ciz9SdqI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"t4fu2dc2c1S_tohT6VUcW4bqFDYdcc_oIZzDQ-5LzjU\"}"