"{\"content\":{\"body\":\"Happy to announce the start of the Shiny Object Social Club Season 1.\\n\\nHere’s a bit of a recap of what we’ve done up to this point:\\n\\n* Put the idea of Shiny out into the world\\n* Launched Shiny Magpie NFTs\\n* Became profitable\\n* Formed a core team of 7\\n* Launched and airdropped the $SHINY governance token in collaboration with Seed Club\\n* First in-person Shiny Event in London, UK!\\n* Over the last 6 months, we’ve slowly grown the community to over 700 incredible and passionate people who’ve created a place that is a real pleasure to spend time.\\n\\nNow, for Season One, it’s time to build in some solid foundations.\\n\\n## Establish Identity\\n\\nUp to this point, we’ve thrived as a community without spending too much time and effort on how we brand and position ourselves.\\n\\nThat’s changing.\\n\\nSOSC has managed to secure the services of identity extraordinaire Connor Fowler who will be designing the Shiny brand over the course of the coming Season.\\n\\nWe’re excited to be able to communicate everything that Shiny stands for outwards into the world through distinct and engaging visuals.\\n\\n![](https://images.mirror-media.xyz/publication-images/h0ttCPzctIiXsPSRh-Xes.png?height=433&width=1001)\\n\\n## Build the Front & Back End\\n\\nOn the surface, Shiny has always been a simple Discord server (with a few bells and whistles) and a landing page that people can use to apply. That’s it.\\n\\nUnder the hood, however, there are thousands of messages being sent every day containing everything from links to incredible content, useful resources, new projects being launched, courses to be taken, events to attend and so much much more.\\n\\nHowever, while Discord is a fantastic place to hang out and chat, it isn’t great for recalling the information you may have missed or seen the popular/most engaging conversations of that day.\\n\\nSo, that’s why we’ll be building out a Shiny front-end! While we plan to build this openly inside Discord we can say that there will be a custom Graph & Information Directory with the tooling needed to grab and index information shared in Discord and discovered online in real-time.\\n\\nTo accompany this, there will be a searchable member directory (pseudonymity allowed obviously) to help members connect and collaborate with others more easily. Some parts of the front end will be accessible to all while the majority of it will only be accessible to members.\\n\\nAll member-only content will be token gated and NFT gated with some information available to holders of specific NFTs!\\n\\n## Launch the $SHINY Token\\n\\nAs a community, we are proud to be part of the second cohort to go through the [Seed Club](https://seedclub.xyz/) accelerator to launch the $SHINY token.\\n\\nWe’re firm believers that communities and cooperatives with aligned incentives and governance structures will be the key to unlocking the true potential Web3 offers.\\n\\nAs of today, [$SHINY](https://etherscan.io/token/0xc150bac3cd3678acb2c093e433bed40a6ef08542) token holders are able to vote on key decisions via Snapshot and access unique spaces and channels within the Discord. Soon the token will be the key (alongside Shiny Magpie NFTs) to unlocking the community as a whole.\\n\\nVery shortly members will be able to get $SHINY for participating, attending events, completing bounties, or building epic shit within the community.\\n\\nWe have A LOT more planned for the future as well!\\n\\n## Launch the Shiny DAO\\n\\nOne core ethos at the front of every decision made so far is that SOSC will be a community-owned project.\\n\\nTransitioning to being a DAO is something we are already in the process of and will look to solidify this over the coming months.\\n\\nWe believe that DAOs have incredible potential to raise & deploy capital, build products and services and create value for the world faster than most traditional businesses and we want to be part of that.\\n\\nThroughout Season 1 we’ll put the remaining infrastructure and compliance in place to transition SOSC to being a DAO under the guidance of Awisemaninotion.\\n\\n![](https://images.mirror-media.xyz/publication-images/dj-iuzFpZHb94A0EpXu1V.png?height=2048&width=2732)\\n\\n## Content\\n\\nThe internet lights up with new Shiny Objects each and every day but as mentioned above if you aren’t on Discord when something is being discussed then chances are you may miss it completely.\\n\\nSo, it’s time to start producing some content around the huge amount of chatter going on.\\n\\nLast week we launched the Shiny Podcast, a private feed available for members only as a way to catch up with what's been going on over the previous week. Members are also able to attend the recording live.\\n\\nTo accompany the podcast, the weekly Shiny Newsletter Digest will be resumed, packed full of links and notes from the week before.\\n\\n![](https://images.mirror-media.xyz/publication-images/mmlQXWowcONkW8IR24BfJ.png?height=2048&width=2732)\\n\\n## Switch Memberships\\n\\nUp to this point access has always been gated and the entirety of the Club has only been available to members with memberships only being open sporadically.\\n\\nIn Season 1 we’ll be moving membership to always-on meaning you’ll be able to apply and join the Discord in a limited capacity at any time. There will also be ways to contribute even if you’re not a full member.\\n\\n![](https://images.mirror-media.xyz/publication-images/5K5XcAp0M5yoydtUqr3aO.png?height=2048&width=2732)\\n\\nAdditionally, we’ll be building some new infrastructure to further support fiat and crypto on-ramps.\\n\\nThat’s it!\\n\\nIf you’re interested in joining us, look out for announcements coming soon on our [Twitter](https://twitter.com/ShinyObjectSC).\\n\\nLFG.\\n\\np.s. membership applications opening soon.\",\"timestamp\":1635328623,\"title\":\"Season 1: Foundations\",\"publication\":\"shiny\"},\"digest\":\"w8egYewSO_UYQ8wKESGOL_PhOYK6d5CV9De-I_GNd9I\",\"authorship\":{\"contributor\":\"0x54681ac94D4e3C8F58F54B576B654DC2D1950ae0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"q2QwXtdy7AF3wk0iEsr-y4hPofBABbBgrr3l2qkb6go\\\",\\\"y\\\":\\\"WXxQGnUWTz9vcwFk1S5lj8YzYb7-r98CMLVAFMCdWpU\\\"}\",\"signature\":\"xMK8Qq7v90cdtIdLt7OsWZt1d9af2OdSTh6BPqIx7Tpc10mWycv7cC54DzszEKBHRA75GOek2aRix-uDrBT-Rw\",\"signingKeySignature\":\"0x8315f1a645d4213edc220b6bb79287d445ee4e48187ba405f8e4046dcbf5f1d4616e219f573897bcb59520b5ce86327a2a6fa00dddfbd2bdd13ee357dfc0f80b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"q2QwXtdy7AF3wk0iEsr-y4hPofBABbBgrr3l2qkb6go\\\",\\\"y\\\":\\\"WXxQGnUWTz9vcwFk1S5lj8YzYb7-r98CMLVAFMCdWpU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pJVikHhCgwiAOw0RT2v9osToBzRWj12obcaSroXeG54\"}"