"{\"content\":{\"body\":\"深夜、又是平常我熱愛工作的凌晨三點，是孩提時爬起來偷吃零食、偷打電動，被老媽大罵：「怎麼還不睡！」的那種時間點。啜飲一杯拿鐵，聽著老搖滾當臭文青，繼續我的工作。\\n\\n我對「斜槓青年」這個詞，我有很深的體會。去年因為總是被別人說「你是真的斜槓青年耶！」讓我不禁思考：「有假的斜槓青年嗎？」而在去年看了《斜槓青年》一書，寫了一篇在網路還算知名的斜槓文章。\\n\\n斜槓一詞的前身是 1996 年美國學者阿蒂爾與盧梭的「無邊界職涯」：大體上來說，是因為在後工業社會，有一群人因為產業轉型，挾能力為後盾，不需要將長期僱傭關係 (ex. 大公司) 作為必然的生涯目標。筆者以此為體、生涯為用，提出「無邊界職涯」的觀念，意在解放必然就職的勞動想像：人生沒有一定要「怎麼樣」才是對的，反倒遼闊而有無限可能。\\n\\n在這本書中，艾波赫將斜槓策略（成為斜槓的切入點與方法）分成五種：\\n\\n* A-Set ：穩定收入 + 興趣愛好組合\\n\\n書中描述這適合給還在探索興趣愛好，或是其收入還不夠的人。\\n\\n我認為如果興趣夠廣，或是想要持續成長擴增領域，其實永遠都有「穩定收入」跟「興趣愛好」兩個池子，例如用工作或一技之長賺錢，但愛好創作；等到後者也能帶來收入，可能又去找演出機會……諸如此類。這樣的組合也很需要好好利用自媒體經營自己，但不過度膨風，讓大家知道你對什麼樣的領域有自信，又對什麼樣的領域有意願嘗試。 \\n  \\n B-Set ：左腦(理性)＋右腦(感性)組合\\n\\n是理性與創造性思維共同發展的模式，就像理性與藝術，可以給人更開闊的思維。在我的經驗中，多數人應該是從理性出發，試著嘗試做藝術吧！不過當代腦科學證明人類的大腦是可以鍛鍊的，也沒有那麼明顯的左/右腦分別，因此更好的說法可能是理性與感性吧。將藝術、社交的同理心、創造力、水平思考，融合傳統數學語言、商務策略思維等等，就像同時當受人歡迎的科學家/教授、知識素養高的藝術家，成為完整的全人。\\n\\n* C-Set ：大腦 + 身體組合\\n\\n在腦力跟體力勞動中互換，確保身心健康跟生活平衡。就結論來說，所謂的體力勞動若跟職涯發展有關，通常是指教練之類的，例如潛水或健身教練，讓自己在專業腦力工作之外，對身體的動覺知識也可以「做中學」，不但紓壓、健康、性感、讓自己受歡迎又能拓展職涯。\\n\\n* D-Set ：寫作 + 演講 + 教學 + 顧問組合\\n\\n艾波赫說這是自己的模式，認為這是黃金組合，可以形成完美迴圈：寫作讓你成為某領域的意見領袖，演講邀約隨之出現，有經驗後就可以從事教學與顧問，很適合知識型人才。雖然很多人會說這是邪教組合，但其實品牌的操作本來就跟宗教類似，重點是正派就行了。找好自己的定位 (positioning) 跟調性 (tone)，選擇適合自己的方式 (manner)：線上課程、菁英講堂或是工作坊？你是偶爾貢獻教學的精進的專家，還是擅長讓新手理解的溝通引導啟發者，或是個詩人？\\n\\n* E-Set ：一項工作多項職能型\\n\\n主要是指一種職業本身就自帶斜槓屬性，是個跨領域工作，例如 CEO 之類。其實自己身為自由接案者，也有種身兼業務、財務、專案管理跟專業工作者的感覺，這應該也算吧！在企業中這樣的角色也日漸增加，例如遊戲界的程式美術、藝術行政、各種行銷工作者，乃至科技界結合技術與數據素質與設計的駭客行銷 (growth hacking) 等。\\n\\n但是這樣幾乎「無題」的人生，要打好手牌其實非常困難。畢竟，到底要是什麼樣的能力，才有辦法成為斜槓青年呢？以下用我自己的例子分享。\\n\\n> *〈我們從哪裡來？我們是誰？我們往哪裡去？〉 — 高更畫作 於大溪地*\\n\\n## 其實只是想蓬勃\\n\\n會成為斜槓青年，對我而言是一場意外。我的出發點很一般：工作離自己的理想人生太遠了。相較於其他人，我原本在學歷道路是有所選擇的；但想避開主流的職業道路，不小心成為一個創作者，卻發現要達成一個「理想生活」是多麽困難。拼死拼活啊！不禁僵化且厭世起來：缺錢、缺時間，也沒有辦法跟別人或愛人互相扶持、玩樂跟成長，逞論任何感情發展或經濟獨立自主的可能，當然也成為一個無趣的個體，完全體現了「All work and no play makes me a dumb boy.」。多麽亞洲刻板印象的人生啊。\\n\\n轉身、從能力培養、網路創業、自由接案，連滾帶爬到了今天。\\n\\n## 基礎素質蹲馬步\\n\\n話說回來，既然要完成「無邊界職涯」，就要有能力作後盾。之前流行的 T、X 型人才，都在講水平思考能力跟專業的搭配，還有不同領域組合的效果等。\\n\\n**如同傳統的生涯規劃，斜槓青年也需要審慎規劃與全心投入，你必須思考為了「達到某個職業要求」，要做哪些自我投資。 *—* 《斜槓青年》**\\n\\n目前已成為斜槓青年兩年，至少有一些經驗可分享。首先，我一開始就是多面向的人、有很多興趣跟能力，也曾經什麼都淺嘗輒止。直到差不多同時間完成了兩件事：第一，重拾閱讀樂趣，練習獨立思考、對世界有重新的想像跟認識。配合基本能力，這讓我進入各個領域簡單許多。第二，則是我跟不同系所的社團朋友去創業比賽、最後不小心真的去創業的故事。在網路創業的過程中，我學會了很多現在接案當斜槓的重要技能，包括業務拓展(Business Development, BD)：認識各式各樣的人，但不預設會跟他產生什麼樣的火花（否則就跟一般的業務沒什麼差異了)，還有跟工程師、商人等不同思維典範的人合作，鍛鍊了同理心的換位思考。\\n\\n## 什麼都要自己來\\n\\n我的業態是自由接案。其實就是當一個最初階的小老闆。雖然通常扮演乙方，但無論從事什麼，收入來源都是一大重點，這通常來自專業。專業技術跟關係經營當然密不可分，有些人的專業也可能就是關係經營本身(溝通)。業務、相關技術、專案管理還有必要的財務跟法務都要盡可能一個人扛起來。哎呀？怎麼不知不覺也變成忙碌無趣的人啦！不過究竟是還好，至少是為自己負盈虧而活，也比較容易保有自己的時間跟人格完整性。\\n\\n我漸漸發現，獨立思考的訓練從不只是理想主義的空氣。慶幸剛好從事設計、創業的經歷，跟各式各樣領域圈子接觸後，我發現這種帶有人文色彩的策略思維，給了我很多靈感跟助力，讓我更有適應力、解決跟他人面對的複雜問題，也能輕鬆抓住一個新知識領域的基礎，至少能跟該項專業工作者合作上溝通無礙。再來，因為創業與接案，在不同圈子翻滾鍛鍊的彈性與同理心換位，漸漸形成我對斜槓的看法：**「擁有各種專業、發現不同領域的共通點、以解決複雜問題。」，**就如「世界的教育家 」Ken Robinson 說的：\\n\\n> *「創新總在跨領域的邊界產生。」*\\n\\n## 關於人的能力\\n\\n至於斜槓青年，甚至前幾年常說的 T 型人才中的水平能力，又代表什麼呢？溝通、行銷、扮演人之間的潤滑……聽起來總是很籠統、軟綿綿的。有人認為軟實力是你可以在培養硬實力時順道培養的。但這通常不是全對。\\n\\n如果只是技術細節或是策略架構之類的事情，的確可以在練技術時帶著覺知去做而慢慢練起來(sense)。但是，關於與人相處的能力就不是這樣了。這時我們需要理性溝通跟感性同理心的能力。溝通能力是指讓兩造彼此傾聽、對話的方式，藉由自身生命經驗連結、認識甚至當過不同典範與職業的人 (ex. 商業x藝術、技術x社會)，進而達成溝通。\\n\\n人常嘲笑的「銅鋰鋅」，則是換位思考，讓自己從解決問題的單向觀念中解放，穿上他人的鞋藉此發掘他人真正想要什麼，為別人而，而這可能也恰巧是戀愛中最需要的象徵資本。\\n\\n以我自己為例，理性溝通能力就在自己略懂程式、做過設計、稍微接觸行銷並接過不同性質客戶的過程中慢慢鍛鍊，並在每一次小到自我介紹、大則創業簡報 (pitch) 中去抓住大方向。至於銅鋰鋅，則是在日常相處、認識之中，明白大家的點，甚至在打鬧與出遊時慢慢培養出彈性，搭配自己的ㄧ 些策略層級的書籍跟工具，漸漸知道如何找出大家想要什麼。\\n\\n有了理性溝通與感性同理，就能拿到上面提到的業務拓展(BD)能力。與業務不同：業務通常照既定的模式衝業績，BD 跟他人合作時通常不預設立場，不直接將對方放在一個位子；可能是合作者、宣傳者、客戶甚至夥伴。藉由探索跟每一種人的關係，BD 能力優秀的人，能夠跟不同的人發展各式各樣的關係（很亂、是吧？）。如此一來，除了接本來專業的案子，就可能依關係與信任，嘗試一些全新的、有天賦或被允許嘗試的領域。\\n\\n## 生涯設計：大格局人生觀\\n\\n閱讀與實戰、什麼都要自己來、關於人的能力……這些是斜槓青年專屬的嗎？\\n\\n當然不是。\\n\\n上班族回家後，是不是也有原生家庭或是自己的朋友、情人跟新組成的家庭呢？（愛）。他們也要維持生活的品質；或者更應該說，生活才是主體，工作只是其中的一部分，且要維持好的身體跟心理才能完成更多工作與夢想（健康）。諸如此類的，我們其實不自覺中都在應用人生的短板效應。人生就像個威士忌啤酒桶，能乘載多少酒，倚賴於最短的那根木頭；健康、愛、工作，來達成最後幸福 (well-being) 的當代意義。\\n\\n就這層意義來說，我們每個人都是斜槓青年。斜槓青年無論是自由接案、網紅或是部分兼職、遠端也好，多重身份或者仍在嘗試各種可能性都好；已經完成的任務、興奮而即將到來的可能、嗷嗷待哺的夢想⋯⋯ 一切都在等待著。即使是下班過第二人生的勞動者，也幾乎無一不期盼能有這樣的人生模式。先找方法將能力打理好、擴大生活圈，盡可能找到槓桿 (leverage) 的機會，並在持續傳統工作職涯的狀況下（這也沒什麼不好），從自己的人生開始做起，再來解放時間、解放可能，找到自己真正的斜槓人生。\\n\\n應用這股浪潮會帶我走上何方？會不會哪天因為搶**不**到象徵、沒有記憶點或財務困難而回去當上班族繼續槓？其實也並非這麼重要。重點是身為一個自由接案者、斜槓青年，在各種有趣工作之外想著，「今天又會交到什麼樣的朋友？」、「又會遇到什麼有趣的挑戰？」，甚至開始我以前從未想過的全新旅程 —— 戶外運動與健身、給我健康的可能，人生充滿激情，而這樣的精神將帶著我走進人生的下一篇章。敬人生。\\n\\n## 星際廢話線\\n\\n星際廢話線，探索各種狗屁倒灶、冷飯新炒。我們嚴肅看待每個被保守人士嗤之以鼻的生命大事。從星際文化、行內廢話、人際關係、政…\\n\\nFollowing\\n\\n220\\n\\n \\n \",\"timestamp\":1634033447,\"title\":\"實力即職場：我的斜槓進行式 Slash Life\"},\"digest\":\"3sJaXI0kYQSDxT94dbNDzOW9A3sxw93gk09r2DHyK7g\",\"authorship\":{\"contributor\":\"0xE85c3aBB198960Ce6949297Ff8af2293e0621a29\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NnmSMc3cgALst51HA74ZimsN8WPRHwhdUQy7HjF7Wlg\\\",\\\"y\\\":\\\"6N20B1MD_HoyurdryZXXPWuCA7ogKAt_DlT29sygkJc\\\"}\",\"signature\":\"FeWoesQ7FMK_OVuouiWLWr8tSQd2bNUXOgHcFeUPZWAyfS149R6lZ04xpOA8ZCNKgtFNd3tP8rwQU2YxKEL6Iw\",\"signingKeySignature\":\"0xd54af1c9e54cfa6cb99c06ffd511b950905651c246766afd9b4c0c18feac088c34d43d3977992bb63cebf438233c908b34a887e441aa5a6e561f908e455e3cc31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NnmSMc3cgALst51HA74ZimsN8WPRHwhdUQy7HjF7Wlg\\\",\\\"y\\\":\\\"6N20B1MD_HoyurdryZXXPWuCA7ogKAt_DlT29sygkJc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3sJaXI0kYQSDxT94dbNDzOW9A3sxw93gk09r2DHyK7g\"}"