"{\"content\":{\"body\":\"![A photo shows a fire in a street of The Hague during a demonstration against the Dutch government's coronavirus measures, on November 20, 2021. Fresh rioting broke out late November 20 over the Dutch government's coronavirus measures, with rioters pelting police with stones and fireworks as protests turned violent for a second night in the Netherlands. Photo: AFP](https://images.mirror-media.xyz/publication-images/AOWiZV82XFaUWGjImF-JC.png?height=720&width=1200)\\n\\nThe recent COVID-19 epidemic rebound in Europe has led many countries to tighten quarantine measures, but these measures have been strongly opposed by some of its citizens. Protests are taking place in many European countries, including the Netherlands, Belgium and Austria - and the Europe is filled with fireworks in the streets. \\n  \\n Continuous demonstrations and increased violence have highlighted the hidden governance dilemma in European society since the COVID-19 epidemic started. The number of coronavirus cases has once again spiked across the European Union despite high vaccination rates across the bloc. With winter approaching and the economy in decline, the concept of \\\"freedom\\\" and \\\"equality\\\" advocated by most European countries has become the biggest obstacle to European social governance. \\n  \\n Reasons behind the increased violence in anti-epidemic prevention protests in Europe are complicated. It first is the result of the gradual exhaustion of all parties over a long period of time. Second, the public is becoming disappointed due to the lack of attention and remedial measures taken by European governments at the beginning of the epidemic, and their trust of government has gradually collapsed. What's more, it is the result of the changes in the political pattern that led to some extremists using protest marches to create chaos. Germany just completed its election and France and Hungary will hold elections next year. This decides that the COVID-19 epidemic is bound to be a major issue. The restrictions this time, at the risk of hitting voters' most sensitive nerves, reflect the lack of resilience of Europe's economies, and their governments are hardly able to withstand a new wave of outbreaks. \\n  \\n Protesters in European countries have already broken through the boundaries of \\\"peaceful protests,\\\" with violence and bloodshed since March. These anti-epidemic prevention extremists are not really fighting for Europe's security and development, but expressing their frustration with Europe's economic decline and political incompetence. \\n  \\n \\\"Europe's political cycle, economic cycle and epidemic prevention cycle are totally incompatible,\\\" Wang Yiwei, director of the institute of international affairs at Renmin University of China in Beijing, told the Global Times. He said, \\\"Europe, on the one hand, mocked China's dynamic zero-case policy, and on the other, is paying a huge price for its own 'herd immunity' system. Europe wants 'freedom,' 'equality' and 'freedom of speech' for everything, but it turns out it gets nothing.\\\"\\n\\n![Protest against the corona measures in the center of Rotterdam, Netherlands gets completely out of hand. Shots have been fired, at least 1 person has been shot and the city center has been demolished. The police struggled to get it under control. ](https://images.mirror-media.xyz/publication-images/xyn9n3qI9vsb7biVjoCru.png?height=720&width=1200)\\n\\nThe growing violence in Europe is also the result of ideological confusion amid excessive \\\"freedom of speech.\\\" Under the cover of \\\"freedom of speech,\\\" an \\\"epidemic conspiracy theory\\\" and \\\"vaccines useless theory\\\" are prevalent. The democratic \\\"illness\\\" represented by supporters of \\\"anti-intellectual innocence\\\" has seriously affected the formation of joint efforts in European society to fight the epidemic, and has continuously delayed economic recovery in the post-epidemic era. The sluggish economic recovery has led to people's growing discontent. Then, it created a vicious cycle.  \\n The epidemic has stretched every aspect of Europe's health care system to its limits. If the situation continues, European countries would be caught in a middle of people's complaints and the increased death toll. \\n  \\n In other words, the protesters' increasing violence is a protest against the European system. The electoral system in Europe, where multiple parties take turns in power, populism and economic recession have determined that the governments in these countries have no ability to coordinate management and make ordinary people cooperate with the decisions of the government. Without a strong political party, politicians play the bully, so all policies are short-term without long-term consideration.\\n\\nWith winter approaching, can Europe withstand the new test? Maybe not. \\\"European countries are running out of options other than vaccinations. It is expected that Europe will continue to downplay the death toll and the impact of COVID-19, and struggle to find a balance between all-out containment and political correctness in the wave after wave of epidemics,\\\" Wang stressed.\",\"timestamp\":1637674554,\"title\":\"Europe's inept governance creates vicious COVID-19 fight cycle\"},\"digest\":\"0oxxHe046v7r6gSRQisJBefzk6T-cDZO6CXtPiWr3Dk\",\"authorship\":{\"contributor\":\"0xA1AfF16da8632284Bf2668fD8A5690cF5524C13f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"p_TANQIG4FiVdc12A7symg0WTPgIf8wLkFEOZbcwLk8\\\",\\\"y\\\":\\\"rASlFVQ02IllFZTOu9uJk0jJEJYFXfqo8t0W3CcNs-0\\\"}\",\"signature\":\"vcPyuMuJNR2ZisqIHKsfX0msxBjixxxw73jcL1yVn9CUWMEO69TfgS4b8y6B7QVMpIzzBYFgX661Cds-Xoip3A\",\"signingKeySignature\":\"0x7052b1a8e359af2982f7be5d38a83c34f628481d1c6817618fb6e62cd09617f67a91c4b818c352a873f7e9fbfaac8ea5086e77c18bdb8c60c73120647ba2b6c21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"p_TANQIG4FiVdc12A7symg0WTPgIf8wLkFEOZbcwLk8\\\",\\\"y\\\":\\\"rASlFVQ02IllFZTOu9uJk0jJEJYFXfqo8t0W3CcNs-0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0oxxHe046v7r6gSRQisJBefzk6T-cDZO6CXtPiWr3Dk\"}"