"{\"content\":{\"body\":\"CityDAO is building the city of the future on the Ethereum blockchain by tokenizing land, property rights, and governance - starting with a single parcel of land in Wyoming.\\n\\n### Why now?\\n\\nWyoming's new DAO LLC law allows DAOs to be recognized as legal entities by state institutions like courts, meaning DAOs can own physical assets.\\n\\nCities are our interfaces for the world, accelerators of opportunity, and community hubs, yet the mechanisms that govern land, property, and voting are antiquated and concentrate wealth and power among landowners who won the real estate lottery. The California housing crisis, for example, is a result of incentives that keep land and wealth in the hands of wealthy or lucky family dynasties. \\n\\nThat's why we are building CityDAO. By making city assets digitally legible and applying mechanism design for public good, we can bolster accessibility, interoperability, and opportunity for all.\\n\\n![](https://images.mirror-media.xyz/publication-images/0c67f611-4e42-484b-88b3-8d4affb36013.png?height=286&width=972)\\n\\n### Why put land on chain?\\nTop down attempts to radically rethink the city, like Google's Sidewalk Labs in Toronto, have [failed to garner community support](https://www.thestar.com/opinion/editorials/2020/05/07/sidewalk-labs-has-walked-away-thats-a-lost-opportunity-for-toronto.html), having been criticized as centralized, opaque projects sponsored by big tech and monetized by runaway surveillance. Call us radical - but our conviction is in publicly owned land with transparent, community governance.\\n\\nWhen Bitcoin launched in 2009, Satoshi Nakamoto proved that value can be stored and transmitted securely without brokers, banks, or intermediaries. The subsequent release of Vitalik Buterin's Ethereum proved that a broader set of computation and state can be agreed upon in a trustless, peer-to-peer fashion.\\n\\nWhat Nakamoto and Buterin did for value and compute, we propose to do for real assets, enabling:\\n- Instant, transparent transactions of assets\\n- Decentralization of ownership through fractionalization\\n- Introduction of mechanisms that optimize for the public good like [quadratic voting and funding](https://vitalik.ca/general/2019/12/07/quadratic.html), democratic tax allocation, and [Harbinger taxes](https://medium.com/@simondlr/what-is-harberger-tax-where-does-the-blockchain-fit-in-1329046922c6)\\n- Increased liquidity and access by lowering transaction costs and bar to entry\\n\\nReal estate has been one of the highest performing asset classes in the last 50 years, yet access is largely restricted to hedge funds and wealthy individuals. Stablecoins like DAI and USDC have democratized access to a stable currency - the logical next step is to do the same for real estate.\\n\\n### What does CityDAO do?\\n- Purchase, rent, lease, sell, and manage land\\n- Maximize the public good via taxes, voting, and policy\\n- Resolve conflicts that arise between parties like boundaries, natural resources, and allowed land uses\\n\\n### How to get involved\\nRead and contribute to our draft [whitepaper](https://github.com/citydaoproject) here, and join our [Discord community](discord.gg/QAtRtdMZXb). We are so excited to begin this journey.\\n\\nSee you in town! 👋🏼\\n\\nstill reading? you're in luck...\\n# Become the First Citizen of CityDAO\\nWhen Augustus restored the republic of Rome, he himself retained the title “first citizen” of Rome.\\n\\nWe are releasing citizen NFTs to our early backers, starting with an exclusive edition for the First Citizen. This NFT memorializes the CityDAO Articles of Incorporation as one of the first DAO LLCs in history, showcasing the Articles overlaid on the state of Wyoming and its 23 counties.\\n\\n**The holder of the CityDAO First Citizen NFT gets:**\\n• To name the first parcel, subject to a community approval vote\\n• Read access to internal CityDAO team channels\\n• Governance and voting rights\\n• Pre-sale access to land NFT release\\n\\n[Token #4299](auction://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7?network=mainnet&tokenId=4299&auctionId=0x292ac9a2f5751b247fc66dc1f46265ba0f519344ad65f0f705b1452b74032df6)\\n\\n95% goes towards the purchase of our first parcel, 5% goes to the artist, community member @casey.\\n\\n\",\"timestamp\":1628205239,\"title\":\"Announcing CityDAO - a city built on Ethereum\",\"publication\":\"city\"},\"digest\":\"WUE9Lv2skEmQFs7zD-66xxSxAj5WwCeHTm_w-7lR4w0\",\"authorship\":{\"contributor\":\"0x33eD481F752f05A292346C71E16aFbB0fE548656\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BbjgcoZa7OqWmlMvYGXq1v09ar3Tk3_Tjg6gu6yPTzw\\\",\\\"y\\\":\\\"bzixc6_9aT5MducHhqW2aghC88ofGS0soDvpmNgy_WU\\\"}\",\"signature\":\"qMLe1vidC92PsDLMBtIPJXYIrLMAunV-U-QCv3LQdhSLt-7FiCHrcn9zBJ3ojMyN7_zD9G0drsL3HmrGajqfsg\",\"signingKeySignature\":\"0x2784e0a886704de445abaeac53ec5a80ab7e2a33631170b7253d18f006589656454035de2174a87d37996474f44edb348fefcb4c6d4b03e85b0e20cdca64aff41c\",\"signingKeyMessage\":\"I authorize the publication of articles on city.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BbjgcoZa7OqWmlMvYGXq1v09ar3Tk3_Tjg6gu6yPTzw\\\",\\\"y\\\":\\\"bzixc6_9aT5MducHhqW2aghC88ofGS0soDvpmNgy_WU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mZOpFWkTi0M2lVE1PsT1e2sJwdUT4PdgetHw_S4hS5A\"}"