"{\"content\":{\"body\":\"## TL;DR\\n\\n* Anche con un solo protocollo ( Aave ) e tre asset ( DAI, USDC, USDT ) esistono tantissime possibilità riguardanti strategie di interessi\\n* Determinare quale sia la strategia ottimale non è facile.\\n* La strategia ottimale cambia frequentemente nel tempo.\\n* L’ottimizzazione può fare ottenere un 50% di apy aggiuntiva\\n* E’ praticamente impossibile ottenere la migliore strategia possibile manualmente.\\n\\n## Prima c’era un opportunità\\n\\nSei un nuovo utente Defi con l’obiettivo di ottenere quegli interessi giganteschi dal farming che i tuoi amici su Twitter sembrano tutti ottenere dalla scorsa estate.\\n\\nHai imparato che [AAVE](https://aave.com/) ha recentemente lanciato il suo programma di mining di liquidità [( AIP-16 )](https://app.aave.com/#/governance/11-Qmf1JeXiw8BDUoKJ89VmUJ8wy22D2udqL4HxprCG7DZ5zG) che incentiva gli utenti premiandoli con token AAVE in cambio di depositi e di prendere in prestito dalla piattaforma. Capisci che questo programma aumenterebbe effettivamente i tuoi interessi come mutuatario e ridurrebbe il tuo costo per prendere in prestito dei fondi. E se i premi guadagnati dal prendere in prestito supereranno la tassa di interesse del prendere in prestito AAVE potrebbe anche “pagarti” per prendere in prestito dalla sua piattaforma.\\n\\n![](https://images.mirror-media.xyz/publication-images/PVyenkf22jFBsllNJMlrD.jpg?height=312&width=742)\\n\\nNon passerà molto tempo prima che ti accorga che , con un determinato capitale, potrai ripetutamente depositare e prendere in prestito per incrementare la quantità di premi guadagnati. Entrerai nel sistema con 100 DAI e effettuerai la seguente sequenza di transazioni.\\n\\nDeposito di 100 DAI → Prendere in prestito 75 DAI → Deposito di 75 DAI → Prendere in prestito 56.25 DAI → Deposito di 56.25 DAI\\n\\nDopo il ciclo sopracitato i tuoi 100 DAI si saranno trasformati in :\\n\\n* Depositi: 231.50 DAI\\n* Presi in prestito: 131.50 DAI\\n\\nE tu sarai orgogliosamente seduto guadagnando premi su un deposito di 231.50 DAI e  131.50 DAI presi in prestito rendendoti conto che non era cosi semplice come appariva in un primo momento.\\n\\n## Successivamente ci fu un problema di ottimizzazione\\n\\nRealizzi quindi che ci sono diversi problemi in gioco e dato che sei una persona molto analitica decidi di studiarli più attentamente:\\n\\n* **Rischio da tasso di interesse:** Anche se non sei esposto a fluttuazioni di prezzo, i cambi nel tasso di interesse potrebbe causare problemi alla quantità di fondi da te presi in prestito  che potrebbero salire rispetto ai tuoi fondi depositati, riducendo il tuo margine di profitto e potendo risultare in una liquidazione.\\n* **Rischio di liquidazione:** Se stai lavorando con monete diverse da stablecoin i cambi di prezzo potrebbero causare che il tuo debito ecceda il tuo limite di prestito esponendoti a perdite derivanti da liquidazione. Con le stablecoin i cambi nei tassi di interesse potrebbero portare allo stesso risultato.\\n* **Sequenze di strategie:** Capisci che dato puoi depositare e prendere in prestito qualsiasi di queste 3 monete ( DAI, USDC, USDT ) ci sono centinaia di possibili sequenze di depositi e prese in prestito che puoi utilizzare e non ti è chiaro quale o quali siano le migliori. Inoltre realizzi che il deposito, la presa in prestito e la rate dei premi cambiano costantemente quindi “pensare” quale sia la migliore strategia è ancora più difficile.\\n* **Costi vari:** Per complicare ancora di più le cose, il costo del gas, il costo di swap, e la quantità dei tuoi depositi dovranno essere calcolati accuratamente per determinare quale sia la strategia ottimale oltre che la frequenza di ribilanciamento.\\n\\nConsiderando tutto questo, il tuo piccolo esperimento in un singolo protocollo che contiene solamente tre pool di liquidità ti sta facendo venire i nervi. Ma…\\n\\n## Dobbiamo davvero ottimizzare?\\n\\nEssendo anche quel “tipo pragmatico”  ti chiedi se stai analizzando in maniera esagerata la situazione. Inoltre ci sono tantissime possibili strategie ma tutte porterebbero a ritorni molto simili tra loro. Per raggiungere una conclusione a tutto questo apri il tuo Notebook e apri web3.py.\\n\\nPer mantenere le cose semplici fai un esempio in cui:\\n\\n1) Non esistano costi di gas\\n\\n2) Non esistano costi di swap\\n\\n3) Il limite massimo è di 5 step\\n\\n4) Depositare USDT può essere solo lo step finale in quanto non si può prendere in prestito con dei depositi di USDT\\n\\nCapisci che i primi due punti non sono realistici ma invece che rimanere bloccato a questo punto preferisci rivisitarli successivamente.\\n\\nUn veloce sistema cartesiano tira fuori dei numeri di strategie possibili.\\n\\nInserisci i tassi di deposito di DAI, USDC e USDT, i tassi di prestito e i vari premi al blocco 12358916 e calcoli l’APY per ogni strategia.\\n\\n![Possibili strategie con massimo 5 step](https://images.mirror-media.xyz/publication-images/5H7zOexIJQRmGoiJQG-HY.jpg?height=255&width=511)\\n\\nLe tra migliori strategie per DAI:\\n\\n![](https://images.mirror-media.xyz/publication-images/FzojwaQIXbR8mIQxKYSbf.jpg?height=143&width=736)\\n\\nLe tre migliori strategie per USDC:\\n\\n![](https://images.mirror-media.xyz/publication-images/UJEh5MpfRIRCLyw8t0ytx.jpg?height=140&width=723)\\n\\nScavando ulteriormente si nota che gli APY strategici seguono (quasi) una distribuzione normale con alcuni rendimenti interessanti nella parte destra. D'altra parte, in questo particolare blocco non sembra esserci alcuna strategia non redditizia. (Ti dai di nuovo una pacca sulla spalla per aver scoperto la DeFi).\\n\\n![](https://images.mirror-media.xyz/publication-images/SF3m60VCfXGmOLnQ6yb9t.jpg?height=383&width=620)\\n\\nQuindi adesso sei convinto che gli interessi possano variare molto, e ottimizzandoli potrebbe fare la differenza tra un APY noiosa del 10% e un apy brillante del 35% da twittare agli amici.\\n\\nMa ti rimane da pensare, ogni quanto cambia la strategia ottimale?\\n\\n## Una storia di tre simulazioni\\n\\nAd ogni ora, classifichi le 345 strategie in decili basandoti sulla loro APY. Per il modello seleziona e tieni, si identifica la strategia ottimale all'inizio della simulazione e si tiene traccia del suo grado di decile nel tempo.\\n\\nI risultati mostrano che questa strategia, che era una strategia del 9° decile (in effetti, la migliore strategia) all'inizio cambia spesso fino ad essere una strategia molto scarsa per  poi diventare di nuovo una strategia di punta.\\n\\n![](https://images.mirror-media.xyz/publication-images/_PppV2yihRcxfiZUGLX0B.jpg?height=386&width=553)\\n\\nAnalisi simili di altre strategie mostrano che una strategia top cambia frequentemente i suoi risultati anche in periodi molto corti di 7 giorni.\\n\\n## E la vincitrice è …..\\n\\nFai tre simulazioni e segni le performance. Il ribilanciamento offre dei risultati decisamente migliori degli altri due modelli. Sorprendentemente la strategia di sceglierne una e non cambiarla offre dei risultati solamente  leggermente migliori del modello casuale\\n\\n![](https://images.mirror-media.xyz/publication-images/v6bRCtg-7bK13Dodh73Rz.jpg?height=386&width=558)\\n\\nQuindi, facendo quello che un vero analista di dati fareste, estrapoli i risultati e li studi su un valore annuale.\\n\\n![](https://images.mirror-media.xyz/publication-images/SnLZjoccus8sxvQs1euBU.jpg?height=226&width=571)\\n\\nArrivi alle seguenti conclusioni:\\n\\n* Anche con un solo protocollo (Aave) e tre asset ( DAI, USDC, USDT), ci sono tantissime possibili strategie\\n* Determinare la migliore strategia non è facile\\n* La migliore strategie cambia frequentemente nel tempo\\n* L’ottimizzazione può fare aumentare i ritorni. Nel caso sopra l’ottimizzazione aumenta i profitti di quasi il 50%.\\n* Non ci sono possibilità che tu possa sfruttare la migliore strategia manualmente\\n\\nSe solo ci fosse un modo in cui tu possa semplicemente ottimizzare i tuoi interessi senza fare tutte quelle analisi spendendo la tua intera giornata, giorno dopo giorno a bilanciare il tuo portafoglio in tempo reale…\\n\\n## Protocollo di OptyFI\\n\\nIl protocollo OptyFi (attualmente in fase di sviluppo) è un ottimizzatore di Interessi in grado di valutare ed eseguire migliaia di strategie di rendimento in tempo reale attraverso pool di liquidità, protocolli e blockchain. Le risorse depositate nei depositi OptyFi vengono automaticamente inserite nella strategia attuale più ottimale che corrisponde alla tolleranza al rischio degli utenti.\\n\\nGli smart contract di OptyFi sono in grado di eseguire strategie di rendimento arbitrariamente complesse con un'interfaccia di comando semplice ma potente. Il motore di ottimizzazione di OptyFi identifica le strategie ottimali in tempo reale, consentendo ai vault di OptyFi di capitalizzare le opportunità di ottenere interessi giganteschi. L'architettura aperta del protocollo consente di aggiungere rapidamente nuovi protocolli e pool di liquidità, dando vita a un universo di strategie eseguibili in continua crescita.\\n\\nNew Order utilizzerà le strategie di OptyFI per ottimizzare i suoi rendimenti.\\n\\nRilasceremo maggiori informazioni nelle prossime settimane. Visita [opty.fi](http://opty.fi) e iscriviti alla nostra mail list e ai nostri canali di comunicazione in modo da poterti aggiornare sui nostri sviluppi.\\n\\n## Considerazioni finali:\\n\\nUn lettore attento potrebbe aver trovato le assunzioni di zero costi di gas e zero costi di swap difficili da accettare. Affrontiamo quindi questi argomenti:\\n\\n1. I costi del gas non aumentano con l’aumento dell’investimento. Se gli asset dell’utente sono contenuti nei vault e quindi depositati collettivamente in strategie ottimizzate gli utenti beneficerebbero di costi gas contenuti proporzionali all’unita di investimento. Quando un Vault raggiungerà una certa dimensione i costi di gas cominceranno a essere ininfluenti. Inoltre, facciamo notare come i costi di gas su alcune blockchain sono irrisorie anche per piccolissime transazioni e speriamo che le soluzioni di scalabilità rendano questo presto possibile anche su Ethereum.\\n2. I costi di swap possono variare dallo 0.1 al 0.3% per scambio e dipendono dalla quantità scambiata. Nel nostro esempio assumiamo che l’investitore abbia accesso alla liquidità DAI, USDC e USDT senza dover accedere alla liquidità degli exchange decentralizzati. Se questo non fosse il caso, un modello di strategia molto complessa potrebbe utilizzare diverse strategie contemporaneamente, passando da strategia in strategia e accedendo alla liquidità esterna solamente in caso di necessità. In conclusione nel caso peggiore potremmo obbligare noi stessi a utilizzare strategie che non prevedano scambi. Questo però ridurrebbe le strategie totali per DAI e USDC a 12 ognuna, lasciandoci con un grave problema di ottimizzazione da risolvere.\",\"timestamp\":1639240713,\"title\":\"Presentazione di  OptyFi: Dal farming di interessi alla loro ottimizzazione \"},\"digest\":\"js2cGT8_Y_LpALx_rTlc0IsZrZqNJDE2os6O1yCcSTc\",\"authorship\":{\"contributor\":\"0xF5D8995e2e2498cED8b91a428fECD81074736e33\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zKlxKOw6NvHyXw2SUQO_CHMeh75Z619rdtWQWuhkj9M\\\",\\\"y\\\":\\\"0e1YryfhufsagAbmD-w6HQoylosz35x2uAv8TOVZZd8\\\"}\",\"signature\":\"FDvP6GciWeIMyFQlZVB14pShqydAban4mEO7IiSy5llcu9rPFFge0fppOmlhMJyDehJBw2GXbuoT5M-xvX2QUQ\",\"signingKeySignature\":\"0x399aa1a8291d1e0b80a6c7ef2e24513e92fc43013bf7d43ac9cf38fe16e195990cb84d9c4f2a65718f2787227968d2734fa5cb9a557a8b7287eeb119c902f0381c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zKlxKOw6NvHyXw2SUQO_CHMeh75Z619rdtWQWuhkj9M\\\",\\\"y\\\":\\\"0e1YryfhufsagAbmD-w6HQoylosz35x2uAv8TOVZZd8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"js2cGT8_Y_LpALx_rTlc0IsZrZqNJDE2os6O1yCcSTc\"}"