"{\"content\":{\"body\":\"关于区块链行业的两个刻板印象\\n人们对于区块链行业的印象一般存在两个极端：\\n\\n高端而神秘莫测：充斥着各种凡人听不懂的术语，让人不明觉厉，以及能一定程度上代表这个行业的比特币，价格涨跌变幻莫测……\\n妖魔鬼怪骗子横行：各种山寨币、空气币横行，从暴富到归零只需一瞬间，上线即破发、团队跑路、无处维权……\\n但实际上，这些印象其实是对币圈的印象，而币圈又是区块链行业目前最热闹的地方。\\n\\n所以，本文题目也可以理解成，不要轻易进入与币相关的区块链项目——不要来币圈。\\n\\n为什么这么说呢？\\n当你还没有什么工作经验时，看到区块链行业的招聘，也许你会好奇向往。\\n\\n一方面是对区块链行业本身的好奇。区块链行业”去中心化“、”全球分布式办公“一直都是看上去很美，但现实就是，大部分员工还是只能老老实实在某个高级或普通的办公楼（或者联合办公）集中办公，集中搬砖。\\n\\n另一方面是这个行业一直充满“暴富”神话。谁谁谁之前买了什么什么币，赚了100倍，公司哪个看似普通的程序员三年前就实现了财富自由，出去开场会认识的不是合伙人就是VP以上级别，谁谁谁之前是从华尔街投行回来的……\\n\\n这个行业到底充斥着什么样的妖魔鬼怪？\\n\\n第一层：前海外投行从业者、前传统金融从业者（P2P大佬也很多）、其他行业闻风而来的人、媒体等，主要负责项目研发、宣传包装，让项目看上去高大上。\\n\\n第二层：KOL、KOC等社群头目，负责项目宣传，主要是喊单。\\n\\n看上去客观理性的分析文章、小视频等，都是各方利益交织后的结果，在这个行业，没有绝对的公平客观。\\n\\n这在金融界也不是什么奇闻，一部叫《监守自盗》的纪录片中，还原了2008年金融危机时期华尔街的金融精英与政客、经济学家、财经记者互为谋利、互相妥协的内幕。\\n\\n这放在金融圈不足挂齿的区块链”币圈“也同样适用，只是玩的没那么高级。\\n\\n为什么劝年轻人不要进入区块链行业（币圈）？\\n行业太年轻，没必要拿自己的时间与之赛跑。\\n这个行业很年轻，拿国内来说，OKCoin和Huobi在2013年成立，后来者币安，一直打着国际牌，本质的技术和运营团队也在国内。他们是在中国互联网高速发展后的十多年之后才出现的，在两个不一样的历史节点上，互联网行业成熟，商业模式清晰可见；相比之下，区块链行业嗷嗷待哺，一切都是新的，规律难寻，在异业合作和管理上，遇到不按照规则办事的几率更大。\\n\\n如果大家都不按规则办事，那你会选择按照规则办事吗？答案很模糊，你不能高估人性。\\n\\n如果没有任何社会经验就直接来到这里，一定不是一个最优选择。它看上去很美好，未来的饼也画得很圆，但实际上，虚幻的价值感会让人温水煮蛙，因为一直没有真正触摸到价值所在，就好像团队一直在努力做一件皇帝的新衣，知道的人说好，外人看来其实是虚无缥缈。\\n\\n那这个圈子有什么玩法？项目有什么价值？用户从哪来？项目的具体应用在哪里？\\n\\n答案一般是，不得而知。\\n\\n1. 选择与谁一起并肩作战，比较重要。\\n\\n其次，这是个不认真的行业。我说的不认真，并不是所有项目都是玩玩，而是大部分情况下，你看到的、听到的、经历的事情过程都会发现”还能有这种操作“？\\n\\n具体的，可以在各大社群里看到。小到一张海报，大到一次项目方高层的AMA（线上问答），你都会发现其中的奥妙所在。币圈的人仿佛没有真正在这个世界存在过，名字是假的/昵称/英文名，很少有人真名真姓的站出来说，”我是这个项目的创始人合伙人“。\\n\\n2020年3月13日比特币暴跌40%，看上去”数字黄金“的故事就要终结了，这一年的开始，好像是某些数字货币白皮书上的概要，全球疫情、美股暴跌……人们一直从一个信仰流转到另一个信仰，马不停蹄地在危机中转换生存的思维。\\n\\n任何行业都有灰色，只是因为规则和法律，制约了这些不合理的地方。现在在区块链行业里的人，都想成为制定规则的那个人。如果说这个行业有一天被正名了，那不是靠某个项目、某个交易所、某个矿、某个技术要付出努力，而是整个区块链行业的方方面面都要努力去污名化。也许首先，是从交易所抵制上辣鸡币开始。\\n\\n1. 简单概括币圈运作本质，从0到1，再从1到0\\n\\n币圈项目最基本的职责分工：技术、运营、市场\\n\\n如果把整个项目当成一个工厂，那么技术生产币，运营包装币，市场分销币。\\n\\n技术团队，不用多说，是一个项目基础的基础，把代码搞定，币就出来了。\\n\\n运营团队，主要负责推广，用各种各样的形式，只要市面上有的和不被封的就可以，SEO、社交媒体、社群，内容形式可以是文字、图片、短视频，具体也可以是H5、长图、海报等……运营团队如果细分的话有内容运营、活动运营、新媒体运营、社群运营等，无论这个团队有多少人，多少工种，宗旨是产品（币）包装得看上去是那么回事，然后上市，卖掉，完成融资。\\n\\n市场团队，有时候市场和运营不是完全割裂开，市场的职责可能更加对外，外部品牌合作、媒体合作、社区合作等等都在职责范围内。\\n\\n看上去运营是dirty work，市场的工作更加光鲜，市场负责人出现在朋友圈AMA海报的几率远远大于运营负责人。\\n\\n技术、运营、市场三方通力合作，生产、研发、销售了一个从无到有的币，从0到1的过程算是全部经历了。如果在交易所，这个从0到1的过程可能有细微差别。一些交易所会有专门的项目孵化团队，听上去神神秘秘，简单可以理解为自产自销，从无到有到上市，如果交易所自带流量，用户基础好，根本不愁项目怎么卖，卖多少。\\n\\n那么，从1到0是怎么回事？\\n\\n币圈变化太快，这里的变化有：\\n\\n行情变化大，周期轮回快，在传统金融市场轮回十多年的周期，数字货币行情可能一个月就给你轮完了，上个月比特币还一万美金，现在直接腰斩至5000刀，咱也不敢说，咱也不敢问。\\n\\n政策情况不明朗，关于区块链行业的政策经常发生变化，时而收紧时而放宽松，总的来说，国家对区块链技术是大力支持的，比如区块链溯源、证照、票据上链，在金融方面有央行数字货币DCEP的研究……但是，对普通的代币发行和出售，一直处于一个不明的状态，但是命令禁止1C0，这一点是人尽皆知的。那怎么说明这个项目不是1C0呢？去年火起来的IEO是不是变相的1C0呢，这个其实不言而喻。\\n\\n看一个行业，除了厘清正常的商业模式，还需要把控这个行业的政策走向。像前几年盛行的P2P、现金贷……这些业务早期让投资人赚到不少，但也有人是有命赚钱没命花，到头来竹篮打水一场空。行业受政策影响大的情况下，风险是很大的，最后基本形成的格局也是龙头企稳，小罗罗只能拼命上赶着也喝不到汤。\\n\\n综上，因为行情、政策的变化，让币圈项目本身就变得扑朔迷离，币圈项目团队撕逼、跑路已不算是什么新闻，年轻人在这样项目和团队中工作，除非有极强的主人翁意识和区块链信仰，否则很容易被这些乌烟瘴气的声音打乱了节奏。\\n\\n个人价值归零：\\n\\n我是谁？我要做什么？做这件事情的意义是什么？——灵魂三问……\\n\\n在项目从0到1的过程，也是个人价值不断提现和拉升的过程，等达到这个峰值的时候，你的个人价值对于这个项目而言其实已经被榨干了。\\n\\n这些经验，换到其他行业，甚至可以说是一文不值。\\n\\n为什么这么说呢？隔行如隔山，外界看待区块链行业的眼神，在本文开头已经明确了，区块链行业的商业逻辑、运营方式，拿到传统行业、互联网行业都没有直接的参考意义。区块链概念太新，很多概念又没法落地，运营的样本也太少，不像传统行业动辄几亿流水和几百万GMV，小项目日活能超过两位数，都算是呱呱叫了。\\n\\n当然，没必要太过于纠结跨行业个人价值归零的难题，摒弃区块链行业好高骛远的坏毛病，养成将每一件事情都做到极致的好习惯，脚踏实地，勤奋好学，这个普世通用的法则到哪里也是行得通的。\\n\\n资产归零：\\n\\n一个币圈项目的最终，无非是上了交易所，无论大所小所，都算是在二级市场与观众们见面了，至于表现如何，就看背后的市值管理和社群喊单能力了。至此，币圈项目的1完成了，至于什么时候归零，我想也只是时间问题。\\n\\n如果你听说身边的人因为某个内幕消息而暴富了，那也一定会听说有人因为合约而破产。又或者，那个人过于贪心，在身价快过亿之时没有及时套现，到现在还和其他人一样继续搬砖。\\n\\n一个币圈朋友推给我他前同事做的微信公众号，里面明确介绍自己在2017年做过代投。代投，是币圈最火热之时的一个特殊职业，就好比掮客，撮合项目和用户的交易，是早期1C0的样态。\\n\\n币圈最怕的不是不要脸，而是脸皮薄。当你看到一些项目币山寨币铺天盖地的宣传时，一定记住，看看就好，不要买。\\n\\n一点思考\\n（在知乎发文章有一个好处是可以随时修改，这样有了新的想法的时候，可以及时更新，这点我特别喜欢，以下是更新内容。）\\n\\n几天没看，发现真的有小伙伴留言关于社群运营的问题，我来谈谈我之前遇到的类似情况。\\n\\n海外社群运营，一般包括Telegram/Twitter/Facebook/Instagram/Reddit/Github/Medium/Youtube等这类平台的运营。如果有一定的外语基础（不仅限于英语），这类工作在技能上并不难，难的是你得一直关注热点，持续跟进社群反馈，通过搜集热点-制造话题-用户反馈-引导话题-……等一系列运营动作，还需要根据不同平台的特点做针对性的调整。\\n\\n这类运营，对于熟悉平台的小伙伴们并不是什么难事，如果本身就是这些平台的重度用户，那可以说是易如反掌。如果不是，那就先研究一下各个平台的特点。\\n\\nTelegram：即时聊天工具，可以用机器人管理，特别需要注意垃圾广告的处理，注意和产品方面保持沟通，如果用户反映产品卡顿、登录不了、提现慢等问题，肯定会在群里反映，这时候客服和社群管理员要即时出现，不然会引起舆论混乱。\\n\\nTwitter：外国版的微博，蹭热点，发官方活动预告等等。\\n\\nFacebook和Twitter差不多，因为FB实在是太难用了，基本上和Twitter内容同步就好。\\n\\nInstagram：图片导向型，有条件的还是把图片做精美一些，学习一下Instagram博主的文字排版，和同类别账号的hashtag。Instagram和Twitter图片的尺寸不一样。\\n\\nReddit：兴趣话题BBS论坛，但我看了一下，关于区块链这块的热度都不是很高……\\n\\nGitHub：如果项目是技术导向型的要在这里多公布项目节奏和开发情况。\\n\\nMedium：理解为外国版的blog，长文、日报、周报、月报、项目进展……都可以在这里发布。\\n\\nYoutube：可以自己制作，或者邀请Youtuber一起制作（看你的谈判能力）。\\n\\n以上这些，能够做好的项目也不是很多见，不同国家的社区最好还是有当地人来做本地化翻译和校对。\\n\\n社群运营的本质是内容，内容有产品本身，还有展现的方式，如果产品本身就是bullshit，那无论怎么展示，最终给用户的还是空气，所以回归到主题，如果只是乱七八糟的币，而不是什么真正的技术或者实实在在的应用，那你展示的目的是什么呢？自己心里应该有数吧。\\n\\n不得不说，这个行业能吸引到的用户、流量，真的是非常有限。比如在知乎上，同样的一篇文章，如果是关于电商或者消费的，流量就会高很多，因为关注区块链的本来就不多，关注区块链里面某一个项目的，肯定又是少之又少……和传统的互联网运营或者电商运营相比，嗯……可能根本就没法比较吧，因为是不同的世界，墙里墙外，根本不知所云。\\n\\n问了很多本身在币圈从业的朋友，很大一部分原因还是因为：钱。一方面同样的经验搬到其他领域，短期来看，薪资水平币圈略高一点，另一方面，有一种“赌”的心态，想利用所谓的人脉、消息拿到第一手的投资信息，但可以百分百保证的是，当你有这种心态的时候，你肯定就是韭菜。\\n\\n有天在群里看到经济学博士刘昌用对于加密货币的短评：\\n\\n持续扩大的过度金融化是法币体系的痼疾。去中心化密码货币的根本任务和相对优势之一，就是根除法币体系的这一痼疾。但是，密码货币过早引起传统金融的关注和追捧，导致去中心化密码货币自身染上了过度金融化的病，各种中心化的密码货币更是喧宾夺主。这些会随着法币体系矛盾的爆发而遭遇打击。\\n当前，应该回归密码共识的本来面目，回到用非对称密码和分布式共识构建更加安全、高效和自由的数字经济的正道上去。\\n此crypto非彼crypto，比特币到如今也只有11岁，但其他很多山寨项目，能活过2020，已经是万幸。\\n\\n而关于区块链技术，其实本身和币没有什么关系，只不过最初因为比特币的形式展现了区块链技术的特性。就像互联网时代，从门户网站开始，谁都不知道最后会做成各种各样的形态。引用著名经济学家朱嘉明的话：\\n\\n区块链不属于classical cases，因为既不属于单纯的自然科学，或者归入社会科学案例，也不是人们一般认为的“应用科学”案例。而是科学、技术与社会科学相互叠加的“范式”模式革命。\\n我们现在能想到的一些应用方式，一些支付交易结算系统、政务、数字版权、供应链中使用的区块链技术，是这项技术的敲门砖。区块链最终的价值体现在改变社会，而不是用币圈这些鱼龙混杂的概念扰乱社会秩序。\",\"timestamp\":1641120790,\"title\":\"年轻人为什么不要轻易进入区块链行业（不要来币圈）？\"},\"digest\":\"MlTXRQPz5-_YEsptmg-mtRwh3WUmFo140WMzUR9sUjw\",\"authorship\":{\"contributor\":\"0x53A139a0Ee668DEFfeE2d5a6c6EbED614B6D404A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Y6sEXETS1w9e3j5YyxdYLLaUBT_Z6CQergReLDSGNvM\\\",\\\"y\\\":\\\"uIHLO1YL_9u4HbfxLdBghXB74fONPKq9uoScXf1lNH8\\\"}\",\"signature\":\"Xr_mz1OFEgosBLei3LDPuqTZXxznjvuqCGN4aCYFXxUXskgs87ILCl-4gp_zddv2MR2ZlNynNQ8D-PeIxsFruA\",\"signingKeySignature\":\"0x5cc34814818cce627f0e72015b199426f4dd0c7a3aca896fa0bc6a88ff4751362ce148aa673cff31f18f17422d7b8ffff4c556ae427633ceef09b48e9cff84cc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Y6sEXETS1w9e3j5YyxdYLLaUBT_Z6CQergReLDSGNvM\\\",\\\"y\\\":\\\"uIHLO1YL_9u4HbfxLdBghXB74fONPKq9uoScXf1lNH8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"MlTXRQPz5-_YEsptmg-mtRwh3WUmFo140WMzUR9sUjw\"}"