"{\"content\":{\"body\":\"## \\n\\n![](https://images.mirror-media.xyz/publication-images/kcuENBKm4gcgP_Ysfj5eU.png?height=637&width=981)\\n\\n \\n COMPLETE CHALLENGES. EARN REWARDS.\\n\\nNBA Top Shot is all about collecting the most epic Moments throughout the season, and what could be better than that? How about being rewarded for collecting all the most epic Moments.\\n\\n## ARE YOU UP TO THE CHALLENGE?\\n\\nThe way new Moments enter the NBA Top Shot ecosystem is mostly through pack drops. New packs are put on the market and they go fast. \\n \\n\\nWith most new drops, a [challenge](https://www.nbatopshot.com/challenges) is launched, which dares you to collect one of each of a group of newly available Moments and hold on to them until the challenge timer runs its course. Complete the challenge, and you'll receive a special Moment in return, like [this](https://www.nbatopshot.com/listings/p2p/d4712d31-9030-40de-b1a6-1fb9964348f3+c8668e7c-ec46-435c-b4ad-dfeeca16e7c4) or [this](https://www.nbatopshot.com/listings/p2p/4e166b27-3099-44c3-9de3-cac2b9751692+ea0002b5-de33-4e3f-9b4b-7ababd3feb0c) or even [this](https://www.nbatopshot.com/listings/p2p/feead270-621c-4cde-baac-2f6834e9e594+a99657ea-91f5-4e48-b3b7-72e4e74117a9). These Moments will never be available in packs and will almost certainly be more scarce than other Moments in the same set. \\n \\n\\n![](https://images.mirror-media.xyz/publication-images/mn6ODblNLV5CDAPfdVcpZ.png?height=376&width=421)\\n\\n \\n  \\n **\\\\[Updated October 29, 2020\\\\]** New customer service mint policy: For each challenge, we'll only mint the number of Moments based on the number of completed challenges, potentially including any additional Moments needed to resolve a customer service issue. To ensure that we can mint these additional Moments if needed, the Edition Size of challenge rewards will not be locked in for seven days from the completion of the challenge, so you will not see a guaranteed \\\"LE\\\" number for these for that week.\\n\\nWhile minting only the number of Moments based on the number of completing challenges means that in most cases these Moments will be the most rare ones of the set, we do need to ensure they're not too rare. To guarantee correct relative scarcity and allow for a baseline number of completable sets in the future, we'll always mint (and eventually distribute) at least 150 rare challenge rewards. For legendary challenges, at least 25 rewards will be minted, and for common challenges this number is 1000.\\n\\nSome examples: If 157 of a rare challenge is completed, we'll only mint 157 of that reward because it hit the 150 threshold. If 21 of a legendary challenge is completed, we'll mint 25 of those legendary challenge rewards because we always mint the minimum of 25. These additional mints would be distributed at a future date, in a manner to be determined later. \\n  \\n **\\\\[Updated December 30, 2020\\\\]** Thanks to your feedback, we'll be dropping the \\\"minimum mint\\\" requirement for challenge rewards beginning with Series 2 challenges (that is, any challenges that award Series 2 challenge rewards). Instead, challenge rewards starting in Series 2 will be considered to be a special case of the tier: such as common\\\\*, or rare\\\\*. This means that if only 130 collectors complete a rare challenge, only 130 Moments will be minted and distributed. We'll continue to hold off on locking in the Edition Size for one week in order to address any potential customer service issues.\\n\\n‍\\n\\n## WHERE IT ALL STARTED\\n\\nWhen NBA Top Shot launched in Early Access Closed Beta, we released a number of packs before the challenges feature was available. Some challenges associated with those early drops have since come and gone, like the monumental Rookie Debut Challenge 1, which awarded a shiny [Rookie Debut Zion Williamson block](https://www.nbatopshot.com/moment/Pranked+4a0841ce-46d8-4c7f-affd-016b53ae99d7) to anyone who completed it. Others are still waiting to be engaged. At the time of blog post (October 21, 2020) many more of those legacy challenges are yet to come. \\n \\n\\n![](https://images.mirror-media.xyz/publication-images/hTSniT9DtbAljfvAlWuFR.png?height=312&width=483)\\n\\n \\n \\n\\nWhile you won't be able to find Moments to complete past challenges in packs anymore, you may be able to score some great deals and build up your collection by keeping a close eye on the [Marketplace](https://www.nbatopshot.com/search).  \\n \\n\\nBut how do you know which Moments are linked with already completed challenges, and which ones are slated to be used in future challenges? The community in [Discord](http://discord.gg/nbatopshot) has a wealth of knowledge about the comings and goings, relative valuations, and lore of NBA Top Shot. However, your best bet may be perusing the amazing [Intangible Market](https://intangible.market/Challenges.php), a fan-created website that's growing to be a bastion of indispensable information for collectors. \\n  \\n To help out, we've also compiled a list of future challenge rewards still slated to hit the site by the end of this year. This is subject to change, but is the current plan as of mid-October 2020. \",\"timestamp\":1638701774,\"title\":\"THE OFFICIAL NBA TOP SHOT CHALLENGE GUIDE\"},\"digest\":\"vppCactKDWDb0G6OrKpHYLaAXGtttEMWdD0E3LsmpGE\",\"authorship\":{\"contributor\":\"0x0F884db463dEF4E6918105C9B1B0FD399256Dbe9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zzabvPgIh_u_8_e5Ab4KLQ_Ruf3P2Uea1OMtvlHZRh8\\\",\\\"y\\\":\\\"Z7HoF8lCckPZypvedpAWbaG-xvUy0HQ1o1gaXNlPAuI\\\"}\",\"signature\":\"qihJS0A5DXFNRtfKqUuadeEADbl8jFkarFRjjjJWfJXzfzM7pftxh7bwGCCbQkOahm5Py2UQz7BceeIVvkQAOQ\",\"signingKeySignature\":\"0xe4a6cab581cc8af1772a293deacd3aa31f4515e59dfa89d93a186e2ca7919f5f65b5efeecf4663a19e366191fd8fb2fae6148719cf8efbc33f253621ef4e76231c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zzabvPgIh_u_8_e5Ab4KLQ_Ruf3P2Uea1OMtvlHZRh8\\\",\\\"y\\\":\\\"Z7HoF8lCckPZypvedpAWbaG-xvUy0HQ1o1gaXNlPAuI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vppCactKDWDb0G6OrKpHYLaAXGtttEMWdD0E3LsmpGE\"}"