"{\"content\":{\"body\":\"During a recent workout session I overheard a discussion among a few personal trainers and a college football player they were training about the movie Rudy.\\n\\nIt was stated that *Rudy* was not a good movie and was not inspirational because Rudy never achieved anything meaningful.  He ‘wasted’ all those years because all he got was one meaningless play in the last game of his eligibility (here is a link for those unfamiliar with the [movie](https://en.wikipedia.org/wiki/Rudy_(film))).\\n\\nIt was suggested in their conversation that the movies *Invincible* and *Miracle* were much more inspiring because after overcoming the adversity and making the sacrifices the subject of these movies received ‘bigger and more impressive outcomes’.\\n\\nIt is true that inspiration is determined by the receiver not the giver of the message; what one finds inspiring another may not.  However, I hypothesize that these debaters missed the point of Rudy.  It wasn’t about inspiring us to walk-on a football team, or about the outcome he received for doing that.  The message of Rudy was the question it forces each of us to ask.  How boldly will we pursue, how much will we sacrifice, and how long will we persevere in pursuit of the compelling call inside of us?\\n\\nThe question we ask ourselves should not be “Is my pursuit deemed worthy by others?”  Nor should it be ‘Will I receive worldly accolades or rewards?’  No, the challenge that the movie Rudy presents us with is are we willing to invest everything we have to pursue what our heart is compelling us to chase, or are we going to evaluate the pursuit of it based on the world's definition of worthiness.\\n\\nI don’t know what compelled Rudy to doggedly pursue his dream of playing for Notre Dame football. Nor do I know what he gained personally from the experience. But I do know the pain of regret from not trying to pursue our dreams is far greater than the failure to achieve them. This fact is known by most of us and I think it is why we love stories like these movies because they show people going for it despite the limitations others are trying to make them believe in.\\n\\nTo find our true inspiration we need to look inside of us not to the world around us. Then we must decide how much we are willing to invest in pursuing it.\\n\\n \\n \",\"timestamp\":1642514783,\"title\":\"Inspiration: Is it in the outcome or the why?\\n\"},\"digest\":\"L7dRFIiDPDwl28p8YSDfGBAwq_zRPqOwXeTA6Z9sTA8\",\"authorship\":{\"contributor\":\"0xcfEB94769C14949334f1d70DBd720D4e905e6C14\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oQDeqRBpAPnBidv8NhWb1XSyppIhVZkgjbRsI8XxRmg\\\",\\\"y\\\":\\\"10TYNLzHn2Digz3JPFIt3p2gaIkZBxtHl7E8CL54Qbw\\\"}\",\"signature\":\"c4LA826kQmvC7OFa_MJcWecHNCPpHNSm5k6fvXUcemKYfu7X8WnMBZBtWXwKBN_iPnJEcfUixdDSsTShpzo8zw\",\"signingKeySignature\":\"0x73ff641f4e8ed0c08cd538ca41e276d257f317a96afa82f834f33080ce865d863bf586d60ec78995127b501d08808563315c0c43ee6f819470bbae5f388296231c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oQDeqRBpAPnBidv8NhWb1XSyppIhVZkgjbRsI8XxRmg\\\",\\\"y\\\":\\\"10TYNLzHn2Digz3JPFIt3p2gaIkZBxtHl7E8CL54Qbw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"L7dRFIiDPDwl28p8YSDfGBAwq_zRPqOwXeTA6Z9sTA8\"}"