"{\"content\":{\"body\":\"**March 1953 Moscow**\\n\\nIt was the end of an era at last, years after most threats to his cult of being were imprisoned, died or executed. Nearly 30 years.\\n\\nHis father went from failed businessman to alcoholic and abusive. His mother escaped, taking her son with him. She was determined to put him through school. At school, he got into fights all the time but he did well in classes, especially with painting, poetry and drama. \\n\\nHe was a choirboy. But something changed.\\n\\nHe stopped believing in God, and he kept getting in trouble. He joined a secret book club, and took on a nickname, from the name of a bandit hero in one book.\\n\\nHe then joined a secret political group. He then joined a political party, and he went deep, joining the less popular wing of it. He edited the Party's newspaper. And he was a fundraiser, which meant robberies, kidnapping and extorsion. Content and crime, with occasional stints in prison.\\n\\nThen a revolution engulfed everything, and the took over. Soon after, the Party's leader died. The former choirboy moved fast.\\n\\nThere was a rival to replace the leader but he joined a Triumvirate to stop that. When he got what he wanted he got rid of the other 2 in the Triumvirate. They joined forces with the rival too late. A few towns were already renamed after his nickname: \\\"Steel\\\".\\n\\nHe cast a shadow over the world. Then one day he died. \\n\\nThere was a rush to replace him. Another Triumvirate emerged, a murderous trio who managed to serve and survive the years and purges. Soon, they were overthrown, and were not missed, considering the terrors and murders they helped to inflict on millions.\\n\\nLess than 40 years later, the USSR dissolved.\\n\\nJoseph Stalin, a combination of \\\"intellectual and killer\\\", died in March 1953.\\n\\n**2916 EARTH TRIUMVIRATE HOUSE - OFFICE OF THE PRAETOR**\\n\\nThe Praetor walked in the courtyard of the Triumvirate House, with another member of the Triumvirate’s senior leadership, the Senior Lightmaker, Dr. Anna Wong.\\n\\n“Praetor, our usual lunch is scheduled for next week, what is it you wish to discuss?”\\n\\n”Doctor, I have authorized a license to a merchant cooperative for safety refits of the DeepShips.”\\n\\n”A lucrative agreement, and one that will go down well with many Martian trade groups. I have no objection, and it helps take one thing off the plates of Great Upload project managers.”\\n\\n”Take a look at this footage.”\\n\\nThe Praetor waved her right hand over her left and then gestured to a common space between her and the Lightmaker. An image of a young man.\\n\\n”This man represented the merchants and the trade folk. I took no issue with him. The Enforcer scans were routine and nothing flagged. But look at his face. He’s young but looks familiar.”\\n\\nThe Lightmaker looked at the image, she stood still for half a beat.\\n\\n“He looks somewhat like a younger... That’s not possible...”\\n\\n”He looks a bit like a younger version of a war hero whose death helped us to end the Long War and start the Triumvirate.”\\n\\n”Yes, Praetor. Shall we alert the Enforcers?”\\n\\n”No, it looks like nothing for now but no point in making it something. Not yet.”\\n\\nJacob C. Tagore, Jr.’s cover was in danger of being blown. He looked like the war hero brother who died before he was born.\\n\\n![](https://images.mirror-media.xyz/publication-images/xgGLPuI1ev0ZyRmWqCjYa.png?height=1600&width=1200)\\n\\n![](https://images.mirror-media.xyz/publication-images/f5YKOGIv1IAAwoCol4pHf.png?height=1600&width=1200)\\n\\n\",\"timestamp\":1633901583,\"title\":\"1961: 5.25 Dark Heart of Steel, 2916 \"},\"digest\":\"J22FRW2wbiUCsLxG6Zk9CynaR-gXxdpzR7eYErvP8Vc\",\"authorship\":{\"contributor\":\"0x3d4508Df93241e092825Bf72d205eb317121f43f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"signature\":\"c0Q1LXVA1CTk6CKA5Ll7R8KXsJJ8yBoZfaQMTXT9qdW5lPNQ01PSBh7hAaOumX1iCpJKuTDH0hq0-VvatNCw0A\",\"signingKeySignature\":\"0xc5f6a6de06c37a59b4940e8beaebe9f5078a93d485cef5bfcd1558d49fe7c6993bac33f1382180bc010311fc2826a27ec344a8b01732332273c07617223db15a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_GQ6g4V5Cvk8Yikrfb8EfIlitQVlgaYce8s_L1vS2cY\\\",\\\"y\\\":\\\"YWlyk7ahmCd6PqsL6X6webu7CEOkHeiJEoqCK1Wvxa0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZeRXYWE9PnmP6hssJIryebpFOcYS-ddHkWG7uNI_gZU\"}"