"{\"content\":{\"body\":\"他记得那时候粉丝送过一套厚厚的书，读了几次也没有记下来的书名和作者。相赫总放一本在枕头下，在昏黄的床头灯，像玫瑰一样的光里。基地的窗外，走不到一公里的少有流水的桥，一到冬天偏偏结一层敷衍的冰，过去是一家二十四小时的便利店，偶尔有小情侣路过时溜达进去，结账时脸红或不红地加上一盒避孕套和一盒爱喜，这好像是某种固定的搭配。他站在一旁用口罩遮住乱窜的骚动的上扬唇角，相赫聚精会神地帮他挑着口香糖，毫不自知地释放着令小情侣紧张的压力。那时候的相赫，还是宽宽的空荡荡的白色T恤，外面裹着一件鬼见愁的黑色长款羽绒服。他在便利店的白炽灯下，看到他没有捂住的脖颈。\\n\\n那里有点薄薄的像春天的蜜桃一样的绒毛。\\n\\n指尖不自觉在香烟架上指来指去，挑选婚戒——如果他的人生真的有这个时候——一般慎重。\\n\\n最后停在一盒白底翠色的女士烟上。\\n\\n“那个。”\\n\\n在相赫投来的眼神里，他咬着唇笑了会儿。声音透过口罩出来混着氤氲水汽，像滚沸的水流入冬日街道，是幼时母亲沿着家门口的下水道泼出去的，假装漫不经心地问着收银的小姐姐。\\n\\n“刚才他拿的，是这个吗？”\\n\\n他指着撞开门铃和玻璃门的小情侣，那个齐齐刘海的苹果脸女孩儿的背影，她身旁高一头的年轻男孩儿，悄悄地问，目光一直目送他们进入街道融入黑暗。\\n\\n“是、是的——”\\n\\n相赫不赞同的眼神已经飘来，他的耳机里，突然响彻的高分贝，噪音隔绝了两人本就不多的交流。过了一首歌的时间，他不甚熟练地撕开外面的塑料膜，用薄茧和指甲尖从尾部弹出一支来。相赫的手揣在羽绒服衣兜里，尽量在冷空气里站直了往前走。世界仿佛一个露天泳池，枯的，亮白瓷砖上是他们冰凉的脚。研究了半天，终于在昏天黑地的薄雪、无星无月、在熬夜练习的困倦里，吸入了第一口。\\n\\n \\n\\n“是薄荷味的。”\\n\\n“嗯？”\\n\\n“薄荷味的——”\\n\\n \\n\\n \\n\\n \\n\\n他曾在异国的蝉鸣和蚊虫中，世界赛后的酒店走廊拐角看到ROXTIGER的那位上单选手蹲着凶猛地抽着一支烟，应该不是这样的温和清凉的口感，那时候红着眼圈，队服揉皱了围在肩膀。年轻却不啷当，不被允许，抽烟、喝酒还有懈怠，都是偶尔可为的奢侈，有多少英勇就有多少畏惧，有多少灯光就有多少废墟。从此他再见他，嬉笑或是些微肃杀，抵不上那一眼，从浩瀚黑夜里窥见和自己一样的踽踽独行，都吹嘘不得，都有口难言。他想说我们该是更好的朋友，他想说偶尔他也会有莫名想要抽烟的时刻。但是错过那一次，就再不会有更进一步。\\n\\n相赫毫无察觉地走，被他猛地抓回来，濡湿的滤嘴不由分说塞进了中单在冬日里开裂且坚硬的唇，他瘦削的脊梁在怀里无谓地挣扎，暖黄灯光下惊惶的眉眼和不解的恼意一瞬而过，最终顺从地用舌尖试探地舔了下再乖顺地顶出来，疲惫的声音从薄荷气味和他捂住唇的冰凉指尖里钻了出来：够了吧。\\n\\n该是有所察觉的。相赫知道他从某个时刻开始，偷偷地喜欢尝试一些“不太好”的玩意儿，也不是迟来的叛逆或者延时的青春期。整日对着电脑屏幕的年轻人没有哪天不是顶着满脸痘昭示天下，对于人生的预支算不算挥霍。他们这一代人，1996年，预示着灰暗的韩国出生，愁云惨淡毫无希望，泡沫爆炸债台高筑，没见起高楼，但见楼塌了。他们蹬着凉鞋在街头无所知觉地奔跑着时，父母一辈提心吊胆害怕昨日重来。那个时代并非毫无好处，相赫就是好处。上学时在靠门的黄金座位上撑着眼皮肖想放学后的冷饮和足球场、冰棍还有少时。叛逆原来是源于压力，毫无负担地一路成长，终于在这时候迎来了一次总爆发。他抽着那支便宜得如同口香糖的女士烟，不甚熟练，最后终于拦腰拧灭在街边覆盖了薄雪的垃圾桶上。他想要和相赫分享那时候看到的宋京浩选手，想要他明白，又不想要。他想说那时候，16年世界赛后，如果那次的我们输了。\\n\\n我是说，如果——\\n\\n虽然这么说很自大，我却觉得他比我幸福。\\n\\n \\n\\n相赫细长的眼角，沉潜如深海的眉梢。\\n\\n他觉得很可惜。\\n\\n当人学会思考的时候，好像苦痛就袭来了。\\n\\n怀疑是走向坚定还是自毁，没有人可以定义。\\n\\n首尔的雪和春天一样浅薄，不动声色地来和去。童年带他翻过家乡大街小巷的自行车，后座上从没有如愿坐过哪位女生，就像现在，他买下的车，副驾座上从未坐过一个相赫。烙印进生活如同一人，却从没有过分入侵过彼此的生命。\\n\\n \\n\\n \\n\\n那套厚厚的书，是一位日本作者写的。粉丝也是日本人，和朋友一同扛到了fan meeting现场，亲手把一捆韩译版交到了相赫手中，用很不熟练的韩语说，里面的一位主角实在很像我们相赫大人，如果可以的话，请您慢慢地阅读。相赫实在拿不动了，从里面随手挑了一册表示，俱乐部里的工作人员说会把剩下的寄到基地，请粉丝一定放心。回程的大巴上，相赫靠在窗上看着这个没头没尾的故事，几天之后真的从那堆礼物里找到了这捆牛皮纸精心包裹着的书。\\n\\n“到底哪里像了。”\\n\\n冰凉的膝盖被他压在他的柔软的没有肉的肚皮上，他的队友兼情人被摆弄成一个很容易被顶弄的姿势，宿舍狭小的床上，淋漓汗液，星月难眠。夏夜凉风从窗户外快速穿过，他揉着相赫的膝盖，不抱希望地安抚一般，缓解他的苦痛和漫长的折磨。相赫总把食指指节塞进嘴里，把呻吟堵在嗓子眼，好像堵住的不是禁忌和情欲，而是对岁月春秋的背叛。他想到过的，如果小时候就认识这个人，认识这个相赫，他会邀请他坐上他的自行车，请他环上自己的腰，在春日傍晚或是夏日清晨，带他去山间的溪流里洗一个光天化日的赤身裸体的澡，而不是在他们走在聚光灯下，为了一个保时捷的副驾座无聊地闹着别扭。他会在相赫点开那款游戏时按住他的手，他会在相赫想要去打职业时追上他的背影，想办法让他放弃。\\n\\n还是读书吧。我会养你的。不要迈进那扇门。\\n\\n幽微星光。\\n\\n我们不要启程吧。\\n\\n就停在97年的崩塌世界里。就停在12年时，他与在宛相遇。就停在14年那个冬日，那个中单走到他的身旁。就停在——就停在16年的金色雨，他看到性雄哥的头，如释重负地放在了相赫的肩头。\\n\\n他想说为什么不会停止。\\n\\n为什么那么多人走了。然而全世界还在奔行。\\n\\n \\n\\n \\n\\n \\n\\n他隐隐约约记起那堆书，因为训练时间太久一直没有被相赫看完的故事。只压了一本在那张床上的枕下。被他吐槽过的，粉丝应该是KT粉，企图用一个漫长的故事与我们的相赫开一个无聊的玩笑。那堆书、那本书，他只偶尔翻过一句话。\\n\\n一直到他三十岁时，已经在游戏外的世界里找到了充分的容身之所，在这个真正栖息着满地坏大人的五光十色里找到了通行无阻的狡黠和勇气，也还记得那句话。那些枯燥如柴的日子，那个清白干净如雪的少年中单，是他每次走过纽约街头都会留意。他见过每一个穿着白T不着装饰的男孩子，都会想要回头看一眼，想要摸摸他们的清冷脊梁，然后在朋友的调笑下熟练地打着太极，对待世界如同少年时对待媒体，每一句每一言都足够思量。他避免主动去追逐那位中单的消息，避免主动与队友提起有关他的话题，然而相赫的事还是如同潮水湮灭着这个行业的每一个人，愿或不愿，他都在属于相赫的时代，至始至终地存在。一直他到心满意足地游玩完毕，从这个花花少年的究极斗兽场里退役，才彻底隔绝了关于他的种种。到底是相赫走得太快，还是醒得太慢，这么多年，他也没有想明白。他心想我不能再陪你成为图腾了，我也没有资格。\\n\\n——他说我想要去那个便利店，再买那个烟。\\n\\n相赫只是合上书，真情实意地为他高兴，真的陪着他，迈过那个没有风雪的无边黑夜。\\n\\n他俩站在收银台前。\\n\\n相赫的指尖指过那一排的女士烟。\\n\\n最后不确定地问。\\n\\n“是那个吗。”\\n\\n他说抱歉，我不太擅长记这些。\\n\\n他压下他的指尖，放进手心里，没有口罩，没有任何的遮掩，坦然地说：我也不记得了。\\n\\n“其实你……那时候是想拿这个的吧。”\\n\\n他的中单突然笑了。\\n\\n那年的小情侣，在那个风雪天里。红着脸。为了买一盒避孕套而冒充大人，为了有横行成年人世界的资格，手忙脚乱地买了一盒女士烟作为遮掩。\\n\\n他咬着下嘴唇想了下，突然道：“我猜那是他们的第一次。”\\n\\n中单拒绝参与这个话题，修长的手指被捏在他的掌心，没有来得及阻止他，往结账的购物篮里，扔了一盒安全套。\\n\\n他们分享着那盒烟，还有那天买的别的、属于成年人的东西。也只有一支，剩下的都被扔进了垃圾桶。相赫被他环在怀里，最后还是摇摇头，从他抽过一半的滤嘴里拯救了自己的唇。原来这么多年，不过是路途中有的、片刻的交汇——就好像是这支交替的烟。燃尽了，扔弃了，两人轻车熟路地并肩走回基地。\\n\\n那时候是想与我聊SMEB选手的吧。\\n\\n相赫说。\\n\\n嗯……忘了。\\n\\n忘了吗？\\n\\n是吧。\\n\\n \\n\\n再走，他怕会下雪。\\n\\n好像不经意看一眼天空，那里就会有回应。\\n\\n好像偶尔看向相赫，那人就知道该如何着手准备随时会来的分离。\\n\\n“思考是痛苦的事吗。”\\n\\n“那倒不会。”相赫说，“清醒的话，无论如何都应该是幸福的才对。”\\n\\n他们踩在枯叶上，如同赤脚走在干枯泳池里。相赫突然问道：在宛呢，要和你一起吗。\\n\\n“你没问他吗。”\\n\\n“没来得及，”相赫说，“我以为问你也是一样。”\\n\\n“应该不会——我提出这种要求的话，他会跳起来骂我的吧。”\\n\\n“嗯。没办法反驳。”\\n\\n \\n\\n李在宛的人生也不想有更多的裴俊植了。\\n\\n因为有了太多，任何人都超不过的太多，就不想有更多。\\n\\n如果装满了，就没有空留给其他。如果身边总坐着那几个人，那么后来再来的人，又该去哪。\\n\\n人总该为未来的未知腾出一些地方。\\n\\n这么简单的道理。\\n\\n如果仔细思考的话，这就是最显而易见的道理。如果仔细思考的话，这就是最痛苦也最该接受的道理。相赫坚称清醒的人是幸福的人。他正毫无阴霾地为他开心着，眼见他抛弃了过往，清醒地看向未来和自我。\\n\\n \\n\\n18年的冬日。那天还没有下雪。首尔的冬天是一瞬间的事，在此之前的再多积累，也不过是过犹不及的惋惜。认识太久的伙伴，李在宛，比相赫更像情人，是无尽孤独里始终会有的回音，十人场上他永远永远最懂的人。他与在宛的临别。\\n\\n他们得出了相同的结论。\\n\\n不会停止的。\\n\\n时光再倒流一次，就算知道结局，也会做出同样的选择。\\n\\n会出生。会打开这款游戏。会出门打职业。会进入SKT。会在那个初冬的清晨，走到他的中单的身旁。\\n\\n——会在该醒的时候，决然地醒来。\\n\\n \\n\\n \\n\\n他错觉他的恋人独自走入风雪。\\n\\n他知道走完这段路，彤云密布，枯枝朔风，他就要一个人。是相赫的不幸，还是他的幸运，拥有在少年时候并肩奋斗的人，拥有征战世界的傻瓜梦想，然后倦怠时清醒过来，走入未来的广阔的人生——未来的某一天，他被戒指和工作圈住了少年的灵魂，他终于走入世俗和庸碌，他幸福地负担着，他承担着，他的副驾座坐了一个愿意与他一道的人。他在花花世界里拥有了一盏灯火。他与孩子吹嘘过年少的荣光，他曾经在某个时刻，真真切切地成为过世界第一，他在午夜梦回时不甘而悔恨，他们在无人的走廊或夜晚憎恶过失败，棱角齐全，纵横天下。\\n\\n那句话，相赫枕头下的那本书，他唯一记得的一句话。\\n\\n \\n\\n“民主主义也好，世界变成原子也罢。我只希望他能在我身边，半醒半睡地看着书。”\\n\\n \\n\\n \\n\\nEND\\n\\n \\n\\n\\\\*银河英雄传说\\n\\n别误会，我觉得相赫和杨一点都不像wwww\",\"timestamp\":1636038898,\"title\":\"墙头马上\"},\"digest\":\"cPbVFjouvRlbS7hE3tDubOonPnQl0VjsqFp0SeB0ppo\",\"authorship\":{\"contributor\":\"0x2A4b621e990ab8B53180b8eca484068529a19e0e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w9Qh3YZ97KMtuZFWX11SMGwRxr5it0ZZqST49nGa2f4\\\",\\\"y\\\":\\\"tfqvZ0CRonta0imoIJ1_OeJPICj5t7sNVcafNhMrdQE\\\"}\",\"signature\":\"zaRNtVIS4RzI9mqgrT0F1OkL-f2f-wsg5A6ldr9ScOlUqg4uvLLQepQ86EeDVGiAyNTVlfpdqWsFi3EI5ED1AA\",\"signingKeySignature\":\"0x70799e5e801eae13fde2463292bc69af2908baad966bc6329903fa51cb8e328138510b10c5910c98ba63e80419f46746402ba4734d3b4ab7a7992bc13bfcc1691b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w9Qh3YZ97KMtuZFWX11SMGwRxr5it0ZZqST49nGa2f4\\\",\\\"y\\\":\\\"tfqvZ0CRonta0imoIJ1_OeJPICj5t7sNVcafNhMrdQE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"cPbVFjouvRlbS7hE3tDubOonPnQl0VjsqFp0SeB0ppo\"}"