"{\"content\":{\"body\":\"**之前所有关于中本聪的真相都是错误的，只有我知道中本聪是谁。**\\n\\n他在无限的黑暗中，空虚，结束，不知道他被困在眼前了，直到他2014年最后一次以来，就再也没有人见过他了。\\n\\n![](https://miro.medium.com/max/1400/1\\\\*vbKUCn9xee7yCHehDXMUvA.png)\\n\\n如果你不是生活在岩石下，你很可能听说过中本聪是谁。是指的不是一些伪装成聪明的小丑，我们区块链并且手上有 100 万比特币（超过 50 亿美元！）的人。\\n\\n比特币，即一小段段链技术，是2个最重要的发明，1个最重要的发明，一个光辉的时代，了互联网网络2.0的漫爆炸夜，让人类了网络3.0的中本聪。 ，世界环境大亨的身份，在过去引发了一场个性。\\n\\n中本聪作为密码克的一员首次出现在互联网上，就在当时人们对这个自称为日裔的人的人还一无所知，但与他在同一个密码电子邮件组的人与菲利普·希梅尔曼（PGP 技术的开发者）、John Gilmore（Sun Microsystems 的明星员工）、Steven Bellovin（贝尔实验室实验室、哥伦比亚大学计算机科学教授）、Bram Cohen（BT 下载的作者）、Timothy C. May （巴西前天才和阿弥陀佛），都是极少数的极端分子。人们从他们的推断，在发布比特币之前就已经很显赫，社会高度显赫。\\n\\n随着比特币再生新工具，许多小丑站出来承认他们是中本————对不起，没有冒犯丑职业——只是他们的举止让我发笑。但最终，他们谁也无法证明自己是中本聪，只是一个以炫取悦网络的小丑。他们冒充“中本聪”的名字的耀眼和欢呼，却从来没有过任何年龄，狡猾地通过狡猾窃取了许多。\\n\\n很多解码爱好者都希望通过中本聪留下的痕迹推断出他是谁（例如论文中“WE”的第一人称；重复使用'of course'而不带逗号，不像通常的方法（'问题当然是'）；并且使用“排除”这个词（仅出现在 1.5% 的密码论文中）……）来推断中本聪是谁。但恕我直言，恐怕这种方法并不容易。既然你一开始就知道他在隐瞒自己的身份，那你怎么可能凭着他刻意留下的虚假线索找到合适的人？\\n\\nSince no one can find Satoshi Nakamoto, is it possible that Satoshi Nakamoto is not a person? After an exhausting search, some netizens published more fantastical speculations: perhaps, Satoshi Nakamoto has died, that’s why he never appeared again; perhaps, Satoshi Nakamoto is a man of the future, has returned to his original time and space; perhaps Satoshi Nakamoto, is a third-class creature, guiding human progress to help Earth life to retrace their steps in civilization.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*yuMUta1aEcyunwr_)\\n\\nThis is ridiculous. Satoshi Nakamoto is not so mysterious, he is just an ordinary person like you and me.\\n\\nLong ago in the age of witchcraft, any prudent sorcerer regarded his real name as the most precious secret and the greatest threat to his life. For — as the stories say — once a sorcerer’s opponent got hold of his real name, he could kill him or make him his slave by any common magic known to all, no matter how powerful the sorcerer’s magic was and how weak and clumsy his opponent was. How weak and clumsy. — Vernor Vinci, *True Names (1984)*\\n\\nSatoshi Nakamoto doesn’t want people to know who he is, but this person is real.\\n\\nIf you want to explore who Satoshi Nakamoto is, you might want to listen to this story of mine.\\n\\n> **A flame**\\n\\n“Flame, it wasn’t when humans learned to take fire that flame appeared. Flames have always existed, it was only when humans first learned to take fire from trees struck by lightning that they understood the existence of flames, and then flames appeared in the consciousness of humans.”\\n\\nA long, long time ago, there was a strange man, I do not know how old he was, but looking at his white beard and hair, he should not be young; of course, he was not Japanese, you can make this judgment easily by looking at him, he certainly did not look Asian.\\n\\nHe is a standard anarchist, a long time ago, when people just put forward the concept of web 2.0, he was already fumbling for the road to web 3.0.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*XjFZgRhfalXhAi6d)\\n\\nAt that time, the UGC creation model was just emerging, and the large companies using “platform” as their service model were expanding rapidly. At that time, people had a common question which most of us ignore now: Take video sites as an example, users uploaded one video for viewers to consume, and viewers’ video consumption led to the viewing and clicking of advertisements, however, video authors could only get a meager income from their videos — most of the paid revenue went to the platform companies, and video authors only got the number of likes and comments, and a pitiful share of the traffic.\\n\\nThe big companies have done most of the work in creating the framework of the platform, and the rest are only sewn on top of the original; countless users have gone on to create huge amounts of consumer content for others, but the big companies have grabbed most of the revenue by their monopoly position.\\n\\nHabit is a terrible force. People are now so accustomed to this selfish system of revenue distribution that few people find it unreasonable anymore. The strange man, however, has long recognized the reality of inequality and has been working to find a solution to this distortion since long ago.\\n\\nFinally, in 2009 he succeeded in discovering a decentralized, distributed bookkeeping method and built a peer-to-peer electronic cash system based on it.\\n\\n![](https://miro.medium.com/max/1138/0\\\\*tSIG27-09HxnlZqf)\\n\\nIt was like after eating raw food for 10,000 years, humans finally discovered the existence of flame. After a long development of civilizational derivation, he became the first human to go to web 3.0.\\n\\nBefore talking about why the strange man is obsessed with web 3.0, we first need to figure out some questions:\\n\\nWhat is web 3.0 and what is the difference between it and web 1.0 and web 2.0?\\n\\n![](https://miro.medium.com/max/1400/0\\\\*4slC16daqvDuslCU)\\n\\nThe essence of web1.0: **union**\\n\\nThe essence of web2.0: **interaction**\\n\\nThe essence of web3.0: **freedom**\\n\\n![](https://miro.medium.com/max/1400/0\\\\*wv-pXH8Eqgp5tja7)\\n\\nIn the 1990s, when the Internet was just born and web 1.0 was implemented, users could only passively browse text, images, and simple video content; what the site offered, the user viewed, and there was little interaction to speak of.\\n\\nThen in 2003, the concept of web 2.0 was introduced by Dale Doherty, vice president of O’Reilly Media, where users were not only visitors, but could also upload their content to the site for revenue, redefining business operations and marketing, and most of us are still living in the web 2.0 era today.\\n\\nBut the centralized network is increasingly unable to meet human needs. After decades of development, the big companies that emerged in the web 1.0 and 2.0 era have increasingly departed from advanced productivity:\\n\\nPeople want tokens and currencies to circulate freely between platforms, but large companies have built thick barriers for their products;\\n\\nPeople want to be reasonably rewarded for the content they generate for consumption, but big companies are obsessed with suppressing other platforms to maintain monopoly status;\\n\\nPeople want to protect their privacy, but privacy leaks, unequal user agreements, and big companies force users to bend backward in order to use their services.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*1MPEExDiW_WYN6a_)\\n\\nSince the first days of human civilization, true freedom has been a mere luxury: a very small number of people running the lives of a very large number of people, a very small number of people occupying the vast majority of the world’s wealth.\\n\\nCan you imagine? If one day governments needed money desperately — as they did during the Covid-19 pandemic — what would they do? The answer is to print more money. You would see trillions of dollars appearing in the world out of thin air, but the world’s productivity has not increased, and the value of the dollar has been diluted — a dollar in everyone’s hand is no longer worth as much as a dollar was before.\\n\\nBut it’s all starting to change! The unreasonable centralized approach is nearing its twilight and the decentralized distributed bookkeeping approach is sounding its death knell! The history of human centralization has reached its peak in 2009, and more and more of humanity will enter a freer 3.0 era!\\n\\n![](https://miro.medium.com/max/1400/0\\\\*IMDrZCtsrXDLZk_k)\\n\\n**Features of web3.0:**\\n\\n1, Unified identity authentication system\\n\\n2, Data authentication and authorization\\n\\n3, Privacy protection and anti-censorship\\n\\n4, Decentralized operation\\n\\nToo many people focus on the speculative value of the e-cash system developed by the strange man while ignoring its impact and influence on the history of human civilization. For history, creating the path to web 3.0 is the greatest contribution he has made to humanity.\\n\\nSure, it’s important to make money, too. But the history of the industrial revolution has taught us more than once that the people who best represent advanced productivity make a lot of money along the way. Those who were involved in mining bitcoins in the early years are now invariably wealthy.\\n\\nAnd so is the strange man, who has amassed a fortune of over $50 billion while he bridges the path from 2.0 to 3.0, making him one of the richest people ever to walk the earth — but he doesn’t care.\\n\\n> **A Phantom**\\n\\n“The Phantom, a phantom is haunting the modern world. Some centralized governments and large Internet companies are terrified of it, and oppressed ordinary people are awakening to the ghostly flickering fire of the phantom. The name of this phantom is the decentralized state.”\\n\\nAs many blockchain enthusiasts know, in the founding block of Bitcoin, Satoshi Nakamoto left an unmodifiable quote: “The Times 03/Jan/2009 Chancellor on brink of second bailout for banks.” This was the front-page headline of the Times that day, which is a description of when the blockchain was founded, is also a cynical comment on the old fragile banking system during the financial crisis.\\n\\n![](https://miro.medium.com/max/1226/0\\\\*SqQknQKPZXi8oaJ0)\\n\\nLow class, unconscious, and in an objective universe, humans have always been “blind”. Most people cannot understand a concept out of thin air, just as even if we traveled back to the 19th century, Darwin could not guide mankind to the concept of the Internet. The derivation of history comes from the accumulation of time and fleeting inspiration, and in the transitional stage, with just the right amount of guidance, human beings can accomplish sublimation.\\n\\nHow can something exist with a unique universal value, which cannot be stripped away or eliminated, and coexist with the world?\\n\\nOnce the flame is discovered, it will never be forgotten again unless the last human dies.\\n\\nBitcoin is also like the flame, someone lit a small fire on a vast wheat field. You know that one day it will destroy the entire farmland and be reborn on the ruins.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*V2Uu6AAwDtj4zmIe)\\n\\nweb3.0 is not only the innovation of technology but also the innovation of ideas, which in turn guides the development and application of technology.\\n\\nPrivacy in an open society requires anonymous transaction systems. Anonymous transaction systems are not secret transaction systems. For hundreds of years, cash has carried out this duty, people whispered, talked in the dark, closed doors to keep out prying eyes, sealed their will in envelopes, and even then could not fully defend their privacy; over the decades, information technology has advanced rapidly, people have become more and more familiar with settling payments on the Internet, and to be able to trade in “trust”, we have to completely expose our privacy to third-party platform companies.\\n\\nBut is this reasonable? The essence of an anonymous system should be that each person reveals his or her identity only when he or she wants to. So humanity in 2021 is gradually coming together to create systems that allow anonymous transactions to happen. Past technologies did not allow for robust privacy, but blockchain technology does.\\n\\nThere was a lot of promise when the Internet was first born, but the benefits have been taken over by a few huge, unseemly companies over the last few decades. We can build great cities and replace them with thriving economies. We have the tools, and the seeds have been planted.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*haoNtJVErLNYNC9N)\\n\\nIn many books, movies, and games, humans are always worried about the possibility of our society entering cyberpunk. People fear that with the development of computer technology, every detail of our lives will become a dark zone controlled by the computer network, and that the ugly weaknesses of the corporatocracy will become more and more evident, and that people will eventually become drained of their value as human puppets.\\n\\nIn web 3.0, people are firmly in control of their values. In the emerging information marketplace, encrypted anarchy will create a fluid marketplace for all the materials that can be put into words and pictures, just as seemingly small inventions like barbed wire have made farm fences possible. Centuries ago land and property rights in the West were revolutionized by the creation of barbed wire, and now, centuries later, mathematics will be the wire cutters that break down any barbed wire fence surrounding intellectual property, allowing everyone to hold on to their value!\\n\\nBefore cryptocurrency and blockchain became the new technological trend and economic revolution, the nascent corporate kingdoms proudly exercised their unequal privileges. But the emergence of Satoshi Nakamoto fundamentally killed the possibility of humanity going cyberpunk. Now it’s the turn of the large capital firms to be terrified, and they are alarmed to discover: people’s transactions are no longer conducted under their watch, they can no longer extract benefits from people’s interactions, and the monopolies on which they depend are worthless in the face of decentralization.\\n\\nJust as the printing press destroyed the power of the medieval guilds and the power structures of the old aristocracy, so the cryptographic approach will fundamentally change the nature of corporations and government intervention in economic transactions. So in the past, you may have heard many lies that suppress, demagogue, and deceive people into believing that a free and liberated web 3.0 exists.\\n\\n![](https://miro.medium.com/max/900/0\\\\*YZ71zbOViIfWAwGh)\\n\\nBut just then, while Mike was watching *Love, Death & Robots*, a certain cloud miner in Grey’s house two blocks away was constantly transferring video footage of the next episode for him.\\n\\nWhen Mike pulled out his phone to pay a $13.99 membership fee to Netflix to watch *Love, Death & Robots*, Grey’s cloud miner earned $0.20 a day by transferring files to people nearby.\\n\\nWhile Mike is still just an ordinary Internet user living in web 2.0, Grey is already a participant in web 3.0.\\n\\nweb3.0 will give birth to a new kingdom, a kingdom no longer divided by geography and boundaries, but a kingdom with interests, languages, and themes as beacons, gathered and managed by all. Depending on the content produced, you have the opportunity to create a new Internet kingdom and become a king; you may also become the most trusted person in the online community and become the president in the election of the Internet kingdom. You will have citizens from all corners of the planet, and no more unequal ministers taking your rights and benefits in the name of “service”.\\n\\n![](https://miro.medium.com/max/1380/1\\\\*NIxuN_M2hB4SJY4P18mH5Q.png)\\n\\n![](https://miro.medium.com/max/1380/0\\\\*8xnQv2LWPKcczYsO)\\n\\nPreviously, we were powerless to confront entrenched state monopolies and had to submit to the collusion between governments and business giants.\\n\\nEmerging from the darkness of the digital underworld, Satoshi Nakamoto leads the public in confronting the banking oligarchs and multinational corporations, and the interests that profit from our ignorance of the properties of money.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*b2mwp8DR2auDFevu)\\n\\nWake up!\\n\\nAll you will lose is the shackles, all you will gain is the world!\\n\\n> **Serendipitous discovery**\\n\\nSo, I get the point, but what the fuck do you mean?\\n\\nBack to the question in the opening paragraph:\\n\\nWhere the hell did Satoshi Nakamoto go?\\n\\nWhy did he only open the path from web 2.0 to web 3.0 but didn’t continue to lead the way?\\n\\nThe world’s greatest inventions are born in a moment of inadvertence, and on an ordinary night two weeks ago, I accidentally stumbled upon Satoshi Nakamoto himself.\\n\\nIt probably drained all the luck I’ve got in my lifetime. I mean, I was a believer in Satoshi Nakamoto long before I came into contact with him.\\n\\nLike everyone else, I had a lot of burning questions for Satoshi Nakamoto to answer: Why did you disappear? Why are you here? Do you know how exaggerated bitcoin has gone up now after 2014 ( forgive me, I too am a vulgar man with greed for money)?\\n\\n![](https://miro.medium.com/max/806/0\\\\*a0UpKRlEslxuiLf1)\\n\\nBut he obviously can’t talk to me with clarity — he’s in cyberspace, let’s call it “some special virtual world”, not the usual cell phone or computer screen, but a more distorted, unreal, broken space.\\n\\n中本聪在一个岛上，整个空间太奇怪了，我很难狭隘地向你描述这个地方是什么——我的意思是，这个空间是反射的，我猜这个空间不是我们常说的一个“虚拟世界”，但更可能是由我们通常所说的“虚拟世界”的反映所投射的“另一个虚拟世界”。\\n\\n也许中本聪失去了发声器官，也许他所在的网络不支持语音传输，他试图回复我一些信息，但我看到的只是一堆乱七八糟的信件，整个交流过程极其复杂。难的。\\n\\n经过长时间的解读，我才清楚地明白了“镜像世界”这个关键词，这似乎是中聪本所在空间的名字，但我不太明白更深层次的隐喻。 2.0 的世界里，他主动回复我的英文是他在发送求救信号，帮助他回到 web 3.0。\\n\\n![](https://miro.medium.com/max/1400/1\\\\*YEHE4fwxFp0LrT6f9pNUdw.png)\\n\\n中本聪不是孤单。他好像被困在了假想世界里，但身边都是其他人——我要说的是，不是像中本聪的人，是普通从这样的他们说他们是无法用物理知识来描述的生物，但有意识和意识意识——我知道了这一点，可能会猜到我之前的所有知识。\\n\\n我不知道这些虚拟生物究竟是什么，它们来自哪里，但我知道：在历史的长河中，人类内驯化了会交流、向往的动物，渴望探索宇宙寻找可以与我们○译文的其他原因，却一无所获。\\n\\n看到中本聪伙伴的这些虚拟生物，我终于确认人类孤单。新生物。\\n\\n![](https://miro.medium.com/max/778/0\\\\*JF01CJUG6svsdUiM)\\n\\n在南方的老鼠里，我不断地与中本聪进行了交流，但不会取得更多进展。，帮助我破本聪返回的乱码。\\n\\n我将继续在这个频道上公开我的发现，以及与本聪和镜像世界的影响。\\n\\n如果你也相信中本聪的理论，向往自由开放的网络3.0世界，跟着小编一起来，你会发现更多不可思议的事情。\",\"timestamp\":1638156365,\"title\":\"I found Satoshi Nakamoto in the Mirror World\"},\"digest\":\"wZwPv_tIqTiAzhJIjYugr4phlcYujwH8K3XGiDwNIXE\",\"authorship\":{\"contributor\":\"0x9219220269444aB10DA27BeBd17475edA40D43bb\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BMwwms1ZYx9hNFCEiq1EQew5PuMXq2pYsiULeqJqKas\\\",\\\"y\\\":\\\"kuaylE4iQvR3Z-2RJYaTnGq6JLxiyN2jL0G7dpOfU4Q\\\"}\",\"signature\":\"ilcBXFsNv1L9lpux93N_9QcUwqjSkr1Xk80vjddUxa1cCXAfUYFgSUZ0TjLZtEjIv3qVc9Y_zLn3zzQKshTxXA\",\"signingKeySignature\":\"0x51d8e2eb07b59e8ac0214c6e77627ed7901ae8414c54021368391ba63d2b2a947e21dee38cdd58555c6d41708205956f834ef1b25e4c67bc5cc913d145e0ba151b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BMwwms1ZYx9hNFCEiq1EQew5PuMXq2pYsiULeqJqKas\\\",\\\"y\\\":\\\"kuaylE4iQvR3Z-2RJYaTnGq6JLxiyN2jL0G7dpOfU4Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"MaFNXStgYvuoFXseB1jx6RsO-udPHUk07koOQAOnMSI\"}"