"{\"content\":{\"body\":\"*2021년 연말에 브런치에서 쓴 글을 가져왔습니다. Mirror 처음 써 볼 겸. Original post:* \\n\\n[https://brunch.co.kr/@inbaelee/39](https://brunch.co.kr/@inbaelee/39)\\n\\n즐거운 연말 입니다 여러분!\\n\\n연말이라서 일이 더 바쁘신 분들도 계시겠지만, 저는 지금은 slow down 한 상태이고, 이틀 뒤인 2022년을 앞두고 소소한 주변 잡일 정리를 하고 있습니다. 휴가를 써 놓긴 했지만, 공과 사의 혼합이 어색하지 않은 상황이라, 업무 관련된 생각들도 하고, 특히 한 해를 돌아 보면서 있었던 크고 작은 일들을 복기해 보고, 내년엔 어떤 일을 할 지를 상상해 보고 계획화 할 수 있는 부분들을 하나둘 씩 머릿속으로 정리하고. 또 곧 설원으로 가서 1년동안 못 탄 스키를 신나게 탈 생각도 하고. (말이 설원이지, 눈이 많이 오지 않았던 시즌들이 많아서, 경사진 스케이트장인 적도 많았었죠... 우리 나라는 왜 북해도 만큼 눈이 오지 않는 것인가.)\\n\\n오늘은, 카카오벤처스의 포트폴리오 회사 (\\\"패밀리사\\\") 하나 자랑을 좀 해 보려고 합니다.\\n\\n저와 평소 지인인 분들, 또는 소셜네트 상에서의 업데이트를 봐 오신 분들은, 이미 너무나도 잘 아는 회사이실 겁니다. 제가 틈만 나면 \\\"국대급 반도체 스타트업 리벨리온!\\\" 이라고 앵무새 처럼 말하고 다니는 기업입니다. 이젠 미디어에도 종종 노출이 되곤 하는, 스타트업 이라고 하기엔 상당히 빨리 유년기를 거치고 청소년기로 접어든 회사라고 할 수 있겠습니다. 그런데 창업한 지는 아직 2년도 되지 않았습니다.\\n\\n대체 리벨리온은 뭐 하는 회사냐? 라고 물으신다면, 이리저리 그리고 상황에 따라 짧게/길게 설명을 할 방법은 많습니다. 고스펙을 지닌 창업가들의 화려한 약력들을 읊을 수도 있고, 반도체 시장 이야기를 한참 해야 맞다고도 할 수 있겠습니다.\\n\\n하지만 이건 어디까지나 개인 블로그인 만큼, 이 글의 전반부에서는 거창한 이야기 보다는 전체적인 스토리 텔링 위주로 해 보겠습니다. 후반부에는 리벨리온이 오늘 기점으로 지금까지 노출된 기삿글 또는 영상들을 스크래핑 해 놓으면, 어느 정도의 그림은 그려 드릴 수 있을 것 같네요.\\\\\\\\\\n\\n## 리벨리온이 리벨리온이 되기까지.\\n\\n![](https://img1.daumcdn.net/thumb/R1280x0.fjpg/?fname=http://t1.daumcdn.net/brunch/service/user/113k/image/A7IuGFUygL4X6YzKc3e4TKtrNag.jpg)\\n\\n2019년 10월, 전 미국 출장을 장기간 다녀 왔었습니다. 거의 한 달짜리.\\n\\n4개의 도시 중 하나였던 뉴욕 맨하탄에서, 모건스탠리 본사에 어느 날 저녁 즈음해서 방문을 하였습니다. 아직 모건스탠리를 다니고 있던 박성현박사님 (VP 급으로 hardware algo trading 부서에서 재직 중), 그리고 그 분의 공동창업자가 될 오진욱박사님 (IBM TJ Watson 연구소 재직 중) 두 분을 카페테리아에서 만나기로 되어 있었습니다.\\n\\n두 분에 대해서 Jun (my boss) 에게 \\\"전에 인사해 뒀던 똘똘한 과고 카이스트 서울대 출신 창업할 사람들인데, 1년 전에 인사만 해 뒀었고 그 뒤에 연락을 못 하고 있어서 이미 (첫 투자를 할 기회를) 놓쳤을 수 있는 사람들\\\" 이라는 이야기를 들은 상태였고, 다시 연락이 된 점 그리고 아직 재직 중이시라는 답을 이메일로 들으니 아직 창업하진 않으신 모양이구나 라고 생각을 하며, 배가 슬슬 고파 오는 상황에 참고 티타임을 하러 건물에 입장했습니다.\\n\\n스파이크 헤어스타일의 박박사님, 그리고 본인 보다도 훨씬 더 짙은 수염을 자랑하시는 오박사님이 딱 나타나셨을 때의 포스는 잊을 수 없습니다. 그리고 차 한잔을 앞에 두고 서로의 이야기를 하기 시작했습니다. 제가 왜 미국에 출장 나와 있는지 (= 사람들 만나러), 그리고 두 분은 대체 어떤 그림을 그리고 있으신지 (= 엄청난 그림). \\\"전 곧 퇴사할 건데, 여기에서 배운 모든 걸 영끌해서 반도체 스타트업을 차릴 거고, 아키텍처는 진욱이가 다 만들어 놨고, IBM에서 1저자로 논문도 하나 썼고, etc. 할꺼에요\\\" 라고 말씀하시는 그 이야기 하나하나가 엄청났습니다. 스타트업이 이런 걸 한다고? 우와. 영화에서나 보던 이야기같은데.\\n\\n(... 그래서 뭘 하려고 했다는 건지는 저 밑의 part 2 를 참고하시고요. 제가 굳이 구구절절 쓰진 않겠습니다. 박대표님 입으로 직접 설명하시는 걸 들으시는 게 더 나을 거에요.)\\n\\n암튼.\\n\\n시간이 흘러, 2020년이 되었고. 코로나는 터졌고. 트럼프는 여전히 사람들을 불안하게 하고 있었고. 리벨리온 창업팀 두 분은, 수많은 고민 끝에 미국에서 법인설립을 하지 않고, 한국으로 돌아 가려고 한다는 이야기를 저희에게 해 줬습니다. 저희로선 오히려 더 좋았습니다. 한국에서 KRW 기반의 벤처펀드를 운용하는 저희로서는, 가끔 해외투자를 하지만, 한국 기업에 투자를 하는 것이 여러 모로 더 쉽거든요.\\n\\n리벨리온 입장에서도 몇 가지 business justification 이 있었고, 저희도 수긍이 갔습니다. 일단, AI반도체 (or NPU, neural processing unit) 분야는 상당히 진전이 되어 있어서, 이미 많은 스타트업과 유니콘들이 미국에 나와 있었습니다. 그 상태에서, 박대표님은 '내가 코리안 사투리 써 가면서, 미국투자자들에게 디스카운트를 맞아 가면서까지, 그리고 선발주자들이랑 경쟁을 하는 것보다는, 한국에서 한국 돈을 받고 태극기 달고 대표 주자가 되는 게 더 나을 수도 있겠다, 그러면 채용 관점에서도 한국의 반도체 관련 인재 pool에 접근하기 좋고, 위탁생산을 맡겨야 할 삼성/TSMC 등의 foundry 들과도 더 일하기 쉽고 등등' 이라고 생각을 하셨다고 합니다. 그리고, 결국 바이든대통령과 민주당이 다음 정권을 잡기는 했지만, 트럼프 때문이라도 가족과 함께 미국을 뜨고 싶은 마음이 조금이나마 있으셨을 것 같기도 합니다.\\n\\n하지만, 영주권을 받기 직전 단계이기도 했고, 오박사님의 논문 정식 발표도 시간이 좀 남아 있었기 때문에, 두 분 입장에선 시간이 더 필요했습니다. 그 사이에 저희와의 투자 논의는 진전이 조금 있었지만, 첫 번째 투자라운드 밸류 관점에서 어떻게 정할 지에 대해서도 조율이 계속 되고 있었고, 그 과정에서 냄새를 맡은 다른 한국의 투자자들도 달라 붙기 시작해서 deal temperature 가 슬슬 올라 가기 시작했고, 결과적으로 저희도 시장에서의 경쟁을 물리치는 노력도 필요했습니다. 당시엔 조금 짜증 나게 굴었던 어느 VC 한 곳에 대해서 나중에라도 화풀이 할까 싶었는데, 그냥 앞으로 상종을 하지 않으면 되지 뭐 라고 넘겼고, '그만큼 우리 밥그릇이 좋아 보이고 탐이 났었구나' 라고 위안을 삼고 있습니다. 후훗.\\n\\n결국, 리벨리온은 한 명의 코파운더를 더 합류시키게 되었고, founding member 가 훨씬 더 늘어난 정예팀이 되어, 저희의 첫 투자를 받게 됩니다. 카카오벤처스로서는, 첫 투자 라운드 치고는 최대 금액인 20억 투자를 감행하게 만든, 10년에 한 번 나올까 말까 한 팀이라는 생각에, ... 그냥 용감히 질렀습니다. -_- v\\n\\n여기에서 꼭 짚고 넘어가고 싶은 이야기가 하나 있는데, 너무 훈훈해서 꼭 세상에 알려야겠다고 생각이 들었습니다. 이번 글의 대문 사진 보이시죠? 사무실 전경에서 둘러 앉아 있는 분들 중에, 제일 왼쪽에 반바지를 입은 분, 그리고, 아래의 4명 사진 thumbnail 중에서 키가 제일 크고 안경 낀 분, 저 분이 누구냐면 김효은 박사라는 분입니다.\\n\\n김효은 박사님은 카카오벤처스에게, 그리고 리벨리온에게 빼 놓을 수 없는 그런 분입니다. 왜냐고 물으신다면. 바로 \\\"현 패밀리가 미래의 패밀리를 소개해 주고, 투자 직전에 미래의 패밀리의 미션이 너무 좋아 보여서, 현 패밀리의 모두와 또 투자사인 카카오벤처스에게 양해를 구하고, 또 엄청난 업사이드가 있는 스톡옵션을 포기하면서 까지, 미래의 패밀리에 합류하는\\\" 가슴 뜨거워 지는 스토리를 보여주신 분이기 때문입니다. 김 박사님은 [Lunit](https://www.lunit.io/ko) 의 초기멤버이자 최근까지는 CPO 로서 활약해 주시다가, 후배들인 박대표와 오진욱CTO를 카카오벤처스에게 소개해 주고 나서, 점점 더 생각이 기울게 되어서, pre-IPO 수준까지 성장한 루닛이라는 배를 떠날 결심을 하신 겁니다. 이게 말이 쉽지 저런 결심을 하기 너무나도 어려우셨을 거고, 또 루닛의 창업자들/매니지먼트/주주들과의 관계를 악화시키지 않으면서 또 새로 탈 배의 분들 그리고 카카오벤처스에게도 양해를 구하기 까지의 모든 과정을 원활하게 처리해 주셨습니다.\\n\\n카카오벤처스 입장에서는, 이렇게 proven 된 스타트업러들, 창업가 분들이 계속 저희의 ecosystem 을 키워 주시는 역할을 지속적으로 해 주시는 게 너무나도 감사하고 멋있고 또 감사할 따름입니다. ❤️\\n\\n## 백문이 불여일견이겠죠.\\n\\n### Articles & Images\\n\\nMedium 글은 (제가 쓴) 저희 회사 블로그이고, 그 외 커버리지도 당시에 꽤 나왔습니다.\\n\\n[https://medium.com/kakaoventures/newest-rebellions-ai-acb45685a4b9](https://medium.com/kakaoventures/newest-rebellions-ai-acb45685a4b9)\\n\\n[https://n.news.naver.com/article/015/0004459192](https://n.news.naver.com/article/015/0004459192)\\n\\n[https://n.news.naver.com/article/020/0003325516](https://n.news.naver.com/article/020/0003325516)\\n\\n2021년 3월과 4월엔, 알아서 블룸버그에서 커버기사를 내기 시작하더군요. 보통은 투자 직후 신생기업에 대해서 저희가 첫 기사 내는 법을 도와 드리곤 하는데, 처음부터 이만큼이나 관심을 받은 스타트업이 되었습니다. 아무래도 키워드 관점에서도 핫한 \\\\[ AI + 반도체 \\\\] 이고, 투자규모도 컸기 때문이지만, 관심을 받을 만한 창업팀 구성이었기 때문이겠지요.\\n\\n[https://www.bloomberg.co.kr/blog/startup/](https://www.bloomberg.co.kr/blog/startup/)\\n\\n<https://www.bloomberg.com/news/articles/2021-04-14/ex-quant-is-building-a-chip-to-save-traders-vital-microseconds> (영문기사!)\\n\\n5월에는, 리벨리온이 대통령 참석 행사에 초대가 되었습니다. (대통령과 함께 해야만 성공하는 건 절대 아니나, 그래도 첫 투자를 받은지 1년도 되지 않은 스타트업이, 이런 제목의 기사에 등장한다는 것 자체만 놓고 보면, 대단한 거라고 생각 됩니다.) 아으... K-반도체 밸리 라는 표현과 (기사 내) 그림... 오글 거리긴 하지만... 어쨌든 지금 현재 상황에서는, 국가 미래 먹거리 준비 차원에서 차세대 반도체가 중요함을 산업계와 정부 다 인지하고 있고, 투자 및 조력의 의지가 큰 점은 다행인 것 같습니다. 그렇지 못해서 차별 받는 규제 산업도 많으니까요.\\n\\n[http://www.econovill.com/news/articleView.html?idxno=532062](http://www.econovill.com/news/articleView.html?idxno=532062)\\n\\n그 외에도 가끔 다른 테크 쪽 행사에 불려 가곤 하십니다.\\n\\n![](https://t1.daumcdn.net/thumb/R1280x0.fjpg/?fname=http://t1.daumcdn.net/brunch/service/user/113k/image/qETJ8dSpQitVRnCYnZgnNEjt7WE.jpg)\\n\\n![](https://t1.daumcdn.net/thumb/R1280x0.fjpg/?fname=http://t1.daumcdn.net/brunch/service/user/113k/image/qP4P3L748WlavU7HkjL-qe7LJfE.jpg)\\n\\n7월에는, 한차례 더 투자 라운드를 다 함께 치르게 됩니다. 기사를 보면 새로운 이름이 등장하기는 합니다만, KCA 라는 곳의 권 대표님은 사실 1차 seed 라운드 때에도 다른 투자펀드를 통해서 처음부터 함께 해 주신 분이고, 본격적으로 자금을 끌어 오셔서 리벨리온에게 투하한 거라고 보시면 됩니다.\\n\\n[https://zdnet.co.kr/view/?no=20210721101710](https://zdnet.co.kr/view/?no=20210721101710)\\n\\n이렇게 기존 투자자들 위주로 빠르게 한 번 더 찍고 가게 된 이유도 있었습니다. 사업적으로 너무 관심도 받고 러브콜도 받게 되다 보니, 전세계 top 2 foundry 한 곳도 아니고 두 곳 다 협력해서 제품 시생산을 해 보게 되었기 때문에, 자금이 계획보다 더 필요하게 되었던 겁니다.\\n\\n8월에 이런 기사가 나고 나서...\\n\\n[https://n.news.naver.com/article/293/0000035875](https://n.news.naver.com/article/293/0000035875)\\n\\n이런 기사들이 나오게 됩니다. 제목이 좀 오글 거리지만... 어쨌든 roughly speaking, 사실입니다. 삼성전자 입장에서 꼭 함께 해 주길 바랬고, 리벨리온 입장에서도 저런 제안을 쉽게 거절하기 힘들었겠죠.\\n\\n[https://www.hankookilbo.com/News/Read/A2021082309090004996](https://www.hankookilbo.com/News/Read/A2021082309090004996)\\n\\n[https://m.etnews.com/20211020000231](https://m.etnews.com/20211020000231)\\n\\n[https://n.news.naver.com/article/009/0004870649](https://n.news.naver.com/article/009/0004870649)\\n\\n[https://www.mk.co.kr/news/it/view/2021/11/1039194/](https://www.mk.co.kr/news/it/view/2021/11/1039194/)\\n\\n자 이쯤이면, \\\"뭐 이리 수레가 요란하냐, 아직 제품이 나오기라도 한 거냐\\\" 라고 생각하실 수도 있죠. 창업한 지 얼마 되지 않았다 + 스펙 좋은 거 알겠다 + 초반에 관심 많이 받았다 + 그런데 자꾸 이런 기사만 나오는 게 실체 없이 호들갑만 떠는 것 같아 보일 수도 있습니다.\\n\\n[https://n.news.naver.com/article/015/0004637274](https://n.news.naver.com/article/015/0004637274)\\n\\n(물론 전 저런 기사 제목은 좋아하지 않습니다. 인텔을 꺾었다니. 인텔이 만드는 제품이랑 똑같은 제품을 만드는 것도 아닌데. Apples to apples 비교를 해야지, apples to rosemary 같은 느낌의...)\\n\\n리벨리온은, 제가 느끼기론 최단기간에 고성능 ASIC 칩을 찍은 한국 팹리스 기업이라고 여겨집니다. 고성능이라고 하면, 정말로 cutting edge 성능을 가진 제품만 요구하는 (비밀스럽디 비밀스러운) high paying business customer 를 대상으로 만족을 시킬 수 있는 그런 제품을 말하고, 칩을 찍었다고 표현하는 건, 실제로 파운드리로부터 샘플을 받아서 반도체 패키징을 하고 (= 칩 껍데기를 씌우고) 보드에 박아서 돌아가게 하고 기본기능 테스트부터 성능/열화 테스트까지 할 수 있는 그런 수준을 이야기합니다.\\n\\n![](https://t1.daumcdn.net/thumb/R1280x0.fpng/?fname=http://t1.daumcdn.net/brunch/service/user/113k/image/QCXdb6B2MqEmEGBMPKb_h2oMOSg.png)\\n\\n![](https://t1.daumcdn.net/thumb/R1280x0.fpng/?fname=http://t1.daumcdn.net/brunch/service/user/113k/image/U8GttUaSJ8h4zQDBFK_MB7dhXBc.png)\\n\\n짠. 리벨리온의 첫 테스트 전용 칩(이 올라간 샘플 보드) 입니다. 실제로 잘 돌아가고 있습니다.\\n\\n![](https://img1.daumcdn.net/thumb/R1280x0.fjpg/?fname=http://t1.daumcdn.net/brunch/service/user/113k/image/RyyVJIQSlR65HHD8a6CILNAIXmU.jpg)\\n\\n### YouTube videos\\n\\n여기까지 스크롤 또는 기사들 읽어 보시느라 수고하셨습니다. 끝으로, 영상 3개 정도 링크해 놓겠습니다. (나중에 더 달아 놓을 수도 있음.)\\n\\n우선, 제일 격식 차려진 영상에 해당하는, 21년 4월 소개영상입니다.\\n\\n[https://www.youtube.com/watch?v=OuwTpaKfBII](https://www.youtube.com/watch?v=OuwTpaKfBII)\\n\\n전 잘 몰랐던 채널인데, 삼프로TV 라고 하는 인기 많은 경제채널에도 몇일 전 등장하셨습니다. 이걸 꼭 보시길 추천합니다. 길지만 재미있고, 상세하게 썰을 풀어 나가시니 유익할 것 같네요.\\n\\n[https://www.youtube.com/watch?v=mpaFsjyi3OY](https://www.youtube.com/watch?v=mpaFsjyi3OY)\\n\\n그 외에도 유투브에서 \\\\[ 리벨리온 + 박성현 \\\\] 검색을 해 보시면 다른 영상들 몇 개가 더 있습니다. 어떤 캐릭터이신지 감을 쉽게 잡으실 수 있을 겁니다. 참고로, 페이스북에서도 (창업 전 단계부터) 팔로워십이 좀 있으셨던, 알고 보니 유명했던, 그런 분이기도 해요.\\n\\n마지막 영상! \\b일론머스크 이야기만 하는 영상은 아닙니다.\\n\\n[https://www.youtube.com/watch?v=IE7nhyuc9uY](https://www.youtube.com/watch?v=IE7nhyuc9uY)\\n\\n리벨리온 화이팅!!! 가즈아!!! 2022년에는 제품 들고 미국에 가실 예정이고, 또 앞으로 몇 번의 투자라운드도 더 있을 예정이니, 앞으로도 뉴스를 통해 새로운 소식들을 지속적으로 접해 보실 수 있을 겁니다. 같이 기대해 주세요. 전 아주아주아주아주 많이 기대하고 있습니다.\\n\\n![](https://img1.daumcdn.net/thumb/R1280x0.fpng/?fname=http://t1.daumcdn.net/brunch/service/user/113k/image/bXk4j6i1wwtLU8zCEKJu2hrM7Iw.png)\\n\\n![](https://img1.daumcdn.net/thumb/R1280x0.fjpg/?fname=http://t1.daumcdn.net/brunch/service/user/113k/image/rounJonRQl8CKian_zdA8z8bSjM.jpg)\\n\\n\",\"timestamp\":1641685536,\"title\":\"리벨리온 = 작지만 이미 큰 회사\"},\"digest\":\"wRkZcNb8y3ZPsHBAC2K70YpUmdyvfiBsMUWMXxD9OHU\",\"authorship\":{\"contributor\":\"0xBe99416dA943f58001e69e69720edAF9e988d632\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fhfXecMPOcBV57plFbIu31bM1HtPvZGM_y_oPFtvkq0\\\",\\\"y\\\":\\\"UckNWjs4Hd3K9GcpFsPenN7n0_lHoB8BNocR1-iQzVo\\\"}\",\"signature\":\"vHKQEqL02VLlsFzE48XuAD34E3BVrDaVXmkxHOSwjvL_H0V5QkcVi2IRxASgotzwZiKZ-3GslOwZ0l3bzv00Eg\",\"signingKeySignature\":\"0xb602e0a53d048f06794789914376aa4913709172d2289522427423d55e7ea33d3db940c90b1f158d78cb945058cc7622b3d27aaace46bb55308d505c181951db1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fhfXecMPOcBV57plFbIu31bM1HtPvZGM_y_oPFtvkq0\\\",\\\"y\\\":\\\"UckNWjs4Hd3K9GcpFsPenN7n0_lHoB8BNocR1-iQzVo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KgsG4x6xKy9zhUkDOMzVEsZKiK3qQg4uwTxpISh7uws\"}"