"{\"content\":{\"body\":\"Most of the time, it's not work itself that wears us out, it's \\\"ineffective social interaction.\\\"\\n\\nWhat is \\\"ineffective networking\\\"?\\n\\nHere's a good example: You go to a party and greet a group of strangers with smiles, greet them all the way through the room, talk to each other, toast, check wechat, give their phone numbers, but three days later you can't remember who they are...\\n\\nIf you think about it, most of our time and energy is taken up by this \\\"ineffective social interaction.\\\"\\n\\nThe so-called \\\"network is the vein of money\\\", is today's biggest nonsense.\\n\\nThe real genius is how many people you can attract and influence. If you're not awesome, it doesn't matter how many awesome people you know. Everyone is realistic these days and just wants to meet someone who is useful to them. Think of the timid way you introduce yourself to successful people and they won't trust you.\\n\\nThis kind of socializing can only make you less and less confident, more and more impetuous, anxious.\\n\\nTherefore: your own level determines your level. You can only stay in the same circle with people on the same level. Instead of spending a lot of time trying to meet other people, try to improve yourself.\\n\\nWe are turning from seeking from outside to seeking from inside. Seeking from outside means seeking resources, channels, relationships and contacts, only to find that it is just drawing water out of a bamboo basket. Inward-seeking is to focus your energy on what you should be doing, give full play to your strengths, and naturally attract others to meet your needs.\\n\\nThis is the true meaning of \\\"seeking others is better than seeking oneself\\\".\\n\\nSometimes, in order to expand the so-called connections, we swallow our pride on the stage, blindly to please and comply, so that the result is that we give others the best temper, the worst mood to family and parents.\\n\\nOffend others, will let oneself lose interests, so we dare not; If you offend your loved ones, they won't hurt you, and the cost is close to zero, we do what we want.\\n\\nYour family knows the hardships of your life, so they endure you, let you, and manipulated your insolence and insolence. There are countless kinds of failure in life, this is the most sad and desolate one.\\n\\nThis society will only be more and more realistic, talk about feelings too false, it is better to directly talk about interests. If everyone's here for what they want, why can't we just call a spade a spade? Get to the point. If you agree, if you disagree.\\n\\nBesides, a hedge between keeps friendship green. Really successful, smart people and others will maintain a certain distance, this distance can attack, retreat can defend, can be sent, hidden can be seen.\\n\\nBecause one of the weaknesses of human nature is that when you open up to someone, he thinks he has everything in front of you, and he takes you in. For your seven inches have been laid bare.\\n\\nThis is really a no-no. Many of the emperor's favorites were beheaded by the emperor or beheaded by others. Leaders often change their favorite people, either to take the blame for the leader, or to offend a group of colleagues; Those who call a lot of brothers and sisters friends, once involved in the interests of the fight; Love a lot of lovers, most of their respective end.\\n\\nAll the beauty in the world is actually a sense of strangeness and remoteness. Everything in a glance will only lead to boredom. Therefore, the most beautiful distance in the world is in the place that will be reached but not yet reached.\\n\\nTherefore, the society of the future will not need to be social. All the existing distance, are reasonable, we do not need to deliberately approach or go away, just do their own, the approach will approach sooner or later.\\n\\nThe most precious thing in the future is time, do not waste others' time casually, also do not waste your time casually. Have a little leisure time, do not go to socialize: for many years do not see suddenly contact, must be used to think of you; There is no prior appointment, suddenly invite you to have a meal, that you are just a meal to make up the number of people. Remember: no one is worth socializing with!\\n\\nHave some time to read more, spend more time with your family, make your body and mind happy, rich and colorful life. Cultivate one's morality and cultivate one's nature.\\n\\nOne last reminder: please put your extra time and energy on the things or people you love, do what you should do, good at doing the best, your world will be much more wonderful!\",\"timestamp\":1635733272,\"title\":\"Why do really smart people never socialize?\"},\"digest\":\"MxZvfru_R9dj6LSI7rC19M5M9ndCt85Klcse7fvvgls\",\"authorship\":{\"contributor\":\"0xB919640b97A79Ccb594f9e16Ac9370c32A33a1F8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nLxwvNrjGjeD9a06vp8lLrBSkuZNOgSD9SbEXC5O4oM\\\",\\\"y\\\":\\\"KOvVcUpFm7RnhMX9Z5dyGFjbVnv7lZGe6-yPSWDBlJA\\\"}\",\"signature\":\"pKJYZK2oHDoltbe_vGB3oYqpdhDfj00QFUekXxVXkyDD6-19j-aEb3gDolXU3U4UZv6acqehPbcw8ASenlIJAg\",\"signingKeySignature\":\"0x6a9cd5daa86100ee806de62b0e81a38eb323c95d0f289ee46415f9769442ac240c12d7779a2d0d810af26622d986c23e85298c193b4342400cbd5e36fdfeec871c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nLxwvNrjGjeD9a06vp8lLrBSkuZNOgSD9SbEXC5O4oM\\\",\\\"y\\\":\\\"KOvVcUpFm7RnhMX9Z5dyGFjbVnv7lZGe6-yPSWDBlJA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"MxZvfru_R9dj6LSI7rC19M5M9ndCt85Klcse7fvvgls\"}"