"{\"content\":{\"body\":\"![LaMelo Ball earned moves to the NBA after impressing in the NBL's Next Stars program.](http://img2.chinadaily.com.cn/images/202112/02/61a823aca310cdd3d81e3053.jpeg)\\n\\nThere's a new stopover for European prospects who hope their journeys lead to the NBA draft: Australia.\\n\\nThe Next Stars program of the National Basketball League has nurtured the likes of LaMelo Ball and Josh Giddey and has now added young European players to its ranks for the first time.\\n\\nFour of this season's seven Next Stars are from Europe, as is French prospect Hugo Besson, a combo guard who joined the New Zealand Breakers as a regular import player because the NBL team already had its assigned Next Star in compatriot Ousmane Dieng.\\n\\n\\\"We've been turning people away in droves, it's the honest truth,\\\" NBL commissioner Jeremy Loeliger told The Associated Press in an interview ahead of the season, which opens Friday. \\\"We're very selective.\\\"\\n\\nPlayers see the Next Stars' track record, the opportunity to improve their English if needed, and the league's improving quality and up-tempo style that has also attracted high-profile investors like NBA veteran John Wall.\\n\\nGerman center Ariel Hukporti (Melbourne United), Russian shooter Nikita Mikhailovskii (Tasmania Jack Jumpers), French forward Tom Digbeu (Brisbane Bullets), Australian center Makur Maker (Sydney Kings) and Besson had all declared for the 2021 NBA Draft but withdrew in hopes of improving their chances for 2022.\\n\\nThe 18-year-old Dieng, a 6-foot-8(2.04 meters) guard-forward, will be draft eligible in 2022. He was the first European to sign as a Next Star after turning down US colleges and the NBA's G League Ignite program.\\n\\n\\\"It's seen as a bona fide way to enter the NBA draft in an alternative pathway to college,\\\" Loeliger said.\\n\\n![Josh Giddey earned moves to the NBA after impressing in the NBL's Next Stars program. ](http://img2.chinadaily.com.cn/images/202112/02/61a823aca310cdd3d81e3057.jpeg)\\n\\nNext Stars are paid by the league－around $100,000 on average－and assigned to a team with the dual goal of helping their squads while improving their draft stock. The league benefits from international exposure and potential NBA buyouts of contracts.\\n\\nThe Next Stars program, entering its fourth year, until now had featured local players or Americans.\\n\\nBall played for the Illawarra Hawks before being drafted third overall by the Charlotte Hornets in 2020. Giddey was selected sixth overall by the Oklahoma City Thunder in July.\\n\\nThe NBL, colleges and the Ignite program often compete for the same players. Highly touted 18-year-old Australian guard Dyson Daniels chose the Ignite over Next Stars.\\n\\nDieng is projected as a first-round pick while most of the other Next Stars, including New Zealand-born Mojave King (Adelaide 36ers), slot lower in mock drafts.\\n\\nA lot can change, of course. Orlando Magic guard RJ Hampton's draft stock dropped during his short stay with the Breakers two seasons ago, when he struggled with injuries and limited minutes.\\n\\nThe young prospects have to fight for playing time on rosters that include seasoned veterans and former NBA players.\\n\\n\\\"There's a risk in everything. The flip side of the coin with risk is opportunity,\\\" Loeliger said, citing Ball's increased responsibility after a season-ending injury to the team's shooting guard.\\n\\n\\\"All of a sudden LaMelo Ball became the principal ball-handler and scorer for the Illawarra Hawks that season,\\\" he said.\\n\\nIllawarra's Justinian Jessup is the only Next Star projected as an early-season starter. The American is a \\\"draft-and-stash\\\" player in his second season after being selected by Golden State in the 2020 draft.\\n\\nThe 20-year-old Besson is expected to start for the Breakers, and had a strong preseason punctuated by an explosive dunk over Chinese center Zhou Qi. The Breakers have temporarily set up shop in Melbourne because of travel restrictions and had a COVID-19 scare ahead of their opener on Saturday.\\n\\nBesson says he chose the NBL because \\\"it's fast, it's shooting fast, it looks a lot like the NBA\\\".\\n\\nOther players have eyes on the NBA, as well. Adelaide signed 7-foot-3 center Kai Sotto, whose every move is closely tracked back home in the hoops-mad Philippines. Aussie guard-forward Luke Travers of the Perth Wildcats was upset over being left off mock draft boards.\\n\\nThe NBL has a broadcasting deal in the Philippines and with two Chinese centers－7-foot-5 Liu Chuanxing signed with Brisbane－its social media metrics have \\\"gone through the roof\\\" in China, Loeliger said.\\n\\nFifteen former or current NBA players have taken ownership stakes since businessman Larry Kestelman bought the league in 2015.\",\"timestamp\":1638878082,\"title\":\"European prospects eyeing Australian springboard to NBA\"},\"digest\":\"PHJp_nFTnfsUs-a5KtHGhKGbodwoiwj9FHSM5CMrX10\",\"authorship\":{\"contributor\":\"0x3D39Bf44D0C5ECf35Ce50ba1C539A6B271F9B3d0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0OHJv07Vwv1U9UzHo0EIuoqbcAFvj76_VbZvqYIQtyQ\\\",\\\"y\\\":\\\"UM1DRE1NcA3iIWhYyMcSF0GKTxOQZeqp-rrWiiHsP1Y\\\"}\",\"signature\":\"devbSkrtiZEuw-SOfkEoN45c8tpGl4wlB78SeidMYE-DPDdHkAu_ZOAddlHYFOxSmNCnSPID8XXVyJ79ULnIsA\",\"signingKeySignature\":\"0xf59bf27b30e78ffc1d35dc7cba9ab4098a22475453f81fb8bcef1741c939f8210af8ea5f99ae0655462dc4123af07b3bc05f923a179af5c4eb5ba87b051fdb671c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0OHJv07Vwv1U9UzHo0EIuoqbcAFvj76_VbZvqYIQtyQ\\\",\\\"y\\\":\\\"UM1DRE1NcA3iIWhYyMcSF0GKTxOQZeqp-rrWiiHsP1Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PHJp_nFTnfsUs-a5KtHGhKGbodwoiwj9FHSM5CMrX10\"}"