"{\"content\":{\"body\":\"On 28 November, the beta version of Monaco Planet, a SocialFi project, caused great hype in the crypto community as soon as it went live. Since the platform is limited to Yacht NFT users and users with an invitation code, the floor price of Yacht NFT on OpenSea shot from 0.09ETH to 0.5ETH. A single invitation code was speculated to hundreds of dollars.\\n\\nThe design of Monaco is simple. The core functions are wallet logins and content mining. Users can earn the platform’s native token MONA by following, liking, and commenting besides NFT displaying and Staking.\\n\\nHowever, I’m not a big fan of it. The logic of its product design is that it is from the consumer’s perspective, not the creator’s. Incentives for “following, liking, and commenting” can undoubtedly help creators, but monetizing content excessively can drive out the proper tokens. The demise of the once-celebrated project in the Chinese community, Bihu, is proof that creators want more than just money. A creator-friendly environment may be the reason they want to stay for the long haul.\\n\\n**Web 3.0 social platforms will be creator-oriented**\\n\\nIn fact, for both Web2.0 and Web3.0, the rarest resource for all social platforms is content creators, rather than content consumers. We know that “social” is the reason for the explosive growth of Facebook, Twitter and other social giants, but social networks have developed to the point where almost everyone is connected to the web. If the platform is still built from the consumer’s perspective, wouldn’t Facebook and Twitter have a better advantage? As soon as these platforms issue tokens and encourage users to link their crypto wallets to monetize the act of creating content, following, liking, commenting, etc., there will not be room left for a platform like Monaco. I think the reason for the absence of crypto social projects for so long is that the social platform of Web3.0 is no longer from the perspective of consumers, but from the perspective of creators. It is no longer isolated between platforms, but open and interoperable.\\n\\nWhat do creators need?\\n\\nFirst is quick posting. Posts are linked to a unique digital ID and distributed to each follower regardless of the platform.\\n\\nSecond is automatic profile updates. There is no need to manually create your own content library. You just have to enter the universal digital ID and it will automatically populate and update.\\n\\nThe content created by creators is stored in a public protocol instead of the servers of a platform. For example, Mirror stores content on a decentralized storage system called \\\\[Arweave\\\\] (https://www.arweave.org/). If Mirror is down tomorrow, I can query Arweave to get all my posting history signed by my wallet address. This is something that is possible with Web3.0, but not with Web2.0.\\n\\nCreators also want to build complex business relationships with the content they create, other creators, and their fans. It’s not just about monetizing content or the act of distribution.\\n\\nWeb3.0 consumers want to closely follow their favorite creators. This is called quick follow. Simply search for the creator’s unique digital ID on one of the social platforms to get updates posted anywhere by the creator. Fans follow the creators instead of the platform. This is another thing that is possible with Web3.0, but not with Web2.0.\\n\\nThe social giants of Web2.0 are actually transitioning to such creator-oriented, open, and interoperable products. Substacks and Patreons, for example, have built their businesses by optimizing the creator’s environment rather than consumer engagement. This can be seen as Web2.5, as the creator’s subscribers can receive updates and download content via email at any time. However, the Substacks and Patreons platforms are not interoperable. Therefore, it is just a transition. Moreover, Facebook changed its name to Metaverse for a simple reason: creators are a rare resource in another iteration after the web has reached a certain level of penetration. They are the supply side of the supply-and-demand relationship rather than the demand side. Only by providing them with better services and tools will there be more vitality.\\n\\nWeb2.0 products can be compared with Web3.0 products from four perspectives:\\n\\nCreator IDs: Web2.0 products require creators to register respective IDs for each platform; while in Web3.0 products, creators only need to control their unique IDs.\\n\\nContent storage: In Web2.0, the content is stored on servers; while in Web3.0, the content is stored on public protocols and linked to Creator IDs.\\n\\nSocial and economic relationships: Web2.0 products are only allowed to be established and regulated in their respective apps; while Web3.0 products are allowed to be established through public protocols.\\n\\nStandards: Web2.0 products each have their own independent standards; while Web3.0 products allows the use of public standards for interactions among ecosystems.\\n\\nTo sum it up, interactivity is the core mechanism of Web3.0 social products because without it, it is impossible to combine NFTs, social tokens, crypto wallets, DEX, etc. together like stacking Lego blocks. Perhaps the next wave of products will be driven by this. Examples include the Ethereum Name Service (ENS), digital identity brightID, etc.\\n\\n![](https://miro.medium.com/max/1276/1\\\\*GS6ToErsVQj9z_kmIKloew.png)\\n\\n**Is there a possibility of a Super DApp?**\\n\\nHowever, there is also the question of whether the emergence of more vertically encrypted products will lead users into a complex DApp maze. Is it possible that a Super DApp will emerge to integrate these products? It can be something like WeChat that embeds every moment of users’ daily life, from morning to night, anytime and anywhere.\\n\\nThis is possible in Web3.0. Because of the interoperability between DApps, it makes the Super DApp easier to build than WeChat. For example, if financial tools are needed, WeChat has to build them itself, while Super DApp can select from existing protocols like Aave or Uniswap. For chat tools, XMTP and Convo can be used. In addition, the Super DApp does not have the monopoly that WeChat has, so they can grow faster and more horizontally with less regulations.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*cVbqgYC77VB00DSYcHPtxw.png)\\n\\nAs a result, the value of Web3 Internet is concentrated on the protocol layer rather than the application layer, forming a “fat protocols but limited application” situation.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*PZahPzth22_lINcgiOWY8w.png)\\n\\nThe development of the protocol layer in the past few years, and the emphasis put on Layer1 and Layer2 have proven this point. Examples include public protocols such as storage protocols and lending protocols applied to specific application scenarios and underlying public chain solutions such as cross-chain and sharding. In today and even in the future, these types of assets are still high-quality and popular assets. On leading global trading platforms such as MEXC, the trading volume and volume of public-chain- and protocol-based digital assets are also the most prominent.\\n\\nThe Super DApp, which is located on the application layer, does not have ownership over the underlying protocols. It only owns its users or members. Since the Super DApp can provide users with most of the functions they use in their daily lives like what WeChat does, the “application layer” race will be a winner-takes-all situation. Eventually, one or a very few Super DApps will emerge to become a social giant like WeChat.\\n\\nAs evidenced by the increase of the number of new wallet accounts and holders daily, more and more Web2 users are transitioning toward Web3. From an asset-holding perspective, MEXC is definitely one of the tools you need to enter Web3.\\n\\nFirst of all, MEXC’s ability to mine quality projects allows you to hold the assets you are optimistic about in advance. These assets include DOT, UNI, AXS, AAVE, MATIC, MANA, SAND, AVAX, and hundreds of other top projects, almost all of which were first launched by MEXC before subsequently going live on Binance and Coinbase. This is why MEXC is often called “The Next Binance” by users.\\n\\nSecondly, frequent benefit campaigns provide low-cost opportunities to participate in projects. For example, you only need to hold a small amount of MX to participate in the recently launched MEXC Launchpad lottery campaign. In the previous three Launchpad campaigns, users who received CBX, GENE, and TRVL credits had the highest gains of 3080%, 4633%, and 1642%, respectively.\\n\\nMost importantly, MEXC has already obtained compliance licenses in five countries, including the United States, Canada and Australia. Therefore, it can operate in compliance in these countries. Besides, its “user-friendly” community culture allows every user’s voice and demands to be heard. If you frequent MEXC’s community, you will come across staff members answering trading questions, solving trading problems and collecting suggestions from users daily. This practice is in line with the community spirit of crypto culture.\\n\\nIn October this year, MEXC and ByBit, a derivatives trading platform, established a strategic partnership, in which the two companies will form a strong alliance in the segment of spot and derivatives to improve their services for global users. If you are ready to venture into the Web3 world, bookmark it first! <https://www.mexc.la/>\",\"timestamp\":1639038699,\"title\":\"Creators are rare. What will the Super DApp of Web3.0 look like?\"},\"digest\":\"RPJBhMoxyDLhOeY2Cr_3s7KGLwuls17nJmGblJZv8oc\",\"authorship\":{\"contributor\":\"0x892455B5c8FA7dA8E60DFcFD56977aeA549B022a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eOKcRMW2bLVm2bHd9FAjSImI7A_gZgLPIN58qpXSFaA\\\",\\\"y\\\":\\\"rJ3_kuApn_Mar0lgW1i9Oi4Rh291VpSyc7skR1Ya58w\\\"}\",\"signature\":\"V_DGDjCrwJ67j5pB6qsciIESy1OsLMgMw4cAsGPsln2_D1R3XJq4Y3WepCQ7jevBCD_gGEpOi1Zc81VQk4jFTw\",\"signingKeySignature\":\"0x1c9bb996af2fed9c63be5435d2a4358a46120368721552a5af85025951e0b5b417d7f246de85a7e69db4f23a2170f30c256dc1d5573559db32bd30b09ffdbb041c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eOKcRMW2bLVm2bHd9FAjSImI7A_gZgLPIN58qpXSFaA\\\",\\\"y\\\":\\\"rJ3_kuApn_Mar0lgW1i9Oi4Rh291VpSyc7skR1Ya58w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RPJBhMoxyDLhOeY2Cr_3s7KGLwuls17nJmGblJZv8oc\"}"