"{\"content\":{\"body\":\"*3.17.2021*\\n\\nOften, by the time El Cap invests in a company, we’re the first institutional capital a company receives. They are often bootstrapped or have previously raised sub-one million dollars through Angel investors. That first chunk of capital they are able to get from early believers is precious, and they are expected to do a lot with it. Run experiments, get something built, make a key hire or two, and be able to prove out enough to go raise a larger subsequent round of capital. That initial mindset, that the founders have to do everything to create something is valuable, especially in those early days. It’s not only valuable, it’s critical to buy more time to bring the team’s vision to life.\\n\\nI’ve previously written about the shift founders have to make from a scarcity mindset to an abundance mindset when they make the transition from bootstrapping to raising outside capital. This shift with outside capital also provokes another change that founders have to make for the company to keep executing efficiently and to continue growing. Founders have to become comfortable with firing themselves from some of the jobs they’ve been doing alone for an extended period of time. Having more resources means that you’re now able to hire more people, and you need to empower those people to do what you were previously doing, with 100% focus and a higher level than you ever could have, while performing all the other responsibilities of a founder and leader.\\n\\nMaking this transition from doing everything, to giving up more responsibilities to your growing team is essential for any founding team that is making the transition from testing an idea to building a company, but isn’t always easy. It’s natural to feel protective of everything you’ve achieved to date, and feeling like you’re the best person to do everything. Most founders eventually realize that to achieve their ultimate goals, they cannot do it alone. The best founders understand this sooner rather than later.\\n\\nWhen we meet founding teams early in the pitch process, we’re evaluating them for a number of different things, including self-awareness and the ability to adapt when presented with new information. In that context, it was incredibly refreshing to drop in on this back and forth between two different CEOs in our portfolio.\\n\\n![](https://images.mirror-media.xyz/publication-images/i9MAUXKbrYGxcX9z299iZ.png?height=968&width=720)\\n\\n [@kunaltandon](http://twitter.com/kunaltandon)\",\"timestamp\":1639612685,\"title\":\"Firing Yourself\"},\"digest\":\"c8BPFsXRW-dA5uK69z5S4lsqmrBFvSIyAhcOkv6i0Vc\",\"authorship\":{\"contributor\":\"0xdC41EF1A9472aFa2DbDc181de54Ff7379BCEfB31\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1aCP9tXpYz-U40fWLq6-2f34gDf7SfxasG8I7bMYKB8\\\",\\\"y\\\":\\\"4zA6bx2CyiELkJNpNcl8QcMBYTjlJTYePxWoF2vDGS4\\\"}\",\"signature\":\"lVP_rSdqMhmdy6iVwF69jRgFDCKa9LeMhjTXtGggRrSeUIzofd9QquBJLtr1zBTpx8aPTlcqmw5_Pw8g1fyq7g\",\"signingKeySignature\":\"0xd44a3c93c28e7144ee80758b86c309e0f730523ad9aa2df1237eb895047405be1e83f95302bbbe29940608dda3ffc8744f5f0a5fae6260791d35c8bba003eb301c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1aCP9tXpYz-U40fWLq6-2f34gDf7SfxasG8I7bMYKB8\\\",\\\"y\\\":\\\"4zA6bx2CyiELkJNpNcl8QcMBYTjlJTYePxWoF2vDGS4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"c8BPFsXRW-dA5uK69z5S4lsqmrBFvSIyAhcOkv6i0Vc\"}"