"{\"content\":{\"body\":\"Cuando somos nuevos, la mejor manera de aprender a programar y echar mano a algo de código es a través de tutoriales, nos “enseñan” a hacer aplicaciones increíbles y sin equivocarnos, terminamos el tutorial y le mostramos la app que hicimos a nuestros amigos y familia, “soy un hacker” surge en nuestros pensamientos. \\\\n Entonces hacemos otro tutorial, esta vez un poco más largo y más complicado, la sensación de aprender aumenta y nos sentimos cada vez más cerca de ser “Junior Level”, el camino a Google está cada vez más cerca… \\\\n Seguimos así durante un mes, dos meses, 6 meses?... Pero Amazon no nos ha llamado aún, entonces te pones a pensar ¿qué estoy haciendo mal? Si he hecho decenas de apps; ¿por qué no consigo el trabajo soñado?\\n\\n**Has caído en el famoso “Tutorial Hell”**\\n\\nPara tenerlo más claro, el tutorial hell consiste en hacer infinidad de tutoriales de programación impulsados por el sentido de productividad que se logra al terminar un tutorial, una falsa productividad…\\n\\n**¿Por qué una falsa productividad?**\\n\\nPorque los tutoriales no te preparan para un trabajo real de programador, en los tutoriales todo sale perfecto, hay un camino que seguir dictado por el profesor en cuestión, así que estás en una zona segura en la que todo es de color arcoíris.\\n\\n**¿Cómo es entonces programar en la vida real?**\\n\\nAl hacer tus propias apps tienes la libertad de tomar las decisiones tú, tienes que decir que base de datos vas a usar, cómo vas a distribuir las carpetas, usar o no una librería en específico, es de los mejores sentimientos al programar, sentir que puedes crear cualquier cosa, suena bien verdad?, pero eso conlleva también una responsabilidad, resolver los problemas… Bugs aleatorios surgen de la nada cuando programamos, un error 500 desde el backend, un margin: 10px nos descuadra toda la página, la mayoría de las veces esos errores son una muestra de nuestras fallas de pensamiento como seres humanos que somos pero otras veces pueden venir de errores con los frameworks y librerías que hemos decido utilizar.\\n\\nPero en el fondo de eso se trata la programación, de resolver problemas, el sentimiento de arreglar un bug o crear un programa que resuelve alguna necesidad es lo que nos motiva, la pasión por el código... (y el dinero claro...).\\n\\n**¿Cómo y por qué tienes que salir del tutorial hell?**\\n\\nEl porqué es sencillo, si quieres ser programador necesitas ser capaz de crear apps desde 0, a solicitud de un cliente, un manager o tú mismo si tuviste esa primera idea del millón de dólares. Si estás atrapado en el tutorial hell no vas a poder avanzar en tu travesía.\\n\\n**Consejo para salir del tutorial hell.**\\n\\nHacer la menor cantidad de tutoriales posibles, pero ¿cómo sabes cuando estás listo para programar en serio? Nunca lo estás… No importa qué nivel de programador tienes, siempre hay algo que representa un reto para tí, entonces la mejor manera de saber si estás listo es empezando ahora mismo, no te prives de la diversión de crear, de descubrir, de resolver los problemas que surjan. \\\\n Crea una función que sume 2 números, una calculadora, una app sencilla de lista de tareas, tu primera app con conexión a una base de datos, tu primera página sencilla con React, Vue… Cada paso que das te acerca a tu meta, concéntrate en avanzar aunque sea un poco cada día y cuando menos te lo esperes verás los resultados. \\\\n Cómo recomendación te diría que empieces con 2 o 3 tutoriales, tal vez un libro pero luego de eso lo mejor es empezar a tirar código a diestra y siniestra, salga bien o mal, resolviendo los problemas en dónde tendrás el verdadero aprendizaje, ahí está la verdadera diversión.\\n\\nY claro, en conjunto se deben practicar mucho los fundamentos de programación, no son ciencia de cohetes… Ese tema lo dejamos para otro post.\\n\\n¡Éxito!\",\"timestamp\":1633538705,\"title\":\"¿Qué es el tutorial hell? (Y por qué debes evitarlo)\"},\"digest\":\"Ya7dsXTdboLzGWCVLMduzBEuvljYKz2G7qcm6XwtGqs\",\"authorship\":{\"contributor\":\"0xBC17A9bE275245D80647b1a043baaB635582c5eE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"z5GgfCgztcrYc3Nds4RHgyp3BzE6bKG6HaQyFL2Hpw4\\\",\\\"y\\\":\\\"7EVQ5cCaPuArIP5SE20JM_oaG0aRMGFAxjTSYTTUeKQ\\\"}\",\"signature\":\"1hvkXuZhd-gDr6UnXQuIFqsLLuCpb87E4zOmBSgvoga7MmR12P4XJkutq5Sk2O8R0QwCbd1xreA_jRRNIpDNHw\",\"signingKeySignature\":\"0xea9f705ef1e720fe1a0f722608efdedd3f5728eb4baf3a815a038bbc397ff582036e5aa5e8cf83d5c3c1689a24693e1c81f6dd81f4f330acb3b099b0d1bc282d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"z5GgfCgztcrYc3Nds4RHgyp3BzE6bKG6HaQyFL2Hpw4\\\",\\\"y\\\":\\\"7EVQ5cCaPuArIP5SE20JM_oaG0aRMGFAxjTSYTTUeKQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Ya7dsXTdboLzGWCVLMduzBEuvljYKz2G7qcm6XwtGqs\"}"