"{\"content\":{\"body\":\"### 学而时习之，不亦说乎？有朋自远方来，不亦乐乎？人不知而不愠，不亦君子乎？\\n\\n### 学什么，怎么学\\n\\n学习可以使人成长，使人进步，使人快乐，使人睿智，使人过上幸福的日子...关于学习的意义，谁都能说上一箩筐，也就不必再赘述了。倒是那学什么、怎么学的大深意，却是很有必要说上一说的。\\n\\n“学而时习之”第一个“学”指的是学习。那么，学习的内容是什么呢？是学问。许多人把学问当作知识，这种认识是有偏差的。大千世界，知识海量，如果把学问当作知识，那恐怕一辈子什么都不用干了，只做学生就够了。尽管哲人说，学无止境，生命不息，学习不止，但也要有选择地学。细读《论语》全书，我们不难发现，孔子所说的“学问”既不是指文学水平的高超，也不是指知识渊博，而是指做人做事的学问一一做人到位，做事正确。南宋理学大师朱熹更点明个中意味，指出此节所述是人的“入道之门，积德之基”。\\n\\n他强调的其实是“学”之后的“行”。一门心思只学知识，而不想着如何让学到的知识先服务于自己，后服务于社会，造就的无疑会是一些“闭门造车”“纸上谈兵”的书呆子、百无一用的书生。这就需要在正确知识引领下，更好地做人，更好地做事。有些人满腹才学，却尽做祸国殃民之事，一样是“无学”之徒，譬如秦桧、严嵩等人。有些人，虽然读的书不多，知识也不够丰富，但做人有担当，做事有主见、重大义，这样的人就是有大学问的人。\\n\\n做人做事的学问不是在书斋里形成的，也不是在课堂上学会的，而是在日常的生活中，在做事、交友、为政、经商、治家乃至穿衣吃饭、打扫卫生等这些具体的社会活动中养成的。这就是“学而时习之”的“习”——学问的获得，既需要上述的实践，更需要不断地反思，随时随地地提醒自己改正错误与不足，提高修养。这种人格的培养，是一种行为的习得。没有持之以恒的反复磨砺，是很难形成的。\\n\\n进德修身，通常而言，是与自己的不良习气作斗争，是痛苦的事情，但是在孔子看来却充满了“悦”和“乐”，有着无限的乐趣一一因为个人修养的提高乃是一种深刻的人生体验，是运用自己的心灵对自然和社会规律进行理性探索的过程，这个过程充满了快乐。在反复的学习与实践中，不仅能培植人格，更能增长智慧，这种成长的幸福感是难以言说的。孔子的心态和气度真是非凡博大啊!\\n\\n其实这一点，我们每个人都或有体会，自己做了一件好事，或者掌握了一种高效做事的方法，这个时候，是无比快乐的。\\n\\n“乐感”是人外在行为收效内化后的情绪体验，这一情感历程无疑是寂寞的。难怪李白曾有诗言“古来圣贤皆寂寞”，一语道破了做学问的境况。这一点，古今中外的大学问家概莫能外，中国的孔子、庄子，西方的苏格拉底、叔本华、马克思无不寂寞一生。所以，如果真心向学，就要有耐得住寂寞、不怕凄凉的精神，否则免谈。真正做学问的人，活着的时候，很可能没一个人了解他，有时甚至数十年乃至数百年之后，人们才会认识到其思想的伟大价值。不要说圣贤，就是作为普通人，我们也常常感叹，了解自己的人太少了。\\n\\n可是，人非草木，孰能无情？圣贤也是人，身处无边的寂寞中，多么期望能有一个人理解他的千秋大业，与他谈论道德学问，和他有着强烈共鸣，能够与其砥砺互进，那是何等的欣慰和快乐呀！于是孔子说：“有朋自远方来，不亦乐乎？”大家说“人生得一知己，死而无憾”。然而，这样的知己很难得。有时可能一辈子都碰不到一个。\\n\\n得不到别人的理解怎么办呢?“人不知而不愠，不亦君子乎?”处世交友都是人生要义，当以人和为乐事，“人不知而不愠”才是为人为学的最高境界。普通人遇到困难，遭到挫败，或被人误解时，往往满腹怨气，怨天尤人。而一个道德学问精深的君子，是不会这样做的，他们通常会反思自己，问问自己为什么会遭遇困境，自己哪些地方没做好，该如何改进等。自持仁心，不断进德修身，自己的心灵就会充实、圆满，并最终获得幸福。所以，人的一生，关键是自知自立。自己是否幸福，取决于自己，不在外人如何评价，当然，更不能不奢求于外。\\n\\n《论语》开篇的这几句话，并不是简单谈读书学习这么简单，而是讲如何学做人，如何做学问。学而时习，与朋友共，不为人知而不愠，就能不断增进美德，开启智慧，就能使自己的心灵获得滋养，思维得以拓展。如此，就会踏上真正的心智成熟之路，进而达到理想的人生境界一一修成君子\",\"timestamp\":1636071381,\"title\":\"论语-1\"},\"digest\":\"E8zdGRXg7sfPp4COdpSOgFX3TPxwNJBc042dMLuVPc8\",\"authorship\":{\"contributor\":\"0x14C462AC8B8bDCD3e748B3BF1ea9Ed996Bdac57F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Efqut5H9_zvyHe_9TmO1ZQsfeIm0eFRAte144UlTo5w\\\",\\\"y\\\":\\\"V7h2QaPGDRPi5v8TJUADppZ23rNtpOzebvHgnR-Y-PE\\\"}\",\"signature\":\"AqIEJRw28MO84mxg7a17Gqsa80wmtFnfa3a3DIMz8TU0C-TzQ6x2E4ussWTz9rQkOGpPZInYufq9vhSofXKBgg\",\"signingKeySignature\":\"0x74be6908f09694f2649621070ce788417c5edc204460e054c5be4638aa6770dd1f3b70c9d9beb63d04cd69c5365cfd0db69343d479d13832d330b07928662c511b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Efqut5H9_zvyHe_9TmO1ZQsfeIm0eFRAte144UlTo5w\\\",\\\"y\\\":\\\"V7h2QaPGDRPi5v8TJUADppZ23rNtpOzebvHgnR-Y-PE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"E8zdGRXg7sfPp4COdpSOgFX3TPxwNJBc042dMLuVPc8\"}"