"{\"content\":{\"body\":\"We’re all full of the new Kanye West record, his open work-in-progress way of putting the record together and, of course, his Donda Stemplayer. This will be the future, a future of more transparency in the creative process of artists, and with amazing generative music that allows fans to become creators. And yet, each artist needs to be a content machine. Another perspective on the Donda success story is how it created tonnes of content, some of it experiential and other parts more digital. It dominated the news because it continuously dripped content into the world. This is not for everyone. \\n\\nIf we think back to Bach and how musicians worked, created, and subsequently got remunerated in his age then that is actually our future. They worked for a patron and learn their craft through apprenticeship. From Mozart and Paganini onwards, we started to create an image of artists as mavericks and people who’s art would force itself out no matter what and no matter the consequences. But Bach and his contemporaries and predecessors were essentially craftspeople. Churches and royals would hire them to do a specific job: create music befitting certain events, holidays, or ceremonies. \\n\\n![](https://images.mirror-media.xyz/publication-images/de6c3d4b-d755-4a26-a939-7a43a261d149.jpg?height=562&width=784)\\n\\n## Why the musicians of the future will be more like craftspeople\\n\\nThere’s a lot of enthusiasm surrounding the potential of Web3 for musicians: \\n\\n* it allows them to create more close-knit communities; \\n* it gives artists the power to control their IP by, for example, releasing their music through NFTs; \\n* it allows them to fund their music in a novel way, outside of the old musical infrastructures of labels and managers. \\n\\nBut the Web3 solutions for music are mostly built within the framework of the creator economy. This means that there is pressure to continuously engage a group of followers. There’s also a need to distinguish between what you offer your more regular fans versus your superfans. The latter desire, and should receive, insights into the creative process and gain access to the artist. \\n\\nWhat that means is that it’s not possible to just disappear for a couple of years and work on your magnum opus and just release it into the world. That kind of release required the kind of marketing strategy and force that a major label like Universal could offer around 20 years ago. There are plenty of critiques of the current marketplace for music, and art in general. One of my personal favourites is from William Deresiewicz. In his book *The Death of the Artist*, he argues that we’re coming into a time where Art with a capital A and the Artist with a capital A disappear. What started in the mid-18th Century is now running its course. Spurred on by the capitalism of Big Tech we are in the death throes of these romantic concepts. Instead artists need to act like entrepreneurs. \\n\\nNowadays, it’s all about churning out high quality content consistently and regularly. NFTs, DAOs, and other Web3 solutions don’t necessarily change this, they almost reinforce it. The power of an NFT is about ownership, but also about buying access. **3LAU** offered a [custom-created song for the highest bidder](https://nft.3lau.com/#/auction) in one of his drops. **Li Jin** ended up [writing an article with the person who bought her first NFT](https://www.nytimes.com/2021/03/24/opinion/what-are-nfts.html). Experimentation with this is ongoing with current examples being gated communities like **[Friends With Benefits](https://www.fwb.help/manifesto)** or **Holly Herndon**’s **[Holly+](https://decrypt.co/75958/holly-herndon-launches-dao-controlled-vocal-deepfake-platform-holly)**. There’s also the potential for more dynamic NFTs that allow for change and growth over time. Something I’m personally very curious about is how NFTs can be put together so that they will only open at some point in the future when certain criteria are met. With all of this potential, it still means that artists need to look at their craft differently than before. Art becomes something else again. \\n\\nAll of these developments, however, still require a kind of always-on mentality and a focus on briefness and easy-to-grasp concepts. The hope is that by engaging with  fans through tools like NFTs artists can create the financial space to focus on what they want to create. But those same fans also crave attention and require content to keep their ears piqued. Of course, there are some who have created success. If we look at **Cristina Spinei**, for example, [who recently stated that](https://medium.com/geekculture/can-nfts-fix-the-music-industrys-broken-business-model-ba3159a8ff1d):\\n\\n> “NFTs have allowed me to gain complete independence from classical music institutions. This is the first year in ages that I won’t be applying for any awards or grants. It’s liberating to connect directly with an audience and collectors.”\\n\\nNotwithstanding her success, she has learned her craft and is now finding ways to earn money off of her craft through new technologies. \\n\\n## Communities & technologies also require craft\\n\\nFreedom from institutions is one of the great promises of the blockchain. Making that work is why a lot of people start experimenting on it in the first place. But operating on the Web3 requires its own form of craft. This is why Bas wrote his [Web3 Primer](https://musicx.mirror.xyz/aFsodqVCC0JTCQ48z002Gecdkq0w9-2tGa-YqXp3BB0) and this is also why Spinei put together an [NFT Guide](https://www.cristinaspinei.com/nftguide) specifically for classical musicians. To flourish in this new landscape requires knowledge of its concepts and tools. And that knowledge comes through craft. There’s no wonder that most **Discord** channels I’m in have a community manager, it takes skill and dedication to keep a group of people together. Setting up a community isn’t as easy as minting five NFTs and sending out a group email. \\n\\nAs some of the earlier examples showcase, [technology itself can be a creative medium](https://www.arts.gov/sites/default/files/Tech-as-Art-report-062921.pdf). Learning how to utilize them as such is something that should be allowed time for. Not necessarily through institutions such as schools and universities, but it definitely requires something thorough. What Deresiewicz ascertained is that there have been [three models of artist](https://www.theatlantic.com/magazine/archive/2015/01/the-death-of-the-artist-and-the-birth-of-the-creative-entrepreneur/383497/) in the past couple of hundred years. \\n\\n> “Artisan, genius, professional: underlying all these models is the market. In blunter terms, they’re all about the way that you get paid. If the artisanal paradigm predates the emergence of modern capitalism—the age of the artisan was the age of the patron, with the artist as, essentially, a sort of feudal dependent—the paradigms of genius and professional were stages in the effort to adjust to it.”\\n\\nAnd now we have an environment where this adjustment continues while it shirks towards a form of rebellion. The latter is the opportunity to become independent from longstanding infrastructures. The former shines through in the way that it’s still about getting paid. The question is, at what stage do you get paid? If, indeed, we go back to the musician as a craftsperson then the system supporting that should allow them to learn their craft, every aspect of it. \\n\\n![](https://images.mirror-media.xyz/publication-images/d60830af-f625-4b2a-8389-b2b956ae340c.jpg?height=245&width=495)\\n\\n## An artisanal freedom\\n\\nOf course, there are endless opportunities to create and market your music. Web3 offers enticing solutions that promise freedom. But that freedom is not the kind of freedom we traditionally associate with the genius artist. It’s not about creating your work in solitude, outside of the public eye. On the contrary, the freedom promised through Web3 tools and solutions - of which NFTs are just one - focus on craft. It’s a world that still requires artists to stand out from a large crowd. This requires platforms, gatekeepers, and attention-grabbing headlines just as much as it did in previous environments that artists operated in. The hope, then, is that we come to a new kind of artist, one who finds their perfection in the way that Bach did. Through endless craft comes a moment where the entertainment becomes art. This can be in the ear of the beholder or in the form of the art. Perhaps we don’t need to make music that people will consume in a concert hall with an 80-person orchestra. Instead, it could be music for pixels with a total duration of 50 seconds. To do that right, to not let that be generic but something truly creative requires craft. It’s up to all of us to see to it that artists are allowed to learn those crafts. \",\"timestamp\":1631139667,\"title\":\"In the future musicians will be more like Bach than Kanye\",\"publication\":\"musicx\"},\"digest\":\"hKvSdCRDde8dmRAdVryFLc7Zo4vqFMRJ8CO-85tkjQ4\",\"authorship\":{\"contributor\":\"0x04a395a382B43d083ac5F43eb4c32B93d5a43E00\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8iEIzphe9jX-mCUjXRrLX1kwBTVcpPlv73pKUjlhzaI\\\",\\\"y\\\":\\\"ihk2IDb0b_tPf9KmIABlIIO-smpqGF1gyoN84r76j5g\\\"}\",\"signature\":\"fGewcvEx5uE2rhbf40-w394csZxFvL2N3ODEnJgv5TqNfQX-RWTJKkPKtW_lindS3CDm-pAMkdN_m-BpYS5tAw\",\"signingKeySignature\":\"0x0179acc16bb13ef2fc7a609525a36d70a339308e98e4e6430c36af8ed3aa2bda34ed5d2eae5318e161b0c234973b4068a0f9d5f89195b556a263defea6d4b2ae1c\",\"signingKeyMessage\":\"I authorize the publication of articles on musicx.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8iEIzphe9jX-mCUjXRrLX1kwBTVcpPlv73pKUjlhzaI\\\",\\\"y\\\":\\\"ihk2IDb0b_tPf9KmIABlIIO-smpqGF1gyoN84r76j5g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hKvSdCRDde8dmRAdVryFLc7Zo4vqFMRJ8CO-85tkjQ4\"}"