"{\"content\":{\"body\":\"Most venture capital funds have a “recycling” provision that allows them to sell some percentage of their investments and reinvest those funds back into new investments instead of distributing that capital to their limited partners. There is no standard recycling percentage in the market, but I think 20-25% is fairly common.\\n\\nWe do this at USV very aggressively. It allows us to put the entire fund to work and recoup the management fee load. A $100mm venture capital fund will pay something like $20mm in management fees over a ten-year life. So it would only actually invest $80mm into startups. But if that fund recycled $20mm back into new investments, it could put the entire $100mm to work even after paying the $20mm in management fees.\\n\\nSometimes it is also possible to use recycling to invest more than the fund actually raised. We have done that in a number of funds. Our first fund was a $125mm fund, but we only called something like $110mm from our investors and I think we ultimately put to work something like $140mm.\\n\\nThese might feel like small moves, but they can be very big moves when you are trying to make 3x or more on a fund. Three times $110mm is $330mm. Three times $140mm is $420mm.\\n\\nOf course you have to be smart about what you recycle and what do you not recycle. Most venture capital funds have investments where you get your money back or a bit more. It could be an early exit where the founders got a great offer they could not refuse. Or it could be an investment that only sort of worked. Those are great opportunities to recycle capital. You get your money back or a bit more, and then you put it back to work.\\n\\nIt can also make sense to take a little money off the table on a rocket ship type investment and recycle that. But doing too much of that sort of thing can reduce the returns in a fund instead of amplifying them. I have made that mistake and do not plan to do it again.\\n\\nPortfolio and fund management in a venture capital firm is not something that is often discussed. The biggest driver of performance is finding the right opportunities and getting into them at the right time. So that is where most people in venture capital focus their time and energy and rightly so.\\n\\nBut I believe that proper portfolio management; getting the right diversification in a portfolio, managing liquidity opportunities, and aggressive recycling can make a big difference in fund and firm performance and we dedicate real time and energy to these issues at USV. I think it has made a difference for us over the years.\\n\",\"timestamp\":1617273632,\"title\":\"Recycling\",\"publication\":\"avc\"},\"digest\":\"PcNvPBD2z-cYM5HDkML508ukILraWi1A6iRr2LmEQ2E\",\"authorship\":{\"contributor\":\"0xB8332710AB60A1B2e8FE6D775d83524C9E0cE136\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LTl3aLSRol2QUVUD6CZDmgOh-_8_repOG-vj-b00m1o\\\",\\\"y\\\":\\\"Q21DlwnMAzKTxzvSjREQR-eWtchCVIOEf9pQ8-_jbbs\\\"}\",\"signature\":\"rDk2hVBQe0R2hSY2STqn6EuVzVZdhcA-UtC7BTUkCj2PoXLRbkmvlvFUjUDW9KkGDc5GkXvMfM1Sqibcy5l4Sw\",\"signingKeySignature\":\"0xa36ed4a1f484cc32e85a01be266ff07df93d7d551959ab6f44e5cb7aca49bba22841e81a419ff9150996b75ecf4a0a87eda7e1e79898e4f8e48a13744383f7451b\",\"signingKeyMessage\":\"I authorize the publication of articles on avc.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LTl3aLSRol2QUVUD6CZDmgOh-_8_repOG-vj-b00m1o\\\",\\\"y\\\":\\\"Q21DlwnMAzKTxzvSjREQR-eWtchCVIOEf9pQ8-_jbbs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PcNvPBD2z-cYM5HDkML508ukILraWi1A6iRr2LmEQ2E\"}"