"{\"content\":{\"body\":\"** \\n **On 10th September, the Financial times published an article entitled “[Inside the Cult of Crypto](https://www.ft.com/content/9e787670-6aa7-4479-934f-f4a9fedf4829?desktop=true&segmentId=7c8f09b9-9b61-4fbb-9430-9208a9e233c8#comments-anchor)”,  The article was somewhat controversial in crypto circles, where the financial times is not well regarded as an accurate source of news and information.  \\n  \\n The article was illustrated by five fictional tarot cards entitled collapse, attack, distrust, leader and sacrifice. These cards have been matched to their closest equivalents in traditional tarot deck and used to form a fourfold vision spread to interrogate the Financial Time’s relationship with crypto. \\n  \\n The first card in a fourfold spread represents the object being viewed and where the attention is lying. Named “Collapse” this card shows three robed figures standing in front of a structure which is ambiguously either a temple or a bank, watching it burn.  \\n  \\n \\n\\n![The banks burn while the crypto-cultists look on passively](https://images.mirror-media.xyz/publication-images/bSlQo67BBu1GmB91BRFzU.png?height=512&width=311)\\n\\n \\n  \\n The closest card to this in the traditional tarot is the Tower, although unlike the traditional Tower card, the figures are calmly watching it burn, rather than falling from it in despair.  The Tower symbolises ruin and collapse and as a card of the major arcana is stronger than any of the other cards alluded to in this vision. \\n  \\n The second card in a fourfold spread represents the literal ocular vision of the object under question.  In this card, labelled “Attack”, we see a robed figure with a coin in place of a face plunging a sixth sword bloodlessly into a suited male figure.  A green tie spills on the ground, a clear symbolism for the dollar and the gathering clouds look ominous.\\n\\n![Suits are stabbed in the back, spilling their lifeblood.](https://images.mirror-media.xyz/publication-images/FqFWR_KkDh674eziWiNuh.png?height=512&width=311)\\n\\n \\n  \\n Although there are only six swords in the picture, the imagery is most akin to the ten of swords in traditional tarot.  This card represents a painful but inevitable ending.  It also has a secondary meaning of letting go and accepting that inevitability, which resonates in the choice of six rather than ten swords, where the six of swords is a card that represents moving on.\\n\\n \\n The third card in a fourfold spread represents the mental vision of the issue under question.  Titled “Distrust”, It depicts a bound, blindfolded and gagged smartly dressed figure trapped to the waste in quicksand, with two robed figures looking out to sea in the background where the sun shines on an open sea with four birds high in the sky. \\n  \\n \\n\\n![Liberty beckons, but the suits are trapped ](https://images.mirror-media.xyz/publication-images/5d1HzIlAIrAYqytI6NP4u.png?height=512&width=311)\\n\\n \\n  \\n The only bound figure in the tarot is the eight of swords, a card which speaks to self-imposed restrictions and a victim mentality; the figure differs from the traditional depiction of a woman by being gagged as well as bound, ankle deep in water, suggesting an intensification of this mental vision.  Birds in the background are found on the picture cards of the swords suit and generally symbolise freedom, which is echoed in the robed figures staring out over an open sea and fair weather. \\n  \\n \\n\\nThe fourth card in a four fold vision is the emotional vision.  Called “Leader”, this card depicts two robed figures worshiping at the feet of an anonymous figure holding a staff and a coin. Unlike in other depictions the robe is empty, the face not represented by a coin.  A castle and  temple are in the background on either side of the throne, behind a flowered hedge.\\n\\n![](https://images.mirror-media.xyz/publication-images/gsXsVvSnevUUkbzwPTNWZ.png?height=512&width=311)\\n\\n \\n  \\n This resonates heavily with the King of pentacles who is depicted on a throne with a staff and coin, representing wise leadership and worldly success. \\n\\nThe final card of the fourfold vision represents the mystical perspective of the object and is a culmination of the previous three ways of seeing the object depicted in card 1. The card depicts two robed figures pouring from a chalice, spilling onto barren ground while in the background a town nestles at the bottom of a mountain under a radiant sky.\\n\\n![A blood sacrifice is demanded](https://images.mirror-media.xyz/publication-images/dxcjrjMe_aqgIg5tY-8MW.png?height=512&width=311)\\n\\n \\n  \\n This card has no obvious equivalent. There is an allusion here to the Ace of Cups, symbolising bountifulness with the single overflowing up.  Mountains in tarot generally represent obstacles, while towns represent community, structures and co-operation. The liquid flowing from the cup is red, symbolising blood - the origin of that blood is unclear.\\n\\n**An Occult Reading of the Financial Time’s vision of Crypto from Inside the Cult**. \\n  \\n The Financial Times’ primary object of attention is that of collapse.  They see the destruction of the money temples, while the crypto cultists look on unmoved.  Their final perception of this is as a major obstacle in the distance. Crypto cultists pour abundant lifeblood as a sacrifice on barren ground,while the citizenry lies in the background, overshadowed by the imposing mountain. \\n  \\n This final vision is informed by their naive perception of crypto-cultists bringing about an inevitable end to a situation and a desire to let go of a situation that is hopeless.  At a mental level the Financial Times perceives itself as bound and stuck, while others are looking towards blue skies, open seas and watching the birds fly, however the emotional vision portrayed speaks to a level of respect that isn't reflected in the article this series illustrates.\\n\\n\\\\*\\\\*\\\\*\\\\*\\\\* \\n  \\n We dont judge here, we take all sinners as they come.  So many financial folk moonlight in crypto, logging off from their dayjobs to operate under the cover of Discord, secretly mingling with drug addicts, sex workers, refugees and all the other flavours of the great unbanked, hesitantly joining in our rituals: quietly ordering Pizza for everyone in the office on May 22nd, or doing the annual exchange housekeeping on the 3rd of January while chanting “not your keys, not your coin” under their breath. \\n  \\n The Financial Times may see a vision of ruin with themselves as sacrificial offerings, but it need not be this way. Although their concern is with disaster, and they identify sacrifice as the ultimate ending, whether that sacrifice is noble or debased is yet to be seen. The emotional respect they offer to the anonymous king being worshipped and their mental perception of their entrenched position, together with their victim positioning in an inevitable turn of events which they label an attack speaks to a repressed desire for freedom. \\n  \\n They may escape the cult of fiat yet. \\n  \\n  \\n \\n\\n \\n \",\"timestamp\":1633820382,\"title\":\"Inside the Occult of Cypto - the Financial Time’s Fourfold Vision\"},\"digest\":\"CkyGGrNC2Q_dT1nkzm2DBwtGARZdaekJrMYE7I0nM8E\",\"authorship\":{\"contributor\":\"0xA3f76c31f57dA65B0ce84c64c25E61BF38c86BEd\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lRtcFek3o0uMBoe6l3lqSOVHb0EvxkZHLMc2GS-rkfA\\\",\\\"y\\\":\\\"-LnlJ9SXTOpuRVdgbEdNYMFetX0C1txqa8LMK9exGe0\\\"}\",\"signature\":\"NzKHe7RqJYnTHNrOcTap0Xd3KigPUGik6B1eC22_UxLy6br3Uh7PlgNN7Uun_3Cff6NPCADcU7ckCVNMH_hBcg\",\"signingKeySignature\":\"0x8ea01b02f3502f04a130b5bd49c1af2f446d4e45af92b5dc2409101fbc1576b53a09f01eb0a60489cce0f6481d377687436c67b043114970bffe38513022af101c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lRtcFek3o0uMBoe6l3lqSOVHb0EvxkZHLMc2GS-rkfA\\\",\\\"y\\\":\\\"-LnlJ9SXTOpuRVdgbEdNYMFetX0C1txqa8LMK9exGe0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CkyGGrNC2Q_dT1nkzm2DBwtGARZdaekJrMYE7I0nM8E\"}"