"{\"content\":{\"body\":\"Before Zhuge Liang came out of the mountain, he even made a folk song for farmers to sing, which is also word-of-mouth marketing. These two ancients thousands of years ago used modern marketing methods to sell themselves. Jiang\\nA great man never relies on opportunities, but on strength. Even if there is no opportunity, he will create opportunities on his own. Many of us see that others succeed. We often say that he is lucky. It is the times that gave him the opportunity. If I was born in his time, what would happen! If someone gives me tens of millions, what can I do.\\n\\nI came into contact with a saying when I was young. What I said was: If Jiang Ziya did not meet Zhou Wenwang, he could only fish for a lifetime; if Zhuge Liang did not meet Liu Bei, he could only farm for a lifetime.\\n\\nI once believed in this statement, thinking that no matter how great a person is, it is useless if there is no opportunity. This is the reason why many people feel disappointed.\\n\\nLater, when I came into contact with business, I gained a lot of experience, and I started my own business. I suddenly felt that I was able to get through all of these things at once, and my views on many things were completely changed.\\n\\nMost people often say that the result is the cause. This argument is very concealed. From a logical point of view, it is difficult to detect what is wrong. In fact, it is because they have such great capabilities that they have such opportunities. It's not that they have a good opportunity at all. I will give you an analysis and analysis.\\n\\nHow did Jiang Taigong fish? Straight hook, which means there is no hook! And three feet away from the water! It's weird! The weirdness will arouse people's interest, the weirdness will cause social communication, and the market awareness will be greatly improved! We have a word to describe this approach today: event marketing. The effect is the same as the fitting room in Uniqlo a few days ago. Taigong Jiang is simply a master of marketing. Then Zhou Wenwang's attention was drawn, and Zhou Wenwang ran over and asked Jiang Ziya, why do you fish like this? Jiang Ziya said: \\\"I'd rather get straight from it than from the song. It means \\\"I'd rather be upright but not inadequate, not evil but more than evil, and behave upright.\\\" What is this? This is a deal in sales.\\n\\nKing Zhou Wen heard it, master! Hurry up and arrange a job for him!\\n\\nLet's look at how Zhuge Liang farms the land? Zhuge Liang is good at making young talents and compares himself to Guan Zhong and Le Yi! How did he find a job later? Xu Shu, whom he befriended back then, recommended it to Liu Bei. We also have a word to describe this approach today: word-of-mouth marketing. Liu Bei went to him, and he talked to Liu Bei about a three-point world strategy. What is this called? Come prepared, and have real skills. If Zhuge Liang is not really capable, will Liu Bei invite him again and again? Does it depend on luck?\\n\\nZiya is a master of event marketing, and Zhuge Liang is a master of word-of-mouth marketing. They used this method, and the result was destined to succeed. There would be no saying that they would be buried if they didn't meet Zhou Wenwang or Liu Bei. They would definitely get an interview opportunity. They use their abilities to create opportunities for themselves, rather than having the opportunity to play their abilities first.\\n\\nIf you understand this idea, you will know that opportunities are always created by yourself! Therefore, Sister Feng, who has recently become the editor of [Phoenix.com](http://Phoenix.com), also relies on event marketing.\\n\\nAdd word-of-mouth marketing to win opportunities for yourself. If you are interested, you can go to find out, it won't be wordy here.\\n\\nFinally, let’s summarize: The great people never rely on luck, never wait for opportunities, they will give themselves to themselves\\n\\nMediocre people don’t know how to create opportunities, but think that others rely on luck to succeed.\",\"timestamp\":1634795499,\"title\":\"Great people never rely on chance\"},\"digest\":\"A57yYTYRM-LvCQjwYgWOJuZFRUSJAzfcALOeNzsrbJE\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"zC6AyBOC5rHqyXqP1AvGrIXhXND1W5b_nwGO14a-2EbvZlXbswiqzbdW1hZMPnRd1GmFty3Fh1j1Ng-rj1wISA\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"A57yYTYRM-LvCQjwYgWOJuZFRUSJAzfcALOeNzsrbJE\"}"