"{\"content\":{\"body\":\"El metaverso puede representar una oportunidad de mercado de más de $1 billón de ingresos anuales, según un [informe](https://grayscale.com/wp-content/uploads/2021/11/Grayscale_Metaverse_Report_Nov2021.pdf) del gigante de inversiones cripto Grayscale, que no especificó el plazo para que esto ocurra.\\n\\nEl informe, publicado el jueves, se titula “The Metaverse, Web 3.0 Virtual Cloud Economies” (en español, “El metaverso: economías virtuales en la nube de la Web 3.0″). El texto examina la oportunidad que surgirá de la intersección de las tendencias en juegos y estilo de vida con el potencial de blockchain para proporcionar infraestructura a los mundos digitales.\\n\\nProyectos como Decentraland permiten a los usuarios interactuar, gobernar y ganar tokens, además de obtener ganancias en el mundo real por el tiempo que pasan en línea, afirmó Grayscale. La gente pasa cada vez más tiempo conectada y, al mismo tiempo, gasta dinero para construir un estatus social dentro de los mundos digitales, añadió la firma.\\n\\nLos ingresos de los mundos virtuales de juego podrían crecer hasta los $400.000 millones en 2025, mientras que en 2020 alcanzaron los $180.000 millones, según Grayscale. La mayoría de esos $400.000 millones corresponderá al gasto dentro de juegos, en comparación con el consumo en juegos premium, señaló la compañía.\\n\\nEn el tercer trimestre de 2021 el fondeo para cripto fue de $8.200 millones, de los cuales $1.800 millones se destinaron a la Web 3 y a tokens no fungibles (NFTs), destacó Grayscale. El fondeo destinado a aplicaciones de juego eclipsó a todos los demás verticales de NFT en el tercer trimestre tras captar cerca de $1.000 millones.\\n\\n“En comparación con los $10.000 millones que planean invertir empresas como Facebook, y las cantidades que luego podrían venir de otras empresas e inversores de capital de riesgo, el metaverso está en sus primeros pasos”, afirmó Grayscale.\\n\\nEl informe fue elaborado por el jefe de investigación de Grayscale, David Grider, y el analista de investigación Matt Maximo. Definieron al metaverso como “mundos virtuales interconectados, experienciales y en 3D, en los que personas situadas en cualquier lugar pueden socializar en tiempo real para formar una economía persistente, de propiedad de los usuarios, que abarca el mundo digital y el físico”.\",\"timestamp\":1637891352,\"title\":\"El metaverso representa una oportunidad de mercado de $1 billón, según Grayscale\"},\"digest\":\"TY_8LGIp5EdsNYo_8ty8tn7iRRZR20gCoikWtGQQtu0\",\"authorship\":{\"contributor\":\"0xEE836251ee934C3126ac5d9BB29AE9177a6A12e6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eF3b24C59A2jmv76AFOtMbZePZGqLrMQGepZKt_lqq8\\\",\\\"y\\\":\\\"onUhswUaprsjPIMk2OKo30IqJoRCZD30kDu2vcGPavc\\\"}\",\"signature\":\"kFLDSAwU2SMqdcAMsQ_FfAAUvSXTR_yUg107KvQ1hMpXbIriWkDxPqYCwKCoqi9h7zmhyh-CeUw0JQkTCJpmAA\",\"signingKeySignature\":\"0x4a5f26b4750a45491d1de5da946c351f616caf331a49a9fecc80ed56fea572291dad5d037ee00a7c9e02aee008c0e67e2669828a335e6c4d8d8d99308d806e791c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eF3b24C59A2jmv76AFOtMbZePZGqLrMQGepZKt_lqq8\\\",\\\"y\\\":\\\"onUhswUaprsjPIMk2OKo30IqJoRCZD30kDu2vcGPavc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TY_8LGIp5EdsNYo_8ty8tn7iRRZR20gCoikWtGQQtu0\"}"