"{\"content\":{\"body\":\"It’s January 1st, 2021, about one year ago. The price of Ethereum is hovering just below $1,000, the world has never heard of NFTs, and Mirror is barely two weeks old. As a web3 project, it goes without saying our bets were on a web3 future, and there was no better time than December 2020 to rally around that optimism. The web3 community (which primarily congregated on Twitter) was reaching a fever pitch, in which there brewed a contagious aura of camaraderie, mutual support and experimentation.\\n\\nGrowing as a web3 community in 2021 was dizzying at times and always rewarding. Actually, it was magical. We tested new things. We made new friends. We were constantly surprised by the output of our community. We learned a lot over the course of our first year.\\n\\nNow, we’re excited to share a vision for the platform that we believe represents the best of our previous efforts.\\n\\nWe look at our new dashboard and get excited for all the projects we’ve yet to realize, and the plugins available for taking those projects to the next level. We look at our community and feel a buzz, like the future’s tapping on our shoulder. And just as we’re propelled forward by all of this, we, too, can’t help but see the past.\\n\\nThis post is a little trip down memory lane, highlighting the major milestones that got us to where we are today. We couldn’t have done it without you.\\n\\n![](https://images.mirror-media.xyz/publication-images/h01Nfl_KpiR9-YId9jF7A.jpg?height=1142&width=2284&&size=medium)\\n\\n## The MVP Before Christmas\\n\\n*January 6 — [Mirror publishes its genesis post](https://dev.mirror.xyz/J1RD6UQQbdmpCoXvWnuGIfe7WmrbVRdff5EqegO1RjI)*\\n\\nAt the end of 2020, there were so many great conversations happening within Crypto Twitter that we had to ask whether a web2 platform best suited the ideas coming from the community. It was finally time we put web3 ideas where they belonged: on web3.\\n\\nIn a month-long sprint, we came up with a clean, convenient and web3-native publishing tool that rewarded writing and ensured an author’s control and ownership over the material, no matter what changes were made to the platform itself.\\n\\nAnd just like that… Mirror was born.\\n\\n## Crowdfunding Writing with NFTs\\n\\n*January 20 — [Mirror adds crowdfunding to its toolkit](https://dev.mirror.xyz/llJ_AboiDJwB_ZAFz-CXU7fL2p8v5Wz6MjfluLafewQ)*\\n\\nIn our first month, we debuted Mirror’s crowdfund feature. Creators could now fund their projects and offer incentives to their backers. Backers received project tokens representing governance in the project. So the more successful the project, the more backers could celebrate in their community.\\n\\nOn January 25, John Palmer launched Mirror’s first crowdfund, successfully raising 10 ETH to write [“Scissor Labels”](https://j.mirror.xyz/RUeJfZEZxr-hkuzUCakQyUuf2kOJVMPPiAWBaQFhhqc). He created the $ESSAY token to distribute amongst the project’s 63 backers. As of today, there are over 200 holders and 500+ transactions using $ESSAY.\\n\\n## $WRITE RACE\\n\\n*February 26 — [Mirror’s first round of $WRITE Race takes off](https://dev.mirror.xyz/vZxxUIeGMQK9NNLcrT0eDYZ6wXhXVr6vTQzztj1DaEA)*\\n\\nAt two months old, Mirror’s community growth was key. Open signup gave us pause, but invite-only felt too insular. It took us a minute to figure out an onboarding approach with a web3 backbone, but lo and behold: the $WRITE RACE.\\n\\nThe $WRITE Race went on for 38 rounds—in which new members competed for $WRITE tokens—ushering in a total of 380 new members. It was our favorite two hours of the week, including the multiple occasions the site crashed due to related traffic.\\n\\n[It was paused in November](https://dao.mirror.xyz/3TxEN2C91udh8B3qAzQt6oYTlMDvqvUsjkgIX3KC32A), but for the early adopters, there will always be its cherished memory stored away in the oil-slicked racetracks of our minds.\\n\\n## Introducing Splits\\n\\n*May 4 — [Mirror adds Splits to dashboard](https://dev.mirror.xyz/mQ03-JXlfdoBnRrZisC5X3kM9nBkOILlHwxbdq382Gw)*\\n\\nBy May, creators were well equipped to fund and monetize their projects. But what about their collaborators? Their influences? Their intellectually generous friends deserving of a tad more than a “special thanks”?\\n\\nEnter Splits, one of our game-changing plugins. Just as easy as tagging, Splits let creators route funds continuously to an unlimited number of Ethereum addresses, according to a set of percentage allocations.\\n\\nNot Boring’s [“Power to the Person”](https://notboring.mirror.xyz/SPV_-bchriVn_ncDj8OgnLccSb5qAsU0sXNpg9y_UTk) demonstrated the power of the tool, citing 16 names as contributors to the piece. Whenever the minted article sold, those recipients would automatically receive a share of the proceeds. Meanwhile, the first public good Split on Mirror distributed funds across [Gitcoin, ETHGlobal and Mint Fund](https://dev.mirror.xyz/TFHT6a9tqa_NxGbatyEf4DhMybjpUabWmUi7nQo4Nfw). People could tip the fund set up to benefit the organizations directly or cite the fund amongst their Split recipients, as if baking the cause into their project.\\n\\nBecause no idea’s an island.\\n\\n## Media DAOs\\n\\n*June 15 — [Media DAOs unlock collaborative publishing](https://dev.mirror.xyz/WPnZICvS2XbHJQ3u-GrsvYqios3XWmZhQvTKEyUJOGE)*\\n\\nIf you check out [Darkstar’s](https://darkstar.mirror.xyz/) entries dated prior to June, author Jarrod Dicker cites a series of collaborators at the top of each post. Their post on June 17, titled “Reputation in Web3: Ships Built on the Great Flood,” looked a little different. Rather than citing collaborators in the body, the post had five authors in the byline.\\n\\nThat’s because, two days prior, Mirror introduced Media DAOs, support for collaborative publishing. Distinct from outlining a manifesto in Google docs or sketching an app in Figma or working out a business model in Notion, members of a Media DAO are economically bound to their work. Through that lens, we envisioned Media DAOs as a category of their own—somewhere between a Google doc and a company.\\n\\nIt’s simple, but one of our proudest implementations—a major continuation of the multiplayer-flavored efforts of the $WRITE Race and Split functionality.\\n\\n## Introducing Editions\\n\\n*June 18 — [Mirror makes NFT editions possible](https://dev.mirror.xyz/AOoIsKPfZvf8LACKWp7gj_mg1ICCDOfPnVBOsDQoXo8)*\\n\\nWe love 1/1 auctions, but we wanted to open them up somehow. Auctions as the *sole* method for selling and buying NFTs felt a little antithetical to web3’s emphasis on community. So we added the edition functionality to the Mirror toolkit.\\n\\nEditions are a way for creators to mint a limited supply of identical NFTs at a fixed price. If a 1/1 NFT is a Picasso at Sotheby's, Editions are like the thousands of first-edition holographic Charizards circulating in the world. Except *these* Charizards don’t bend or scratch.\\n\\nKyle Chayka was the first to pilot the Edition functionality, crowdfunding [$DIRT](https://air.mirror.xyz/lmV9Dxeos9HvKSu0BKY9pqARK2vAlPXhrNMt68E4GkI) solely through editioned NFT sales. The newsletter's mascot, Dirty, appeared animated on three versions of NFTs: a Pea Green edition of 100, a Pearl Pink edition of 30, and a special 1/1 Rainbow Wave edition. Since the crowdfund’s launch, $DIRT has raised over $65,000 in NFT sales and the newsletter has grown to over 6,000 subscribers.\\n\\nThen, [Ethereum: The Infinite Garden](https://ethereumfilm.mirror.xyz/3SV8gLXHIW8Ot45h3RL7aOgDINxN2hjLfFVOvyatB2A) pulled off the inevitable: an Ethereum documentary, funded exclusively by NFTs. In July, Ethereum: The Infinite Garden raised 1,000 ETH (the equivalent of an independent feature film budget), surpassing their initial goal of 750 ETH in just three days. It was another incredible application of Mirror’s Edition feature: the top 3 backers were awarded 1/1 NFTs, while another NFT was reserved for backers 4-20 and another for anyone who contributed 1 ETH. The hype behind the crowdfund was so unreal, it almost felt like a movie.\\n\\n## Mirror Opens Up\\n\\n*October 13 — [Mirror makes its toolkit available to the public](https://dev.mirror.xyz/wghpfxTpxwXjXM9HsH7GUm4177oDXrTOjKI-aKPMOB0)*\\n\\nWe’ve always said that Mirror is the sum of its community. *What is Mirror = Who’s on Mirror.* We spent the first three quarters of 2021 doing our best to ensure the community had a solid foundation—in terms of tools and people. Through the people-driven $WRITE Race, we made sure that the community had a say in its growth. By October, we believed that foundation was in place.\\n\\nIt’s still hard to believe. Just nine months prior, a few of us were concluding a design sprint. As of October 13, 2021, anyone with a crypto wallet can start building on web3 in seconds… using *our* toolkit! All the amazing ideas and applications of our tools from the past year seem to have led to this. It’s a testament to the momentum of the web3 community. It’s no joke.\\n\\nThank you to all our community members who joined prior to October 13, 2021 for getting us here.\\n\\n## Mirror DAO\\n\\n*November 30 — [Mirror DAO is formed](https://dao.mirror.xyz/VrKe5AEjoXFUVnDMfBALbu0f7VomQGImdL9CZVt_EcU)*\\n\\nWondering what that strange sound was that went gusting through the Mirror community back in November? A long-awaited exhale. As Mirror was opening to everyone and approaching its first birthday, it was time we grabbed a seat and took a look around. Our community has gathered the best thinkers and creators in crypto. We felt the best way to combine our strengths and sustain the magic was through the [Mirror DAO](https://dao.mirror.xyz/).\\n\\nMirror DAO operates on a seasonal cadence, with each season dedicated to thematic goals involving all things community. As a reminder, the Mirror DAO Jam Hall is hosted every Thursday at 10am PST / 1pm EST / 7pm UTC.\\n\\n\\n---\\n\\nAlright. Tearfully returning the history book to the shelf, for now.\\n\\nAlso, to those who have yet to join: [don’t forget to :)](https://mirror.xyz/)\",\"timestamp\":1642619503,\"title\":\"New Year, New Mirror: Reflecting on Mirror's First Year\"},\"digest\":\"z_y4rE2Y6lRtRHkMB-E1yal17HZJM4giJ0tlIMAyF_4\",\"authorship\":{\"contributor\":\"0xF88C507cBC1Bd9e3F28a7BB54ADA6E91B5404DE0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"u5wDoQf6Y11BR_X37aoYFF7pLKpUQVeogL-6B4haDz0\\\",\\\"y\\\":\\\"2zkBf5E7uuaYU5hIL7yt5gnE6adYmw0EXwQlNiDr28g\\\"}\",\"signature\":\"yj2OsqR4haeeFT0v21wBPnQYs7NM11C4VO5-uZhLggjAWReNswV4qqGd3EIQxSGeVT3Sl9aPcygOxSwzKdFH7A\",\"signingKeySignature\":\"0x7683776726afc46423f64a360bb130c84ef821b85e5bc26e5d606306f57f22344f711da9ab71776597c9b438cb6eee6926cd8ce9fa43cc5b39917bcc391921011b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"u5wDoQf6Y11BR_X37aoYFF7pLKpUQVeogL-6B4haDz0\\\",\\\"y\\\":\\\"2zkBf5E7uuaYU5hIL7yt5gnE6adYmw0EXwQlNiDr28g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tpnfq3A2rU32jVLXcHhuHc02WQ8sNm3saWvqaooerTI\"}"