"{\"content\":{\"body\":\"Recommended for 2 Stakes on Tuesday.\\nUEFA Champions League Villarreal vs Young People\\nVillarreal is a mid-upper team in La Liga. It was ranked 7th in La Liga last season. The performance of the new season is not good. It is temporarily ranked 13th in the league. He played away against Valencia in the league and lost to his opponent 0-2. Recently 10 games with 3 wins, 3 draws and 4 losses, the team's recent state is very sluggish.\\n\\nThe young people are the Swiss Super upstream team. Last season, they ranked No. 1 in the Swiss Super League. They performed well in the new season. They are temporarily ranked No. 2 in the league. They played away against St. Gallen in the league. They lost to their opponents 1 to 3 and suffered 2 consecutive defeats. With 5 wins, 1 draw and 4 losses in the last 10 games, the team's recent state is very sluggish.\\n\\nIn this game, the home team Villarreal gave 1 goal to the first goal, and immediately rose to 1.25 goals. The two sides played against each other in the last time. Villarreal defeated the opponent 4-1 away. The lottery is currently open. Win 1.30, draw 4.65, lose 6.45, optimistic about the home team, recommend Villarreal to win at home.\\n\\n2 British Championship, Peter Union vs. Huddersfield\\nPeter Baolian is the newly promoted polo team in the English Championship. Last season, it ranked second in the League. The new season did not perform well. It temporarily ranked 21st in the league. He played away against Swansea in the league, and finally lost 0 to 3 against his opponents and ended the league. 2 consecutive victories, 3 wins, 1 draw and 6 losses in the last 10 games, the team's recent state is very sluggish.\\n\\nHuddersfield is the lower team of the British Championship. It was ranked 20th in the British Championship last season. It performed well in the new season. It is temporarily ranked fifth in the league. He played at home in the league and defeated the opponent 1-0. The last 10 games were won. With 4 wins, 2 draws and 4 losses, the team's recent state is not sluggish.\\n\\n2 British Championship, Peter Union vs. Huddersfield\\nIn this game, the visiting team Huddersfield gave a 0.25 ball to the first index and immediately rose to a 0.25 ball high index. The two sides played against each other in the last 6 times. Peter Baolian achieved 3 wins, 2 draws and 1 loss. The lottery is currently open and wins. 2.80, draw 3.15, lose 2.15, optimistic about the home team, recommend Peter Baolian plus 1 goal to win.\",\"timestamp\":1635842100,\"title\":\"UEFA Champions League Villarreal vs Young People British Championship Peter Union vs Huddersfield\"},\"digest\":\"aEmfoSe1ItixCdnI0LS4UXe79OotJksDPR59N9dKcTw\",\"authorship\":{\"contributor\":\"0x8A329c2c86CBB3d7c268564cA7052ff99C8Fda04\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hBG7_9dzjNQuwUj6JnyMkwM7SeU2Dcs6y2G-_CwEZms\\\",\\\"y\\\":\\\"56IWIgOE5todi7iHogpac4rxxQcZjTvqj_dA2uEtSKs\\\"}\",\"signature\":\"wLbQMYewJeqjqNdUzqHTj62RA50e1E2dIF5TRJdZkOh7CZ6mEdofwb40wRuw_Sx0mkvTcZPv5VhZ5N70E_dKlA\",\"signingKeySignature\":\"0x2b8b814b27e5957d6b0a63c15bcd987b51e5406e77cec508c5069dfc86a4116168bfc71a619f4d5ab1c651f9d7bdccafb4600d993d6bab7156ebba615e7b61b01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hBG7_9dzjNQuwUj6JnyMkwM7SeU2Dcs6y2G-_CwEZms\\\",\\\"y\\\":\\\"56IWIgOE5todi7iHogpac4rxxQcZjTvqj_dA2uEtSKs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"aEmfoSe1ItixCdnI0LS4UXe79OotJksDPR59N9dKcTw\"}"