"{\"content\":{\"body\":\"his notions rose up like the dragon's teeth sowed by Cadmus all ready clothed, and in bright armour too, fit for immediate battle.  He was therefore (as somebody is said to have expressed it) a tremendous converser, and few people ventured to try their skill against an antagonist with whom contention was so hopeless.  One gentleman, however, who dined at a nobleman's house in his company, and that of Mr. Thrale, to whom I was obliged for the anecdote, was willing to enter the lists in defence of King William's character, and having opposed and contradicted Johnson two or three times petulantly enough, the master of the house began to feel uneasy, and expect disagreeable consequences; to avoid which he said, loud enough for the Doctor to hear, \\\"Our friend here has no meaning now in all this, except just to relate at club to-morrow how he teased Johnson at dinner to-day--this is all to do himself HONOUR.\\\" \\\"No, upon my word,\\\" replied the other, \\\"I see no HONOUR in it, whatever you may do.\\\"  \\\"Well, sir!\\\" returned Mr. Johnson, sternly, \\\"if you do not SEE the HONOUR, I am sure I FEEL the DISGRACE.\\\"\\n\\nA young fellow, less confident of his own abilities, lamenting one day that he had lost all his Greek--\\\"I believe it happened at the same time, sir,\\\" said Johnson, \\\"that I lost all my large estate in Yorkshire.\\\"\\n\\nBut however roughly he might be suddenly provoked to treat a harmless exertion of vanity, he did not wish to inflict the pain he gave, and was sometimes very sorry when he perceived the people to smart more than they deserved.  \\\"How harshly you treated that man today,\\\" said I once, \\\"who harangued us so about gardening.\\\"  \\\"I am sorry,\\\" said he, \\\"if I vexed the creature, for there is certainly no harm in a fellow's rattling a rattle-box, only don't let him think that he thunders.\\\"  The Lincolnshire lady who showed him a grotto she had been making, came off no better, as I remember.  \\\"Would it not be a pretty cool habitation in summer,\\\" said she, \\\"Mr. Johnson?\\\"  \\\"I think it would, madam,\\\" replied he, \\\"for a toad.\\\"\\n\\nAll desire of distinction, indeed, had a sure enemy in Mr. Johnson.  We met a friend driving six very small ponies, and stopped to admire them.  \\\"Why does nobody,\\\" said our Doctor, \\\"begin the fashion of driving six spavined horses, all spavined of the same leg?  It would have a mighty pretty effect, and produce the distinction of doing something worse than the common way.\\\"\\n\\nWhen Mr. Johnson had a mind to compliment any one he did it with more dignity to himself, and better effect upon the company, than any man.  I can recollect but few instances, indeed, though perhaps that may be more my fault than his.  When Sir Joshua Reynolds left the room one day, he said, \\\"There goes a man not to be spoilt by prosperity.\\\"  And when Mrs. Montague showed him some China plates which had once belonged to Queen Elizabeth, he told her \\\"that they had no reason to be ashamed of their present possessor, who was so little inferior to the first.\\\"  I likewise remember that he pronounced one day at my house a most lofty panegyric upon Jones the Orientalist, who seemed little pleased with the praise, for what cause I know not.  He was not at all offended when, comparing all our acquaintance to some animal or other, we pitched upon the elephant for his resemblance, adding that the proboscis of that creature was like his mind most exactly, strong to buffet even the tiger, and pliable to pick up even the pin.  The truth is, Mr. Johnson was often good humouredly willing to join in childish amusements, and hated to be left out of any innocent merriment that was going forward.  Mr. Murphy always said he was incomparable at buffoonery; and I verily think, if he had had good eyes, and a form less inflexible, he would have made an admirable mimic.\\n\\nHe certainly rode on Mr. Thrale's old hunter with a good firmness, and though he would follow the hounds fifty miles on end sometimes, would never own himself either tired or amused.  \\\"I have now learned,\\\" said he, \\\"by hunting, to perceive that it is no diversion at all, nor ever takes a man out of himself for a moment:  the dogs have less sagacity than I could have prevailed on myself to suppose; and the gentlemen often call to me not to ride over them.  It is very strange, and very melancholy, that the paucity of human pleasure should persuade us ever to call hunting one of them.\\\"  He was, however, proud to be amongst the sportsmen; and I think no praise ever went so close to his heart as when Mr. Hamilton called out one day upon Brighthelmstone Downs, \\\"Why, Johnson rides as well, for aught I see, as the most illiterate fellow in England.\\\"\\n\\nThough Dr. Johnson owed his very life to air and exercise, given him when his organs of respiration could scarcely play, in the year 1766, yet he ever persisted in the notion that neither of them had anything to do with health.  \\\"People live as long,\\\" said he, \\\"in Pepper Alley as on Salisbury Plain; and they live so much happier, that an inhabitant of the first would, if he turned cottager, starve his understanding for want of conversation, and perish in a state of mental inferiority.\\\"\\n\\nMr. Johnson, indeed, as he was a very talking man himself, had an idea that nothing promoted happiness so much as conversation.  A friend's erudition was commended one day as equally deep and strong.  \\\"He will not talk, sir,\\\" was the reply, \\\"so his learning does no good, and his wit, if he has it, gives us no pleasure.  Out of all his boasted stores I never heard him force but one word, and that word was RICHARD.\\\"  With a contempt not inferior he received the praises of a pretty lady's face and behaviour. \\\"She says nothing, sir,\\\" answers Johnson; \\\"a talking blackamoor were better than a white creature who adds nothing to life, and by sitting down before one thus desperately silent, takes away the confidence one should have in the company of her chair if she were once out of it.\\\"  No one was, however, less willing to begin any discourse than himself.  His friend, Mr. Thomas Tyers, said he was like the ghosts, who never speak till they are spoken to:  and he liked the expression so well, that he often repeated it.  He had, indeed, no necessity to lead the stream of chat to a favourite channel, that his fulness on the subject might be shown more clearly whatever was the topic; and he usually left the choice to others.  His information best enlightened, his argument strengthened, and his wit made it ever remembered.  Of him it might have been said, as he often delighted to say of Edmund Burke, \\\"that you could not stand five minutes with that man beneath a shed while it rained, but you must be convinced you had been standing with the greatest man you had ever yet seen.\\\"\\n\\nAs we had been saying, one day, that no subject failed of receiving dignity from the manner in which Mr. Johnson treated it, a lady at my house said she would make him talk about love, and took her measures accordingly, deriding the novels of the day because they treated about love.  \\\"It is not,\\\" replied our philosopher, \\\"because they treat, as you call it, about love, but because they treat of nothing, that they are despicable.  We must not ridicule a passion which he who never felt never was happy, and he who laughs at never deserves to feel--a passion which has caused the change of empires and the loss of worlds--a passion which has inspired heroism and subdued avarice.\\\"  He thought he had already said too much.  \\\"A passion, in short,\\\" added he, with an altered tone, \\\"that consumes me away for my pretty Fanny here, and she is very cruel,\\\" speaking of another lady in the room.  He told us, however, in the course of the same chat, how his negro Francis had been eminent for his success among the girls.  Seeing us all laugh, \\\"I must have you know, ladies,\\\" said he, \\\"that Frank has carried the empire of Cupid further than most men.  When I was in Lincolnshire so many years ago he attended me thither; and when we returned home together, I found that a female haymaker had followed him to London for love.\\\"  Francis was indeed no small favourite with his master, who retained, however, a prodigious influence over his most violent passions.\\n\\nOn the birthday of our eldest daughter, and that of our friend Dr. Johnson, the 17th and the 18th of September, we every year made up a little dance and supper, to divert our servants and their friends, putting the summer-house into their hands for the two evenings, to fill with acquaintance and merriment.  Francis and his white wife were invited, of course.  She was eminently pretty, and he was jealous, as my maids told me. On the first of these days' amusements (I know not what year) Frank took offence at some attentions paid his Desdemona, and walked away next morning to London in wrath.  His master and I driving the same road an hour after, overtook him.  \\\"What is the matter, child,\\\" says Dr. Johnson, \\\"that you leave Streatham to-day.  ART SICK?\\\"  \\\"He is jealous,\\\" whispered I.  \\\"Are you jealous of your wife, you stupid blockhead?\\\" cries out his master in another tone.  The fellow hesitated, and, \\\"TO BE SURE, SIR, I DON'T QUITE APPROVE, SIR,\\\" was the stammering reply.  \\\"Why, what do they DO to her, man?  Do the footmen kiss her?\\\"  \\\"No, sir, no!  Kiss my WIFE, sir!  I HOPE NOT, sir.\\\"  \\\"Why, what DO they do to her, my lad?\\\"  \\\"Why, nothing, sir, I'm sure, sir.\\\"  \\\"Why, then go back directly and dance, you dog, do; and let's hear no more of such empty lamentations.\\\"  I believe, however, that Francis was scarcely as much the object of Mr. Johnson's personal kindness as the representative of Dr. Bathurst, for whose sake he would have loved anybody or anything.\\n\\nWhen he spoke of negroes, he always appeared to think them of a race naturally inferior, and made few exceptions in favour of his own; yet whenever disputes arose in his household among the many odd inhabitants of which it consisted, he always sided with Francis against the others, whom he suspected (not unjustly, I believe) of greater malignity.  It seems at once vexatious and comical to reflect that the dissensions those people chose to live constantly in distressed and mortified him exceedingly.  He really was oftentimes afraid of going home, because he was so sure to be met at the door with numberless complaints; and he used to lament pathetically to me, and to Mr. Sastres, the Italian master, who was much his favourite, that they made his life miserable from the impossibility he found of making theirs happy, when every favour he bestowed on one was wormwood to the rest.  If, however, I ventured to blame their ingratitude, and condemn their conduct, he would instantly set about softening the one and justifying the other; and finished commonly by telling me, that I knew not how to make allowances for situations I never experienced.\\n\\n```\\n \\\"To thee no reason who know'st only good,       But evil hast not tried.\\\"                                        MILTON.\\n```\\n\\nDr. Johnson knew how to be merry with mean people, too, as well as to be sad with them; he loved the lower ranks of humanity with a real affection: and though his talents and learning kept him always in the sphere of upper life, yet he never lost sight of the time when he and they shared pain and pleasure in common.  A borough election once showed me his toleration of boisterous mirth, and his content in the company of people whom one would have thought at first sight little calculated for his society.  A rough fellow one day on such an occasion, a hatter by trade, seeing Mr. Johnson's beaver in a state of decay, seized it suddenly with one hand, and clapping him on the back with the other, \\\"Ah, Master Johnson,\\\" says he, \\\"this is no time to be thinking about HATS.\\\"  \\\"No, no, sir,\\\" replied our Doctor in a cheerful tone, \\\"hats are of no use now, as you say, except to throw up in the air and huzza with,\\\" accompanying his words with a true election halloo.\\n\\nBut it was never against people of coarse life that his contempt was expressed, while poverty of sentiment in men who considered themselves to be company for THE PARLOUR, as he called it, was what he could not bear.  A very ignorant young fellow, who had plagued us all for nine or ten months, died at last consumptive.  \\\"I think,\\\" said Mr. Johnson, when he heard the news, \\\"I am afraid I should have been more concerned for the death of the DOG; but--\\\" (hesitating a while) \\\"I am not wrong now in all this, for the dog acted up to his character on every occasion that we know; but that dunce of a fellow helped forward the general disgrace of humanity.\\\"  \\\"Why, dear sir,\\\" said I, \\\"how odd you are! you have often said the lad was not capable of receiving further instruction.\\\"  \\\" He was,\\\" replied the Doctor, \\\"like a corked bottle, with a drop of dirty water in it, to be sure; one might pump upon it for ever without the smallest effect; but when every method to open and clean it had been tried, you would not have me grieve that the bottle was broke at last.\\\"\\n\\nThis was the same youth who told us he had been reading \\\"Lucius Florus;\\\" Florus Delphini was the phrase.  \\\"And my mother,\\\" said he, \\\"thought it had something to do with Delphos; but of that I know nothing.\\\"  \\\" Who founded Rome, then ?\\\" inquired Mr. Thrale.  The lad replied, \\\"Romulus.\\\"  \\\"And who succeeded Romulus?\\\" said I.  A long pause, and apparently distressful hesitation, followed the difficult question.  \\\"Why will you ask him in terms that he does not comprehend?\\\" said Mr. Johnson, enraged.  \\\"You might as well bid him tell you who phlebotomised Romulus.  This fellow's dulness is elastic,\\\" continued he, \\\"and all we do is but like kicking at a woolsack.\\\"\\n\\nThe pains he took, however, to obtain the young man more patient instructors were many, and oftentimes repeated.  He was put under the care of a clergyman in a distant province; and Mr. Johnson used both to write and talk to his friends concerning his education.  It was on that occasion that I remember his saying, \\\"A boy should never be sent to Eton or Westminster School before he is twelve years old at least; for if in his years of babyhood he escapes that general and transcendent knowledge without which life is perpetually put to a stand, he will never get it at a public school, where, if he does not learn Latin and Greek, he learns nothing.\\\"  Mr. Johnson often said, \\\"that there was too much stress laid upon literature as indispensably necessary:  there is surely no need that everybody should be a scholar, no call that every one should square the circle.  Our manner of teaching,\\\" said he, \\\"cramps and warps many a mind, which if left more at liberty would have been respectable in some way, though perhaps not in that.  We lop our trees, and prune them, and pinch them about,\\\" he would say, \\\"and nail them tight up to the wall, while a good standard is at last the only thing for bearing healthy fruit, though it commonly begins later.  Let the people learn necessary knowledge; let them learn to count their fingers, and to count their money, before they are caring for the classics; for,\\\" says Mr. Johnson, \\\"though I do not quite agree with the proverb, that Nullum numen abest si sit prudentia, yet we may very well say, that Nullum numen adest--ni sit prudentia.\\\"\\n\\nWe had been visiting at a lady's house, whom as we returned some of the company ridiculed for her ignorance.  \\\"She is not ignorant,\\\" said he, \\\"I believe, of anything she has been taught, or of anything she is desirous to\\n\\nknow:  and I suppose if one wanted a little RUN TEA, she might be a proper person enough to apply to.\\\"\\n\\nWhen I relate these various instances of contemptuous behaviour shown to a variety of people, I am aware that those who till now have heard little of Mr. Johnson will here cry out against his pride and his severity; yet I have been as careful as I could to tell them that all he did was gentle, if all he said was rough.  Had I given anecdotes of his actions instead of his words, we should, I am sure, have had nothing on record but acts of virtue differently modified, as different occasions called that virtue forth:  and among all the nine biographical essays or performances which I have heard will at last be written about dear Dr. Johnson, no mean or wretched, no wicked or even slightly culpable action will, I trust, be found, to produce and put in the scale against a life of seventy years, spent in the uniform practice of every moral excellence and every Christian perfection, save humility alone, says a critic, but that I think MUST be excepted.  He was not, however, wanting even in that to a degree seldom attained by man, when the duties of piety or charity called it forth.\\n\\nLowly towards God, and docile towards the Church; implicit in his belief of the Gospel, and ever respectful towards the people appointed to preach it; tender of the unhappy, and affectionate to the poor, let no one hastily condemn as proud a character which may perhaps somewhat justly be censured as arrogant.  It must, however, be remembered again, that even this arrogance was never shown without some intention, immediate or remote, of mending some fault or conveying some instruction.  Had I meant to make a panegyric on Mr. Johnson's well-known excellences, I should have told his deeds only, not his words--sincerely protesting, that as I never saw him once do a wrong thing, so we had accustomed ourselves to look upon him almost as an excepted being:  and I should as much have expected injustice from Socrates, or impiety from Paschal, as the slightest deviation from truth and goodness in any transaction one might be engaged in with Samuel Johnson.  His attention to veracity was without equal or example:  and when I mentioned Clarissa as a perfect character; \\\"On the contrary,\\\" said he, \\\"you may observe there is always something which she prefers to truth. Fielding's Amelia was the most pleasing heroine of all the romances,\\\" he said, \\\"but that vile broken nose, never cured, ruined the sale of perhaps the only book, which being printed off betimes one morning, a new edition was called for before night.\\\"\\n\\nMr. Johnson's knowledge of literary history was extensive and surprising. He knew every adventure of every book you could name almost, and was exceedingly pleased with the opportunity which writing the \\\"Poets' Lives\\\" gave him to display it.  He loved to be set at work, and was sorry when he came to the end of the business he was about.  I do not feel so myself with regard to these sheets:  a fever which has preyed on me while I wrote them over for the press, will perhaps lessen my power of doing well the first, and probably the last work I should ever have thought of presenting to the public.  I could doubtless wish so to conclude it, as at least to show my zeal for my friend, whose life, as I once had the honour and happiness of being useful to, I should wish to record a few particular traits of, that those who read should emulate his goodness; but feeling the necessity of making even virtue and learning such as HIS agreeable, that all should be warned against such coarseness of manners, as drove even from HIM those who loved, honoured, and esteemed him.  His wife's daughter, Mrs. Lucy Porter, of Lichfield, whose veneration for his person and character has ever been the greatest possible, being opposed one day in conversation by a clergyman who came often to her house, and feeling somewhat offended, cried out sudden, \\\"Why, Mr. Pearson,\\\" said she, \\\"you are just like Dr. Johnson, I think:  I do not mean that you are a man of the greatest capacity in all the world like Dr. Johnson, but that you contradict one every word one speaks, just like him.\\\"\\n\\nMr. Johnson told me the story:  he was present at the giving of the reproof.  It was, however, observable, that with all his odd severity, he could not keep even indifferent people from teasing him with unaccountable confessions of silly conduct, which one would think they would scarcely have had inclination to reveal even to their tenderest and most intimate companions; and it was from these unaccountable volunteers in sincerity that he learned to warn the world against follies little known, and seldom thought on by other moralists.\\n\\nMuch of his eloquence, and much of his logic, have I heard him use to prevent men from making vows on trivial occasions; and when he saw a person oddly perplexed about a slight difficulty, \\\"Let the man alone,\\\" he would say, \\\"and torment him no more about it; there is a vow in the case, I am convinced; but is it not very strange that people should be neither afraid nor ashamed of bringing in God Almighty thus at every turn between themselves and their dinner?\\\"  When I asked what ground he had for such imaginations, he informed me, \\\"That a young lady once told him in confidence that she could never persuade herself to be dressed against the bell rung for dinner, till she had made a vow to heaven that she would never more be absent from the family meals.\\\"\\n\\nThe strangest applications in the world were certainly made from time to time towards Mr. Johnson, who by that means had an inexhaustible fund of ancecdote, and could, if he pleased, tell the most astonishing stories of human folly and human weakness that ever were confided to any man not a confessor by profession.\\n\\nOne day, when he was in a humour to record some of them, he told us the following tale:--\\\"A person,\\\" said he, \\\"had for these last five weeks often called at my door, but would not leave his name or other message, but that he wished to speak with me.  At last we met, and he told me that he was oppressed by scruples of conscience.  I blamed him gently for not applying, as the rules of our Church direct, to his parish priest or other discreet clergyman; when, after some compliments on his part, he told me that he was clerk to a very eminent trader, at whose warehouses much business consisted in packing goods in order to go abroad; that he was often tempted to take paper and packthread enough for his own use, and that he had indeed done so so often, that he could recollect no time when he ever had bought any for himself.  'But probably,' said I, 'your master was wholly indifferent with regard to such trivial emoluments.  You had better ask for it at once, and so take your trifles with content.'  'Oh, sir!' replies the visitor, 'my master bid me have as much as I pleased, and was half angry when I talked to him about it.'  'Then pray, sir,' said I, 'tease me no more about such airy nothings,' and was going on to be very angry, when I recollected that the fellow might be mad, perhaps; so I asked him, 'When he left the counting-house of an evening?'  'At seven o'clock, sir.'  'And when do you go to bed, sir?'  'At twelve o'clock.'  'Then,' replied I, 'I have at least learnt thus much by my new acquaintance--that five hours of the four-and-twenty unemployed are enough for a man to go mad in; so I would advise you, sir, to study algebra, if you are not an adept already in it. Your head would get less MUDDY, and you will leave off tormenting your neighbours about paper and packthread, while we all live together in a world that is bursting with sin and sorrow.'  It is perhaps needless to add that this visitor came no more.\\\"\\n\\nMr. Johnson had, indeed, a real abhorrence of a person that had ever before him treated a little thing like a great one; and he quoted this scrupulous gentleman with his packthread very often, in ridicule of a friend who, looking out on Streatham Common from our windows, one day, lamented the enormous wickedness of the times because some bird-catchers were busy there one fine Sunday morning.  \\\"While half the Christian world is permitted,\\\" said he, \\\"to dance and sing and celebrate Sunday as a day of festivity, how comes your Puritanical spirit so offended with frivolous and empty deviations from exactness?  Whoever loads life with unnecessary scruples, sir,\\\" continued he, \\\"provokes the attention of others on his conduct, and incurs the censure of singularity without reaping the reward of superior virtue.\\\"\\n\\nI must not, among the anecdotes of Dr. Johnson's life, omit to relate a thing that happened to him one day, which he told me of himself.  As he was walking along the Strand a gentleman stepped out of some neighbouring tavern, with his napkin in his hand, and no hat, and stopping him as civily as he could, \\\"I beg your pardon, sir, but you are Dr. Johnson, I believe?\\\" \\\" Yes, sir.\\\"  \\\"We have a wager depending on your reply.  Pray, sir, is it irr_e_parable or irrep_air_able that one should say?\\\"  \\\"The LAST, I think, sir,\\\" answered Dr. Johnson, \\\"for the adverb ought to follow the verb; but you had better consult my 'Dictionary' than me, for that was the result of more thought than you will now give me time for.\\\"  \\\"No, no,\\\" replied the gentleman, gaily, \\\"the book I have no certainty at all of, but here is the AUTHOR, to whom I referred.  Is he not, sir?\\\"--to a friend with him.  \\\"I have won my twenty guineas quite fairly, and am much obliged to you, sir;\\\" and so shaking Mr. Johnson kindly by the hand, he went back to finish his dinner or dessert.\",\"timestamp\":1639709458,\"title\":\"\\nPromptitude of thought, indeed, and quickness of expression, were among the peculiar felicities of Johnson;\"},\"digest\":\"ecgTaY4hd1r2JFHOcQYXrkhuTIU2RjAn9Y52EObCFVs\",\"authorship\":{\"contributor\":\"0x9dA14EBFe3CfE059a88A873b83F5D7f596175316\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VWargUnmyampqGgmx-REdxuvodis3p9TeGmDECDecXY\\\",\\\"y\\\":\\\"_eX0YU_WnUQuOCezsFhePnsSSBZt4FR4wjyg4WyuZwo\\\"}\",\"signature\":\"hDrSffMti_B6jddcIhxdOgVvGBBr2p8SmmrXmglLZ-iz8RyzQyB-jniX3nhR1bLmiE3cy4rc4SRjkqYlZqvvNA\",\"signingKeySignature\":\"0x1300bd8cac0087e18b6dded73bc33368655196c5041ed8e45c49c35b6de25e7558f532eb2409918d417ef70f117747a8ccf26464a69633c5afd4212d240c3dcd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VWargUnmyampqGgmx-REdxuvodis3p9TeGmDECDecXY\\\",\\\"y\\\":\\\"_eX0YU_WnUQuOCezsFhePnsSSBZt4FR4wjyg4WyuZwo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ecgTaY4hd1r2JFHOcQYXrkhuTIU2RjAn9Y52EObCFVs\"}"