"{\"content\":{\"body\":\"The DEFI segment Racetrack staboin, for example, is not limited to the cryptocurrency market.\\n\\nIn the real world, there are also stablecoin usage scenarios.\\n\\nFor example, some friends have introduced the use of stablesoin to trade goods. In those countries with constant unrest and rising inflation, people can also choose to exchange their fiat currency for stablesoin, so as to protect their assets from the impact of high inflation.\\n\\nIn conjunction with DEFI apps, many teams have launched stablecoin financing projects. These projects can convert fiat coins into stablecoins and then use the stablecoins in other DEFI apps for financing. The annualized return is much higher than the return of cash deposited in the bank.\\n\\nAs for synthetic assets, it can also build a bridge between digital currency and real financial assets, which can be combined into a blockchain network.\\n\\nAgreement, such as some synthetic assets such as gold, stocks, silver synthesis to the chain, thus we use the digital currency can purchase these traditional financial assets, and it can be conducive to block chain technology features, minimum purchase unit can break down, in the a-share market, in guizhou maotai investment threshold is relatively high.\\n\\nHowever, how to synthesize it into blockchain digital assets, so that we can buy 1 share, or even 0.001 shares, etc., which will greatly reduce the capital threshold of ordinary investors, the digitalization of traditional assets will also be a major trend in the future.\",\"timestamp\":1635997407,\"title\":\"Talk about the impact of the DEFI outbreak\"},\"digest\":\"ChGacZVbYqyTXuqwV7w9dZ5K6gd5N1WEtKV7EIe3Frs\",\"authorship\":{\"contributor\":\"0x29bD5940438dabeef8D7384fC1AC4A471dE2B668\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KbWwF5xdzf0V7PcBw1JxAEAqkc2N22KsCgPUTsk669w\\\",\\\"y\\\":\\\"eLrh20_IkwxbanNr2BZdZof9K8aCZi5Wr6F55JV4v28\\\"}\",\"signature\":\"0TYiyfJNqxbeKNfQIH5uLEC1g_KXcclDDThdzITYK_JxeqnYFaX60ey8RJJ4jzGcrtNXum_FyOTlztvvYyBbFg\",\"signingKeySignature\":\"0xe3852c0a9c0c8d7f6366f829bf2a8d8c331754b0bb9ff210aa6c1786fd18cd4d229e26680b05236bb3d04ada1870e118c53e8f52ea3c71b56d68aa307bf941901b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KbWwF5xdzf0V7PcBw1JxAEAqkc2N22KsCgPUTsk669w\\\",\\\"y\\\":\\\"eLrh20_IkwxbanNr2BZdZof9K8aCZi5Wr6F55JV4v28\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ChGacZVbYqyTXuqwV7w9dZ5K6gd5N1WEtKV7EIe3Frs\"}"