"{\"content\":{\"body\":\"Dear MAXists,\\n\\nWe are excited to share about the roadmap of MinMax DAO. **MinMax is the first stablecoin AMM on IoTeX aiming to provide cross-chain stablecoin liquidity on IoTeX.** Since the launch of the MAX token, we are aware of granting more utilities to MAX token in addition of farming rewards for providing liquidity. In light of this, we are excited to share the initiation of MinMax DAO, veMAX token staking and MIP governance flow preview with the community!\\n\\n![](https://images.mirror-media.xyz/publication-images/JYspUbV49xvG3hRrRS1sG.png?height=926&width=913)\\n\\n# Understanding MinMax DAO\\n\\n![](https://images.mirror-media.xyz/publication-images/oVpEDVOBYBjYNEscdVUFC.png?height=994&width=1336)\\n\\nThe born of MinMax DAO has its purposes in securing the pegged assets’ liquidity across Web3 and IoT applications. As the keeper of MinMax Finance, our role is to kick start the protocol with plan transitioning it to MinMax DAO which is fully owned by a group of MinMax believers. In long term, community owned MinMax DAO will serve as a major pegged asset liquidity aggregator and incubator for Web3 applications across deployed chains including MachineFi for IoTeX.\\n\\nAt this early phase, the primary purposes of the MinMax DAO are to bootstrap and incentivize liquidity providers on the MinMax platform as well as onboarding new users involved in the governance of the cross-chain pegged asset swapping protocol. From the time being, MinMax DAO will accumulate trading fees in its treasury for the purpose of greater goods such as redistribution of partial fee, grant allocation to support web3 projects, and community incentive program for growing MinMax in capturing bigger market share.\\n\\n# veMAX Token\\n\\nCurrently MAX has two main uses: voting and staking. Those two things will require you to vote lock your MAX and acquire veMAX (veMAX staking function will be launching soon!) ve, stands for vote-escrow which is a mechanism for locking MAX tokens for a time period. In return, an user receives veMAX relative to the amount locked and the length of the lock. Those with these non-transferable veMAX tokens are then able to stake for trading fees and vote on MIP governance.\\n\\n# 1. Staking (trading fees)\\n\\nMAX can now be staked (locked) to receive trading fees from the MinMax protocol. A default setting introduced a 50% admin fee on all trading fees. However, this could be changed via community led proposal with reasonable justification and major voting approval. Those fees are collected and used to buy MAX, the reward token for the MinMax, which are then distributed to veMAX holders proportionally.\\n\\n# 2. Voting (MinMax Improvement Proposals)\\n\\nveMAX allows you to acquire voting power to participate in the DAO. The longer you locked, the larger you vote power. Once MAX holders vote-lock their veMAX, they can start voting on various DAO proposals and pool parameters which is not limited to following topics:\\n\\n1. which pool gets the greater proportion of MAX emissions, with the current setup allowing proportional voting on existing pools,\\n2. which chain gets the first priority of MinMax deployment,\\n3. which chain gets the greater proportion of MAX emissions, with the current setup allowing proportional voting on existing chains,\\n4. which collateral gets listed on MinMax with consideration in MAX emissions,\\n5. how DAO treasury allocate its trading fees for the greater goods of MinMax.\\n\\nDespite adding some complexity, this was deemed as an important step for pushing MinMax to next level in long term play. In addition, this token utility is deeply inspired and proven by [Curve.finance](https://curve.fi/), which is a leading pegged assets’ liquidity provider. Needless to say, we’re very excited to witness how the community responds in their MAX token management and potential strategies deployed as we all begin playing a role in guiding MinMax Finance forward!\\n\\n# MIP Voting Flow Preview\\n\\nWe will announce new ecosystem partnership and farming incentive program to bootstrap the cross-chain stablecoin liquidity on IoTeX. Stay tune for the announcement in the following days! Here’s a preview of how one can expect MIP governance flow to vote on weekly pool reward emission adjustment.\\n\\n1. Go to MinMax snapshot page\\n\\n   <https://gov.iotex.io/#/minmaxdao.eth>\\n2. Click the MIP that shows the current week pool allocation and vote for your favorite pool\\n\\n![](https://images.mirror-media.xyz/publication-images/0veVQydAj-DlrViYiU5l7.png?height=1049&width=1338)\\n\\n3\\\\. The pool reward allocation will be adjusted based on voting results on weekly basis.\\n\\n# MinMax DAO Roadmap\\n\\nLast but not least, Rome wasn’t build in one day. Instead, the greater Rome was an collective effort made by multiple parties sharing the same vision. Similarly, as the keeper of MinMax, we want to do it in DAO way and empower a collective of talent building MinMax together for a greater cause of providing pegged assets’ liquidity across web3 and IoT applications.\\n\\n> **Let’s join us in MinMax DAO and you as a veMAX holder can help MinMax to shape its roadmap in the promising land!**\",\"timestamp\":1639720186,\"title\":\"MinMax DAO Roadmap \"},\"digest\":\"yCzR3S_sKXeI5Svj71jTO-qiaOVjWyquWa1SbcabKTw\",\"authorship\":{\"contributor\":\"0x314619E08064D5f45105e2b34F29A469b0AC200F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0vuL24g2AE8zIZNoHsglr_efmJMYIIrU9uQXuotr2cc\\\",\\\"y\\\":\\\"-y1uxL3mAdr6qoa07fohHPXOSJVdlRIea4GkpQT7MQs\\\"}\",\"signature\":\"9UkliRfOxL1CJ_9YIH89TWhCO9MZGX_xeyZWZ9mht5FYA0MZGy7O6hrscWswgJ8cZku9f2BTU2fN5m3s4oXSwA\",\"signingKeySignature\":\"0xf8d915cd7af63f515b7bfc06ee441975fad2c98d1f352fdc870234e6c3a26a5c1af683d2c9e291848e8093d481d02e61167627876a34a5ae480c3b0819f9ea291b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0vuL24g2AE8zIZNoHsglr_efmJMYIIrU9uQXuotr2cc\\\",\\\"y\\\":\\\"-y1uxL3mAdr6qoa07fohHPXOSJVdlRIea4GkpQT7MQs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qfGtpRMFnJ0yJ2gbO2k6sa7YNZQP6nKrELGyjozUhvQ\"}"