"{\"content\":{\"body\":\"We live in a world where companies currently involved in the music industry are taking a large portion of artists hard earned money. Pair that with binding contractual agreements that keeps them from ever being self-sustainable and you have yourself an industry of capitalism, which has not worked in this industry.\\n\\nA brief dive into the history and origin of capitalism: Capitalism was spearheaded in the 16th-18th centuries by English European upper class families. It was realized that using sums of accumulated capital could be used to concentrate productivity by creating a class of inequality that was supported by the belief that the wealthy are more virtuous than the poor. A system built on values of hard work, dedication, and frugality created by the very people that most likely had not contributed to a hard day’s work in their inherited lives. A system created to maintain positions of power and wealth above the working class. This is an outdated system that RevolWave is automating for the rise and support of artists.\\n\\nLet’s start by re-creating a flawed system like modern day electoral voting. We will give validation and transparency for each individual person in blockchain decentralization by delegating community interactive voter positions for proposed fund distribution and economic relief programs. Each vote is verified and counted on blockchain for the world to see. Safe to say voting on positions of power can be left out. The music industry exists only due to its creators. The artists. Therefore, ownership is merely a descriptive word when referencing our systems’ collective of artists that make up the industry and its contents.\\n\\nWhen we say the industry is non-existent without the creators, the same can be said about the consumer or community listeners. Without a muse, how must the mind create? The best symbiotic relationships are rooted with passion along with healthy give and take. Listeners give money and love to support the artists goals to drive their passion. They get rewarded with good music, emotions, and memories which are priceless. In our system there is no single voice to decide who or what gets heard. Our goal is to normalize sharing and helping to promote artists because you believe they should be heard. This was the force behind our “Revol-Lover” earning incentives. In-depth multilayer promo options from sharing a song on social media, making art for your favorite band, putting event flyers up, and more will all be profitable ventures in this industry.\\n\\nIn other words, artists finally have the chance to take back control of their content and their profits. Multifunctional interactive features allow artists/users to monetize their own personalized brand and the community engagement. RevolWave data servers act as a host to a partnered Radio Broadcast Organization that can record and log content play to the masses. We acknowledge the seriousness of an artists situation while dealing with people or businesses that are new or unfamiliar. The 2-dimensional world wide web made the mistake of devaluating the work of the creator, which is why we find ourselves in the situation we are in today. The spatial web through an extended reality metaverse backed by secure digital assets allows us to make a shift in music to decentralized artist-curated content monetization.\\n\\nRevolWave is a nonprofit-based music streaming platform created to distribute financial equality to content creators. Sadly, artists on average only make 8 — 12% of the generated revenue from their content. This is still infinitely better than what they receive from their content being pirated. We are combating this by providing a system that allows artists to get paid up to 400% more than they currently receive for their content, while allowing users and artists the opportunity to curate their own community.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*1VpGBJE5QVPl4L4jc3Ur8A.png)\\n\\n\",\"timestamp\":1641175780,\"title\":\"Revol In The Waves - Revol Wave - Medium\"},\"digest\":\"PXOS3t4IPuY_zcplqQEFuT_xgLEk5mLkeY7pEWYqZno\",\"authorship\":{\"contributor\":\"0x99DdEe0e85Ae36b9b89F245f32690be2F2129272\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VW7f40ijuMlFuupFemyJyuD6UhNBPoMUJ-M4Slgs1wE\\\",\\\"y\\\":\\\"c_YBBS1Pa2SBQlVvlO-jPvmr2E__Z2Q-x6ZMZ7LOVK4\\\"}\",\"signature\":\"G5W9NM0wSsIZIU1mUFk5BHBQqnDc41apPTL8-jO1sqIEtrZCI5GgzR5EHbDOfl9BjDb_cQnal_l57rxIqa343g\",\"signingKeySignature\":\"0x816b0ad9a7af7091f4ac374f0351b1358833e3ebdbf8c8d06aec278e98073af51f29a32bcda29f22d6fd984a363fff3951b5b76ed958f45f2be32f8083e074691c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VW7f40ijuMlFuupFemyJyuD6UhNBPoMUJ-M4Slgs1wE\\\",\\\"y\\\":\\\"c_YBBS1Pa2SBQlVvlO-jPvmr2E__Z2Q-x6ZMZ7LOVK4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PXOS3t4IPuY_zcplqQEFuT_xgLEk5mLkeY7pEWYqZno\"}"