"{\"content\":{\"body\":\"什么，黄队长，你这话真的假的，一个普普通通的伐木工，能帮上我的忙？我满脸置疑地看了看黄队长，心里嘀咕道，你这家伙该不是诚心逗我玩儿吧？\\n\\n```\\n见我这副不已为然的表情，黄队长郑重其事地接着说道：“兄弟你可别不信，这个伐木工不是寻常人等，他其实是位得道高人，法号玉虚道长，可谓是陆地神仙，能上知天文下知地理，可呼风唤雨，降妖伏魔，我上回的任务还是托他指点迷津，要不我现在还在雷帝城里当叫花呢。”\\n\\n靠，怎么越说越让我觉得玄乎啊，你上次的任务不是咱帮你完成的吗，怎么一转眼，就成了一个老樵夫的功劳。不过听你这么一说，似乎有一线希望能破这灵魂之玉的禁咒，好歹咱总要试上试，我将信将疑地说道：“那怎样才能找到那位陆地神仙，玉虚道长啊？”\\n\\n“我来告诉你……”老黄又看了看四周，小声跟我说道，末了还叮嘱我道：“那玉虚道长十分贪酒贪财，你要是去的话，一定得带上几瓶好酒，越烈越好，银子，当然也要带够才行。”\\n\\n还有这等黑心道长，那你当初给他什么好处，他才帮你算的啊，奶奶的，你小子是不是那什么玉虚道长的托啊，我心里暗暗念道。\\n\\n“我当初可是把皇上赏赐给我的御酒都让给他，才能得他相助。”似乎已经料到我会有此疑问，黄队长接着说道。\\n\\n“那得准备多少钱？”我插嘴问道，咱现在可不是钱多的没地儿花，能省一分好一分，知道个价格总能有个底。\\n\\n“这我可就不知道了，因人而异吧。”黄队长又压低嗓子说道：“你去的时候最好对他客气点，他要是一个高兴，没准不收你的钱。”\\n\\n“哦，那我这就去准备准备，真是多谢你了，黄队长，有空请你喝酒。”我心领神会地拍了拍老黄的肩膀，道了声谢转身就闪。\\n\\n老黄冲我挥了挥手，大声说道：“兄弟，千万别告诉他是我让你找他的啊！”说完他回过头来，自言自语地低声说道：“上回我就打听了一下牛头马面的消息，这死杂毛张口就要了我一万个金币，要不然我哪会沦落到如叫花般寒酸。隐兄弟，你自求多福吧，少被他砍几刀。”\\n\\n*****************\\n\\n“伙计，你这里有什么上好酒，给我来几瓶！”别了黄队长，我信步走到一家酒楼里，大声叫喝道。\\n\\n一个留着八字胡的青衣伙计堆着一脸笑容走到我面前，奉承地说道：“啊呀，一看您这位大爷就知道是位品酒的行家，我们这里有上好的汾酒，百年的老窖，还有极品绵竹，香醇的竹叶青，刚开坛的女儿红……不知道您要哪一种酒？”\\n\\n呀和，这里酒的品种还真齐全啊，听这伙计张口丢了一连串的酒名来，糊弄得我一楞一塄的，回想着老黄的交待，我应声说道：“要烈酒，越烈越好。”\\n\\n“越烈越好！”八字胡重复着下我的话语，眼睛一转立即回道：“客官，如果你想要烈酒的话，那不如试试本店的十全大补酒，它是用几十种烈酒参合，外加上不少名贵药材精心泡制而成，只不过，这价钱嘛……”一边说着，八字胡一边上上下下瞥了我几眼，那隐含的意思不言而喻：好酒是有的，就是不知道咱出不出得起这个价。\\n\\n我目光冷冷一看，顿时懂了，不温不火地说道：“你直接说吧，多少钱一瓶，几瓶酒，我还是买得起的。”\\n\\n“是是是！”伙计一听我这话，立马又堆起满脸的笑，轻声说道：“一瓶是二千金币，不知道客官您要买几瓶，对了，买三瓶可以赠送一瓶。”\\n\\n黑，真******黑，一瓶酒就要二千块，你这不是明打明的抢钱嘛，不过既然要送人，那就得拿点象样的才行，我咬了咬牙，狠了狠心，一拍桌子说道：“那就给我拿三瓶！不就六千个金币嘛。”\\n\\n千金得来易散去，这点钱，咱该花，不过我也不傻，跟着冷声说道：“你这货要是不值二千金币，那可别怪我不客气啊。”\\n\\n“您放心，不好不要您的钱，保证货色正宗，别无分号。”八字胡一边陪着笑，一边从柜台后面拿出四坛酒来。\\n\\n哥们我拎着四瓶“十全大补酒”，兴冲冲地直奔城外桃木林而去，心里暗暗嘀咕道：要是那个什么玉虚道长是个江湖骗子，我肯定要找黄队长算帐，至少要他把这酒钱给我吐出来，要不，把他那把白金剑给我也成。\\n\\n****************\\n\\n偶有小怪，挥刀杀之，偶有草药，拿锄采之；\\n\\n微风轻送，我心悠然；桃花正红，我心荡漾。\\n\\n当我赶到桃木林时，已是日近黄昏，斜斜的夕阳余光透过浓密的花枝树叶洒落在我身上，给苍白的皮甲镀上了一道金边，依照黄队长的指点，我左饶右拐，在桃林中几个来回，耳边，已经隐隐听到清脆的伐木声，看样子咱是找对地方了。\\n\\n绕过一片矮矮的灌木丛，眼前，顿时跳入一道人影来。\\n\\n只见他上身脱得精光，露出块块黝黑结实的肌肉，双手握着一把上下翻飞的粗柄大斧，带起凛凛寒光，带出木屑无数。乍眼一看，还以为是个二八小伙呢，不过那满头斑白的华发，和几撇一直留到了胸前的山羊胡出卖了他，证实他其实已经步入花甲之年。\\n\\n老头下身穿着一条蓝布长裤，腰间围上衣，脚下穿了一双草鞋，浑身是一片淋漓大汗，哪里有半点世外高人的样子，倒象是个十足的山野村夫。\\n\\n“请问您是玉虚道长吗？”我是明知故问，单手在胸前一举，客气地说道。\\n\\n那老头目光斜视了我一眼，并没有搭理我，而是继续砍他的树。\\n\\n奶奶的，看来只要有点本事的人，都喜欢拿架子，我见老头对我是不理不采，也不恼怒，索性靠着旁边一棵大树一屁股坐了下来，掏出那十全大补酒，拿了几块喷香的烤肉，自顾自地吃喝起来。\\n\\n老头见我如此这般，只是抽了抽鼻子，犹豫了一下，又埋头狂砍起来。\\n\\n过了好半晌，一棵大树轰然倒地，老头这才把斧子一丢，径直走到我面前，也不打招呼，拿起我放到地上的十全大补酒，举头猛灌，一坛喝完之后，他擦了擦嘴说道：“好酒，还有吗。”\\n\\n我一下子蒙了，刚才那酒我只尝了一口，就不敢再喝。那酒可不是普通的烈，一口下肚，我已经觉得肚子里像火烧一般，头也开始轰隆轰隆作响，没想到这老道居然一口气喝完一瓶，问我还有没有，他的酒量真不是一般性的好啊。\\n\\n我愣愣地又递过去一瓶，他接过来张口就灌，奶奶的，那可是二千金币一瓶啊，你这样喝简直就是是糟蹋啊。\\n\\n“说吧，你找我有什么事。”老道喝完后把坛子一扔，一抹胡子转头问我道，顺手抄拿起地上一块烤肉，张嘴就往嘴里送。\\n\\n刚才我只问他是不是玉虚道长，现在听他这么说，当然算是直认不讳了，我连忙将把背包中的灵魂之玉送到他面前说道：“在下听说道长的法术非凡，想请你帮我看看这块灵魂之玉，帮我解除上面的禁咒。”\\n\\n“哦。”玉虚道长接过灵魂之玉，拿到眼前看了看，皱起了眉头，又丢还给我冷冷地说道：“这上面妖气十足，你是从哪里得来的？”\\n\\n我连忙虚心对玉虚道长说道：“这是我好不容易才得来的，您既然能看出它的毛病，敢问您能不能帮我去除上面的妖气呢？”\\n\\n玉虚道长沉吟了半晌，对我说道：“这个嘛，倒不是不可以，只是我已经很久没有做这行当，工具行头一样都没有，你要是能准备好，我倒是不介意帮你这个小忙，但是你要另外再给我两瓶刚才那种烈酒。”\\n\\n“行，酒不是问题，就是不知道道长要哪些工具，在下好去准备。”酒我还有两瓶，刚刚够，就是不知道这些工具又有哪些讲究，我满口应答道。\\n\\n“我要一把古木剑，还有十瓶食人魔血，别的东西我想你也找不来，我自己会弄，价钱嘛，另外算好了，你先把酒给我就成。”玉虚道长丢给我一张纸，上面画了一把古剑的样式，说要照着这式样的剑才能买，别的不好用。\\n\\n我接过那纸张，又给他两瓶十全大补酒，这才辞别玉虚道长，去寻那古木剑。\\n\\n呀，原以为这种剑很好买，哪知跑遍了雷帝城里里外外的武器店，木剑是有，也有古木的，但是就没有玉虚道长要的那个样式，这可怎么办呢？\\n\\n看着手里那张桃木剑的图纸，我脑子里突然灵光一闪。咱不是也个武器煅造师嘛，何必去买呢，自己动手得了。想起银行里还有不少百年古木，随手拿一块，找了个没人的地方，掏出诅咒之刃，照着纸上的样子，拿着古木细心雕琢起来。\\n```\\n\\n\\n------------\",\"timestamp\":1640774752,\"title\":\"第三百三十八章 玉虚道长\"},\"digest\":\"xAEnZvxHdjOscF4uZwOia5pLtIMmb_C_ocTZUpA1Arw\",\"authorship\":{\"contributor\":\"0xD5b80a135AF75531DCe6294866fc02fA4564456b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YfYRjcqyiE7z3btKcbK3YOYKn-hQ-BVmSMQHuuakd9w\\\",\\\"y\\\":\\\"ufD_xJwif5FT7QSiwPR5P_2EtlVCkIilbqnkpKweUOs\\\"}\",\"signature\":\"24XwFTunm47eod29IUDL02TsvVjokRUOQmLt34SB_4gbTdD69jAxNdQCAfjOnmlqXM34xw2OKcNpC64DwP6GUg\",\"signingKeySignature\":\"0xe1c14c21221d23197cdebdcd33ab1047c63e2daf8901bb59e338212a079c7a7543ae5c4635bd58c8224aa824a4270ed727370e7cc9d761fccc4414484cc190761c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YfYRjcqyiE7z3btKcbK3YOYKn-hQ-BVmSMQHuuakd9w\\\",\\\"y\\\":\\\"ufD_xJwif5FT7QSiwPR5P_2EtlVCkIilbqnkpKweUOs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xAEnZvxHdjOscF4uZwOia5pLtIMmb_C_ocTZUpA1Arw\"}"