"{\"content\":{\"body\":\"Recruitment time has been long, and I have gradually moved from being profitable from the beginning to looking at a person's abilities to looking at a person's character and development potential. As long as the person has good character, has potential, and the requirements for his work ability are basically passable.\\n\\nEveryone wants power and money. But some people come to the company to be unrighteous. Jumping up and down, forming cliques, playing two ways, playing power, and eloquent words and expressions. Such a person may be more capable and good at deceiving people.\\n\\nIt is better to stay away from such people, and they must never become friends or partners. Once he is reused, he will be extremely destructive if he does bad things.\\n\\nThe second is the attitude of being a person and doing things, willing or not to obey the boss’s command. Yesterday I met a female job seeker when I was recruiting. The resume looks very brilliant in the previous job, but he said that he would not accept overtime or business trips. What she discusses, she always has an attitude that must follow her rules. Such people should not be recruited into the company, even if they have strong abilities. Because the company is where everyone can cooperate with each other, and even compromise with each other to achieve results. Ability can be exercised at work, and the cultivation of attitude is the business of her parents.\\n\\n196 Entrepreneur Business School Serving Entrepreneurs\\n\\nChina's private enterprises are different from state-owned enterprises and foreign companies. They can be bigger and stronger as well as from 9 to 5 in the morning and weekends. Little common people start their own businesses without godfathers and play the law of the jungle. It's all on your own to go to the market with your bare hands to fight, how can you nurture spoiled employees in your company?\\n\\nTherefore, we should not only look at a person's appearance on the surface, not just his past work experience, or even his abilities, but his attitude towards doing things.\\n\\nIn the end, ability is only the basis, as long as he is recruited into the company, he can basically be competent. What we want is his good character and attitude, he naturally has development potential.\\n\\nSome people think that they are very capable and high-level, but it is more difficult to cooperate with others. People can’t be all-powerful. Always put character and attitude more important in cooperation.\\n\\ns position. Only by exerting the power of the team can we go further. \\\"Morality first\\\" and \\\"both ability and political integrity\\\" are not only the criteria for selecting talents, but also the choice\\n\\nThe criteria of a friend or entrepreneurial partner is to choose a fellow traveler or fellow traveler. We must adhere to our own criteria and never compromise, otherwise it will be more costly to choose the wrong one.\",\"timestamp\":1634801818,\"title\":\"The boss employs people, look at three points\"},\"digest\":\"5XH5rZDhjUITQ5-QzI_f47uVOy_jyo9tmElTFdVAws4\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"9SXk_cwlQX3B-aE1Qq3uepJH1d5eMqYc9LWfWwyUy2LrKyN4XaoaNXwE-cXyZmWLdIF8uHGTir-Qrnex_-Jjtg\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5XH5rZDhjUITQ5-QzI_f47uVOy_jyo9tmElTFdVAws4\"}"