"{\"content\":{\"body\":\"# Kristine Leschper / Lynne Sachs - \\\"Figure and I\\\"\\n\\nClapping, a long and basic \\\"percussion\\\" is emphasized in this song; while the hands that symbolize work, community, dedication, and embrace are rendered in the MV.\\n\\n[Figure and I](https://www.youtube.com/watch?v=NbaXQiZTz1A)\\n\\n### Description\\n\\nNew Album 'The Opening, Or Closing Of A Door’ Out Mar 04 On ANTI- Records.\\n\\n**Biography**\\n\\nOut of chaos, the universe emerged, and from chaos a person can emerge, too. Kristine Leschper isn’t being hyperbolic when she describes a sensation of “being born” when a culmination of events, both personal and global, catalyzed in her “an understanding of how to relinquish control in a big way, and from that, a new sense of connectedness, transition, and impermanence.” She explains her desire to cultivate work in the spirit of the New World Poets, where in the words of June Jordan there exists “a reverence for the material world that begins with a reverence for human life, an intellectual trust in sensuality as a means of knowledge and of unity.” \\n\\nLeschper’s The Opening, Or Closing Of A Door, due March 4 via ANTI/Epitaph, is a paean to the sensory world. It’s the first Leschper has released under her given name, having retired the moniker Mothers after eight years of performing and releasing music under it. Though both projects are guided by Leschper’s idiosyncratic approach to songwriting, they couldn’t sound more different. While Mothers drew inspiration from the stark, skeletal sounds of post-punk and contemporary folk, Leschper’s new work is practically baroque, integrating an array of synthesizers, strings, woodwinds, and over a dozen percussive instruments.\",\"timestamp\":1636100928,\"title\":\"BeastMV - 'Figure and I' \"},\"digest\":\"KJADlN2G-Cm3JnB1XGbD9FA5OcjbVA3eVv1liNiG140\",\"authorship\":{\"contributor\":\"0x69b2B3a4Ac5009cebCf39DA9b25C8815Dc97C3bf\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_QCNDeQXQJBB2LnHRQgXWVE2Rj1nyjZeyF27wT1XBeI\\\",\\\"y\\\":\\\"Led71Soi1MrUoKSJZ3ZY-mXySGj5y_omdcBbiK55qyc\\\"}\",\"signature\":\"QtVYsSkjetc1vncBn6pwlfDAnLXmHUQCa3GOnWKzozOdGxZN5Ifvz7cB6_kfBpo5vMkyH-yhjP75TVCr3PFmDg\",\"signingKeySignature\":\"0xeaf4a5c17efb9df4b514c6fa5070c65a0c057d81aa2bfd9041c2994aa6c86cc939d82f7e5eaffb081d15441b7dd7ce912a5dbf7c2b55ecd148098fc7edf83db01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_QCNDeQXQJBB2LnHRQgXWVE2Rj1nyjZeyF27wT1XBeI\\\",\\\"y\\\":\\\"Led71Soi1MrUoKSJZ3ZY-mXySGj5y_omdcBbiK55qyc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KJADlN2G-Cm3JnB1XGbD9FA5OcjbVA3eVv1liNiG140\"}"