"{\"content\":{\"body\":\"> 就像我们现实当中，其实人生就相当于一个无限游戏\\n\\n*口述 | 陈浩、高睿、Jeff*\\n\\n*整理 | Richard Lee*\\n\\n在NFT游戏与「元宇宙」徜徉于风口时，传统游戏圈的从业者是否艳羡？他们又如何看待当下的区块链游戏与「元宇宙」浪潮？针对这些问题，链捕手近期采访了两位游戏大厂员工和一位互联网游戏创业者，听一听他们对于NFT与链游的看法。\\n\\n从专业角度，两位游戏大厂员工都对当下链游的可玩性提出了质疑。与此同时，也有受访者认同NFT可能给玩家带来更加开放的游戏体验。三位受访者也都质疑「Play to Earn」作为游戏商业模式的可持续性，但一位创业者也表示「如果当经济系统看，则有可能成立」。\\n\\n当下，国内游戏大厂对「元宇宙」这一火热概念是如何关注并付出行动的？受访者也给出了一些答案，供读者参考。\\n\\n### 01\\n\\n**Jeff  （某游戏创业公司CEO）**\\n\\n* 产品类型：虚拟社交手游\\n* Crypto接触程度：玩过链游\\n\\n**看「Play to Earn」：如果当游戏看，一定会崩盘；如果当经济系统来看，有可能成立**\\n\\n「play to earn」这个事，其实跟做CryptoKitties一样——当头部的人赚的钱越来越多，供求变得越来越大，但需求越来越少，门槛越来越高的时候，到了某个临界点，其实很可能就会崩盘，就像Cryptokitties很快就崩盘了。**因为最后一棒，交不出去了。**\\n\\n但Axie Infinity的事给了我一些新的思路：它跟cryptokitties很大一个区别就是，它的生态变得很不一样，这里面不仅有打金的，有搬砖的，有中间做给大家做信息互通的，有各种各样的公会组织，然后也有大佬参与。\\n\\n有一个行业里面的人跟我说，**play to earn其实就是把现实中的很多工作、很多经济场景、经济模型给「游戏化」了。**\\n\\n所以，如果把它当一个「游戏」去看它的收入和未来，它肯定就是有很大问题的，就一定会出现击鼓传花、最后一棒没人接的情况，整个产品就会垮掉。但是如果把它当作一个「经济社会」来看的话，那就是会有人一直打工、赚这个辛苦钱，也会有人去购买各种奢侈品，然后去追求更高的地位，去追求炫耀、展示等等。\\n\\n所以如果它是做一个经济系统，只是它披了一层（游戏的）皮，那这个事就有可能work。但如果把它当作一个游戏，披了一层区块链的皮，但我觉得它一定不work。因为游戏这样做，最后经济系统一定会崩溃。\\n\\n**可持续性的关键在于生态和玩法的无限性**\\n\\n如果这个事能做成一个「无限游戏」——无穷无尽，你会感觉进来的越来越多，或者说它的生态、玩法越来越丰富，里面可以有公链，甚至有一些DeFi的东西，它变成一个「无限游戏」的话，其实就不会有人作弊了。\\n\\n就像我们现实当中，其实人生就相当于一个无限游戏，所以大部分人还是不太愿意公开作弊的。所以我觉得这就是看它最后怎么去打造这个生态和产品了。\\n\\n它里面的价值和资产，肯定不能仅仅局限于游戏的展示或者战斗，我觉得它一定要有其他属性。比如现实中你买辆车，它不仅仅是炫耀，它还有代步的功能。\\n\\n如果是炒这个包，炒这个车，然后把一辆十万钱的车炒到一个亿，那是可以的，但一定是不持续的，所以它一定要赋予其效用。赋予其效用的话，生态的弊端、负面特性就会被稀释。\\n\\n即当经济系统足够完善的时候，你可以有人买个包花个几百万，买辆车花几千万，不理性的事情就会被稀释到大家可以接受，比如土豪每天在里面有几千万的交易、流水、质押。\\n\\n**相信「Play to Earn」是游戏行业的一次范式转变**\\n\\n我很认同（「Play to Earn」是游戏行业的一次范式转变），但没那么乐观。我今天对于币圈的这些事，都是相信但没有那么乐观，包括NFT、GameFi和Play to Earn。\\n\\n区块链最近几年最大的创新其实是DEX，但是你发现这些创新其实都还是基于金融领域、基于交易的。\\n\\n但我觉得现实世界也好，元宇宙也好，你要获客到更多的人，你要让所有人能相对低门槛地参与进来，付出少部分的时间和钱就可以。这个世界其实 99%的人其实都不太适合做交易，大部分人是不合适的，所以如果能让大部分人参与到这个新经济、web3.0、元宇宙这种概念的建设当中，我觉得NFT跟GameFi，包括其他很多东西，我是觉得是非常有价值的。但是目前来看，短期内我还是悲观的，但长期我是相信的。\\n\\n**公司未来一定会在链游领域有所尝试，但不是近期**\\n\\n我觉得一定会（在NFT、区块链领域有所尝试）的，但是时间可能没那么快。反正在我可预见的一两年内应该不会。我非常相信，但是没有那么乐观。\\n\\n### 02\\n\\n**高睿（国内某排名前三游戏大厂员工）**\\n\\n* 职位：技术\\n* Crypto接触程度：关注区块链，但对Crypto的价值支撑持怀疑态度\\n\\n**链游溢价缺乏实际支撑，泡沫较大**\\n\\n我没有深入了解过一些NFT游戏，按照我的理解，它还是一个贩卖一种独一无二的token的形式。目前很难说它（Axie Infinity）的游戏性怎么样，但至少它的溢很高，我很难想象它是因为游戏的素质、投入的美术成本，或者它给玩家带来的良好的娱乐体验，并达到这个收入。目前以我的视角，链游本身还是泡沫比较大的。\\n\\n我觉得我对NFT可能比较悲观的想法，应该是现在做游戏的主流群体会顾虑的点：**一是政策，二是玩法单调，三是NFT的底层（价值）是没有支撑的。**\\n\\n**目前的链游可能不能称之为「游戏」**\\n\\n游戏是一个娱乐的服务行业，本质上还是要给人带来一些娱乐和服务。如果你玩这个游戏就是为了挣钱，那它可能不能叫「游戏」。甚至可以说这些人在给游戏公司打工。\\n\\nAxie火了，那我相信接下来会看到无数个以这个概念做出来的游戏。你在你的游戏里说你的虚拟产品有价值，他在他的游戏里说他的有价值，其实到最后，就被无限地稀释。\\n\\n像传统的代练、稀缺资源工作室，其实也是随着游戏的更迭去做的。比如说前两年可能LOL、Dota的代练是最火的，但这两年可能就变成了王者荣耀，对吧？\\n\\n因为它卖的就是稀缺性和独特性。但稀缺性和独特性这个东西，其实除了 NFT的概念之外，它需要有更多的工作去做，而且**它的难度一点不比做一个传统的畅销手游低。**\\n\\n**目前国内行业尝试链游的政策风险较高，大厂尤为不可能**\\n\\n不仅仅是近期，据我所知，其实像之前加密猫出来的时候，可能很多大厂都想要做一些基于区块链交易甚至NFT这样的玩法，很多大厂肯定都调研过。但从当时到现在，国家针对区块链相关行业的监管力度一直在。国内大厂，我个人觉得投入的可能性不高，除非这方面的风险有下降。\\n\\n海外注册的公司或者团队有海外留学背景的创业公司要做这个，我觉得可能性还蛮高。\\n\\n**当下国内大厂对「元宇宙」，更多的是做技术储备**\\n\\n「元宇宙」它最底层的价值，本质上还是和游戏厂商能够提供的前端体验有关。它的核心还是类似于传统游戏策划、美工的这一块，AI、NFT、区块链、引擎、云计算、5G、AR，这些其实只是组件。\\n\\n大厂其实现在更多的，都是在打基础，做技术储备。比如说有做云游戏的，有做边缘计算的，有自己整合运营资源的，做VR游戏的。虽然说风口很大，大家会讨论，但我目前感觉应该还没有哪个大厂愿意做一个完整的产品出来。\\n\\n将来有一些小厂或者创业公司，他们拿出来一个可行的产品之后，大厂可能更愿意用自己储备的引擎这些之前的经验，去复制这套模式或者优化这套模式，实现技术和体量上的碾压，而不是自己去主动做这些东西。\\n\\n### 03\\n\\n**陈浩（国内某排名前五游戏大厂员工）**\\n\\n* *职位：运营*\\n* *Crypto接触程度：有加密货币投资经历*\\n\\n**用户本质不是想去玩那个游戏，本质是想获得那个代币**\\n\\n区块链这个概念，我是通过股市了解到的，后面慢慢地也玩币。后面区块链发展之后衍生出「区块链游戏」这个概念，我也是做游戏的，所以大概了解了一下。\\n\\nAxie Infinity的高收入主要还是因为它对应的虚拟货币在二级市场的涨幅会带来收入，更多并不是游戏本身带来的。\\n\\n现阶段的链游其实很简单，我是根本不会去玩这种游戏的，太low了。用户本质不是想去玩那个游戏，本质是想获得那个代币。这个游戏形成了一个小生态，这个代币获得了这个生态里面所有人的认可，这个游戏又比较有意思，大家可以去这个游戏里面去玩。\\n\\n**认可区块链可给游戏带来社交和开放性的提升**\\n\\n虚拟世界玩家有三方面的需求：社交、开放和游戏体验。现在正常的手游，腾讯的（玩家）只能和腾讯的用户玩，网易的（玩家）只能跟网易的玩。服务器的限制也是一样。虚拟世界玩家对于这方面（开放性）的需求还是很看重的。\\n\\n**目前公司内部讨论、参与构建「元宇宙」：VR、AR及云游戏**\\n\\n在我们公司层面，其实很少聊到区块链游戏，现在更多的是聊到云游戏、VR游戏这一块。\\n\\n我们经常在聊元宇宙，但更多还是一个概念上的东西。因为我们认为，必须要有AR和VR，才会涉及到「元宇宙」。\\n\\n我们公司很早就关注过AR和VR这一块。因为我们始终认为，游戏行业想出现大的颠覆，必须要有智能设备即终端的改变，比如从电脑到手机，包括以前玩的游戏机。现在手机这么发达了，我们认为下一代终端是VR和AR等可穿戴的智能设备，所以我们还是在布局这一块， 更多地是去探索结合VR，怎么把游戏和线下场景结合起来。\\n\\n* 应受访者要求，陈浩、高睿都为化名。\",\"timestamp\":1640082135,\"title\":\"链游和元宇宙大热，互联网游戏从业者们如何看待它们？\"},\"digest\":\"LohJZwyPe3VuA47kd8LgbaHEfEIHatBDCrQ6cFm5oYA\",\"authorship\":{\"contributor\":\"0x8C4d5E90196325FB22Fff37C97D7984a37e51D11\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MurV-qP7dTK_0VrIfAdJ10PY4Cq3blNWk6vB95AA1OY\\\",\\\"y\\\":\\\"BzMazxWmdURJhXV0t8cLZr9XuO94YqOZuBWMRG9u4nY\\\"}\",\"signature\":\"pnX0R5hb5MuxuX6D2N5_JINz-98IbmkB_KnNEvnvcR1x_PxcDNWVIFo3X7Tz06AUr6urcg8N5-13O8dr294N8w\",\"signingKeySignature\":\"0x287e39f6dba3403c468e965e181975044c6a0a5ca5d4a2963dfaea7be317cb0b399ec581a60b7d7dcd54d4a0fcb8e4390d2ca4254937b347991ae5bb4fca3c811c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MurV-qP7dTK_0VrIfAdJ10PY4Cq3blNWk6vB95AA1OY\\\",\\\"y\\\":\\\"BzMazxWmdURJhXV0t8cLZr9XuO94YqOZuBWMRG9u4nY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GJB8lPbO18EfqkNxwLQqpLM4c3Md53rObpl4RIfXtec\"}"