"{\"content\":{\"body\":\"As has already been observed, labor is frequently seriously complicated by a persistent and tough hymen.\\n\\nDeficient vulva may be caused by the persistence of a thick hymen, by congenital occlusion, or by absolute absence in vulvar structure. Bartholinus, Borellus, Ephemerides, Julius, Vallisneri, and Baux are among the older writers who mention this anomaly, but as it is generally associated with congenital occlusion, or complete absence of the vagina, the two will be considered together.\\n\\nComplete absence of the vagina is quite rare. Baux a reports a case of a girl of fourteen in whom \\\"there was no trace of fundament or of genital organs.\\\" Oberteuffer speaks of a case of absent vagina. Vicq d'Azir is accredited with having seen two females who, not having a vagina, copulated all through life by the urethra, and Fournier sagely remarks that the extra large urethra may have been a special dispensation of nature. Bosquet describes a young girl of twenty with a triple vice of conformation--an obliterated vulva, closure of the vagina, and absence of the uterus. Menstrual hemorrhage took place from the gums. Clarke has studied a similar case which was authenticated by an autopsy.\\n\\nO'Ferral of Dublin, Gooch, Davies, Boyd, Tyler Smith, Hancock, Coste, Klayskens, Debrou, Braid, Watson, and others are quoted by Churchill as having mentioned the absence of the vagina. Amussat observed a German girl who did not have a trace of a vagina and who menstruated regularly. Griffith describes a specimen in the Museum of St. Bartholomew's Hospital, London, in which the ovaries lay on the surface of the pelvic peritoneum and there was neither uterus nor vagina; the pelvis had some of the characteristics of the male type. Matthews Duncan has observed a somewhat similar case, the vagina not measuring more than an inch in length. Ferguson describes a prostitute of eighteen who had never menstruated. The labia were found well developed, but there was no vagina, uterus, or ovaries. Coitus had been through the urethra, which was considerably distended, though not causing incontinence of urine. Hulke reports a case of congenital atresia of the vagina in a brunette of twenty, menstruation occurring through the urethra. He also mentions the instance of congenital atresia of the vagina with hernia of both ovaries into the left groin in a servant of twenty, and the case of an imperforate vagina in a girl of nineteen with an undeveloped uterus.\\n\\nBrodhurst reports an instance of absence of the vagina and uterus in a girl of sixteen who at four years of age showed signs of approaching puberty. At this early age the mons was covered with hair, and at ten the clitoris was three inches long and two inches in circumference. The mammae were well developed. The labia descended laterally and expanded into folds, resembling the scrotum.\\n\\nAzema reports an instance of complete absence of the vagina and impermeability and probable absence of the col uterinus. The deficiencies were remedied by operation. Berard mentions a similar deformity and operation in a girl of eighteen. Gooding cites an instance of absent vagina in a married woman, the uterus discharging the functions. Gosselin reports a case in which a voluminous tumor was formed by the retained menstrual fluid in a woman without a vagina. An artificial vagina was created, but the patient died from extravasation of blood into the peritoneal cavity. Carter, Polaillon, Martin, Curtis, Worthington, Hall, Hicks, Moliere, Patry, Dolbeau, Desormeaux, and Gratigny also record instances of absence of the vagina.\\n\\nThere are some cases reported in extramedical literature which might be cited. Bussy Rabutin in his Memoires in 1639 speaks of an instance. The celebrated Madame Recamier was called by the younger Dumas an involuntary virgin; and in this connection could be cited the malicious and piquant sonnet--\\n\\nChateaubriand et Madame Recamier.\\n\\n\\\"Juliette et Rene s'aimaient d'amour si tendre  Que Dien, sans les punir, a pu leur pardonner:  Il n'avait pas voulu que l'une put donner  Ce que l'autre ne pouvait prendre.\\\"\\n\\nDuplex vagina has been observed by Bartholinus, Malacarne, Asch, Meckel, Osiander, Purcell, and other older writers. In more modern times reports of this anomaly are quite frequent. Hunter reports a case of labor at the seventh month in a woman with a double vagina, and delivery through the rectum. Atthill and Watts speak of double vagina with single uterus.\\n\\nRobb of Johns Hopkins Hospital reports a case of double vagina in a patient of twenty suffering from dyspareunia. The vaginal orifice was contracted; the urethra was dilated and had evidently been used for coitus. A membrane divided the vagina into two canals, the cervix lying in the right half; the septum was also divided. Both the thumbs of the patient were so short that their tips could scarcely meet those of the little fingers. Double vagina is also reported by Anway, Moulton, Freeman, Frazer, Haynes, Lemaistre, Boardman, Dickson, Dunoyer, and Rossignol. This anomaly is usually associated with bipartite or double uterus. Wilcox mentions a primipara, three months pregnant, with a double vagina and a bicornate uterus, who was safely delivered of several children. Haller and Borellus have seen double vagina, double uterus, and double ovarian supply; in the latter case there was also a double vulva. Sanger speaks of a supernumerary vagina connecting with the other vagina by a fistulous opening, and remarks that this was not a case of patent Gartner's duct.\\n\\nCullingworth cites two cases in which there were transverse septa of the vagina. Stone reports five cases of transverse septa of the vagina. Three of the patients were young women who had never borne children or suffered injury. Pregnancy existed in each case. In the first the septum was about two inches from the introitus, and contained an opening about 1/2 inch in diameter which admitted the tip of the finger. The membrane was elastic and thin and showed no signs of inflammation. Menstruation had always been regular up to the time of pregnancy. The second was a duplicate of the first, excepting that a few bands extended from the cervix to the membranous septum. In the third the lumen of the vagina, about two inches from the introitus, was distinctly narrowed by a ridge of tissue. There was uterine displacement and some endocervicitis, but no history of injury or operation and no tendency to contraction. The two remaining cases occurred in patients seen by Dr. J. F. Scott. In one the septum was about 1 3/4 inches from the entrance to the vagina and contained an orifice large enough to admit a uterine probe. During labor the septum resisted the advance of the head for several hours, until it was slit in several directions. In the other, menstruation had always been irregular, intermissions being followed by a profuse flow of black and tarry blood, which lasted sometimes for fifteen days and was accompanied by severe pain. The septum was 1 1/2 inches from the vaginal orifice and contained an opening which admitted a uterine sound. It was very dense and tight and fully 1/8 inch in thickness.\\n\\nMordie reported a case of congenital deficiency of the rectovaginal septum which was successfully remedied by operation.\\n\\nAnomalous Openings of the Vagina.--The vagina occasionally opens abnormally into the rectum, into the bladder, the urethra, or upon the abdominal parietes. Rossi reports from a hospital in Turin the case of a Piedmontese girl in whom there was an enormous tumor corresponding to the opening of the vaginal orifice; no traces of a vagina could be found. The tumor was incised and proved to be a living infant. The husband of the woman said that he had coitus without difficulty by the rectum, and examination showed that the vagina opened into the rectum, by which means impregnation had been accomplished. Bonnain and Payne have observed analogous cases of this abnormality of the vaginal opening and subsequent accouchement by the anus. Payne's case was of a woman of thirty-five, well formed, who had been in labor thirty-six hours, when the physician examined and looked in vain for a vaginal opening; the finger, gliding along the perineum, came in contact with the distended anus, in which was recognized the head of the fetus. The woman from prolongation of labor was in a complete state of prostration, which caused uterine inertia. Payne anesthetized the patient, applied the forceps, and extracted the fetus without further accident. The vulva of this woman five months afterward displayed all the characteristics of virginity, the vagina opened into the rectum, and menstruation had always been regular. This woman, as well as her husband, averred that they had no suspicion of the anomaly and that coitus (by the anus) had always been satisfactory.\\n\\nOpening of the vagina upon the parietes, of which Le Fort has collected a number of cases, has never been observed in connection with a viable fetus.\\n\\nAbsence of the labia majora has been observed, especially by Pozzi, to the exclusion of all other anomalies. It is the rule in exstrophy of the bladder.\\n\\nAbsence of the nymphae has also been observed, particularly by Auvard and by Perchaux, and is generally associated with imperfect development of the clitoris. Constantinedes reports absence of the external organs of generation, probably also of the uterus and its appendages, in a young lady. Van Haartman, LeFort, Magee, and Ogle cite cases of absence of the external female organs. Riolan in the early part of the seventeenth century reported a case of defective nymphae; Neubauer in 1774 offers a contrast to this case in an instance of triple nymphae.\\n\\nThe nymphae are sometimes enormously enlarged by hypertrophy, by varicocele, or by elephantiasis, of which latter type Rigal de Gaillac has observed a most curious case. There is also a variety o?enlargement of the clitoris which seems to be constant in some races; it may be a natural hypertrophy, or perhaps produced by artificial manipulation.\\n\\nThe peculiar conditions under which the Chinese women are obliged to live, particularly their mode of sitting, is said to have the effect of causing unusual development of the mons veneris and the labia majora. On the other hand, some of the lower African races have been distinguished by the deficiency in development of the labia majora, mons veneris, and genital hair. In this respect they present an approximation to the genitals of the anthropoid apes, among whom the orang-outang alone shows any tendency to formation of the labia majora.\\n\\nThe labial appendages of the Hottentot female have been celebrated for many years. Blumenbach and others of the earlier travelers found that the apron-like appearance of the genitals of the Hottentot women was due to abnormal hypertrophy of the labia and nymphae. According to John Knott, the French traveler, Le Vaillant, said that the more coquettish among the Hottentot girls are excited by extreme vanity to practice artificial elongation of the nympha and labia. They are said to pull and rub these parts, and even to stretch them by hanging weights to them. Some of them are said to spend several hours a day at this process, which is considered one of the important parts of the toilet of the Hottentot belle, this malformation being an attraction for the male members of the race. Merensky says that in Basutoland the elder women begin to practice labial manipulation on their female children shortly after infancy, and Adams has found this custom to prevail in Dahomey; he says that the King's seraglio includes 3000 members, the elect of his female subjects, all of whom have labia up to the standard of recognized length. Cameron found an analogous practice among the women of the shores of Lake Tanganyika. The females of this nation manipulated the skin of the lower part of the abdomens of the female children from infancy, and at puberty these women exhibit a cutaneous curtain over the genitals which reaches half-way down the thighs.\\n\\nA corresponding development of the preputian clitorides, attaining the length of 18 mm. or even more, has been observed among the females of Bechuanaland. The greatest elongation measured by Barrow was five inches, but it is quite probable that it was not possible for him to examine the longest, as the females so gifted generally occupied very high social positions.\\n\\nMorgagni describes a supernumerary left nympha, and Petit is accredited with seeing a case which exhibited neither nymphae, clitoris, nor urinary meatus. Mauriceau performed nymphotomy on a woman whose nymphae were so long as to render coitus difficult. Morand quotes a case of congenital malformation of the nymphae, to which he attributed impotency.\\n\\nThere is sometimes coalition of the labia and nymphae, which may be so firm and extensive as to obliterate the vulva. Debout has reported a case of absence of the vulva in a woman of twenty upon whom he operated, which was the result of the fusion of the labia minora, and this with an enlarged clitoris gave the external appearance of an hermaphrodite.\\n\\nThe absence of the clitoris coincides with epispadias in the male, and in atrophy of the vulva it is common to find the clitoris rudimentary; but a more frequent anomaly is hypertrophy of the clitoris.\\n\\nAmong the older authorities quoting instances of enlarged clitorides are Bartholinus, Schenck, Hellwig, Rhodius, Riolanus, and Zacchias. Albucasis describes an operation for enlarged clitoris, Chabert ligated one, and Riedlin gives an instance of an enlarged clitoris, in which there appeared a tumor synchronous with the menstrual epoch.\\n\\nWe learn from the classics that there were certain females inhabiting the borders of the Aegean Sea who had a sentimental attachment for one another which was called \\\"Lesbian love,\\\" and which carried them to the highest degree of frenzy. The immortal effusions of Sappho contain references to this passion. The solution of this peculiar ardor is found in the fact that some of the females had enlarged clitorides, strong voices, robust figures, and imitated men. Their manner was imperative and authoritative to their sex, who worshiped them with perverted devotion. We find in Martial mention of this perverted love, and in the time of the dissolute Greeks and Romans ridiculous jealousies for unfaithfulness between these women prevailed. Aetius said that the Egyptians practiced amputation of the clitoris, so that enlargement of this organ must have been a common vice of conformation along the Nile. It was also said that the Egyptian women practiced circumcision on their females at the age of seven or eight, the time chosen being when the Nile was in flood. Bertherand cites examples of enlarged clitorides in Arab women; Bruce testifies to this circumstance in Abyssinia, and Mungo Park has observed it in the Mandingos and the Ibbos.\\n\\nSonnini says that the women of Egypt had a natural excrescence, fleshy in consistency, quite thick and pendulous, coming from the skin of the mons veneris. Sonnini says that in a girl of eight he saw one of these caruncles which was 1/2 inch long, and another on a woman of twenty which was four inches long, and remarks that they seem peculiar only to women of distinct Egyptian origin.\\n\\nDuhouset says that in circumcision the Egyptian women not only remove a great part of the body of the clitoris with the prepuce, but also adjacent portions of the nymphae; Gallieni found a similar operation customary on the upper banks of the Niger.\\n\\nOtto at Breslau in 1824 reports seeing a negress with a clitoris 4 1/2 inches long and 1 1/2 inches in the transverse diameter; it projected from the vulva and when supine formed a complete covering for the vaginal orifice. The clitoris may at times become so large as to prevent coitus, and in France has constituted a legitimate cause for divorce. This organ is very sensitive, and it is said that in cases of supposed catalepsy a woman cannot bear titillation of the clitoris without some visible movement.\\n\\nColumbus cites an example of a clitoris as long as a little finger; Haller mentions one which measured seven inches, and there is a record of an enlarged clitoris which resembled the neck of a goose and which was 12 inches long. Bainbridge reports a case of enlarged clitoris in a woman of thirty-two who was confined with her first child. This organ was five inches in length and of about the diameter of a quiescent penis. Figure 149 shows a well-marked case of hypertrophy of the clitoris. Rogers describes a woman of twenty-five in a reduced state of health with an enormous clitoris and warts about the anus; there were also manifestations of tuberculosis. On questioning her, it was found that she had formerly masturbated; later she had sexual intercourse several times with a young man, but after his death she commenced self-abuse again, which brought on the present enlargement. The clitoris was ligated and came away without leaving disfigurement. Cassano and Pedretti of Naples reported an instance of monstrous clitoris in 1860 before the Academy of Medicine.\\n\\nIn some cases ossification of the clitoris is observed Fournier speaks of a public woman in Venice who had an osseous clitoris; it was said that men having connection with her invariably suffered great pain, followed by inflammation of the penis.\\n\\nThere are a few instances recorded of bifid clitoris, and Arnaud cites the history of a woman who had a double clitoris. Secretain speaks of a clitoris which was in a permanent state of erection.\\n\\nComplete absence of the ovaries is seldom seen, but there are instances in which one of the ovaries is missing. Hunter, Vidal, and Chaussier report in full cases of the absence of the ovaries, and Thudicum has collected 21 cases of this nature. Morgagni, Pears, and Cripps have published observations in which both ovaries were said to have been absent. Cripps speaks of a young girl of eighteen who had an infantile uterus and no ovaries; she neither menstruated nor had any signs of puberty. Lauth cites the case of a woman whose ovaries and uterus were rudimentary, and who exhibited none of the principal physiologic characteristics of her sex; on the other hand, Ruband describes a woman with only rudimentary ovaries who was very passionate and quite feminine in her aspect.\\n\\nAt one time the existence of genuine supernumerary ovaries was vigorously disputed, and the older records contain no instances, but since the researches of Beigel, Puech, Thudicum, Winckler, de Sinety, and Paladino the presence of multiple ovaries is an incontestable fact. It was originally thought that supernumerary ovaries as well as supernumerary kidneys were simply segmentations of the normal organs and connected to them by portions of the proper substance; now, however, by the recent reports we are warranted in admitting these anomalous structures as distinct organs. It has even been suggested that it is the persistence of these ovaries that causes the menstruation of which we sometimes hear as taking place after ovariotomy. Sippel records an instance of third ovary; Mangiagalli has found a supernumerary ovary in the body of a still-born child, situated to the inner side of the normal organ. Winckel discovered a large supernumerary ovary connected to the uterus by its own ovarian ligament. Klebs found two ovaries on one side, both consisting of true ovarian tissue, and connected by a band 3/5 inch long.\\n\\nDoran divides supernumerary ovaries into three classes:--\\n\\n(1) The ovarium succentauriatum of Beigel.\\n\\n(2) Those cases in which two masses of ovarian tissue are separated by ligamentous bands.\",\"timestamp\":1639717841,\"title\":\"\\nThe different varieties of the hymen will be left to the works on obstetrics\"},\"digest\":\"LcCF8czhbyNdUusHRhE2qazni4Jv1iKcFJ7smkCY2tQ\",\"authorship\":{\"contributor\":\"0x90172af57cfCfbdA1dac8055668d7B5df7f90f1E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7Rbylp8GTtfqMxNf9_VS3ZJXInbY_AhHFi6h73XUtGc\\\",\\\"y\\\":\\\"7tL07oqPLOIILrb0KW6bZNmXmtzrjPMjld5guGaZ094\\\"}\",\"signature\":\"eRi_m2hed_pbzG5KJ8q1yv3W-Jhi3q_LxbxZjSb_0r6vuEQHoDXMJdRlDDnGsf66o5XYIeZwZr86BHFFvQ27zw\",\"signingKeySignature\":\"0x260fcc90e0e522bb15a78e2b489e17e0d425b7fdcffad8c81d3dcaa8f8b115760ab45e7194c04132ff9ccaac2e80b8b4561655547eb7339ad2f2e4a6e0f5d29e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7Rbylp8GTtfqMxNf9_VS3ZJXInbY_AhHFi6h73XUtGc\\\",\\\"y\\\":\\\"7tL07oqPLOIILrb0KW6bZNmXmtzrjPMjld5guGaZ094\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LcCF8czhbyNdUusHRhE2qazni4Jv1iKcFJ7smkCY2tQ\"}"