"{\"content\":{\"body\":\"\\n\\n![](https://images.mirror-media.xyz/publication-images/8f422e2b-8874-4db4-a12c-a9eff4965121.png?height=2048&width=2880&size=large)\\n\\n## Ethereum contains an entire world of pseudonymous characters, obscure memes, mindbending projects, arcane mechanics and epic historical events rich in storytelling potential.\\n\\n### Within this seed is an original narrative universe waiting to emerge.\\n<br /><br /><br /><br />\\nPILLS Story Mode is a narrative wrapper around Ethereum. A “Cinematic Universe” ready to unfold on-chain. Unlike popular, large-scale narrative universes of the past - Dune, the MCU, Star Wars, Warcraft, Lord of the Rings, Discworld, Warhammer, etc. - The *PILLS Cinematic Universe* is co-created by its community. Over time, you'll populate it with characters, creatures, artifacts and locations, shape how the project evolves, and ultimately possess collective ownership over it, too. \\n\\nWith Story Mode, PILLS is setting out to create a valuable, long-term, community-owned project with endless narrative potential that can support anyone who helps contribute to it.\\n\\nStory Mode Alpha begins today.\\n\\n\\n# Vision\\n### What might PILLS Story Mode look like? \\n![](https://images.mirror-media.xyz/publication-images/1f2d3b80-07be-46d0-a8b6-98681e3b3b60.png?height=2400&width=3000&size=medium)\\n##### *The Yield Lord Andre ● A major character*\\n\\n**Imagine** a mix of [Cave of Qud’s](https://www.cavesofqud.com/) massive worldbuilding, a Miyazaki-animated version of Akira and the multi-layered gameplay of [Dwarf Fortress](https://www.bay12games.com/dwarves/) featuring community-created characters, all wrapped up in lightweight MMORPG mechanics.\\n \\n**Imagine** a collection of competing \\\"Quest Masters\\\" elected by the community to design and run interactive on-chain quests that expand the narrative and world in new directions. \\n\\n**Imagine** an augmented reality layered over Ethereum, in which the actions of the players within the narrative world have a tangible effect outside of it.\\n\\n**Imagine** generative character creation and player-run factions competing to canonize their own ideologies and funded by their own intra-group currencies within a wider economy.\\n\\n**Imagine** major characters collectively owned and controlled by DAOs using a mix of governance models.\\n\\n**Imagine** a narrative storehouse: Story Mode's entire collection of people, artifacts, locations, histories, and events - that any community member has the right to develop, explore and earn royalties on.\\n\\nThis is an intentionally outlandish vision. A mind-expanding exercise to help us consider how the crypto mechanisms at our disposal can create something previously impossible.\\n\\n# A Narrative Foundation\\nFor the past three months we've been creating a stable foundation for PILLS Story Mode. The descriptions behind [specific pills](https://www.pills.forsale/pills) and the art [we've shared on Twitter](https://www.twitter.com/pillheadddd) all hint at key aspects of this world - its characters, storylines, tensions, and more.\\n\\nA small, tight-knit team is best adapted to developing the consistent vision necessary to create a coherent world.* Yet we believe this must be balanced with a community that possesses an equal voice in the creative development of the universe.\\n\\nWe're starting with two methods for empowering creative community contributions: **Character Creation** and **Quests**.\\n\\n## Character Creation\\n\\n### Major Characters\\nEach major character in the PILLS universe has an incomplete \\\"origin story\\\". PILL holders can \\\"fill in the blanks\\\" by voting to resolve the mystery of the character's origins - the puzzle of their backstory, motivations and allegiences. The choices with the most votes are the canonized into the lore of the universe, forming the basis for the character's starting position and subsequent stories.\\n\\n\\nSome origin stories can be voted on by anyone [in possession of any pill](https://www.pills.forsale/pills). Some require you to hold a specific pill.\\n\\nThe first major character to go through Character Creation is The Unigod. Tomorrow, on May 1st [anyone holding a Unipill](https://www.pills.forsale/unipill) is able to vote. Got one? [Visit the Unigod snapshot page](https://snapshot.org/#/unigod.storymode.eth/).\\n\\n![](https://images.mirror-media.xyz/publication-images/9dbdd076-6aed-4f59-813a-172f1e8c0e9e.jpeg?height=2232&width=3200&size=medium)\\n##### *The Unigod ● A major character*\\n\\n\\n### Minor Characters\\nYou can begin exploring the [Story Mode site](https://storymode.pills.forsale) and plotting out your own character, today. As the Narrative Foundation expands, there'll be more material to guide you.\\n\\nWe've just begun sketching out our on-chain character creation system, and will share development updates in time.\\n\\n\\n## Quests\\nIn *Story Mode*, quests are interactive, on-chain experiences currently setup by the Core Creative Team and directed by the community. How a quest unfolds is solely up to the participants, although the core team - playing as NPCs - might prompt, cajole, or sow dissent along the way.\\n\\nQuests might dramatically collapse, reach a coherent narrative conclusion, or simply fade out..... only to be suddenly brought back to life from out of nowhere.\\n\\nWhat unfolds during the quest is then recorded into the lore of the universe, ready to be used as the catalyst for new stories. Some quests will be accessible to anyone. Others will have pre-requisites to participate. Unique rewards may also be available to participants depending on how and where a quest concludes.\\n\\n### Our proto-quest, The Shadowpakt\\n\\n![](https://images.mirror-media.xyz/publication-images/54b90330-25c8-4732-8758-b3e9970fb7be.jpeg?height=2250&width=4000)\\n##### *Members of The Shadowpakt*\\n\\nOur first prototype quest is [The Shadowpakt](https://www.pills.forsale/quests/shadowpakt) which launched successfully last week. It has confused some, amused more and been [derided as a scam by Pak](https://twitter.com/muratpak/status/1384568323132825601) who is completely oblivious to its role and function in our universe.\\n\\n![](https://images.mirror-media.xyz/publication-images/530fc4d0-be18-4dc7-9fb9-fec2744beeaf.jpeg?height=462&width=1180)\\n\\n\\nIn the quest, [The Shadowpakt](https://www.pills.forsale/quests/shadowpakt) is a DAO that exists to realize the will of a major PILLS character - *The Shadowpak* - an inverse version of Pak, \\\"made of burnt NFTs and $ASH\\\". It seeks to create and maintain The Cycle - a process in which all of Pak's artworks are acquired and held hostage, or burnt for $ASH and replaced by derivative pieces. How the *Pakt* collectively decides to achieve this goal will be at their discretion. \\n\\n![](https://images.mirror-media.xyz/publication-images/8a8144b4-57c4-4c61-a07f-4755d275a0e2.png?height=1150&width=1200)\\n##### *The Shadowpak ● A major character*\\n\\n---\\n\\n# What's next?\\n\\nStory Mode Alpha is a first step, focused on creating and testing the infrastructure needed to enable a thriving, community-directed narrative universe. During *Alpha*, we're:\\n\\n**Improving community support**\\nThe launch of Story Mode gives more opportunity for community involvement in the project's development. We need better systems in place to make this easier.\\n\\n**Developing a new v2 contract**\\nOur new, modular contract suite has the flexibility to support different distribution methods, novel redemption mechanisms and new functionality like pill upgrades.\\n\\n**Launching the Story Mode site**\\nWe've developed [a new, custom site](https://storymode.pills.forsale) to store the canonical creative material from the PILLS Cinematic Universe. \\nEverything on the site will be available to the community to use and develop, under a permissive license decided upon with the community.\\n\\n**Building the Story Mode's \\\"Narrative Foundation\\\"**\\nWe're actively developing the characters, artifacts and locations we've shortlisted to comprise this *Narrative Foundation*. Expect to see them published to the [the Story Mode site](https://storymode.pills.forsale).\\n\\n**Expanding PILL utility**\\nToday, anyone in possession of a PILL can vote in Character Creation and participate in project governance. New utility will be developed over time.\\n\\n**Developing our \\\"Quest System\\\"**\\nAs we learn how to structure and run on-chain quests, we want to collaborate with community members to develop and test a consistent, repeatable *Quest System*.\\n\\n**Onboarding Quest Masters**\\nAs we better understand the viability of our quest system, we want to actively help community members design, launch, and manage their own quests within the PILLS universe.\\n\\n---\\n\\n# Help create a universe\\nThis vast space contains millions of blocks of history with undiscovered pockets of life resting upon ancient mechanisms that keep everything turning. Much remains unknown. [Let's discover what's out there, together](https://discord.gg/UaK2RKycBa).\\n\\n\\n### Are you a project, protocol, community or DAO on Ethereum?\\nWe're actively narrativizing everything and everyone on Ethereum and weaving them into the PILLS universe. If you're interested in learning what we have planned for you, want to sponsor a quest to explore the universe with us, or support our creative community, [just DM Pillhead](https//www.twitter.com/pillheadddd)\\n\\n---\\n\\n## You can also:\\n\\n→ [Join the discord](https://discord.gg/UaK2RKycBa)\\n\\n→ [Keep up to date on Twitter](https://www.twitter.com/pillheadddd)\\n\\n→ [Learn more about the PILLS universe\\n](https://storymode.pills.forsale)\\n\\n→ [Collect some PILLS on the secondary market](https://opensea.io/assets/pills)\",\"timestamp\":1619794491,\"title\":\"PILLS Story Mode\",\"publication\":\"pills\"},\"digest\":\"K4o9PkOtOmzaoSjbd1Wq1eA4kwX3cn1V-sGrcnl0c2g\",\"authorship\":{\"contributor\":\"0x0f1C01d98AE190Ad2739a6075B21C2343d8b412e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mR3WEz30nx0LEUfd2QtQUB_WqLnPCY28UpoP-a1C78U\\\",\\\"y\\\":\\\"EJaGULUApdxB2Dkny5zhoQhSvWA-wtBfkcIV_C8vyWE\\\"}\",\"signature\":\"qrGAsl_Be-a4G32xAegdOUCs8viXtRTeqh98dCUnyEzx-q7--QSjqFeBPGUGbAnenlqa-k6fxQvU60beiuwI1A\",\"signingKeySignature\":\"0x8efe0113c8f3fba7eaa3436a166dc8fc895d31da845494eeec53ccb620916cf615acf55cd31f713e6ab721fe051e5e91adb4f81e9eb26d5fefef5abb508471ba1b\",\"signingKeyMessage\":\"I authorize the publication of articles on pills.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mR3WEz30nx0LEUfd2QtQUB_WqLnPCY28UpoP-a1C78U\\\",\\\"y\\\":\\\"EJaGULUApdxB2Dkny5zhoQhSvWA-wtBfkcIV_C8vyWE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"K4o9PkOtOmzaoSjbd1Wq1eA4kwX3cn1V-sGrcnl0c2g\"}"