"{\"content\":{\"body\":\"很多人不知道，变傻，是很容易的。\\n\\n“文章”看多了，不知不觉中就变“傻”了。\\n\\n即便作为一个资深房产经纪人，当客户需要建议的时候，尚需问清对方基本的需求，以给他匹配、推荐合适的房源。\\n\\n但是，这种开口就能给出具体某个小区的，着实令人叹为观止，自叹不如。\\n\\n以前，我一看到“凡是”什么什么什么，我就开心的要死，因为我的老师从小就教育我，考试的时候，看到“凡是……”这种绝对语气的，大概率都是错的。\\n\\n如今，我却开心不起来。\\n\\n我不知道那位提问者有没有听进去。\\n\\n但是当我看到这种买房逻辑时，给我心灵上的震撼和冲击，不亚于第一次听说传说中黑中介做法时的惊讶，似乎看到了十几年前黑中介的身影。\\n\\n我不知道一个人要无知到何种程度，方有如此勇气说“谁谁谁的房子果断买，谁谁谁的房子不能买”！\\n\\n下面这张图，当你看到图中对话的时候，你的第一反应是什么？\\n\\n我是五味杂陈的。\\n\\n我们先看问的问题，“重庆的房子适合投资吗？”\\n\\n如果是问你，你会怎么回答？\\n\\n作为一个稍微有点地产常识的人，是不会提出如此不清楚的问题的。\\n\\n而作为一个稍微有点地产常识的自媒体人，是不会给出如此“不清楚”答案的。\\n\\n如果是我，首先我会反问：“你要问的问题是不是，打算投资一套位于重庆XXX区XXX地段的XXX楼盘，现在是否值得入手？”\\n\\n作为一个稍微严肃、负【责任】的自媒体人，是一定不会信口开河，动辄一杆子打死——值得或不值得。\\n\\n非黑即白，那是小孩应有的特质。就像很多小孩经常会天真地问:“爸爸爸爸，电视里的那个人，是好人还是坏人？”\\n\\n作为稍微有一点专业的人，一定会是客观地这么回答:\\n\\n1\\\\.全款还是按揭（利率、时间涉及投资回报率）；\\n\\n2\\\\.城市的发展潜能分析；\\n\\n3\\\\.房子所在地段、区位分析；\\n\\n4\\\\.该小区所处楼层、朝向、户型等分析；\\n\\n5\\\\.当然，近期国家的政策导向，也是必要的；\\n\\n6\\\\.……\\n\\n所以，对于一个如此宽泛的提问，怎能一个是或否论断？\\n\\n对于“房住不炒”，之前我有过谈论。\\n\\n不少哗众取宠的自媒体，也有无限地曲解和错误的解读。\\n\\n国家的很多决策，都承担着特定的历史使命，当完成这项使命，就意味着它终将逐步退出历史的舞台。\\n\\n当年的计划生育政策，当决策层意识到不再适应当下，甚至产生负面影响之时，变，就是顺应历史潮流。\\n\\n当房价的非理性上涨，逐步发展为一种不稳定的隐患，像一颗不定时炸弹，随时引发系统性风险时，及时刹车、防范未然，就成为必然选择，“房主不炒”应应而生。\\n\\n但是，怎么客观的理解“房住不炒”？\\n\\n2002年诺贝尔经济学奖获得者，丹尼尔卡尼曼在他的代表作《思考，快与慢》中提出，大脑有快与慢两种决策方式，也就是感性思考与理性思考。\\n\\n我们看下面一张图，哪根线段长？没错，我们的第一反应是上面的那一条比较长。\\n\\n事实上这是著名的缪勒—莱耶错觉图，图中两条直线是等长的。\\n\\n为什么我们的第一反应，认为上面的那条长？\\n\\n是因为我们无意识的、不费脑力的、快速的感性思考在起作用。\\n\\n6\\\\*8=48，你一定可以快速得出答案，但是456\\\\*127=?你一定会耗费脑力，在计算着七六四十二，七五三十五……\\n\\n上面两个例子是典型的快思考和慢思考。\\n\\n第一个是快思考，也就是感性思考，第二个是慢思考，也就是理性思考。\\n\\n生活中哪一个起主导作用呢？事实上并不是我们多数人认为的理性思考，而是感性思考。\\n\\n因为感性思考是不需要耗费脑力的，就像第1个例子当中，你可以脱口而出地认为第1根线段比较长。\\n\\n这是因为，我们的大脑具有自我保护机制，会尽量避免甚至拒绝有难度的思考。\\n\\n就像第2个例子当中，稍微涉及复杂一点、需要消耗脑力时，大脑就会抵触，很多人会选择放弃。\\n\\n因为理性思考往往是需要消耗能量、耗费脑力的。\\n\\n这就是为什么在日常生活、学习中，很多时候我们宁愿放弃，也不愿进行思考的原因。\\n\\n现在再回到房住不炒这个话题。\\n\\n由于多数人已经习惯了长期高房价的压迫和不满，大脑极易吸收关于房价利空的一切信息，而不愿做出需要耗费脑力的理性思考和反向判断，这是由大脑的自我保护机制决定的。\\n\\n这正是为什么有房的人和无房的人，很难在房价看涨或看跌方面达成共识的原因。\\n\\n有房的人，很难接受房价下跌的理性思考，而无房的人，则拒绝相信一切房价上涨的消息\\n\\n房主不吵给多数人的第一反应，就是国家开始打压房价，房价必然下跌。\\n\\n这是典型的无需耗费脑力的感性思考。\\n\\n首先，感性思考让人不假思索地、想当然认为，房住不炒就一定＝房价下跌甚至暴跌；房子的涨或跌＝炒或不炒。\\n\\n而理性思考，首先会问，为什么要提出房住不炒？是因为房价太高了？还是涨的太快了导致收入跟不上物价尤其是房价？\\n\\n事实上，是因为涨速过快。如果为城市做出贡献的年轻人，即便累死累活，收入也跟不上物价尤其房价涨速时，是极其容易引发不满，看不到头，丧尸工作的动力，不利于社会的稳定。\\n\\n其次，某个城市某个区域某个楼盘房价跌了，就想当然的认为一定＝全国楼盘同步/都会下跌，尤其是自己中意的那个楼盘。\\n\\n事实上，优质的资源是稀缺的，物以稀为贵这个朴素的道理，我想不需要多么高深的经济学知识，即便常人也是能理解的。\\n\\n理解了这点，你就不会认为，即便某些城市某些楼盘跌了，那些优质、稀缺的也会跟着跌，否则，那就不叫下跌，可能是系统性崩盘。\\n\\n再次，投机＝炒吗？我觉得稍微有点常识的人，都知道不等于吧？如果说投机＝炒，还勉强可以接受\\n\\n，怎么会犯如此低级的错误？这是典型的概念混淆。\\n\\n概念混淆，是致命的！比如，把投资错误的等同于投机。把房住不炒错误的等于房住暴跌。\\n\\n最后，买房的人群至少有两类，刚需和投机。\\n\\n对于刚需群体，到了小孩入学的年纪，会为了某个自媒体人认为的所谓“房主不吵=房价暴跌”而再等一年、两年…？\\n\\n的确，对于投机者而言，那种动辄暴涨的时代，可能已经一去不复返了。\\n\\n事实上，在长达十几二十年的房市牛市中，很多人是无知被动地躺赢了通胀。\\n\\n因为“无脑”地选择了房产。\\n\\n但是，很多时候，十年前5000买的房子如今明明已经涨到了2万，当想要置换的时候却发现，仍然入不敷出。\\n\\n因为你的房子在涨，你想买的房子可能也在涨。\\n\\n有人说这是一个互道SB的时代。有房的人有各种硬核理由支撑房价不会暴跌。无房的人则无限期待相信泡沫终将破灭，走向崩盘。\\n\\n在自媒体人泛滥、霸屏的时代，时刻保持客观、独立、反向思考，是拒绝变傻、自我保护的最好方式。\",\"timestamp\":1636834827,\"title\":\"看了这些留言，看在眼里，我痛在心里\"},\"digest\":\"kAHpqD85-jMB1nsTit6D-eS4YobN0gJc5SdzX0Fqsnw\",\"authorship\":{\"contributor\":\"0x7AE01757cA9526F153014D92845943800212919e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"l-ipYj5fWDCZuKtls_rso1D_t2Zy6kIGvy6oF7fK3b8\\\",\\\"y\\\":\\\"rlU9frEpw2foC8jEP6HjkZXSU82dgJ3pIs2XdEVMQJc\\\"}\",\"signature\":\"zYAJ1auRe-_HR6pXgf7GNb5Fxgqu2Jg4phKn46bqahg8sjpm1w5mrZ6Af2qeMLeZMuEyqnSGXhB5qgJK4yL0RQ\",\"signingKeySignature\":\"0x3d0f0bbd05a683080c84f222c70afad7a3dabf48384196ce506abe196397db037ace088a73a349de37df025f4b4333235f8f712e908e71a82f08537d930941281c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"l-ipYj5fWDCZuKtls_rso1D_t2Zy6kIGvy6oF7fK3b8\\\",\\\"y\\\":\\\"rlU9frEpw2foC8jEP6HjkZXSU82dgJ3pIs2XdEVMQJc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kAHpqD85-jMB1nsTit6D-eS4YobN0gJc5SdzX0Fqsnw\"}"