"{\"content\":{\"body\":\"大头小蚂蚁笔记223：艺术不会消亡\\n\\n本文只是个人的学习笔记，不构成任何投资建议，据此投资，后果自负\\n\\n去年NFT市场异常火热，但对于我这个艺术门外汉来讲却始终理解不了，所以特别想了解一些艺术品方面的知识。回顾的这次直播，聊的就是nft。\\n\\n主持人的第1个问题是当前是NFT的夏天吗？嘉宾的回答是不管秋天还是冬天，都会有阳光，所以都要不断的熟悉和学习。而他看待NFT市场是否火热和普及的一个指标，就是看身边的朋友有多少人拥有那些流行的加密资产。这一点是很值得学习的，看某样东西是否流行最终还是要看真正参与的人有多少，因为很多人只是口头说说，但并不行动。就比如每个人都说要奋斗要成功，但只要看看身边有多少人每天雷打不动的读一小时的书，就知道自己的对手有多少了。\\n\\n另外这里的嘉宾还提到一个思想，就是在预测比特币价格的时候，只要有人敢打包票，那么肯定不靠谱，一定要有自己的思考。他在节目中的预测是年底达到8万的概率要远远大于2万的概率，也就是说突破前高站上新顶点的概率更高，但是这一点比较遗憾，2021年已经过去了，岁末年初，比特币不仅没有创新高，反而跌到了4万左右。所以对于那些所谓大V的预测，就不要太在意了。只要把时间尺度拉长，就会很明确的看出短期无法预测，长期无需预测，那就做个长期主义者吧，把因为价格波动而产生的焦虑和情绪影响彻底消灭，留出足够的精力和时间去学习更多的东西，提升自己不是更好吗？\\n\\n对于NFT有什么价值，这位嘉宾提到了一个非常新颖的概念，那就是【非金钱价值】。BTC、eth等更多的对应的是经济价值，类似绘画，艺术，美，思想，爱这些，人类自古就有的东西，却是非金钱意义上的。NFT的出现进一步训练了人们对爱与美的认识。这个思想让我对艺术品和NFT有了一个全新的认知维度，按照这个角度来思考，NFT之所以有价值，就是因为它保存的是一种独一无二的美或者感受，而且这种感受才是真正不会消亡的东西。嘉宾还举了原始人类在岩洞里画的壁画，虽然那时的物质条件不丰富，但并不妨碍人们对于美的追求和欣赏，这是一种精神层面的价值。一幅优美的壁画并不能解决温饱问题，但是却让人类在更高的维度上体会到一种独有的快乐和享受，我想这也是艺术品有价值的原因。嘉宾也提到，在价值方面是见仁见智的，但当有了美的共识和情感的共识后，NFT也就有了价值。\\n\\n期间嘉宾还提过一个NFT的例子，他刚买的时候只有0.5个1th，到现在地板价已经达到196ETH，涨了近400倍。羡慕之余又想到了那句话，你永远赚不到认知之外的钱，而如何提升认知，之前自己已经做了非常多的思考，不着急，只需每天进步即可。\\n\\n关于NFT的未来，嘉宾类比了美国那些超级英雄，认为会形成一个超大型的元宇宙，并会是这个元宇宙里的重要内涵。主持人又提问NFT之后会不会是gamefi的夏天？这里嘉宾并没有给出明确的答复，他只说艺术品市场的市值达到500亿美元，但是我看到的资料显示游戏市场的市值是千亿美元以上。后期也证实gamefi真的火了起来，但可惜的是土狗项目太多，真正牛叉的大作还没有出现。对这方面没有深入研究，听一个博主说过GALA可能会在这方面有动作，还是很期待的。\\n\\n之后嘉宾又绕到了NFT上面，这里说到了非常著名的loot，而且在这里嘉宾的一个思维方式很值得我学习，他承认自己漏看了loot，但是漏看之后就要反省，这是非常重要的，不能因为自己错过了就追悔不已，错过只能证明自己的思维有漏洞，思考问题的方式急需优化。所以遇到困难和挫折绝对不是坏事，它是帮助自己纠错和反馈的重要手段。利用好之后，成长速度倍增。\\n\\n嘉宾认为loot现在看来特别像龙与地下城，之前的电脑游戏由于硬件限制，就是通过这种文字显示的方式来玩的。这种模式拓展了人类的想象空间。之后嘉宾又深入探讨了loot的概念，他认为比特币虽然有价值，但是只是一个虚拟资产，当它想要在现实生活中体现出价值的时候，需要兑换成法币实物或者其他物品，所以比特币究竟是什么，你根本说不清。loot也是类似的，所以loot具象化后可以是任何东西，这才是他真正有价值的地方。\\n\\n在投资方面，嘉宾认为将来只有10%的NFT会继续留存价值，剩下的大部分会像泡沫一样破裂。关于选择哪种NFT，嘉宾因为研究的艺术，所以他倾向于选择艺术类的，而且他认为这里有一个潜在的市场，会出现艺术明星。并且嘉宾的一个观点是加密猫有可能会在未来大放异彩，因为它才是NFT的鼻祖，加密猫的项目方现在发展的也非常好，并且始终对加密猫念念不忘。\\n\\n自己目前还没有真正购买或获得过NFT，等这轮行情达到自己预设的标准后，会拿出一部分资金购买加密猫。通过这次直播的学习，我起码从一个维度了解了为什么艺术品有价值，就是嘉宾所说的：艺术不会消亡。\",\"timestamp\":1641636828,\"title\":\"大头小蚂蚁笔记223：艺术不会消亡\"},\"digest\":\"CM68zqYAzW4Qz62TV7yOJ6ERZdPg-PHAL7KIx24cHQo\",\"authorship\":{\"contributor\":\"0x0b81347Ec5D389AF37677ea44f42f42a0D0CEe0a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Xw-AbKVPU1tOjPM6g4ynDsRTZ-kxQUajzS-Y3V9PxaU\\\",\\\"y\\\":\\\"HnHucmyZscnJrd1T1Twlc3IiZgssULHQgI6GQULrZjI\\\"}\",\"signature\":\"-GGzj-11_3SLXxUef8JIjIDWqCceWqTXzNzq1Sz3lbv3fLzP5dzLq7p-BnTKy6fxs7mEIqxv6YZZqRXCP0cpjQ\",\"signingKeySignature\":\"0xf63b58a6f0b2d3f9dffb8c6d5cd46a76f7a6d3457697ff97ff63642ea971f6e873c1ea86a5922930734e5ebbe19e5b3e01c5d22732c946d62130a4c440a9d2ef1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Xw-AbKVPU1tOjPM6g4ynDsRTZ-kxQUajzS-Y3V9PxaU\\\",\\\"y\\\":\\\"HnHucmyZscnJrd1T1Twlc3IiZgssULHQgI6GQULrZjI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CM68zqYAzW4Qz62TV7yOJ6ERZdPg-PHAL7KIx24cHQo\"}"