"{\"content\":{\"body\":\"*If you’re a remixer want to improve your remixing skills, or a musician, producer and/or a DJ want to explore the techniques and the methodology behind the remixing world then this article for you.*\\n\\nIn general remixing is very similar to producing original songs, we use the same DAWs, the same plugins (or analogue hardware) and you’ll still need to mix it and master it just before you release it. However, there’re some techniques we need to use to get to our final result, some of these techniques are widely used no matter the style/genre of the remix, something like time-stretching, and some of them we’ll use differently from genre to genre, something like repeating and/or structuring the sections of the remix. Also, some of them are related to audio-based tracks and some of them specific to Midi production.\\n\\nBuilding a solid understanding of the different audio and Midi techniques, how and when to use them and how they are related to your chosen genre and targeted audience is a key for a successful remix. You can’t remix a rock song into an EDM-based genre and keep it sounds like a typical rock song. There’s some level of expectation from the audience that you must reach. Meeting the level of expectation of your targeted audience of whatever genre you choose for your remix is crucial to get success. And when using any technique, you must ask yourself: Is it an appropriate technique to my chosen genre? And how it will affect my remix result?\\n\\nAnd in this article, I want to show you how to analyse a remix and how to find which type of techniques been used and explain it to you in a simple form and evaluate how successful was the chosen technique compared to the genre of the remix. And to make this article useful to different types and styles of remixes, I will touch the main techniques that can be applied widely no matter the style.\\n\\nSo, for this article I’ve chosen an official collaboration remix ‘Bayen Habeit’ (Means: In Love) between the DJ/Producer Marshmello and one of the top-selling artists in the MENA region Amr Diab.\\n\\n* Marshmello’s Remix: <https://www.youtube.com/watch?v=jNJCdxMf0t8> \\n* Original: <https://www.youtube.com/watch?v=z4KMUyXeXEk>\\n\\nThe original song and the remix both have been already released on Amr Diab’s 2018 album ‘Kol Hayaty’. However, when searching the YouTube, we can find the remix has been published officially only on Marshmello’s YouTube channel, while the original been published exclusively on Amr Diab’s YouTube channel.\\n\\nGood to mention that it’s the first time for Marshmello to collaborate with an Arabic Middle Eastern pop artist and produce an Arabic song. And because of that, I asked myself: Can this known fact affect the way Marshmello usually produce? How did he plan and structure it and what techniques did he use? So, let’s find out together!\\n\\n**The Foundation Ground of the Remix**\\n\\nIt’s better that we first build some understanding about the remix in terms of the original genre and the remix genre and which type of audience it’s targeting, before jumping into the audio and Midi techniques that possibly been used in this remix.\\n\\n **Genre, Tempo & Ke**\\n\\n The first thing we notice when listening to both songs, that is the genre is completely different, the original is more of a ballad style while the remix is in the dance-pop territory. And both have been done in a high level of quality that you can analyse the genre and sonics straightaway.\\n\\nBy just listening to, we find that the remix is much faster than the original, I did analyse them in Ableton and found the original is 97 BPM while the remix is 112 BPM. Increasing the tempo alone by that much can change the feel and mood of the song, it’s a very popular technique used by remixers, even if you try adding just a 5 BPM extra on the original tempo you will immediately get a different vibe.\\n\\nDid the key change? In this remix, I can see that Marshmello didn’t change the key, both mixes in F-minor. It’s not a usual practice to change the key of a vocal-based remix, especially it’s been released under the artist’s official album. So, it’ll confuse the audience if the key is different.\\n\\n**DJ-Friendly or Radio-Based Structure?**\\n\\nAs a DJ myself I will say; it’s not a DJ friendly remix, still mixable, but what makes a DJ friendly remix is totally missing in Marshmello’s remix. And I mean mainly the way the intro (0.00s-0.18s) and outro (1.45s-2.21s) been structured. To make a DJ friendly mix you must focus on arranging a beat driven intro/outro with minimal harmony as possible and no melodies at all, otherwise, it will be clashing with the other song you’re mixing and beat matching.\\n\\nIf you analyse the intro (0.00s-0.18s) in Marshmello’s remix, you’ll find the intro is mainly a chord progression with the solo accordion playing the melody and no drums at all. That’s absolutely fine for a dance-pop song/remix, this genre is more vocal-driven and radio-ready structured. \\n\\nIf we compare Marshmello’s remix to “Dua Lipa — New Rules (MRK Club Mix)” remix. \\n\\n* Dua Lipa — MRK’s Remix: <https://www.youtube.com/watch?v=bdU3V4lNmIU>\\n\\nWe can see how the intro in MRK’s club remix (0.00s-1.00s) build up slowly over a full minute and that is driven mainly by drums with minimal music in the backgrounds. This might be the major difference between radio-edit remixes like Marshmello’s example and club remixes like MRK’s example.\\n\\nAlso, the total length of the remix is important. Radio-based remixes should be within 3.30 or less minutes, while club-based remixes might go up-to 5 \\\\~ 6 minutes. \\n\\nWhen remixing a song, the remixer should already know before any production work what is the targeted genre & audience, where the remix will be mainly played on, is it on radio, YouTube & Spotify or nightclubs. Understanding your targets will help you decide on all these points, and it’s the first step of making a successful remix. \\n\\n**Remix Production Audio & Midi Techniques** \\n\\nIn the previous section I did focus on a few musical decisions of making a remix, and in this section, I will focus mainly on some audio & midi techniques that are relevant to the dance-pop genre but still applies or useful to different music genres and I believe that Marshmello did use them to achieve his remix. I’ll explain the technique itself and how successful was used in Marshmello’s remix, and more importantly, how these techniques helped Marshmello to fit his remix in the chosen music genre. By explaining and evaluating these techniques, you can then apply them to your own remix projects.\\n\\n**Choosing Parts from the Original**\\n\\nBy comparing the original to Marshmello’s remix it’s obvious that Marshmello did have access to the multitrack arrangement and it’s a common practice to have access to the multitrack when it’s an official collaboration between the two artists. \\n\\nUsually, there are two ways to approach a remix in Dance-pop music by either having full access to the multitrack (or the acapella vocal track at least) and the other option is to use the full stereo mix, the one which has been released to the public. \\n\\nIt’s much easier to work with the multitrack version instead of using the stereo mix, as you have more control over which elements to use from the arrangement to create your own version of the remix. The other issue with using the stereo mix is that it’ll affect the overall sound quality of your remix, as you’ll probably be using EQs and side-chain compression to hide elements and sounds that you don’t want, but they’ll still have some side-effect on the sounds and frequency you want. It’s a give and takes relation. \\n\\nOne of the hardest things you’ll be dealing with if working with the stereo mix is the clashing of the original drums with your new added drums patterns. The first thing usually you’ll need to do is rolling off the low frequency to hide the original kick drum and bass guitar/synth, then find a way using EQ/compressor to deal with mid-range percussive sounds like a clap/snare. \\n\\nChoosing the parts of the audio that you’ll be using in your remix is crucial and should be done in the early stages of making a remix to make your progression in the next stages easier and straightforward. This stage within an official collaboration can be done by analysing the artist vision and his/her requirements. \\n\\nI did compare both mixes to find out which elements did Marshmello use from the original arrangement. And it’s clear that he did use the whole vocal track from the original mix, and the accordion solo melody which he did use in the intro (0.00s-0.18s), drop (0.52s-1.10s) and outro (1.45s-2.21s). And I believe everything else has been produced by Marshmello. \\n\\nIf we think about why Marshmello didn’t use more sounds and tracks from the original, then we must compare the original genre with genre used to create the remix, and how they defer from each other in terms of instrumentation and sound design. In Marshmello’s example, the differences between the two genres are huge in many ways, the original ballad mix depends on live recorded instruments while dance-pop depends more on electronic sounds and synthesis. We must keep this in our mind when considering the parts that we’ll use and find out how will they fit in the new genre and how the targeted audience will react to it. \\n\\nSo, this tells us that Marshmello picked only the tracks that would fit into dance-pop nicely and he had to produce the rest of the music to create a remix that completely relevant to how should a dance-pop song/remix sound like.\\n\\n**Re-arranging the Original Audio Parts**\\n\\nWhat really took my attention in this remix is that Marshmello used the same vocal arrangement as the original song. In Marshmello’s remix the first verse/chorus (0.18s-0.52s) and second verse/chorus (1.09s-1.42s) are identical to the original but in a faster tempo. He also used the same accordion solo melody from the original song in his intro (0s-0.18s), drop (0.52s-1.10s) and outro (1.44s-2.21s), with time-stretching been applied to both tracks to fit them in the new tempo. \\n\\nShould he have re-arranged them? Well, to answer this question we must figure out first which type of remix did Marshmello produced. We already knew that it’s an official release, and both the original and the remix version have been released in the same album CD. \\n\\nWhen you as a remixer dealing with an official collaboration then you’ll probably have a contract specifying some points and requirements that you must meet and do. We can’t figure out what were the requirements in Marshmello’s contract, but things like that are usually discussed between the artist and the remixer/producer. \\n\\nThe artist might have asked Marshmello to keep the vocal and the accordion melody as is and build his remix around them. Also, it could be that because both being released on the same album, the artist didn’t want to confuse his audience with the lyrics being arranged differently in each release. \\n\\nKeep in mind also that it’s the first Arabic production & collaboration for Marshmello, and this could also have some side-effect on the way Marshmello planned the remix, as he was dealing with a completely new audience (Amr Diab’s audience). It’s like when a DJ go to play a DJ set in some nightclub for the first time, he/she will probably be a bit on the conservative side and play it safe. \\n\\nWe can learn from this, that when we deal with a new audience for the first time and in a formal official collaboration, then we should plan a vision and analyse our targeted audience and find out how will our decisions and plan affect the targeted audience. \\n\\nDance-pop remixes and original releases are usually produced around two main elements, the vocal in the 1st place and the drop section in the 2nd place, they must work together and everything else is just supporting these two main elements. So, it’s not a surprise that Marshmello didn’t change the vocal arrangement, but we had to figure out what’s the possible reasons behind his decision and how this can help you plan your own remix projects in the future. \\n\\n* “Dua Lipa — New Rules” Original: <https://www.youtube.com/watch?v=k2qgadSvNyU> \\n* Remix Version: <https://www.youtube.com/watch?v=f0pYwp0bLSE>\\n\\nUsually, expect more vocal re-arrangement in an unofficial remix like the example of “Dua Lipa — New Rules (Suprafive Remix)”. In this remix the remixer did some vocal re-arrangement in a creative way (3.30s-3.45s), he chopped some words from the original vocal to use them in the build-up section. Also, he did introduce some nice vocal repetition in the drop (4.00s-4.50s). \\n\\nTechniques like these vocal chopping and repetition can be done easily inside the DAW by just chopping the audio from where you want it, with some fine-tuned fades to soften the edges, and then re-arrange them in a way that fits in your remix style. You can also insert the chopped parts in a sampler and trigger them using your Midi keyboard if you like. \\n\\nThis style of chopping and repetition is very successful when making an extended club version, as you need to make a song that’s about 3 minutes into a remix extend to \\\\~ 6 minutes. So, using this technique can help you fill the extended sections with something interesting instead of using only repeated drums and synthesis loops.\\n\\n**Time Stretching Audio Tracks**\\n\\nThe remix is much faster (112 BPM) than the original (97 BPM), the difference is 15 BPM between them. So, how did the remixer managed to sync the vocal track and the accordion solo track in time and quantised to the new faster tempo? This can be achieved using time-stretch function within your choice of DAW, for example, in Ableton it’s called Warp-Engine and in other DAWs like Logic Pro X they call it Flex-Time and it’s basically the same technology no matter what each DAW developer calls it. \\n\\nTime stretching work by identifying the original tempo and the transient point of each note, for example, the start points of each kick hit, and by doing that you can then increase/decrease the tempo and each kick hit will stay on the same note, quantised as the original but in a different tempo. This means it will play faster or slower without any quantise errors. \\n\\nWith time stretching you can also re-arrange the quantisation & the starting point of the transient, for example, a kick loop, by identifying the transient of each hit you can then move these transients backwards/forwards, so you can create a new pattern of the same kick loop without the need to slice and sample it into a midi track and then play and record it with midi. \\n\\nTime stretching technique is a crucial part in the remixing process, most remix projects tend to be faster than the original release, especially in EDM genres they have a faster tempo than other genres of music like R&B, Ballad, Reggaeton…etc. Like in our case, the original song was in the style of Ballad while the remix is a Dance-pop and there was 15 BPM difference between the two songs. You don’t have to use time-stretch technique in every remix, but in this remix, the original song was in a slower tempo than what’s expected for a Dance-pop song/remix. \\n\\nIf you don’t manage to fit the original tracks in your new tempo then it will have a huge impact on how the audience will react to your remix. Sync issues are looked like a sign of weak production skills. Listen to a few Dance-pop top remixes by some superstars DJ/Producers and you’ll discover that all of them share a similar point, which is “a tight synchronisation & quantisation”. \\n\\nSync issues don’t affect the musical side only! It does also degrade the overall quality of the mix. By leaving the synchronisation loose this will affect the way the transients will join to create a fuller sound. Always pay attention to how each note is sitting within your new tempo after you time-stretch the track, and make sure you don’t have notes playing faster/slower than what’s should be.\\n\\n Keep in your mind that the audience of almost all electronic-based genres is pretty used to a high level of quantisation and synchronisation. They’ll expect every release to be pretty synced and joint together nicely. \\n\\nMarshmello in his remix did pretty job syncing the vocal track and the accordion solo to the new tempo. The result is honestly spotless, to a level you can’t tell if he time-stretches or re-records them from scratch. \\n\\nAlso, you might think that 112 BPM is a slow tempo for Dance-pop, and actually it isn’t, Dance-pop genre is a very wide genre in term of tempo. The optimal tempo of this genre is variable and always follow the market needs, for example, “Let Me Love You” by “DJ Snake Ft. Justin Bieber” it’s produced with a tempo of 100 BPM, while “New Rules” by “Dua Lipa” is in the tempo of 116 BPM.\\n\\n**Writing A New Original Parts with Midi**\\n\\nThe remixer started the song with the main accordion melody that has been supported by a completely new chord progression (0s-0.18s) using some keys sounds that have been played and programmed with Midi, then by the start of the first verse (0.18s-0.35s) he also introduced the drums and the bass which they’re also been programmed with Midi. \\n\\nUsing Midi to produce the music is a very helpful and cost-effective way to produce a full song within a short time. Programming and producing with Midi means you don’t have as a remixer/producer to track each line with a real instrument and record it live with mics or hire session musicians to perform the tracks for you, especially when building the foundation parts of the song, and by foundation, I mean parts like the drums, bass, chord progression, arps and riffs. \\n\\nAlso, think about it in a different way. You are producing a remix that should fit into an EDM-based genre, and all electronic-based genres are really about that “electronic music”. The targeted audience of this type of genre will not be expecting a lot of live music. So, it’s obvious to find that most of the tracks and sounds being introduced in this remix have been completely programmed with Midi. \\n\\nIn the original song, the chord progression was driven by the acoustic guitar and acoustic piano all recorded live which is expected for a Ballad style song. However, using this type of live recorded instruments in an electronic-based song will sound a bit off and unusual and will probably affect the way the audience will engage with the song. By evaluating this from an audience perspective they will probably be expecting more Midi programmed electronic sounds. \\n\\nOne of the reasons why Midi is popular within the electronic-based genres is the freedom of manipulating every note and creating some complex patterns that are so hard if possible to re-produced live with real musicians and real instruments. Also, with Midi you have much greater control over the quantisation of the performed patterns as you can play them on your Midi controller then quantise them or just draw the notes using your mouse. \\n\\nWhen you write a new material with Midi for your remix project you must be careful that you’re still within your choice of genre and didn’t go far with it. The ease and speed of trying ideas with Midi can sometimes lead you far away from your original plan or chosen genre. Each music genre has a unique personality in terms of the tempo, the way of playing the parts, instrumentation voicing and sonic quality. \\n\\nYou don’t need to be a good musician to produce original parts with Midi, for example, to write your chord progression you can use tools such as “Captain Chords for Ableton”, all you need is to choose the scale and key and it will suggest a list of chord progression that works together then you can pick the one sounds best to your remix. I have an example where Captain Chord been used to program the chord progression and to be honest it’s hard to tell they have been programmed automatically by a software or by playing them with a Midi controller. \\n\\n* “Captain Chord Ableton” Example (2.50s): <https://www.youtube.com/watch?v=9cAqA_RBW7o>\\n  \\n\\nIf you get your chords to work together then it will be much easier to write your bass and other scale-based music patterns. The point behind mastering Midi techniques is to discover, try and understand all the included tools within your choice of DAW.\\n\\n**Repetitive Parts/Sections**\\n\\nI did Analyse the parts and sections of “In Love” remix by Marshmello. And found the following; \\n\\n* The song starts with 18 seconds of a melodic intro.\\n* It’s got 2 verses in total, following each verse a build-up and a drop.\\n* The second verse/build-up/drop (1:10s-2:01s) it’s identical to the first verse/build-up/drop (0.18s-1.10s) but with different lyrics been introduced.\\n* The outro (2.01s-2.21s) in this remix is just a repeat of the second drop (1.44s-2.01s) with a minimal variation. \\n\\nIf we take a moment thinking about this repetition, we’ll find that half of the produced music has just been repeated or duplicated. This technique is not specific to audio tracks or midi tracks, you can use it whatsoever the track is. All DAWs software features a copy/paste and duplicate functions. \\n\\nWhy it’s so important to learn how and when to repeat sections while producing a song or a remix in our case? \\n\\nA Quick story in that regard. Back 6 years ago when I was a resident DJ and looking to take a further step and start producing my own remixes instead of using others remixes, I thought to produce a remix you need to write and play each track from the first beat to the last beat, I couldn’t catch that the sections were just been repeated, the complexity of the mix with some variations being introduced every now and then and the different lyrics introduced in each section made me thought that each track been played/programmed from start to finish. Because of that, I’ve never managed to finish a single remix! Till I got taught the technique of repeating sections throughout the song and introducing some variations with each repeat to keep it interesting. \\n\\nIf you go now open YouTube and play your favourite 2018 Dance-pop song and analyse how many repetitions been introduced throughout the song, you’ll not go far away than what I found in Marshmello’s remix. Again, it’s quite a generic technique that applies to almost all genres of music. However, you’re more likely to find it in dance music. \\n\\nTo get your head around the repetition technique, you need to think how complex is your remix and how many musical ideas you will be introducing to your targeted audience. Most Dance-pop songs and remixes tend to be produced around 2 main ideas, the lead vocal and the build-up/drop section and everything else is just supporting these main ideas without trying to get attention nor leading the song. \\n\\nWhen we say Dance-pop then we are really meaning that a popular dance song which also means there’s a lead vocalist singing in a popular style which is our first main element. The second element is the drop section which should lift the energy of the song, make some tension and release and keep it interesting. And don’t forget the elements that will support your main 2 ideas and make the audience dance and move with the song, I’m talking about the drums and the bass. You should ask yourself: if you keep changing the drums patterns will the audience be able to dance to it? Keep it simple but catchy and danceable! That’s the magic behind all Dance-pop songs and remixes.\\n\\nNow let’s return to Marshmello’s remix to evaluate his repetition. I found the repetition that Marshmello introduced was smart and done correctly, he kept it simple and danceable and more importantly he kept it expectable like most of the Dance-pop production. What this means is the audience of Dance-pop will require less time to learn the song and will react or dance to it much quicker.\\n\\n**Adding Tension and Release Using FXs**\\n\\nHave a listen to the transition from the intro into the first verse (0.14s-0.18s) and you’ll hear a white noise rising FX, and the same applies to the transition from the first verse into the build-up (0.32s-0.35s). These type of FX does help to make the transition from section to section much smoother and expected, they take listeners attention and tell them something new will be introduced get ready for it. \\n\\nNoise rise/drop FX like these are widely used in dance-based music genres, for the reasons I mentioned, and they are a superb tool to use especially that dance-based genres tend to not be complex in term of instrumentation. \\n\\nImagine there was no noise rise FX in the transition from the intro to the 1st verse. How it will sound? It will be a sudden change, which will impact the way the audience will react to the song. \\n\\nLet’s take a better example and more relevant use of FXs in the genre of Dance-pop. This time it’s been used in the build-up section (0.35s-0.52s), the FX start from (0.42s). This build-up FX it’s a popular technique used in most dance music remixes and original releases, it works by preparing the audience for the main drop section, if you listen to it carefully it helps to build up the tension till the end of the build-up section, then the release happens by introducing the drop. If we imagine the build-up section without this rising FX it’ll sound powerless and dull.\\n\\nThe amount of the FX depends more on what else being introduced in the build-up, as you don’t want to make the build-up congested and/or louder than the main next section which is the drop. \\n\\n* “Major Lazer & DJ Snake — Lean on” Example: <https://www.youtube.com/watch?v=YqeW9_5kURI>\\n\\nLet’s have a quick listen to “Lean On — Major Lazer & DJ Snake” (0.40s-0.48s) where the FX amount was very minimal due to other tracks been introduced in the build-up, like the backing vocal and plucked chords, and they didn’t want to make the build-up sound fuller and/or louder than the drop. So, it’s crucial to keep this in mind and build a good relation and transition from the build-up to the drop section. \\n\\nSo, how successful was Marshmello with using the noise FXs and adding some tension in the build-up? Well, putting a lot of dependence on the FX alone will impact the song, and I’ve found Marshmello was on the conservative side of using FXs, especially in term of FX sound design, the type of noise risers he used sounds basic and generic to me. I believe the remix would have sounded much interesting with a better FX sound design.\\n\\nNoise rise/drop FXs can be designed from scratch using any noise-generator in the DAW, for example, in Ableton you can use the “Wavetable Device” and with some automation on the pitch, EQ (cut-off), reverb…etc. you can create something interesting. Also, there’re a lot of professional designed ready-to-use FX packs available on sites such as “[LoopMasters.com](http://LoopMasters.com)”.\\n\\n**Automating Sounds**\\n\\nAutomation basically is a programming tool, which let you program the sound (as audio or midi tracks) and automate it to do a specific action over a period. For example, when you hear a noise FX rising from soft to loud volume then it’s probably a volume automation, another example if you hear the same FX but this time it starts dark then go bright over time then it’s more likely to be an EQ low-pass filter automation. \\n\\nBut automation could be used in many different creative ways. In our Marshmello’s remix example pay attention to the bongos’ fill (1.58s) and listen to how the pitch change between hits creating the effect of moving up & down, the pattern itself quite straightforward but what’s making it more complex and interesting is the movement of pitch, just a simple automation on the pitch/transpose line can create this extra layer of richness and complexity. \\n\\nAutomation in general widely used in music production, and much more in electronic dance-based music. Making software-based music can sound a bit dull and lifeless without putting the extra effort on tools such as automation and using them creatively. Marshmello’s bongos fill (1.58s) was a great example of how to convert a simple and plain pattern into something much complex and musical. \\n\\nThe audience of dance-based genres usually will be expecting some sort of sound design, FX and filters to be introduced throughout the length of the song without being over-used and automation is a good way to do that.\\n\\n**Conclusion**\\n\\nAs I discussed the different techniques of remixing and how they’re used to achieve a successful remix within a genre of music. Most of these remixing techniques are appropriate within a wide range of genres, but it’s important to evaluate them case by case and find out the possible side-effects and whether they’ll help you reach your target or not. The thing with remixing is that we have an idea that already exists in some shape and we’ve to work and build our remix around it and that work should fit in some style of music and meet the level of expectation within the chosen style.\\n\\nMarshmello’s remix showed us the “power of remix”. The way a remix can change the original song completely. The original song was more in a laidback and relaxing mood, while his remix was danceable, full of energy and in a form that will grab the attention of more audience. However, I think he could have done better, especially in term of sound design and FXs.\\n\\nNow think about your favourite remixes, analyse them and find out how appropriate are they within the chosen genre of the remix. This process should help you improving your remixing skills faster and in the right direction.\",\"timestamp\":1641149069,\"title\":\"REMIXING AUDIO & MIDI TECHNIQUES\"},\"digest\":\"7fg5_db3t7xx4Ux0rlaIe_-fRgbY3uUfzIUoOc8aD1A\",\"authorship\":{\"contributor\":\"0x4E768F20C459a6bB262adEa7885078B98f653D2C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BFEEiCfQ6qcKiXXA90NA6ug8uRbZhVEdN4T9MmN2A6I\\\",\\\"y\\\":\\\"WIinUkyPtrreCij-mRIGZyr7N8lFmlOx_ePcOyLKCb8\\\"}\",\"signature\":\"vGwZFLyaOuJp94NVXf8Yv-vl0eHIJBJ9pyqxBBOV5BxfLtQRTZ4FzgvYUupkGquWjF_QRnTHoieECi_qcebZVQ\",\"signingKeySignature\":\"0xcc403eadde17868ba8de570ec81005b8ec57f023de3eb03651ce142bc3cf7fd26bf8c15c0538be8e99987f5bc9a164b40931cfcf33eacb7231bf354368a82a6c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BFEEiCfQ6qcKiXXA90NA6ug8uRbZhVEdN4T9MmN2A6I\\\",\\\"y\\\":\\\"WIinUkyPtrreCij-mRIGZyr7N8lFmlOx_ePcOyLKCb8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7fg5_db3t7xx4Ux0rlaIe_-fRgbY3uUfzIUoOc8aD1A\"}"