"{\"content\":{\"body\":\"A ‘[Santa rally](https://www.coindesk.com/markets/2021/12/23/first-mover-asia-santa-claus-rally-sends-bitcoin-north-of-50k/)’ ahead of Christmas gripped crypto markets on Friday with most large-cap coins showing gains over 24 hours.\\n\\nBitcoin, ether and binance coin, three of the largest cryptocurrencies by market value, added almost 4%, setting the theme for a larger move among alternative currencies, or altcoins.\\n\\nLiquidity across exchanges for bitcoin fell to under $8 billion on Thursday, as [reported](https://www.coindesk.com/markets/2021/12/23/first-mover-asia-santa-claus-rally-sends-bitcoin-north-of-50k/). The trend mirrors a [historic theme](https://www.cnbc.com/2021/12/17/market-turbulence-may-be-a-theme-in-the-holiday-week-as-investors-fret-over-omicron-the-fed.html) across markets ahead of the holiday season: Trading volumes drop and volatility is enhanced, leading to extreme prices movements in either direction.\\n\\n*Credit: CoinDesk/CryptoCompare*\\n\\nThe rally in crypto markets from Thursday to Friday morning was led by LUNA, the native token of decentralized payments network Terra, which [jumped to over $100](https://www.coindesk.com/markets/2021/12/24/defi-value-on-terra-surges-to-record-21b-as-luna-tops-100/) in Asian hours on Friday.\\n\\nCardano’s ADA and Polkadot’s DOT tokens were other big movers, adding more than 7% each. Both protocols are positioned as Ethereum rivals and saw major upgrades this year. Smart contracts went live on Cardano in November, opening it up for [DeFi applications ](https://www.coindesk.com/learn/what-is-defi/)going forward, while parachains went live on Polkadot earlier this month, allowing for the creation of other blockchains atop the Polkadot network.\\n\\n*Tokens of Cardano surged over 9% on Friday compared to the past 24 hours. (TradingView)*\\n\\nTokens of Near (NEAR), a high-speed blockchain, gained 8% to a new high of $14. NEAR traded under $8 earlier this week, and surged after an [integration with Terra](https://www.coindesk.com/markets/2021/12/22/near-tokens-jump-over-20-after-ust-integration/) for its UST stablecoins. UST is pegged 1:1 with U.S. dollars and is currently the largest decentralized stablecoin, with a market capitalization of $9.6 billion.\\n\\nAmong memecoins, in the past 24 hours dogecoin added 3.4% while shiba inu (SHIB) gained 8% to continue their advance from Monday. SHIB prices briefly reached $0.0004 in early Asian hours on Friday morning before dropping back. Prices of the memecoin jumped earlier this week as a single entity purchased over $136 million worth of SHIB on Wednesday, as [reported](https://www.coindesk.com/markets/2021/12/22/shib-spikes-as-whales-add-to-existing-positions/).\\n\\nTokens of The Sandbox (SAND) led gains among metaverse projects with a 22% surge in the past 24 hours. The move came as consulting firm PwC Hong Kong said it [purchased digital land](https://www.coindesk.com/markets/2021/12/23/consultants-are-entering-the-metaverse-literally/) in The Sandbox metaverse, marking the first-such step by a major company.\\n\\nOther metaverse projects were more restrained. Axie Infinity (AXS) and Gala (GALA) gained 6.7% each in the past 24 hours, moving with the rest of the market. Decentraland (MANA) posted nearly double those moves, with a 15% spike.\\n\\n## RSI turns overbought on bitcoin\\n\\nBitcoin crossed the $50,000 resistance level on Thursday night to over $51,300 on Friday morning. Such prices were last seen in the first week of December, a level from which bitcoin has slid to support of $46,000 on three occasions.\\n\\nRelative Strength Index (RSI) readings for bitcoin show the asset has reached ‘overbought’ conditions. RSI calculates market momentum for assets, and an overbought level implies prices are overvalued and may be primed for a trend reversal or corrective price pullback.\\n\\n*RSI readings show overbought levels for Bitcoin. (TradingView)*\\n\\nSuch RSI levels were previously seen early November when, bitcoin traded at its previous high around $67,000. Prices fell to under $59,000 the following week. However, Friday’s reading doesn’t necessarily mean a price drop will occur, as asset prices are dependent on several market dynamics.\\n\\nThe upward move for bitcoin caused north of $100 million in liquidations on bitcoin futures, data from analytics tool Coinglass showed. A full $84 million of that amount occurred on short positions, or from traders betting against rising prices. Futures are financial products that allow traders to track the prices of underlying assets without holding that asset.\\n\\nFutures for ether saw over $32 million in liquidations, while traders of LUNA and SAND took hits of $8 million.\\n\\n*Crypto markets saw nearly $214 million in liquidations on Friday since Thursday. (Coinglass)*\\n\\nThe single-largest liquidation occurred on crypto exchange Bitfinex as of European hours on Friday – a dogecoin trade to the tune of $5 million.\",\"timestamp\":1640360311,\"title\":\"Cardano, Polkadot Advance as Crypto Market Rallies Ahead of Christmas\"},\"digest\":\"sS3VyU7k_bjfWh6_22PP7JS3VPgOcdJoWvAPwcnwNQ8\",\"authorship\":{\"contributor\":\"0xF02716289b2036d51283B9baEc327355F27381F9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GNibMA0o08-ydVQPpxLsYGAE4Kkwc4qFwaXVgi04em8\\\",\\\"y\\\":\\\"_A1Ni64-3uOrvNwqd8reCaZkDmxJ_dd_G-f7tvfjZg4\\\"}\",\"signature\":\"RAuffq6VuhWKmLmRkrtFgD8r9XT-jcTNAoORGXuzZfo2DgRNWuTz-QRTSwP0M5xaig8A3ayAP8u6FEzrP5kpNg\",\"signingKeySignature\":\"0xff51e626184936d60d298aea17194e58de08a6bf2ba5aed7410d7664e9cf58ec32c5afe1173d9c93020fdefb236d55d6a99c93499cd3b66c2b4211ade183f32b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GNibMA0o08-ydVQPpxLsYGAE4Kkwc4qFwaXVgi04em8\\\",\\\"y\\\":\\\"_A1Ni64-3uOrvNwqd8reCaZkDmxJ_dd_G-f7tvfjZg4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sS3VyU7k_bjfWh6_22PP7JS3VPgOcdJoWvAPwcnwNQ8\"}"