"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/9vWxawtzwB16awqbqdQ-Y.png?height=464&width=959)\\n\\nEarlier this month, 17,000 people collectively raised $48.9 million to make a bid on a rare original printing of the U.S. Constitution. Despite failing to win the auction, [ConstitutionDAO](https://www.constitutiondao.com/) made history in rallying the decentralized community and, in the process, introduced an entire new group of people around the world to DAOs and crypto.\\n\\nHere’s what you should know, from what they are, to how they operate, and why I think they may soon compete with traditional business structures.\\n\\nLet’s start with the basics.\\n\\n# What are DAOs?\\n\\nAccording to Wikipedia, a Decentralized Autonomous Organization (“DAO”) is defined as an organization represented by rules encoded as a transparent computer program, controlled by the organization members, and not influenced by a central government. As the rules are embedded into the code, no managers are needed, thus removing any bureaucracy or hierarchy hurdles.\\n\\nIn the words of [Vitalik](https://blog.ethereum.org/2014/05/06/daos-dacs-das-and-more-an-incomplete-terminology-guide/), it is an entity that lives on the internet and exists autonomously, but also heavily relies on hiring individuals to perform certain tasks that the automaton itself cannot do.\\n\\nIn the simplest terms, a DAO is a group of people pursuing a shared goal, using a blockchain to make decisions in a transparent and efficient way.\\n\\n# How do DAOs work?\\n\\nDAOs enable organizations, collectives, granters, and more to come together over the internet in a seamless way, even if nobody in the DAO has ever met before.\\n\\nDAOs are “autonomous” in that they run the same way software runs, and are therefore not dependent on human leadership to make things happen. Many tasks, like storing and distributing funds, are written into the DAO’s smart contract and handled automatically.\\n\\nDecisions about the future direction of the DAO are made from the bottom-up. Community members who stake their tokens in the DAO gain voting rights and may influence how the organization operates by deciding on or creating new governance proposals.\\n\\n![Example Terra Community Grant Proposal](https://images.mirror-media.xyz/publication-images/0Vkw4qN-Ab4i6fDwFy_av.png?height=746&width=1167)\\n\\nAdditionally, DAOs have built in treasuries that are only accessible with the approval of their token holders. These funds are typically generated through token sales and protocol fees.\\n\\n# How do you launch a DAO?\\n\\nIn general, a DAO launch typically occurs in three major steps. For the purposes of this article, I have kept this information at a high-level.\\n\\n* **Smart Contract Creation |** First, a developer must create the smart contract behind the DAO — or the specific set of rules to be enforced on the blockchain. This first step is crucial because we can only change the rules set in these contracts through the DAO governance system. Thorough and adequate review is strongly encouraged prior to deployment.\\n* **Funding |** Second, the DAO needs to determine how they will be funded and enact governance. In most cases, tokens are sold to raise funds and token holders are granted voting rights.\\n* **Deployment |** Finally, the DAO is ready to begin operating. The smart contract is deployed on the blockchain and, from this point on, token holders decide on the future of the organization. The DAO’s creators now have the same influence as token holders.\\n\\n# What are the advantages of DAOs?\\n\\nIn general, token holders have voting rights and, therefore, are incentivized to invest their time and resources because they each have a stake in the future success of the organization (and their money).\\n\\nAt a high-level, here are some of the benefits of DAOs:\\n\\n* **Transparency** | Anyone can see the code that governs the network and all the transactions that take place on the blockchain.\\n* **Efficiency** | DAOs are borderless and allow us to collaborate globally. The rules are also defined so once a decision is made based on the DAOs framework, contracts are automatically executed.\\n* **Autonomy** | DAOs are self-governed by smart contracts and the community, empowering everyone involved.\\n* **Anonymity** | Members can invest in a DAO anonymously, allowing you to be flexible and experiment with your investments.\\n\\n# What are some examples?\\n\\nThere are a ton of interesting use cases for DAOs and we are only just at the start of experimenting with governance systems. Below, I’ve highlight a couple that have captured my attention:\\n\\n* **[PleasrDAO](https://pleasr.org/#)** is a collective of DeFi leaders, early NFT collectors, and digital artists who have built a formidable yet benevolent reputation for acquiring culturally significant pieces with a charitable twist. You may recognize this iconic Shiba Inu [image](https://gallery.so/pleasrdao/88e17512d861358bac33a3310b6d65cf/6771f6edb51b930821f424452e1707b4) or are a fan of Wu-Tang.\\n\\n![PleasrDAO making sure Wu Tang is forever](https://images.mirror-media.xyz/publication-images/LztRXm66le-X4M2WAJ6T7.png?height=306&width=595)\\n\\n* **[MakerDAO ](https://makerdao.com/en/)**is operated by the community of MKR token holders who govern the Maker Protocol — the smart contracts that power Dai. The primary function of this DAO is to create a free, stable economy that is open to everyone in the world at anytime.\\n\\n![Example of a MakerDAO Executive Proposal](https://images.mirror-media.xyz/publication-images/qq8QJA9aG9xDMeO9hL0FF.png?height=478&width=1392)\\n\\n# What’s next?\\n\\nDAOs have the potential to change the way traditional business governance works completely. While the concept matures and legal hurdles are crossed, look for more and more organizations to come on board.\\n\\nIn the next few weeks, I will be diving deeper into DAOs and the tools available to get you started.\\n\\nIn the meantime, connect with me on Twitter and shill me your favorite DAOs. You can find me here: [@ryan.mcney](https://twitter.com/ryanmcney).\\n\\n***DISCLAIMER:*** *This is not financial advice. Staking, delegation, and cryptocurrencies involve a high degree of risk, and there is always the possibility of loss, including the loss of all staked digital assets. I advise you to do your due diligence before making any cryptocurrency investment.*\",\"timestamp\":1638306096,\"title\":\"A beginner's guide to DAOs\"},\"digest\":\"17ekKS6kh9t5i_P0bU1cDv0mLzKXbOgY-H94GG7L3xo\",\"authorship\":{\"contributor\":\"0xCa1354f3330C4D925795523ad1058083b87E4069\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zgc0o_MOxCM_RpUwJBec_BxvU7suEHFYgFicKI0EvDM\\\",\\\"y\\\":\\\"46wIPoap3Dr63jw9pcN2oVAZeX0smDj2DXJi1CRehAs\\\"}\",\"signature\":\"K9KkmFLO-4dkOOhU6mAdv0m0meqI2QH9Ymw6XBAdy4KqrfjNww1qD8GMyCLl1cIX6yWYiPKIfL3k1aGFODOFsw\",\"signingKeySignature\":\"0x881e7895dbad8900b888343e5a18ca1dab2e7ed0a826ba127108a6ac19624feb1ace56fd1e47a789bf7b923a230b21e88efd4d8bb7161ea05705ec9b12b857d01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"zgc0o_MOxCM_RpUwJBec_BxvU7suEHFYgFicKI0EvDM\\\",\\\"y\\\":\\\"46wIPoap3Dr63jw9pcN2oVAZeX0smDj2DXJi1CRehAs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"17ekKS6kh9t5i_P0bU1cDv0mLzKXbOgY-H94GG7L3xo\"}"