"{\"content\":{\"body\":\"## In April 2020, Marc Andreessen called on us to build. I’m calling on us to learn.\\n\\n[The particular essay](https://future.a16z.com/its-time-to-build/) I reference sparked a lot of debate. I’m not saying I agree with everything Andreessen said - but his words inspired me to get to work. And I did, for a little over a year. Then, I lost sight of the purpose, and the only thing to get me past this hurdle was learning.\\n\\nHere, I go through the fundamentals of how we learn, my personal stages of learning, my learning slump, how I found my way to the other side, and why it’s more important than ever for us to embrace a new age of learning if we want to build anything meaningful.\\n\\nIf you already like where this is going, [subscribe](https://buttondown.email/alexalombardo).\\n\\n## First, how do we learn?\\n\\nWhen I started typing this, I realized I didn’t know much about how humans learn. So I asked Google, “how do we learn?” Without spending too much time I selected the [below image](https://agileleanlife.com/how-to-study-and-learn/). This pyramid was popularized by American psychologist [William Glasser](https://en.wikipedia.org/wiki/William_Glasser) as part of an initiative aimed at optimizing the retention of content by students. While there are some educators who will dispute this, it’s helpful for the sake of this essay.\\n\\n![via Agile Lean Life](https://images.mirror-media.xyz/publication-images/T8Wi2hqlkkIMw-Po-pE5J.jpeg?height=560&width=700)\\n\\nThe 95% retention rate on what we teach to others astounded me. If you’re in the same boat, take a look at these studies:\\n\\n* [Peer Instruction: Ten years of experience and results](https://aapt.scitation.org/doi/abs/10.1119/1.1374249)\\n* [Is Peer Interaction Necessary for Optimal Active Learning?](https://www.lifescied.org/doi/full/10.1187/cbe.13-10-0201)\\n\\nI thought about my learning experiences, which can be broken down into three time periods: elementary student era, college student era, corporate job era, entrepreneur era. Each era was a different type of learning, noted below:\\n\\n![via Me](https://images.mirror-media.xyz/publication-images/RHtoehrQWnpq4pkLKSLRF.jpg?height=534&width=960)\\n\\nAs an entrepreneur I made it to the bottom half of the pyramid. I was primarily learning by doing and teaching. I felt energized and stimulated.\\n\\n## 2020: A year of building, seeing & hearing\\n\\nWhen COVID hit and we were forced to stay home, I was happy to have my own business as a distraction. Per Andreessen’s request, I embraced “building,” which meant taking on new clients and passion projects.\\n\\nI attempted to take advantage of other forms of learning as a means of distraction. I took online classes at Harvard and sat in on endless webinars.  After a while, I caught Zoom fatigue and abandoned my studies.\\n\\nThen there was the rise of new(er) social platforms. [Tiktok](https://www.fastcompany.com/90624117/tiktok-future-of-education-learning) was a great tool for learning via sight and sound. It made education fun and entertaining; you could how to dance, cook, and run a startup in 15 seconds or less.  Even so, my adoption was slow and short lived.\\n\\n[https://www.fastcompany.com/90624117/tiktok-future-of-education-learning](https://www.fastcompany.com/90624117/tiktok-future-of-education-learning)\\n\\n[Clubhouse](https://digital.hbs.edu/platform-digit/submission/clubhouse-the-audio-only-platform/) also became a real champion. I tuned in for a while, but then became overwhelmed with information. Most of made me think I wasn’t doing enough, rather than inspire me.\\n\\nThese new tools for learning weren’t making me better at “building.” They lacked practical application, so I quit them. Looking back, I acknowledge how they changed our world, the ways we engage with each other, how we consumer information and how we share knowledge, forever. If I had spent more time seeing & hearing, perhaps my learning renaissance would have started sooner.\\n\\n## Early 2021: A learning slump\\n\\nFor the better part of 2021, I was in a rut. Even though I was still “building,” it felt slow, monotonous and sometimes purposeless. There were missed milestones caused by supply chain delays, growth struggles, budget constraints, funding stress.\\n\\nLike many of us, I thought the lack of motivation was a side effect COVID and then, a side effect from the vaccine. As I was writing this I started digging through old emails and notes from that time period in search of an illustrative example. Here’s a screen shot of a note I wrote in July:\\n\\n![via my Notes](https://images.mirror-media.xyz/publication-images/ZWv_wwPnbhUgVjukYd4wD.png?height=282&width=866)\\n\\nIn reality, I had become complacent. Complacent with lack of groundbreaking creativity, with an insular network, with unfulfilling projects. Complacency, as Andreessen pointed out, is the enemy of building. In my opinion, it’s not the enemy of building. You can build complacently. That’s why there are so many copycat brands and companies lacking true innovation. Complacency, as it turns out, is the enemy of learning.\\n\\n## Late 2021: A new community of knowledge-sharing peers\\n\\nIn Fall 2021, something shifted. I attribute that shift to several things:\\n\\n* The increased public frustration with [privacy abuse](https://www.nytimes.com/2021/09/16/technology/digital-privacy.html) and [mistrust](https://arstechnica.com/gadgets/2021/05/96-of-us-users-opt-out-of-app-tracking-in-ios-14-5-analytics-find/) of major media players (including the companies that work with them, [sparking anxiety](https://www.wsj.com/articles/apples-moves-to-tighten-flow-of-user-data-leave-advertisers-anxious-11623189903))\\n* The return of IRL conferences and trade shows\\n* The introduction of new tools / functionality for publishing, sharing and discussing content\\n* The rapid surge of activity, investment and onboarding in blockchain, crypto, Web3, NFTs and the metaverse\\n\\nThe public frustration and mistrust led me to seek out new tactics for community building - finally, something we could do without VC backed budgets.\\n\\nIn November, the [NFT.NYC](https://www.nft.nyc/) conference brought activity and excitement to the entire city. I wasn’t attending the conference but it was impossible to escape the attendees. I had limited knowledge of NFTs and the adjacent areas (blockchain, crypto, defi, Web3, metaverse), but after several conversations I was intrigued. I saw the huge opportunity this could represent (for my clients and for me).\\n\\nI asked my new acquaintances for their favorite resources and was shocked by the amount of knowledge they had to share. They didn’t give me the names or links of books to buy. They didn’t tell me to sign up for a specific class. They didn’t tell me which podcast to listen to. Instead, they told me who to follow on Twitter, the blogs to read, the Newsletters to subscribe to, the Discord channels to join, the apps to download (see below, I’ll share a few of my favorites). They introduced me to their friends. This was decentralized, peer to peer knowledge sharing with community at the core.\\n\\nTogether, the above brought me out of my learning slump and reignited my excitement about building (something critical to have when actually trying to build with meaning)\\n\\n## 2022: A time to learn, together\\n\\nToday’s tools enable a learning renaissance powered by accessibility, individual contributors, and interconnected community, where knowledge is more readily created, discussed and distributed. This ignites creativity and unlocks potential creation, making us more capable of rising to Andreessen’s original challenge. It also prevents us from building for the sake of building, which I can tell you from experience, is not the answer to how we change the world or create a better future.\\n\\nSo, in 2022, I encourage you to always be learning and asking others, “what are you learning?” and “how can I help you learn?” Then, start building.\\n\\nCurrently, I’m learning from [Candace](https://twitter.com/candikeenya), [Caroline,](https://www.linkedin.com/in/carolinebgeraghty) [Avery](https://twitter.com/avery_akkineni), [Gaby](https://gaby.mirror.xyz/), [Yaron](https://www.youtube.com/watch?v=m1AsxlZPbmM), [Rob](https://twitter.com/SquiddyNFT), Ray and Thomas at [Blanksoles](https://www.blanksoles.com/), [Cathy Hackl](https://www.cathyhackl.com/), [Seth Godin](https://www.sethgodin.com/), [Dan Runcie](https://trapital.co/) at Trapital, the team at [Samsung Next](https://www.samsungnext.com/), the team at [Invisible North](https://www.invisiblenorth.com/), the crew at [Betaworks](https://www.betaworks.com/), plus a growing list of others. Below are my favorite tools for learning. If you have others, please let me know at [alexa@alexalombardo.xyz](https://alexa@alexalombardo.xyz) or [@alexa_lombardo](https://twitter.com/alexa_lombardo)\\n\\n### 📚 Reading\\n\\n* [Matter](https://hq.getmatter.app/) - My absolute favorite app for reading. It lets you bookmark things you want to read later, becomes a central location for all your newsletters (getting them out of your inbox), enables you to follow writers wherever they publish, has an awesome highlight and save function, and seamlessly transitions to audio.\\n* [Upnext](https://www.getupnext.com/) - Spotify for reading. Upnext might overtake Matter for me. It lets you  save all the articles, tweet threads, PDFs and Wikipedia pages into your library. Then, you can follow other users to see what they're saving, or check out what a curator thinks you might be into. The more you read, the more the app begins to understand you so it can make its own recommendations.\\n* [Pocket](https://getpocket.com/) - A bookmarking app that helps you keep track of things you’ve read that you want to refer back to, discover related content, and save pages for future reading.\\n\\n### ✍️ Writing\\n\\n* [Medium](https://medium.com/) - A social publishing platform for writers and readers. For creators, it’s great for creating and styling *blogs*, publications, and newsletters with built-in features like responses, emails, and stats. Readers can follow authors, topics or create a reading list, all which populate a Twitter like feed.\\n* [Mirror](https://mirror.xyz/) - A decentralized blockchain and crypto-based publishing platform that aims to connect creators directly with their audience. It has tools for writers to crowdfund their projects through the sale of NFTs and through the creation of DAOs. More to come on this one.\\n\\n### 📝 Newsletters\\n\\n* [Buttondown](https://buttondown.email/) - Started and still run by one person who calls it a “tool, rather than an ecosystem,” built for those who want a newsletter editor that’s easy to use and that prioritizes privacy and transparency.\\n* [Substack](https://bloggingguide.com/guides/substack/) - Makes it simple to start an email newsletter that makes money from subscriptions. It provides web and newsletter publishing tools that are purpose-built for paid subscriptions.\\n* [Ghost](https://ghost.org/?via=casey58) - An open source blogging platform for writers and journalists. It boasts a minimalist and straightforward user interface that simplifies blogging for its users. Ghost offers SEO tools and plugins that are built into the software, making it easy for users to optimize their content.\\n* Honorable mention and one to watch: [Revue](https://www.getrevue.co/)\\n\\n### 📓 Note Taking\\n\\n* [Obsidian](https://obsidian.md/) - Unlike other apps like Google Keep or Apple Notes, Obsidian offers multiple ways to link your notes and calls itself a “second brain.” As someone who likes to think they naturally draw connections between thoughts and ideas, I was skeptical. But it actually works. By identifying those links, it helps you see patterns emerge, and those patterns allow you to see how some notes relate to each other in ways you never imagined.\\n* [Mem](https://mem.ai/) - Similar to Obsidian but with more functionality. Mem also allows you to sync your calendar, create custom templates from your “mems”, create notes in a timeline, save notes into inbox and even use spotlight to copy and paste mems and lots more. For me, it’s a bit much, but I have a lot of new friends who use it.\\n\\n### 🌐 Networking\\n\\n* [Upstream](https://upstreamapp.com/) - A networking app focused on generating meaningful connections between its members by hosting digital events that start with a speaker, followed by breakout matched sessions; they also facilitate expert led office hours\\n* [Meetup](https://www.meetup.com/home/) - The OG IRL networking service. I abandoned Meetup a while back but post learning slump rejoined and was astonished by the number of relevant groups hosting in-person and virtual events for people with similar interests. Fun fact: Meetup and LinkedIn were founded the same year - 2002.\\n* [Eventbrite](https://www.eventbrite.com/) - Although it’s primary purpose isn’t for networking, I use Eventbrite all the time to notify me about local events on topics I’m curious about.\\n* [Mentorpass](https://www.mentorpass.co/) - Good for anyone who isn’t as comfortable with cold outreach, these guys position themselves as a lower-cost, lower-commitment alternative to startup accelerators and MBA programs with a network of vetted mentors you can access via subscription.\\n\\n### 🏫 Social Learning\\n\\nNot going to go into detail here - but there are some really great reads out there that will explain how to optimize your social platforms for learning/teaching about different topics (and avoiding distraction)\\n\\n* [Twitter](https://twitter.com/home)\\n* [Discord](https://discord.com/)\\n* [Telegram](https://telegram.org/)\\n* [Clubhouse](https://www.clubhouse.com/)\\n\\n*Special thanks go to my past and present teachers (my Mama, my team at [Atomic N°8](https://www.atomicno8.com/), [Candace](https://twitter.com/candikeenya), [Caroline, ](https://www.linkedin.com/in/carolinebgeraghty)[Avery](https://twitter.com/avery_akkineni), [Gaby](https://gaby.mirror.xyz/), [Yaron](https://www.youtube.com/watch?v=m1AsxlZPbmM), [Rob](https://twitter.com/SquiddyNFT), Ray and Thomas at [Blanksoles](https://www.blanksoles.com/), [Cathy Hackl](https://www.cathyhackl.com/), [Seth Godin](https://www.sethgodin.com/), [Dan Runcie](https://trapital.co/) at Trapital, the team at [Samsung Next](https://www.samsungnext.com/), the team at [Invisible North](https://www.invisiblenorth.com/), the crew at [Betaworks](https://www.betaworks.com/), etc.)*\\n\\n*As I keep learning I hope to keep writing. You can subscribe [here](https://buttondown.email/alexalombardo). If you have any tips or feedback, you can reach me at alexa@alexalombardo.xyz or [@alexa_lombardo](https://twitter.com/alexa_lombardo).*\",\"timestamp\":1641227127,\"title\":\"It's time to learn 📚\"},\"digest\":\"x3n_tJk-4xlHGMmynfEMESbIfN3V9JmtZGByTjyDlKc\",\"authorship\":{\"contributor\":\"0xB00E3b90bCAB0578393452EebcbFB7C28b0e0Cd5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DbxuSFLc8IbUnc4oUaWfLtYQzQ3zXvxUp4B2YmMZ5QQ\\\",\\\"y\\\":\\\"FE9sRWT-fKUxDNyfJidM-Ez0ufxsPVxb_xYGy9F3W38\\\"}\",\"signature\":\"E7tR3H8teDxaFEPjOLy7Ozp36ygD35Oo4FnduprGQ2NjTLlFR4eJewtOcLUxSb1d7mIo43tQ3kz2l9U4D3KGug\",\"signingKeySignature\":\"0x111e67fe79ad9996d7a7ce2b34d44900e238cf878949db97d84d0816b9fc35e81915b92af4f6b40a2ec16993f6fe464336da8e7066dffd43f070e86b0d1cb7ea1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DbxuSFLc8IbUnc4oUaWfLtYQzQ3zXvxUp4B2YmMZ5QQ\\\",\\\"y\\\":\\\"FE9sRWT-fKUxDNyfJidM-Ez0ufxsPVxb_xYGy9F3W38\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BulGOXRtZdSe1xG3YFumtchcvDokhwkfiOtV-Z0gVbQ\"}"