"{\"content\":{\"body\":\"NFTs cover a wide range of categories such as art, music and games, personal preference is one of the most important factors that influences one’s purchase decisions. However, NFTs, as digital assets, there are multiple ways in which we can evaluate them subjectively or objectively. In addition to a purely subjective perspective, a professional aggregator including data and information could help us determine the value of an NFT and whether it has potential as an investment asset.\\n\\n![](https://images.mirror-media.xyz/publication-images/l8y8SNi-bJrLhdFMnJlDJ.png?height=466&width=700)\\n\\n# Whether the NFTs is on-chain or off-chain? Mutable, or immutable?\\n\\nBefore you buy some NFTs, check basic information of NFTs, whether it is on-chain or not. Most NFTs are on-chain, built on Ethereum smart contracts or others, which means that the NFTs can last forever (or as long as Ethereum exists). On the other hand, some NFT projects rely on external off-chain providers such as AWS. Although based on a third-party provider is very convenient and flexible to a NFT project, it also caused trust and safety issues. Therefore, users have to make sure that the project will stick around and keep its server running. Otherwise NFTs may be only valid for only a few years.\\n\\nMeanwhile, users need to know about whether this NFT is immutable or mutable, immutable means that the NFT’s metadata is not editable and being stored in decentralized file storage, while mutable is the opposite. In other words, mutable means that the jpg or gif of the NFTs could be changed anytime.\\n\\n![](https://images.mirror-media.xyz/publication-images/H4lVKBM9JJlunX7oEjqsf.png?height=238&width=700)\\n\\n# Are NFTs issued as limited editions? How are their relative and absolute scarcity?\\n\\nIn the NFT ecosystem, we will see that creators release NFTs in both limited and unlimited (e.g., 10, 50, 100, etc.) editions. Obviously, unique NFTs are very scarce, so normally they are more valuable than unlimited ones. However, this does not mean that unlimited versions of NFTs are not valuable, and we do often see some of them costing thousands of dollars per piece. In addition, we need to pay attention to the degree of rarity of NFTs in a Collection.\\n\\n![Bored Ape Yacht Club has released 10,000 NFTs, completely owned by the buyer](https://images.mirror-media.xyz/publication-images/mPl_ZJSOwwlMs1BWHLYA4.png?height=251&width=700)\\n\\nLikewise, the number of NFTs released by a creator in a year is worth considering — are there tens of thousands or just a few? Figuring out the production rate of a particular NFT is key to understanding its value. A project that minted an infinite number of NFTs, at a unit price of 0.01, is usually less attractive than something created by an artist who produces only 25 NFTs. Of course, prominent artists who release only a few select pieces per year tend to sell for more than their counterparts who release their work a few times per week. And those NFTs often sell out before they even hit the market.\\n\\n# When did the NFTs mint?\\n\\nNFTs can also be valued based on when they were minted. NFTs start to heat up in the late 2020s, so before that time, some NFTs could be regarded as “digital artifacts” — the earliest works in this digital cultural revolution.\\n\\nEspecially in art marketplace, age and minting time is also a factor that buyers should consider. In the meantime, the earliest NFT projects have generated impressive valuations (eg. Cryptokitties, Cryptopunks), and the fact that these NFTs were minted in 2017 has caught the attention of many collectors.\\n\\n \\n \\n\\n![CryptoPunks born in 2017 have impressive valuation and volume share](https://images.mirror-media.xyz/publication-images/m-LGUIyQWGdF9oe0iQglx.png?height=307&width=700)\\n\\n# How is the aesthetic value and community of the NFTs?\\n\\nWe are starting to see more and more visual NFTs accompanied by audio, a dynamic effect that creates an addictive loop for the viewers. With this in mind, audio can add value of senses to NFTs, especially when the audio is done in collaboration with a major artist. We can expect to see audio-visual fusion become an artistic norm for NFTs.\\n\\n![](https://images.mirror-media.xyz/publication-images/ZDK09aXojDfT5puLqoOC3.png?height=327&width=700)\\n\\nIf someone with no following and no history of NFT creation puts an NFT on a marketplace and has little promotion either, maybe the artwork would have few attention.\\n\\nThis is why an NFT minted by a famous artist or creator is a good factor. It is important to note that engaging the community creates demand. Naturally, the more popular the creator and the larger the community, the more valuable the NFT will be. It’s a dynamic that applies to essentially any market.\\n\\n# What did the whales buy and how they think about a project?\\n\\nFrom a subjective perspective, in addition to personal preferences in the art world as a buyer, we can track whales to know about the hotpot of the market. If you invest in an NFT too early, you are likely to see no returns, but if you track an influential seller, we can see his personal selling behavior over time and thus track the trends of an NFT project. You can also track the whales to see how influential buyers make money by buying and selling NFT assets.\\n\\n![](https://images.mirror-media.xyz/publication-images/ZzlNUtz6RSuzhnU_ALqWq.png?height=417&width=700)\\n\\nReferring to the reputation of trading platforms also counts. Many influential NFTs happen to be sold from the same big platform. By looking at the selling history of an NFT, when we see that the selling price of an NFT continues to go up, we can predict that it is gaining momentum and consider it a good time to buy in.\\n\\nIn a word, there is not necessarily a certain right or wrong answer when evaluating NFT. But if one tries to do an evaluation, there are necessarily many dynamics to consider. The best option is to take a holistic approach in order to understand all aspects of a NFT before investing.\\n\\nOn NFTGO, you can have all the data and information you need about NFTs. This includes the basic information mentioned earlier (age of NFTs, NFT whales, etc.), and there is another important dimension for valuing an NFT — the time dimension — which is displayed comprehensively on NFTGO.\\n\\n![](https://images.mirror-media.xyz/publication-images/SlAqkXExpU_8epmvhcSwd.png?height=327&width=700)\\n\\nHow much was this NFT worth in the past? How much is it worth today, and how much will it be worth in the future? How does its value change over time, does it change rapidly or abruptly, will it grow or will it go into a slump? Diving into these questions can help better evaluate NFTs you’d like to buy. With NFTGO, you can play with information along the timeline, get a handle on the data and grasp the investment trends.\",\"timestamp\":1638936845,\"title\":\"Five Questions You Need to Think About Before Purchasing NFTs\"},\"digest\":\"LoMn71xcyK8sIGf4OGKnAMaKPKFM4LXdL6yMY0iHNcM\",\"authorship\":{\"contributor\":\"0x7051E9bA8Fa2575D4D68ea87bE85A7B4c4C12Ebe\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"88ZzzoEBA_GGdAIRW9XCEjm2xXuT-PaUHwLqgH6bQBw\\\",\\\"y\\\":\\\"aPDEqVHfVl0qaM7xGNYxEvw65n8QsfIenV3dtcTYuBE\\\"}\",\"signature\":\"dkZXvJ8V5YVx1XGn1IPsV9OiGfFEnsYbyJQz7zumb1gZyPKDRZYZ6Hw4HV_9xiT0jX4yLzic6vkFdLHzY7DQkQ\",\"signingKeySignature\":\"0x0fcbc4cde80ab9ec51cdc484f49eecccd49d2e34ea672ed5a326480a63c8dd5b3440fb9e8d1108c36aaacceb0a03af7f70a50a0a4ce69395f436ec536b5d4e4e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"88ZzzoEBA_GGdAIRW9XCEjm2xXuT-PaUHwLqgH6bQBw\\\",\\\"y\\\":\\\"aPDEqVHfVl0qaM7xGNYxEvw65n8QsfIenV3dtcTYuBE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LoMn71xcyK8sIGf4OGKnAMaKPKFM4LXdL6yMY0iHNcM\"}"