"{\"content\":{\"body\":\"**On running a business:**\\n\\n 1. Grow slow and see what feels right- big businesses want to be agile. You can't shrink without firing people and losing morale\\n 2. A plan is as good as a guess, not worth stressing over\\n 3. Don't learn from mistakes but success, build up on what works without lingering on failure\\n 4. Solving someone else's problem is a stab in the dark. Solving your own problem? LIGHT.\\n 5. The more mass acquired, more would be the energy to move required\\n 6. Make do with less, writers use constraints to force creativity- Example SW Airlines- Only have one model of airplane so any crew can operate any plane- all parts fit. What makes a good museum is the stuff which isn't on the wall- a museum without curation is a warehouse\\n 7. Fashion fades away but you're in bed with the permanent features, they'll never go out of style\\n 8. Once your product does what it needs to, get it out there\\n 9. Good enough works\\n10. A good product is that which one is more impressed with at home, than one was at the store\\n11. Emulate drug dealers- give away free samples\\n\\n**On working style:**\\n\\n 1. Losing sleep= losing creativity\\n 2. Long lists are guilt trips- divide into smaller and smaller chunks till it looks manageable. Prioritize- usually the most important thing is on the top- that's enough. Attainable goals are the best to have\\n 3. Workaholism is intellectual laziness made up for by brute force\\n 4. Interruption & collaboration: Long stretches of alone time is productive\\n 5. Meetings: Convey small information/minute\\n 6. Pour yourself into the product\\n 7. Get in the habit of accomplishing tiny improvements and wins on the way- that's the way to build momentum, getting feedback is exciting\\n 8. Decide and move forward- you don't have to live with a decision forever- long projects zap morale\\n 9. Not creating something= Ego protection\\n10. Just as one doesn't enter into a relationship planning to break-up, don't start-up with an exit strategy. Think of a commitment strategy- how to make it grow\\n11. Cherish obscurity without worrying about embarrassing yourself\\n12. Build an audience- share valuable information. Then when you need to get word out, people will already be listening\\n13. Teach: Outmaneuver big companies- anathema to most business world\\n14. No overnight success- trade that for slow, measured growth\\n15. On culture: it is a byproduct of consistent behavior. Don't make problems you don't have yet, you can change course.\\n16. When everything needs approval, it creates a culture of non-thinkers- not trusting employees is expensive- create a Rockstar environment\\n17. Don't expect the job to be someone's life for them\\n18. Policies are codified overreactions- not for one person\\n19. ASAP is poison- artificial stress and few things warrant that kind of hysteria.\\n20. Notice how \\\"that must be easy\\\" is always used to describe someone else's work\\n\\n**On competition**\\n\\n1. Pick a fight with them- people get stoked by conflict\\n2. Focus on them too much, you'll dilute your vision\\n3. If you are going to be like them, what's the point of your existence\\n4. One Upping them= Defensive, past mode. Not proactive, future mode\\n\\n**On saying no**\\n\\n1. Say no, the alternate is worse\\n2. Let your customers outgrow you- be true to the type of customer than a specific individual with changing needs\\n3. Don't confuse enthusiasm with priority\\n\\n**On hiring**\\n\\n1. You don't need as many people as you think\\n2. Don't hire if you haven't done it yourself- you will understand the nature of your work\\n3. Cover letter is better than a CV for hiring- you hear someone's voice\\n4. Don't hire delegators- they are deadweight\\n5. Hire for micro-projects, see their decision making and whether you get along\\n6. Hire someone who's launched something of their own- they don't manage but free up space to do own work\\n\\n**On customers**\\n\\n1. Own the bad news- better you tell than others- honestly be concerned about the customer's fate\\n2. Apologize sincerely\\n3. Put everyone on the front-line: example kitchen staff work as waiters first in restaurants\\n4. Take a deep breath- when you rock the boat, there will be waves- understand discontent and let things simmer\",\"timestamp\":1639116330,\"title\":\"Book Summary: Rework (Jason Fried)\"},\"digest\":\"DN5p4ychK3dGrZLB69W1fmEbT9K3l50Hn851DzQCdso\",\"authorship\":{\"contributor\":\"0x23860B3E7000fa31B3081592Bd54434e789E2365\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wqjRmf4wq4AHoyKBHMumkrTIHTi9dbC6XMSwnEl4BQg\\\",\\\"y\\\":\\\"Yvs2QX2QJ4l8nURmbiK-59ydPIHYaAhxLR5HBP5Nvno\\\"}\",\"signature\":\"CUvPxplxZypfSCbi2zAGT4n7aUKYBTimYuD-PPFV0xNcIUIUaTc1n3NJ9EkeTMfyL5tc0kwlfWLtBnYo1x5JiQ\",\"signingKeySignature\":\"0x32b2557184a4d32c18b9b17dd878c6165dddc2ff635cdf97b9ac56b87b021db768a14c865555bbca4451140e99856e935679ef1fb3c279bfada35ebb1c5da5eb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wqjRmf4wq4AHoyKBHMumkrTIHTi9dbC6XMSwnEl4BQg\\\",\\\"y\\\":\\\"Yvs2QX2QJ4l8nURmbiK-59ydPIHYaAhxLR5HBP5Nvno\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"65HWX2TXH_XAEgqsu4EqMKpz3pAIiYYOADY5Tef_5Dw\"}"