"{\"content\":{\"body\":\"> **Pooling capital from investors will allow ClimateDAO’s members to have a seat at the table in shareholder meetings and influence companies’ strategies via proxy voting, shareholder proposals, and engaging members of the boards of public companies.** \\n\\nExxon Mobil released more than 40 billion metric tons of carbon dioxide into the atmosphere making it one of the biggest contributors of emissions in the world. With a 250 billion dollar market cap, Exxon is well-equipped to lobby against climate science, launch misinformation campaigns, and outlast the occasional oil spill. However, in 2018, an activist hedge fund called Engine No.1 rocked the oil industry by “placing three climate-focused, independent directors on ExxonMobil’s board.” Through shareholder activism, Engine No. 1 got Exxon to scale back production targets and account for the social cost of carbon. \\n\\nLet’s zoom out for a second; what’s shareholder activism? \\n\\nAt a high level, shareholder activism is when the owners of a company’s stock, shareholders, pressure its management to change a company’s operations. ClimateDAO is launching to tackle climate change through shareholder activism. ClimateDAO will purchase shares in a public company. Then ClimateDAO will encourage said company to take actions to mitigate climate change (divesting from fossil fuels, decreasing emissions, etc.)    \\n\\nWhat Engine No.1 did with Exxon was brilliant, but it’s only the beginning. People will leverage their stock ownership and coordinate on a massive scale to align the actions of corporations with the values of the owners themselves. Companies have already started to align their actions with consumers’ values, at least in theory. Poland Spring advertises 35% less plastic, Facebook (or Meta) supports election integrity, etc. Unfortunately, these efforts are often just window dressing and are not driven by the owners of the company (only the marketing department). \\n\\nThere’s a long list of companies failing to recognize the urgency of climate action, prioritizing short-term financial gain over our collective long-term gain. We’re going to remind those companies who their owners are. Part of the beauty of DAOs is that the managers and the owners are the same people. Incentives are aligned and a more direct democracy can prevail. \\n\\n**We’re launching our crowdfund on Mirror in the coming weeks; if you’re passionate about climate action, consider joining us.**\\n\\n**If you want to learn more about us check out our [website](https://www.climatedao.xyz) and the [white paper](https://docs.google.com/document/d/1G2y0wjPZrJLXIp1UxQ799KSmFQ8pbsStxITQ4lVXxkA/edit#heading=h.25csh2nnj9as).**\\n\\n**If you’re interested in joining us, fill out the form [here](https://1e5vq2tb8cm.typeform.com/to/yhiJ6WZY) and join our [Discord server](https://discord.gg/w3pwUkYgYd).**\",\"timestamp\":1636142942,\"title\":\"Hi, We’re ClimateDAO\"},\"digest\":\"5jgK6pqTUw7xbpcFzKC5lZrRQTc6iVxQbF5yIvWoECM\",\"authorship\":{\"contributor\":\"0x20c7F2a24f33cF4F02D2D185e49aC7B1C975d37f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_J_JwUXYVurIUqLY2G7B5M0EyD82efRJ04hsZVya62U\\\",\\\"y\\\":\\\"lT8rbTFBhKK7-FfvKQ4mE35Og5sUBUd4gPrJapaV3DA\\\"}\",\"signature\":\"LopV_eiF5yJCBhFa5zUAy9uHktVlERuOye69AuKlZ1MTmQI9ZWkg6rzeV8CkSMQd_bdEeKJy2mNI4Hd0m2NHQw\",\"signingKeySignature\":\"0x8b1459c38652caaed22764289c5f4d400867ce773b1faab3dfdd247ede75882c723efea890e85309953e4dc762c401810f791f94ac728a157b131b6bba7587ec1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_J_JwUXYVurIUqLY2G7B5M0EyD82efRJ04hsZVya62U\\\",\\\"y\\\":\\\"lT8rbTFBhKK7-FfvKQ4mE35Og5sUBUd4gPrJapaV3DA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5jgK6pqTUw7xbpcFzKC5lZrRQTc6iVxQbF5yIvWoECM\"}"