"{\"content\":{\"body\":\"“The basic tools of civilization — language, morals, law and money — are all the result of spontaneous growth and not of design.” (1)\\n\\n\\nThe phonemic list below categorizes the basic sounds people can naturally make. Sounds have limited meaning but together they create language.\\n\\n![Basic phonemes but limited meaning](https://images.mirror-media.xyz/publication-images/SvbBrBzpQxZW4Ixvva3ll.png?height=989&width=1400)\\n\\n\\nThe limiting (but sufficient?) physical features for making sounds triggered the explosion of linguistic expression in the world. Some say evolution of our species was most influenced by new abilities for greater sound making and the ensuing, spontaneous use of sounds to communicate.\\n\\n\\nConsider the early ‘sounds’ used in computer networking. These protocols started with sound (remember your 256k Baud modem and connecting to AOL?) (nerd note : Emile Baud (2))\\n\\n\\nTransmission control protocol and internet protocol allows computers to communicate.\\n\\n![Early computer communication sound](https://images.mirror-media.xyz/publication-images/kxefD8yi6lr1slWbbMMj_.png?height=450&width=594)\\n\\n<https://www.slideserve.com/jihan/tcp-ip-protocol>\\n\\n\\nAny one packet is limited in meaning. Combined they give you ‘youtube’. TCP/IP triggered a host of routing protocols to improve the web.\\n\\n![Some web 2.0 protocols - \\\"phonemics of early computer networking\\\"](https://images.mirror-media.xyz/publication-images/46LhhipeJXfK9qLUNeHfX.png?height=209&width=628)\\n\\nSome web 2.0 protocols — “phonemics of earlier computer networking”\\nBasic protocols have yielded more complex protocols. We have gone from simple TCP/IP to manage packets of information to HTTP and serving rich content.\\n\\n![HTTP - higher levels of packet abstraction ](https://images.mirror-media.xyz/publication-images/1vm2gbvfUz9XPlv3y2dSE.png?height=444&width=792)\\n\\n<https://www.youtube.com/watch?v=yUE5m1KpFT8>\\n\\n\\nPeople use language. Computers use protocols. People use computers and these protocols are extensions of language. For language to thrive, it must endure frequent change, yet the most endemic protocol HTTP, is based on a centralized distributed model.\\n\\n\\nThis model is good, but is it sufficient?\\n\\n\\nWitness the evolution of an early ‘slang’ to the ‘http’ protocol hegemony. The much maligned peer to peer or p2p protocol.\\n\\n\\nP2P is decentralized communication. This protocol contains elements of natural language as it is a mix of centralized and decentralized spontaneous organization.\\n\\n![](https://images.mirror-media.xyz/publication-images/Xl4EKNLDd7rlNfCb0eL3L.png?height=444&width=594)\\n\\n<https://www.slideshare.net/tristanpenman/chord-a-scalable-peertopeer-lookup-protocol-for-internet-applications>\\n\\n\\nPeer to peer means many copies of the same thing, all distributed and shared with many others. Early uses of p2p where focused on distributing content away from any central authority or server (and so not paying for IP). Digital property could easily be stolen. Life, liberty but no right to property is recipe for lawless mutual internet impoverishment.\\n\\n\\nThe positive of early P2P networks was improvement in web latency. The data people want tends to the peers to which people are adjacent. Kind of like ‘Schwiezerduetsch’ speakers concentrated in Zurich and not Alaska.\\n\\n\\nThe problem with facilitating an uncontrollable amount of digital copies are not only property rights but authenticity. Using HTTP protocols people relied upon and were relatively sure their content was a copy of an original. The server involved was usually trusted.\\n\\n\\nNo article about crypto goes without an Orwell quote : “Big Brother is Watching You.” (3) becomes the problem with relying on central server(s) telling you truthiness. (4)\\nNeed fosters spontaneous ingenuity. P2p protocols have spawned a revolution in cryptography and hashing.\\n\\n![Making the endemic - unique](https://images.mirror-media.xyz/publication-images/sB3w_WmP3tphLVzuRPGlW.png?height=231&width=468)\\n\\nIf you hash and compare 2 data items alleged to be copies but your hashing results of each are different, one item has been modified. This is great until you realize you still do not which one may be a fake and real.\\n\\n\\nEnter Satoshi Nakamoto with his blockchain solution to the above problem best characterized as the Byzantine general problem (5).\\n\\n\\nBlockchain consensus protocols couple p2p mass copying with linked cryptographically hashed blocks of data. A blockchain protocol links enough hashed blocks such that to estimate truth, we need only to compare magnitudes of hashing work embedded in competing chains.\\n\\n\\nBlockchain is a watershed moment in computing evolution but sadly, too late for the old Byzantine generals. Less obvious is these protocols have origins in and are tied to, human linguistic evolution. This evolution continues in the form of the current cascade of decentralized finance protocols today on the blockchain.\\n\\n\\nProtocol is extended language and the impulses from decentralized systems are breeding new and valuable spontaneous organization on the web.\\n\\nBibliography \\n\\n 1. Friedrich A. Hayek, The Constitution of Liberty: The Definitive Edition, vol. 17, The Collected Works of F. A. Hayek (Chicago: University of Chicago Press, 2011 \\\\[1960\\\\]), p. 495. 2. <https://en.wikipedia.org/wiki/Baud> — Emile Baud\\n3\\\\. George Orwell\\n4\\\\. <https://www.pythonmorsels.com/topics/truthiness/>\\n5\\\\. <https://academy.ivanontech.com/blog/byzantine-generals-problem-an-introduction> — love Ivan on Tech!!\",\"timestamp\":1637007401,\"title\":\"Spontaneous organization, natural language, computer protocols and blockchain\"},\"digest\":\"Spc677-fnvkZdcHaQtZtABUdbT3XeUYt6OZ1lrPPkfM\",\"authorship\":{\"contributor\":\"0x89e03E7980C92fd81Ed3A9b72F5c73fDf57E5e6D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9lqEi1OwpU7QK-WA-IEgIqNWvOLUkK0pkL74Vf16g0I\\\",\\\"y\\\":\\\"F6BXuac-1vy3wG3z1Eh_itoPN28wG8S-nf5e5rIDdyA\\\"}\",\"signature\":\"-wksQM-imDUJOS3Y8Wi8ln-LbOuwuoNM3klq8ZyrwzwT-FTIDzX_eMKZNmCfyUQff29-yV6SiVbjutwxqCzr9g\",\"signingKeySignature\":\"0xd299a755a373753fd87677f5aa00bb379ebf3c9547346fd22b43e3d8d14db905263972edcf65c832b89a00cf0b1961b16f04404f5ac00b0433940672308a02911b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9lqEi1OwpU7QK-WA-IEgIqNWvOLUkK0pkL74Vf16g0I\\\",\\\"y\\\":\\\"F6BXuac-1vy3wG3z1Eh_itoPN28wG8S-nf5e5rIDdyA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Spc677-fnvkZdcHaQtZtABUdbT3XeUYt6OZ1lrPPkfM\"}"