"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*HVJl-Cx-ZoJmCz_fEJIcaA.png)\\n\\n## **Creators Will Not Rely on Platforms for a Living**\\n\\nIn the past 2 decades, the internet has been divided into several pieces that belong to those big companies. They organize the contents, show them to the users and charge the ad provider for the traffic.\\n\\nBut as blockchain technology emerges and develops, the contents now are owned by the creators. And this will change this industry in a dramatic way. The creators will never rely on these platforms for a living.\\n\\nThey can choose anywhere to write, to show and any way they want to be subscribed and rewarded. They are now totally free but much easier to create to live. Their fans can follow them by ENS or other dapps, support them by donating crypto currencies, purchasing NFTs or even spreading the words. They are now united by the common belief, interest or vision instead of organized by a specific platform.\\n\\n## The Internet Will be Split into Tons of Pieces\\n\\nIn a word, the internet will be split into tons of pieces. And each piece will be maintained by its community. The new generation of Dapps may be the organizers of work by creators, but they would never be the owner. And this transfer of ownership will change the way content is organized, shown, distributed and paid.\\n\\nCompared to such a self-governing mechanism, will creators keep staying on the centralized platforms?\\n\\nNo way!\\n\\n## The Distribution of Info Will Become Decentralized\\n\\n10 years ago, the intermediary of content was shifting from paper to the internet.\\n\\nNow, the distribution of contents will become more and more decentralized and eventually peer to peer.\\n\\nWe are already on our way.\",\"timestamp\":1640152136,\"title\":\"Centralized Platform Vs. Free Creator : A Battle is on Its Way\"},\"digest\":\"gxvuGKaj3R-9nW2jkooEjFe0YMX3DIjxmZl6jsHirxw\",\"authorship\":{\"contributor\":\"0x0712A0ce2604c5Fe053591BB2b7aC918EBa24dDb\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tddru4gEVJOmQv5kVciJ06Ecufo7RELbm5hONe4aOdE\\\",\\\"y\\\":\\\"UYNxVKzL6-VQfUKwSN7FOHetbSCmJ0Y2uAYVLyHCoJw\\\"}\",\"signature\":\"QR_HcaUMlqO8kKd0A9lpnSFNfvLmdZ5WTY85SyzrthgPyQKmIc_EM0NbRMbYmA94UZgYc_0RT_GYRsxNIcyxWw\",\"signingKeySignature\":\"0x0201f796d7dfcf074258b5496eebeafd1f22b9ebf9ec050fa165ef3e047f79fc7925f35a0afcee723590566e0fbe0133b2340ac359d30306b597f8027efde1a41b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"tddru4gEVJOmQv5kVciJ06Ecufo7RELbm5hONe4aOdE\\\",\\\"y\\\":\\\"UYNxVKzL6-VQfUKwSN7FOHetbSCmJ0Y2uAYVLyHCoJw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gxvuGKaj3R-9nW2jkooEjFe0YMX3DIjxmZl6jsHirxw\"}"