"{\"content\":{\"body\":\"The masses had said they love Satoshi Nakamoto, but actually they prefer to see Satoshi Nakamoto as a God living in people's mind rather than to see Satoshi a living person who has weakness walking in front of their face.\\n\\nWhen people hear of the Japanese name - Satoshi Nakamoto, most people believe that the creator of Bitcoin - Satoshi Nakamoto is a Japanese. But when I had first heard of this name, what I feel is confused. In my understand of Japan's history, such things like creating bitcoin can't be done by a Japanese, because it doesn't match the personality of Japanese nationality.\\n\\nJapan is a coutry which been influent by ancient China in a very very long time, since Tang dynasty to early modern times. In Tang dynasty, Japanese government sent a lot of students to learn how to make the whole contry a feudal dynasty, the most famous one is Abeno Nakamaro (あべ の なかまろ) . The Chinese culture start influenting Japan from the 7th century untill 1860 when the Meiji Reform began. So we can see Bushido spirit, actrually it is created by the influence of Chinese culture. And the feudal history of Japan is long enough to cast the character of Japanese nationality.\\n\\nAfter Meiji Reform, Japan embrace the western culture, then comes the morden Japan.\\n\\nSo, for me that Japan is a super clever student who can learn very quickly from others , but never a creative master who can invent such things like Bitcoin. And the history of one contry do shape the personality of it's citizens. And the idea of decentralized network incompatible with the centralized eastern culture, but fit the freedom of western culture.\\n\\nTotally, Satoshi Nakamoto probably not a Japanese, seems much more like a write person who grow up in west culture. Then why dose Satoshi Nakamoto use this Japanese name? The most posssible reason is that Satoshi Nakamoto loves Japanese culture just like me. That make the whole things reasonable.\\n\\nAs we all know that geography is essential to a country's history and culture. Why am I so interested in Japanese history? The most big reason is that I live in China mainland, and it is so closed to Japan. That's why distance and geography matters. Which country is closed to Japan and belong to the environment of west culture?\\n\\nThen, Australia come to my scope. So that is my first impression to Satoshi Nakamoto, and the first reason why I firmly believe that Craig Steven Wright is exactly THE TRUE SATOSHI NAKAMOTO.\\n\\n(Don't be stingy with your likes and retweets)\\n\\n![](https://images.mirror-media.xyz/publication-images/bhsXuYDDXt2oLTConoM-3.jfif?height=407&width=650)\\n\\n\",\"timestamp\":1639667396,\"title\":\"The First Impression of Satoshi Nakamoto \"},\"digest\":\"IA1yeUmIHeFzhUcYt1SrLa0DeqBW4N1lbWXMZgDjrSU\",\"authorship\":{\"contributor\":\"0x803A59B6075D83369ACE916f4CD0EFc94A8eE33F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e4yjuwt6sEVE_MjTtbpIeRJpQoHxQgmjh7wyLL6m-Kc\\\",\\\"y\\\":\\\"wx3patvucCk3sB2zDbRm5RosEH2roF7TuAbpSw-8mXI\\\"}\",\"signature\":\"Ec8Q5rsoJ3ohYzISnq4_moJDN4DzqPaGHTtWpEVERFEATZ9H886DQ_l9JxGPdH46eM00XI4ejG1mfrpRiBdRFQ\",\"signingKeySignature\":\"0x47db1bccd41e6e649468670f6884ec3ebbc4daaa077fa56164b51600c077d2a87257382143b64fea51cd12bc6770a3c242b2040e85859454eeff71fde9b02c381b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e4yjuwt6sEVE_MjTtbpIeRJpQoHxQgmjh7wyLL6m-Kc\\\",\\\"y\\\":\\\"wx3patvucCk3sB2zDbRm5RosEH2roF7TuAbpSw-8mXI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"IA1yeUmIHeFzhUcYt1SrLa0DeqBW4N1lbWXMZgDjrSU\"}"