"{\"content\":{\"body\":\"捡钱1.0\\n\\n一群有志青年走过山谷，突然发现一阵风吹来了钱，天上下起了钱雨！如果你此刻在山谷中，你该怎么办？有人会拼命用手去抓钱；有的会用口袋去装钱。最聪明的人会怎么做？你猜猜哈。最聪明的会以最快的速度脱下自己所有的衣服，包括内裤和袜子，最短的时间结成一个最大的口袋；来承接随时可能结束的钱雨。而那些犹犹豫豫，不肯脱裤子的人，会错失机会。\\n\\n充分理解上面的寓言。粗俗不堪，却精准表达了国内江湖一种规律。 机会来的时候，往往是那些拉的下脸、不要面子、肯脱裤子的人赢了 。这也是我的“捡钱理论”的第一层理解。\\n\\n我的读者们，请想想前辈们：某宝卖假货、某搜索引擎搞竞价排名、某杀毒软件自己造恶意软件。再想想那年多少人甘冒非法集资的风险去搞p2p， 多少人顶着放高利贷的恶名去做现金贷。Yes, 他们才是正确的捡钱姿势。虽然他们不是道德上最高尚的，但确实在最艰难的环境中活下来的。 现在的币圈，卖橘子也比颠覆BAT强。\\n\\n捡钱2.0\\n\\n这群有志青年在承接钱雨的时候，突然钱雨停了。山谷中挂起了大风，刮起了地上的钱，向群山的深处飞去。如果此时你在山谷，你该怎么办？\\n\\n有人呆呆看着天；有人站在原地等；更有来的晚的人懊悔不已。最聪明的年轻人会怎么做？你猜猜哈。最聪明的会拔腿就跑，以最快的速度去追风。游戏的第二场就是和风赛跑的故事。有的人跑的比风快，就可以追上风，捡到钱。有的人跑的比风慢，但也要跑。因为风随时可能会停，追不上也要呆在离钱更近的位置。而那些呆在原地懊悔的人，将永远错失人生10年一遇的机会。\\n\\n充分理解上面的寓言。粗俗不堪，却精确表达了钱雨机会的第二段。往往一些来得迟、但跑得快的人，能够超过来得早、但呆在原地望天的人。 你是呆在原地望天的人吗？\\n\\n启示\\n\\n呆在离钱更近的位置，币圈写作，投资学习不能停。\\n\\n捡钱3.0\\n\\n比特傻有个14年的微信群，群里有区块链、P2P、现金贷、消费金融等领域的创业伙伴。前几天老江湖发了话，这里有的负债了、有的失信了、有的出国了，有的消失了，现在能吭气都不多了。\\n\\n昨天突然看到张振新自杀的消息，不知真假，但比特傻不禁悲从中来。想来想去，把捡钱理论3.0分享给大家。更多的只能自己悟了：\\n\\n这群有志青年中的佼佼者已经各个赚的彭满钵满了。手里、口袋里、帽子里、袜子里、内裤里全部塞满了钱。突然，山谷地壳深处传来崩裂的巨响，地面开始奔溃，落石填埋了无数人。\\n\\n慢慢地涌向山谷的出口，却发现有只红色的巨龙守在那儿。巨龙手持一把四面转动发火焰的剑，阻止这帮年轻人离开山谷。你是其中的一员，这个时候，你该怎么办？\\n\\n有人贪恋票子迟迟不肯离去；有人逃跑时动静太大；有人站立的位置不对；有了拿了太多的票子行动迟缓；你已经意识到了，游戏的最后一场，就是活着从巨龙那里离开。\\n\\n那迟迟不肯离去的，多被崩裂的大地吞没；那动静太大的，被巨龙一口吞了；那站立的位置不对的，容易被落实击中；那拿了太多票子行动迟缓的，在人群的推搡之中被掩埋。\\n\\n只有最聪明最冷静的人，敢于洒下一些票子为自己开路、让自己身手更加敏捷。耐心地在正确的位置，观察预判巨龙的动作，在巨龙喘息的瞬间离开了山谷。而那些做出错误选择的人、过于贪婪的人不但拿不走票子，还要搭上自己宝贵的生命和自由。\\n\\n充分理解上面的寓言。初看喜闻乐见，二看困惑不解，三看惊恐不已，四看悲从中来。这个寓言精准表达了钱雨机会的第三段。往往是一些懂得取舍、懂得如何立足、身手敏捷，清晰观察大势的人活着离开了山谷。你是被埋在山谷里的人吗？\\n\\n后记：\\n\\n过去一年，我送别出国的兄弟，看望抛家舍业的兄弟，谈起噤若寒蝉的老哥们。很多人已经精疲力尽。然而他们却不知钱雨机会还有第四段。\\n\\n捡钱4.0\\n\\n最近，各种政策频发，交易所被集中摸排，各种支付结算手段收到很大影响。一时间，市场暴跌，很多人惊呼是九四加强版。币圈新入场的年轻人，开始逐步经历空谷钱雨的第三阶段，冷暖自知。\\n\\n今天有故人相聚，回忆起秋月春风。比特傻想把空谷钱雨的第四阶段分享给大家。\\n\\n话说，年轻的勇士们开始陆陆续续离开，走出了山谷。少数人命丧喷火的巨龙。另一些人在丧命者的掩护下找到时机离开，成为暴富者。口袋、鞋袜和内裤里都塞满了票子。更多的人崩裂的大地上，被落石击中、在人群的推搡中致伤致残。他们奄奄一息，终于逃离了山谷。\\n\\n人群逐渐在山谷外的小路上聚集，原本寂静的小路显得拥挤不堪。人们在山谷中呆了多久呢？也不知是过了3年，5年还是7年？无法知晓。只是岁月蹉跎，很多人，已经从精力旺盛的小伙，变得须发微白。\\n\\n小路的前方有岔路，一条是回家的路，一条是通往下一个山谷的路。除却那些已经牺牲在上一轮钱雨中的人，无论是暴富者、还是负伤者，大部分都如同提线木偶一般走入了下一个山谷。在山谷呆过的人，心再也无法离开山谷了。\\n\\n只有极少数人，克服了自己的贪欲，走上了回家的路。\\n\\n在下一个山谷。有一些暴富者，失去了运气，被埋葬；也有一些负伤者，带着经验和运气，功成名就。每一轮，都有无数的年轻新人加入进来，涌向山谷，让游戏变得越发热闹。他们呀，一次次走进山谷，一次次经历钱雨，一次次追风赛跑，一次次遭遇喷火的恶龙，一次次走出山谷。如此循环往复。\\n\\n那些离开山谷，回到家的人们。寻常人家赚钱的方法，自然是看不上了。如同着了梦魇一般，心里再也忘不了的钱雨经历。嘴上嘟囔着捡钱没有那么容易，可心里却是小钱看不上，大钱嫌太慢。大多在回忆和错愕中，了此残生。\\n\\n你是去往下一个山谷的人？还是走上回家之路的人？\\n\\n后记：\\n\\n前几天，我和老江湖聊起了浩浩荡荡的互金潮结束后，年轻的从业者何去何从的问题。有的人做起了保险经纪、有的出海了，有的干起了自媒体等。然而他们都不甘心，他们此刻挤在狭小的山路上，等待下一次的钱雨。\\n\\n![](https://oss-cdn1.bihu-static.com/image/20210121/64426880c5cb462993801bae2e3b2784_GEYDQMBOGAVDCMBYGAXDA.jpg)\\n\\n![](https://images.mirror-media.xyz/publication-images/a4iV8QDhfUrEKJ9APUAEr.jpeg?height=296&width=690)\\n\\n\",\"timestamp\":1639322199,\"title\":\"比特傻空谷钱雨理论总结分享\"},\"digest\":\"K5ABQy_zgaUuvGDTfjl6YN2UtWWqN2UVfJ9uKjDwIWs\",\"authorship\":{\"contributor\":\"0x374cB27a8753520bb153906a0a34Cc823cEA3C3e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"A8sGos98DS2_7BvbK2JTwaM5YdieDh2xF6xpRqmSfXc\\\",\\\"y\\\":\\\"YTarpkK8MwuH_AsX1yCxNGNe0b1YkAaqZxvTahXuTtc\\\"}\",\"signature\":\"yQ7tBatYVV6Gc3KAEWwY960zHkbr09h3pge3T3L0hHyJwW_Iymhe8yC8YcaZOEJI5zfRr5IS9jg1tdKb60VSgA\",\"signingKeySignature\":\"0x7733cdf0b4332ff8225a703e1205279b57d6bb4c6929cb17f2b224cd49d580b9341dd26741ae1d867055ada0a11469ab63695b48146c2a9c8a00826747dcd8d91b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"A8sGos98DS2_7BvbK2JTwaM5YdieDh2xF6xpRqmSfXc\\\",\\\"y\\\":\\\"YTarpkK8MwuH_AsX1yCxNGNe0b1YkAaqZxvTahXuTtc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"K5ABQy_zgaUuvGDTfjl6YN2UtWWqN2UVfJ9uKjDwIWs\"}"