"{\"content\":{\"body\":\"```\\n本文写于2022年1月1日\\n```\\n\\n> *到底是时间穿过了我们，还是我们穿过了时间？影视剧中有如此多关于穿越时间的作品，但不管是改变了过去的时间线，又或者是窥探到了未来的真相，都源于人们对 ”今天也许有别的可能性“的执念。现实中，我们没有超能力，只能依赖于天，依赖于历史这个巨大的 Database，用已知（过去、现在）去服务于未知（未来）。*\\n\\n上个月 ***Cobo Wallet*** 推出的四周年活动非常有意思，正好到了年底，我可以借此机会，来回顾一下2021，同时也和过去的自己好好聊聊。\\n\\n![](https://images.mirror-media.xyz/publication-images/VPZfXNhp5I2VL0vh2hwSj.png?height=280&width=600)\\n\\n\\n---\\n\\n## 关于钱的往事\\n\\n> *钱是一种使现实世界向自己的主观意志靠近的能量载体。*\\n\\n我对钱的幻想始于小学，那个时候时兴玩赛尔号（淘米公司旗下的游戏），游戏中有不少增值服务，为了获得炫酷的时装或者是稀有的精灵，你就必须要充值“超能NONO”，价格是10人民币/月，那个时候对八九岁的我来说还是有点小贵。母亲是个“保守派” ，她是肯定不会给我这笔钱，甚至是为了“充游戏”。终于在一天，我实在无法按捺自己的内心，从家中的存钱罐里费力抠出了10枚一元硬币，让楼下一位认识的同学去帮忙买张“米米卡”。无巧不巧，那天晚上，我和家里人外出散步回来，正好碰着了那位同学，他可能也有点害怕，就当着我母亲的面问我是不是真的需要他帮我捎一张卡（我不知道说他什么好）。我的“秘密”被家里人发现，母亲非常严厉地教训了我一顿。那时候我就想着，**要是自己有多一点钱该有多好，凡事就不用在偷着掩着求着，能够光明正大去做自己想做的事**。\\n\\n初中的时候，我每月会从家里给的伙食费里挤出一百或者两百块钱存着。后来，我拿着自己手上的钱和父亲的一点“资助”，八年级的时候买了自己的第一台 iPad。相比于母亲，父亲是更为宽容且开明的。母亲在银行工作了很多年，她不喜欢我谈“钱”，觉得俗，会让我的道德品质变得不好；父亲有时候附和母亲，但是在大多数时候他会偷偷向着我，当我叫着嚷着要买什么东西的时候，他会尽自己所能直接或者间接满足：比如高中的时候为了能玩“吃鸡”，父亲给我配了台上万元的主机；甚至在我后来接触Crypto以后，父亲自己还塞了点钱给我，为我在探索途中提供了宝贵的试错资本。\\n\\n古人说，要想赚钱，就得学会**开源节流**。我高中以前，我只会节流，但慢慢我意识到靠省钱终究不能让我开上 *Lambo*（开个玩笑)。满了16岁以后，我注册了支付宝，开始尝试性地买了些定期理财。那时候每天有个几毛钱的被动收入，我就挺开心的，毕竟食堂打饭可以不用掏钱了。后来的某一天，我一个同班同学告诉我，他买了500元的白酒基金，一天就赚了10元，这比我几千块定期理财一个月还要多，我看了他的手机上的基金界面，说实话有点眼红。次月，我就把所有的积蓄转到了基金账户，开始瞎捣鼓。就这样一直到了大一，尽管中间有赚有赔，但最终还是小有收获。\\n\\n![](https://images.mirror-media.xyz/publication-images/MiH6kgPDylTfsjk5ugXxp.png?height=1015&width=1164)\\n\\n\\n---\\n\\n## 宇宙发来的信号\\n\\n> *缺少“缘分”，就像青年男女间，他喜欢她，她又喜欢他。当时机成熟，两条平行线走向交叉，信号就来了，惊奇的火苗在脑袋一闪而过，你会说：“好啊，咱们是时候见个面了。”*\\n\\n关于BTC和blockchain，我其实在中学时代便有耳闻，它常与神秘、骗局还有变革等词联系在一起。作为一个对极客文化不大敏感的文科生，我除了知道它价格波动大，没有产生想要了解的兴趣，仅有的好奇心，受制于学业和多方因素，也就不了了之了。\\n\\n2020年末，那时正逢大二的期末考试，我躺在床上刷着知乎，突然看到这样一个问题《你在比特币交易中赚到了多少钱？》，我被下面这个答主的经历震惊了：2020年初新冠病毒席卷全球，黑天鹅导致加密市场在3月12日至3月13日两天出现极端暴跌行情，此时这位博主果断在4000美金左右抄底BTC，并且两倍杠杆币本位做多。随着美联储放水，比特币进入减半周期，越来越多的热钱进入加密市场，BTC也在年底逼近30000美金。\\n\\n历经漫长一年的持仓，答主最终将15万滚成了400万。\\n\\n![](https://images.mirror-media.xyz/publication-images/lNdtk2c90OfzsvKaOq8Zt.JPEG?height=799&width=839)\\n\\n当晚，我兴奋地有些睡不着觉，从头到尾把文章又看了好几遍。\\n\\n**那时我对未来的自己产生了一些憧憬，虽然那些画面是如此的不真实，但我就是想要试试，我知道等待着我的是一个崭新的领域**。\\n\\n第二天，我就私信了那位答主，出于平台限制，他没有告诉我在哪能进行交易，不过凭着自己常用的一些科学手段，我最终还是找到了。\\n\\n\\n---\\n\\n## 未知而颠簸的路\\n\\n> *克服对一夜暴富的贪嗔痴，难；\\n> 克服对财富蒸发的哀怨妒，亦难；\\n> 克服贪嗔痴哀怨妒后，一切化作自我的认知，最难；*\\n\\n下载了交易平台后，我陆续充值了一些钱。\\n\\n看着上百个的交易对，我有些一筹莫展，在微博和油管逛了一圈后，我最终选择了ETH。\\n\\n我记得当时以太坊的价格是752美金，那几日我的心情非常忐忑，几乎除了上课和考试，就是盯盘，**屏幕里每每跳动的或红或绿的数字，让我的神经一刻不能松弛**。\\n\\n随着BTC突破三万关口，这个小圈子开始沸腾，像他们说的：一根大阳线，千军万马来相见！\\n\\n![当时的截图](https://images.mirror-media.xyz/publication-images/KhidZZPA4iZmL6r78kPKz.png?height=1440&width=985)\\n\\n此时，我自己手中的ETH迟迟不涨，甚至还被“吸血”，着实令我有些烦躁。不过没过多久，当BTC开始横盘，作为老二的ETH开始发力了，一下子涨了四五个点，到达780美金左右，这时我直接就清仓了，想着涨了肯定是要回调的，到时候再接回来。\\n\\n望着账户在短短几十分钟多出的几百块，我还正洋洋得意呢，不过接下来发生的让我的大腿第一次有了痛感。\\n\\nETH短暂横盘后，很快突破了我清仓的点位，一路涨到了850美金，我的眼神有点木讷，强烈的自尊心让我宁可踏空，也不愿再接回来。第二天早上，我觉着时间差不多了，打开交易所，ETH已经喷射到了960美金，我气得把手机摔到了床上。\\n\\n后来我才明白，**这个世界并不会以个体的主观意志为转移**。\\n\\n几天时间里，ETH摧枯拉朽一般冲到了1200点。\\n\\n煮熟的鸭子飞走了，让我的心态受到了极大的冲击。我胡乱地买一些山寨币（除BTC以外其它币种的统称），记得当时买了一个token叫GRT，它号称是“The Google of blockchain”。\\n\\n市场在几周的疯狂后，终于迎来了瀑布，GRT从0.4美金跌倒了最低0.23美金，我的账户浮亏了差不多40%，无奈我被迫割肉了，**这也是我第一次体会到加密市场的凶险**。\\n\\n这之后我加了很多群，希望能够多学习点知识，不能像无头苍蝇一样莽撞行事了。\\n\\n进入二月，市场走出了一波”平台币“行情，其中 BNB 作为龙头，一个月上涨了8倍。我中途建仓，抓住了这波趋势，赚回了本金，因此才有了后面的故事。\\n\\n\\n---\\n\\n## 是惊喜，是坦途，是陷阱，是轮回\\n\\n> *如果说随机受苦是避无可避的命运。这一刻的我如果无需被拯救，宇宙就有空余的力量去帮助另一个时空下普通的我。*\\n\\n如果说一月是被动地感知市场，那二月则是我开始主动去体验Crypto的奇妙。\\n\\n在和群友交流中，我了解了2020年“Defi之夏”的火爆。\\n\\nAMM、算稳、流动性挖矿还有各种各样的新奇概念让我花了不少时间去消化。\\n\\n![MetaMask](https://images.mirror-media.xyz/publication-images/7Y8Bwk5mx7CIKb3EIZ_gK.png?height=787&width=1400)\\n\\n我记得第一次在谷歌商店里下载和创建小狐狸钱包（MetaMask）的新奇；第一次把ETH从交易所提到主网的开心；第一次在Pancake上合成LP到 Autofarm挖矿的小成就感。\\n\\n当我一步步了解，一点点体验新事物的时候，一些新的认知也在潜移默化中形成。\\n\\n**加密世界不只局限在BTC，它并非只是Social Media上暴涨暴跌的炒作标的；它好像一张画满淡色字迹轮廓的草稿纸，每一位参与者都能留下自己的色彩，构建一种全新的可能。**\\n\\n二月下旬，我参与了 Mask Network 的 ITO (Initial twitter offering)，有点类似把一级市场搬到了推特上，所有拥有去中心化钱包的用户都能够参与。\\n\\nITO共分为三轮，我成功地在第二轮中抢到了500枚代币，那时我几乎全程屏住呼吸，不停刷新网页，生怕慢了或是摁错键盘，在看到浏览器弹出 “***Confirmed transaction***” 的通告后，悬着的心才平复下来。\\n\\n![抢的时候还有点心疼gasfee](https://images.mirror-media.xyz/publication-images/Y_ioGY5xsJhENCtEi0KCM.png?height=4746&width=2000)\\n\\nMASK的 marketing 做的很成功，短时间内在大多主流的交易所都上线了，最高给我带来了将近20倍的回报。\\n\\n进入三月，那时我第一次接触到NFT，那时数字收藏品的流动性不是很好，我花了0.44E（当时价值约5000rmb）购买的生成艺术画直接烂在了手上。\\n\\n随后我清仓了MASK，高位站岗了另一个代币，一来二去，导致资产出现了一些较大的回撤。\\n\\n而后的一个月里，BTC一路高歌猛进冲到了六万四千点，但是我却一直在原地踏步，甚至开了倒车。**我发现自己越想抓住每一个机会，就会每个都抓不到，最终都化为了沉没成本。**\\n\\n那时，公链 **Solana** 上的生态开始有了一些雏形，记得最早有一个项目叫COPE，当时只要注册好Sollet（**Solana**自身的钱包Dapp），然后把地址直接Ctrl+V丢在discord的频道里，就能拿到2000枚代币的空投。\\n\\n那天下午我看到群里有老哥发了COPE的消息，但是觉得有些麻烦，直到第二天上午才去弄，结果就错过了。COPE开放交易以后，每枚的单价从0.3美金一路突破到1美金，没几天3AC宣布了投资，COPE最终上线了FTX并且涨到了8美金。\\n\\n**没错，因为懒惰，我丢掉了本来触手可得的15000美金**。\\n\\n我开始反思自己做的一些决策，并且归纳了一些经验。\\n\\nCrypto圈子里有一个特点（当然其他的地方也有），那就是**历史会不断重复**。每一个成功的项目总是会伴随着一堆的仿盘fork；每一条公链的崛起都会伴随着Tvl的提高和早期的“神矿”；当后来者无法在已有的环境下获利的时候，就会推出一个新的龙头，并且疯狂FUD前者等等。\\n\\nCOPE的成功同样也带起了一堆的仿盘，我就参与了其中的一个———ROPE.\\n\\n![ROPE](https://images.mirror-media.xyz/publication-images/rSMMBcJ57n4bBaNAzo7Za.png?height=842&width=1085)\\n\\n这次我早早地进入了社群，并且拿到了400枚代币的空投，不仅如此我还在它开放交易后，接了几千枚空投砸盘的筹码，均价大概0.3美金。经过一段漫长的时间，最终在2.5美金左右清仓，也算是一次成功的逃顶。\\n\\n市场里最终让人获利的不是高深莫测的大道理，是一些浅显的、但是容易被大众忽略的逻辑。\\n\\n小说《遥远的救世主》里也有这么一段话：**神就是道，道就是规律，规律如来，容不得你思议，按规律办事的人就是神**。\\n\\n四月底，微信群有朋友告诉我 **Solana** 上一个做资产可视化面板的项目 **Step Finance** 准备在24号晚上进行IDO，那时候我并没有抱太大的希望，就拿了几百刀碰碰运气，结果还真就买进去了，最后卖了30倍左右。\\n\\n![次日STEP在Raydium上开了二池，STEP距离我卖后又涨了大概4倍](https://images.mirror-media.xyz/publication-images/G4CYuJSU334_Bje4kD6-r.png?height=2573&width=2000)\\n\\n五月的时候，大饼已经有些疲软，资金都集中在局部的热点，“土狗”到处飞，每个地方都有不同版本的“暴富神话”。\\n\\n当然其中我也玩了不少，**毕竟谁不喜欢几个小时50倍的快感呢，虽然知道是空气，但就是能赚钱**。\\n\\n这种FOMO无脑打钱的氛围，预示着牛市走向了阶段性的尾声。\\n\\n那时我还有不小的仓位在Raydium和FTX的打新，尽管感到了市场的不理智，我还是抱有一点侥幸，连套保都没做，直到五月十九号的被瀑布洗脸。\\n\\n> *Life is like a box of chocolate, you never know what you are gonna get.*\\n\\n《阿甘正传》这句话恰如其分地描述了我这几个月的经历，每当陷入低谷时，冥冥之中有无形之力托我一把；在我盲目自大时，它又会猛地捶我一棒子。\\n\\n在这个圈子里的人失而复得，得而复失，如此循环。\\n\\n当然，这也是我喜欢的它的理由：**只要还活着，就允许奇迹发生**。\\n\\n\\n---\\n\\n## 镜子外是生活，镜子里是自己\\n\\n> *一波一波的浪潮\\n> 卷走了多少人\\n> 意志不坚定者，怎么配得上这天量的财富\\n> 时刻问自己\\n> 我到底配不配得上这一切*\\n\\n“519”之后，大仓位现货的我资产接近腰斩，甚至连反弹都没有吃，全部割在了底部。\\n\\n六位数的亏损对我来说仿佛是欢乐豆，因为从进入这个市场以后我几乎就没有提现过，**光赚了，都还没来得及享受，觉着钱这东西就是一串数字**。\\n\\n我看了不少教如何看线、如何做交易的视频，想着靠合约很快就能像之前一样把钱挣回来。开始的时候我也有爆仓，但是后面把杠杆降下来，这个情况就好了很多。七月以后，行情一路向下，我就一路做空ETH。在其中我有一个特点，就是为了避免频繁地打止损，我喜欢扛单，哪怕账面可能已经套了三四十个点。那段时间的K线仿佛特别配合我，不是画“山”就是画“门”，上去以后总会拉稀似的泻下来。\\n\\n就这样，两三个周的时间，我合约账户收益大概是200%。\\n\\n然而到七月二十号，市场发生了一些微妙的变化，但我并没有意识到，依旧全仓五倍做空，扛单这个我曾今养成的“好习惯”，给我埋下了一颗巨大的雷，爆得我灰头土脸。\\n\\n![](https://images.mirror-media.xyz/publication-images/s_cLGEreM-aqOUym7k9pe.png?height=873&width=1170)\\n\\n我看着账户里所剩无几的保证金，按下平仓键的时候，就好像做了一场梦。\\n\\n为了给自己透透气，我去参加了巴比特开的大会。\\n\\n我在那面基了不少群友，生活中除了几个被我“带上道”的哥们儿，几乎没有人会和我聊大饼或者是Crypto相关的话题，但是在杭州个个都好像打开了话匣子，到处都能接上话。\\n\\n**我没有感觉到年龄、地域或不同背景可能带来的隔阂感，同一份兴趣，同一份心情使我们产生了联系和共鸣。**\\n\\n![一些照片](https://images.mirror-media.xyz/publication-images/xRyuff2SucSDTC6qiutF1.png?height=5813&width=1151)\\n\\n这是我第一次近距离观察这个行业，倾听不同人的声音，它给我带来了不少启发和感动。\\n\\n**前辈们很少告诉我怎样做是对的，但是他们大多乐于分享一路上走过的教训**，可年轻的我那时就是听不进去，觉得自己是天选之子，与众不同。\\n\\n有些坑只有亲自踩实了才会烙在脑袋里，痛的让人不敢忘记。\\n\\n**所有的捷径都是弯路，所有的逃避都是侥幸**。\\n\\n\\n---\\n\\n## 世间万物塞翁马\\n\\n> *如果你明白了所有可以名状的都不是真相，而真相总是不可名状，那你就打开了内心的智慧，心如止水，合格毕业！*\\n\\n整个八九月我都没有什么太大的收获，习惯了做空的我更是踏空了长达一个月的主升浪，合约还屡屡亏损，我进入了第三次低谷期。\\n\\nNFT市场在那段时间里走向了高潮，“**BAYC**”和“**PUNK**”一飞冲天，成为圈内外名流们显示身段的不二之选。\\n\\n期间基本上推特和discord里稍微有点热度的项目，都能在二级市场炒作起来。我第一个参与的项目是“骷髅”，赚了0.2E；**LOOT**火的时候跟群友冲了个仿盘**Gear**，也赚了有0.5E。\\n\\n后来真正让我触底反弹的是 **Mekaverse**(又称高达）。\\n\\n它是当时热度最高的NFT项目，社交媒体上大概有20w关注，基本抢到就默认暴富，他的Mint（铸造）方式比较特别，需要在钱包里留有ETH，然后去参与抽奖，符合条件的地址最多可以铸造2个。\\n\\n最后有大概十几万人参与，中签率不到5%。\\n\\n![开奖当天，我发现自己中了](https://images.mirror-media.xyz/publication-images/B6gwJ4r-gM1ADJa7B_1XK.png?height=3420&width=1364)\\n\\n意外的中签，让我手中一下子多了不少流动性。\\n\\n紧接着，我拿着赚的钱注册了ENS（以太坊域名），十一月ENS宣布发币后，我领到了个人有史以来最大的一次空投。\\n\\n生活就这样以戏剧性的方式，重新回到了正轨。\\n\\n**幸存者的偏差让我们看见了太多成功的例子，却忘记了更多的是陷入深渊、无法自救的失败者**。老巴也说过，人生只要富一次，因为并不是每一个人都能东山再起。个人的努力实在过于渺小，我们拥有的不过是上天的恩赐。如果问我一年来学到的最重要一课是什么，那就是请拿好宇宙给你的筹码，谨慎做每一次选择。\\n\\n\\n---\\n\\n## History does not just rhyme, it resonates\\n\\n### 历史不仅押韵，它还在冥冥之中回响\\n\\n> *过往种种，与当下我，全无关联；*\\n>\\n> *当下之我，具改变一切，完全自由；*\\n>\\n> *痛苦之幻境，全然崩塌，全然消散;*\\n\\n\\n---\\n\\n以上大概就是我一年来的所有经历了，现在可以来回答开头的那三个问题\\n\\n***1.  2021 年你做对了什么投资行为让你倍感骄傲？（你可以分享你参与了 DeFi / NFT 项目，分享为什么参与？收益如何？）***\\n\\n* 见上文\\n\\n***2.  如果你可以时光倒流，你希望可以回到2021的什么时刻？为什么？当时发生了什么？***\\n\\n* 先说答案吧，我并不希望时间倒流，我无需回到过去改变什么。\\n\\n  如果时光可以倒流，我是不是应该出生在首富之家？我是不是应该让2010年的自己别玩赛尔号，拿着买米米卡的钱去买比特币？我是不是应该跟着那位知乎答主一起去抄底“312”而不是回到2021的某个时刻？\\n\\n  这辈子我们会擦肩而过太多的东西，有时是缘分不够，有时是认知尚未成熟。\\n\\n  我喜欢的一个博主**1pay.eth**说过：\\n\\n  > “*当我不再挣扎着回想过去，不再懊恼当初为什么没有抓住的时候，当我真正从现在开始认真对待的时候，我就真的与它们有缘了，一切都没有错过。重要的是自己是怎样的，这些都是不能强求的，只能水到渠成。但有太多的人，在没有缘分的前期下，胡乱抓瞎，那只能是亏钱出局。要经历很多很多事情，哪怕得到最后可能是1个比特币，宇宙会说：这就是你的缘分。我会说：挺好的*。”\\n\\n  在我过去一年中的每个时刻，我都遵循了我自己的心意，做出了我认知下最好的选择。\\n\\n***3.  2022年，你对接下来的一年有什么判断，希望自己有什么变化？或是参与什么投资机会？***\\n\\n* 加密市场的牛市已经持续了两年，我可能会在2022年更加保守一点（比如最近我清仓了不少alt还有NFT），以应对可能到来的流动性紧缺。\\n\\n  在新的一年，我希望能更加平衡好学业和Crypto，花更多时间在提升认知上，向身边厉害的degen们靠齐；减少关注短期频繁变化的热点，而是去发现长期的、能够跨越牛熊的趋势或者是有能力破圈的项目。\\n\\n  最后，其实我认为判断的准确性并不重要（我也没这个本事2333），投资就是赚的时候多赚一点，亏的时候少亏一点，做对的事情，而不求做对每一件事情。\\n\\n  至于未来参与什么投资机会，我想进一步有进一步的欢喜吧，哈哈。\\n\\n\\n---\\n\\n**最后的最后，我要感谢这一年因Cryoto而相识的朋友们，不管是见过面的没见过面的，还是微信上推特上电报上的，又或是视频里声音里文字里的，是你们的能量，陪我走到了现在。**\\n\\n![当然还有一个人，我把他刻在了新买的iPad上。感谢他给一个普通人带来的财富，为这有限的世界打开了无限的窗口](https://images.mirror-media.xyz/publication-images/uvKGLQDfevC44rtQRuFpr.png?height=999&width=2000)\\n\\n\",\"timestamp\":1642514687,\"title\":\"关于钱的往事&我与Crypto的一周年\"},\"digest\":\"-OrnATua1caEgUgpoyzD5lvhvkOGvJi_cQMOJLd75gU\",\"authorship\":{\"contributor\":\"0x750e0CBae6e9E06Dd7f4592DB49bA4cdb462f7f0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e_lq-WZiZhMpBxi2El5M4GlgHeickubmVOvOm4Q_B5Q\\\",\\\"y\\\":\\\"7wOmQcnjayKQOImNtwJzGGWAeryKhuMY05exLlmvcWE\\\"}\",\"signature\":\"PL_vu-9yYRGpXXY4a_Xw2IZXWipnG7gNe4paRPxAlxKEIzoZJYllnimNscauxgPQru16-Hd76a8c6StJDPwJZA\",\"signingKeySignature\":\"0x00155b9cb26ab9fcb32678411504c713b912e037e89260e757b520fa9aa3bea06158f14c9ff96dabf2dd5f0c4674951e60e9f4289925e60b6f5f62bfeee3a67c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e_lq-WZiZhMpBxi2El5M4GlgHeickubmVOvOm4Q_B5Q\\\",\\\"y\\\":\\\"7wOmQcnjayKQOImNtwJzGGWAeryKhuMY05exLlmvcWE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"v7ZlxqIgxdzxyv-wakip2fR8X4806f9IMli5H52u354\"}"