"{\"content\":{\"body\":\"207国道，大概起点内蒙古，终点徐闻海安镇，浩浩荡荡穿越九省百市。我家位于雷州半岛207国道旁一个小村庄，斜对面是松竹镇东井村，这个村子有百年产业--制造冥币。当年机器还不盛行，制造冥币很多环节都需要人工，所以我们村子里农闲人工，就承接了东井村产业的加工部分。\\n\\n我记得大概春忙过后，我妈就会骑自行车去东井村，回来的时候，自行车后面就有两麻袋的冥币材料，粗黄纸、银纸、锡片、铜印纸等等，接下来的日子，就是我们一家人齐心协力，完成这两麻袋的加工，然后过十余日我妈载给东井村，再载回新的两麻袋。我记得的一道工艺是，将锡片贴到铜印纸上，成为一叠元宝。一叠元宝，有一百张铜印纸，则我们要贴100次锡片，然后一叠元宝的加工费大概是几毛钱，一个能手，一天大概能赚十多元。那是九十年代的事了，那些年见证了冥币的发展，从元宝，到面值1元，到10元、100元、1000元，到了2000年初几年，就出现了万元，2010年出现了亿元面值。大概率，我对于货币通货膨胀的感观，始于此。\\n\\n小小年纪的我，不喜欢重复的冥币加工，喜欢偷懒和讲笑话，笑叹，死人真有钱，钱就是纸，纸就是钱。一旁的爷爷接话，活人的钱也是纸。我有点诧异，我妈则白了一眼，觉得爷爷讲话不吉利。但爷爷没发觉这个白眼，继续说，过去的钱才是钱，金块是金块，大银是大银，现在的钱就是国家印的纸啊。我就接话，那我们印活人的纸钱吧，不印死人的钱了。这次，我妈就不白眼我了，而是直接用贴锡片的浆糊，丢到我脸上，怪我乱说不吉利的话。我爷爷就说，印钱哪是我们做的事，是要杀头的。接着又和我叔讲起闲话，讲村里有人在海南做假钱，后来他家的人在村里买猪肉，卖猪肉的眼镜叔每次都要仔细验他家的钱。\\n\\n直到上高中的时候，政治课上韩校长讲到“金银是天然的货币”时，瞬时醍醐灌顶，回家和我爷爷讲起。我爷爷那时已经卧病在床，他听了不以为然，笑着说，那肯定啦，我当年做鸭子铺，屯一袋子金子和薯叶放在古屋床头，后来被日本兵发现带走了，当年就两个日本兵控制了雷州城。蒋介石的钱，都是纸钱，越来越不值钱，当年二叔公被抓去给日本兵做饭，放出来后又被村人举报，被国民党当作汉奸抓了入监狱，我带一袋蒋介石的钱去给狱警，狱警讲这袋钱只能够买米二十斤，最后给了一块金子，二叔公才不被饿死，得到优待坐了半年就出狱回家。在我爷爷的嘴里，总是能听到一段曲折的家族史，如同这片土地这样早将痛苦深埋，地面上只有平常的风吹来吹去。\\n\\n我爷爷没有储蓄的习惯，对于钱，就是尽快花掉，他在小镇上卖鱼卖了七十年，啊，真的是七十年，从18岁开始，到88岁退休，可是他没有留下一点财产，没有土地，没有房产，我经常想他的钱去哪了。我爸笑着说，给你买荔枝吃掉了。这个倒是真的，我爷真的是赚十元，就花十元，九十年代当时的荔枝，鲜红嫩绿，十五元一斤，他都舍得买。然后买牛腩、烧猪肉等等，他每天卖鱼回家的时候，就是最欢乐的时候。他经历了清末、民国、解放、改革，似乎他的经验，就是钱越来越不值钱，活的时候就尽快花掉。\\n\\n 他的哲学，为人平和，快乐无忧，最喜欢的孙子就是我。百年即将驾鹤西去的时候，他迷糊中问我回来了没有，要我回来送他一程。我妈说，在火车上了，从湖南到雷州还有几百公里。他呃了几声，就走了。那时，我的火车大概刚入广东境内，在韶光吧，望向窗外，这时是春节过后，大地寂寞，没有那么多人来人往，一个车厢，旅客零落几个。我临窗坐着，望着山川，想着若爷爷葬在这里或那里，分别有什么好，来来回回，将学到的那点墓地风水知识，一一在心中演练比照。缅怀之余，倒也没太多的伤感，因为他真的活了一百岁，属于喜丧。\\n\\n 丧礼之上，我妈一辈主持，真的给他烧了很多纸钱，我从来没见过那么多的冥币。亲戚和村人，一一上前与爷爷告别，递上几块钱，然后念几句知遇和别离，献上香烛。鞠躬或叩首，然后和我们亲人握手以致安慰，亲人再一一鞠躬回谢。后烧纸屋纸人，把鞋丢过火堆。【未完】\",\"timestamp\":1634441583,\"title\":\"钱的往事（1）\"},\"digest\":\"nOUGLJzsCDheWaQeKmZ6R0zszWu8-QjqfeN2Pb7YBao\",\"authorship\":{\"contributor\":\"0x90c73B046474Ca1F7b06c60D913C1a97DbE2f08c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qq_HDE1csKCl3AT_3YgWVVe5uTNIdaoHwH29IvYtvJw\\\",\\\"y\\\":\\\"Y536Q82TzSWYTDeBzb-jvVVY77djaEYtxnfg5GOD4rg\\\"}\",\"signature\":\"zaPjPvTRjsBhCpta3Yq1lENJn-2UeuKNfLeo0GDxXmtp_2N5q9idOGkzXBqM9SWroJh3eaB2w1lbRnWs1h5KGA\",\"signingKeySignature\":\"0x8d951361207a8488ec8f7aed4f605c9f70572a23e26237e587352d0da4263512467301b060f31f7d0aad6284129e53a541182b0cf6aa6531d545d767a42ea9b41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qq_HDE1csKCl3AT_3YgWVVe5uTNIdaoHwH29IvYtvJw\\\",\\\"y\\\":\\\"Y536Q82TzSWYTDeBzb-jvVVY77djaEYtxnfg5GOD4rg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TJdtldSFrDdUSL5ZSpzrVI4KxCiQQD03dQuxFx0-Qf8\"}"