"{\"content\":{\"body\":\"now that they had failed of their first plan, to look to the second and summon the man Nachor.  At dead of night Araches repaired to his cave (he dwelt in the desert practising the arts of divination), and told him of their plans, and returned to the king at day-break.  Again he demanded horsemen, and made as though he went in quest of Barlaam.  When he was gone forth, and was walking the desert, a man was seen to issue from a ravine.  Araches gave command to his men to pursue him.  They took and brought him before their master.  When asked who he was, what his religion and what his name, the man declared himself a Christian and gave his name as Barlaam, even as he had been instructed.  Araches made great show of joy, apprehended him and returned quickly to the king, and told his tale and produced his man.  Then said the king in the hearing of all present, \\\"Art thou the devil's workman, Barlaam?\\\"  But he denied it, saying, \\\"I am God's workman, not the devil's.  Revile me not; for I am thy debtor to render me much thanks, because I have taught thy son to serve God, and have turned him from error to the true God, and have schooled him in all manner of virtue.\\\"  Feigning anger, again spake the king, \\\"Though I ought to allow thee never a word, and give thee no room for defence, but rather do thee to death without question, yet such is my humanity that I will bear with thine effrontery until on a set day I try thy cause.  If thou be persuaded by me, thou shalt receive pardon: if not, thou shalt die the death.\\\"  With these words he delivered him to Araches, commanding that he should be most strictly guarded.\\n\\nOn the morrow the king removed thence, and came back to his own palace, and it was blazoned abroad that Barlaam was captured, so that the king's son heard thereof and was exceeding sad at heart, and could in no wise refrain from weeping.  With groans and lamentations he importuned God, and called upon him to succour the aged man.  Nor did the good God despise his complaint, for he is loving with them that abide him in the day of trouble, and knoweth them that fear him.  Wherefore in a night-vision he made known the whole plot to the young prince, and strengthened and cheered him for the trial of his righteousness.  So, when the prince awoke from sleep, he found that his heart, erstwhile so sore and heavy, was now full of joyaunce, courage and pleasant light.  But the king rejoiced at that which he had done and planned, imagining that he was well advised, and showering thanks on Araches.  But wickedness lied to itself, to use the words of holy David, and righteousness overcame iniquity, completely overthrowing it, and causing the memorial thereof to perish with sound, as our tale in its sequel shall show.\\n\\nAfter two days the king visited his son's palace.  When his son came forth for to meet him, instead of kissing him, as was his wont, the father put on a show of distress and anger, and entered the royal chamber, and there sat down frowning.  Then calling to his son, he said, \\\"Child, what is this report that soundeth in mine ears, and weareth away my soul with despondency?  Never, I ween, was man more filled with gladness of heart at the birth of a son than was I at thine; and, I trow, never was man so distressed and cruelly treated by child as I have now been by thee.  Thou hast dishonoured my grey hairs, and taken away the light of mine eyes, and loosed the strength of my sinews; \\\\`for the thing which I greatly feared concerning thee is come upon me, and that which I was afraid of hath come unto me.'  Thou art become a joy to mine enemies, and a laughing\\\\~stock to mine adversaries.  With untutored mind and childish judgement thou hast followed the teaching of the deceivers and esteemed the counsel of the malicious above mine; thou hast forsaken the worship of our gods and become the servant of a strange God. Child, wherefore hast thou done this?  I hoped to bring thee up in all safety, and have thee for the staff and support of mine old age, and leave thee, as is most meet, to succeed me in my kingdom, but thou wast not ashamed to play against me the part of a relentless foe.  And shouldst thou not rather have listened to me, and followed my injunctions, than have obeyed the idle and foolish pratings of that crafty old knave, who taught thee to choose a sour life instead of a sweet, and abandon the charms of dalliance, to tread the hard and rough road, which the Son of Mary ordereth men to go?  Dost thou not fear the displeasure of the most puissant gods, lest they strike thee with lightning, or quell thee with thunderbolt, or overwhelm thee in the yawning earth, because thou hast rejected and scorned those deities that have so richly blessed us, and adorned our brow with the kingly diadem, and made populous nations to be our servants, that, beyond my hope, in answer to my prayer and supplication, allowed thee to be born, and see the sweet life of day, and hast joined thyself unto the Crucified, duped by the hopes of his servants who tell thee fables of worlds to come, and drivel about the resurrection of dead bodies, and bring in a thousand more absurdities to catch fools?  But now, dearest son, if thou hast any regard for me thy father, bid a long farewell to these longwinded follies, and come sacrifice to the gracious gods, and let us propitiate them with hecatombs and drink-offerings, that they may grant thee pardon for thy fall; for they be able and strong to bless and to punish.  And wouldst thou have an example of that which I say?  Behold us, who by them have been advanced to this honour, repaying them for their kindness by honouring their worshippers and chastising the runagates.\\\"\\n\\nNow when the king had ended all this idle parleying, gainsaying and slandering of our religion, and belauding and praising of his idolatry, the saintly young prince saw that the matter needed no further to be hid in a corner, but to be lighted and made plain to the eyes of all; and, full of boldness and courage, he said:\\n\\n\\\"That which I have done, sir, I will not deny.  I have fled from darkness and run to the light: I have left error and joined the household of truth: I have deserted the service of devils, and joined the service of Christ, the Son and Word of God the Father, at whose decree the world was brought out of nothing; who, after forming man out of clay, breathed into him the breath of life, and set him to live in a paradise of delight, and, when he had broken his commandment and was become subject unto death, and had fallen into the power of the dread ruler of this world, did not fail him, but wrought diligently to bring him back to his former honour.  Wherefore he, the framer of all Creation and maker of our race, became man for our sake, and, coming from a holy Virgin's womb; on earth conversed with men: for us ungrateful servants did the master endure death, even the death of the Cross, that the tyranny of sin might be destroyed, that the former condemnation might be abolished, that the gates of heaven might be open to us again.  Thither he hath exalted our nature, and set it on the throne of glory, and granted to them that love him an everlasting kingdom and joys beyond all that tongue can tell, or ear can hear.  He is the mighty and only potentate, King of kings and Lord of lords, whose might is invincible, and whose lordship is beyond compare, who only is holy and dwelleth in holiness, who with the Father and with the Holy Ghost is glorified; into this faith I have been baptized.  And I acknowledge and glorify and worship One God in Three persons, of one substance, and not to be confounded, increate and immortal, eternal, infinite, boundless, without body, without passions, immutable, unchangeable, undefinable, the fountain of goodness, righteousness and everlasting light, maker of all things visible and invisible, containing and sustaining all things, provident for all, ruler and King of all.  Without him was there nothing made, nor without his providence can aught subsist.  He is the life of all, the support of all, the light of all, being wholly sweetness and insatiable desire, the summit of aspiration.  To leave God, then, who is so good, so wise, so mighty, and to serve impure devils, makers of all sinful lusts, and to assign worship to deaf and dumb images, that are not, and never shall be, were not that the extreme of folly and madness?  When was there ever heard utterance or language from their lips?  When have they given even the smallest answer to their bedesmen?  When have they walked, or received any impression of sense?  Those of them that stand have never thought of sitting down; and those that sit have never been seen to rise.  From an holy man have I learned the ugliness, ill savour and insensibility of these idols, and, moreover, the rottenness and weakness of the devils that operate in them and by them deceive you; and I loathe their wickednesses and, hating them with a perfect hatred, have joined myself to the living and true God, and him will I serve until my latest breath, that my spirit also may return into his hands.  When these unspeakable blessings came in my path I rejoiced to be freed from the bondage of evil devils, and to be reclaimed from dire captivity and to be illumined with the light of the countenance of the Lord.  But my soul was distressed and divided asunder, that thou, my lord and father, didst not share in my blessings. Yet I feared the stubbornness of thy mind, and kept my grief to myself, not wishing to anger thee; but, without ceasing, I prayed God to draw thee to himself, and call thee back from the long exile that thou hast imposed upon thyself, a runagate alas!  from righteousness, and a servant of all sin and wickedness.  But sith thou thyself, O my father, hast brought mine affairs to light, hear the sum of my resolve: I will not be false to my covenant with Christ; no, I swear it by him that bought me out of slavery with his own precious blood; even if I must needs die a thousand deaths for his sake, die I will.  Knowing then how matters now stand with me, prithee, no longer trouble thyself in endeavouring to persuade me to change my good confession.  For as it were a thankless and never ending task for thee to try to grasp the heavens with thy hand, or to dry up the waters of the sea, so hard were it for thee to change me.  Either then now listen to my counsel, and join the household of Christ, and so thou shalt gain blessings past man's understanding, and we shall be fellows with one another by faith, even as by nature; or else, be well assured, I shall depart thy sonship, and serve my God with a clear conscience.\\\"\\n\\nNow when the king heard all these words, he was furiously enraged: and, seized with ungovernable anger, he cried out wrathfully against him, and gnashed his teeth fiercely, like any madman.  \\\"And who,\\\" said he, \\\"is blameable for all my misfortunes but myself, who have dealt with thee so kindly, and cared for thee as no father before?  Hence the perversity and contrariness of thy mind, gathering strength by the licence that I gave thee, hath made thy madness to fall upon mine own pate.  Rightly prophesied the astrologers in thy nativity that thou shouldest prove a knave and villain, an impostor and rebellious son.  But now, if thou wilt make void my counsel, and cease to be my son, I will become thine enemy, and entreat thee worse than ever man yet entreated his foes.\\\"\\n\\nAgain said Ioasaph, \\\"Why, O king, hast thou been kindled to wrath?  Art thou grieved that I have gained such bliss?  Why, what father was ever seen to be sorrowful in the prosperity of his son?  Would not such an one be called an enemy rather than a father?  Therefore will I no more call thee my father, but will withdraw from thee, as a man fleeth from a snake, if I know that thou grudgest me my salvation, and with violent hand forcest me to destruction.  If thou wilt force me, and play the tyrant, as thou hast threatened, be assured that thou shalt gain nought thereby save to exchange the name of father for that of tyrant and murderer.  It were easier for thee to attain to the ways Of the eagle, and, like him, cleave the air, than to alter my loyalty to Christ, and that good confession that I have confessed in him.  But be wise, O my father, and shake off the rheum and mist from the eyes of thy mind, lift them aloft and look upward to view the light of my God that enlighteneth all around, and be thyself, at last, enlightened with this light most sweet.  Why art thou wholly given up to the passions and desires of the flesh, and why is there no looking upward?  Know thou that all flesh is grass and all the glory of man as the flower of grass. The grass withereth, and the flower thereof falleth away; but the word of my Lord, which by the gospel is preached unto all, shall endure for ever.  Why then dost thou thus madly cling to and embrace that glory, which, like spring flowers, fadeth and perisheth, and to beastly unsavoury wantonness, and to the abominable passions of the belly and the members thereunder, which for a season please the senses of fools, but afterwards make returns more bitter than gall, when the shadows and dreams of this vain life are passed away, and the lovers thereof, and workers of iniquity are imprisoned in the perpetual pain of dark and unquenchable fire, where the worm that sleepeth not gnaweth for ever, and where the fire burneth without ceasing and without quenching through endless ages?  And with these sinners alas! thou too shalt be imprisoned and grievously tormented, and shalt bitterly rue thy wicked counsels, and bitterly regret thy days that now are, and think upon my words, but there shall be no advantage in repentance; for in death there is no confession and repentance.  But the present is the set time for work: the future for reward.  Even if the pleasures of the present world were not evanescent and fleeting, but were to endure for ever with their owners, not even thus should any man choose them before the gifts of Christ, and the good things that pass man's understanding. Soothly, as the sun surpasseth in radiance and brightness the dead of night, even so, and much more so, doth the happiness promised to those that love God excel in glory and magnificence all earthly kinship and glory; and there is utter need for a man to choose the more excellent before the more worthless.  And forasmuch as everything here is fleeting and subject to decay, and passeth and vanisheth as a dream, and as a shadow and vision of sleep; and as one may sooner trust the unstable breezes, or the tracks of a ship passing over the waves, than the prosperity of men, what simplicity, nay, what folly and madness it is to choose the corruptible and perishable, the weak things of no worth, rather than the incorruptible and everlasting, the imperishable and endless, and, by the temporal enjoyment of these things, to forfeit the eternal fruition of the happiness to come! Wilt thou not understand this, my father?  Wilt thou not haste past the things which haste pass thee, and attach thyself to that which endureth?  Wilt thou not prefer a home land to a foreign land, light to darkness, the spirit to the flesh, eternal life to the shadow of death, the indestructible to the fleeting?  Wilt thou not escape from the grievous bondage of the cruel prince of this world, I mean the evil one, the devil, and become the servant of the good, tenderhearted, and all merciful Lord?  Wilt thou not break away from serving thy many gods, falsely so called, and serve the one, true and living God?  Though thou hast sinned against him often times by blaspheming him, and often times by slaying his servants with dread torments, yet, I know well, that if thou turn again, he shall in his kindness receive thee, and no more remember thine offences: because he willeth not the death of a sinner but rather that he may turn and live -- he, who came down from the unspeakable heights, to seek us that had  gone astray: who endured for us Cross, scourge and death: who bought with his precious blood us who had been sold in bondage under sin.  Unto him be glory and praise for ever and ever! Amen.\\\"\\n\\nThe king was overwhelmed with astonishment and anger; with astonishment, at his son's wisdom and unanswerable words; with anger, at the persistence with which he denounced his father's gods, and mocked and ridiculed the whole tenour of his life.  He could not admit the glory of his discourse because of the grossness of the darkness within, but natural affection forbad him to punish his son, or evilly to entreat him, and he utterly despaired of moving him by threats.  Fearing then that, if he argued further with him, his son's boldness and bitter satire of the gods might kindle him to hotter anger, and lead him to do him a mischief, he arose in wrath and withdrew.  \\\"Would that thou hadst never been born,\\\" he cried, \\\"nor hadst come to the light of day, destined as thou weft to be such an one, a blasphemer of the gods, and a renegade from thy father's love and admonition\\\"  But thou shalt not alway mock the invincible gods, nor shall their enemies rejoice for long, nor shall these knavish sorceries prevail.  For except thou become obedient unto me, and right- minded toward the gods, I will first deliver time to sundry tortures, and then put thee to the cruellest death, dealing with thee not as with a son, but as with an enemy and rebel.\\\"\\n\\nXXV.\\n\\nIn such wise did the father threaten and wrathfully retire.  But the son entered his own bedchamber, and lifted up his eyes to the proper judge of his cause, and cried out of the depth of his heart, \\\"O Lord my God, my sweet hope and unerring promise, the sure refuge of them that are wholly given up to thee, with gracious and kindly eye look upon the contrition of my heart, and leave me not, neither forsake me.  But, according to thine unerring pledge, be thou with me, thine unworthy and sorry servant.  Thee I acknowledge and confess, the maker and provider of all creation.  Therefore do thou thyself enable me to continue in this good confession, until my dying breath: look upon me, and pity me; and stand by and keep me unhurt by any working of Satan. Look upon me, O King: for my heart is enkindled with longing after thee, and is parched as with burning thirst in the desert, desiring thee, the well of immortality.  Deliver not to the wild beasts my soul that confesseth thee: forget not the soul of the poor for ever; but grant me that am a sinner throughout my length of days to suffer all things for thy name's sake and in the confession of thee, and to sacrifice my whole self unto thee.  For, with thy might working in them, even the feeble shall wax exceeding strong; for thou only art the unconquerable ally and merciful God, whom all creation blesseth, glorified for ever and ever.  Amen.\\\"\\n\\nWhen he had thus prayed, he felt divine comfort stealing over his heart, and, fulfilled with courage, he spent the whole night in prayer.  Meanwhile the king communed with Araches, his friend, as touching his son's matters, and signified to him his son's sheer audacity and unchangeable resolution.  Araches gave counsel that he should, in his dealings with him, show the utmost kindness and courtesy, in the hope, perchance, of alluring him by flattering attentions.  The day following, the king came to his son, and sat down, and called him to his side.  He embraced and kissed him affectionately, coaxing him gently and tenderly, and said, \\\"O my darling and well-beloved son, honour thou thy father's grey hairs: listen to my entreaty, and come, do sacrifice to the gods; thus shalt thou win their favour, and receive at their hands length of days, and the enjoyment of all glory and of an undisputed kingdom, and happiness of every sort.  Thus shalt thou be well pleasing to me thy father throughout life and be honoured and lauded of all men.  It is a great count in the score of praise to be obedient to thy father, especially in a good cause, and to gain the goodwill of the gods.  What thinkest thou, my son?  Is it that I have willingly declined from the right, and chosen to travel on the wrong road: or that, from ignorance and inexperience of the good, I have given myself to destruction? Well, if thou thinkest that I willingly prefer the evil to the profitable, and choose death before life, thou seemest to me, son, completely to have missed the goal in judging.  Dost thou not see to what discomfort and trouble I often expose myself in mine expeditions against my foes, or when I am engaged in divers other business for the public good, not sparing myself even hunger and thirst, if need be, the march on foot, or the couch on the ground?  As for riches and money, such is my contempt and scorn thereof, that I have at times ungrudgingly lavished all the stores of my palace, to build mighty temples for the gods, and to adorn them with all manner of splendour, or else to distribute liberal largess to my soldiers.  Possessing then, as I also do, this contempt of pleasure and this courage in danger, what zeal would I not have devoted to contemning all else, and winning my salvation, had I only found that the religion of the Galileans were better than mine own?  But, if thou condemnest me for ignorance and inexperience of the good, consider how many sleepless nights I have spent, with some problem before me, oft- times no very important one, giving myself no rest until I had found the clear and most apt solution.\\n\\nSeeing then that I reckon that not even the least of these temporal concerns is unworthy of thought until all be fitly completed for the advantage of all and seeing that all (I ween) bear me witness that no man under the sun can search out secrets with more diligence than I, how then could I have considered divine things, that call for worship and serious consideration, unworthy of thought, and not rather have devoted all my zeal and might, all my mind and soul to the investigation thereof, to find out the right and the true?  Aye, and I have laboriously sought thereafter.  Many nights and days have I spent thus: many wise and learned men have I called to my council; and with many of them that are called Christians have I conversed.  By untiring enquiry and ardent search I have discovered the pathway of truth, witnessed by wise men honoured for their intelligence and wit, -- that there is none other faith than ours.  This is the path that we tread to-day, worshipping the most puissant gods, and holding fast to that sweet and delightsome life, given by them to all men, fulfilled with all manner of pleasure and gladness of heart, which the leaders and priests of the Galileans have in their folly rejected; so that, in hope of some other uncertain life, they have readily cast away this sweet light, and all those pleasures which the gods have bestowed on us for enjoyment, and all the while know not what they say, nor whereof they confidently affirm.\\n\\n\\\"But thou, dearest son, obey thy father, who, by diligent and honest search, hath found the real good.  Lo, I have shown thee that, neither willingly, I no, nor by way of ignorance, have I failed of the good, but rather that I have found and laid hold thereon.  And I earnestly desire that thou too shouldest not wander as a fool, but shouldest follow me.  Have respect then unto thy father.  Dost thou not know how lovely a thing it is to obey one's father, and please him in all ways?  Contrariwise, how deadly and cursed a thing it is to provoke a father and despise his commands?  As many as have done so, have come to a miserable end.  But be not thou, my son, one of their number.  Rather do that which is well pleasing to thy sire, and so mayest thou obtain all happiness and inherit my blessing and my kingdom!\\\"\\n\\nThe high-minded and noble youth listened to his father's windy discourse and foolish opposition, and recognized therein the devices of the crooked serpent, and how standing at his right hand he had prepared a snare for his feet, and was scheming how to overthrow his righteous soul, and hinder him of the prize laid up in store.  Therefore the prince set before his eyes the commandment of the Lord, which saith, \\\"I came not to send peace, but strife and a sword.  For I am come to set a man at variance against his father, and a daughter against her mother, and so forth; and \\\"He that loveth father or mother more than me is not worthy of me\\\"; and \\\"Whosoever shall deny me before men, him will I also deny before my Father which is in heaven.\\\"  When he had considered these things, and fettered his soul with divine fear, and strengthened it with longing desire and love, right opportunely he remembered the saying of Solomon, \\\"There is a time to love, and a time to hate; a time of war, and a time of peace.\\\" First of all he prayed in silence, and said, \\\"Have mercy of me, Lord God, have mercy of me; for my soul trusteth in thee; and under the shadow of thy wings I shall hope till wickedness overpass.  I shall cry to the highest God; to God that did well to me,\\\" and the rest of the psalm.\\n\\nThen said Ioasaph to the king, \\\"To honour one's father, and to obey his commands, and to serve him with good will and affection is taught us by the Lord of us all, who hath implanted in our hearts this natural affection.  But, when loving devotion to our parents bringeth our soul into peril, and separateth her from her Maker, then we are commanded, at all costs, to cut it out, and, on no account, to yield to them that would depart us from God, but to hate and avoid them, even if it be our father that issueth the abominable command, or our mother, or our king, or the master of our very life.  Wherefore it is impossible for me, out of devotion to my father, to forfeit God.  So, prithee, trouble not thyself, nor me: but be persuaded, and let us both serve the true and living God, for the objects of thy present worship are idols, the works of men's hands, devoid of breath, and deaf, and give nought but destruction and eternal punishment to their worshippers.\\n\\n\\\"But if this be not thy pleasure, deal with me even as thou wilt: for I am a servant of Christ, and neither flatteries nor torments shall separate me from his love, as I told thee yesterday, swearing it by my Master's name, and confirming the word with surest oath.  But, whereas thou saidest that thou didst neither wilfully do wrong, nor didst fail of the mark through ignorance, but after much laborious enquiry hadst ascertained that it was truly a good thing to worship idols and to be riveted to the pleasures of the passions -- that thou art wilfully a wrong doer, I may not say.  But this I know full well, and would have thee know, O my father, that thou art surrounded with a dense mist of ignorance, and, walking in darkness that may be felt, seest not even one small glimmer of light.  Wherefore thou hast lost the right pathway, and wanderest over terrible cliffs and chasms. Holding darkness for light, and clinging to death as it were life, thou deemest that thou art well advised, and hast reflected to good effect: but it is not so, not so.  The objects of thy veneration are not gods but statues of devils, charged with all their filthy power; nor is the life, which thou pronouncest sweet and pleasant, and thinkest to be full of delight and gladness of heart, such in kind: but the same is abominable, according to the word of truth, and to be abhorred.  For for a time it sweeteneth and tickleth the gullet, but afterwards it maketh the risings more bitter than gall (as said my teacher), and is sharper than any two-edged sword.\\n\\n\\\"How shall I describe to thee the evils of this life?  I will tell them, and they shall be more in number than the sand.  For such life is the fishhook of the devil, baited with beastly pleasure, whereby he deceiveth and draggeth his prey into the depth of hell.  Whereas the good things, promised by my Master,  which thou callest \\\\`the hope of some other uncertain life,' are true and unchangeable; they know no end, and are not subject to decay.  There is no language that can declare the greatness of yonder glory and delight, of the joy unspeakable, and the everlasting gladness.  As thou thyself seest, we all die; and there is no man that shall live and not see death.  But one day we shall all rise again, when our Lord Jesus Christ shall come, the Son of God, in unspeakable glory and dread power, the only King of kings, and Lord of lords; to whom every knee shall bow, of things in heaven, and things in earth, and things under the earth.  Such terror shall he then inspire that the very powers of heaven shall be shaken: and before him there shall stand in fear thousand thousands, and ten thousand times ten thousand of Angels and Archangels, and the whole world shall be full of fear and terror.  For one of the Archangels shall sound with the trump of God, and immediately the heavens shall be rolled together as a scroll; and the earth shall be rent, and shall give up the dead bodies of all men that ever were since the first man Adam until that day.  And then shall all men that have died since the beginning of the world in the twinkling of an eye stand alive before the judgement seat of the immortal Lord, and every man shall give account of his deeds.  Then shall the righteous shine forth as the sun; they that believed in the Father, Son and Holy Ghost, and ended this present life in good works.  And how can I describe to thee the glory that shall receive them at that day? For though I compare their brightness and beauty to the light of the sun or to the brightest lightning flash, yet should I fail to do justice to their brightness.  Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him, in the kingdom of heaven, in the light which no man can approach unto, in his unspeakable and unending glory.\\n\\n\\\"Such joys and such bliss shall the righteous obtain, but they that have denied the only true God and not known their Maker and Creator, but have worshipped foul devils, and rendered homage to dumb idols, and loved the pleasures of this vain world, and, like swine, wallowed in the mire of sinful lusts, and made their lives a headquarters for all wickedness, shall stand naked and laid bare, downright ashamed and downcast, pitiable in appearance and in fact, set forth for a reproach to all creation.  All their life in word, deed and thought shall come before their faces. Then, after this bitter disgrace and unbearable reproach, shall they be sentenced to the unquenchable and light-less fire of Gehenna, unto the outer darkness, the gnashing of teeth and the venomous worm.  This is their portion, this their lot, in the which they shall dwell together in punishment for endless ages, because they rejected the good things offered them in promise, and, for the sake of the pleasure of sin for a season, made choice of eternal punishment.  For these reasons -- to obtain that unspeakable bliss, to enjoy that ineffable glory, to equal the Angels in splendour, and to stand with boldness before the good and most sweetest Lord, to escape those bitter and unending punishments and that galling shame -- time after time, were it not worth men's while to sacrifice their riches and bodies, nay, even their very lives?  Who is so cowardly, who so foolish, as not to endure a thousand temporal deaths, to escape eternal and everlasting death, and to inherit life, blissful and imperishable, and to shine in the light of the blessed and life- giving Trinity?\\\"\\n\\nXXVI.\\n\\nWhen the king heard these words, and saw the steadfastness, and unbuxomness of his son, who yielded neither to flattery, nor persuasion, nor threat, he marvelled indeed at the persuasiveness of his speech and his irrefutable answers, and was convicted by his own conscience secretly assuring him that Ioasaph spake truly and aright.  But he was dragged back by his evil habit and passions, which, from long use, had taken firm grip on him, and held him in as with bit and bridle, and suffered him not to behold the light of truth.  So he left no stone unturned, as the saying is, and adhered to his old purpose, determining to put into action the plot which he and Araches had between them devised.  Said he to his son, \\\"Although, child, thou oughtest in all points simply to give in to my commands, yet, because thou art stubborn and disobedient, and hast thus stiffly opposed me, insisting that thine own opinion should prevail over all, bid we now farewell to vain insistance, and let persuasion be now our policy.  And, forasmuch as Barlaam, thy deceiver, is here, my prisoner in iron chains, I will make a great assembly, and summon all our people and your Galileans, to one place; and I will charge heralds to proclaim expressly that none of the Christians shall fear, but that all shall muster without dread; and we will hold debate together.  If your side win, then shall ye and your Barlaam gain your desires; but if ye lose, then shall ye with right good will yield yourselves to my commands.\\\"\\n\\nBut this truly wise and prudent youth, forewarned, by the heavenly vision sent him, of his father's mischief, replied, \\\"The Lord's will be done!  Be it according to thy command!  May our good God and Lord himself vouchsafe that we wander not from the right way, for my soul trusteth in him, and he shall be merciful unto me.\\\"  There and then did the king command all, whether idolaters or Christians, to assemble.  Letters were despatched in all quarters: heralds proclaimed it in every village town that no Christian need fear any secret surprise, but all might come together without fear, as friends and kindred, for the honest and unrestrained enquiry that should be held with their chief and captain, Barlaam.  In like manner also he summoned the initiate and the temple-keepers of his idols, and wise men of the Chaldeans and Indians that were in all his kingdom, beside certain augurs, sorcerers and seers, that they might get the better of the Christians.\\n\\nThen were there gathered together multitudes that held his loathly religion; but of the Christians was there found one only\\n\\nthat came to the help of the supposed Barlaam.  His name was Barachias.  For of the Faithful, some were dead, having fallen victims to the fury of the governors of the cities; and some were hiding in mountains and dens, in dread of the terrors hanging over them; while others had feared the threats of the king, and durst not adventure themselves into the light of day, but were worshippers by night, serving Christ in secret, and in no wise boldly confessing him.  So noble-hearted Barachias came alone to the contest, to help and champion the truth.\\n\\nThe king sat down before all on a doom-stool high and exalted, and bade his son sit beside him.  He, in reverence and awe of his father, consented not thereto, but sat near him on the ground. There stood the learned in the wisdom which God hath made foolish, whose unwise hearts had gone astray, as saith the Apostle; for, \\\"professing themselves to be wise, they became fools, and changed the glory of the uncorruptible God into an image made like to corruptible man, and four-footed beasts, and creeping things.\\\"  These were assembled for to join argument with the king's son and his fellows, and on them was fulfilled the proverb, \\\"Gazelle against lion.\\\"  The one made the most High his house of defence, and his hope was under the shadow of his wings; while the others trusted in the princes of this world, who are made of none effect, and in the ruler of the darkness of this world, to whom they have subjected themselves miserably and wretchedly.\\n\\nNow came on Nachor, in the disguise of Barlaam; and the king's side were like to reach their goal; but, once again, very different was the ordering of the wise providence of God.  When all the company was come, thus spake the king to his orators and philosophers, or rather to the deceivers of his people, and fools at heart, \\\"Behold now, there lieth before you a contest, even the mightiest of contests; for one of two things shall befall you.  If ye establish our cause, and prove Barlaam and his friends to be in error, ye shall have your fill of glory and honour from us and all the senate, and shall be crowned with crowns of victory. But if ye be worsted, in all ignominy ye shall pitiably perish, and all your goods shall be given to the people, that your memorial may be clean blotted out from off the earth.  Your bodies will I give to be devoured by wild beasts and your children will I deliver to perpetual slavery.\\\"\\n\\nWhen the king had thus spoken, his son said, \\\"A righteous doom hast thou judged this day, O king.  The Lord establish this thy mind!  I too have the same bidding for my teacher.\\\"  And, turning round to Nachor, who was supposed to be Barlaam, he said, \\\"Thou knowest, Barlaam, in what splendour and luxury thou foundest me. With many a speech thou persuadedst me to leave my father's laws and customs, and to serve an unknown God, drawn by the promise of some unspeakable and eternal blessings, to follow thy doctrines and to provoke to anger my father and lord.  Now therefore consider that thou art weighed in the balance.  If thou overcome in the wrestling, and prove that the doctrines, which thou hast taught me, be true, and show that they, that try a fall with us, be in error, thou shalt be magnified as no man heretofore, and shalt be entitled \\\\`herald of truth'; and I will abide in thy doctrine and serve Christ, even as thou didst preach, until my dying breath.  But if thou be worsted, by foul play or fair, and thus bring shame on me to-day, speedily will I avenge me of mine injury; with mine own hands will I quickly tear out thy heart and thy tongue, and throw them with the residue of thy carcase to be meat for the dogs, that others may be lessoned by thee not to cozen the sons of kings.\\\"\\n\\nWhen Nachor heard these words, he was exceeding sorrowful and downcast, seeing himself falling into the destruction that he had made for other, and being drawn into the net that he had laid privily, and feeling the sword entering into his own soul.  So he took counsel with himself, and determined rather to take the side of the king's son, and make it to prevail, that he might avoid the danger hanging over him, because the prince was doubtless able to requite him, should he be found to provoke him.  But this was all the work of divine providence that was wisely establishing our cause by the mouth of our adversaries.  For when these idol-priests and Nachor crossed words, like another Barlaam, who, of old in the time of Balak, when purposing to curse Israel, loaded him with manifold blessings, so did Nachor mightily resist these unwise and unlearned wise men.\\n\\nThere sat the king upon his throne, his son beside him, as we have said.  There beside him stood these unwise orators who had whetted their tongues like a sharp sword, to destroy truth, and who (as saith Esay) conceive mischief and bring forth iniquity. There were gathered innumerable multitudes, come to view the contest and see which side should carry oft the victory.  Then one of the orators, the most eminent of all his fellows, said unto Nachor, \\\"Art thou that Barlaam which hath so shamelessly and audaciously blasphemed our gods, and hath enmeshed our king's well beloved son in the net of error, and taught him to serve the Crucified?\\\"  Nachor answered, \\\"I am he, I am Barlaam, that, as thou sayest, doth set your gods at nought: but the king's son have I not enmeshed in error; but rather from error have I delivered him, and brought him to the true God.\\\"  The orator replied, \\\"When the great and marvellous men, who have discovered all knowledge of wisdom, do call them high and immortal gods, and when all the kings and honourable men upon earth do worship and adore them, how waggest thou tongue against them, and, in brief, how durst thou be so mighty brazen-faced?  What is the manner of thy proof that the Crucified is God, and these be none?\\\"  Then replied Nachor, disdaining even to answer the speaker.  He beckoned with his hand to the multitude to keep silence, and opening his mouth, like Balaam's ass, spake that which he had not purposed to say, and thus addressed the king.\\n\\nXXVII.\\n\\n\\\"By the providence of God, O king, came I into the world; and when I contemplated heaven and earth and sea, the sun and moon, and the other heavenly bodies, I was led to marvel at their fair order.  And, when I beheld the world and all that therein is, how it is moved by law, I understood that he who moveth and sustaineth it is God.  That which moveth is ever stronger than that which is moved, and that which sustaineth is stronger than that which is sustained.  Him therefore I call God, who constructed all things and sustaineth them, without beginning, without end, immortal, without want, above all passions, and failings, such as anger, forgetfulness, ignorance, and the like. By him all things consist.  He hath no need of sacrifice, or drink-offering, or of any of the things that we see, but all men have need of him.\\n\\n\\\"Now that I have said thus much concerning God, according as he hath granted me to speak concerning himself, come we now to the human race, that we may know which of them partake of truth, and which of error.  It is manifiest to us, O king, that there are three races of men in this world: those that are worshippers of them whom ye call gods, and Jews, and Christians.  And again those who serve many gods are divided into three races, Chaldeans, Greeks and Egyptians, for these are to the other nations the leaders and teachers of the service and worship of the gods whose name is legion.  Let us therefore see which of these hold the truth, and which error.\\n\\n\\\"The Chaldeans, which knew not God, went astray after the elements and began to worship the creature rather than their Creator, and they made figures of these creatures and called them likenesses of heaven, and earth and sea, of sun and moon, and of the other elements or luminaries.  And they enclose them in temples, and worship them under the title of gods, and guard them in safety lest they be stolen by robbers.  They have not understood how that which guardeth is ever greater than that which is guarded, and that the maker is greater than the thing that is made; for, if the gods be unable to take care of themselves, how can they take care of others?  Great then is the error that the Chaldeans have erred in worshipping lifeless and useless images.  And I am moved to wonder, O king, how they, who are called philosophers among them, fail to understand that even the very elements are corruptible.  But if the elements are corruptible and subject to necessity, how are they gods?  And if the elements are not gods, how are the images, created to their honour, gods?\\n\\n\\\"Come we then, O king, to the elements themselves, that we may prove concerning them, that they are not gods, but corruptible and changeable things, brought out of non-existence by the command of him who is God indeed, who is incorruptible, and unchangeable, and invisible, but yet himself seeth all things, and, as he willeth, changeth and altereth the same.  What then must I say about the elements?\\n\\n\\\"They, who ween that the Heaven is a god, are in error.  For we see it turning and mowing by law, and consisting of many parts, whence also it is called Cosmos!  Now a \\\\`Cosmos' is the handiwork of some artificer; and that which is wrought by handiwork hath beginning and end.  And the firmament is moved by law together with its luminaries.  The stars are borne from Sign to Sign, each in his order and place: some rise, while others set: and they run their journey according to fixed seasons, to fulfil summer and winter, as it hath been ordained for them by God, nor do they transgress their proper bounds, according to the inexorable law of nature, in common with the heavenly firmament.  Whence it is evident that the heaven is not a god, but only a work of God.\\n\\n\\\"They again that think that the Earth is a goddess have gone astray.  We behold it dishonoured, mastered, defiled and rendered useless by mankind.  If it be baked by the sun, it becometh dead, for nothing groweth from a potsherd.  And again, if it be soaked overmuch, it rotteth, fruit and all.  It is trodden under foot of men and the residue of the beasts: it is polluted with the blood of the murdered, it is digged and made a grave for dead bodies. This being so, Earth can in no wise be a goddess, but only the work of God for the use of men.\",\"timestamp\":1640138861,\"title\":\"\\nAfter the monks had made this godly end, the king bade Araches, his chief councillor,\"},\"digest\":\"D66yXUo-MSQaHejWjPZwMpWTiw9ETg9rU0Iw5DPJONs\",\"authorship\":{\"contributor\":\"0x6A321BD15f7B900C7F8Dd29Ce6ed73fa0E7D220F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4L9ci0E-RuROBTMm7OoFeiOXg40_Ky2F9s8iDnPjMU0\\\",\\\"y\\\":\\\"vY5mgiC_EO002H8BYny5FLp-Rc2GUAfEKtZZgjg_eBU\\\"}\",\"signature\":\"rtb0gBfD2F66kc8zv2mNcq_bYY8yEJvCaO60-9bY3ueFHnrerkneUE8OPW7cZDJLmFwxNJZw_aShURlpVWBM-Q\",\"signingKeySignature\":\"0xb85935c548cf93469c72bfbc19ae1cbaa879ad6c08dbc624961562002633e0c24688711b46c5fa92ac3d5587ff3a6b3fecef79f481fe813b2625e09e7ebc08a01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4L9ci0E-RuROBTMm7OoFeiOXg40_Ky2F9s8iDnPjMU0\\\",\\\"y\\\":\\\"vY5mgiC_EO002H8BYny5FLp-Rc2GUAfEKtZZgjg_eBU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"D66yXUo-MSQaHejWjPZwMpWTiw9ETg9rU0Iw5DPJONs\"}"