"{\"content\":{\"body\":\"Artois hesitated, looking at Gaspare.\\n\\n\\\"I will persuade the Signora to come back with us,\\\" he said.\\n\\n\\\"Si, Signore. You must persuade the poor Signora. The poor Signora is mad to-night. She gave me a look--\\\" His eyes clouded with moisture. \\\"If the poor Signora had not been mad she could not have looked at me like that--at another, perhaps, but not at me.\\\"\\n\\nIt seemed as if at last his long reserve was breaking down. He put up his hand to his eyes.\\n\\n\\\"I did not think that my Padrona--\\\"\\n\\nHe stopped. Artois remembered the face at the window. He grasped Gaspare's hand.\\n\\n\\\"The Signora does not understand,\\\" he said. \\\"I will make the Signora understand.\\\"\\n\\n\\\"Si, Signore, you must make the poor Signora understand.\\\"\\n\\nGaspare's hand held on to the hand of Artois, and in that clasp the immense reserve, that for so many years had divided, and united, these two men, seemed to melt like gold in a crucible of fire.\\n\\n\\\"I will make the Signora understand.\\\"\\n\\n\\\"And I will wait, Signore.\\\"\\n\\nHe pushed the boat off from the rocks. It floated away, with its sister boat, on the calm sea that kissed the palace walls. He gave his Padrona's fate into the hands of Artois. It was a tribute which had upon Artois a startling effect.\\n\\nIt was like a great resignation which conferred a great responsibility.\\n\\nAlways Gaspare had been very jealous, very proud of his position of authority as the confidential servant and protector of Hermione. And now, suddenly, and very simply, he seemed to acknowledge his helplessness with Hermione--to rely implicitly upon the power of Artois.\\n\\nVere, too, in her way had performed a kindred action. She had summoned \\\"Monsieur Emile\\\" in her great trouble. She had put herself in his hands. And he--he had striven to delegate to others the burden he was meant to bear. He had sent Vere to Hermione. He had sent Gaspare to her. He had even sent Ruffo to her. Now he must go himself. Vere, Gaspare, Ruffo--they were all looking to him. But Gaspare's eyes were most expressive, held more of demand for him than the eyes of the girl and boy. For the past was gathered in Gaspare, spoke to him in Gaspare's voice, looked at him from Gaspare's eyes, and in Gaspare's soul waited surely to know how it would be redeemed.\\n\\nHe turned from the sea and looked towards the cliff. Now he had the palace on his left hand. On his right, not far off, was a high bluff going almost sheer into the sea. Nevertheless, access to the village was possible by the strip of rocks beneath it. Had Hermione gone to the village by the rocks? If she had, Gaspare's keen eyes would surely have seen her. Artois looked at the blank wall of the palace. This extended a little way, then turned at right angles. Just beyond the angle, in its shadow, there was a low and narrow doorway. Artois moved along the wall, reached this doorway, stood without it, and listened.\\n\\nThe grass here grew right up to the stones of the ruin. He had come almost without noise. Before him he saw blackness, the blackness of a passage extending from the orifice of the doorway to an interior chamber of the palace. He heard the peculiar sound of moving water that is beset and covered in by barriers of stone, a hollow and pugnacious murmur, as of something so determined that it would be capable of striving through eternity, yet of something that was wistful and even sad.\\n\\nFor an instant he yielded his spirit to this sound of eternal striving. Then he said:\\n\\n\\\"Hermione!\\\"\\n\\nNo one answered.\\n\\n\\\"Hermione!\\\"\\n\\nHe raised his voice. He almost called the name.\\n\\nStill there was no answer. Yet the silence seemed to tell him that she was near.\\n\\nHe did not call again. He waited a moment, then he stepped into the passage.\\n\\nThe room to which it led was the central room, or hall, of the palace --a vaulted chamber, high and narrow, opening to the sea at one end by the great doorway already mentioned, to the land beneath the cliff by a smaller doorway at the other. The faint light from without, penetrating through these facing doorways, showed to Artois a sort of lesser darkness, towards which he walked slowly, feeling his way along the wall. When he reached the hall he again stood still, trying to get accustomed to the strange and eerie obscurity, to pierce it with his eyes.\\n\\nNow to his left, evidently within the building, and not far from where he stood, he heard almost loudly the striving of the sea. He heard the entering wave push through some narrow opening, search round the walls for egress, lift itself in a vain effort to emerge, fall back baffled, retreat, murmuring discontent, only to be succeeded by another eager wave. And this startling living noise of water filled him with a sensation of acute anxiety, almost of active fear.\\n\\n\\\"Hermione!\\\" he said once more.\\n\\nIt seemed to him that the voice of the water drowned his voice, that it was growing louder, was filling the palace with an uproar that was angry.\\n\\n\\\"Hermione! Hermione!\\\"\\n\\nHe strove to dominate that uproar.\\n\\nNow, far off, through the seaward opening, he saw a streak of silver lying like a thread upon the darkness of the sea. And as he saw it, the voice of the waves within the palace seemed to sink suddenly away almost to silence. He did not know why, but the vision of that very distant radiance of the young and already setting moon seemed to restore to him abruptly the accuracy of his sense of hearing.\\n\\nHe again went forward a few steps, descending in the chamber towards the doorway by the worn remains of an almost effaced staircase. Reaching the bottom he stood still once more. On either side of him he could faintly discern openings leading into other rooms. Perhaps Hermione, hearing him call, had retreated from him through one of them. A sort of horror of the situation came upon him, as he began thoroughly to realize the hatred, hatred of brain, of nerves, of heart, that was surely quivering in Hermione in this moment, that was driving her away into the darkness from sound and touch of life. Like a wounded animal she was creeping away from it and hating it. He remembered Gaspare's words about the look she had cast upon perhaps the most truly faithful of all her friends.\\n\\nBut--she did not know. And he, Artois, must tell her. He must make her see the exact truth of the years. He must win her back to reason.\\n\\nReason! As the word went through his mind it chilled him, like the passing of a thing coated with ice. He had been surely a reasonable man, and his reasonableness had led him to this hour. Suddenly he saw himself, as he had seen that palace door by lightning. He saw himself for an instant lit by a glare of fire. He looked, he stared upon himself.\\n\\nAnd he shivered, as if he had drawn close to, as if he had stood by, a thing coated with ice.\\n\\nAnd he dared to come here, to pursue such a woman as Hermione! He dared to think that he could have any power over her, that his ice could have any power over her fire! He dared to think that! For a moment all, and far more than all, his former feelings of unworthiness, of helplessness, of cowardice, rushed back upon him. Then, abruptly, there came upon him this thought--\\\"Vere believes I have power over Hermione.\\\" And then followed the thought--\\\"Gaspare believes that I have power over her.\\\" And the ice seemed to crack. He saw fissures in it. He saw it melting. He saw the \\\"thing\\\" it had covered appearing, being gradually revealed as--man.\\n\\n\\\"Vere believes in my power. Gaspare believes in my power. They are the nearest to Hermione. They know her best. Their instincts about her must be the strongest, the truest. Why do they believe in it? Why do they--why do they know--for they must, they do know, that I have this power, that I am the one to succeed where any one else would fail? Why have they left Hermione in my hands to-night?\\\"\\n\\nThe ice was gone. The lightning flash lit up a man warm with the breath of life. From the gaunt door of the abandoned palace the strip of black cloth, the tragic words above it, dropped down and disappeared.\\n\\nSuddenly Artois knew why Vere believed in his power, and why Gaspare believed in it--knew how their instincts had guided them, knew to what secret knowledge--perhaps not even consciously now their knowledge-- they had travelled. And he remembered the words he had written in the book at Frisio's on the night of the storm:\\n\\n\\\"La Conscience, c'est la quantite de science innee que nous avons en nous.\\\"\\n\\nHe had written those words hurriedly, irritably, merely because he had to write something, and they chanced--he knew not why--to come into his mind as he took hold of the pen. And it was on that night, surely, that his conscience--his innate knowledge--began to betray him. Or--no --it was on that night that he began to defy it, to deny it, to endeavor to cast it out.\\n\\nFor surely he must have known, he had known, what Vere and Gaspare innately knew. Surely his conscience had not slept while theirs had been awake.\\n\\nHe did not know. It seemed to him as if he had not time to decide this now. Very rapidly his mind had worked, rushing surely through corridors of knowledge to gain an inner room. He had only stood at the foot of the crumbling staircase two or three minutes before he moved again decisively, called again, decisively:\\n\\n\\\"Hermione! Hermione! I know you are here. I have come for you!\\\"\\n\\nHe went to the right. On the left was the chamber which had been taken possession of by the sea. She could not have gone that way, unless--he thought of the /fattura della morte/, and for a moment the superstitious horror returned upon him. But he banished it. That could not be. His heart was flooded by conviction that cruelty has an end, that the most relentless fate fails at last in its pursuing, that the /fattura della morte/, if it brought death with it, brought a death that was not of the body, brought, perhaps, a beautiful death of something that had lived too long.\\n\\nHe banished fear, and he entered the chamber on the right. It was lit only by an opening looking to the sea. As he came into it he saw a tall thing--like a tall shadow--pass close to him and disappear. He saw that, and he heard the faint sound of material in movement.\\n\\nThere was then still another chamber on this side, and Hermione had passed into it. He followed her in silence, came to the doorway of it, looked, saw black darkness. There was no other opening either to sea or land. In it Hermione had found what she sought--absolute blackness.\\n\\nBut he had found her. Here she could not escape him.\\n\\nHe stood in the doorway. He remembered Vere's trust in him. He remembered Gaspare's trust. He remembered that Gaspare was waiting in the boat for him--for them. He remembered the words of Gaspare:\\n\\n\\\"You must make the poor Signora understand!\\\"\\n\\nThat was what he had to do: to make Hermione understand. And that surely he could do. Surely he had the power to do it now.\\n\\nFor he himself understood.\\n\\nCHAPTER XLII\\n\\n\\\"Hermione!\\\"\\n\\nArtois spoke to the void.\\n\\n\\\"Hermione, because I have followed you, because I have come here, don't you think that I am claiming any right. Don't think that I imagine, because I am your--because I am--I mean that it has not been easy to me to come. It has not been--it is not a simple thing to me to break in upon--upon--\\\"\\n\\nHe had begun to speak with determination. He had said the very first words with energy, almost with a warm eagerness, as of one hurrying on to vital speech. But suddenly the energy faltered, the eagerness failed, the ring of naturalness died out of the voice. It was as if a gust of cold air had blown out a flame. He paused. Then he said, in a low voice:\\n\\n\\\"You hate me for coming.\\\"\\n\\nHe stopped again. He stared at the void, at the blackness.\\n\\n\\\"You hate me for being here.\\\"\\n\\nAs he said the last words the blackness before him surely gathered itself together, took a form, the form of a wave, towered up as a gigantic wave towers, rolled upon him to overwhelm him. So acute was his sensation of being attacked, of being in peril, that his body was governed by it and instinctively shrank, trying to make itself small that it might oppose as little resistance as possible to the oncoming foe.\\n\\nFor it seemed to him that the wave of blackness was the wave of Hermione's present hatred, that it came upon him, that it struck him, that it stunned and almost blinded him, then divided, rushing onwards he knew not where, unspent and unsatisfied.\\n\\nHe stood like a man startled and confused, striving to regain lost footing, to recover his normal condition.\\n\\n\\\"You hate me.\\\"\\n\\nHad he spoken the words or merely thought them? He did not know. He was not conscious of speaking them, yet he seemed to hear them. He looked at the blackness. And again it surely moved. Again he surely saw it gathering itself together, and towering up as a wave towers.\\n\\nHis sensation was absolutely one of nightmare. And exactly as in a nightmare a man feels that he is no longer fully himself, has no longer the power to do any manly or effective thing, so Artois felt now.\\n\\nIt seemed to him that he was nothing, and yet that he was hated. He turned and looked behind him, moved by a fierce desire for relief. He had not the courage to persist in confronting that blackness which took a form, which came upon him, which would surely overwhelm him.\\n\\nIn the distance he saw a pallor, where the face of the night looked into the palace from the sea. And he heard the distant water. Still the little waves were entering the deserted chambers, only to seek an exit which they could never find. Their ceaseless determination was horrible to him, because it suggested to him the ceaseless determination of those other waves of black hatred, one following another, from some hidden centre of energy that was inexhaustible. As he listened the sound of the sea stole into his ears till his brain was full of it, till he felt as if into his brain, as into those deserted chambers, the waves were penetrating, the waves of the sea and those dark waves which gathered themselves together and flowed upon him from the void.\\n\\nFor a moment they possessed him. For a moment he was the prey of these two oceans.\\n\\nThen he made a violent effort, released himself, and turned again to the chamber in which Hermione was hidden. He faced the blackness. He was able to do that now. But he was not able to go on speaking to the woman who remained invisible, but whose influence he was so painfully conscious of. He was not able to speak to her because she was surely speaking to him, was communicating to him not only her feeling towards him, but also its reason, its basis, in that wordless language which is only used and comprehended by human beings in moments of crisis and intense emotion. That was what he felt, seemed to know.\\n\\nHe stood there, facing the blackness and listening, while she seemed to be telling him her woman's reasons for her present hatred of the man who had been for so long a time her closest friend.\\n\\nAnd these reasons were not only the reasons born of a day's events, of the discovery of the lie on which her spirit had been resting. She did not say--her heart did not say only: \\\"I hate you because you let me believe in that which never existed except in my imagination--my husband's complete love of me, complete faithfulness to me. I hate you because you enclosed me in the prison of a lie. I hate you because during all these years you have been a witness of my devotion to an idol, a graven image whose wooden grimace I mistook for the smile of the god's happy messenger, because you have been a witness of my cult for the memory of one who betrayed my trust in him, who thought nothing of my gift to him, who put another in the sanctuary that should have been sacred to me, and who has poisoned the sources of the holy streams that flow into and feed the soul of a good woman.\\\"\\n\\nIf Hermione had silently told Artois reasons such as these for hating him she would have roused him to battle with her, to defend himself with some real hope of holding his own, even of eventual conquest. But other reasons, too, did they not come from her, creeping out of her brain and heart and soul into his, reasons against which he had no weapons, against which he could make no defence?\\n\\nHe had claimed to understand the psychology of women. He had believed he comprehended women well. Hermione best of all women. But these reasons, creeping out of her into him, set a ring of illuminating fire about his misconception. They told him that though perhaps he had known one Hermione in his friend, there were other Hermiones in her whom he had never really known. Once in the garden of the island by night he had seen, or fancied he had seen, a strange smile upon her face that betokened a secret bitterness; and for a moment he had been confused, and had faltered in his speech, and had felt as if he were sitting with a stranger who was hostile to him, or, if not actually hostile, was almost cruelly critical of him. Now that stranger silently spoke to him, silently told him many things.\\n\\nShe told him--that which few men ever know--something of what women specially want, specially need in life. And the catalogue of these needs seemed to him to be also the catalogue of her reasons for hating him at this moment.\\n\\n\\\"Women need--I needed,\\\" she seemed to say, \\\"not only a large and ample friendship, noble condescending, a friendship like an announcement to citizens affixed to the wall of a market-place, and covering boldly all the principal circumstances and likely happenings of ordinary feminine life, but a friendship, an affection, very individual, very full of subtlety, not such as would suit, would fit comfortably women, but such as would suit, would fit comfortably, would fit beautifully one individual woman--me.\\\"\\n\\nAh, the \\\"women need\\\" was flung away, like a stone thrown into the sea! It was the \\\"I needed\\\" that was held fast, that was shown to Artois now. And the \\\"I\\\" stood to Hermione for herself. But might it not have stood to the world for many a woman?\\n\\n\\\"I needed some one to whom I could be kind, for whom I could think, plan, hope, weave a fabric of ambitious dreams, look forward along the path that leads to glory. I needed some one for whom I could be unselfish, to whom I could often offer those small burnt sacrifices whose smoke women love to see ascending towards God, burnt sacrifices of small personal desire, small personal plans and intentions. I needed some one to need my encouragement, my admiration--frequently expressed--my perpetual sympathy hovering about him like a warm cloud of fragrant incense, my gentle criticism, leading him to efforts which would win from the world, and from me, more admiration of and wonder at his energy and genius. I needed some one to stir within me woman's soft passion for forgiveness, woman's delight in petting the child who has been naughty, but who puts the naughtiness aside and runs home to be good again. I needed some one to set upon a pedestal.\\n\\n\\\"These needs you fully satisfied.\\n\\n\\\"You gave me generously opportunities for kindness, for thoughtfulness, for impersonal ambition, for looking forward on your behalf, for unselfishness, for the sacrifice of my little personal desires, plans, and intentions, for encouragement of you, for admiration of your abilities, for sympathy--even for gentle criticism leading you to efforts which won from me eventually a greater respect for your powers and for secret forgiveness which ended in open petting. When I prepared the pedestal you were quite ready to mount it, and to remain upon it without any demonstration of fatigue.\\n\\n\\\"And so many needs of mine you satisfied.\\n\\n\\\"But I had more needs, and far other needs, than these.\\n\\n\\\"I needed not only to make many gifts, to satisfy my passion for generosity, but to have many gifts, and gifts of a special nature, made in return to me. I needed to feel another often, if not perpetually and exclusively, intent on me. I needed to feel tenderness--watchful, quick, eager tenderness, not tenderness slow- footed and in blinkers--round about me.\\n\\n\\\"I needed a little blindness in my friend. That is true. But the blindness that I needed was not blindness to my little sacrifices, but blindness to my little faults.\\n\\n\\\"To a woman there is such a world of difference between the two! I longed for my friend to see the smoke ascending from my small burnt- offerings of self made for his sake. But I longed, too, for him not always to see with calm, clear eyes my petty failings, my minute vanities, my inconsistencies, my incongruities, my frequent lack of reasoning power and logical sequence, my gusts of occasional injustice --ending nearly always in a rain of undue benefits--my surely forgivable follies of sentiment, my irritabilities--how often due to physical causes which no man could ever understand!--my blunders of the head--of the heart I made but few, or none--my weak depressions, struggled against but not always conquered, my perhaps childish anxieties and apprehensions, my forebodings, not invariably well founded, my fleeting absurdities of temper, of temperament, of manner, or of word.\\n\\n\\\"But as definitely as my friend did not see my little sacrifices he saw my little faults, and he made me see that he saw them. Men are so free from the tender deceits that women are compact of.\\n\\n\\\"And as I needed blindness in some directions, in others I needed clear sight.\\n\\n\\\"I needed some one to see that my woman's heart was not only the heart of a happy mother, to whom God had given an almost perfect child, but also the heart of a lover--not of a /grande amoureuse/, perhaps, but of a lover who had been deprived of the love that is the complement of woman's, and who suffered perpetually in woman's peculiar and terrible way because of that deprivation.\\n\\n\\\"I needed an understanding of my sacred hunger, a comprehension of my desolation, a realization that my efforts to fill my time with work were as the efforts of a traveller in a forest to escape from the wolves whose voices he hears behind him. I needed the recognition of a simple truth--that the thing one is passionately eager to give is nearly always the thing one is passionately eager to receive, and that when I poured forth sympathy upon others I was longing to have it poured forth upon me. I gave because secretly I realized the hunger I was sharing. And often, having satisfied your hunger, I was left to starve, no longer in company, but entirely alone.\\n\\n\\\"I needed great things, perhaps, but I needed them expressed in little ways; and I needed little cares, little attentions, little thoughtfulnesses, little preventions, little, little, absurd kindnesses, tendernesses, recognitions, forgivenesses. Perhaps, indeed, even more than anything magnificent or great, I needed the so- called little things. It is not enough for a woman to know that a man would do for her something important, something even superb, if the occasion for it arose. Such an occasion probably never would arise-- and she cannot wait. She wants to be shown at every moment that some one is thinking kindly of her, is making little, kind plots and plans for her, is wishing to ward off from her the chill winds, to keep from pricking her the thorns of the roses, to shut out from her the shadows of life and let in the sunbeams to her pathway.\\n\\n\\\"I needed the tender, passing touch to show me my secret grief was understood, and my inconsistency was pardoned. I needed the generous smile to prove to me that my greed for kindness, even when perhaps inopportune, was met in an ungrudging spirit. I needed now and then--I needed this sometimes terribly, more, perhaps, than any other thing--a sacrifice of some very small, very personal desire of yours, because it was not mine or because it was opposite to mine. Never, never, did my heart and my nature demand of yours any great sacrifice of self, such as mine could have made--such as mine once did make--for you. But it did demand, often--often it demanded some small sacrifice: the giving up of some trifle, the resignation of some advantage, perhaps, that your man's intellect gave you over my woman's intellect, the abandoning of some argumentative position, or the not taking of it, the sweet pretence--scarcely a sin against the Holy Ghost of truth!-- that I was a tiny bit more persuasive, or more clear-sighted, or more happy in some contention, or more just in some decision, than perhaps I really was. I needed to be shown your affection for me, as I was ever ready, ever anxious, to show mine for you, in all the little ways that are the language of the heart and that fill a woman's life with music.\\n\\n\\\"All this I needed. My nature cried out for it as instinctively as the nature of man cries out for God. But all this I needed generally in vain. You were not always a niggard. You were ready sometimes to give in your way. But were you ever ready to give in mine when you saw--and sometimes you must have seen, sometimes you did see--what mine was? I longed always to give you all you wanted in the way you wanted it. But you gave when you wished and as you chose to give. I was often grateful. I was too often grateful. I was unduly grateful. Because I was giving, I was always giving far more than I received.\\n\\n\\\"But all that time I had something. All that time I had a memory that I counted sacred. All that time, like an idiot child, I was clasping in my hand a farthing, which I believed, which I stated, to be a shining piece of gold.\\n\\n\\\"You knew what it was. You knew it was a farthing! You knew--you knew!\\n\\n\\\"And now that the hour has come when I know, too, can't you understand that I realize not only that that farthing is a farthing, but that all farthings are farthings? Can't you understand that I hate those who have given me farthings when my hands were stretched out for gold--my hands that were giving gold?\\n\\n\\\"Can't you understand? Can't you? Then I'll make you understand! I'll make you! I'll make you!\\\"\\n\\nAgain the blackness gathered itself together, took a form, the form of a wave, towered up as a gigantic wave towers, rolled upon Artois to overwhelm him. He stood firm and received the shock. For he was beginning to understand. He was no longer confronting waves of hatred which were also waves of mystery.\\n\\nHe had thought that Hermione hated him, hated every one just then, because of what Ruffo had silently told her that day at Mergellina. But as he stood there in the dark at the door of that black chamber, hearing the distant murmur of the sea about the palace walls, there were borne in upon him, as if in words she told him, all the reasons for present hatred of him which preceded the great reason of that day; reasons for hatred which sprang, perhaps, which surely must spring, from other reasons of love.\\n\\nHis mind was exaggerating, as minds do when the heart is intensely moved, yet it discerned much truth. And it was very strange, but his now acute consciousness of a personal hatred coming to him from out of the darkness of this almost secret chamber, and of its complex causes, causes which nevertheless would surely never have produced the effect he felt but for the startling crisis of that day, this acute consciousness of a personal and fierce hatred bred suddenly in Artois a new sensation of something that was not hatred, that was the reverse of hatred. Vere had once compared him to a sleepy lion. The lion was now awake.\\n\\n\\\"Hermione,\\\" he said--and now his voice was strong and unfaltering--\\\"I seem to have been listening to you all this time that I have been standing here. Surely I have been listening to you, hearing your thoughts. Don't you know it? Haven't you felt it? When I left the island, when I followed you, I thought I understood. I thought I understood what you were feeling, almost all that you were feeling. I know now how little I understood. I didn't realize how much there was to understand. You've been telling me. Haven't you, Hermione? Haven't you?\\\"\\n\\nHe paused. But there was no answer.\\n\\n\\\"I am sure you have been telling me. We must get down to the truth at last. I thought--till now I have thought that I was more able to read the truth than most men. You must often have laughed--how you must have laughed--secretly at my pretensions. Only once--one night in the garden on the island--I think I saw you laughing. And even then I didn't understand. Mon Dieu!\\\"\\n\\nHe was becoming fiercely concentrated now on what he was saying. He was losing all self-consciousness. He was even losing consciousness of the strange fact that he was addressing a void. It was as if he saw Hermione, so strongly did he feel her.\\n\\n\\\"Mon Dieu! It is as if I'd been blind all the time I have known you, blind to the truth of you and blinder still to my own truth. Perhaps I am blind now. I don't know. But, Hermione, I can see something. I do know something of you and of myself. I do know that even now there is a link between us. You want to deny it. You wouldn't acknowledge it. But it is there. We are not quite apart from each other. We can't be that. for there is something--there has always been something, since that night we met in Paris, at Madame Enthoven's\\\"--he paused again, so vividly flashed the scene of that dinner in Paris upon his memory-- \\\"something to draw us together, something to hold us together, something strong. Don't deny it even now. Don't deny it. Can't I be of some help, even now? Don't say I am utterly useless because I have been so useless to you, so damnably useless in the past. I see all that, my wretched uselessness to you through all these years. I am seeing it now while I am speaking. All the time I'm seeing it. What you have deserved and what you have had!\\\"\\n\\nHe stopped, then he said again:\\n\\n\\\"What you have deserved and what you have had from me! And from--it was so--it was the same long ago, not here. But till to-day you didn't know that. I was wrong. I must have been wrong, hideously wrong, but I didn't want you ever to know that. It isn't that I don't love truth. You know I do. But I thought that he was right. And it is only lately, this summer, that I have had any doubts. But I was wrong. I must have been wrong. It was intended that you should know. God, perhaps, intended it.\\\"\\n\\nHe thought he heard a movement. But he was not quite sure. For there was always the noise of the sea in the deserted chambers of the palace.\\n\\n\\\"It seems to me now as if I had always been deceived, mistaken, blind with you, about you. I thought you need never know. I was mad enough to think that. But I was madder still, for I thought--I must have thought--that you could not bear to know, that you weren't strong enough to endure the knowledge. But\\\"--he was digging deep now, searching for absolute truth: in this moment his natural passion for truth, in one direction repressed for many years deliberately and consciously, in other directions, perhaps almost unconsciously frustrated, took entire possession of his being--\\\"but nothing should ever be allowed to stand in the way of truth. I believe that. I know it. I must, I will always act upon the knowledge from this moment. Never mind if it is bitter, cruel. Perhaps it is sometimes put into the world because of that. I've been a horrible /faineant/, the last of /faineants/. I protected you from the truth. With Gaspare I managed to do it. We never spoke of it--never. But I think each of us understood. And we acted together for you in that. And I--it has often seemed to me that it was a fine thing to do, and that my motives in doing it were fine. But sometimes I have wondered whether they weren't selfish--whether, instead of protecting you, I wasn't only protecting myself. For it was all my fault. It all came about through me, through my weakness, my cursed weakness, my cursed weakness and whining for help.\\\" He grew scarlet in the dark, realizing how his pride in his strength, his quiet assumption with Hermione that he was the stronger, must often have made her marvel, or almost weep. \\\"I called you away. I called you to Africa. And if I hadn't it would all have been different.\\\"\\n\\n\\\"No, it would all have been the same.\\\"\\n\\nArtois started. Out of the darkness a voice, a low, cold, inexorable voice had spoken--had spoken absolute truth, correcting his lie:\\n\\n\\\"It would all have been the same!\\\"\\n\\nThe woman's unerring instinct had penetrated much further than the man's. He had been feeling the shell; she plucked out the kernel. He had been speaking of the outward facts, of the actions of the body; she spoke of the inward facts, of the actions of the soul. Her husband's sin against her was not his unfaithfulness, the unfaithfulness at the Fair, but the fact that all the time he had been with her, all the time she had been giving her whole self to him, all the time that she had been surrounding him with her love, he had retained in his soul the power to will to commit it. That he had been given an opportunity to sin was immaterial. What was material was that he had been capable of sinning.\\n\\nArtois saw his lie. And he stood there silent, rebuked, waiting for the voice to speak again. But it did not speak. And he felt as if Hermione were silently demanding that he should sound the deeper depths of truth, he who had always proclaimed to her his love of truth.\\n\\n\\\"Perhaps--yes, it would have been the same,\\\" he said. \\\"But--but--\\\" His intention was to say, \\\"But we should not have known it.\\\" He checked himself. Even as they formed themselves in his mind the words seemed bending like some wretched, flabby reed.\\n\\n\\\"It would have been the same. But that makes no difference in my conduct. I was weak and called to you. You were strong and came to me. How strong you were! How strong it was of you to come!\\\"\\n\\nAs if for the first time--and indeed it was for the first time--he really and thoroughly comprehended her self-sacrifice, the almost bizarre generosity of her implacably unselfish nature. He measured the force of her love and the greatness of her sacrifice, by the depth of her disillusion; and he began to wonder, almost as a child wonders at things, how he had been able during all these years quite simply, with indeed the almost incredible simplicity of man, never to be shared by any woman, to assume and to feel, when with Hermione, that he was the dominant spirit of the two, that she was, very rightly and properly, and very happily for her, leaning comfortably upon his strength. And in his wonder he knew that the real dominance strikes its roots in the heart, not in the head.\\n\\n\\\"You were strong, then, and you were strong, you were wonderfully strong, when--afterwards. On Monte Amato--that evening--you were strong.\\\"\\n\\nHis mind went to that mountain summit. The eyes of his mind saw the evening calm on Etna, and then--something else, a small, fluttering fragment of white paper at his feet among the stones. And, as if her mind read his, she spoke again, still in that low, cold, and inexorable voice.\\n\\n\\\"That piece of paper you found--what was it?\\\"\\n\\n\\\"Hermione--Hermione--it was part of a letter of yours written in Africa, telling him that we were coming to Sicily, the day we were coming.\\\"\\n\\n\\\"It was that!\\\"\\n\\nThe voice had suddenly changed. It struggled with a sob. It sank away in a sob. The sin--that she could speak of with a sound of calm. But all the woman in her was stricken by the thought of her happy letter treated like that, hated, denied, destroyed, and thrown to the winds.\\n\\n\\\"My letter! My letter!\\\"\\n\\n\\\"Hermione!\\\"\\n\\nHis heart spoke in his voice, and he made a step forward in the darkness.\\n\\n\\\"Don't!\\\"\\n\\nThe voice had changed again, had become sharp, almost cutting. Like the lash of a whip it fell upon him. And he stopped at once. It seemed to him as if she had cried out, \\\"If you dare to give me your pity I shall kill you!\\\"\\n\\nAnd he felt as if just then, for such a reason, she would be capable of such an action.\\n\\n\\\"I will not--\\\" He almost faltered. \\\"I am not--coming.\\\"\\n\\nNever before had he been so completely dominated by any person, or by any fate, or by anything at all.\\n\\nThere was again a silence. Then he said:\\n\\n\\\"You are strong. I know you will be strong now. You can't go against your nature. I ought to have realized that as I have not realized it. I ought to have trusted to your strength long ago.\\\"\\n\\nIf he had known how weak she felt while she listened to him, how her whole being was secretly entreating to be supported, to be taken hold of tenderly, and guarded and cared for like a child! But he was a man. And at one moment he understood her and at another he did not.\\n\\n\\\"Gaspare and I--we wished to spare you. And perhaps I wished to spare myself. I think I did. I am sure I did. I am sure that was partly my reason. I was secretly ashamed of my cowardice, my weakness in Africa; and when I knew--no, when I guessed, for it was only that--what my appeal to you had caused--all it had caused--\\\"\\n\\nHe paused. He was thinking of Maurice's death, which must have been a murder, which he was certain had been a murder.\\n\\n\\\"I hadn't--\\\"\\n\\nBut the compelling voice from the darkness interrupted him.\\n\\n\\\"All?\\\" it said.\\n\\nHe hesitated. Had she read his mind again?\\n\\n\\\"All?\\\"\\n\\n\\\"The misery,\\\" he answered, slowly. \\\"The sorrow that has lain upon your life ever since.\\\"\\n\\n\\\"Did you mean that? Did you only mean that?\\\"\\n\\n\\\"No.\\\"\\n\\n\\\"What did you mean?\\\"\\n\\n\\\"I was thinking of his death,\\\" he replied.\\n\\nHe spoke very quietly. He was resolved to have no more subterfuges, whatever the coward or the tender friend, or--the something else that was more than the tender friend within him might prompt him to try to hide.\\n\\n\\\"I was thinking of his death.\\\"\\n\\n\\\"His death!\\\"\\n\\nArtois felt cold with apprehension, but he was determined to be sincere.\\n\\n\\\"I don't understand.\\\"\\n\\n\\\"Don’t ask me any more, Hermione. I know nothing more.\\\"\\n\\n\\\"He was coming from the island. He slipped and fell into the sea.\\\"\\n\\n\\\"He fell into the sea.\\\"\\n\\nThere was a long silence between them, filled by the perpetual striving of the restless waves within the chambers of the palace. Then she said:\\n\\n\\\"Her father was on the island that night?\\\"\\n\\n\\\"I think he was.\\\"\\n\\n\\\"Was it that? Was it that? Did Maurice make that atonement?\\\"\\n\\nArtois shuddered. Her voice was so strange, or sounded so strange in the dark. Did she wish to think, wish to be sure that her husband had been murdered? He heard the faint rustle of her dress. She had moved. Was she coming nearer? He heard her breathing, or thought he heard it. He longed to be certain. He longed to still the perpetual cry of the baffled sea.\\n\\n\\\"Then he was brave--at the last. I think he knew--I am sure he knew-- when he went down to the sea. I am sure he knew--when he said good- bye.\\\"\\n\\nHer voice was nearer to him. And again it had changed, utterly changed. And in the different sounds of her voice Artois seemed to see the different women who dwelt within her, to understand and to know them as he had never understood and known them before. This woman was pleading, as women will plead for a man they have once loved, so long as they have voices, so long as they have hearts.\\n\\n\\\"Then that last time he didn't--no, he didn't go to--her.\\\"\\n\\nThe voice was almost a whisper, and Artois knew that she was speaking for herself--that she was telling herself that her husband's last action had been--not to creep to the woman, but to stand up and face the man.\\n\\n\\\"Was it her father?\\\"\\n\\nThe voice was still almost a whisper.\\n\\n\\\"I think it was.\\\"\\n\\n\\\"Maurice paid then--he paid!\\\"\\n\\n\\\"Yes. I am sure he paid.\\\"\\n\\n\\\"Gaspare knew. Gaspare knew--that night. He was afraid. He knew--but he didn't tell me. He has never told me.\\\"\\n\\n\\\"He loved his master.\\\"\\n\\n\\\"Gaspare loved Maurice more than he loved me.\\\"\\n\\nBy the way she said that Artois knew that Gaspare was forgiven. And a sort of passion of love for woman's love welled up in his heart. At that moment he almost worshipped Hermione for being unable, even in that moment, not to love Gaspare because Gaspare had loved the dead man more than he loved her.\\n\\n\\\"But Gaspare loves you,\\\" he said.\\n\\n\\\"I don't believe in love. I don't want love any more.\\\"\\n\\nAgain the voice was transformed. It had become hollow and weary, without resonance, like the voice of some one very old. And Artois thought of Virgil's Grotto, of all they had said there, and of how the rock above them had broken into deep and sinister murmurings, as if to warn them, or rebuke.\\n\\nAnd now, too, there were murmurings about them, but below them from the sea.\\n\\n\\\"Hermione, we must speak only the truth to-night.\\\"\\n\\n\\\"I am telling you the truth. You chose to follow me. You chose to hunt me--to hunt me when you knew it was necessary to me to be alone. It was brutal to do it. It was brutal. I had earned the right at least to one thing: I had earned the right to be alone. But you didn't care. You wouldn't respect my right. You hunted me as you might have hunted an animal. I tried to escape. But you saw me coming, and you chased me, and you caught me. I can't get away. You have driven me in here. And I can't get away from you. You won't even let me be alone.\\\"\\n\\n\\\"I dare not let you be alone to-night.\\\"\\n\\n\\\"Why not? What are you afraid of? What does it matter to you where I go or what I do? Don't say it matters! Don't dare say that!\\\"\\n\\nHer voice was fierce now.\\n\\n\\\"It doesn't matter to anybody, except perhaps a little to Vere and a very little to Gaspare. It never has really mattered to anybody. I thought it did once to some one. I thought I knew it did. But I was wrong. It didn't. It never mattered.\\\"\\n\\nAs she spoke an immense, a terrific feeling of desolation poured over her, as if from above, coming down upon her in the dark. It was like a flood that stiffened into ice upon her, making her body and her soul numb for a moment.\\n\\n\\\"I've never mattered to any one.\\\"\\n\\nShe muttered the words to herself. As she did so Artois seemed again to be looking into the magic mirror of the /fattura della morte/, to see the pale man, across whose face the shadow of a palm-leaf shifted, turning on his bed towards a woman who stood by an open door.\\n\\n\\\"You have always mattered to me,\\\" he said.\\n\\nAs he spoke there was in his voice that peculiar ring of utter sincerity which can no more be simulated, or mistaken, than the ringing music of sterling gold. But perhaps she was not in a condition to hear rightly, or perhaps something within her chose to deny, had a lust for denial because denial hurt her.\\n\\n\\\"To you least of all,\\\" she said. \\\"Only yourself has ever really mattered to you.\\\"\\n\\nIn a sentence she summed up the long catalogue that had been given to him by her silence.\\n\\nHis whole body felt as if it reddened. His skin tingled with a sort of physical anger. His mature pride that had grown always, as a strong man's natural pride does grow with the passing of the years, seemed to him instinctively to rush forward to return the blow that had been dealt it.\\n\\n\\\"That is not quite true,\\\" he said.\\n\\n\\\"It is true. I have always had copper and I have always wanted gold,\\\" she answered.\\n\\nHe controlled himself, to prove to himself that she lied, that he was not the eternal egoist she dubbed him. Sometimes he had been genuinely unselfish, sometimes--not often, perhaps, but sometimes--he had really sunk himself in her. She was not being quite just. But how could she be quite just to-night? An almost reckless feeling overtook him, a desire to conquer at all costs in this struggle; to win her back, whether against her will or not, to her old self; to eliminate the shocking impression made upon her soul by the discovery of that day, to wipe it out utterly, to replace it with another; to revive within her that beautiful enthusiasm which had been as a light always shining for her and from her upon people and events and life; to make her understand, to prove to her that, after all allowance has been made for uncertainties and contradictions of fate, for the ironies, the paradoxes, the cruelties, the tragedies, and the despairs of existence, the great, broad fact emerges, that what the human being gives, in the long run the human being generally gets, and that she who persistently gives gold will surely at last receive it.\\n\\nThe thought of a lost Hermione struck to his heart a greater fear than had already that night the thought of a dead Hermione. And if she was changed she was lost.\\n\\nThe real, the beautiful Hermione--he must seize her, grip her, hold her fast before it was too late.\\n\\n\\\"Hermione,\\\" he said, \\\"I think you saved me from death; I am sure you did. Did you save me only to hate me?\\\"\\n\\nShe made no reply.\\n\\n\\\"Do you remember that evening when you came into my room at Kairouan all covered with dust from your journey across the plains? I do. I remember it as if it had happened an hour ago instead of nearly seventeen years. I remember the strange feeling I had when I turned my head and saw you, a feeling that you and Africa would fight for me and that you would conquer. It had seemed to me that Africa meant to have me and would have me. Unless you came I felt certain of that. And I had thought about it all as I lay there in the stifling heat, till I almost felt the feverish earth enclosing me. I had loved Africa, but Africa seemed to me terrible then. I thought of only Arabs, always Arabs, walking above me on the surface of the ground when I was buried. And the thought made me shudder with horror. As if it could have mattered! I was absurd! But one is often absurd when one is very ill. The child in one comes out then, I suppose. And I had wondered-- how I had wondered!--whether there was any chance of your coming. I hadn't actually asked you to come. I hadn't dared to do that. But it was the same thing almost. I had let you know--I had let you know. And I saw you come into my room all covered with dust. You had come so quickly--at once. Perhaps--perhaps sometimes you have thought I had forgotten that evening. I may be an egoist. I expect most men are egoists. And perhaps I am the egoist you say I am. Often one doesn't know what one is. But I have never forgotten that day, and that you\\n\\nwere covered with dust. It was that--the dust--which seemed to make me realize that you had not lost a moment as to whether you would come or not. You looked as if--almost as if you had run all the way to be in time to save my life--my wretched life. And you saved it. Did you save me to hate me?\\\"\\n\\nHe waited for her to speak. But still she was silent. He heard no sound of her at all, and for a moment he almost wondered whether she had discovered that the chamber had some second outlet, whether she had not escaped while he had been speaking. But he looked round and he saw only dense darkness. She must be there still, close to him, hearing everything he said, whether against her will or with it. He was being perfectly sincere, and he was feeling very deeply, with intensity. But out of his natural reserve now rose a fear--the fear that perhaps his voice, his speech, did not convey his sincerity to her. If she should mistake him! If she should fancy he was trying to play upon her emotions in order to win her away from some desperate resolve. He longed to make her see what he was feeling, feel what he was feeling, be him and herself for one moment. And now the darkness began to distract him. He wanted light. He wanted to see Hermione, to see which of the women in her faced him, which was listening to him.\\n\\n\\\"Hermione,\\\" he said, \\\"I want you--I want--it's hateful speaking like this, always in the darkness. Don't make me feel all the time that I am holding you a prisoner. No, I can't--I won't bear that any more.\\\"\\n\\nHe moved suddenly from the doorway back into the room behind him, in which there was a very little, very faint light. There he waited.\\n\\nAlmost immediately the tall shadow which had disappeared into the darkness emerged from it, passed before him, and went into the central chamber of the palace. He followed it, and found Hermione standing by the great doorway that overlooked the sea. Hermione she was, no longer a shadow, but the definite darkness of a human form relieved against the clear but now moonless night. She was waiting. Surely she was waiting for him. She might have escaped, but she stayed. She was willing, then, to hear what he had to say, all he had to say.\\n\\nHe stood still at a little distance from her. But in this hall the sound of the sea which came from the chamber on the left was much more distinct and disturbing than in the chamber where she had hidden. And he came nearer to her, till he was very near, almost close to her.\\n\\n\\\"If you hated me for--once, when we were standing on the terrace, you said, 'Take care--or I shall hate you for keeping me in the dark.' If you hated me because of what I have done, with Gaspare, Hermione, I could bear it. I could bear it, because I think it would pass away. We did keep you in the dark. Now you know it. But you know our reason, and that it was a reason of very deep affection. And I think you would forgive us, I know you would forgive us in the end. But I understand it isn't only that--\\\"\\n\\nSuddenly he thought of Vere, of that perhaps dawning folly, so utterly dead now, so utterly dead that he could no longer tell whether it had ever even sluggishly stirred with life. He thought of Vere, and of the poems, and of the secret of Peppina's revelation. And he wondered whether the record he seemed to read in the silence had been a true record, or whether his imagination and his intellect of a psychologist, alert even in this hour of intense emotion, had been deceiving him. Hermione had seemed to be speaking to him. But had he really been only impersonating her? Had it been really himself that had spoken to himself? As this question arose in his mind he longed to make Hermione speak. Then he could be sure of all. He must clear away all misconception. Yet, even now, how could he speak of that episode with Vere?\\n\\n\\\"You say you have always wanted gold, and that you have never been given gold--\\\"\\n\\n\\\"Yes.\\\"\\n\\nHe saw the dark figure near him lift its head. And he felt that Hermione had come out of the darkness with the intention of speaking the truth of what she felt. If she could not have spoken she would have stayed in the inner chamber, or she would have escaped altogether from the palace when he moved from the doorway. He was sure that only if she spoke would she change. In her silence there was damnation for them both. But she meant to speak.\\n\\n\\\"I have been a fool. I see that now. But I think I have been suspecting it for some time--nearly all this summer.\\\"\\n\\nHe could hear by the sound of her voice that while she was speaking she was thinking deeply. Like him, she was in search of absolute truth.\\n\\n\\\"It is only this summer that I have begun to see why people--you--have often smiled at my enthusiasms. No wonder you smiled! No wonder you laughed at me secretly!\\\"\\n\\nHer voice was hard and bitter.\\n\\n\\\"I never laughed at you, never--either secretly or openly!\\\" he said, with a heat almost of anger.\\n\\n\\\"Oh yes, you did, as a person who can see clearly might laugh at a short-sighted person tumbling over all the little obstacles on a road. I was always tumbling over things--always--and you must always have been laughing. I have been a fool. Instead of growing up, my heart has remained a child--till now. That's what it is. Children who have been kindly treated think the world is all kindness. Because my friends were good to me, the world was good to me, I got into the habit of believing that I was lovable, and of loving in return. And I trusted people. I always thought they were giving me what I was giving them. That has been my great folly, the folly I'm punished for. I have been a credulous fool. I have thought that because I gave a thing with all my heart it was--it must be--given back to me. And yet I was surprised --I could scarcely believe it--when--when--\\\"\\n\\nHe knew she was thinking of her beautiful wonder when Maurice had said he loved her.\\n\\n\\\"I could scarcely believe it! But, because I was a fool, I got to believe it, and I have believed it till to-day--you have stood by, and watched me believing it, and laughed at me for believing it till to-day.\\\"\\n\\n\\\"Hermione!\\\"\\n\\n\\\"Yes, you mayn't have meant to laugh, but you must have laughed. Your mind, your intellect must have laughed. Don't say they haven't. I wouldn't believe you. And I know your mind--at any rate, I know that. Not your heart! I shall never pretend--I shall never think again for a moment that I know anything--anything at all--about a man's heart. But I do know something about your mind. And I know the irony in it. What a subject I have presented to you all these years for the exercise of your ironic faculty! You ought to thank me! You ought to go on your knees and thank me and bless me for that!\\\"\\n\\n\\\"Hermione!\\\"\\n\\n\\\"Just now you talked of my coming into your room in Kairouan all covered with dust. You asked me if I remembered it. Yes, I do. And I remember something you don't--probably you don't--remember. There was no looking-glass in your room.\\\"\\n\\nShe stopped.\\n\\n\\\"No looking-glass!\\\" he repeated, wondering.\\n\\n\\\"No, there was no looking-glass. And I remember when I came in I saw there wasn't, and I was glad. Because I couldn't look at myself and see how dreadful and dishevelled and hideous I was--how dirty even I was. My impulse was to go to a glass. And then I was glad I couldn't. And I looked at your face. And I thought 'he doesn't care. He loves me, all dusty and hideous and horrid, as I am.' And then I didn't care either. I said to myself, 'I look an object, and I don't mind a bit, because I see in his face that he loves me for myself, because he sees my heart, and--' \\\"\\n\\nAnd suddenly in her voice there was a sharp, hissing catch, and she stopped short. For a full minute she was silent. And Artois did not speak. Nor did he move.\\n\\n\\\"I felt then, perhaps for the first time, 'the outside doesn't matter to real people.' I felt that. I felt, 'I'm real, and he is real, and-- and Maurice is real. And though it is splendid to be beautiful, and beauty means so much, yet it doesn't mean so much as I used to think. Real people get beyond it. And when once they have got beyond it then life begins.' I remember thinking that, feeling that, and--just for a minute loving my own ugliness. And then, suddenly, I wished there was a looking-glass in the room that I might stand before it and see what an object I was, and then look into your face and see that it didn't matter. And I even triumphed in my ugliness. 'I have a husband who doesn't mind,' I thought. 'And I have a friend who doesn't mind. They love me, both of them, whatever I look like. It's me--the woman inside --they love, because they know I care, and how I care for them.' And that thought made me feel as if I could do anything for Maurice and anything for you; heroic things, or small, dreadful, necessary things; as if I could be the servant of, or sacrifice my life easily for, those who loved me so splendidly, who knew how to love so splendidly. And I was happy then even in sacrificing my happiness with Maurice. And I thanked God then for not having given me beauty.\\n\\n\\\"And I was a fool. But I didn't find it out. And so I revelled in self-sacrifice. You don't know, you could never understand, how I enjoyed doing the most menial things for you in your illness. Often you thanked me, and often you seemed ashamed that I should do such things. And the doctor--that little Frenchman--apologized to me. And you both thought that doing so much in the frightful heat would make me ill. And I blessed the heat and the flies and everything that made what I did for you more difficult to do. Because the doing of what was more difficult, more trying, more fatiguing needed more love. And my gratitude to you for your loving friendship, and for needing me more than any one else, wanted to be tried to the uttermost. And I thought, too, 'When I go back to Maurice I shall be worth a little more, I shall be a little bit finer, and he'll feel it. He'll understand exactly what it was to me to leave him so soon, to leave--to leave what I thought of then as my Garden of Paradise. And he'll love me more because I had the courage to leave it to try and save my friend. He'll realize--he'll realize--' But men don't. They don't want to. Or they can't. I'm sure--I'm positive now that men think less of women who are ready to sacrifice themselves than of women who wish to make slaves of them. I see that now. It's the selfish women they admire, the women who take their own way and insist on having all they want, not the women who love to serve them--not slavishly, but out of love. A selfish woman they can understand; but a woman who gives up something very precious to her they don't understand. Maurice never understood my action in going to Africa. And you--I don't believe you ever understood it. You must have wondered at my coming as much as he did at my going. You were glad I came at the moment. Oh yes, you were glad. I know that. But afterwards you must have wondered, you did wonder. You thought it Quixotic, odd. You said to yourself, 'It was just like Hermione. How could she do it? How could she come to me if she really loved her husband?' And very likely my coming made you doubt my really loving Maurice. I am almost sure it did. I don't believe all these years you have ever understood what I felt about him, what his death meant to me, what life meant to me afterwards. I told--I tried to tell you in the cave--that day. But I don't think you really understood at all. And he--he didn't understand my love for him. But I suppose he didn't even want to. When I went away he simply forgot all about me. That was it. I wasn't there, and he forgot. I wasn't there, and another woman was there--and that was enough for him. And I dare say--now--it is enough for most men, perhaps for every man. And then I'd made another mistake. I was always making mistakes when my heart led me. And I'd made a mistake in thinking that real people get beyond looks, the outside--and that then life begins. They don't--at least real men don't. A woman may spend her heart's blood for a man through years, and for youthful charm and a face that is pretty, for the mere look in a pair of eyes or the curve of a mouth, he'll almost forget that she's alive, even when she's there before him. He'll take the other woman's part against her instinctively, whichever is in the right. If both women do exactly the same thing a man will find that the pretty woman has performed a miracle and the ugly woman made some preposterous mistake. That is how men are. That is how you are, I suppose, and that was Maurice, too. He forgot me for a peasant. But--she must have been pretty once. And I was always ugly!\\\"\\n\\n\\\"Delarey loved you,\\\" Artois said, suddenly, interrupting her in a strong, deep voice, a voice that rang with true conviction.\\n\\n\\\"He never loved me. Perhaps he thought he did. He must have thought so. And that first day--when we were coming up the mountain-side--\\\"\\n\\nShe stopped. She was seized; she was held fast in the grip of a memory so intense, so poignant, that she made, she could make, no effort to release herself. She heard the drowsy wail of the Ceramella dropping down the mountain-side in the radiant heat of noon. She felt Maurice's warm hand. She remembered her words about the woman's need to love--\\\"I wanted, I needed to love--do men ever feel that? Women do often, nearly always, I think.\\\" The Pastorale--it sounded in her ears. Or was it the sea that sounded, the sea in the abandoned chambers of the Palace of the Spirits? She listened. No, it was the Pastorale, that antique, simple, holy tune, that for her must always be connected with the thought of love, man's love for woman, and the Bambino's love for all the creatures of God. It flooded her heart, and beneath it sank down, like a drowning thing, for a moment the frightful bitterness that was alive in her heart to-night.\\n\\n\\\"Delarey loved you,\\\" Artois repeated. \\\"He loved you on the first day in Sicily, and he loved you on the last.\\\"\\n\\n\\\"And--and the days between?\\\"\\n\\nHer voice spoke falteringly. In her voice there was a sound of pleading that struck into the very depths of his heart. The real Hermione was in that sound, the loving woman who needed love, who deserved a love as deep as that which she had given, as that which she surely still had to give.\\n\\n\\\"He loved you always, but he loved you in his way.\\\"\\n\\n\\\"In his way!\\\" she repeated, with a sort of infinite, hopeless sadness.\\n\\n\\\"Yes, Hermione, in his way. Oh, we all have our ways, all our different ways of loving. But I don't believe a human being ever existed who had no way at all. Delarey's way was different from your way, so different that, now you know the truth of him, perhaps you can't believe he ever loved you. But he did. He was young, and he was hot-blooded--he was really of the South. And the sun got hold of him. And he betrayed you. But he repented. That last day he was stricken, not by physical fear, but by a tremendous shame at what he had done to you, and perhaps, also, by fear lest you should ever know it. I sat with him by the wall, and I felt without at all fully understanding it the drama in his soul. But now I understand it. I'm sure I understand it. And I think the depth of a shame is very often the exact measure of the depth of a love. Perhaps, indeed, there is no more exact measure.\\\"\\n\\nAgain he thought of the episode with Vere, and of his determination always from henceforth to be absolutely sincere with himself and with those whom he really loved.\\n\\n\\\"I am sure there is no more exact measure. Hermione, it is very difficult, I think, to realize what any human being is, to judge any one quite accurately. Some judge a nature by the distance it can sink, others by the distance it can rise. Which do you do? Do you judge Delarey by his act of faithlessness? And, if you do, how would you judge me?\\\"\\n\\n\\\"You!\\\"\\n\\nThere was a sound of wonder in her voice.\\n\\n\\\"Yes. You say I am an egoist. And this that I am saying will seem to you egoism. It is egoism, I suppose. But I want to know--I must know. How would you judge me? How do you judge me?\\\"\\n\\nShe was silent.\\n\\n\\\"How are you judging me at this moment? Aren't you judging me by the distance I fall, the distance, perhaps, you think I have fallen?\\\"\\n\\nHe spoke slowly. He was delaying. For all the time he spoke he was secretly battling with his pride--and his pride was a strong fighter. But to-night his passion for sincerity, his instinct that for Hermione --and for him, too--salvation lay in their perfect, even in their cruel sincerity to themselves and to each other, was a strong fighter also. In it his pride met an antagonist that was worthy of it. And he went on:\\n\\n\\\"Are you judging me by this summer?\\\"\\n\\nHe paused.\\n\\n\\\"Go on,\\\" she said.\\n\\nHe could not tell by her voice what she was feeling, thinking. Expression seemed to be withdrawn from it, perhaps deliberately.\\n\\n\\\"This summer something has come between us, a cloud has come between us. I scarcely know when I first noticed it, when it came. But I have felt it, and you have felt it.\\\"\\n\\n\\\"Yes.\\\"\\n\\n\\\"It might, perhaps, have arisen from the fact of my suspicion who Ruffo was, a suspicion that lately became a certainty. My suspicion, and latterly my knowledge, no doubt changed my manner--made me anxious, perhaps, uneasy, made me watchful, made me often seem very strange to you. That alone might have caused a difference in our relations. But I think there was something else.\\\"\\n\\n\\\"Yes, there was something else.\\\"\\n\\n\\\"And I think, I feel sure now, that it was something to do with Vere. I was, I became deeply interested in Vere--interested in a new way. She was growing up. She was passing from childhood into girlhood. She was developing swiftly. That development fascinated me. Of course I had always been very fond of Vere. But this summer she meant more to me than she had meant. One day--it was the day I came back to the island after my visit to Paris--\\\"\\n\\n\\\"Yes?\\\"\\n\\nHe looked at her, trying to read what she was feeling in her face, but it was too dark for him to discern it.\\n\\n\\\"Vere made a confession to me. She told me she was working secretly, that she was writing poems. I asked her to show them to me. She did so. I found some talent in them, enough for me to feel justified in telling her to continue. Once, Hermione, you consulted me. Then my advice was different.\\\"\\n\\n\\\"I know.\\\"\\n\\n\\\"The remembrance of this, and Vere's knowledge that you had suffered in not succeeding with work, prompted us to keep the matter of her attempts to write a secret for the time. It seems a trifle--all this, but looking back now I feel that we were quite wrong in not telling you.\\\"\\n\\n\\\"I found it out.\\\"\\n\\n\\\"You knew?\\\"\\n\\n\\\"I went to Vere's room. The poems were on the table with your corrections. I read them.\\\"\\n\\n\\\"We ought to have told you.\\\"\\n\\n\\\"I oughtn't to have read them, but I did.\\\"\\n\\n\\\"A mother has the right--\\\"\\n\\n\\\"Not a mother who has resigned her right to question her child. I had said to Vere, 'Keep your secrets.' So I had no right, and I did wrong in reading them.\\\"\\n\\nHe felt that she was instinctively trying to match his sincerity with hers, and that fact helped him to continue.\\n\\n\\\"The knowledge of this budding talent of Vere's made me take a new interest in her, made me wish very much--at least I thought, I believed it was that, Hermione--that no disturbing influence should come into her life. Isidoro Panacci came--through me. Peppina came-- through you. Hermione, on the night when Vere and I went out alone together in the boat Vere learned the truth about Peppina and the life behind the shutter.\\\"\\n\\n\\\"I knew that, too.\\\"\\n\\n\\\"You knew it?\\\"\\n\\n\\\"Yes. I suspected something. You led me to suspect it.\\\"\\n\\n\\\"I remember--\\\"\\n\\n\\\"I questioned Peppina. I made her tell me.\\\"\\n\\nHe said nothing for a moment. Then, with an effort, he said:\\n\\n\\\"You knew we had kept those two things from you, Vere and I?\\\"\\n\\n\\\"Vere and you--yes.\\\"\\n\\nNow he understood almost all, or quite all, that had been strange to him in her recent conduct.\\n\\n\\\"Sometimes--have you almost hated us for keeping those two secrets?\\\"\\n\\n\\\"I don't think I have ever hated Vere.\\\"\\n\\n\\\"But me?\\\"\\n\\n\\\"Do you know why I told Vere she might read your books?\\\"\\n\\n\\\"Why?\\\"\\n\\n\\\"Because I thought they might make her feel differently towards you.\\\"\\n\\n\\\"Less--less kindly?\\\"\\n\\n\\\"Yes.\\\"\\n\\nShe spoke very quietly, but he felt--he did not know why--that it had cost her very much to say what she had said.\\n\\n\\\"You wanted Vere to think badly of me!\\\"\\n\\nHe was honoring her for the moral courage which enabled her to tell him. Yet he felt as if she had struck him. And so absolutely was he accustomed to delicate tenderness, and the most thoughtful, anxious kindness from her, that he suffered acutely and from a double distress. The thing itself was cruel and hurt him. But that Hermione had done it hurt him far more. He could hardly believe it. That by any road she could travel to such an action seemed incredible to him. He stood, realizing it. And the bitter sharpness of his suffering made him understand something. In all its fulness he understood what Hermione's tenderness had been in his life for many, many years. And then--his mind seemed to take another step. \\\"Why does a woman do such a thing as this?\\\" he asked himself. \\\"Why does such a woman as Hermione do such a thing?\\\" And he knew what her suffering must have been, and how her heart must have been storm-tossed, before it was driven to succumb to such an impulse.\\n\\nAnd he came quite close to her. And he felt a strange, sudden nearness to her that was no nearness of body.\\n\\n\\\"Hermione,\\\" he said, \\\"I could never judge your character by that action. Don't--don't judge mine by any cruelty of which I have been guilty during this summer. You have told me something that it was very difficult for you to tell. I have something to tell you. And it is--it is not easy to tell.\\\"\\n\\n\\\"Tell it me.\\\"\\n\\nHe looked at her. He was now quite close to her, and could see the outline of her face but not the expression in her eyes.\\n\\n\\\"My interest in Vere increased. I believed it to be an interest aroused in me by the discovery of this talent in her. I believed the new fondness I felt for her to be a very natural fondness, caused by her charming confidence in me. Our little secret drew us together. And I understand now, Hermione, that it seemed to set you apart from us. I believe I understand all now, all the circumstances that have seemed strange to me this summer. I wanted Vere's talent to develop naturally, unhindered, unaffected--I thought it was merely that--and I became exigent, I even became jealous of all outside interference. On the night we dined at Frisio's I felt strongly irritated at Panacci's interest in Vere. And there were other moments--\\\"\\n\\nHe looked at her again. She stood perfectly still. Her head was slightly bent and she seemed to be looking at the ground.\\n\\n\\\"And then came the night of the Carmine. Hermione, after you and Vere had gone to bed Panacci and I had a quarrel. He attacked me violently. He told me--he told me that I was in love with Vere, and that you, and even--even that Gaspare knew it. At the moment I think I laughed at him. I thought his accusation ridiculous. But when he was gone--and afterwards--I examined myself. I tried to know myself. I spent hours in self-examination, cruel self-examination. I did not spare myself. Believe that, Hermione! Believe that!\\\"\\n\\n\\\"I do believe it.\\\"\\n\\n\\\"And at the end I knew that it was not true. I was not, I had never been in love with Vere. When I thought of Vere and myself in such a relation my spirit recoiled. Such a thing seemed to me monstrous. But though I knew that it was not true, I knew also that I had been jealous of Vere, unjust to others because of Vere. I had been, perhaps, foolish, undignified. Perhaps--perhaps--for how can we be quite sure of ourselves. Hermione? How can we be certain of our own natures, our own conduct?--perhaps, if Panacci's coarse brutality had not waked up my whole being, I might have drifted on towards an affection for Vere that, in a man of my age, would have been absurd, have made me ridiculous in the eyes of others. I scarcely think so. But I want to be sincere. I would rather exaggerate than minimize my own shortcomings to you to-night. I scarcely believe it ever could have been so. But Panacci said it was so. And you--I don't know what you have thought--\\\"\\n\\n\\\"What I have thought doesn't matter now.\\\"\\n\\nShe spoke very quietly, but not with bitterness. She knew Artois. And even in that moment of emotion, and of a sort of strange exhaustion following upon emotion, she knew, as no other living person could have known, the effort it must have cost him to speak as he had just spoken.\\n\\n\\\"That, at any rate, is the exact truth.\\\"\\n\\n\\\"I know it is.\\\"\\n\\n\\\"I have thought myself clear-sighted, Hermione. I have studied others. Just lately I have been forced to study myself. It is as if--it seems to me as if events had conspired against my own crass ignorance of myself, as if a resolve had been come to by the power that directs our destinies that I should know myself. I wish I dared to tell you more. I wish to-night I dared to tell you all that I have come to know. But I dare not, I dare not. You would not believe me. I could not even expect you to believe me.\\\"\\n\\nHe stopped. Perhaps he hoped for a word that would deny his last observation. But it did not come to him. And he hesitated for what seemed to him a very long time, almost an eternity. He was beset by indecision, by an extraordinary deep modesty and consciousness of his own unworthiness that he had never before experienced, and also by a new and acute consciousness of the splendor of Hermione's nature, of the power of her heart, of the faithfulness and nobility of her temperament.\\n\\n\\\"All I can say, Hermione\\\"--he at length went on speaking, and in his voice sounded that strange modesty, a modesty that made his voice seem to her almost like a voice of hesitating youth--\\\"all that I dare to say to-night is this. I told you just now that we all have our different ways of loving. You have loved in your way. You have loved Delarey as your husband. And you have loved me as your friend. Delarey, as your husband, betrayed you. Only to-day you know it. I, as your friend--have I ever betrayed you? Do you believe--even now when you are ready to believe very much of evil--do you really believe that as a friend I could ever betray you?\\\"\\n\\nHe moved, stood in front of her, lifted his hands and laid them on her shoulders.\\n\\n\\\"Do you believe that?\\\"\\n\\n\\\"No.\\\"\\n\\n\\\"You have loved us in your way. He is dead. But I am here to love you always in my way. Perhaps my way seems to you such a poor way--it must, it must--that it is hardly worth anything at all. But perhaps, now that I know so much of myself--and of you\\\"--there was a slight break in his voice--\\\"and of you, I shall be able to find a different, a better way. I don't know. To-night I doubt myself. I feel as if I were so unworthy. But I may--I may be able to find a better way of loving you.\\\"\\n\\nQuite unconsciously his two hands, which still rested upon her shoulders, began to lean heavily upon them, to press them, to grip them till she suffered a physical discomfort that almost amounted to pain.\\n\\n\\\"I shall seek a better way--I shall seek it. And the only thing I ask you to-night is--that you will not forbid me to seek it.\\\"\\n\\nThe pressure of his hands upon her shoulders was becoming almost unbearable. But she bore it. She bore it for she loved it. Perhaps that night no words could have quite convinced her of his desperate honesty of soul in that moment, perhaps no sound of his voice could have quite convinced her. But the unconsciously cruel pressure of his hands upon her convinced her absolutely. She felt as if it was his soul--the truth of his soul--which was grasping her--which was closing upon her. And she felt that only a thing that needed could grasp, could close like that.\\n\\nAnd even in the midst of her chaos of misery and doubt she felt, she knew, that it was herself that was needed.\\n\\n\\\"I will not forbid you to seek it,\\\" she said.\\n\\nHe sighed deeply. His hands dropped down from her. They stood for a moment quite still. Then he said, in a low voice:\\n\\n\\\"You took the /fattura della morte/?\\\"\\n\\n\\\"Yes,\\\" she answered. \\\"It was in--in her room at Mergellina to-day.\\\"\\n\\n\\\"Have you got it still?\\\"\\n\\n\\\"Yes.\\\"\\n\\nShe held out her right hand. He took the death-charm from her.\\n\\n\\\"She made it--the woman who wronged you made it to bring death into the Casa del Mare.\\\"\\n\\n\\\"Not to me?\\\"\\n\\n\\\"No, to Peppina. Has it not brought another death? Or, at least, does it not typify another death to-night, the death of a great lie? I think it does. I look upon it as a symbol. But--but--?\\\"\\n\\nHe looked at her. He was at the huge doorway of the palace. The sea murmured below him. Hermione understood and bent her head.\\n\\nThen Artois threw the death-charm far away into the sea.\\n\\n\\\"Let me take you to the boat. Let me take you back to the island.\\\"\\n\\nShe did not answer him. But when he moved she followed him, till they came to the rocks and saw floating on the dim water the two white boats.\\n\\n\\\"Gaspare!\\\"\\n\\n\\\"Vengo!\\\"\\n\\nThat cry--what did it recall to Hermione? Gaspare's cry from the inlet beneath the Isle of the Sirens when he was bringing the body of Maurice from the sea. As she had trembled then, she began to tremble now. She felt exhausted, that she could bear no more, that she must rest, be guarded, cared for, protected, loved. The boat touched shore. Gaspare leaped out. He cast an eager, fiery look of scrutiny on his Padrona. She returned it. Then, suddenly, he seized her hand, bent down and kissed it.\\n\\nShe trembled more. He lifted his head, stared at her again. Then he took her up in his strong arms, as if she were a child, and carried her gently and carefully to the stern of the boat.\\n\\n\\\"Lei si riposi!\\\" he whispered, as he set her down.\\n\\nShe shut her eyes, leaning back against the seat. She heard Artois get in, the boat pushed off, the splash of the oars. But she did not open her eyes, until presently an instinct told her there was something she must see. Then she looked.\\n\\nThe boat was passing under the blessing hand of San Francesco, under the light of the Saint, which was burning calmly and brightly.\\n\\nHermione moved. She bent down to the water, the /acqua benedetta/. She sprinkled it over the boat and made the sign of the cross. When they reached the island Artois got out. As she came on shore he said to her:\\n\\n\\\"Hermione, I left the--the two children together in the garden. Do you think--will you go to them for a moment? Or--\\\"\\n\\n\\\"I will go,\\\" she answered.\\n\\nShe was no longer trembling. She followed him up the steps, walking slowly but firmly. They came to the house door. Gaspare had kept close behind them. At the door Artois stopped. He felt as if to-night he ought to go no farther.\\n\\nHermione looked at him and passed into the house. Gaspare, seeing that Artois did not follow her, hesitated, but Artois said to him:\\n\\n\\\"Go, Gaspare, go with your Padrona.\\\"\\n\\nThen Gaspare went in, down the passage, and out to the terrace.\\n\\nHermione was standing there.\\n\\n\\\"Do you think they are in the garden, Gaspare?\\\" she said.\\n\\n\\\"Si, Signora. Listen! I can hear them!\\\"\\n\\nHe held up his hand. Not far away there was a sound of voices speaking together.\\n\\n\\\"Shall I go and tell them, Signora?\\\"\\n\\nAfter a moment Hermione said:\\n\\n\\\"Yes, Gaspare--go and tell them.\\\"\\n\\nHe went away, and she waited, leaning on the balustrade and looking down to the dim sea, from which only the night before Ruffo's voice had floated up to her, singing the song of Mergellina. Only the night before! And it seemed to her centuries ago.\\n\\n\\\"Madre!\\\"\\n\\nVere spoke to her. Vere was beside her. But she gazed beyond her child to Ruffo, who stood with his cap in his hand and his eyes, full of gentleness, looking at her for recognition.\\n\\n\\\"Ruffo!\\\" she said.\\n\\nVere moved to let Ruffo pass. He came up and stood before Hermione.\\n\\n\\\"Ruffo!\\\" she said again.\\n\\nIt seemed that she was going to say more. They waited for her to say more. But she did not speak. She stood quite still for a moment looking at the boy. Then she put one hand on his shoulder, bent down and touched his forehead with her lips.\\n\\nAnd in that kiss the dead man was forgiven.\\n\\nEPILOGUE\\n\\nOn a radiant day of September in the following year, from the little harbor of Mergellina a white boat with a green line put off. It was rowed by Gaspare, who wore his festa suit, and it contained two people, a man and a women, who had that morning been quietly married.\\n\\nAnother boat preceded theirs, going towards the island, but it was so far ahead of them that they could only see it as a moving dot upon the shining sea, when they rounded the breakwater and set their course for the point of land where lies the Antico Giuseppone.\\n\\nGaspare rowed standing up, with his back towards Hermione and Artois and his great eyes staring steadily out to sea. He plied the oars mechanically. During the first few minutes of the voyage to the island his mind was far away. He was a boy in Sicily once more, waiting proudly upon his first, and indeed his only, Padrona in the Casa del Prete on Monte Amato. Then she was quite alone. He could see her sitting at evening upon the terrace with a book in her lap, gazing out across the ravine and the olive-covered mountain slopes to the waters that kissed the shore of the Sirens' Isle. He could see her, when night fell, going slowly up the steps into the lighted cottage, and turning on its threshold to wish him \\\"Buon riposo.\\\"\\n\\nThen there was an interval--and she came again. He was waiting at the station of Cattaro. Outside stood the little train of donkeys, decorated with flowers under his careful supervision. Upon Monte Amato, in the Casa del Prete, everything was in readiness for the arrival of the Padrona--and the Padrone. For this time his Padrona was not to be alone. And the train came in, thundering along by the sea, and he saw a brown eager face looking out of a window--a face which at once had seemed familiar to him almost as if he had always known it in Sicily.\\n\\nAnd the new and wonderful period of his boy's life began.\\n\\nBut it passed, and in the early morning he stood in the corner of the Campo Santo where Protestants were buried, and threw flowers from his father's terreno into an open grave.\\n\\nAnd once more his Padrona was alone.\\n\\nFar away from Sicily, from his \\\"Paese,\\\" among the great woods of the Abetone he received for the first time into his untutored arms his Padroncina. His Padrone was gone from him forever. But once more, as he would have expressed it to a Sicilian comrade, they were \\\"in three.\\\" And still another period began.\\n\\nAnd now that period was ended.\\n\\nAs Gaspare rowed slowly on towards the island, in his simple and yet shrewd way he was pondering on life, on its irresistible movement, on its changes, its alternations of grief and joy, loneliness and companionship. He was silently reviewing the combined fates of his Padrona and himself.\\n\\nBehind him for a long while there was silence. But when the boat was abreast of the sloping gardens of Posilipo Artois spoke at last.\\n\\n\\\"Hermione!\\\" he said.\\n\\n\\\"Yes,\\\" she answered.\\n\\n\\\"Do you remember that evening when I met you on the sea?\\\"\\n\\n\\\"After I had been to Frisio's? Yes I remember it.\\\"\\n\\n\\\"You had been reading what I wrote in the wonderful book.\\\"\\n\\n\\\"And I was wondering why you had written it.\\\"\\n\\n\\\"I had no special reason. I thought of that saying. I had to write something, so I wrote that. I wonder--I wonder now why long ago my conscience did not tell me plainly something. I wonder it did not tell me plainly what you were in my life, all you were.\\\"\\n\\n\\\"Have I--have I really been much?\\\"\\n\\n\\\"I never knew how much till I thought of you permanently changed towards me, till I thought of you living, but with your affection permanently withdrawn from me. That night--you know--?\\\"\\n\\n\\\"Yes, I know.\\\"\\n\\n\\\"At first I was not sure--I was afraid for a moment about you. Vere and I were afraid, when your room was dark and we heard nothing. But even then I did not fully understand how much I need you. I only understood that in the Palace of the Spirits, when--when you hated me--\\\"\\n\\n\\\"I don't think I ever hated you.\\\"\\n\\n\\\"Hatred, you know, is the other side of love.\\\"\\n\\n\\\"Then perhaps I did. Yes--I did.\\\"\\n\\n\\\"How long my conscience was inactive, was useless to me! It needed a lesson, a terrible lesson. It needed a cruel blow to rouse it.\\\"\\n\\n\\\"And mine!\\\" she answered, in a low voice.\\n\\n\\\"We shall make many mistakes, both of us,\\\" he said. \\\"But I think, after that night, we can never for very long misunderstand each other. For that night we were sincere.\\\"\\n\\n\\\"Let us always be sincere.\\\"\\n\\n\\\"Sincerity is the rock on which one should build the house of life.\\\"\\n\\n\\\"Let us--you and I--let us build upon it our palace of the spirits.\\\"\\n\\nThen they were silent again. They were silent until the boat passed the point, until in the distance the island appeared, even until the prow of the boat grated against the rock beneath the window of the Casa del Mare.\\n\\nAs Hermione got out Gaspare bent to kiss her hand.\\n\\n\\\"Benedicite!\\\" he murmured.\\n\\nAnd, as she pressed his hand with both of hers, she answered:\\n\\n\\\"Benedicite!\\\"\\n\\nThat night, not very late, but when darkness had fallen over the sea, Hermione said to Vere:\\n\\n\\\"I am going out for a little, Vere.\\\"\\n\\n\\\"Yes, Madre.\\\"\\n\\nThe child put her arms round her mother and kissed her. Hermione tenderly returned the kiss, looked at Artois, and went out.\\n\\nShe made her way to the brow of the island, and stood still for a while, drinking in the soft wind that blew to her from Ischia. Then she descended to the bridge and looked down into the Pool of San Francesco.\\n\\nThe Saint's light was burning steadily. She watched it for a moment, and while she watched it she presently heard beneath her a boy's voice singing softly the song of Mergellina:\\n\\n\\\"Oh, dolce luna bianca de l' estate     Mi fugge il sonno accanto a la marina;    Mi destan le dolcissime serate,     Gli occhi di Rosa e il mar di Mergellina.\\\"\\n\\nThe voice died away. There was a moment of silence.\\n\\nShe clasped the rail with her hand; she leaned down over the Pool.\\n\\n\\\"Buona notte, Ruffino!\\\" she said softly.\\n\\nAnd the voice from the sea answered her:\\n\\n\\\"Buona notte, Signora. Buona notte e buon riposo.\\\"\",\"timestamp\":1637315613,\"title\":\"\\n\\\"Gaspare,\\\" he said, \\\"wait here. Lie off the shore close by till I come back.\\\"\"},\"digest\":\"_SM25jpguXdIKOiBaScuHJAceE1yLCJT9SszkBOLi4A\",\"authorship\":{\"contributor\":\"0x601114c3e2cfa182D83a451a3c41d4e615b07E56\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CLFpfXJI5esTzRmNxuS9GqbK6utlQzQKjTAnH3lLJAk\\\",\\\"y\\\":\\\"Os3C_x7WxjtH51tBddHLDPIXTEcKiH-T-iJKLaYxQ8A\\\"}\",\"signature\":\"c2zMxQFahE60bW3u1GSBgeTv9W_XKkg3z4Bk-PUzBXzUa8ocky8dV11aYk9FBEb3QLMWT6syKzf6pG4qDKJndA\",\"signingKeySignature\":\"0x733393e0c66cc8326ca2393a72bb8b5fd7678e4eb73f1d4ef947403d9dbfc91704bd645496ed0ed83412b28a337207c067514c2f7c90d934e53db2d6a8e822641b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CLFpfXJI5esTzRmNxuS9GqbK6utlQzQKjTAnH3lLJAk\\\",\\\"y\\\":\\\"Os3C_x7WxjtH51tBddHLDPIXTEcKiH-T-iJKLaYxQ8A\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_SM25jpguXdIKOiBaScuHJAceE1yLCJT9SszkBOLi4A\"}"