"{\"content\":{\"body\":\"The boss’s compulsory course is bragging and nonsense. It can be used for Internet business, and it can also be used for physical business. Don’t use this trick if you are fierce or not enough. Don’t break the law when we do business. Don’t use it. Don’t use it. Don't try to get other people's tangible resources.\\n\\nListening to my program, you have to learn to be flexible, and people who can’t adapt can’t do business. This is just analogy.\\n\\nEvery industry has a circle. I will say that I am most familiar with the Internet. The grassroots circle of the Internet actually has a circle. Almost all people in this circle have heard of each other. In fact, you can also take the initiative to find these people. The existence of the Internet makes it easy for you to find anyone in this circle.\\n\\nIn the process of chatting with others, bragging skills are particularly important. In the Internet era, information is productivity. Who knows more, whoever can get rich!\\n\\nMy colleagues always ask me how much money can I make in a month? Originally, I could only earn 1 million a month, I\\n\\nEntrepreneur Business School Serving Entrepreneurs 119\\n\\nJust say 3 million, that is to say, if you increase your income by a factor of three, others will say that you are bragging and you can’t make so much money. Then I will send him my Alipay. I have an Alipay. It is to collect all the money in my bank card into one Alipay, and it is not a month's income, but a few months' income. Send it to this colleague remotely. When this colleague saw it, he said that it is really awesome, how do you do the project, how to operate it, that day I have time to guide and guide my brother, my brother is the host, please come here for the best Eat in a restaurant. I said I was very busy, and he had no time, so he insisted on inviting me to come over and have a chat.\\n\\nThis is how I got in touch with people in my peers who are better than myself. Of course, I usually pay for the meal. I have to show that I am really awesome. In the case of the boss, whoever pays is usually awesome. You are bragging. Everyone is conscious and not rushing to you. If you pay the bill, you can also reply to him, \\\"Wait for your business to be done, please invite me!\\\" The result is that everyone is very happy.\\n\\nThe society is very realistic. You can only make others think that you are awesome, and no one else is willing to play with you. If you play with you, your resources will be more abundant. We can get more useful information by bragging. But be careful, you have to weigh how many catties you have at any time, don't do things like you can't eat, the boss must be a ghostly person. You can’t have a financial relationship with others through bragging. In fact, people who start a business don’t actually need money. What we need is information. Really useful business information. You have a thorough understanding of other people’s business information, other people’s projects, profit models, and operations. You can make money by yourself.\\n\\nAfter amplifying your income, you can attract many excellent friends. To emphasize once, remember that we don't have a financial relationship with anyone, only collect information.\\n\\nWhen we do business online, we actually need to make many great people before we can do better.\\n\\nWhy should others invite you to dinner? The answer is very simple. Others want to ask you about your project experience, OK, when we eat, naturally I will ask him how much water he can have in a month.\\n\\n120 Entrepreneur Business School Serving Entrepreneurs\\n\\nGenerally, he had to say that it was only 1 million. I would say, your project is good, how can you make more than 1 million? In the current society, playing the Internet, only more than 1 million a month, what is enough? If you can't afford a better house, he will say, yeah, yeah, it really doesn't work. Your brother gives guidance and guidance, I will say, how do you do it? Tell me about your process, I will optimize it for you, and tap the profit point. Because he thinks I earn more than him, he very seriously describes how his business is done, how the personnel are distributed, and how the main profit is. How to promote it, where is the room for growth, and what to do next. Then I took a voice recorder and secretly recorded everything he said, because I often study business models, the Internet, and the methods of Internet promotion. So generally I can give him some useful guidance and suggestions. After I have listened to what he said, I will give some promotion suggestions and staffing suggestions that I think is feasible based on what he said, and I can also develop those customer suggestions. Then he said: \\\"This is how I did it, you can refer to it.\\\" He would say to me very gratefully, thank you! Then behaved like a sudden realization.\\n\\nAfter dinner, after I went back, I quickly took out the recording pen, took a piece of paper, and wrote out his projects one by one, including the operating methods, promotion methods, and profit models. Just follow what he said, find two people to copy his project immediately, test it, promote it, and see if anyone consults, someone consults OK, and immediately this project. , I will start to make money. In the process of bragging, we have to act as if we look down on his project. He wants to say that I don't even care about him, so that he cherishes the opportunity and speaks out the key points. Then I went home and started doing it myself.\\n\\nIn real life, I often encounter bragging guys. People who are not up to the standard bragging have no purpose, bragging about trivial things, and things that can't bring benefits. It's bragging about showing off. As a boss, we brag, we only brag about projects and only things that can bring benefits. Set projects everywhere, set profit models everywhere. Once the business information is set, go home and test it. The Internet is so convenient that the technology is not valuable, but the model is valuable, how to promote it, how to make a profit,\\n\\nEntrepreneur Business School Serving Entrepreneurs 121\\n\\nThis is valuable. When a knowledgeable person gives pointers, ok, it is easy to make money. Don't ask others humbly outside. The more you ask others, the less they tell the truth. You are going to brag about it and let these people who have done projects come to you to ask you and guide him in the project. In this way, you know everything.\\n\\nOf course, I am not teaching everyone to be cunning. I am a person who is very hardworking in his career, and I am also very careful. To do my career, I must work hard to achieve results, but we need to be flexible.\",\"timestamp\":1634796286,\"title\":\"Bragging, a compulsory course for the boss\"},\"digest\":\"JiQZb8vimcqy6Wo54-Se6cibLmO-9g1LgfiJhWizl1c\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"hznnqbQIGmAx-EwDqoeXxxAsbj0ixq7CewKe4sTUlKdw-G0korPuXkMHb3CuIQIAKDVBxaCvrZJQq3bcUSfK3w\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"JiQZb8vimcqy6Wo54-Se6cibLmO-9g1LgfiJhWizl1c\"}"