"{\"content\":{\"body\":\"![Jon-Kyle starter pack](https://images.mirror-media.xyz/publication-images/40ca8ca8-f4da-4266-ab49-2833d624c36d.jpeg?height=1300&width=2600)\\n\\nI’m exited to have joined up with [Graeme](https://g.mirror.xyz) and [Denis](https://d.mirror.xyz) to create **Mirror**. With this being my first entry *on* Mirror I figure it can serve as an introduction to help provide context for future entries. What follows are a few personal anecdotes and speculation on things like cultural protocols, social(ish) interfaces, absolutely devouring fresh pizza in the mountains and possibilities for sustaining creative practices. Elaborations on prior work and thinking to set up both *why Mirror* and *what might it be*?\\n\\nWith some patience, and since everything connects, let’s go into the weeds (a little.) I’m not suggesting any of it’s interesting, or to imply singular solutions to complex issues, but as a form of personal sense-making for myself and those who care enough (or just have the time) to continue reading.\\n\\nThis will be a small series, and this is part one ✌️\\n\\n---\\n\\nI’d been working for several years on a project called [Cargo](https://cargo.site) a, personal publishing platform for designers, musicians, architects, photographers and the like. People creatively minded. I landed an early invite to the project in 2009 after spending days exploring [Space Collective](https://spacecollective.org), another project by the same team. “Where forward thinking terrestrials exchange ideas and information about the state of the species, their planet and the universe, living the lives of science fiction today.” It’s still an absolute favorite, and I’ve never seen anything else like it.\\n\\nThe invite enabled me to create my own site using the tools which had been developed for Space Collective, now white-labeled and able to be associated with any domain. In addition to a selection of designs you also had full access to the `html` and `css`. With that level of access I couldn’t stop messing with it. It was the first time I’d seen `AJAX`. It was also an introduction to unfamiliar culture like paintings by Bosch, design from Emil Ruder, or quotes of Timothy Leary—all examples of the filler content used instead of uninspired *lorum ipsum*. The designs were focused, mostly typographic, and emphasized the work over interface. “*The content is the Cargo*.” A couple days after the invite an email hit my inbox.\\n\\n> “So you keep changing the design of your Cargo site, do you want to visit us in Los Angeles?”\\n\\nMy family is in the music industry, and I was touring that summer as a for-hire drummer in a group I had no interest in. I’m grateful to have gotten a first hand look at life as touring musician before having spent years chasing it, and parts of it were fun. Waking up in a new city each day, traveling on a tour bus, and (sounds corny) the energy you feel when performing live. But I realized it wasn’t something for me to pursue long term.\\n\\nWhat got me excited was the internet. Or… not the internet as some discrete entity, but the possibility it affords. I stopped going to school at age 10 to basically surf online all day with no curriculum. *Un-schooling*. We lived in a small town in central Pennsylvania. The browser window was literally a *window* where access to the entire world was possible. And not only that; you could contribute to building that world by uploading, too. \\n\\n---\\n\\nAfter Cargo had extended the offer there wasn’t much of an internal debate. I hopped a flight from Nashville to Los Angeles to be the first full time hire on the Cargo team. Still unsure exactly *how* that happened.\\n\\nA concern that grew over time was that of *attribution*. In addition to creating sites for presenting ones’ own work, many created image blogs. Some of them [my favorites](http://haw-lin.com/). Most were good about crediting the sources for images, but it was an impossible thing for us to keep track of—and not our place to chase people down. The livelihood of anyone creative depends upon their work being shared and credited, so it was important to us[^1].\\n\\n![Scenes from Cargo, 2010–2016](https://images.mirror-media.xyz/publication-images/f6da73f5-60f0-49b1-a9fc-e163acf3655f.jpeg?height=1300&width=2600)\\n\\nClicking around one afternoon [MediaChain](http://www.mediachain.io) by [Denis Nazarov](https://mirror.xyz), [Jesse Walden](https://jessewalden.com) and crew scrolled into view(port.) “*Mediachain is a singular data fabric for open-first media applications.*” More clicking around revealed some relation to Ethereum. Although friends had been involved in the cryptocurrency space for some time I had avoided it, aside from attempting to mine Dogecoin[^2] late one night. At least Doge was explicitly a joke when so many other projects postured as *not*… which is generally the case when something *is*.\\n\\nI began reading through the documentation for the *Mediachain Attribution Engine* and it appeared directly related to the problem at Cargo. It was around this time I also came across IPFS.\\n\\nSometime in 2017 I left Cargo to pursue projects touching on these questions of attribution, data ownership and archival. If you *are* your data, you should *own* your data. Or at least to the same degree that your mind or body are your own. Coming from a cultural project, I looked at these questions through a cultural lens. *What form could a cultural protocol take?*\\n\\nFundamentally, culture wants to propagate—information wants to be free. So I began looking into the peer-to-peer space. The work happening around [Decentralized Archive Transport](https://dat.foundation) (Dat Protocol) caught my eye. It’s a torrent-like network, with features like versioning, and is good for everything static files based. Turns out a website is essentially a collection of static files, and the [Beaker Browser](https://beakerbrowser.com) team had realized just that, building a browser with the `dat://` protocol baked in. Being a peer on the network meant what you visited then worked offline—going offline being the *ultimate luxury* these days.\\n\\n![Scenes from Peer-to-Peer Web, 2018](https://images.mirror-media.xyz/publication-images/0db76df3-48fc-45a9-b7da-312918bd173b.jpeg?height=1300&width=2600)\\n\\nI began working on projects utilizing `dat`, including an experimental publishing tool called *Enoki*. Perhaps the most meaningful contribution was organizing a series of relaxed afternoons about decentralized publishing and culture called *Peer-to-Peer Web*. Instead of convening in tech offices we met in spaces such as the [Los Angeles Contemporary Archive](http://www.lacarchive.com/), the [School For Poetic Computation](https://sfpc.io/), and [Folder Studio](https://folder.studio/#projects/parergon). Events took place in Los Angeles, New York, and Berlin. [Callil Capuozzo](https://callil.com) who organized the New York hang now happens to be the lead designer at [Uniswap](https://uniswap.org). Small world.\\n\\nAround this time I was living in New York, and in addition to peer-to-peer publishing projects I took a few commissions. One of those was for the design and development of a featured editorial for Bloomberg News about the [Ethereum DAO Exploit](https://www.bloomberg.com/features/2017-the-ether-thief/) written by [Matt Leising](https://twitter.com/mattleising). They gave me a desk in their Midtown Manhattan office for the month, where both the Bloomberg Terminal and Bloomberg News are created directly beside each-other. This was also peak ICO boom of 2017. You couldn’t get a coffee in Brooklyn without hearing someone shilling a shitcoin. A special type of hell that helped solidify my position at the time that crypto is largely a toxic (and energy intensive) continuation of the financialization of everything. Solutions desperate for problems.\\n\\n---\\n\\nAfter several years of staring at screens I was getting a little burnt out. While living in Los Angeles I enjoyed going on day hikes in the [San Gabriel Mountains](https://www.are.na/jon-kyle-mohr/san-gabriels) on weekends. Reading about the Sierra Nevada and looking at topographic maps was my favorite form of escapism when living in New York. After returning to California I decided to hike the [Pacific Crest Trail](https://en.wikipedia.org/wiki/Pacific_Crest_Trail), a 2650 mile path running from Mexico to Canada along the mountains spanning the west coast.\\n\\nWhat I expected to be a break from technology ended up being four months of walking a marathon (or two) each day while contemplating technology, perception, environment and how it all overlaps.\\n\\n![Scenes from the PCT, 2019](https://images.mirror-media.xyz/publication-images/fa71a599-1da0-44bc-a896-2749c614dba4.jpeg?height=1300&width=2600)\\n\\nAfter a four day stretch of one-hundred(ish) miles and relative isolation all I could think about was food. At the end of a long leg like this it’s the ultimate motivation, and at a certain point becomes the only thing you can think about. That is to say; you start thinking with your stomach instead of your head. Up until agricultural abundance most humans did—pretty recent on the planetary time scale. When moving at a biological pace—walking with two feet—across distances long enough to register as “*substantial*” when looking at a globe, and through an environment which has shaped your evolution over millennia, your sense of scale adapts to become more planetary. This as opposed to scrolling while staring at a dumb screen. I digress…\\n\\nAnother day of slogging along the trail behind me, I arrived at a clearing in the woods. A gas station—the only structure around for at least an hour drive. I walked through the door and ordered a pizza. I literally *could not believe it*. It was absolute magic. How the fuck does this pizza exist *here*? And how can I hand over a piece of *plastic* and begin immediately recovering calories without having to like, apprentice for a month? In that moment everyday occurrences summed up into something totally euphoric. Again, it’s worth emphasizing the difference between thinking with your head vs your stomach. One is logical and the other is evolutionary, or something… literally head vs gut. It’s like, in that moment of eating pizza after walking 100 miles I was experiencing the collective shock of all my ancestors at what is possible today, as if they were there to see it, too. When life is so full of incredible moments, sometimes it takes something like a pizza in the woods to recognize them.\\n\\nI was telling this story to a friend recently and he said, “You sound like the ultimate block chain bro. Going on some hiking pilgrimage and having epiphanies about capital and technology.” Shit! I’m unsure how to articulate much of this without it being totally ridiculous. I mean… it clearly is.\\n\\nRegardless, these sorts of personal experiences are how we come to understand the world around us. It’s one thing to understand the logic behind something. It’s another to understand something through relatable lived experiences. I’ve been very fortunate to have had the experiences I’ve had so far. \\n\\n---\\n\\nAlthough seemingly disparate, all of this connects directly in my mind. The state of publishing online over the past decade—from blogs to websites to stories. Questions of data ownership and attribution, and what it means to centralize around the creator—not the platform. The environments we find ourselves in, what they afford, and how we shape them.\\n\\nSo this is how it’s been.  \\nIt’s now a question of *where it’s at*.\\n\\nPart two will follow soon enough.  \\nStay in the loop by [subscribing to updates](https://jon-kyle.com/subscribe).\\n\\n[^1]: It’s also a saturation issue. Reverse Google Image search often returns pages of Pinterest boards as sources. All unattributed.\\n[^2]: Shit… really should’ve held onto that wallet 🙃\\n\",\"timestamp\":1611465094,\"title\":\"How it’s been; an introduction\",\"publication\":\"jk\"},\"digest\":\"NKGQUaHwGeqj_85lQAhc-t7YbT_wq-xE1tcwYtDbjGo\",\"authorship\":{\"contributor\":\"0xFf37A713c920F6e94043D10c1230e30B13F4d500\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Gef8F4hP1ykY5K1hrll0taFZjjO9faOYs8LwPrdDquw\\\",\\\"y\\\":\\\"KzndIxWrwlYqGrHLxBFO2RlVOxQK7vVdrf9wYjvzRBE\\\"}\",\"signature\":\"kWrzd60Ev3e5xAI8tB57eJB97WjTKBBdiRPnM-c8qTWS8_SJ13yFEJAow3dAx6aYJ9S8doFTls-a2BfhetF2SA\",\"signingKeySignature\":\"0x8371a8a223c2ac85068051217711425ba351cd2e8dbb9c243f1218c60540fea104a338635da0ee7711ec5ec5d7ae1efac9973a438529fbe7d6c2018bbf40cd0a1b\",\"signingKeyMessage\":\"I authorize the publication of articles on jk.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Gef8F4hP1ykY5K1hrll0taFZjjO9faOYs8LwPrdDquw\\\",\\\"y\\\":\\\"KzndIxWrwlYqGrHLxBFO2RlVOxQK7vVdrf9wYjvzRBE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"version\":\"12-21-2020\",\"originalDigest\":\"DkE-9_u8B9BdJYwWYSDN80ZKUpwk5fenwIaSHPP2VvA\"}"