"{\"content\":{\"body\":\"The global epidemic has been raging so far, forcing employees all over the world to adjust their working methods and start learning online collaborative office.\\n\\nIt's really good to be able to communicate with colleagues online anytime, anywhere, but remote meetings can also make people feel a little rigid because of the lack of human touch and the lack of \\\"small sparks\\\".\\n\\n## \\\"Metacosm Conference\\\" is coming faster than expected\\n\\nNot long ago, Microsoft co-founder and billionaire Bill Gates predicted that in the next two to three years, most employees will hold virtual meetings in the meta universe.\\n\\n![](https://images.mirror-media.xyz/publication-images/H5hwvKPzlNOtQGjzE1Y2s.png?height=282&width=600)\\n\\nGates shared his thoughts in an annual review article on his personal website.\\n\\nHe said that the epidemic has completely changed our workplace, and there are more employees and companies in need of telecommuting than ever before. Enterprises and employees have gradually adapted to the new work style, and telecommuting will draw more people into the meta universe.\\n\\nOur work areas-brainstorming, team meetings, casual conversations in the corridors, these structures that are vital to office culture have quietly changed.\\n\\nIn the future, most virtual meetings will shift from 2D to 3D spaces with virtual avatars. We can even accurately capture expressions, body language and sound quality, which will be a more immersive meeting experience.\\n\\n![](https://images.mirror-media.xyz/publication-images/1lbpnjZx_dE545JzbUjWe.png?height=388&width=550)\\n\\nGates said: \\\"Earlier this year, I had a lot of fun trying out 3D avatars.\\\" He pointed to spatial sound effects. For example, the sound heard from the speaker has been greatly improved compared to the past.\\n\\nThe enthusiasm of the meta-universe concept provides more possibilities for future office forms. The two companies Meta (formerly Facebook) and Microsoft have successively launched office products while predicting the future of the meta-universe.\\n\\n## Mesh for Teams\\n\\nLast month, at the Ignite conference, Microsoft released Mesh for Teams, a solution for office forms. It is a meta-universe hybrid office product that integrates the mixed reality function of Microsoft Mesh into the video conferencing software Teams, allowing People in different locations join collaborations through Teams, hold virtual meetings, send messages, process shared documents, etc., and share holographic experiences. \\n\\n![](https://images.mirror-media.xyz/publication-images/dq2DzOqJ5HQ2_zNJQ4nNa.png?height=336&width=600)\\n\\n![Bring the avatar into an immersive space and experience the occasional encounters that inspire innovation.](https://images.mirror-media.xyz/publication-images/BSO_eool2EXBLl455rMOa.png?height=337&width=600)\\n\\n![Provide immersive spaces, such as the virtual lobby shown here.](https://images.mirror-media.xyz/publication-images/6-WDlsrV57Q-rRWtpDcJn.png?height=337&width=600)\\n\\n![Stand-ins meet and collaborate in the immersive space of Mesh for Teams.](https://images.mirror-media.xyz/publication-images/TdwGvpAxP1jV3Zi6mTuF8.png?height=338&width=600)\\n\\n![](https://images.mirror-media.xyz/publication-images/GoqgCMKkVsBOa1ZrVe49U.png?height=337&width=600)\\n\\nThere are many reasons why people turn off cameras in meetings. Mesh for Teams can join meetings with personalized avatars. You can show yourself in a video, a still picture, or a bubble with your initials.\\n\\nKatie Kelly, chief project manager for Mesh for Teams at Microsoft, said: “Sometimes I just want to sit in a chair downstairs and bring my cushion, but maybe this is not suitable in a work environment. I hope to be able to open up my numbers. Stand-in, in this way, I’m still present and participating, and other participants will feel that I’m participating.”\\n\\nKelly said that first of all, we will use audio prompts so that whenever you speak, your face will come alive. You will also have animation effects that make the double more expressive. Your hand will move, just like taking your audio and expressing it as a facial expression, very simple and will create a sense of presence.\\n\\nThis is only the first version. The future goal is to closely track through Microsoft's massive artificial intelligence technology, so that we can use the camera to show the position of the mouth and imitate the user's head and facial movements.\\n\\nIt is worth looking forward to, Mesh for Teams will begin to launch a preview version in the first half of 2022.\\n\\nHorizon Workrooms\\n\\nIn August of this year, Meta released the remote office software Horizon Workrooms. Users use Meta’s Oculus Quest2 helmet experience to hold meetings in a virtual room (VR environment). Workrooms uses spatial audio and hand tracking functions to make people feel in a real physical room more truly.\\n\\nEveryone can brainstorm together, use the whiteboard to express new ideas, put forward ideas, process documents, socialize, or have a natural conversation. Improve team collaboration, communication and remote connection capabilities through the power of virtual reality.\\n\\nAfter watching the video, I believe you have a full understanding. The function points are summarized as follows;\\n\\n1. Bring your desk, computer and keyboard into VR: You can take your physical desk and compatible crawler keyboard into the virtual room with you, and you can see these things sitting on the virtual conference table in front of you.\\n2. It feels like being with the avatar and spatial audio: Use the new and improved Oculus avatar and spatial audio technology to feel a closer connection and have a more natural conversation.\\n3. A virtual whiteboard as big as your idea: Each room in the studio provides unlimited whiteboard space, so you can draw sketches together in real time.\\n4. Room suitable for all tasks: You can configure the layout of the virtual room to meet your needs. Whether you are focusing on collaboration, conversation or presentation, there are seating layouts suitable for various occasions, and the entire room can be scaled up and down to fit your team size.\\n5. Designed for using both hands: Designed to use both hands instead of the controller as your main action. This helps create a more natural and expressive social experience, and makes it easier to switch between physical tools such as keyboards and controllers when you need them. (To ensure the best experience, hand tracking needs to be enabled to use Workrooms.)\\n6. Meeting records, file sharing, calendar integration and chat: The Workrooms web application is available in countries/regions where Facebook is available. Whether you are in VR or on a computer, you can collaborate more easily.\\n\\nThe public beta version of Horizon Workrooms has been launched in countries/regions that support Quest 2, and interested friends can enter a Quest 2 to have a try.\\n\\nShare a very cool concept video of Mete's work in the meta universe. You may not have a computer or keyboard to work in Meta Universe (Note: If you want to watch more Meta Meta Universe series of concept videos, you can follow the official account and click \\\"Brain Hole Video\\\" to view).\\n\\nGates said that there are still many challenges to achieve an excellent 3D experience, because accurately capturing expressions, body language and sound quality, we must wear expensive technology to achieve this. Such as VR helmets, glasses, motion capture gloves, etc.\\n\\nWith the further promotion and popularization of technology, it is believed that remote meetings combined with virtual reality will soon become a reality.\",\"timestamp\":1639558960,\"title\":\"Bill Gates: Most work conferences will be held in Metaverse within 3 years\"},\"digest\":\"LnKNtlddr-lbQyYZbfnsbn_kllVouEnwqVwUBkcRsuU\",\"authorship\":{\"contributor\":\"0x80BF1f1cD5dd8CEcce32572348Ac3056a2eC9aB8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lwqh8M71LPlLE79YUHHat-oS0J0qdSWOEDgD4jaoGUM\\\",\\\"y\\\":\\\"49sjvTSd3DAaPW--wEL8a4NOjXQkRK71RCJsSU7LL60\\\"}\",\"signature\":\"Vqg-bEO7HxCAm-a3ocEmuQ1njE9VRpSCcITKtMLlkoHTaDT8PVhlxxmBRbERuG3z1FlhvSN7Si12tr39XQf9sQ\",\"signingKeySignature\":\"0x54fa9e48aa6d553fe59050947b9abaa474701eadbc0479e4373bad229a2de05f65e6d64806226a6629768d188675ecd27d95ed4eb5b76c23df9a6114c9677d371c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lwqh8M71LPlLE79YUHHat-oS0J0qdSWOEDgD4jaoGUM\\\",\\\"y\\\":\\\"49sjvTSd3DAaPW--wEL8a4NOjXQkRK71RCJsSU7LL60\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"LnKNtlddr-lbQyYZbfnsbn_kllVouEnwqVwUBkcRsuU\"}"