"{\"content\":{\"body\":\"In 2013, *Juicero Inc.* started raising what would eventually be over $100 million to build a Juice Squeezing as a Service (JSaaS) company. This is what they built with that money.\\n\\n![https://beneinstein.medium.com/heres-why-juicero-s-press-is-so-expensive-6add74594e50](https://mirror.xyz/_next/image?url=https%3A%2F%2Fimages.mirror-media.xyz%2Fpublication-images%2F9lrAFUm1w_ic2041SlSLq.png&w=3840&q=90)\\n\\nFour years later, in 2017, someone finally asked **why?** Unfortunately for *Juicero* they couldn't come up with a satisfying answer. I'm sure you've heard the story by now.\\n\\n![https://www.bloomberg.com/news/features/2017-04-19/silicon-valley-s-400-juicer-may-be-feeling-the-squeeze](https://images.mirror-media.xyz/publication-images/vywB2Ikv7rTd0nNuqwNsY.gif)\\n\\nMiamiCoin is a smart contract on the Stacks blockchain. The Stacks blockchain is a general-purpose blockchain that settles on the Bitcoin blockchain.\\n\\n![The style of these diagrams are inspired by the ones in the Uniswap V2 documentation.](https://images.mirror-media.xyz/publication-images/EA26uxVfFYf4SdFj38_nb.png?height=1500&width=3000)\\n\\nOn every block on the Stacks blockchain you can mine MiamiCoin by sending STX (the native currency of the Stacks blockchain) to the MiamiCoin contract. 30% of the STX sent is diverted to a wallet owned by the City of Miami. The remaining 70% is sent to MiamiCoin stackers.\\n\\n* **Stacking MiamiCoins** is the process of temporarily locking up MiamiCoins in exchange for a portion of the 70% of STX sent by MiamiCoin miners, proportional to the amount of MiamiCoins locked up.\\n* **Mining MiamiCoins** is the process of sending STX to the MiamiCoin contract in exchange for a chance to win MiamiCoins, proportional to the amount of STX you send.\\n\\nSo to review.\\n\\nHow do you get MiamiCoins?\\n\\n1. Mine them.\\n2. Buy them on the open market.\\n\\nWhat can you do with MiamiCoins?\\n\\n1. Stack them.\\n2. Sell them on the open market.\\n\\nSo far MiamiCoin has made the City of Miami over $21 million, which is objectively a butt-load of money. This has led Miami Mayor Francis Suarez to say that eventually (in theory)\\n\\n> The city (Miami) could be a city that runs without taxes.\\n\\nA conclusion which he arrives at by employing the following equation\\n\\n![](https://mirror.xyz/_next/image?url=https%3A%2F%2Fimages.mirror-media.xyz%2Fpublication-images%2FWIxz71rz8enAF1p_zX13Y.png&w=1920&q=90)\\n\\nAnd by completely ignoring the MiamiCoin issuance schedule which drops by 60% after the first 3 months.\\n\\n![](https://mirror.xyz/_next/image?url=https%3A%2F%2Fimages.mirror-media.xyz%2Fpublication-images%2FUZNnpFqupMQJOv93CrebR.png&w=3840&q=90)\\n\\nSo what is the City of Miami going to do with this money? They are going to use the money to give a ***Bitcoin yield*** to their residents. An idea which has already become part of the Bitcoin valuation narrative.\\n\\n[https://twitter.com/zhusu/status/1458822605977260035?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed&ref_url=https%3A%2F%2Fwww.notion.so%2Falcides%2FOn-MiamiCoin-b1bf91e9fa104666b6927c94ba78fceb](https://twitter.com/zhusu/status/1458822605977260035?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed&ref_url=https%3A%2F%2Fwww.notion.so%2Falcides%2FOn-MiamiCoin-b1bf91e9fa104666b6927c94ba78fceb)\\n\\nIf you are confused about how you go from MiamiCoin to Bitcoin, don't feel bad because it’s not possible.\\n\\nLuckily for the City of Miami, at the time of publication they own around $200 worth of MiamiCoin and $21 million worth of STX, a fact there seems to be some confusion over.\\n\\nYou can check their wallet yourself.\\n\\n[https://explorer.stacks.co/address/SM2MARAVW6BEJCD13YV2RHGYHQWT7TDDNMNRB1MVT?chain=mainnet](https://explorer.stacks.co/address/SM2MARAVW6BEJCD13YV2RHGYHQWT7TDDNMNRB1MVT?chain=mainnet)\\n\\nThis CoinDesk article on the subject suggests Miami’s holdings are in MiamiCoin instead of STX and that stacking MiamiCoins gives a bitcoin yield. This is not accurate.\\n\\n[https://www.coindesk.com/business/2021/11/11/miami-to-give-bitcoin-yield-from-miamicoin-to-its-citizens/](https://www.coindesk.com/business/2021/11/11/miami-to-give-bitcoin-yield-from-miamicoin-to-its-citizens/)\\n\\nAs I've explained above, stacking MiamiCoins gives a STX yield, not a Bitcoin yield. There is however *something else* that gives a Bitcoin yield, **stacking STX**.\\n\\nIn attempt to understand how stacking STX works, I made an overly technical diagram.\\n\\n![](https://mirror.xyz/_next/image?url=https%3A%2F%2Fimages.mirror-media.xyz%2Fpublication-images%2FZ0qrAOaQqmNJ5Oxdadx-c.png&w=3840&q=90)\\n\\nHowever, to make my argument I will need significantly less details.\\n\\n* **Stacking STX** is the process of temporarily locking up STX in exchange for a portion of the BTC sent by STX miners, proportional to the amount of STX locked up.\\n* **Mining STX** is the process of sending BTC to STX stackers in exchange for the chance to mine the next block of the Stacks blockchain as well as the block reward and transaction fees that go along with it.\\n\\n*Stacking STX* and *Mining STX* are the main components of Proof-of-Transfer (PoX), the consensus mechanism of the Stacks blockchain.\\n\\nAs an aside:\\n\\n![https://www.stacks.co/stacking](https://images.mirror-media.xyz/publication-images/aFfEp62QHVlGVZ-srXeGs.png?height=820&width=1730)\\n\\nThe Stacks website claims that stacking STX supports the network's security and consensus. This to true for blockchains that use Proof-of-Stake (PoS), but I don't understand how this is the case for PoX where STX miners, not STX stackers, are the block producers. The technical specification for PoX also gives no explanation. If a consensus mechanism expert wants to explain this to me, please do.\\n\\n[https://github.com/stacksgov/sips/blob/main/sips/sip-007/sip-007-stacking-consensus.md](https://github.com/stacksgov/sips/blob/main/sips/sip-007/sip-007-stacking-consensus.md)\\n\\nBack to the main story:\\n\\n![](https://images.mirror-media.xyz/publication-images/tWVAx-nf74GD76mGUUWbG.png?height=556&width=1834)\\n\\nThe City of Miami has clearly made out like gangbusters from this whole affair, but what about MiamiCoin as an investable asset?\\n\\nIf you are an altruist speculator (an oxymoron) you can think of MiamiCoin as a 30% Tax on Speculating as a Service (ToSaaS) protocol, similar to a Casino where winnings are coincidentally also taxed at a 30% flat-rate.\\n\\nExcept if you're not actually as altruist as you claim to be, you are probably trying to get a tax deduction on the 30% being diverted to the City of Miami. In which case, the MiamiCoin revenue the City of Miami is claiming is simply coming from Miami itself, if you're a Miami-based investor, or from some other city if you reside elsewhere.\\n\\nKeep in mind that people have historically chosen not to divert the tax revenue from their community to another.\\n\\nFor an example of this, look here:\\n\\n[https://www.theatlantic.com/business/archive/2016/08/property-taxes-and-unequal-schools/497333/](https://www.theatlantic.com/business/archive/2016/08/property-taxes-and-unequal-schools/497333/)\\n\\nAs I mentioned above, not even the City of Miami seems to think that MiamiCoin is a worthwhile investment. At the very least they seem more keen on stacking STX than mining MiamiCoin.\\n\\nWhich makes sense as the whole premise of the Stacks blockchain is that we should venture to make Bitcoin programmable and bear the burden of its energy usage because that would be superior to any natively programmable, general purpose, more energy efficient PoS blockchain out there.\\n\\nSo if the plan was always to end up with Bitcoin, I fail to see the value of creating a longer path.\\n\\n![](https://images.mirror-media.xyz/publication-images/NhAmYuwvTw1W14SlRBZGU.png?height=1025&width=5214)\\n\\nAnd for those who will argue 'something something ... money legos' and that I'm failing to grasp the beauty of composability. I pray at the altar of composability, but I'm not buying it! Composing by what is at best a crappy identity function is not interesting.\\n\\nFor those who will argue that MiamiCoin is its own thing unrelated to Bitcoin. I would entertain your position if it wasn't built on Stacks.\\n\\nPeople seemed to be mad about Juicero in 2017, but they don't seem to be mad about MiamiCoin now. Maybe it's because there's money to be made, at least if you're early enough. Or maybe it's because the people reporting on this seem not to have a grasp of what's happening, and the people who actually understand maybe don't want to disagree with one of only a handful of American politicians that don't think of crypto and Web3 as a monolithic money laundering machine.\\n\\nIf you’re a politician, consider that the crypto community will likely align behind whatever politician has the least idiotic take on on crypto and web3. I would urge you to give the crypto community more options than they have now.\\n\\nIf you’re part of the crypto community, consider that sometimes it’s better to be alone than in bad company.\\n\\nMiamiCoin is a Juice Squeezing as a Service (JSaaS) protocol, and crypto and Web3 can change the world. It would be a shame if people confused the two as one in the same.\\n\\nDisclaimer: I am not an expert on anything. This is not Investment or Tax advice.\",\"timestamp\":1637193345,\"title\":\"On MiamiCoin \"},\"digest\":\"5748--RrYzYknTbcCFsAiZ0C5eBvQfDMIw7XmHF71s4\",\"authorship\":{\"contributor\":\"0x6a9540518477fEA00B998bfA2e7C967ca853f209\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xOk0Mx7BuKq-nEFnnzHV6FzGrm9YFz1uCUpvb9mkYbA\\\",\\\"y\\\":\\\"EmT92g_dtMlwPc3pN3Z9QTUl32YwWtIN1OqCOlFcy40\\\"}\",\"signature\":\"Dz6nSPhDISwDEZYF9s7ulWszF5UQAjjMIZdDg2a0fmwbEHbh4MpV8s4MLGobrcHnNt6Gp0ug0flHADEIdnMc-g\",\"signingKeySignature\":\"0x8fd4f6e90a0e41bee68f7086a7d38af2e623a7f97666360ef866e5ac256aeb8b05d293353bd909e1949bbbe3dd424d95b83e6e9ff385911ca66e1ddc593a437b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"xOk0Mx7BuKq-nEFnnzHV6FzGrm9YFz1uCUpvb9mkYbA\\\",\\\"y\\\":\\\"EmT92g_dtMlwPc3pN3Z9QTUl32YwWtIN1OqCOlFcy40\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6sWflsscjEQ478KN4yo_XvZFDNIhJO6w-EWpt35ACBQ\"}"