"{\"content\":{\"body\":\"**“This negativity, this sour orange juice, this “OJ”, this sour OJ… these opinions and judgement that come from a sour dark place.” I had never been wetter. The tweed trapping me in my 9 to 5 were soaked through, sticking me to the upholstery of the ergonomic chairs my bosses paid me to buy for them. Paid me to put together in between picking the cheapest dental plan I could afford to pay into.** \\n\\n“Why?” You’re so inquisitive.\\n\\n “What’s good about that?” I peel myself off of the vinyl and strategically dance across the concrete floor of my DTLA industrial office building to the lone coffee make in the corner kitchenette. If I play it cool no one will notice that my slacks have morphed into a wetsuit. \\n\\n “I understand why it’s happening, you’re in a bad place.” I glance over my shoulder to meet the eyeline of my boss. Some corner of my brain hopes that he’s looking below my belt loops, but his eyes dart from mine to the free trade Kenyan coffee beans I bought on his card yesterday. He’s making sure I don’t make more coffee than what he and I can drink. I am in a bad place. I have a salary.  \\n\\nI moved to LA 4 months ago to pursue an NFT project with my now roommates. They’re smart business major types – can down a can of Rolling Rock in 4 seconds and smash the empty against their forehead before you get to the fifth. Aside from their affinity with Southpark and Bored Apes, I convince myself that they are good people. After all, they have to have people skills behind their Twitter space etiquette or else I wouldn’t be living with them, right?\\n\\nTo their credit I wouldn’t know about you if it wasn’t for them.  “You’re not feeling great.” You’re right. “You see somebody else and you want to tear them down to deploy your darkness on them. I get it.” And I wouldn’t feel so seen if it wasn’t for them introducing us. \\n\\nI scoop the ground beans into the slow drip while I drip to your words. “I have empathy for it, but the sour OJ has got to stop. For both fucking parties out there.” “Both parties” sounds like an invitation. “Jesus.” Jesus included, that makes three of us.\\n\\n \\n \",\"timestamp\":1639820411,\"title\":\"Veesome Pt. 1 \"},\"digest\":\"ZfTkr2XUvPctEXDqtkYvq8iQlIJH7kiqPDSXlOqyhuo\",\"authorship\":{\"contributor\":\"0x5111Cd581Ea82994ea7B39968ad6467deed54F11\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5E788EON8HoDoNEPMSkjBYAGZHrz1kplr4CdDatGkok\\\",\\\"y\\\":\\\"fIaJmWjaXmxKS133qNppExQjB8fgv1K-onxoq30HKVI\\\"}\",\"signature\":\"uyupULFHdGRlqWvYDyqZy6gbC5cDJD5cL9ioCXu3KKcYJFJDHzTDMe-QO7-6qmR_C10h2yXLHAb0dQGwRyxtrQ\",\"signingKeySignature\":\"0x6a36282783880793c40a7019f3681cc1b94625771530735e55f45c253bdaeb206feb2ef810714b88f2bcb752b81ce81c3eb152353e1e5232395de075c9518b0d1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5E788EON8HoDoNEPMSkjBYAGZHrz1kplr4CdDatGkok\\\",\\\"y\\\":\\\"fIaJmWjaXmxKS133qNppExQjB8fgv1K-onxoq30HKVI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZfTkr2XUvPctEXDqtkYvq8iQlIJH7kiqPDSXlOqyhuo\"}"