"{\"content\":{\"body\":\"Nil es una plataforma que busca crear un mercado de curadores de NFTs comunitarios. Esto quiere decir que armoniza la relacion que los participantes tienen dentro de la economía de la misma. El mismo tiene como objetivo traspasar la propiedad de la economía creadora a la comunidad. Es una intercesión entre el ecosistema DEFI y los NFTs. Por esto es que decimos NFT 2.0. Tienen un programa de (apuesta) Stake, en el cual vos por usarlo conseguís Nil como moneda criptográfica y poder de curación para votar dentro del ecosistema por los Artistas que van a lanzar sus proyectos. Podes Stake NIL como token o “N” como NFTs. Es muy importante saber que NIL nació del proyecto de NFTs “The n project”, que estaban inspirados por “Loot (for aventureros). Pero en mi humilde opinión son mejor porque en vez de ser palabras, son números, y es más fácil de construir desde ellos. Esta simple idea es asombrosa, pero no termina acá tienen también un programa de referencia de Artistas, el cual es pago. Esto quiere decir que puedes recomendar un artista, y si este logra pasar por el sistema de curación y lanza su proyecto, usted es recompensado. En el punto de vista del artista es un ganar, ganar, ganar por que no solo vos como artista ganas Nil por acuñar tu arte, sino que también el que te recomienda lo hace y los que votan por vos. Por ende, los que te dan su apoyo en el arte también son recompensados. Con este programa lo que se busca es que los mejores artistas ingresen a la plataforma. Dando así la certeza a todos los colectores de Arte, que lo que están comprando allí, es de los mejores. Los artistas que acuñan en la plataforma pasan a ser parte de Nil y cuando uno forma parte de algo no lo abandona.   Es genial por que le da el valor real al arte, que tanto se estaba perdiendo en el mundo NFT. Este ecosistema está perfectamente diseñado para que todos los participantes salgan beneficiados, y eso es realmente asombroso. Nil toma 0 tarifas y el 100% de las ventas van a los artistas. Ya vivimos una revolución en el ámbito del arte con los NFTs pero ahora estamos viviendo una evolución en los NFTs al darle el valor real a los Artistas, atravez de todas las tecnologías innovadoras que están presentando en la intersección de Defi con NFTs. también tienen un programa llamado Karma que me voló la cabeza por que el mismo consiste en constantemente incentivar las relaciones a largo plazo entre coleccionistas y creadores. Es una medida numérica que refleja la relación de los colectores con las obras con las que se relacionan. Y como si todo esto fuera poco los metadatos cargados en los NFTs se almacenan en la red de Arweave. Esta es el proyecto más innovador por el momento de almacenamiento permanente de datos en blockchain. Esto quiere decir que el Arte cargado al NFT va a existir para siempre. Los mismos NO son editables, como por ejemplo en Open Sea que podés cambiar la metadata a tu antojo. Todos sabemos que el futuro del Arte está en el metaverso, y ellos están bien enfocados en ello. Comenzaron solamente hace más o  menos un mes y tienen todo para lograr cosas increíbles. Ya podes comprar e intercambiar NIL en Uniswap y SushiSwap, también ingresaron en el programa onsen de SushiSwap. Por lo cual en la plataforma podes apuesta (stake)  LP token, para tener recompenzas en NIL y Sushi. También me gustaría agregar que son un mercado de NFTs Descentralizado, y eso ya es un gran comienzo ya que la mayoría de los mercados NFTs hoy en día son centralizados, asique si estos cierran tu arte se perderá. Con esto el poder de crecimiento se deriva en el incentivo que la comunidad tiene por crecer. En la plataforma se podrá también prestar y pedir prestado los NFTs “N” para tener prioridad en las Acuñaciones de Arte. ¡¡¡Creo sinceramente que NIL es el futuro, y que todos los grandes artistas tendrían que ingresar corriendo a este mercado !!! ¡¡Con DEFI los NFTs son mucho más divertido e interesante !!\\n\\nLa filosofía de Nil es empoderar a la comunidad dándoles la propiedad del ecosistema. Nil esta aquí para quedarse, ya que su visión es hacia el futuro y a largo plazo.\\n\\nPD: Soy una persona que le fascina estar asombrada y eso es que ellos lograron al menos conmigo, son toda gente muy inteligente, trabajadora y amable. ¡¡¡¡Son realmente Asombrosos !!!! Programadores y artistas unidos por el futuro del arte.\\n\\n![](https://images.mirror-media.xyz/publication-images/MBHDO-dO_UhLD96Sxc-hZ.png?height=565&width=443)\\n\\n![](https://images.mirror-media.xyz/publication-images/FuRQIxvi87yST-oEuK9r7.png?height=564&width=853)\\n\\n![](https://images.mirror-media.xyz/publication-images/fLPESfLxWxqUcrTjgIlg2.png?height=565&width=530)\\n\\n\",\"timestamp\":1638932426,\"title\":\"NIL DAO!\"},\"digest\":\"ue-wySyK7NegreQ0nvmdn62M5lcTA9zP_OU8g3AFAUk\",\"authorship\":{\"contributor\":\"0xdF15d086eb2154617c3caB9026Ba1FdB3Ce1e3B7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7rGYj-cjZEA_c_LWsSNwR8CwzmPrWIkDmajGYPRL19A\\\",\\\"y\\\":\\\"E0hdDfdBtZxJ6raLEzbyIOM4fVRDjLnKboHyIVC-BaI\\\"}\",\"signature\":\"BDo9-rTjDZ0FWkXmbUf6S7LtWZXE57kigGdWXyYU5H4sg-UwoQrIDFWP9uLxtdcnn0VyogEFb9uGMAQldp7URw\",\"signingKeySignature\":\"0xf1662b490b0b6f64a3877f17647fefb37f41c0e4c632812501bc43f5a759d1f746d8571702702e8091905286cd7727826ccea57d4ad2394c03090beb9181e8781c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7rGYj-cjZEA_c_LWsSNwR8CwzmPrWIkDmajGYPRL19A\\\",\\\"y\\\":\\\"E0hdDfdBtZxJ6raLEzbyIOM4fVRDjLnKboHyIVC-BaI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sFhV-neIqnijeHvIYIJhEgJab0qjxa7SWdWaPCJ94v4\"}"