"{\"content\":{\"body\":\"Understand clearly what resources you have, and then directly use them as capital. You don't have to wait for the conditions to mature, and you don't need to ask others to borrow money. You can use the resources you can mobilize now and start directly.\\n\\nMany big bosses started with a few hundred yuan or a few thousand yuan. After several years of hard work, they are worth millions, even tens of millions, or hundreds of millions. Entrepreneurship is not about what you have to do with it. It is not about how much money you have borrowed. It is about starting from scratch. It is about wisdom, brainstorming and diligence.\\n\\nMany people are unwilling to use their brains and hard work, and are unwilling to endure hardships. They just want to borrow money to start a business. It is pure fantasy and will inevitably fail.\\n\\nSome people seem to be very talented and have goals, but they don't achieve much in their lives. Why? Because they always just want to do things and always feel that the conditions are immature, they have to wait and then act. In fact, the best time to act is to do it right away. Conditions are always immature, and they are mature when they work.\\n\\nMany people don't act just because they understand too much. The talented rebellion failed in three years. The real masters act immediately and persist for a lifetime.\\n\\nOne does not need to know a lot of truths, but to learn to act. Put your heart and soul into your own project, keep dreaming, don’t talk to those who don’t make money about your career, don’t talk to those who don’t have ambitions, and talk about your ideals. Talking about it, you can only make yourself sluggish.\\n\\n126 Entrepreneur Business School Serving entrepreneurs\\n\\nNS.\\n\\nYou have to talk to your boss, someone who makes money to talk about your ideals, talk about your ambitions, and they will give you encouragement. Looking for a boss, looking for someone who makes money to talk about your ideals, and talking about the future is to hypnotize yourself, and hypnotize yourself into the thinking of the boss. But it is possible that you are not so lucky because the boss is very busy and is not willing to talk to you. Then you choose self-hypnosis and self-direction.\\n\\nExperts are lonely, and emperors are called widows. Ordinary people need to be guided by their boss, and bosses rely on themselves to guide themselves.\\n\\nThe company chooses people, and the boss chooses partners. They all choose the kind of destined person, the kind of laughing, happy, and excited people to be partners. The kind of hesitating and unhappy person is actually distorted psychologically, so we let him stay away. Only excited people like to act. The company relies on those who act to create performance, and those who do not act are the burden of the company.\",\"timestamp\":1634796563,\"title\":\"Only by acting now can the business succeed\"},\"digest\":\"5omUz4Mn7ex_eEktVEfb0BionTd8XuNW9TYQZ2Xu0SQ\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"7h0K-FOZxUHahAFRl04jeqyltWEzoJrIDPxzwFbWhfk4hVZa7bgUMUlIdcY6gChKPbDiig4FzyBM6YFOAZG_fw\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"5omUz4Mn7ex_eEktVEfb0BionTd8XuNW9TYQZ2Xu0SQ\"}"