"{\"content\":{\"body\":\"This time I will explain some of the recent updates of Metaer and some of the content to be launched next.\\n\\nAt present, metaer.market has deployed multiple blockchain full nodes and developed an independent query system to solve the problem of slow and inaccurate reading of NFT data on the chain.\\n\\nAt the same time, the new trading contract of metaer.market has been developed and is in the final debugging stage.\\n\\nThe new trading contract will gradually launch the following functions:\\n\\n* Support for casting NFT in batches by calling the interface.\\n  \\\\-Support multiple people to share a NFT copyright.\\n  \\\\-Support permanent royalty income.\\n  \\\\-Support more kinds of pricing methods and auction methods.\\n\\nAt the same time, metaer.market is working with a number of real estate companies to study the business process and contract logic of real estate ETFs, and will arrange them in the next development plan.\\n\\n[M-DAO.org](http://m-dao.org/) has completed the deployment, and we have developed a delegate contract for M-dao, so that anyone can delegate voting rights to anyone, which is conducive to a more democratic governance relationship.\\n\\nAt the same time, M-DAO established the Ministry of Assets and Finance. Next, 60% of the revenue of the entire ecology will be transferred to the Ministry of Finance and handed over to the DAO.\\n\\nM-DAO has also deployed a voting governance system through the most mature SNAPSHOT system in the industry.\\n\\nIn addition, Metaer.world, as the portal platform of Metaverse in the Metaer ecosystem, version 1.0 will soon enter the contract continuous adjustment phase.\\n\\nWe will use Metaer.world to create an ecosystem that can be connected to any chain game. It should be possible to meet with you in January 2022.\\n\\nThe above recent updates of the Metaer ecosystem, technology has changed the world, thank you all.\",\"timestamp\":1641121462,\"title\":\"Metaer update 2022.11\"},\"digest\":\"47-5LUqa1U5DnPHw4RRUpQDqD_01GDRPh8odyRcOsTw\",\"authorship\":{\"contributor\":\"0xaED77eeB69e8ea9e4Ade5e10446c8acD0D9586E6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hZHR13vD0zCifGbc-hMmlLqghJ-kOVVKvBOapt_NIJI\\\",\\\"y\\\":\\\"jtAGHT8pe9G-flDT-UEmGCcz0-kotg8_GDAmUbkkwrs\\\"}\",\"signature\":\"eNmYEmvAjyLEULsR-EnQfmMtpA6cJmxW-0IU4QDag81ovCJkar-7AGd1p3Oyagv1BzbSBRI0e1lQoKRdJCdYzQ\",\"signingKeySignature\":\"0x1800c2b48f15eca10c2fd8ba8f819b49ed32b31cd319f6c2531c8226255f14590b094eec8eb9a1965224657a7097959b604383c2d56630dca11c68c2d8749f7b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hZHR13vD0zCifGbc-hMmlLqghJ-kOVVKvBOapt_NIJI\\\",\\\"y\\\":\\\"jtAGHT8pe9G-flDT-UEmGCcz0-kotg8_GDAmUbkkwrs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"47-5LUqa1U5DnPHw4RRUpQDqD_01GDRPh8odyRcOsTw\"}"