"{\"content\":{\"body\":\"continued from:\\n\\n[https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/NW7ZwxKSArLFer62EFrvYN_XnegAq6_Vl4pmat-mlXA](https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/NW7ZwxKSArLFer62EFrvYN_XnegAq6_Vl4pmat-mlXA)\\n\\n**“T.S. Eliot said: ‘the progress of an artist is a continual self-sacrifice, a continual extinction of personality’. This … remark … is likely to perplex most readers. It is not clear why artistic expression, which could be regarded as an elaboration or even enlargement of self, would require such a sacrifice or extinction of personality … I argue that the question of vocation: what it means to be a poet … is central to the work of these writers, and that this question can only be answered by considering the kinds of ‘sacrifice’ which they felt this vocation required.”**\\n\\n(*Ben Brice*)[\\\\[31\\\\]](#_ftn31)\\n\\nIt is interesting that many great artists and holy people seem to arrive at the same conclusion — that in order to get to the richest sources of inspiration (to swim in the sea of humanity and be a fisherman of the soul), it is necessary to undertake a process of self-effacement. This is a sacrificial process that equates reduction of the importance of the insistent, incessant ‘I’ with an improvement in the ability to delve into our deep, often dark, unconscious collective psyche and return with a precious haul.\\n\\n**“The subliminal self is in no way inferior to the conscious self; it is not purely automatic; it is capable of discernment; it has tact, delicacy; it knows how to choose, to divine. What do I say? It knows better how to divine than the conscious self, since it succeeds where that has failed.”**\\n\\n(*Jules Henri Poincaré*)[\\\\[32\\\\]](#_ftn32)\\n\\nWhat is found when we allow our subconscious and unconscious to work their magic is a process of discovery for the creative artists, scientists, or holy people — when the chattering acquisitive monkey mind is not involved in finding and ‘owning’ the fruits. It arises when there is conscious mastery of a particular technology and a willingness to let a deeper part of our being work on the problem or creative process. It requires great humility and also respect and skill for the medium of the technology. It is a recognition or acceptance of the limits or even absence of so-called ‘free will’.\\n\\nIn respect of the interaction of what Jung called the ‘collective unconscious’ and our collective culture it becomes even more apparent that what is found in this process — when we limit the incessant demands for sovereignty of the jabbering, ultimately delusional ego — is not owned or even really created by the discoverer. This process of discovery is similar in art, ethics, and science.\\n\\nWisdom is a technology of the mind — it is communal ‘property’ if one must insist ‘on so much of yours and mine’.[\\\\[33\\\\]](#_ftn33)\\n\\n**“In the course of centuries the naïve self-love of men has had to submit to two major blows at the hands of science. The first was when they learnt that our earth was not the centre of the universe … the second blow fell when biological research destroyed man’s supposedly privileged place in creation … But human megalomania will have suffered its third and most wounding blow from the psychological research of the present time which seeks to prove to the ego that it is not even master in its own house, but must content itself with scanty information of what is going on unconsciously in its mind.”**\\n\\n(*Sigmund Freud*)[\\\\[34\\\\]](#_ftn34)\\n\\nThere are so many other examples of great sacrifices of human life, including the Gulags, the abomination of slavery (and the persisting inequity of the structure of the US political, economic and legal system), the destruction of the American Indian civilisation, the plight of the Australian aborigines and the rape, pillage and cultural subjugation of nearly all countries and peoples at some time in the process of empire-building.\\n\\nBetter writers have dealt with such topics in the manner and detail they deserve. It seems inappropriate to only give one or two paragraphs on such important issues and it is necessary to be very selective in order to make the wider points, that is, about how wrong we can be and are continuing to be in what we value and what we ignore.\\n\\nLet us consider the last two major world wars in the context of the concept of ‘sacrifice’ — even though we can not possibly do full justice to them and the suffering of the sacrificed and their families. Lest we think sacrifice is something that happens only in other places and ancient times (which we like to think of as ‘less civilised’), we should remember that warfare often involves the greatest sacrifice. It is a cost that has been imposed on people in most countries and cultures in the last few centuries — though thankfully less so in the Western hemisphere (since the invention of atomic weapons).\\n\\nWhilst the great human cost of World War II is mostly seen as an acceptable or unavoidable cost — particularly given the eugenic evils of the Nazi regime — it is difficult to make that claim for nearly every other war of the last few centuries.[\\\\[35\\\\]](#_ftn35) Perhaps World War II may even have been avoidable if it was not for the conditioning brutality of World War I, and the use of excessive reparations by the victors to punish the losers.\\n\\nWe will never know whether World War II could have been avoided, but one suspects that by that point in the early twentieth century the gathering forces of xenophobia, new mass communication mediums and mechanised means of industrial human slaughter were unstoppable.\\n\\nInto the Inferno we fell…\\n\\n![Gustav Doré, “Lucifer Cast Out of Heaven”, 1866 CE, public domain.](https://miro.medium.com/max/1400/1\\\\*LZ3rRqpmMVS1fqBNQ2p3ZQ.jpeg?&&size=medium)\\n\\n**“Long is the way**\\n\\n**And hard, that out of**\\n\\n**Hell leads up to Light.”**\\n\\n(*John Milton*)[\\\\[36\\\\]](#_ftn36)\\n\\n\\\\*\\\\*\\\\*\\n\\n*How do we enter Hell on Earth for humanity and try with words and images to talk about it adequately?*\\n\\nThe world wars of the last century, the mechanisation, administration and industrialisation of suffering and murder in Germany and Russia particularly. The atomic bombs and firebombs. The tens of millions killed, the hundreds of millions injured physically, sexually and mentally. The broken homes, families and people. All of it is beyond language and, from this chair, almost beyond wordless comprehension or contemplation.\\n\\n![(Isaac Rosenberg)\\\\[38\\\\]](https://miro.medium.com/max/2000/1\\\\*bRVxAAaCMRPz7T73JcOJ_A.png?&&size=medium)\\n\\nYet we must consider the inferno of the twentieth century since, more than any other time in our history, it brings into focus some key issues that are relevant to this book.\\n\\n*How can we be so wrong about what is right?*\\n\\n*How can we inflict so much suffering in pursuit of our belief in what is right?*\\n\\n*How can we decide that the suffering of millions of life-forms is not a valid quality to measure or care about whilst we go about our daily lives?*\\n\\n**“It was that shame we knew so well, the shame that drowned us after the selections, and every time we had to watch, or submit to, some outrage: the shame … that the just man experiences at another man’s crime; the feeling of guilt that such a crime should exist, that it should have been introduced irrevocably into the world of things that exist, and that his will for good should have proved too weak or null, and should not have availed in defence.”**\\n\\n(*Primo Levi*)[\\\\[39\\\\]](#_ftn39)\\n\\nNo sane person would wish to revisit this time in our history. It is much too much; the first half of the twentieth century was a charnel-house of hurt.[\\\\[40\\\\]](#_ftn40) Yet a desire for wisdom, and to understand the problems of wrongdoing, requires us to get to grips with the surprising banality beneath the horrors — the ease with which wrong thinking and wrong action can be carried out by any of us.\\n\\nMostly, when I think about this aspect of our culture and history, I remember with sorrow all of those poor souls that suffered so much and also, with gratitude, those courageous beings that found some way to make a difference to save lives and reduce suffering.\\n\\nThe days that are most troubling are those when what scares me is the thought that I have no idea how I would have responded or lived during slavery, World War I, the Holocaust and all the other troubling events. I may have been the victim, the perpetrator or the silent witness. I cannot be sure — none of us can — so we must look to how we deal with the suffering of other people and life-forms today (where we live).\\n\\nWe ‘see through a glass darkly’ and the glass is also a mirror to our souls. We all have the potential for good and bad actions within us. Often, luck determines which of those seeds is most watered.\\n\\nWhat should concern us most about periods of great suffering is that millions of normal people participated in all these events — many of whom cannot be considered as scheming ‘evil’ megalomaniacs — and were complicit or turned a blind eye to what was happening. That is what is most troubling, and that is what Hannah Arendt and other witnesses tell us.\\n\\nPrimo Levi writes about the destruction of those qualities that give us any sense of moral status or purpose, the systematic desensitisation and destruction of human beings through their processing in a concentration camp.\\n\\nLevi brings his scientist’s eye for observation and understanding to focus on the gradual process of the destruction of any morality for both victim and perpetrator. His book is an astonishing testament and an act of great ethical courage. Levi brought back knowledge and wisdom from Hell.\\n\\n**“They … the drowned, form the backbone of the camp, an anonymous mass, continually renewed and always identical, of non-men who march and labour in silence, the divine spark dead within them, already too empty to really suffer. One hesitates to call them living: one hesitates to call their death death, in the face of which they have no fear, as they are too tired to understand. They crowd my memory with their faceless presences, and if I could enclose all the evil of our time in one image, I would choose this image which is familiar to me: an emaciated man, with head dropped and shoulders curved, on whose face and in whose eyes not a trace of a thought is to be seen.”**\\n\\n(*Primo Levi*)[\\\\[41\\\\]](#_ftn41)\\n\\nThe circumstances of Nazi Germany reduced many of its people to a kind of thoughtless inattention to basic ethical principles and purpose. It is hard to believe this because we do not want to believe it. The child in all of us still wants a world of black or white, good or evil, heaven and hell, but the harder truth to bear is that each and its opposite are in every one of us.\\n\\nHow we act can make this journey a hell for other people or life-forms. We may not even be aware of it. It can happen through basic ‘thoughtlessness’ — inattention to the underlying reality and through hidden industrialised processes rather than any ‘evil’ intent of all of those involved.\\n\\n**“Evil comes from a failure to think. It defies thought for as soon as thought tries to engage itself with evil and examine the premises and principles from which it originates, it is frustrated because it finds nothing there. That is the banality of evil.”**\\n\\n(*Hannah Arendt*)[\\\\[42\\\\]](#_ftn42)\\n\\n![“Laughing at Auschwitz — SS auxiliaries poses at a resort for Auschwitz personnel, 1942”, Rare Historical Photos, copyright unknown \\\\[43\\\\]](https://miro.medium.com/max/1400/1\\\\*2QraO6h9CoXewmorDnn2FQ.png)\\n\\nIn writing this section I decided not to use any real pictures of victims from the Holocaust, out of respect for all the people and families that lost someone and due to the utter depravity of it — for which even the most horrifying pictures of suffering are still insufficient to reflect or understand it. However, the above photo of SS auxiliaries from Auschwitz having fun shows better than a thousand words the ‘truth’ of Hannah Arendt’s insight about the banality of evil.\\n\\nGiven the wrong conditions, human beings appear to be able to do almost anything and convince themselves of the ‘rightness’ of it or, even more troubling and difficult to challenge, the absence of any moral issue at all.\\n\\n![](https://miro.medium.com/max/1052/1\\\\*SP6ZFk658359eO9gXx8HoQ.jpeg)\\n\\n![Stills from Schindler’s List, directed by Steven Spielberg, 1993 CE, ‘fair use’ assertion.](https://miro.medium.com/max/1012/1\\\\*0w_ZGU37a2fOP8u8WqkUHw.jpeg)\\n\\nWe will close this section on sacrifice with another poem from one of the best English poets. His life (and work) was sadly cut off in its prime, as for so many young men during World War I.\\n\\nOwen embodies the spirit of the highest sacrifice — he died fighting a war he did not believe in and yet he went back to the trenches and, the ‘pity of war, the pity war distilled’,[\\\\[44\\\\]](#_ftn44) died one week before the Armistice. Owen chose to return to the trenches so as to continue the efforts, including of others like the poet Siegfried Sassoon, to tell people back home what hell on Earth was really like. The utter futility of it all. He sacrificed his life in a war he detested for an ideal of brotherhood and humanity that he loved.\\n\\n“To Eros” by Wilfred Owen, written before the war, is ostensibly about erotic love. Its stark blood-and-ash imagery and abandonment of Christianity read like a presentiment[\\\\[45\\\\]](#_ftn45) of the coming brutal war, which would kill over 15 million soldiers and civilians in World War 1, and even foreshadows the later final descent into hell on Earth in the Holocaust that was to follow.\\n\\n![(Wilfred Owen)\\\\[46\\\\]](https://miro.medium.com/max/1400/1\\\\*DW7JurY9qq5Dh6u9TIQ-3A.png)\\n\\nPerhaps it also points to the future that awaits us if we continue to degrade our biosphere and sacrifice so many other life-forms to our demands for ever more living matter. A grey world covered in ash from the burnt offerings to our egos and thoughtless passions. A testament to our unholiness. Yet another holocaust.\\n\\n![Sandra Hoyn, “Burned forest in the wake of deliberately set fires in the Riau province.” date unknown, ‘fair use’ assertion \\\\[47\\\\]](https://images.mirror-media.xyz/publication-images/705r7QyIzlp9a_-rx3F_q.jpeg?height=1331&width=2000&&size=medium)\\n\\nOwen’s extraordinary collection of war poetry will hopefully never need to be matched in its beauty and wisdom.\\n\\nOwen’s sacrifice also shows his courage as someone that understood that our lives are not our own. He redeemed and transformed his death in an otherwise senseless slaughterhouse. He was an alchemist of suffering. The glory of war, of fighting for one’s country, was “the old lie” told by old men[\\\\[48\\\\]](#_ftn48) to a generation of young men in this first modern war. It ended in bloodshed and brutality that had no ethical justification giving rise to the even worse horrors to come.\\n\\n\\\\*\\\\*\\\\*\\n\\ncontinued in:\\n\\n[https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/vZOtH_eAV3yKaBcb4mlwoa9tGSpY_7LlpJIPIppnOrA](https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/vZOtH_eAV3yKaBcb4mlwoa9tGSpY_7LlpJIPIppnOrA)\\n\\n\\\\*\\\\*\\\\*\\n\\n[\\\\[31\\\\]](#_ftnref31) Ben Brice, *Green Altars*, unpublished, 2020 CE.\\n\\n[\\\\[32\\\\]](#_ftnref32) Jules Henri Poincaré, *[The Foundations of Science](https://www.gutenberg.org/files/39713/39713-h/39713-h.htm)*, 1904 CE.\\n\\n[\\\\[33\\\\]](#_ftnref33) “let us not fill our mouths with so many faltering names, with so many sad formalities, with so many pompous letters, with so much of yours and mine, with so much signing of papers” (Pablo Neruda, “Too Many Names”, from *Estravagario*, 1957–1958 CE, translated by Anthony Kerrigan in *Selected Poems*, 1990 CE).\\n\\n[\\\\[34\\\\]](#_ftnref34)\\\\* *Sigmund Freud, “Introductory Lectures on Psychoanalysis”,* \\\\*1916 CE.\\n\\n[\\\\[35\\\\]](#_ftnref35) In fact, more men died within just four years during World War I than in all wars between European powers in the 100 years before.\\n\\n[\\\\[36\\\\]](#_ftnref36) John Milton, *[Paradise Lost](https://archive.org/details/paradiselostillu00miltuoft/page/2/mode/2up)*, 1667 CE. Image: Gustav Doré, “[Lucifer Cast Out of Heaven](https://upload.wikimedia.org/wikipedia/commons/archive/9/9d/20201206094944%21Paradise_Lost_12.jpg)”, 1866 CE, public domain.\\n\\n[\\\\[37\\\\]](#_ftnref37) Dante Alighieri, “Inferno”, *The Divine Comedy*, 1320 CE. Image: Pablo Picasso, “[Guernica](https://en.wikipedia.org/wiki/Guernica_(Picasso))”, 1937 CE, Wikipedia, public domain.\\n\\n[\\\\[38\\\\]](#_ftnref38) “In all men’s hearts it is. Some spirit old Hath turned with malign kiss Our lives to mould. Red fangs have torn His face. God’s blood is shed. He mourns from His lone place His children dead. O! ancient crimson curse! Corrode, consume. Give back this universe Its pristine bloom.”\\n\\nIsaac Rosenberg, “[On Receiving News of the War](https://www.poetryfoundation.org/poems/57196/on-receiving-news-of-the-war)”, 1914 CE. It is notable that poetry no longer seemed adequate or appropriate for what followed World War I; the great war poets all wrote during that war.\\n\\n[\\\\[39\\\\]](#_ftnref39) Primo Levi, *If this is a Man*, trans. Stuart Woolf, 1947 CE.\\n\\n[\\\\[40\\\\]](#_ftnref40) Harriet Sherwood, “‘[The horrors I saw still wake me at night’: the liberation of Belsen, 75 years on](https://www.theguardian.com/world/2020/apr/12/the-horrors-i-saw-still-wake-me-at-night-the-liberation-of-belsen-75-years-on)”, *The Guardian*, 12 April 2020. Image: George Rodger/Time & Life Pictures/Getty Image\\n\\n[\\\\[41\\\\]](#_ftnref41) Primo Levi, *If this is a Man*, trans. Stuart Woolf, 1947 CE.\\n\\n[\\\\[42\\\\]](#_ftnref42) Hannah Arendt, *Eichmann in Jerusalem: A Report on the Banality of Evil*,\\\\* \\\\*1963 CE. See also Hannah Ardent, “[Eichmann in Jerusalem — I](https://www.newyorker.com/magazine/1963/02/16/eichmann-in-jerusalem-i)”, *The New Yorker*, 8 February 1963 CE.\\n\\n[\\\\[43\\\\]](#_ftnref43) “[Laughing at Auschwitz — SS auxiliaries poses at a resort for Auschwitz personnel, 1942](https://rarehistoricalphotos.com/laughing-at-auschwitz-1942/)”, Rare Historical Photos: “These photos were taken between May and December 1944, and they show the officers and guards of Auschwitz relaxing and enjoying themselves — as countless people were being murdered and cremated at the nearby death camp”. See also William Ryan, “[Nazis on retreat: the SS holiday camp near Auschwitz — in pictures](https://www.theguardian.com/books/gallery/2016/nov/22/nazis-retreat-ss-holiday-hut-auschwitz-pictures-mengele-photographs)”, *The Guardian*, 22 November 2016 CE. Images at foot of page: still from *Schindler’s List*, directed by Steven Spielberg, 1993 CE.\\n\\n[\\\\[44\\\\]](#_ftnref44) Wilfred Owen, “[Strange Meeting](https://www.poetryfoundation.org/poems/47395/strange-meeting)”, published posthumously in 1919 CE.\\n\\n[\\\\[45\\\\]](#_ftnref45) Interestingly, C J Jung had many visions, including of the coming European destruction: “I realized that a frightful catastrophe was in progress. I saw the mighty yellow waves, the floating rubble of civilization, and the drowned bodies of uncounted thousands. Then the whole sea turned to blood.”\\n\\n[\\\\[46\\\\]](#_ftnref46) “In that I loved you, Love, I worshipped you; / In that I worshipped well, I sacrificed.\\n\\nAll of most worth I bound and burnt and slew: / The innocent small things, fair friends and Christ. / I slew all falser loves, I slew all true, / For truth is the prime lie men tell a boy.\\n\\nGlory I cast away, as bridegrooms do / Their splendid garments in their haste of joy. / But when I fell and held your sandalled feet, / You laughed; you loosed away my lips; you rose.\\n\\nI heard the singing of your wings’ retreat; / And watched you, far-flown, flush the Olympian snows, / Beyond my hoping. / Starkly I returned / To stare upon the ash of all I burned.”\\n\\nWilfred Own, “[To Eros](http://www.wilfredowen.org.uk/poetry/to-eros)”, published posthumously in 1983 CE.\\n\\n[\\\\[47\\\\]](#_ftnref47) From “[the Last Orangutans](https://www.sandrahoyn.de/portfolio/the-last-orangutans/)”, Sandra Hoyn.\\n\\n[\\\\[48\\\\]](#_ftnref48) Wilfred Owen, “[Dulce et Decorum Est](https://www.poetryfoundation.org/poems/46560/dulce-et-decorum-est)”, published posthumously in 1920 CE.\",\"timestamp\":1639490783,\"title\":\"Ethics of Life — 5.2 Sacrifice (Part 2) \"},\"digest\":\"hl9bEt63jahsXTy62svciQnIVsfe0JAHLpAH8EIxOgw\",\"authorship\":{\"contributor\":\"0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e4G9o3wQEalHCyu1nrx43_XLj33NkkbtPU9zhgLpEoc\\\",\\\"y\\\":\\\"SMfJ8rbTNB0Nm4Wk9iL9Uo7u3NH1MHQMvR-AC5DuNdw\\\"}\",\"signature\":\"zXePEEgRfRQ3xyRtP4wjqW8tMA6_QwAF-_WRYKEVsGRLi2fL9SMq49jDrfCSt82uqWjgRWUXzwdK4pgSvaHMXA\",\"signingKeySignature\":\"0xdf71867d6a93a9e9fc97739057d22cb3e7a0c04250c4da3797e334eba75e19656b925c0d134918e43f95fa27b290bd5caa4e20826faad966e713ce681d9f182d01\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e4G9o3wQEalHCyu1nrx43_XLj33NkkbtPU9zhgLpEoc\\\",\\\"y\\\":\\\"SMfJ8rbTNB0Nm4Wk9iL9Uo7u3NH1MHQMvR-AC5DuNdw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"MxUhx2QglQzEzGeKZwjFNRc97WFHkPM5_Ym1WMo64OI\"}"