"{\"content\":{\"body\":\"A little over a week ago, we shared with you the success of the FIAT DAO seed raise. Today, we are excited to elaborate on what exactly it is that FIAT DAO will be bringing to the DeFi landscape.\\n\\nFor those of you short on time, *nota bene:*\\n\\n* **$FIAT is backed by fixed income assets issued by other DeFi protocols**\\n* **$FIAT is not a stablecoin**\\n* **The FIAT DAO is slated to launch in the beginning of November**\\n* **[Our Discord server is now live](https://discord.gg/FgyBtNSAKb)**\\n\\nWith this system, we hope to build a protocol capable of providing leverage and secondary liquidity to on-chain fixed income assets.\\n\\n## The Need for Leverage\\n\\nFixed income remains the largest sector of the legacy financial system with some [$120 trillion](https://etfdb.com/multi-asset-channel/supplement-your-fixed-income-portfolio-with-an-esg-etf/) in assets falling into the category as of Q1 2021. Accordingly, numerous protocols have launched in the wake of the ongoing decentralized finance boom with a vision for building out a digital asset analogue. But while variable rate lending markets have found product-market fit to the tune of over [$40 billion](http://defillama.com/) in deposits across Ethereum and other smart contract blockchains, fixed rate protocols have failed to gain notable traction despite a variety of implementations of the concept.\\n\\nThe disconnect between legacy and decentralized finance on the topic of fixed income has to do with the fact that the former allows for copious amounts of leverage, whereas the latter currently does not. As the [Bank of International Settlements](https://www.bis.org/publ/bisbull02.pdf) points out, institutional holders of US treasuries are able to pledge $100 worth of the underlying for up to $99 worth of leverage; this fueled the popularity of the bond futures basis trade (buy the bond, sell the future, pocket the difference — and do it all while releveraging), which peaked in September 2019 with over $600 billion in net short futures open interest.\\n\\n![](https://miro.medium.com/max/1264/1\\\\*gr240w05iBZq6SGBSUf-_Q.jpeg)\\n\\n$50 grant for best attempt at a “The Basis Tradoooor” meme\\n\\nCompare this to DeFi, where fixed income products like BarnBridge SMART Yield senior positions or Element principal tokens are not acceptable collateral on any liquid lending market, and it comes as no surprise that users are less willing to take on the opportunity cost associated with locking their collateral away for a given period of time. Moreover, the non-fungibility or semi-fungibility of these assets make them ill-suited for automated market maker solutions, leaving secondary liquidity a close runner-up concern. Until DeFi can offer seamless leverage or secondary liquidity for fixed income assets, we do not expect the asset class to receive material demand from users in the market.\\n\\n## Why a New Protocol?\\n\\nAs a collateralized asset, $FIAT resembles quite a number of other protocols in the DeFi space. But the devil is in the details. After iterating on the concept for months, we came to accept two realities:\\n\\n* **Illiquid fixed income assets break stablecoin pegs at scale**\\n* **Competition between stablecoins introduces governance risk**\\n\\nOn the first point, it warrants taking a quick trip back to Finance 101. Fixed income assets bear an opportunity cost, expressed as the time value of money, because you cannot redeem them for their underlying liquid currency until a certain date in the future. Each such asset was minted by a user who deemed that the yield on the principal deposited neutralized that opportunity cost, but over the duration of the asset, it could very well be the case that prevailing interest rates rise or fall. **For something like $FIAT that is to be collateralized by such assets, this means that the average fixed income asset collateral may have too little or too much yield attached to it to neutralize the prevailing discount rate.** This results in a discount or premium to $1 (if you’re just accepting stablecoins); moreover, in an ecosystem like DeFi, the lack of secondary markets for fixed income assets results in inefficiencies even when there are arbitrage opportunities between the collateral and the issued asset. For an incumbent issuer whose entire brand is based on a peg, the rapid expansion of supply resulting from the inclusion of fixed income assets at high loan-to-value ratios could be troublesome.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*yTxuJrSutvLd3E3_kPl1Dw.png)\\n\\nA stablecoin majority-backed by fixed income assets, when there is no liquid secondary market for their liquidation, will struggle to maintain a peg in the face of fluctuating rates.\\n\\nThe second point is best understood as a social dilemma. Even if an incumbent stablecoin solution managed to perfectly hedge away concerns around the time value of money, their community would still be forced to decide whether to accept fixed income assets denominated in their competitors’ tokens. These governance battles would prove to be negative-sum for all parties involved, insofar as they limit the potential supply of one issuer’s asset and demand for that of the other issuer. Even in the best case scenario, a semi-friendly community might support listing a competitive asset as eligible collateral only to then offer unfavorable lending terms.\\n\\nFor these two reasons, we viewed $FIAT as being a positive-sum step forward for DeFi. As you’ll see below, it will be able to both serve as a diversified collateral asset for existing protocols as well as act as a forcing function for their demand curves.\\n\\n## How Does FIAT Work?\\n\\nThe FIAT protocol works as follows:\\n\\n1. **Deposit Collateral:** Users are able to deposit supported fixed income assets as collateral\\n2. **Collateral Pricing:** The protocol prices deposited collateral via a discounted cashflow calculation\\n3. **Borrow:** User mints $FIAT against the total principal sum of their collateral as a function of protocol pricing\\n4. **Redemption:** Users can redeem their $FIAT either to pay down their collateralized debt position *or to acquire the cheapest-to-deliver collateral asset in the protocol vault*\\n\\nThe discount rate utilized by the protocol in valuing assets is determined algorithmically as a function of the price of $FIAT. **This is justified insofar as $FIAT fundamentally represents a claim on the collateral assets in the protocol vault, implying that its market cap thus represents their aggregate fair value.** So, as $FIAT declines below $1, the protocol increases its reference discount rate and decreases collateral loan-to-value ratios accordingly. Note, every asset type (e.g. \\\\*Protocol\\\\* — \\\\*Derivative\\\\* — \\\\*Underlying Asset\\\\*) will have a maximum LTV cap governed by $FDT holders.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*3Wim11L8eiaYJ9SFXemZSw.png)\\n\\nWhile each collateral type will have a determined maximum loan-to-value ratio, declines in the secondary price of $FIAT would lead to repricing of the collateral and effectively lower LTVs.\\n\\nShould a user mint the maximum amount of $FIAT they can, only for the discount rate to move against them, they risk liquidation of their position. Liquidations are executed by a liquidation pool in which $FIAT is staked for such events. Users staking $FIAT in this pool do so due to liquidation profits and DAO-financed subsidies.\\n\\nLastly, because $FIAT can always be redeemed for the cheapest-to-deliver collateral in the protocol, a theoretical price floor forms for it at the latter’s fair value. How the discount rate and cheapest-to-deliver asset are determined will be saved for the release of the white paper alongside protocol launch.\\n\\n## Who Will Use $FIAT?\\n\\nIf we refer to the traditional example provided at the beginning of this post, it becomes clear that a successful end state for $FIAT will be a scenario in which users are able to cycle through successive releveraging of fixed income assets with predictable liquidity. The primary route forward on ensuring this is cementing $FIAT as a credible collateral asset throughout DeFi.\\n\\nThere are two angles for doing so:\\n\\n* **Create positive-sum user behavior patterns for releveraging**\\n* **Appeal to communities pursuing protocol-controlled value**\\n\\nLet’s unpack the first point. Releveraging refers to a process in which a user deposits a fixed income asset, mints $FIAT against it, and then uses that $FIAT to acquire yet another fixed income asset to mint more $FIAT against. Successful releveraging will result in a user position amounting to the original principal but with a levered yield profile. *How* the user goes about turning their $FIAT into stablecoin-denominated fixed income assets matters — that is why you can categorize different ways of doing so as positive- or negative-sum. Consider the following two options:\\n\\n* **Scenario A:** User mints $FIAT, deposits it into Abracadabra, mints $MIM, deposits that $MIM into Element’s pool, and then mints more $FIAT against the corresponding principal token\\n* S**cenario B:** User mints $FIAT, sells it on a secondary DEX to purchase USDC, deposits that USDC into BarnBridge SMART Yield’s cUSDC pool, and then mints more $FIAT against the corresponding senior token\\n\\n*Scenario A is positive sum*. It results in supply expansion of both $FIAT and $MIM without putting adverse price pressure on $FIAT in any secondary market; plus, now $MIM is backed by a yield-bearing asset with a diversified backing. *Scenario B is negative sum*. It creates a deadweight loss insofar as constant sell pressure of $FIAT will potentially limit the loan-to-value ratios offered by the protocol. This limits $FIAT supply expansion, isn’t driving supply expansion for any other protocol, and at scale could cause headaches for pegged assets that are in high demand for releveraging. Ensuring that there are Scenario A-type pathways for all supported collateral types will be crucial for $FIAT integration with the wider DeFi landscape.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*haUXhI6GX2qYflPwDsppJQ.png)\\n\\nThe second angle captures the zeitgeist of DeFi in 2021. Projects like OlympusDAO, FEI, and FRAX are all built around the concept of what a protocol can accomplish with sovereignty over deposited assets. $FIAT provides all three with an avenue for gaining exposure to lower risk fixed income assets without having to give up the liquidity required for their redeemability requirements. OlympusDAO could sell $OHM bonds for $FIAT in order to accumulate claims on fixed yield; FEI and FRAX could take on DAI or USDC fixed income assets with the knowledge that they could mint and sell $FIAT for the underlying to honor redemptions if needed.\\n\\nOver a longer time frame, a number of second order use cases will emerge for the FIAT protocol, should it in fact usher in a massive expansion of fixed income asset demand.\\n\\n* **Collateral Swaps:** Users who deposit into FIAT could indicate the terms for which they would be comfortable having another user swap out their collateral with another\\n* **Yield Curve Derivatives:** FIAT can serve as an oracle for yield curves spanning individual asset types (e.g., cUSDC SMART Yield seniors across all maturities) or specific underlying assets (e.g., all USDC collateral types across all maturities) that can then be speculated upon\\n* **Bespoke Credit Facilities:** As the supply of $FIAT expands, it will become possible for the DAO to extend collateral privileges to less-standard fixed income asset types\\n\\nWe look forward to $FIAT becoming a key building block for DeFi market participants and protocols alike, filling a positive-sum niche where today there is just a vacuum.\",\"timestamp\":1635864602,\"title\":\"$FIAT, What Is It Good For? - FIAT DAO - Medium\"},\"digest\":\"aniLYRhFP3VpChqtXiR66qdimd159C7hVYy-2lbtV44\",\"authorship\":{\"contributor\":\"0x78aD67Cb7d4cc05E9439eBd2a8132f8D3d1Ad63f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0nMWQbkGPEsWD4oythLKQZ_qFzC-CNhkBYNc3x3is4Q\\\",\\\"y\\\":\\\"Imr03ay9MlK_HziO5KZK8bt8UGaTHY-xZE6Xj4r2v-U\\\"}\",\"signature\":\"ZQncmfs_-tKcR73cgSZ1SNvFp5W6zKyor2ke3SKNFif4wu1qf5ViovjubQ4ulXmf2mFvYeMl5Bige2gKQPC1hA\",\"signingKeySignature\":\"0x89c9a241148167482c96b0ebfe37b8b524c2d25d85acf6dc5ae8448bf6ccb23c5bcd2d215e1e67f00ca5c4fd0d73c7ad25a5c846e40fdd20180cedd10028c38e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"0nMWQbkGPEsWD4oythLKQZ_qFzC-CNhkBYNc3x3is4Q\\\",\\\"y\\\":\\\"Imr03ay9MlK_HziO5KZK8bt8UGaTHY-xZE6Xj4r2v-U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"aniLYRhFP3VpChqtXiR66qdimd159C7hVYy-2lbtV44\"}"