"{\"content\":{\"body\":\"\\\"Do you hear it?\\\" the Lama asked.  \\\"These are precious stones and bits of gold, the entrails of the god.  This is the reason why the conquerors at once break up the statues of the gods.  Many famous precious stones have appeared from the interior of the statues of the gods in India, Babylon and China.\\\"\\n\\nSome rooms were devoted to the library, where manuscripts and volumes of different epochs in different languages and with many diverse themes fill the shelves.  Some of them are mouldering or pulverizing away and the Lamas cover these now with a solution which partially solidifies like a jelly to protect what remains from the ravages of the air.  There also we saw tablets of clay with the cuneiform inscriptions, evidently from Babylonia; Chinese, Indian and Tibetan books shelved beside those of Mongolia; tomes of the ancient pure Buddhism; books of the \\\"Red Caps\\\" or corrupt Buddhism; books of the \\\"Yellow\\\" or Lamaite Buddhism; books of traditions, legends and parables.  Groups of Lamas were perusing, studying and copying these books, preserving and spreading the ancient wisdom for their successors.\\n\\nOne department is devoted to the mysterious books on magic, the historical lives and works of all the thirty-one Living Buddhas, with the bulls of the Dalai Lama, of the Pontiff from Tashi Lumpo, of the Hutuktu of Utai in China, of the Pandita Gheghen of Dolo Nor in Inner Mongolia and of the Hundred Chinese Wise Men.  Only the Bogdo Hutuktu and Maramba Ta-Rimpo-Cha can enter this room of mysterious lore.  The keys to it rest with the seals of the Living Buddha and the ruby ring of Jenghiz Khan ornamented with the sign of the swastika in the chest in the private study of the Bogdo.\\n\\nThe person of His Holiness is surrounded by five thousand Lamas. They are divided into many ranks from simple servants to the \\\"Councillors of God,\\\" of which latter the Government consists. Among these Councillors are all the four Khans of Mongolia and the five highest Princes.\\n\\nOf all the Lamas there are three classes of peculiar interest, about which the Living Buddha himself told me when I visited him with Djam Bolon.\\n\\n\\\"The God\\\" sorrowfully mourned over the demoralized and sumptuous life led by the Lamas which decreased rapidly the number of fortune tellers and clairvoyants among their ranks, saying of it:\\n\\n\\\"If the Jahantsi and Narabanchi monasteries had not preserved their strict regime and rules, Ta Kure would have been left without prophets and fortune tellers.  Barun Abaga Nar, Dorchiul-Jurdok and the other holy Lamas who had the power of seeing that which is hidden from the sight of the common people have gone with the blessing of the gods.\\\"\\n\\nThis class of Lamas is a very important one, because every important personage visiting the monasteries at Urga is shown to the Lama Tzuren or fortune teller without the knowledge of the visitor for the study of his destiny and fate, which are then communicated to the Bogdo Hutuktu, so that with these facts in his possession the Bogdo knows in what way to treat his guest and what policy to follow toward him.  The Tzurens are mostly old men, skinny, exhausted and severe ascetics.  But I have met some who were young, almost boys.  They were the Hubilgan, \\\"incarnate gods,\\\" the future Hutuktus and Gheghens of the various Mongolian monasteries.\\n\\nThe second class is the doctors or \\\"Ta Lama.\\\"  They observe the actions of plants and certain products from animals upon people, preserve Tibetan medicines and cures, and study anatomy very carefully but without making use of vivisection and the scalpel. They are skilful bone setters, masseurs and great connoisseurs of hypnotism and animal magnetism.\\n\\nThe third class is the highest rank of doctors, consisting chiefly of Tibetans and Kalmucks--poisoners.  They may be said to be \\\"doctors of political medicine.\\\"  They live by themselves, apart from any associates, and are the great silent weapon in the hands of the Living Buddha.  I was informed that a large portion of them are dumb.  I saw one such doctor,--the very person who poisoned the Chinese physician sent by the Chinese Emperor from Peking to \\\"liquidate\\\" the Living Buddha,--a small white old fellow with a deeply wrinkled face, a curl of white hairs on his chin and with vivacious eyes that were ever shifting inquiringly about him. Whenever he comes to a monastery, the local \\\"god\\\" ceases to eat and drink in fear of the activities of this Mongolian Locusta.  But even this cannot save the condemned, for a poisoned cap or shirt or boots, or a rosary, a bridle, books or religious articles soaked in a poisonous solution will surely accomplish the object of the Bogdo-Khan.\\n\\nThe deepest esteem and religious faithfulness surround the blind Pontiff.  Before him all fall on their faces.  Khans and Hutuktus approach him on their knees.  Everything about him is dark, full of Oriental antiquity.  The drunken blind man, listening to the banal arias of the gramophone or shaking his servants with an electric current from his dynamo, the ferocious old fellow poisoning his political enemies, the Lama keeping his people in darkness and deceiving them with his prophecies and fortune telling,--he is, however, not an entirely ordinary man.\\n\\nOne day we sat in the room of the Bogdo and Prince Djam Bolon translated to him my story of the Great War.  The old fellow was listening very carefully but suddenly opened his eyes widely and began to give attention to some sounds coming in from outside the room.  His face became reverent, supplicant and frightened.\\n\\n\\\"The Gods call me,\\\" he whispered and slowly moved into his private shrine, where he prayed loudly about two hours, kneeling immobile as a statue.  His prayer consists of conversation with the invisible gods, to whose questions he himself gave the answers.  He came out of the shrine pale and exhausted but pleased and happy. It was his personal prayer.  During the regular temple service he did not participate in the prayers, for then he is \\\"God.\\\"  Sitting on his throne, he is carried and placed on the altar and there prayed to by the Lamas and the people.  He only receives the prayers, hopes, tears, woe and desperation of the people, immobilely gazing into space with his sharp and bright but blind eyes.  At various times in the service the Lamas robe him in different vestments, combinations of yellow and red, and change his caps.  The service always finishes at the solemn moment when the Living Buddha with the tiara on his head pronounces the pontifical blessing upon the congregation, turning his face to all four cardinal points of the compass and finally stretching out his hands toward the northwest, that is, to Europe, whither in the belief of the Yellow Faith must travel the teachings of the wise Buddha.\\n\\nAfter earnest prayers or long temple services the Pontiff seems very deeply shaken and often calls his secretaries and dictates his visions and prophecies, always very complicated and unaccompanied by his deductions.\\n\\nSometimes with the words \\\"Their souls are communicating,\\\" he puts on his white robes and goes to pray in his shrine.  Then all the gates of the palace are shut and all the Lamas are sunk in solemn, mystic fear; all are praying, telling their rosaries and whispering the orison:  \\\"Om! Mani padme Hung!\\\" or turning the prayer wheels with their prayers or exorcisings; the fortune tellers read their horoscopes; the clairvoyants write out their visions; while Marambas search the ancient books for explanations of the words of the Living Buddha.\\n\\nCHAPTER XLI\\n\\nTHE DUST OF CENTURIES\\n\\nHave you ever seen the dusty cobwebs and the mould in the cellars of some ancient castle in Italy, France or England?  This is the dust of centuries.  Perhaps it touched the faces, helmets and swords of a Roman Augustus, St. Louis, the Inquisitor, Galileo or King Richard.  Your heart is involuntarily contracted and you feel a respect for these witnesses of elapsed ages.  This same impression came to me in Ta Kure, perhaps more deep, more realistic.  Here life flows on almost as it flowed eight centuries ago; here man lives only in the past; and the contemporary only complicates and prevents the normal life.\\n\\n\\\"Today is a great day,\\\" the Living Buddha once said to me, \\\"the day of the victory of Buddhism over all other religions.  It was a long time ago--on this day Kublai Khan called to him the Lamas of all religions and ordered them to state to him how and what they believed.  They praised their Gods and their Hutuktus.  Discussions and quarrels began.  Only one Lama remained silent.  At last he mockingly smiled and said:\\n\\n\\\"'Great Emperor!  Order each to prove the power of his Gods by the performance of a miracle and afterwards judge and choose.'\\n\\n\\\"Kublai Khan so ordered all the Lamas to show him a miracle but all were silent, confused and powerless before him.\\n\\n\\\"'Now,' said the Emperor, addressing the Lama who had tendered this suggestion, 'now you must prove the power of your Gods!'\\n\\n\\\"The Lama looked long and silently at the Emperor, turned and gazed at the whole assembly and then quietly stretched out his hand toward them.  At this instant the golden goblet of the Emperor raised itself from the table and tipped before the lips of the Khan without a visible hand supporting it.  The Emperor felt the delight of a fragrant wine.  All were struck with astonishment and the Emperor spoke:\\n\\n\\\"'I elect to pray to your Gods and to them all people subject to me must pray.  What is your faith?  Who are you and from where do you come?'\\n\\n\\\"'My faith is the teaching of the wise Buddha.  I am Pandita Lama, Turjo Gamba, from the distant and glorious monastery of Sakkia in Tibet, where dwells incarnate in a human body the Spirit of Buddha, his Wisdom and his Power.  Remember, Emperor, that the peoples who hold our faith shall possess all the Western Universe and during eight hundred and eleven years shall spread their faith throughout the whole world.'\\n\\n\\\"Thus it happened on this same day many centuries ago!  Lama Turjo Gamba did not return to Tibet but lived here in Ta Kure, where there was then only a small temple.  From here he traveled to the Emperor at Karakorum and afterwards with him to the capital of China to fortify him in the Faith, to predict the fate of state affairs and to enlighten him according to the will of God.\\\"\\n\\nThe Living Buddha was silent for a time, whispered a prayer and then continued:\\n\\n\\\"Urga, the ancient nest of Buddhism. . . .  With Jenghiz Khan on his European conquest went out the Olets or Kalmucks.  They remained there almost four hundred years, living on the plains of Russia.  Then they returned to Mongolia because the Yellow Lamas called them to light against the Kings of Tibet, Lamas of the 'red caps,' who were oppressing the people.  The Kalmucks helped the Yellow Faith but they realized that Lhasa was too distant from the whole world and could not spread our Faith throughout the earth. Consequently the Kalmuck Gushi Khan brought up from Tibet a holy Lama, Undur Gheghen, who had visited the 'King of the World.'  From that day the Bogdo Gheghen has continuously lived in Urga, a protector of the freedom of Mongolia and of the Chinese Emperors of Mongolian origin.  Undur Gheghen was the first Living Buddha in the land of the Mongols.  He left to us, his successors, the ring of Jenghiz Khan, which was sent by Kublai Khan to Dalai Lama in return for the miracle shown by the Lama Turjo Gamba; also the top of the skull of a black, mysterious miracle worker from India, using which as a bowl, Strongtsan, King of Tibet, drank during the temple ceremonies one thousand six hundred years ago; as well as an ancient stone statue of Buddha brought from Delhi by the founder of the Yellow Faith, Paspa.\\\"\\n\\nThe Bogdo clapped his hands and one of the secretaries took from a red kerchief a big silver key with which he unlocked the chest with the seals.  The Living Buddha slipped his hand into the chest and drew forth a small box of carved ivory, from which he took out and showed to me a large gold ring set with a magnificent ruby carved with the sign of the swastika.\\n\\n\\\"This ring was always worn on the right hand of the Khans Jenghiz and Kublai,\\\" said the Bogdo.\\n\\nWhen the secretary had closed the chest, the Bogdo ordered him to summon his favorite Maramba, whom he directed to read some pages from an ancient book lying on the table.  The Lama began to read monotonously.\\n\\n\\\"When Gushi Khan, the Chief of all the Olets or Kalmucks, finished the war with the 'Red Caps' in Tibet, he carried out with him the miraculous 'black stone' sent to the Dalai Lama by the 'King of the World.'  Gushi Khan wanted to create in Western Mongolia the capital of the Yellow Faith; but the Olets at that time were at war with the Manchu Emperors for the throne of China and suffered one defeat after another.  The last Khan of the Olets, Amursana, ran away into Russia but before his escape sent to Urga the sacred 'black stone.'  While it remained in Urga so that the Living Buddha could bless the people with it, disease and misfortune never touched the Mongolians and their cattle.  About one hundred years ago, however, some one stole the sacred stone and since then Buddhists have vainly sought it throughout the whole world.  With its disappearance the Mongol people began gradually to die.\\\"\\n\\n\\\"Enough!\\\" ordered Bogdo Gheghen.  \\\"Our neighbors hold us in contempt.  They forget that we were their sovereigns but we preserve our holy traditions and we know that the day of triumph of the Mongolian tribes and the Yellow Faith will come.  We have the Protectors of the Faith, the Buriats.  They are the truest guardians of the bequests of Jenghiz Khan.\\\"\\n\\nSo spoke the Living Buddha and so have spoken the ancient books!\\n\\nCHAPTER XLII\\n\\nTHE BOOKS OF MIRACLES\\n\\nPrince Djam Bolon asked a Maramba to show us the library of the Living Buddha.  It is a big room occupied by scores of writers who prepare the works dealing with the miracles of all the Living Buddhas, beginning with Undur Gheghen and ending with those of the Gheghens and Hutuktus of the different Mongol monasteries.  These books are afterwards distributed through all the Lama Monasteries, temples and schools of Bandi.  A Maramba read two selections:\\n\\n\\\". . . The beatific Bogdo Gheghen breathed on a mirror. Immediately as through a haze there appeared the picture of a valley in which many thousands of thousands of warriors fought one against another. . . .\\\"\\n\\n\\\"The wise and favored-of-the-gods Living Buddha burned incense in a brazier and prayed to the Gods to reveal the lot of the Princes. In the blue smoke all saw a dark prison and the pallid, tortured bodies of the dead Princes. . . .\\\"\\n\\nA special book, already done into thousands of copies, dwelt upon the miracles of the present Living Buddha.  Prince Djam Bolon described to me some of the contents of this volume.\\n\\n\\\"There exists an ancient wooden Buddha with open eyes.  He was brought here from India and Bogdo Gheghen placed him on the altar and began to pray.  When he returned from the shrine, he ordered the statue of Buddha brought out.  All were struck with amazement, for the eyes of the God were shut and tears were falling from them; from the wooden body green sprouts appeared; and the Bogdo said:\\n\\n\\\"'Woe and joy are awaiting me.  I shall become blind but Mongolia will be free.'\\n\\n\\\"The prophecy is fulfilled.  At another time, on a day when the Living Buddha was very much excited, he ordered a basin of water brought and set before the altar.  He called the Lamas and began to pray.  Suddenly the altar candles and lamps lighted themselves and the water in the basin became iridescent.\\\"\\n\\nAfterwards the Prince described to me how the Bogdo Khan tells fortunes with fresh blood, upon whose surface appear words and pictures; with the entrails of sheep and goats, according to whose distribution the Bogdo reads the fate of the Princes and knows their thoughts; with stones and bones from which the Living Buddha with great accuracy reads the lot of all men; and by the stars, in accordance with whose positions the Bogdo prepares amulets against bullets and disease.\\n\\n\\\"The former Bogdo Khans told fortunes only by the use of the 'black stone,'\\\" said the Maramba.  \\\"On the surface of the stone appeared Tibetan inscriptions which the Bogdo read and thus learned the lot of whole nations.\\\"\\n\\nWhen the Maramba spoke of the black stone with the Tibetan legends appearing on it, I at once recalled that it was possible.  In southeastern Urianhai, in Ulan Taiga, I came across a place where black slate was decomposing.  All the pieces of this slate were covered with a special white lichen, which formed very complicated designs, reminding me of a Venetian lace pattern or whole pages of mysterious runes.  When the slate was wet, these designs disappeared; and then, as they were dried, the patterns came out again.\\n\\nNobody has the right or dares to ask the Living Buddha to tell his fortune.  He predicts only when he feels the inspiration or when a special delegate comes to him bearing a request for it from the Dalai Lama or the Tashi Lama.  When the Russian Czar, Alexander I, fell under the influence of Baroness Kzudener and of her extreme mysticism, he despatched a special envoy to the Living Buddha to ask about his destiny.  The then Bogdo Khan, quite a young man, told his fortune according to the \\\"black stone\\\" and predicted that the White Czar would finish his life in very painful wanderings unknown to all and everywhere pursued.  In Russia today there exists a popular belief that Alexander I spent the last days of his life as a wanderer throughout Russia and Siberia under the pseudonym of Feodor Kusmitch, helping and consoling prisoners, beggars and other suffering people, often pursued and imprisoned by the police and finally dying at Tomsk in Siberia, where even until now they have preserved the house where he spent his last days and have kept his grave sacred, a place of pilgrimages and miracles. The former dynasty of Romanoff was deeply interested in the biography of Feodor Kusmitch and this interest fixed the opinion that Kusmitch was really the Czar Alexander I, who had voluntarily taken upon himself this severe penance.\\n\\nCHAPTER XLIII\\n\\nTHE BIRTH OF THE LIVING BUDDHA\\n\\nThe Living Buddha does not die.  His soul sometimes passes into that of a child born on the day of his death and sometimes transfers itself to another being during the life of the Buddha. This new mortal dwelling of the sacred spirit of the Buddha almost always appears in the yurta of some poor Tibetan or Mongol family. There is a reason of policy for this.  If the Buddha appears in the family of a rich prince, it could result in the elevation of a family that would not yield obedience to the clergy (and such has happened in the past), while on the other hand any poor, unknown family that becomes the heritor of the throne of Jenghiz Khan acquires riches and is readily submissive to the Lamas.  Only three or four Living Buddhas were of purely Mongolian origin; the remainder were Tibetans.\\n\\nOne of the Councillors of the Living Buddha, Lama-Khan Jassaktu, told me the following:\\n\\n\\\"In the monasteries at Lhasa and Tashi Lumpo they are kept constantly informed through letters from Urga about the health of the Living Buddha.  When his human body becomes old and the Spirit of Buddha strives to extricate itself, special solemn services begin in the Tibetan temples together with the telling of fortunes by astrology.  These rites indicate the specially pious Lamas who must discover where the Spirit of the Buddha will be re-incarnated. For this purpose they travel throughout the whole land and observe. Often God himself gives them signs and indications.  Sometimes the white wolf appears near the yurta of a poor shepherd or a lamb with two heads is born or a meteor falls from the sky.  Some Lamas take fish from the sacred lake Tangri Nor and read on the scales thereof the name of the new Bogdo Khan; others pick out stones whose cracks indicate to them where they must search and whom they must find; while others secrete themselves in narrow mountain ravines to listen to the voices of the spirits of the mountains, pronouncing the name of the new choice of the Gods.  When he is found, all the possible information about his family is secretly collected and presented to the Most Learned Tashi Lama, having the name of Erdeni, \\\"The Great Gem of Learning,\\\" who, according to the runes of Rama, verifies the selection.  If he is in agreement with it, he sends a secret letter to the Dalai Lama, who holds a special sacrifice in the Temple of the \\\"Spirit of the Mountains\\\" and confirms the election by putting his great seal on this letter of the Tashi Lama.\\n\\nIf the old Living Buddha be still alive, the name of his successor is kept a deep secret; if the Spirit of Buddha has already gone out from the body of Bogdo Khan, a special legation appears from Tibet with the new Living Buddha.  The same process accompanies the election of the Gheghen and Hutuktus in all the Lamaite monasteries in Mongolia; but confirmation of the election resides with the Living Buddha and is only announced to Lhasa after the event.\\n\\nCHAPTER XLIV\\n\\nA PAGE IN THE HISTORY OF THE PRESENT LIVING BUDDHA\\n\\nThe present Bogdo Khan of Outer Mongolia is a Tibetan.  He sprang from a poor family living in the neighborhood of Sakkia Kure in western Tibet.  From earliest youth he had a stormy, quite unaesthetic nature.  He was fired with the idea of the independence and glorification of Mongolia and the successors of Jenghiz Khan. This gave him at once a great influence among the Lamas, Princes and Khans of Mongolia and also with the Russian Government which always tried to attract him to their side.  He did not fear to arraign himself against the Manchu dynasty in China and always had the help of Russia, Tibet, the Buriats and Kirghiz, furnishing him with money, weapons, warriors and diplomatic aid.  The Chinese Emperors avoided open war with the Living God, because it might arouse the protests of the Chinese Buddhists.  At one time they sent to the Bogdo Khan a skilful doctor-poisoner.  The Living Buddha, however, at once understood the meaning of this medical attention and, knowing the power of Asiatic poisons, decided to make a journey through the Mongol monasteries and through Tibet. As his substitute he left a Hubilgan who made friends with the Chinese doctor and inquired from him the purposes and details of his arrival.  Very soon the Chinese died from some unknown cause and the Living Buddha returned to his comfortable capital.\\n\\nOn another occasion danger threatened the Living God.  It was when Lhasa decided that the Bogdo Khan was carrying out a policy too independent of Tibet.  The Dalai Lama began negotiations with several Khans and Princes with the Sain Noion Khan and Jassaktu Khan leading the movement and persuaded them to accelerate the immigration of the Spirit of Buddha into another human form.  They came to Urga where the Bogdo Khan met them with honors and rejoicings.  A great feast was made for them and the conspirators already felt themselves the accomplishers of the orders of the Dalai Lama.  However, at the end of the feast, they had different feelings and died with them during the night.  The Living Buddha ordered their bodies sent with full honors to their families.\\n\\nThe Bogdo Khan knows every thought, every movement of the Princes and Khans, the slightest conspiracy against himself, and the offender is usually kindly invited to Urga, from where he does not return alive.\\n\\nThe Chinese Government decided to terminate the line of the Living Buddhas.  Ceasing to fight with the Pontiff of Urga, the Government contrived the following scheme for accomplishing its ends.\\n\\nPeking invited the Pandita Gheghen from Dolo Nor and the head of the Chinese Lamaites, the Hutuktu of Utai, both of whom do not recognize the supremacy of the Living Buddha, to come to the capital.  They decided, after consulting the old Buddhistic books, that the present Bogdo Khan was to be the last Living Buddha, because that part of the Spirit of Buddha which dwells in the Bogdo Khans can abide only thirty-one times in the human body.  Bogdo Khan is the thirty-first Incarnated Buddha from the time of Undur Gheghen and with him, therefore, the dynasty of the Urga Pontiffs must cease.  However, on hearing this the Bogdo Khan himself did some research work and found in the old Tibetan manuscripts that one of the Tibetan Pontiffs was married and his son was a natural Incarnated Buddha.  So the Bogdo Khan married and now has a son, a very capable and energetic young man, and thus the religious throne of Jenghiz Khan will not be left empty.  The dynasty of the Chinese emperors disappeared from the stage of political events but the Living Buddha continues to be a center for the Pan-Asiatic idea.\\n\\nThe new Chinese Government in 1920 held the Living Buddha under arrest in his palace but at the beginning of 1921 Baron Ungern crossed the sacred Bogdo-Ol and approached the palace from the rear.  Tibetan riders shot the Chinese sentries with bow and arrow and afterwards the Mongols penetrated into the palace and stole their \\\"God,\\\" who immediately stirred up all Mongolia and awakened the hopes of the Asiatic peoples and tribes.\\n\\nIn the great palace of the Bogdo a Lama showed me a special casket covered with a precious carpet, wherein they keep the bulls of the Dalai and Tashi Lamas, the decrees of the Russian and Chinese Emperors and the Treaties between Mongolia, Russia, China and Tibet.  In this same casket is the copper plate bearing the mysterious sign of the \\\"King of the World\\\" and the chronicle of the last vision of the Living Buddha.\\n\\nCHAPTER XLV\\n\\nTHE VISION OF THE LIVING BUDDHA OF MAY 17, 1921\\n\\n\\\"I prayed and saw that which is hidden from the eyes of the people. A vast plain was spread before me surrounded by distant mountains. An old Lama carried a basket filled with heavy stones.  He hardly moved.  From the north a rider appeared in white robes and mounted on a white horse.  He approached the Lama and said to him:\\n\\n\\\"'Give me your basket.  I shall help you to carry them to the Kure.'\\n\\n\\\"The Lama handed his heavy burden up to him but the rider could not raise it to his saddle so that the old Lama had to place it back on his shoulder and continue on his way, bent under its heavy weight. Then from the north came another rider in black robes and on a black horse, who also approached the Lama and said:\\n\\n\\\"'Stupid!  Why do you carry these stones when they are everywhere about the ground?'\\n\\n\\\"With these words he pushed the Lama over with the breast of his horse and scattered the stones about the ground.  When the stones touched the earth, they became diamonds.  All three rushed to raise them but not one of them could break them loose from the ground. Then the old Lama exclaimed:\\n\\n\\\"'Oh Gods!  All my life I have carried this heavy burden and now, when there was left so little to go, I have lost it.  Help me, great, good Gods!'\\n\\n\\\"Suddenly a tottering old man appeared.  He collected all the diamonds into the basket without trouble, cleaned the dust from them, raised the burden to his shoulder and started out, speaking with the Lama:\\n\\n\\\"'Rest a while, I have just carried my burden to the goal and I am glad to help you with yours.'\\n\\n\\\"They went on and were soon out of sight, while the riders began to fight.  They fought one whole day and then the whole night and, when the sun rose over the plain, neither was there, either alive or dead, and no trace of either remained.  This I saw, Bogdo Hutuktu Khan, speaking with the Great and Wise Buddha, surrounded by the good and bad demons!  Wise Lamas, Hutuktus, Kampos, Marambas and Holy Gheghens, give the answer to my vision!\\\"\\n\\nThis was written in my presence on May 17th, 1921, from the words of the Living Buddha just as he came out of his private shrine to his study.  I do not know what the Hutuktu and Gheghens, the fortune tellers, sorcerers and clairvoyants replied to him; but does not the answer seem clear, if one realizes the present situation in Asia?\\n\\nAwakened Asia is full of enigmas but it is also full of answers to the questions set by the destiny of humankind.  This great continent of mysterious Pontiffs, Living Gods, Mahatmas and readers of the terrible book of Karma is awakening and the ocean of hundreds of millions of human lives is lashed with monstrous waves.\\n\\nPart V\\n\\nMYSTERY OF MYSTERIES--THE KING OF THE WORLD\\n\\nCHAPTER XLVI\\n\\nTHE SUBTERRANEAN KINGDOM\\n\\n\\\"Stop!\\\" whispered my old Mongol guide, as we were one day crossing the plain near Tzagan Luk.  \\\"Stop!\\\"\\n\\nHe slipped from his camel which lay down without his bidding.  The Mongol raised his hands in prayer before his face and began to repeat the sacred phrase:  \\\"Om! Mani padme Hung!\\\"  The other Mongols immediately stopped their camels and began to pray.\\n\\n\\\"What has happened?\\\" I thought, as I gazed round over the tender green grass, up to the cloudless sky and out toward the dreamy soft rays of the evening sun.\\n\\nThe Mongols prayed for some time, whispered among themselves and, after tightening up the packs on the camels, moved on.\\n\\n\\\"Did you see,\\\" asked the Mongol, \\\"how our camels moved their ears in fear?  How the herd of horses on the plain stood fixed in attention and how the herds of sheep and cattle lay crouched close to the ground?  Did you notice that the birds did not fly, the marmots did not run and the dogs did not bark?  The air trembled softly and bore from afar the music of a song which penetrated to the hearts of men, animals and birds alike.  Earth and sky ceased breathing.  The wind did not blow and the sun did not move.  At such a moment the wolf that is stealing up on the sheep arrests his stealthy crawl; the frightened herd of antelopes suddenly checks its wild course; the knife of the shepherd cutting the sheep's throat falls from his hand; the rapacious ermine ceases to stalk the unsuspecting salga.  All living beings in fear are involuntarily thrown into prayer and waiting for their fate.  So it was just now.  Thus it has always been whenever the King of the World in his subterranean palace prays and searches out the destiny of all peoples on the earth.\\\"\\n\\nIn this wise the old Mongol, a simple, coarse shepherd and hunter, spoke to me.\\n\\nMongolia with her nude and terrible mountains, her limitless plains, covered with the widely strewn bones of the forefathers, gave birth to Mystery.  Her people, frightened by the stormy passions of Nature or lulled by her deathlike peace, feel her mystery.  Her \\\"Red\\\" and \\\"Yellow Lamas\\\" preserve and poetize her mystery.  The Pontiffs of Lhasa and Urga know and possess her mystery.\\n\\nOn my journey into Central Asia I came to know for the first time about \\\"the Mystery of Mysteries,\\\" which I can call by no other name.  At the outset I did not pay much attention to it and did not attach to it such importance as I afterwards realized belonged to it, when I had analyzed and connoted many sporadic, hazy and often controversial bits of evidence.\\n\\nThe old people on the shore of the River Amyl related to me an ancient legend to the effect that a certain Mongolian tribe in their escape from the demands of Jenghiz Khan hid themselves in a subterranean country.  Afterwards a Soyot from near the Lake of Nogan Kul showed me the smoking gate that serves as the entrance to the \\\"Kingdom of Agharti.\\\"  Through this gate a hunter formerly entered into the Kingdom and, after his return, began to relate what he had seen there.  The Lamas cut out his tongue in order to prevent him from telling about the Mystery of Mysteries.  When he arrived at old age, he came back to the entrance of this cave and disappeared into the subterranean kingdom, the memory of which had ornamented and lightened his nomad heart.\\n\\nI received more realistic information about this from Hutuktu Jelyb Djamsrap in Narabanchi Kure.  He told me the story of the semi- realistic arrival of the powerful King of the World from the subterranean kingdom, of his appearance, of his miracles and of his prophecies; and only then did I begin to understand that in that legend, hypnosis or mass vision, whichever it may be, is hidden not only mystery but a realistic and powerful force capable of influencing the course of the political life of Asia.  From that moment I began making some investigations.\\n\\nThe favorite Gelong Lama of Prince Chultun Beyli and the Prince himself gave me an account of the subterranean kingdom.\",\"timestamp\":1640140352,\"title\":\"\\nI picked up one nearest the edge, a wooden Buddha, and began examining it.  Inside something was loose and rattled.\"},\"digest\":\"PpJhGhytq7KppKUHqmFJnQPc03V7LZ6XStU9CVWzmh8\",\"authorship\":{\"contributor\":\"0x6b55Ba15E3e103d91f6dec37dd48B84ddF5B245C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MiZh7u1f7nqi4pC8MbUOpGFeeHB6cgfRpvfDC6Rw7ck\\\",\\\"y\\\":\\\"LrCB6AP9QACQK41TOi5KkwBblRTX_bnL6XEzpSgHKB8\\\"}\",\"signature\":\"NMRpBUMvNWar13hlNTVB55xRnZFA1lFS1sczfKt_w64M7RZT72frrosgzTLW1wHfRGmNHQe1G1Sp8vCTWJ3zBA\",\"signingKeySignature\":\"0xe5e37f7c38d937d3dd126b29a724e48b8a387b45134d2a68483e82df4ba6fa167ad90fc36289f24ef7bf682d4b032b1394ac5a4e6174f4edd991f06f371f3cbe1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MiZh7u1f7nqi4pC8MbUOpGFeeHB6cgfRpvfDC6Rw7ck\\\",\\\"y\\\":\\\"LrCB6AP9QACQK41TOi5KkwBblRTX_bnL6XEzpSgHKB8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PpJhGhytq7KppKUHqmFJnQPc03V7LZ6XStU9CVWzmh8\"}"