"{\"content\":{\"body\":\"water tight has led to the contrivance of many complex and costly constructions for the purpose of packing them.  When we take a commonsense view of the subject, we find that in most cases the loss of power resulting from the extra friction neutralises the expected saving.  This is especially the case with the air-pump bucket of a condensing steam-engine, as it is in reality much more a water than an air pump.  But when it is constructed with a deep well-fitted bucket, entirely without packing, the loss sustained by such an insignificant amount of leakage as may occur from the want of packing is more than compensated by the saving of power resulting from the total absence of friction.\\n\\nThe first condensing steam-engine to which I applied an air-pump bucket, entirely without packing, was the forty horsepower engine, which I constructed for the Bridgewater Foundry.  It answered its purpose so well that, after twenty years' constant working, the air-pump cover was taken off, out of curiosity, to examine the bucket, when it was found in perfect order.  This system, in which I dispensed with the packing for air-pump buckets of condensing steam-engines, I have also applied to the pistons of the steam cylinders, especially those of high-pressure engines of the smaller vertical construction, the stroke of which is generally short and rapid.  Provided the cylinder is bored true, and the piston is carefully fitted, and of a considerable depth in proportion to its diameter, such pistons will be found to perform perfectly all their functions, and with a total absence of friction as a direct result of the absence of packing.  By the aid of our improved machine tools, cylinders can now be bored with such perfect accuracy, and the pistons be fitted to them with such absolute exactness, that the small quantity of water which the steam always deposits on the upper side of the piston, not only serves as a frictionless packing, but also serves as a lubricant of the most appropriate kind.  I have applied the same kind of piston to ordinary water-pumps, with similar excellent results.  In most cases of right packed pistons we spend a shilling--to save sixpence-- a not unfrequent result of \\\"so-called\\\" refined improvements.\\n\\n1. An instantaneous Mode of producing graceful Curves, suitable for       designing Vases and other graceful objects in Pottery and Glass.\\n\\nThe mode referred to consists in giving a rapid \\\"switch\\\" motion to a pencil upon a piece of paper, or a cardboard, or a smooth metal plate; and then cutting out the curve so produced, and employing it as a pattern or \\\"template,\\\" to enable copies to be traced from it. When placed at equal distances, and at equal angles on each side of a central line, so as to secure perfect symmetry of form according to the nature of the required design, the beauty of these \\\"instantaneous\\\" curves, as I term them, arises from the entire absence of any sudden variation in their course.  This is due to the momentum of the hand when \\\"switching\\\" the pencil at a high velocity over the paper. By such simple means was the beautiful curve produced, which is given on the following page.  It was produced \\\"in a twinkling,\\\" if I may use the term to express the rapidity with which it was \\\"switched.\\\" The chief source of the gracefulness of these curves consists in the almost imperceptible manner in which they pass in their course from one degree of curvature into another.  I have had the pleasure of showing this simple mode of producing graceful curves to several potters, who have turned the idea to good account.  The illustrative figures on the next page have all been drawn from \\\"templates\\\" whose curves were \\\"switched\\\" in the manner of Fig. A.\\n\\n\\\\[Image\\\\]\\n\\n1. A Machine for planing the smaller or detail parts of Machinery,       whether Flat or Cylindrical.\\n\\nAlthough the introduction of the planing machine into the workshops of mechanical engineers yielded results of the highest importance in perfecting and economising the production of machinery generally, yet, as the employment of these valuable machine tools was chiefly intended to assist in the execution of the larger parts of machine manufacture, a very considerable proportion of the detail parts still continued to be executed by hand labour, in which the chisel and the file were the chief instruments employed.  The results were consequently very unsatisfactory, both as regards inaccuracy and costliness.\\n\\n\\\\[image\\\\]\\n\\nWith the desire of rendering the valuable services of the Planing Machine applicable to the smallest detail parts of machine manufacture, I designed a simple and compact modification of it, such as should enable any attentive lad to execute all the detail parts of the machines in so unerring and perfect a manner as not only to rival the hand work of the most skilful mechanic, but also at such a reduced cost as to place the most active hand workman far into the background. The contrivance I refer to is usually known as \\\"Nasmyth's Steam Arm.\\\" None but those who have had ample opportunities of watching the process of executing the detail parts of machines, can form a correct idea of the great amount of time that is practically wasted and unproductive, even when highly-skilled and careful workmen are employed.  They have so frequently to stop working, in order to examine the work in hand, to use the straight edge, the square, or the calipers, to ascertain whether they are \\\"working correctly.\\\"  During that interval, the work is making no progress: and the loss of time on this account is not less than one-sixth of the working hours, and sometimes much more; though all this lost time is fully paid for in wages.\\n\\n\\\\[Image\\\\]  Apparatus for enabling the machine to execute segmented work\\n\\nBut by the employment of such a machine as I describe, even when placed under the superintendence of well-selected intelligent lads, in whom the faculty of good sight and nicety of handling is naturally in a high state of perfection, any deficiency in their physical strength is amply compensated by these self-acting machines.  The factory engine supplies the labour or the element of Force, while the machines perform their work with practical perfection.  The details of machinery are thus turned out with geometrical accuracy, and are in the highest sense fitted to perform their intended purposes.\\n\\n1. Solar Ray Origin of the form of the Egyptian Pyramids, Obelisks,       etc.\\n\\nThis will be found described summarily in the next and final chapter.\\n\\n1. Method of reversing the action of Slide Lathes.\\n\\nIn the employment of Slide Turning Lathes, it is of great advantage to be able to reverse the motion of the Slide so as to enable the turning tool to cut towards the Head of the Lathe or away from it, and also to be able to arrest the motion of the Slide altogether, while all the other functions of the lathe are continued in action.  All these objects are attained by the simple contrivance represented in the annexed illustration.\\n\\n\\\\[Image\\\\]\\n\\nIt consists of a lever E, moving on a stud-pin S, attached to the back of the head stock of the lathe T.  This lever carries two wheels of equal diameter marked B and G.  These wheels can pitch into a corresponding wheel A, fixed on the back end of the lay spindle. When the handle of the lever E is depressed (as seen in the drawing) the wheel B is in gear with wheel A.  while C is in gear with the slidescrew wheel D, and so moves the slide (say from the Head Stock of the lathe).  On the other hand, when the lever E is elevated in position E\\\", wheel B is taken out of gear with A, while G is put in gear with A, and B is put in gear with D; and thus the Slide is caused to move towards the Head Stock of the lathe.  Again, where it is desired to arrest the motion of the Slide altogether, or for a time, as occasion may require, the lever handle is put into the intermediate position E', which entirely severs the communication between A and D, and so arrests the motion of the slide.  This simple contrivance effectually served all its purposes, and was adopted by many machine tool-makers and engineers.\\n\\n1. Self-adjusting Bearings for the Shafts of Machinery\\n\\nA frequent cause of undue friction and heating of rapidly rotating machinery arises from some inaccuracy or want of due parallelism between the rotating shaft or spindle and its bearing.  This is occasioned in most cases by some accidental change in the level of the supports of the bearings.  Many of the bearings are situated in dark places, and cannot be seen.  There are others that are difficult of access--as in the case of bearings of screw-propeller shafts. Serious mischief may result before the heating of the bearing proclaims its dangerous condition.  In some cases the timber work is set on fire, which may result in serious consequences.\\n\\nIn order to remove the cause of such serious mischief, I designed an arrangement of bearing, which enabled it, and the shaft working in it, to mutually accommodate themselves to each other under all circumstances, and thus to avoid the danger of a want of due and mutual parallelism in their respective axes.  This arrangement consisted in giving to the exterior of the bearing a spherical form, so as, within moderate limits, to allow it to accommodate itself to any such changes in regard to mutual parallelism, as above referred to.  In other cases, I employed what I may call Rocking centres, on which the Pedestal or \\\"Plumber Block\\\" rested; and thus supplied a self-adjusting means for obviating the evils resulting from any accidental change in the proper relative position of the shaft and its bearing.  In all cases in which I introduced this arrangement, the results were most satisfactory.\\n\\nIn the case of the bearings of Blowing Fans, in which the rate of rotation is naturally excessive, a spherical resting-place for the bearings enabled them to keep perfectly cool at the highest speed. This was also the case in the driving apparatus for machine tools, which is generally fixed at a considerable height above the machine. These spherical or self-adjusting bearings were found of great service. The apparatus, being generally out of convenient reach, is apt to get out of order unless duly attended to.  But, whether or not, the saving of friction is in itself a reason for the adoption of such bearings. This may appear a trifling technical matter of detail; but its great practical value must be my excuse for mentioning it.\\n\\n1. Invention of Safety Foundry Ladle.\\n\\nThe safety ladle is described in the text, p.  202.\\n\\n1. Invention of the Steam Ram\\n\\nMy invention was made at this early date, long before the attack by the steam-ram Merrimac upon the Cumberland, and other ships, in Hampton Roads, United States.  I brought my plans and drawings under the notice of the Admiralty in 1845; but nothing was done for many years.  Much had been accomplished in rendering our ships shot-proof by the application of iron plates; but it appeared to me that not one of them could exist above water after receiving on its side a single blow from an iron-plated steam-ram of 2000 tons.  I said, in a letter to the Times, \\\"As the grand object of naval warfare is the destruction by the most speedy mode of the ships of the enemy, why should we continue to attempt to attain this object by making small holes in the hull of the enemy when, by one single masterly crashing blow from a steam ram, we can crush in the side of any armour-plated ship, and let the water rush in through a hole, 'not perhaps as wide as a church door or as deep as a well, but 'twill serve'; and be certain to send her below water in a few minutes.\\\\*  \\\\[footnote... In these days of armour-clad warships, when plates of enormous thickness are relied on as invulnerable, our Naval Constructors appear to forget that the actual structural strength of such ships depends on the backing of the plates, which, be it ever so thick, would yield to the cramming blow of a moderate-sized Ram.  ...\\\\]\\n\\nI published my description of the steam ram and its apparatus in the Times  of January 1853, and again addressed the Editor on the subject in April 1862.  General Sir John Burgoyne took up the subject, and addressed me in the note at the foot of this page.\\\\*  \\\\[footnote... The following is the letter of General Sir John Burgoyne:\\n\\nWAR OFFICE, PALL MALL, LONDON, 8th April 1862.\\n\\n\\\"General Sir John Burgoyne presents his compliments to Mr. Nasmyth, and was much pleased to find, by Mr. Nasmyth's letter in the Times of this day, certain impressions that he has held for some time confirmed by so good an authority.  \\\"A difficulty seems to be anticipated by many that a steamer used as a ram with high velocity, if impelled upon a heavy ship, would, by the revulsion of the sudden shock, be liable to have much of her gear thrown entirely out of order, parts displaced, and perhaps the boilers burst.  Some judgment, however, may be formed on this point by a knowledge of whether such circumstances have occurred on ships suddenly grounding; and even so, it may be a question whether so great a velocity is necessary.  \\\"An accident occurred some twenty years ago, within Sir John Burgoyne's immediate cognisance, that has led him particularly to consider the great power of a ship acting as a ram.  A somewhat heavy steamer went, by accident or mismanagement, end on to a very substantial wharf wall in Kingstown Harbour, Dublin Bay. Though the force of the blow was greatly checked through the measures taken for that purpose, and indeed so much so that the vessel itself suffered no very material injury, yet several of the massive granite stones of the facing were driven some inches in, showing the enormous force used upon them.  \\\"Superior speed will be very essential to the successful action of the ram; but by the above circumstance we may assume that even a moderate speed would enable great effects to be produced, at least on any comparatively weak point of even ironclad ships, such as the rudder.\\\"  ...\\\\]\\n\\nIn June 1870, I received a letter from Sir E. J. Reed, containing the following extracts: --\\\"I was aware previously that plans had been proposed for constructing unarmoured steam rams, but I was not acquainted with the fact that you had put forward so well-maturerd a scheme at so early a date; and it has given me much pleasure to find that such is the case.  It has been a cause both of pleasure and surprise to me to find that so long ago you incorporated into a design almost all the features which we now regard as essential to ramming efficiency--twin screws and moderate dimensions for handiness, numerous water-tight divisions for safety, and special strengthenings at the bow.  Facts such as these deserve to be put on record.... Meanwhile accept my congratulations on the great skill and foresight which your ram-design displays.\\\"\\n\\nCollisions at sea unhappily afford ample evidence of the fatal efficiency of the ramming principle.  Even ironclad ships have not been able to withstand the destructive effect.  The Vanguard and the Kurfurst  now lie at the bottom of the sea in consequence of an accidental \\\"end-on\\\" ram from a heavy ship going at a moderate velocity.  High speed in a Steam Ram is only desirable when the attempt is made to overtake an enemy's ship; but not necessary for doing its destructive work. A crash on the thick plates of the strongest Ironclad, from a Ram of 2000 tons at the speed of four miles an hour, would drive them inwards with the most fatal results.\\n\\n1. Invention of the Steam Hammer, in its general principles and       details.\\n\\nDescribed in text, p.  231.\\n\\n1. Invention of the Floating Mortar or Torpedo Ram.\\n\\nFor particulars and details, see Report of Torpedo Committee.\\n\\n1. A Double-faced Wedge-shaped Sluice-Valve for Main Street       Water-pipes.\\n\\nThe late Mr. Wicksteed, engineer of the East London Water Company, having stated to me the inconvenience which had been experienced from the defects in respect of water-tightness, as well as the difficulty of opening and closing the valves of the main water-pipes in the streets, I turned my attention to the subject.  The result was my contrivance of a double-faced wedge-shaped sluice-valve, which combined the desirable property of perfect water-tightness with ease of opening and closing the valve.\\n\\nThis was effected by a screw which raised the valve from its bearings at the first partial turn of the screw, after which there was no further resistance or friction, except the trifling friction of the screw in its nut on the upper part of the sluice-valve.  When screwed down again, it closed simultaneously the end of the entrance pipe and that of the exit pipe attached to the valve case in the most effective manner.\\n\\n\\\\[image\\\\]\\n\\nMr. Wicksteed was so much pleased with the simplicity and efficiency of this valve that he had it applied to all the main pipes of his Company. When its advantages became known, I received many orders from other water companies, and the valves have since come into general use. The prefixed figure will convey a clear idea of the construction. The wedge form of the double-faced valve is conspicuous as the characteristic feature of the arrangement.\\\\*  \\\\[footnote... At a meeting of the Institution of Civil Engineers, May 23, 1883, when various papers were read on Waterworks, Mr. H. I. Marten observed in the course of the discussion: --\\\"It has been stated in Mr. Gamble's paper (on the waterworks of Port Elizabeth) that the sluice valves are of the usual pattern.  The usual patterns of the present day are in wonderful advance of those of thirty or forty years since.  The great improvement originated with the introduction of 'the double-faced sluice-cock.' This sluice-cock, which had now superseded every other description, was the creation of Mr. James Nasmyth's inventive genius. Mr. Marten said he well remembered the first reception of this useful invention, as he happened at that time to be a pupil of Mr. Thomas Wicksteed.  He was present when Mr. Wicksteed explained to Mr. Nasmyth the want he had experienced of a sluice-cock for Waterworks purposes, which should shut and remain perfectly tight against a pressure coming from either side.  Mr. Marten had a lively recollection of the instantaneous rapidity with which Mr. Nasmyth not only grasped but provided for the requirement; so that almost by the time Mr. Wicksteed had completed the statement of his want, Mr. Nasmyth had drawn upon the back of an old letter a rough sketch of the first double-faced sluice-cock; and in less than an hour had converted this rough sketch into a full-sized working drawing; in the preparation of which it fell to Mr. Marten's lot to have the honour to assist.  In his 'Autobiography' Mr. Nasmyth referred to the conversation with Mr. Wicksteed, and introduced a print of the drawing made upon the occasion.  The invention has been of the greatest use to the Waterworks Engineer, especially in connection with the constant supply system, in which it frequently happened that the pressure was sometimes against one face of the sluice-cock, and sometimes against the other.\\\"-- See Proceedings and Discussions of the Institution of Civil Engineers, 1883, pp. 88, 89.  ...\\\\]\",\"timestamp\":1639290827,\"title\":\"\\nThe desire to make the pistons of steam-engines and air-pump buckets of condensing engines perfectly steam \"},\"digest\":\"Qhasfs2szY6bsqqq9Hd9HeRf6_gB-P2xb6-UIRt_HvY\",\"authorship\":{\"contributor\":\"0x98485E752AD42d721892AE055281b72F1cA81833\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"q8OPdFPlLrS-hTPU4_F1cX7DQKxIPGDSYUxRo5WwFyc\\\",\\\"y\\\":\\\"a1fFdvY4IBmQvR7xR8SAFZaUHrmATFAbdMR38LkO6-g\\\"}\",\"signature\":\"Qw0qm-iNA18M_rjBKmYUWiX-PQVtdou1VC--Plj1wRO8TJXvI6PD9GePyFEn9OctftU7MveVnOjc_dOcmohclQ\",\"signingKeySignature\":\"0x35916c9d1f788b9da40a9ff144fc59cc66fd8a310b9ff98dfa4c97f62574c38f3eb948215b370c383c9c1b30b5267b0748c5e6ebdd2f8265f68cf1da954f55e91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"q8OPdFPlLrS-hTPU4_F1cX7DQKxIPGDSYUxRo5WwFyc\\\",\\\"y\\\":\\\"a1fFdvY4IBmQvR7xR8SAFZaUHrmATFAbdMR38LkO6-g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Qhasfs2szY6bsqqq9Hd9HeRf6_gB-P2xb6-UIRt_HvY\"}"