"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*1sWTHDI986SfK_F3GGchJQ.jpeg)\\n\\nRepost/edit from our Medium account\\n\\n*“If rain bothers you, you can always jump into the* *Squiggle sea” — The Founding Scrolls*\\n\\n*From the Interim Governing Council \\n #1 — Squiggle Square \\n Squiggledom, The Internet.*\\n\\n## Round 2 completed in 24hrs\\n\\nContribution Round 2 was intended to enable anyone with interest in SquiggleDAO to participate. Our intention was to run this for a week which would give ample time for new community members to join, check out the DAO, and contribute.\\n\\nFast forward 24hrs and the round was over-allocated!\\n\\nWe originally allocated 632,600 SQUIG (5% plus leftovers from Round 1) but as donations came rolling in, we realised we were going to exceed that limit. **Upon close, 857,400 SQUIG had been allocated to donations, an excess of 224,800 SQUIG.** As a DAO, we now need to decide what to do about this over-allocation:\\n\\n1. Do we stick with a 632,600 SQUIG allocation and return any subsequent donations at the DAOs expense?\\n2. Do we accept all donations and simply distribute the additional 224,800 SQUIG?\\n\\nLet’s take a look at the data:\\n\\n## Current Treasury Status\\n\\n* 231 Squiggles have been donated to the DAO\\n* Estimated Treasury value of 325 ETH (excluding SQUIG)\\n* SQUIG Distribution:\\n\\n![](https://miro.medium.com/max/1400/1\\\\*6kJG1BPXcZIpULUG6v-Htw.png)\\n\\nSQUIG Distribution, including Round 2 + excess\\n\\n## Squiggle Contributions by Type\\n\\nThe vast majority of contributions were Standard and Tier 2–3 squiggles but we saw some incredible rares donated as well: 5 Full Spectrums and another Hyper, signalling real support for the DAO. Full Spectrum donations were also the best SQUIG/$ contribution so it’s no surprise that there was a lot of interest here.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*C-B-GVzP2Z2zcv7eMM6Pnw.png)\\n\\nRound 2 squiggle contributions by type\\n\\n## The vast majority of Round 2 contributions came from Round 1 contributors\\n\\n![](https://miro.medium.com/max/1400/1\\\\*xJWoC6k5Kyu7n9ytyhq2cw.png)\\n\\nThere were a few notable contributions from new members (one wallet donated 29 Squiggles!) but the vast majority came from early participants in the DAO. This clearly signals that we have a strong, dedicated community backing the organization.\\n\\n## Our distribution program is working\\n\\nWhen we first launched the SQUIG token, the Genesis Team members were given 50% of their allocated supply (5%) or 100,000 SQUIG each. This enabled us to stand up the Snapshot instance among other things.\\n\\nClearly this is not decentralized so SQUIG distribution became our #1 priority. It appears to be working well!\\n\\n## 588 community members now control 60% of the vote\\n\\nThanks to the Airdrop and the Contribution programs, there are now 593 SQUIG token holders. With roughly 2.2M SQUIG distributed after Round 2, that means approximately 64%(1.4M) of the floating SQUIG supply now belongs to community members outside of the Genesis team.\\n\\n## 70% of Proposer rights belong to non-Genesis Team members\\n\\nProposing an initiative within the DAO requires 10,000 SQUIG and as of Round 2 there will be 17 users with this right. This means that 70% of Proposer rights now lie outside of the Genesis Team.\\n\\nYou’ll be able to monitor this on-chain once Round 2 distribution is resolved: <https://etherscan.io/token/0x373acda15ce392362e4b46ed97a7feecd7ef9eb8#balances>\\n\\n## TLDR\\n\\n* There are 593 SQUIG token holders, holding 22% of the SQUIG supply\\n* The Treasury estimated value is 325 ETH (excluding SQUIG)\\n* SQUIG distribution is working: The Genesis Team no longer has majority influence over the DAO\\n\\n## Next Steps: SDIP#1\\n\\nAs an immediate next step, the DAO needs to decide what to do with the over-allocated Round 2. This will be the first opportunity for SQUIG holders to exercise their vote on Snapshot so keep an eye on the Discord as we’ll be launching this Proposal very soon.\\n\\nDiscord: <https://discord.gg/NjBWGKVkEr>\\n\\nSnapshot: <https://snapshot.org/#/squiggledao.eth/>\",\"timestamp\":1636758681,\"title\":\"SquiggleDAO Contribution Round 2: Review & Next Steps\",\"publication\":\"squiggledao\"},\"digest\":\"h_1PO49eR5lt9O8OxHhm5N1-P83Juag8Xhnwx5TL16Q\",\"authorship\":{\"contributor\":\"0x627841b158a982660C0557e671946E795Ccb5533\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"N_w8QMfrx8CHegXbMHCh5yXg3VpDKvNJ2ItqACqrcdw\\\",\\\"y\\\":\\\"6mzoTRjBmsNGWFpbIWXSoJIoT4pMcRVhMLOT-O-eqto\\\"}\",\"signature\":\"KTXZqJy-j7YdHdKZA3mnTgadznXGKNX4lgexCmDrUUKL565NAH1NBMbU8C2KpzSmWcfIycNAMkCssi950FZ8NQ\",\"signingKeySignature\":\"0x0a34133444adbb52553927aa41a9c83eecb2cfdfab7c0b796d7b0a492560411b194ccde1d1de6a03f333b852a482e65063821c0a3c9316866a314b172ef35e8f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"N_w8QMfrx8CHegXbMHCh5yXg3VpDKvNJ2ItqACqrcdw\\\",\\\"y\\\":\\\"6mzoTRjBmsNGWFpbIWXSoJIoT4pMcRVhMLOT-O-eqto\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"h_1PO49eR5lt9O8OxHhm5N1-P83Juag8Xhnwx5TL16Q\"}"