"{\"content\":{\"body\":\"我的心在等待，一直在等待，等待着怪死翘翘，死呀死翘翘，漫天铺地的火山灰并没让我有丝毫想要闪避的念头。我可是眼巴巴地等着掘尸取宝呢，看着经验槽接连又暴涨了几次，我暗暗估摸着：敢情那几个牛b横横的怪物现在已经死的死，伤的伤，奄奄一吸了，哥们我现在过去，应该没什么大问题。\\n\\n```\\n就在我招呼着小影，刚要继续往沉没火山进军时，突然，脚下的大地剧烈的颤抖起来，一条条喷射着滚烫岩浆的裂缝撕开这片本来就满目沧荑的大地，嘶哑沉闷的怒吼声从火山口处悠悠传来。\\n\\n如果我的眼睛没有问题，如果我的眼睛没有看错，这座沉没火山在颤动，不，准确地说，它从上到下在震动。难道，这火山要爆发了吗，我心头一惊，刺鼻的硫磺味是越来越浓，身边几头小熔岩兽不安地从洞穴中奔走出来，四处逃窜，一切，都仿佛在预示着一场大灾将要到来。\\n\\n那炎熔巨兽和赤须孽龙的尸体可都还在火山口下。我想叫，可是嗓子眼有点干涩，叫不出来，我眼眶里转眼又涌动起欲哭无泪的郁闷，想我费劲心思，才想出这样一个曲线杀怪法，难道就这么落得财物两空吗，固然得了不少的经验，但是那帮家伙挂掉的话，有多少好东西啊，如果火山真的爆发，那我还弄个屁啊。\\n\\n想上，但是有点怕怕，沙石流是靠淹没让人窒息而亡，这岩浆流的话，那不是烫死就是熏死，根本都没机会让你窒息，我可不想以身涉险；想走，心里还有点不舍，这赤须孽龙死一次，还不知道什么时候再刷出来，机会难得，让我真是左右为难。\\n\\n对了，还有小影呢，让它过去掘尸好了，我在远处看着，弄到立即回来给我，我家小影现在基本和我是心灵相通，果然是个好仆人，我心头刚一起念，小影立即拍打着黑暗马，迎头往火山口走了过去。\\n\\n目光遥送小影下了火山口，我这颗心，才塌实下来，虽然沉没火山一直在震动着，但是都没喷发，估计只是一场虚惊罢了，我心中暗暗想道。\\n\\n我擦了擦额头的汗水，刚想一屁股坐下来，陡然又是阵巨响，仿佛有千万钧重锤狠砸地面，又象是彗星撞击地球一般，整个海底，都剧烈地晃动着，我脚步一个不稳，直接摔倒在地上，摸着砸在地上，几乎被砸成几瓣的屁股，我抬起头，张嘴刚要开骂，可是眼光所见火山口上升起的巨大身影，让我立即闭上嘴巴，一骨碌爬了起来，丹药一塞，潜行一开，拔腿就狂奔，心里，则暗暗惊道：我的天啦，这个赤须孽龙怎么这么强悍，竟然还不死，还如此神勇。\\n\\n*************\\n\\n从火山中艰难飞起来的，正是那头凶态毕露的赤须孽龙，被下落的岩石砸中后，它一头扎到下面的岩浆池里，这座岩浆池下，则是更加沸腾灼热的地心岩浆，这种地心岩浆可以在一定时间内强化和提升火焰系统怪物的力量，但是有得到就必须有付出，只有全身浸泡在地心岩浆之中，饱受绝对高温的烧灼，忍受非人的痛楚，才能得到提升，即便是实力强如赤须孽龙，也不是轻易就能下去的。\\n\\n它平时总是浸泡在池面上，只是偶尔才下去微微感受一下，毕竟在这片海底领域之中，没有多少能和它一较高低的存在，它没必要那么辛苦。\\n\\n而且，一旦汲取过量的地心岩浆，就可能引发沉没火山的再次爆发，这对于维持整个红膜的结晶范围，是有着直接的影响，每爆发一次，红膜的势力范围就减少一点，所以这不是赤须孽龙所希望看到的。\\n\\n如果赤须孽龙没有栽落到岩浆池里，那它说不定也已经挂了，可是，它真真实实地栽了进去，而且，还有上面那的重重的岩石压着，这头赤须孽龙是一直没到如沸水般翻滚的地心岩浆之中，想上，可是无法上去。\\n\\n彻骨痛心的痛楚让这头赤须孽龙几乎快要疯狂，谁说肉体的创伤不如精神上的伤害，那头赤须孽龙现在所遭受的剧痛，简直让它大脑一片真空，灵魂，都要在无尽的苦难中磨灭。\\n\\n如果赤须孽龙是完好无损下入地心岩浆之中，那在经历一番痛苦之后，它就能获得质的提升，但是，它现在是伤痕累累下来，所以外界力量同时也从伤口处破坏它的身体，因此只能有个量的积累。\\n\\n积蓄着力量的赤须孽龙拼命想要钻出头上重重岩石的压迫，可是怎么都差那么一口气，所以只能在最下面发出怒嚎，而小影刚一下去，掀开第一块岩石，正好打破二者间的平衡，赤须孽龙，终于能出来了，同时，因为它过度汲取地心岩浆的能量，使得这座沉没火山，又要爆发了。\\n\\n***************\\n\\n你说，看着那头赤须孽龙完好无损，精神抖擞（其实因为太远，看不清楚赤须孽龙身上到底有没有伤痕，不知道它眼里已经满是憔悴）地从火山口冒出来的，我还有什么选择，当然是三十六计，走为上了。\\n\\n失去我的影踪，那头爆怒的赤须孽龙发疯似的到处丢着火海，扔着火球，敢情准备融地三尺，将我给找出来。\\n\\n还好有这虚伪之戒，不然的话，就咱这等级的潜行，肯定要让老龙找到，我心中暗暗庆幸，一边跑着，一边回头看着那头怒龙，心中暗道。\\n\\n奶奶的，什么东西烫了我一下，呀，还去了我三十的血量，头刚一转，地上陡然喷溅出的岩浆立即上了我的身，潜行中的身影，也显露了出来。\\n\\n奶奶的，我靠，敢情这满地的岩浆都跟赤须孽龙有亲啊，碰到我身上竟然算成赤须孽龙的攻击了，我看那赤须孽龙立即掉转方向，一头向我这边飞扑过来，心里顿时叫起了苦，脚，飞奔得更快了，暗暗叫道：赶紧出了红膜，赶紧出了红膜，它就不会追了，它就不会追了。\\n\\n经过地心岩浆的洗礼，赤须孽龙可在短时间内，感知到岩浆所碰到的任何玩家和生物的存在。等于在这片红膜内，赤须孽龙是标准的地图全清。\\n\\n赤须孽龙，真的不会追我了吗，身后滋滋的热浪和不时砸过来的火球告诉我，这头大家伙今个算是跟我没完，不把我给挂了，它肯定不会罢休，天啦，俺是得罪哪路的神仙，要这样对我，奶奶的，如果给我个机会上天，老子非得搅你个天翻地覆不可，不过现在，咱还是赶紧吃药狂游才是硬道理……\\n\\n***********\\n\\n若在以往，赤须孽龙绝对没有足够的力量冲出深海，即便出来了，也是虚弱得紧，肯定要为人鱼俎，而今个重现天空，则是行了大运，自身实力得到强化固然是一点，更重要的是，沉没火山爆发了，夹带出的汹涌热流沸腾了海水，冲天的热浪滚滚而出，正好等于为赤须孽龙开道，让它讨了个大便宜。\\n\\n我继续往岸边猛游，而那赤须孽龙则不紧不慢地跟着我后面追赶着，能够脱离深海的拘禁，它现在，可是得意非常，对于我这个弱小的存在，它可得玩足了才会让我死。\\n\\n“大家快动手啊，怕它个驴，爆了这家伙，可是会掉暗金装备的。”看着前面不远已经有不少逃窜的玩家，我扯足了嗓子，从海水中昂起头来高吼道。\\n\\n奶奶的，都不赶动手，那怎么行，怎么能坐以待毙呢，生怕众人没有反映，我往嘴里递了份灵仙粉，塞了颗生生造化丹，上了双重保险后，换上长弓，当年的故伎重施，转头冲那赤须孽龙就是一箭，接着补充叫道：“是血性汉子的，就跟我一起上啊！”\\n\\n见有人带头，立即就有一大票人给予响应，一道道交错的电光和一颗颗光球从海中，从沙滩上暴发出来，迎击向那头如凶神一般的赤须孽龙，让众人动心的，是我嘴中吼出的莫需有暗金级装备。\\n\\n众人拾柴果然火焰高，原本对我一腔怒火的赤须孽龙在受到下面诸多玩家攻击后，立即将怒火转移到他们身上，难得从海底出来，这头天地凶兽可得好好大杀四方一把，才能过瘾。\\n\\n而我则心中暗暗庆幸，又一头潜入海里，死划活划地游到海岸礁石带，半掩着身子躲到礁石后面，静观其变。\\n```\\n\\n\\n------------\",\"timestamp\":1640774173,\"title\":\"第三百二十九章 杀龙破四（上）\"},\"digest\":\"7L1CfQ3tXQ-pztfZN4MceO3-3IhQGf4t8UwzkAvmOEE\",\"authorship\":{\"contributor\":\"0x3C830DEbBb4e101865a0e5c8eFb5265605C22187\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2ZO6QWhpW3EFTv09IpCtkQ1wCBYyRQbdsWOqG2jiFfE\\\",\\\"y\\\":\\\"0kPtKQAJomzDebVELyjOXKLyn6gmYsa-ttvywrKFLxU\\\"}\",\"signature\":\"wWUSFIxQ6FLQtawwodkbyHT0PSEaXTuUUG124pR9BdvemjXaPCkzNRmVgq_1pS9e6Nz02t_i_qwh9dSUQY1WSA\",\"signingKeySignature\":\"0x637479d38b9c7e4c5583564a71780f3579e83a83be7c12f16b605cb80d0c132023836b5b934c0941a4be7375166893302627f73db6bd38ec0ea3c93882389ea81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2ZO6QWhpW3EFTv09IpCtkQ1wCBYyRQbdsWOqG2jiFfE\\\",\\\"y\\\":\\\"0kPtKQAJomzDebVELyjOXKLyn6gmYsa-ttvywrKFLxU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7L1CfQ3tXQ-pztfZN4MceO3-3IhQGf4t8UwzkAvmOEE\"}"