"{\"content\":{\"body\":\"This is our first article on Mirror.xyz. This platform is like Medium, but decentralized and all the content will be stored on the blockchain. As we are building the future with you, we strongly believe that suddenly everything on the internet will be stored on blockchains and we will be able to issue loans against it :) That is why we are using Mirror. Thanks to the team! \\n  \\n There are 4 of us in the core team, each has a unique personality, interests and professional background. We all have a passion and drive to create.\\n\\nToday we would like to tell you a bit more about our experience with the project and share our vision on the future of Pawnshop Gnomies. This article is written by society#0003, and to say the truth I am not a good writer at all, but I will try to do my best to make it interesting and easy to read. \\n\\nOur team was always thinking about building something to change the world. But time passed, we were running our real-life businesses, trading crypto, sharing ideas and forgetting about them. It was hard to find this unique idea that will motivate us to work 24/7. And looking forward, I would say that Pawnshop Gnomies will not change the real world, instead, they will build their own and work closely with other metaverses. \\n\\nIt all started around 9 months ago when we were thinking about NFTs, sitting in an office. I remember this FLOW NBA TS vibe with unreal market volume, CryptoPunks were relatively cheap and a ton of low-quality art was bursting. What could we do with all of this? Make a collection of 1000 Black Squares or another derivative on Cryptopunks, or just trade jpegs like snipers? We could see some patterns and we thought that the best thing is to somehow unlock the liquidity from all of this.\\n\\nOur first idea was to fractionalise NFTs like [https://fractional.art](https://fractional.art/) or [https://www.fraktion.art](https://www.fraktion.art/) and it is good tho, but the problem is you need to sell a part of the NFT to get some liquidity. It will be hard to get all the pieces back and thus return the original NFT. It may work and there is a huge market for such ideas. But we thought that it would be great to get the same NFT back anytime because some of them already have a huge value, moreover, each NFT is your key to the community. Some don’t want to lose the part of being inside the community. Some don’t want to sell their assets when the market condition is not good, but still, they need money. Even I had an experience of selling some NFTs because I was thinking of aping into a collection and Binance was not processing Solana. \\n\\nSo, we thought that the NFT lending protocol is the best thing we can do for the market, moreover, protocols like [https://aave.com](https://aave.com/) or [https://compound.finance](https://compound.finance/) which work with fungible tokens have already had enough traction. We’ve searched for the web and didn’t find any working solutions on the market. There are some already like [https://nftx.io](https://nftx.io/) or [https://nftfi.com](https://nftfi.com/), but all of them are not giving you the same nft back, or loans are p2p means you need to find a person who will give you the money. Instead, we are building the first p2pool protocol, which means that any person will be able to get an instant loan from the available funds. No need to wait, stress or ask us to do you a favour. If the collection is verified, you will get money asap. Fully decentralized, safe and anonymous. \\n\\nSo we’ve started by looking into FLOW NBA TS as it was the hugest on the market that day. Huge thanks to DEVS we were able to make some price trajectories, we were bullish af but the problem was and it still exists, NBA TS is not moving from custodial wallets, which means that the ecosystem is locked and Moments can’t interact with any other market solutions. We even had a call with FLOW talking about WAGMI but we didn’t get any short term solutions. That was frustrating as we’ve spent so much time believing that something will change but nothing happened. We also had a lot of calls with VCs and they were telling us that our project is good but risks are multiplied by the FLOW ecosystem. \\n\\nThen we thought that maybe we should look into Ether collections and we’ve started to test CryptoKitties using machine learning. And again, our tests were running smoothly as we had enough historical data. We’ve solved the biggest market problem which is the pricing of NFTs. Imagine millions of certified appraisers are looking into traits, market condition, sales volume, transactions and evaluating the price every second! This is how it works. That is why Gnomies are unique as they will also issue loans because they will know the best market price of any accepted NFT.\\n\\nAs I said previously, we really believe that all of us eventually will live in a metaverse one day. Imagine how big is the space with all of these galaxies, and right now communities are building their own worlds. Look at these robots [“Spot Me Up” | The Rolling Stones & Boston Dynamics](https://www.youtube.com/watch?v=XnZH4izf_rI), they will run the real world making our life easier while we will enjoooooy sailing in a meta-sea and drinking pixel-art champagne with Monkeys and Thugs.\\n\\nThat is why we thought that it is very important for us to get the first funding from the community. Firstly, we wanted to gather some feedback, secondly, we like the idea of web3 where communities stand over organisations. We believe that gnomies one day will be fully and truly decentralized owners of the protocol. And finally, we wanted to experience the building of our own collection to understand the value of it, find difficulties and “feel” the market and the community. It is very important if we aim to build something reliable and safe. \\n\\nWhy Solana? To be honest, I personally believe that Solana is the best blockchain ever. It feels like home here, it is very friendly and I love the community. It is a good place to start as it is not that big like ether, it is easier to make connections here and it is growing very fast. We also took tests using the pricing algorithm and thought that we should start to grow our community here. Twitter spaces are always welcoming and interesting, you can see familiar faces every day. Chillchat, if you are reading this, thanks a lot for helping me communicate there as I am a bit introverted. It was not easy to build a community and I can write an article on how to do it, maybe this will help you to grow your own. Let me know if you want a guide. \\n\\nAs for the future, our short-term goal is to build an MVP as we promised and get some extra VC funding to scale and grow even faster and deliver a fully operational trustless protocol. We already had a couple of meetings with them and they are very interested! We also have plans to build bridges to other chains and start to work with a variety of assets like decentraland, sendbox or issuing loans against real-world assets via [https://centrifuge.io](https://centrifuge.io/). The possibilities are endless, just imagine how far it can go! We are very proud of you gnomies, you are still early and we are building the future. It is a pleasure to grow together with you, see your reactions and the endless chat activity. Sometimes it is so funny I can't breathe, seriously, Turtles are funny af!\\n\\nThanks a lot for the support and trust. I hope that this article helped you to get our vision and inspire a bit!  \\n  \\n Aaaaaaaaahhhhhh, finally I can post this! 😎\\n\\n** \\n ** \\n \",\"timestamp\":1637793786,\"title\":\"How it started ✨\"},\"digest\":\"2vsOwu6458D0yt4z9h3xoJ9RF8bP95ojEFiTBzed-XQ\",\"authorship\":{\"contributor\":\"0x98d198B2735e050f291EC9B659014eE162BA5fbC\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2zDgv7-Sbt3slSslgyLpQ-JswPHTQ_GqT1t0g1mxfs8\\\",\\\"y\\\":\\\"2kkJqsXFeHdbSNbKZtzKeHYLTLcOtuMRxOc_nIETgAU\\\"}\",\"signature\":\"7OgDtZmo2067PaO1hrDJUnuO95TaEhns_TwSobinlpBjT_TWQna7DpXYUxfMdomQ6W2ciaMjTdAs_9iVI7dWYQ\",\"signingKeySignature\":\"0x01d4a5d8416a4e726bb5839b99c7e7cadec5401e13c4f2354e07382d63f5b54a1a7f8e8ac0d6bfd03bde90fc19da232b2a5dd248bd6964b2cb03c94040ffdb421c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2zDgv7-Sbt3slSslgyLpQ-JswPHTQ_GqT1t0g1mxfs8\\\",\\\"y\\\":\\\"2kkJqsXFeHdbSNbKZtzKeHYLTLcOtuMRxOc_nIETgAU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"6z781Me4C6Z-fi2W-Uwx3PFrg34mHHQuTF1_uqCuaV0\"}"