"{\"content\":{\"body\":\"汗，我怎么突然觉得很热，背后湿漉漉的一片，眼睛看得有点发了直，怎么又给我遇上一个问号级boss，而且，这家伙实力之强，简直令我有种毛骨悚然的感觉。按理说，光头那帮家伙的实力可不在我之下，可是竟然都没有机会反抗，就给它一招搞定，差距由此而产生。咱可不能见着boss就激动，带上一家老小去跟他玩群殴，那样的话，俺就是标准的热.血小白，怎么着都是个死字。\\n\\n```\\n闪，得闪，这沙翼魔可不是凭我一己之力就能对抗的，而且这家伙正在劲风头上，千万不能冲动，咱心里立即升起这个念头。\\n\\n等等，沙翼魔，这个名字我好象在哪听说过，是在哪呢，我眉关紧锁，搜肠刮肚的思量起来。对了，我想起来了，这斯不正是那天孙大圣跟我提到过的家伙吗，当年大圣可就是为了降伏它，才来到这血腥沙漠的，怎么着，难道是大圣出手放了水，没有把它给搞定吗，还让它能祸害人间，真是做事不负责啊。\\n\\n恩，当初大圣说他盔甲上的灵动明珠是和沙翼魔战斗时遗落的，既然今日遇到这家伙，那我可得看牢了，虽然我没胆子和你动手，但是我有胆子跟踪你，那几颗明珠，一定是落在你老巢附近，我的金猴盔甲，它可就等着咱取回遗失的三颗灵动明珠，恢复往日的神采呢。心中这么一想，我顿时收起了逃跑之意，蹑手蹑脚地跑了上前。\\n\\n阴红的乌云笼罩四野，呼呼的野风吹得黄沙如波浪般涌动，浅水绿洲此刻已经完全失去刚才郁郁葱葱的风采，变得满目苍痍，只有高大的沙翼魔静静地站立在原地，一动不动，似乎是在冥想沉思，又仿佛在酝酿新的风暴。\\n\\n你快动身啊，赶紧回你的老巢撒，等了半天没见动静的我，心里开始发了毛，不由暗暗嘀咕道。\\n\\n动了，沙翼魔终于动了，只见它高举起双爪，背后那对土黄色的双翼啪的一声伸展开来，身子，跟着漂浮起来，飞舞在半空中。\\n\\n晕，别告诉我你想飞走吧，这样的话，我还跟踪个屁股啊，我见沙翼魔如此举动，顿时发了傻。\\n\\n不过沙翼魔并没有飞离而去，而是如一个陀螺般，在原地高速飞转着，随着转动，一个黑色旋涡从地上升腾起来，周围的空气在旋涡的带动下，渐渐形成个小小的龙卷风雏形。\\n\\n靠，难道我先前遇上的沙尘暴，就是这家伙一手捣腾出来的，我脸上写满了惊愕，这斯头转得乍就不昏呢。\\n\\n事实证明我的想法是正确的，只见那道龙卷风夹杂着地上的黄沙，是越卷越大，附近天空顿时被飞舞的黄沙给遮盖住，原本已经昏暗的天色变得更加无光。\\n\\n成功制造出风暴之后，沙翼魔从旋涡中心抽身而出，收起翅膀稳稳地站在地上，看着面前的龙卷风拖着庞大的沙裙，一路呼啸而去，满意地点了点头，魁首中那对碧绿的双眸，充斥的全是破坏和毁灭之色。\\n\\n一对沙翼往四周扩散开来，地上，跟着形成一个巨大的流沙旋涡，周围的一切，都像灌进了无底的漏斗之中，迅速下滑，而那沙翼魔的身子，则在旋涡中慢慢下沉，与沙砾融为一体，转眼之间，又出现在前面，继续以同样的方式前进。\\n\\n还好，这家伙不是用飞的，凭我的速度，勉强还能跟得上，我心里暗暗庆幸，卵足了力，紧紧尾随在沙翼魔之后。\\n\\n************************************\\n\\n咦，这沙翼魔怎么突然没了？\\n\\n看着前面的沙翼魔消失以后，就没再出现，我心里满是疑问，周围依然是一片荒芜的沙漠，难道它的老巢就在这里，还是这家伙这次传送远了，带着疑团，我一步一步逼近沙翼魔最后一次现身的地带。\\n\\n脚下突然一滑，一股强劲的吸力突然拉扯着我，靠，地上陡然又出现旋涡，我只感觉身子一轻，扑通一声，一个不小心，又栽进个地洞之中。\\n\\n“您发现了沙蚁巢穴，获得经验值四千五。”\\n\\n真是沙穷风劲疑无路，洞暗灯明又一村，借着墙壁上昏暗的灯光，我扫视着四周，虽然眼前的四壁也比较光滑，但显然不是人工建造而成，而是将原地的沙子给拍打严实，然后再涂上一层薄薄的粘液，一股略带腥咸的味道弥漫在整个过道之中，似乎都有点熏眼。\\n\\n沙翼魔来这里做什么？难道这里就是他的老窝不成？带着这个疑问，我小心翼翼地走在过道之中，找寻沙翼魔残留的足迹。\\n\\n前面突然出现一丝刺眼的光亮，应该是到出口了，我一路小跑向前，心里也是五点六点的，前面，会是什么东西在等着我呢。\\n\\n脚步一顿，刚到过道口的我是倒抽一口凉气，我的天啊，咱这是到哪了，面前，竟然有如此巨大的，如倒挂蜂巢般的蚁巢，沉重而庞大的巢穴被不知名的魔法支撑着，稳稳地竖立在地上。此时我，则置身在巢穴周围的洞壁之上，我所在的这条过道口，只不过是通往这个巨大空间的一个小孔而已。而这样的小孔，在墙壁上密密麻麻排得满满的。\\n\\n难道这真的只是个蚁穴吗？\\n\\n是，当然是，看着那一只只进进出出，忙个不休的工蚁，我立即打消掉最后一点质疑，这帮家伙虽然只有三十几级，单个过来，根本不够我砍，但现在它们可是蚁多势众，保守估计整个巢穴外围也有六、七百只，比起当初那沼泽地里的蓝蚁洞穴是有过之而无不及，蚂蚁多了还能吃大象呢，就哥们我这个身子骨头，冒冒然冲上去的话，还不给它们扒拉成骨架子。\\n\\n突然，蚂巢的一边涌起一阵骚动，无数的工蚁纷纷集合了过去，而且，从巢穴里面，还跟出一票四十级的沙漠兵蚁来。\\n\\n这些个头比工蚁足足大了一圈的沙漠兵蚁们，长着颗鲜红色的脑袋，油光闪亮，眼睛里则是一片铁青，看上去杀气凛凛，脑袋顶端的触角如铁鞭，不住甩动着，下颌处，两片倍亮的前螯如钢钳一般张合着，其所带的破坏力是看得见的凶猛。而那浅灰色带着黑色斑点的后背就如一个骷髅头般狰狞恐怖。\\n\\n这帮家伙忙什么呢？我不由好奇地望了过去，只见接连从几个过道中，滑进数只沙漠蜥蜴，正好落到蚂蚁群落之中。\\n\\n我不禁咽了口唾沫，继续关注起那几只蜥蜴的下场，它们的到来，可算是给我探个底，让我了解了解这帮沙漠蚂蚁的攻击作风。\\n\\n接下来我所看到的是一场大规模的快速战斗：无数只工蚁冲到沙漠蜥蜴的身边，冲它们喷射出带酸性的腐蚀液体，兵蚁们则用它们那锐利的牙齿，在蜥蜴厚厚的皮甲上撕出一道道惊人的伤口；而那几只沙漠蜥蜴也不可能眼巴巴地就这样等死，它们龇牙咧嘴，摇头摆尾的抵抗着蚂蚁们疯狂的进攻。\\n\\n死掉一只沙漠蚂蚁，马上就会有几十只兵蚁涌上来，蚂蚁们前赴后继，简单实效的进攻方式，很快就让沙漠蜥蜴陷入困境，一只蜥蜴带着满身伤痕，双眼瞪得滚圆，算是死不瞑目地倒下了，一群工蚁蜂拥而上，从它身上连皮带肉撕下一块快，一条条，只是一瞬间的工夫，刚才还生龙活虎的沙漠蜥蜴，就变成了一堆雪白的骨架。\\n\\n数量，只需要有数量上的绝对优势，即便是最弱小的存在，也能够有其强大的一面，当然了，前提是这群弱小要有必死的觉悟。\\n\\n眼前这一幕看得我头皮发麻，还好哥们我能够量力而行，不然要是稍微冲动点，想下去弄两只蚂蚁练练手的话，估计现在也成了一堆白骨吧。\\n\\n不过我的目的并不在那些蚂蚁身上，我的目光四处搜寻着沙翼魔那灰色的身影，那才是我此行的目的。\\n\\n可是，目光扫过，触目的尽是森森寒骨，哪里，在那里，我关心的沙翼魔正伏在巢穴最低部，一堆交错堆积的白骨之中，他身后那对羽翼，正不停地将那些白骨给辗成粉末，而它的身边不远处，则搭着三堆白骨架，像是搭起的三个骨制祭台，每个祭台上，都放置着一颗灿烂夺目的明珠。\\n\\n我的心跳陡然加快，我的血液忽然沸腾，那，正是我所魂牵梦绕的宝贝——灵动明珠。\\n```\",\"timestamp\":1640773229,\"title\":\"第三百一十五章 灵动明珠\"},\"digest\":\"a7NB6ab6Tun2kx3GX6kuPdFsaHEvatOOcxHMwjehYnM\",\"authorship\":{\"contributor\":\"0x5859E81dA9b04455A2c3e7b03c2e805947Bb1394\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"D3tvSuE6bwr-8hjBEBuxF_1zGJ774D7_hxtqHJDNdv8\\\",\\\"y\\\":\\\"96xfKq1wicQxKw4IwNzKN50CBu5DlUhmlt8OOQZtNnE\\\"}\",\"signature\":\"vV96QEtrrC2-wuJxt_XbFxpvJqTx4qQG5FlLrqMmrUPxApvV8v1qZaL0039nq-kx-StWV5arNKBCtmFYEJcMEA\",\"signingKeySignature\":\"0x275eff0047690857f68684f2ebca3107db74bbd130d55b907e99822d7e0b82c87fe6f892ee893b8284daee0a3c2fd7eb3dcd44bc2c87c0439cdf50f6d4ebba881b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"D3tvSuE6bwr-8hjBEBuxF_1zGJ774D7_hxtqHJDNdv8\\\",\\\"y\\\":\\\"96xfKq1wicQxKw4IwNzKN50CBu5DlUhmlt8OOQZtNnE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"a7NB6ab6Tun2kx3GX6kuPdFsaHEvatOOcxHMwjehYnM\"}"