"{\"content\":{\"body\":\"Seeing this, many bosses may be surprised. Isn't the things I do every day worthless? The answer may indeed be the case. As long as your business does not develop very quickly, it basically means that what you are doing is of little value. As long as you are doing valuable things, your profits will grow rapidly. I will help you sort out your ideas from three aspects.\\n\\nFirst: pay attention to whether the problem you solve is really helpful to the company's performance? For example, our company bought a large bookcase for 18,000. Is this thing useful? Can he help us get customers? It is still just a face-saving project. If it is a face-saving project, then we spend time and energy to do worthless things. Does not help the market. Since we bought this bookcase, we have to buy a lot of decorations in it. Today, a colleague of mine is choosing decorations. It takes time and money. But doing this will not improve the company's performance. I thought this matter was worthless, so I called it a stop. I think that every enterprise has to spend manpower and material resources to do such worthless things that are not helpful to the market. This is internal friction and must be stopped.\\n\\nSecond: Don't communicate the concept with ordinary employees, because everyone understands the concept differently, that is, the chicken talks to the duck. We say that 1 plus 1 is equal to a few. Most people have the same answer, which is 2. But if we try to communicate with each employee how to improve performance, everyone's ideas and answers are different. Therefore, if the boss tries to adjust the concept of each employee to the same as his own, it is useless, because most people definitely disagree with you. Even US President Barack Obama can only get a 50% approval rate. We only ask employees for results, which is what specific things can be done to help the company's revenue. As for how to do it, this is the employee's own business. Employees want to ask. Of course we are willing to share our ideas, but don't have the idea of ​​unifying their thinking. This is useless. Adopt goal management and result management.\\nThird: Some bosses write plans and make strategies every day. They have many ideas, but they all make plans in their own office. They seem to be very busy, but the company's profits have not increased. what reason? Because these things cannot be sold to customers and cannot be exchanged for profit, then it is not called doing valuable things, called fooling around. Our boss, a plan and a strategy must be put on the market immediately. Only things that can be exchanged for profit are called things.\\n\\nJust talk about these three things. Business owners who have these problems should quickly correct them.\",\"timestamp\":1634793581,\"title\":\"How to do valuable things\"},\"digest\":\"FeTAFv0UFruHaxSCy4cb7lMMREZ2tUx3hrCiw27-dgM\",\"authorship\":{\"contributor\":\"0x0500e3b6f7b1214a11851b9B348020C08018403b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"signature\":\"R8FWgO9fms0f-yX9tHaehdXVoTG2WCWTnp3Z-Dmu57sJTPIAd_NtN2XjLVaEK7cR7P1-dEpnQdI75SPwyxPgjg\",\"signingKeySignature\":\"0x1c6f856baad7dbcdc04a289cfb8c27fd2d4c254469eae7a6d5e283ce19250e091ab85676074d27b49e23c7d4b78b5f81e8536a0da448b30920c0f4dc5a6602e41c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nKf8ZamRyX8cLVb8DeIErgOMrQgMun7f02Hq_yDPgjE\\\",\\\"y\\\":\\\"3htkpr16jLLCk2n5vgcjMXkGx9Ypl9sCU0ngm5GUXu8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FeTAFv0UFruHaxSCy4cb7lMMREZ2tUx3hrCiw27-dgM\"}"