"{\"content\":{\"body\":\"[![Jind Mahi](https://miro.medium.com/fit/c/56/56/1\\\\*ElFkxRvGYjQ_kwYaJBVZCg.jpeg)](https://jindmahi.medium.com/?source=post_page-----28e89d3fb72d-----------------------------------)\\n\\nGoogle’a “pasif getiri” yazıp arattığınızda gelen kaynaklarda sonuçlar, üç-dört farklı madde üzerinde yoğunlaşır.\\n\\n1- Bir şeyleri kiralayın.\\n\\n2- Yazılım öğrenip app yazın.\\n\\n3- Otomat işine girin.\\n\\n4- Fon alın, faize yatırın.\\n\\nIvır zıvır.\\n\\n“Kripto’da pasif gelir” olarak aradığınızda ise Defi akımı öncesi pasif gelir yöntemleri POW (Proof of Work) ve POS (Proof of Stake) madencilikleri ve lending (borç verme) ile mümkündü.\\n\\nProof of Work konseptini, uğraş ve devam eden masraflar gerektirmesi sebebiyle hiçbir zaman pasif getiri sınıfına dahil etmemek gerektiğini düşünüyorum.\\n\\nEski sistem ile birlikte süregelen pasif getirilere Pos madenciliği, staking ve lending’i dahil edebiliriz.\\n\\n## Defi ile birlikte pasif gelirin evrilmesi\\n\\nÇok detaya girmeden Defi’ı, merkezi olmayan bankalara, borsalara (Dex) likidasyon sağlama aracı olarak nitelendirebiliriz.\\n\\nBasitçe örneklersek\\n\\n0xAhmet ve 0xMehmet dışında kimsenin A borsasında olmadığı durumda\\n\\n0xAhmet A dex’in B-C havuzuna 1000er usdlik 1000 B ve 1000 C tokenı bağladı ve bunu akıllı kontrat aracılığıyla teyit etmek için karşılığında LP tokenı aldı.\\n\\n0xMehmet A dex’ine girip elindeki 200 dolar tutarındaki 200 B’yi 200 C’ye dönüştürmek istedi ve slipajı yüzde 1 olarak ayarlayarak işlemi onayladı.\\n\\n0xAhmet o havuzun tek sahibi olduğu için havuzdan 200 C’yi alıp 0xMehmete yolladı. Bunun karşılığı olarak ise 2 B komisyon aldı.\\n\\nArtık havuzda 1202 B tokenı ve 800 C tokenı oldu.\\n\\nBu protokele Automated Market Maker (AMM) denir.\\n\\nAlınan 2 B komisyon “swap fee” olarak adlandırılır ve swap feelerden getiri sağlamaya “likidite madenciliği” denir.\\n\\nBu işlem sebebiyle B ve C tokenındaki fiyat değişimi sonucu oluşan “Impairment Loss” olayına henüz girmeyeceğim.\\n\\n“Bu iş iyiymiş la. Bizim çocuklar da girsin yolumuzu bulalım.” diyen bir kardeşimiz mahalledeki başka 0xAhmetleri toplayarak havuza daha fazla B ve C tokenı bağlamış. Bu sefer 0xMehmetlerin sayısı ve yaptığı işlem artmadığı için 2 B olan ödülü, bütün 0xAhmetler paylaşmak zorunda kalmış. Kar da yeterli gelmediği için bir kısmı havuzdan LP tokenlarını bozdurarak çıkmış.\\n\\nBu sorun Defi’ın en büyük sorunu olan likidite sağlayıcıların sürekliliği sorununu ortaya çıkartmış.\\n\\nA Dex’i daha fazla 0xAhmet’i havuzlarına çekebilmek için “Ey 0xAhmet’ler! Siz gelin paranızı bana bağlayın. Size verdiğim LP’leri de bende stakeleyin. Hem fee getirisinden yürürsünüz, hem de ben size her hafta 1000 tane A token vereceğim, yatırdığınız oranda kendi aranızda bölüşürsünüz. Ayıbı olmaz bu işin, burada herkes kendi parasıyla oynuyor.” diyerek “Yield Farming” diye bir mevzu ortaya atmış ve 0xAhmet’leri havuza çekmiş.\\n\\nBurada A token “reward token” oluyor. (Sushi, Png, Joe, Quick v.s.)\\n\\nBaşka bir takım gruplar yeni bir AMM oluşturmadan bu işten nemalanmak için ise “Ya biz bu 0xAhmet’lerdeki LP’leri bi şekilde alalım da kendi hayrımıza değerlendirelim. Ama nasıl olcek bu iş?” diyerekten A tokenın sunduğu getirinin daha üzerinde bir getiri sunmuş, “Sen A dex’e LP’lerini atma mübarek adam. Onlar sana 100 dolarlık A token veriyorsa, ben sana 200 dolarlık D token vereceğim.” demiş ve “Yield Farm Optimizer” protokollerini ortaya çıkarmış. (BIFI, AUTO v.b.) 0xAhmet’lerden topladığı LP’leri ise başka türlü değerlendirerek kendine fayda sağlamış.\\n\\nDaha sonraları bir kısım Yield Farm Optimizer’lar “Ben sana hem A veriyim, hep D vereyim” derken, bir kısmı ise “hem A, hem B , hem C hem de D vereyim, bir de istiyosan xD olarak da stake’le” (örn, penguin finance) demiş. Birileri de “Ben sana hiçbir şey vermeyeyim ama gelen her şeyi senin yerine A’nın havuzuna atayım, hem zırt pırt gas fee verme hem de LP tokenındaki miktarın artsın demiş (Compound, YieldYak). “Bana 1000 usdlik LP stake’le, ben 3x kaldıraçla sana getiri vereyim.” diyen de olmuş. (Alpaca)\\n\\nA ve D tokenlarındaki enflasyon sebebiyle, bu tokenların usd değeri düşüş eğiliminde olması kaçınılmaz hale gelmiş. Bunun üzerine protokoller “Gelin bu size verdiğimiz A ve D’leri stakeleyin. Biz size xA ve xD verelim. Böylelikle hem Dao’muzda oy kullanma hakkınız olsun hem de kendi protokolümüzdeki gelirlerin %0.25’ini xstake havuzuna ekleyelim, oradan da kar edin.” diyerek, reward tokenlarının satışını baskılamaya çalışmış. (xSushi, iPefi, xBifi)\\n\\nBazılarının dolaşıma sürebileceği maksimum reward token adeti bitmiş. Bu sebeple de xA ve xD havuzlarından her gün geri alım yapıp, havuzdakilere otomatik olarak aktaralım, yeni reward token vermeyelim.” diyerek 0xAhmet’in havuzda kalmasını sağlamaya çalışmış. (BIFI)\\n\\nBütün bu örneklerdeki protokollerin daha fazla 0xAhmet ve 0xMehmet’e ihtiyacı olması ekosistemdeki en büyük sorun. Bu madalyonun ön yüzündeki problem. Arka yüzünde ise 0xAhmet’in sıkıntıları var.\\n\\nBasit Defi konseptlerini bilmeyenler arkadaşlar için, yaşananların teorik hikayesini aktarmaya çalıştım. Bir sonraki yazıda bu durumun 0xAhmetler için ne tür sıkıntılar doğurduğunu ele alacağım.\\n\",\"timestamp\":1641473453,\"title\":\"Kripto’da pasif getiri — Mevcut durum (Yazı 1) - Jind Mahi - Medium\"},\"digest\":\"lz1RstQDUEYG0gGe2104kR65y9QzDTVsgizsR7jbwSs\",\"authorship\":{\"contributor\":\"0x9387F71F3928ebe9cE8B3D8cF37a8FB52739aE7d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ynn8PFSsyE0Ebs40_pTFrBMN9CSC2Nxg5FOJXvnJnhI\\\",\\\"y\\\":\\\"ypN3_tEpf3DNdDC3lxMr2oldHfhJdQvNLTKXLx4kaaQ\\\"}\",\"signature\":\"Q4XE1sJzjeAvwi1752v7vIKLg8zFeazcqY3UUf4XV2UeMVBWRGL1DZ2mt1W7leuT6QgPAsTAzVYuH36cOpLZVA\",\"signingKeySignature\":\"0x27ebe81363cd6f0912c403873d9bddcba42c17b97a29eda2487cfe13f66bb3262788f821c886ac605e6e1f6f01f515cba961f111c3d685aa738061525a121fcd1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ynn8PFSsyE0Ebs40_pTFrBMN9CSC2Nxg5FOJXvnJnhI\\\",\\\"y\\\":\\\"ypN3_tEpf3DNdDC3lxMr2oldHfhJdQvNLTKXLx4kaaQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lz1RstQDUEYG0gGe2104kR65y9QzDTVsgizsR7jbwSs\"}"