"{\"content\":{\"body\":\"by witty and compact dialogue.  Of course we should honour first the playwright, who has given form to each well knit act and telling scene.  But that worthy man, perhaps at this moment sipping his coffee at the Authors' Club, gave his drama its form only; its substance is created by the men and women who, with sympathy, intelligence and grace, embody with convincing power the hero and heroine, assassin and accomplice, lover and jilt.  For the success of many a play their writers would be quick to acknowledge a further and initial debt, both in suggestion and criticism, to the artists who know from experience on the boards that deeds should he done, not talked about, that action is cardinal, with no other words than naturally spring from action.  Players, too, not seldom remind authors that every incident should not only be interesting in itself, but take the play a stride forward through the entanglement and unravelling of its plot.  It is altogether probable that the heights to which Shakespeare rose as a dramatist were due in a measure to his knowledge of how a comedy, or a tragedy, appears behind as well as in front of the footlights, all in an atmosphere quite other than that surrounding a poet at his desk.\\n\\nThis little volume begins with part of the life story of Joseph Jefferson, chief of American comedians.  Then we are privileged to read a few personal letters from Edwin Booth, the acknowledged king of the tragic stage.  He is followed by the queen in the same dramatic realm, Charlotte Cushman.  Next are two chapters by the first emotional actress of her day in America, Clara Morris.  When she bows her adieu, Sir Henry Irving comes upon the platform instead of the stage, and in the course of his thoughtful discourse makes it plain how he won renown both as an actor and a manager.  He is followed by his son, Mr. Henry Brodribb Irving, clearly an heir to his father's talents in art and in observation.  Miss Ellen Terry, long Sir Henry Irving's leading lady, now tells us how she came to join his company, and what she thinks of Sir Henry Irving in his principal roles.  The succeeding word comes from Richard Mansfield, whose untimely death is mourned by every lover of the drama.  The next pages are from the hand of Tommaso Salvini, admittedly the greatest Othello and Samson that ever trod the boards.  A few words, in closing, are from Adelaide Ristori, whose Medea, Myrrha and Phaedra are among the great traditions of the modern stage.  From first to last this little book sheds light on the severe toil demanded for excellence on the stage, and reveals that for the highest success of a drama, author and artist must work hand in hand.\\n\\nContents\\n\\nJOSEPH JEFFERSON How I came to play \\\"Rip Van Winkle.\\\" The art of acting. Preparation and inspiration. Should an actor \\\"feel\\\" his part? Learning to act. Playwrights and actors. The Jefferson face.\\n\\nEDWIN BOOTH To his daughter when a little girl. To his daughter on her studies and on ease of manner. On thoroughness of education. On Jefferson's autobiography. On the actor's life. Lawrence Barrett's death. His theatre in New York in prospect. As to his brother, John Wilkes Booth, the slayer of Lincoln. Advice to a young actor.\\n\\nCHARLOTTE CUSHMAN As a child a mimic and singer. First visits to the theatre. Plays Lady Macbeth, her first part. To a young actress. To a young mother. Early griefs. Art her only spouse. Farewell to New York.\\n\\nCLARA MORRIS Recollections of John Wilkes Booth. The murder of President Lincoln. \\\"When, in a hunt for a leading man for Mr. Daly,      I first saw Coghlan and Irving.\\\"\\n\\nSIR HENRY IRVING The stage as an instructor. Inspiration in acting. Acting as an art: how Irving began. Feeling as a reality or a semblance. Gesture: listening as an art: team-play on the stage.\\n\\nHENRY BRODRIBB IRVING The calling of the actor. Requirements for the stage. Temptations of the stage. Acting is a great art. Relations to \\\"society.\\\" The final school is the audience. Failure and success.\\n\\nELLEN TERRY Hamlet--Irving's greatest part. The entrance scene in \\\"Hamlet.\\\" The scene with the players. Irving engages me. Irving's egotism. Irving's simplicity of character.\\n\\nRICHARD MANSFIELD Man and the Actor. All men are actors. Napoleon as an actor. The gift for acting is rare. The creation of a character. Copy life! Self criticism. Discipline imperative. Dramatic vicissitudes. A national theatre. Training the actor.\\n\\nTOMMASO SALVINI First appearance. A father's advice. How Salvini studied his art. Faults in acting. The desire to excel in everything. A model for Othello. First visit to the United States. In Cuba. Appearance in London. Impressions of Irving's Hamlet. The decline of tragedy. Tragedy in two languages. American critical taste. Impressions of Edwin Booth.\\n\\nADELAIDE RISTORI First appearances. Salvini and Rossi. Appears as Lady Macbeth. As manager. First visit to America. Begins to play in English.\\n\\nJOSEPH JEFFERSON\\n\\n\\\\[William Winter, the dramatic critic of the New York *Tribune*, in 1894 wrote the \\\"Life and Art of Joseph Jefferson,\\\" published by the Macmillan Company, London and New York.  He gives an account of Jefferson's lineage, and then says:\\n\\n\\\"In Joseph Jefferson, fourth of the line, famous as Rip Van Winkle, and destined to be long remembered by that name in dramatic history, there is an obvious union of the salient qualities of his ancestors. The rustic luxuriance, manly vigour, careless and adventurous disposition of the first Jefferson; the refined intellect, delicate sensibility, dry humour, and gentle tenderness of the second; and the amiable, philosophic, and drifting temperament of the third, reappear in this descendant.  But more than any of his ancestors, and more than most of his contemporaries, the present Jefferson is an originator in the art of acting....  Joseph Jefferson is as distinct as Lamb among essayists, or George Darley among lyrical poets.  No actor of the past prefigured him, ... and no name, in the teeming annals of modern art, has shone with a more tranquil lustre, or can be more confidently committed to the esteem of posterity.\\\"\\n\\nThe Autobiography of Joseph Jefferson, copyright, 1889, 1890, by the Century Company, New York, was published 1891.  From its chapters, by permission, have been taken these pages.--ED.\\\\]\\n\\nHOW I CAME TO PLAY RIP VAN WINKLE\\n\\nThe hope of entering the race for dramatic fame as an individual and single attraction never came into my head until, in 1858, I acted Asa Trenchard in \\\"Our American Cousin\\\"; but as the curtain descended the first night on that remarkably successful play, visions of large type, foreign countries, and increased remuneration floated before me, and I resolved to be a star if I could.  A resolution to this effect is easily made; its accomplishment is quite another matter.\\n\\nArt has always been my sweetheart, and I have loved her for herself alone.  I had fancied that our affection was mutual, so that when I failed as a star, which I certainly did, I thought she had jilted me. Not so.  I wronged her.  She only reminded me that I had taken too great a liberty, and that if I expected to win her I must press my suit with more patience.  Checked, but undaunted in the resolve, my mind dwelt upon my vision, and I still indulged in day-dreams of the future.\\n\\nDuring these delightful reveries it came up before me that in acting Asa Trenchard I had, for the first time in my life on the stage, spoken a pathetic speech; and though I did not look at the audience during the time I was acting--for that is dreadful--I felt that they both laughed and cried.  I had before this often made my audience smile, but never until now had I moved them to tears.  This to me novel accomplishment was delightful, and in casting about for a new character my mind was ever dwelling on reproducing an effect where humour would be so closely allied to pathos that smiles and tears should mingle with each other.  Where could I get one?  There had been many written, and as I looked back into the dramatic history of the past a long line of lovely ghosts loomed up before me, passing as in a procession: Job Thornberry, Bob Tyke, Frank Ostland, Zekiel Homespun, and a host of departed heroes \\\"with martial stalk went by my watch.\\\" Charming fellows all, but not for me, I felt I could not do them justice.  Besides, they were too human.  I was looking for a myth--something intangible and impossible.  But he would not come. Time went on, and still with no result,\\n\\nDuring the summer of 1859 I arranged to board with my family at a queer old Dutch farmhouse in Paradise Valley, at the foot of Pocono Mountain, in Pennsylvania.  A ridge of hills covered with tall hemlocks surrounds the vale, and numerous trout-streams wind through the meadows and tumble over the rocks.  Stray farms are scattered through the valley, and the few old Dutchmen and their families who till the soil were born upon it; there and only there they have ever lived.  The valley harmonised with me and our resources.  The scene was wild, the air was fresh, and the board was cheap.  What could the light heart and purse of a poor actor ask for more than this?\\n\\nOn one of those long rainy days that always render the country so dull I had climbed to the loft of the barn, and lying upon the hay was reading that delightful book \\\"The Life and Letters of Washington Irving.\\\"  I had gotten well into the volume, and was much interested in it, when to my surprise I came upon a passage which said that he had seen me at Laura Keene's theater as Goldfinch in Holcroft's comedy of \\\"The Road to Ruin,\\\" and that I reminded him of my father \\\"in look, gesture, size, and make.\\\"  Till then I was not aware that he had ever seen me.  I was comparatively obscure, and to find myself remembered and written of by such a man gave me a thrill of pleasure I can never forget.  I put down the book, and lay there thinking how proud I was, and ought to be, at the revelation of this compliment.  What an incentive to a youngster like me to go on.\\n\\nAnd so I thought to myself, \\\"Washington Irving, the author of 'The Sketch-Book,' in which is the quaint story of Rip Van Winkle.\\\"  Rip Van Winkle!  There was to me magic in the sound of the name as I repeated it.  Why, was not this the very character I wanted?  An Ameri can story by an American author was surely just the theme suited to an American actor.\\n\\nIn ten minutes I had gone to the house and returned to the barn with \\\"The Sketch-Book.\\\"  I had not read the story since I was a boy.  I was disappointed with it; not as a story, of course, but the tale was purely a narrative.  The theme was interesting, but not dramatic.  The silver Hudson stretches out before you as you read, the quaint red roofs and queer gables of the old Dutch cottages stand out against the mist upon the mountains; but all this is descriptive.  The character of Rip does not speak ten lines.  What could be done dramatically with so simple a sketch?  How could it he turned into an effective play?\\n\\nThree or four bad dramatisations of the story had already been acted, but without marked success, Yates of London had given one in which the hero dies, one had been acted by my father, one by Hackett, and another by Burke.  Some of these versions I had remembered when I was a boy, and I should say that Burke's play and performance were the best, but nothing that I remembered gave me the slightest encouragement that I could get a good play out of any of the existing materials.  Still I was so bent upon acting the part that I started for the city, and in less than a week, by industriously ransacking the theatrical wardrobe establishments for old leather and mildewed cloth and by personally superintending the making of the wigs, each article of my costume was completed; and all this, too, before I had written a line of the play or studied a word of the part.\\n\\nThis is working in an opposite direction from all the conventional methods in the study and elaboration of a dramatic character, and certainly not following the course I would advise any one to pursue. I merely mention the out-of-the-way, upside-down manner of going to work as an illustration of the impatience and enthusiasm with which I entered upon the task, I can only account for my getting the dress ready before I studied the part to the vain desire I had of witnessing myself in the glass, decked out and equipped as the hero of the Catskills.\\n\\nI got together the three old printed versions of the drama and the story itself.  The plays were all in two acts.  I thought it would be an improvement in the drama to arrange it in three, making the scene with the spectre crew an act by itself.  This would separate the poetical from the domestic side of the story.  But by far the most important alteration was in the interview with the spirits.  In the old versions they spoke and sang.  I remembered that the effect of this ghostly dialogue was dreadfully human, so I arranged that no voice but Rip's should be heard.  This is the only act on the stage in which but one person speaks while all the others merely gesticulate, and I was quite sure that the silence of the crew would give a lonely and desolate character to the scene and add its to supernatural weirdness.  By this means, too, a strong contrast with the single voice of Rip was obtained by the deathlike stillness of the \\\"demons\\\" as they glided about the stage in solemn silence.  It required some thought to hit upon just the best questions that could be answered by a nod and shake of the head, and to arrange that at times even Rip should propound a query to himself and answer it; but I had availed myself of so much of the old material that in a few days after I had begun my work it was finished.\\n\\nIn the seclusion of the barn I studied and rehearsed the part, and by the end of summer I was prepared to transplant it from the rustic realms of an old farmhouse to a cosmopolitan audience in the city of Washington, where I opened at Carusi's Hall under the management of John T. Raymond.  I had gone over the play so thoroughly that each situation was fairly engraved on my mind.  The rehearsals were therefore not tedious to the actors; no one was delayed that I might consider how he or she should be disposed in the scene.  I had by repeated experiments so saturated myself with the action of the play that a few days seemed to perfect the rehearsals.  I acted on these occasions with all the point and feeling that I could muster.  This answered the double purpose of giving me freedom and of observing the effect of what I was doing on the actors.  They seemed to be watching me closely, and I could tell by little nods of approval where and when the points hit.\\n\\nI became each day more and more interested in the work; there was in the subject and the part much scope for novel and fanciful treatment. If the sleep of twenty years was merely incongruous, there would be room for argument pro and con; but as it is an impossibility, I felt that the audience would accept it at once, not because it was an impossibility, but from a desire to know in what condition a man's mind would be if such an event could happen.  Would he be thus changed?  His identity being denied both by strangers, friends, and family, would he at last almost accept the verdict and exclaim, \\\"Then I am dead, and that is a fact?\\\"  This was the strange and original attitude of the character that attracted me.\\n\\nIn acting such a part what to do was simple enough, but what not to do was the important and difficult point to determine.  As the earlier scenes of the play were of a natural and domestic character, I had only to draw upon my experience for their effect, or employ such conventional methods as myself and others had used before in characters of that ilk.  But from the moment Rip meets the spirits of Hendrik Hudson and his crew I felt that all colloquial dialogue and commonplace pantomime should cease.  It is at this point in the story that the supernatural element begins, and henceforth the character must be raised from the domestic plane and lifted into the realms of the ideal.\\n\\nTo be brief, the play was acted with a result that was to me both satisfactory and disappointing.  I was quite sure that the character was what I had been seeking, and I was equally satisfied that the play was not.  The action had neither the body nor the strength to carry the hero; the spiritual quality was there, but the human interest was wanting.  The final alterations and additions were made five years later by Dion Boucicault.\\n\\n\\\"Rip Van Winkle\\\" was not a sudden success.  It did not burst upon the public like a torrent.  Its flow was gradual, and its source sprang from the Hartz Mountains, an old German legend, called \\\"Carl the Shepherd,\\\" being the name of the original story.  The genius of Washington Irving transplanted the tale to our own Catskills.  The grace with which he paints the scene, and, still more, the quaintness of the story, placed it far above the original.  Yates, Hackett, and Burke had separate dramas written upon this scene and acted the hero, leaving their traditions one to the other.  I now came forth, and saying, \\\"Give me leave,\\\" set to work, using some of the before-mentioned tradition, mark you.  Added to this, Dion Boucicault brought his dramatic skill to bear, and by important additions made a better play and a more interesting character of the hero than had as yet been reached.  This adaptation, in my turn, I interpreted and enlarged upon.  It is thus evident that while I may have done much to render the character and the play popular, it has not been the work of one mind, but both as its to narrative and its dramatic form has been often moulded, and by many skilful hands.  So it would seem that those dramatic successes that \\\"come like shadows, so depart,\\\" and those that are lasting, have ability for their foundation and industry for their superstructure.  I speak now of the former and the present condition of the drama.  What the future may bring forth it is difficult to determine.  The histrionic kaleidoscope revolves more rapidly than of yore and the fantastic shapes that it exhibits are brilliant and confusing; but under all circumstances I should be loath to believe that any conditions will render the appearance of frivolous novices more potent than the earnest design of legitimate professors.\\n\\nTHE ART OF ACTING\\n\\nActing has been so much a part of my life that my autobiography could scarcely be written without jotting down my reflections upon it, and I merely make this little preparatory explanation to apologise for any dogmatic tone that they may possess, and to say that I present them merely as a seeker after truth in the domain of art.\\n\\nIn admitting the analogy that undoubtedly exists between the arts of painting, poetry, music, and acting, it should be remembered that the first three are opposed to the last, in at least the one quality of permanence.  The picture, oratorio, or book must bear the test of calculating criticism, whereas the work of an actor is fleeting: it not only dies with him, but, through his different moods, may vary from night to night.  If the performance be indifferent it is no consolation for the audience to hear that the player acted well last night, or to be told that he will act better to-morrow night; it is this night that the public has to deal with, and the impression the actor has made, good or bad, remains as such upon the mind of that particular audience.\\n\\nThe author, painter, or musician, if he be dissatisfied with his work, may alter and perfect it before giving it publicity, but an actor cannot rub out; he ought, therefore, in justice to his audience, to be sure of what he is going to place before it.  Should a picture in an art gallery be carelessly painted we can pass on to another, or if a book fails to please us we can put it down.  An escape from this kind of dulness is easily made, but in a theatre the auditor is imprisoned. If the acting be indifferent, he must endure it, at least for a time. He cannot withdraw without making himself conspicuous; so he remains, hoping that there may be some improvement as the play proceeds, or perhaps from consideration for the company he is in.  It is this helpless condition that renders careless acting so offensive.\",\"timestamp\":1639987263,\"title\":\"\\nA good play gives us in miniature a cross-section of life, heightened by plot and characterisation\"},\"digest\":\"OvPxybhIeXHDrVesQytAHXXJxikYdPWHSB1mC0FbA6E\",\"authorship\":{\"contributor\":\"0x0bc2400104440A18C99548dd9c4A420428c69d55\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PhXCcl8qci4c0hylYrt1CPv4Xr41YRV6803rWdgy1pY\\\",\\\"y\\\":\\\"rXo9JcJ7nxBiX_fIzXfXtQ9Tu_Yw24J_Ft8xXuaXT1s\\\"}\",\"signature\":\"47EjZHkYoCNiWIglY0pAKzv0KmhWHD2wHOc_M85IHPsj7GZi_HsWHjOX1XUc8nop0s7hN-UWGSE60RpJ6jVcYw\",\"signingKeySignature\":\"0x8df03ed6d5a5e74b51c5946192cc66dda84e86b566b6341f57b8877d6ee7ede67999b4283677647ff5643892daa40020da8772e26dcf631ee49b81b84f3ac1d01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PhXCcl8qci4c0hylYrt1CPv4Xr41YRV6803rWdgy1pY\\\",\\\"y\\\":\\\"rXo9JcJ7nxBiX_fIzXfXtQ9Tu_Yw24J_Ft8xXuaXT1s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OvPxybhIeXHDrVesQytAHXXJxikYdPWHSB1mC0FbA6E\"}"