"{\"content\":{\"body\":\"The airdrop effect of Gitcoin, a fundraising platform known as the Ethereum arsenal, is significant, and users' swiping tickets based on the motivation to obtain the project's airdrop has seriously affected the essence of the original intention of the DAO funded project. \\n\\nHowever, the second-party financing agreement clr.fund praised by @Vitalik Buterin hides the donor’s information through zero-knowledge proof. Fund-raising projects cannot send airdrops to supporters. This seems closer to what the fund-raising platform should have. \\n\\n## What is clrfund\\n\\nAccording to the official statement, Clr.fund enables funds to be allocated to public products that benefit the Ethereum network, without relying on centralized entities, and in a way that reflects the preferences of the Ethereum community. Clr.fund is committed to achieving credible, neutral, decentralized, permissionless, trustless and anonymous fundraising.\\n\\n* **Anonymity**: clr.fund uses zero-knowledge proof (zk-snarks) to protect the privacy of personal contributions and limit the effectiveness of collusion and bribery. Therefore, projects that accept fundraising do not know the specific address of the donor Waiting for information (only know that a group of people donated money to a group of projects, who donated to which project is not clear, this is the meaning of zero-knowledge proof here).\\n* **Uniqueness:** To ensure that each contributor is a unique person, clr.fund uses BrightID for identity authentication.\\n\\n**It is worth looking forward to: clrfund itself issues coins, and other project parties regard clrfund donors as airdrop targets**\\n\\n## Donation tutorial\\n\\n### 1. Prerequisite:\\n\\nA verified brightID is required. You can search for specific verification tutorials by yourself. There is no special requirement and it is not difficult.\\n\\n### 2. Preparation work:\\n\\n1） **Wallet: MetaMask**\\n\\n2） **Switch network: Switch to Xdai Chain network**\\n\\n* Open [Chainlist.org](http://Chainlist.org) website, click connect wallet, search xdai, click add network to wallet.\\n\\n  [https://chainlist.org/](https://chainlist.org/)\\n\\n\\n![](https://images.mirror-media.xyz/publication-images/ZlRdTWT_eT_8s5YFLrMFS.png?height=209&width=554)\\n\\n3） **Assets to be donated: WXDAI stablecoin**\\n\\nUsually, it is necessary to convert the stable currency DAI to XDAI and then to WXDAI, and most exchanges and cross-chain exchanges are expensive. **The cheapest exchange path found so far with a cost close to 0 is:**\\n\\n      A） uses the email to register a temporary account (no authentication required) in **Ascendex exchange**, deposit TRC-20 version of USDT from other exchanges to directly purchase xDAI, and then withdraw the coin to the metamask address, the withdrawal fee is 0\\n\\n[https://ascendex.com/zh-cn](https://ascendex.com/zh-cn)\\n\\n      B） **Sushiswap** already supports the xdai network, switch metamask directly to the xdai network, and then use sushiswap to convert xdai to wxdai. The cost is close to 0, which is very low.\\n\\n[https://app.sushi.com/swap](https://app.sushi.com/swap)\\n\\n## Make donations\\n\\n1） **Open the clr.fund website**\\n\\nTip: The website is very stuck, the project may not be displayed or you can’t click on the “contribute”, just refresh more and wait.\\n\\n[https://clr.fund/#/](https://clr.fund/#/)\\n\\n![](https://images.mirror-media.xyz/publication-images/JooUF_sBZdZ426w5ZxuZU.png?height=201&width=554)\\n\\n2） **Connect your wallet**: You will be prompted to link to the xdai network in the upper right corner of the website\\n\\n3） **Choose up to 13 projects to donate**, and you can adjust the donation amount on the right\\n\\n4） Before clicking donate, you will be prompted to bind **[brightID](https://www.brightid.org/)** in the lower right corner, just scan the code according to the prompt\\n\\n5） Finally complete the donation\\n\\n……………………………………………………………………………………………………………………………\\n\\n***Tha’s the end. Good Luck！***\",\"timestamp\":1633864388,\"title\":\"Clr.fund Donation Tutorial\"},\"digest\":\"Qtf8Wr79luMtULQ0ojbVDRgR85Y0H2EtgvCpAB__8EM\",\"authorship\":{\"contributor\":\"0x4CC11987Ee4D62076F8218d0f97e81437611e311\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hBSOG3mQv-yCDDPRhpGDO1jcKNa_Kau87U32t-rYU9g\\\",\\\"y\\\":\\\"6tVejHK9QeWAnYfGWakuX2JHdsnkNrnEsomInOC_Umo\\\"}\",\"signature\":\"qB8NlG2oODiVV1cF8C94tohONwxr9EUFkbGkTeFwz5BY1I4ObGd4DkkfDD-r7P5NxDaAWnLWdqAuQYfHZjbmDQ\",\"signingKeySignature\":\"0xedf0b94110a904bfe9973b779005a9ba44eda154f501da3f04324bb6ab0e2aaa7afff689d6d451a5af63548a3ec946d0965cdb6f935f19aaf56731c3721be4a21b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hBSOG3mQv-yCDDPRhpGDO1jcKNa_Kau87U32t-rYU9g\\\",\\\"y\\\":\\\"6tVejHK9QeWAnYfGWakuX2JHdsnkNrnEsomInOC_Umo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Qtf8Wr79luMtULQ0ojbVDRgR85Y0H2EtgvCpAB__8EM\"}"