"{\"content\":{\"body\":\"1. From Extraction to Joint Value Creation: The current games cycle is dominated by Free2Play Games - where players mostly have to Pay2Win. Whatever money players invest to win is lost money and sunk cost. If players spend money on an item, it continues to be owned by the seller. Using NFTs, items bought in the Play2Earn cycle will be owned by the buyer in the future. Buying items becomes an investment instead instead of being a rental fee. Platforms become transaction partners of their players - instead of behaving in an extractive fashion towards them. This fundamentally changes motivations and opportunities for all.\\n2. From Montetizing a Minority to Monetizing Everyone: 90%plus of players never pay in Free2Play games. The remaining 10%minus pay the party for everyone else as well as the platforms. Play2Earn will turn this on its head by even asking most or all players to invest in exchange for an opportunity to own or earn.\\n3. From a Waste of Time to Career Opportunity: Play2Earn games reward investing and skillfull playing with revenues - either through asset appreciation, asset sales or rents on assets. Famously, Paly2Earn pioneer Axle Infinity has turned a number a player into millionaires already - and is main monthly income provider for an even larger number of players.\\n4. From Play2Earn to Play2Own:  In first and current iteration of Play2Earn as pioneered by Axie Infinity players are motivated by short term financial gains. The meteoric rise of Axis Infinity proves how strong a driver that is. But few people, if any, play Axie Infinity because it’s a great game that offers extensive emotional rewards or attachment for players. Yet this will be key for longterm success. In their next iterations, Play2Earn games will need to learn great games that are fun to play. This in itself offers a major opportunity. Rebalancing from earning with your avatar to owning your avatar will be a major element in this. The current iteration of the Play2Earn model is unsustainable unless to manages to rebalance to being a game-as-such and to rebalance to Play2Own.\\n5. From Male to Female:  Just like in the early stages of previous games cycles, players currently are 80%plus young males. Also just like in previous games cycles, there will be a shift to older and female - as the cycle matures. This, in my view, will come fast and furious.\\n6. From Silo to Interoperability. Not.  Currently, avatars can be bought and sold within games. Many would consider the ability to take the avatar (that, after all, you won) from one game to another as a key component of the metaverse-to-come. I doubt this will happen soon. Structural, technological and economical hurdles that would need to be overcome for this to happen are formidable.\",\"timestamp\":1639646345,\"title\":\"The next Games Cycle: How Play2Earn will disrupt the  market - but not in its current iteration.\\n\"},\"digest\":\"ap7tnSjdhIC5ClkcMWJL6_N5Mul4g8zQcZMHYJwnSsQ\",\"authorship\":{\"contributor\":\"0x8A91e57ec2CBcbF462c2Dd707cf749e693C8a097\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hGnFN6ocPBKWFxE17BCNu9R1t1ZPxjtxXpDFDSwj3Ps\\\",\\\"y\\\":\\\"itOk2xsZZN1jMuUrC0EcCRa6_kcQB8xv18zcu1DIrtA\\\"}\",\"signature\":\"BleD51YK6yaIi36ayidmavAvgNE7M96eLcX9-3BNRLmXLc8jU0xibBuyKVQZ2HgIiYceLZnflR48YAqn2Gquzg\",\"signingKeySignature\":\"0xe984dfcd4074d75997eb0c447c38f5a6eb606030edbac44175270dcd49c380970b98e69a5ac6d774d9311dc91b8b3754e981b39842f32850238e2aa15328a0891b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"hGnFN6ocPBKWFxE17BCNu9R1t1ZPxjtxXpDFDSwj3Ps\\\",\\\"y\\\":\\\"itOk2xsZZN1jMuUrC0EcCRa6_kcQB8xv18zcu1DIrtA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"to90W4oh4TCIT0g9spF9fnSBe3bU_pI1YEPjLlaf71A\"}"