"{\"content\":{\"body\":\"Every day, the media selects some of the thousands of news items that are suitable for their coverage (including factors such as the organization behind the media, the sponsors, the audience, the overall ratings, etc.), and then gives some of the facts (selecting the side of the facts that conforms to certain values) and presents them to the public in a certain combination and tone. Thus, the public receives the information that the media wants them to pay attention to, and is unconsciously indoctrinated in a certain way, forming \\\"their own\\\" thinking, which is called \\\"public opinion\\\".\\n\\n\\nThis is not an allusion to all public media; after all, there are conscientious media that actively promote thinking. More often than not, this is for the public to hear.\\n\\n\\nBased on the above phenomena, in turn, observe yourself: Is the scope of information intake too narrow? Is what you are told the whole truth? Is your first look at the news objective, or are you guided by emotions? And then, to discover the valuable side of the news, the filtered news must have its meaning for different industries, status and class of people, and what hidden and valuable information can you find after analyzing it, which can help you in your future life?\\n\\n\\nBut people are often optimistic enough about the future to underestimate the importance of action in the present\",\"timestamp\":1634375006,\"title\":\"The value of news\"},\"digest\":\"0sI3xWoZg0eN0AihNYPoN6-N0xIdOpwNWg6cUTB1lPM\",\"authorship\":{\"contributor\":\"0x078Ad5270b0240D8529f600f35A271Fc6E2b2bD8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"H0Rh1gyl_hJQBHPyCOrPSZ6s6HAkni6Ao1SpD18NyZs\\\",\\\"y\\\":\\\"FP1IxjYVRWMFl4dV-UgPv4oq2WlXLRZ6Sw79q56_Ndg\\\"}\",\"signature\":\"SNGEqZClG8OZukhqAVLJ6fZPb2Dxl6C9mMKQkJcOhIfQ3eHLYmyykd0FRK8gfWym5vhXPdxBIFQ7sBVnUMWbIw\",\"signingKeySignature\":\"0x81b32e120031aedb4564c626ee1de386dfe499ef8383bfb775056b7a1e3273c1238e1e2e0439961c068d346fbdd8f8bba1b29b10e313f2c98a1532174886ca761c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"H0Rh1gyl_hJQBHPyCOrPSZ6s6HAkni6Ao1SpD18NyZs\\\",\\\"y\\\":\\\"FP1IxjYVRWMFl4dV-UgPv4oq2WlXLRZ6Sw79q56_Ndg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0sI3xWoZg0eN0AihNYPoN6-N0xIdOpwNWg6cUTB1lPM\"}"