"{\"content\":{\"body\":\"Companies are turning to enterprise blockchain-based solutions to meet environmental sustainability goals as well as business demands.\\n\\nBitcoin ([BTC](https://cointelegraph.com/bitcoin-price)) is often used to criticize all blockchain-based projects. This is understandable since Bitcoin was the first project to use a blockchain, is arguably the most recognizable and is the largest cryptocurrency by market cap.\\n\\nIn the first half of this article, I will use Bitcoin as a proxy for all blockchain-based projects because most people associate blockchain with Bitcoin. Anything environmentally positive that can be said about Bitcoin will be doubly true for the vast majority of newer blockchain-based projects since Bitcoin uses the oldest version of blockchain technology.\\n\\n## Blockchain energy consumption\\n\\nBitcoin has been attacked for high energy consumption. Headlines pointing out that Bitcoin’s electricity usage is [comparable to a country's total consumption](https://cointelegraph.com/news/2021-s-btc-energy-use-passes-2020-s-new-study-suggests-each-tx-produces-272g-of-e-waste) is a popular critique. Comparisons are useful, but they can have a deceptive framing effect. For example, the statistics most often cited in these attention-grabbing headlines are taken from the Cambridge Center for Alternative Finance (CCAF). The same organization also [points](https://cbeci.org/cbeci/comparisons) out that transmission and distribution electricity losses in the United States could power the entire Bitcoin network 2.2 times. Always-on electrical devices in America [consume](https://www.lopp.net/pdf/On_Bitcoin_Energy_Consumption.pdf) 12.1x more energy than the Bitcoin network.\\n\\nSo, the Bitcoin network uses as much electricity as a small country or far less than one sliver of America’s energy budget. Is that a lot? It depends on how you look at it.\\n\\n***Related: [Is Bitcoin a waste of energy? Pros and cons of Bitcoin mining](https://cointelegraph.com/news/is-bitcoin-a-waste-of-energy-pros-and-cons-about-bitcoin-mining)***\\n\\nAnother often used critique is that Bitcoin’s electricity consumption is growing so rapidly that Bitcoin emissions alone [could push global warming](https://cointelegraph.com/news/wider-bitcoin-adoption-could-push-global-warming-beyond-2-c-threshold-report-says) above 2°C, or [consume](https://www.newsweek.com/bitcoin-mining-track-consume-worlds-energy-2020-744036) all of the world’s energy by 2020. The latter didn’t happen. Why? First, like most network-based technologies, Bitcoin is following an adoption curve defined by the theory of diffusion of innovations — an “S curve.”\\n\\nThe explosive, exponential-like growth in the first half of the curve slows down considerably in the latter half. Second, large and predictable improvements in computer efficiency will continue to lower the energy cost of computing even as Bitcoin’s growth slows. Third, such predictions don’t take into account the evolving energy mixture of Bitcoin.\\n\\n## Blockchain energy mixture\\n\\nAlmost all of the energy consumed by blockchain projects come from electricity used by computers that secure the network. Bitcoin calls these “miners,” but newer blockchain projects can use much more efficient “validators.” Electricity is produced from many different sources, such as coal, natural gas and renewables like solar and hydroelectric. Those sources can create very different levels of carbon emissions, which largely determines their environmental impact. The two most prominent estimates of Bitcoin’s energy from renewables range from 39% in this [report](https://www.jbs.cam.ac.uk/faculty-research/centres/alternative-finance/publications/3rd-global-cryptoasset-benchmarking-study/) to 74% in this [report](https://cointelegraph.com/news/study-over-74-of-bitcoin-mining-is-powered-by-renewable-energy). Either of these estimates is “cleaner” than America’s energy mixture, which [is](https://www.eia.gov/energyexplained/us-energy-facts/) just 12% from renewables.\\n\\nThere is evidence that the public scrutiny to which Bitcoin has been subjected has most likely ensured that energy from renewables will only [increase](https://bitcoinminingcouncil.com/wp-content/uploads/2021/10/2021.10.19-Q3-BMC-Presentation-Materials-Final.pdf) in the future.\\n\\n## Blockchain is worth it\\n\\nBitcoin’s energy consumption and composition are not perfect, nor is it as terrible as is often reported. What is often lost in the conversation over Bitcoin’s energy usage is whether Bitcoin’s use of energy is worthwhile. Plenty of industries require energy or produce massive amounts of waste, but most people deem the environmental costs to be worthwhile. The agricultural industry requires massive outlays of fossil fuels for fertilizers and to power field equipment, not to mention [producing](https://ec.europa.eu/info/food-farming-fisheries/sustainability/environmental-sustainability/natural-resources/water_en) harmful runoff. Yet, despite the environmental negatives, we recognize the overwhelming importance of growing food. Instead of discarding agriculture, we strive to improve the environmentals of agriculture.\\n\\n***Related: [Green Bitcoin: The impact and importance of energy use for PoW](https://cointelegraph.com/news/green-bitcoin-the-impact-and-importance-of-energy-use-for-pow)***\\n\\nWhether enabling the 1.7 billion unbanked to [gain](https://globalfindex.worldbank.org/sites/globalfindex/files/chapters/2017%20Findex%20full%20report_chapter2.pdf) financial inclusion or [offering](https://www.weforum.org/agenda/2019/10/remittances/) an alternative to predatory international remittance services, it seems clear to me that Bitcoin is worth the energy usage. It’s even clearer that enterprise blockchain is an unmitigated public good.\\n\\nNewer, alternative blockchain technology [uses](https://blog.ethereum.org/2021/05/18/country-power-no-more/) at least 99.95% less energy than older ones. Enterprise blockchain can use even less energy since it can be tailored for specific use cases. In addition to using significantly less energy, Enterprise blockchain is helping organizations achieve sustainability goals.\\n\\n## Blockchain as a key driver for renewable energy\\n\\nSolar and wind [are](https://assets.ctfassets.net/2d5q1td6cyxq/5mRjc9X5LTXFFihIlTt7QK/e7bcba47217b60423a01a357e036105e/BCEI_White_Paper.pdf) now cheaper than fossil fuels such as coal and natural gas. Solar and wind are now comparable to geothermal and hydroelectric. Despite solving the cost problem, renewables have several problems preventing mass adoption. Geothermal and hydroelectric are geography bound. Solar, wind and to a lesser extent, hydroelectric suffer intermittency and grid congestion. Intermittency means they are currently too unreliable. There’s no sun at night, the wind sometimes stops, and there are rainy and dry seasons. Grid congestion is similar to car traffic. Due to geographic constraints, renewables are usually built in rural areas. However, most energy is needed in dense towns and cities. Like a car in a traffic jam, the electricity is delayed getting to its destination.\\n\\nThere are solutions, such as building battery storage and increasing transmission capacity, but these are expensive infrastructure projects. This is where Bitcoin, and blockchain, in general, can help. Unlike Bitcoin miners and other blockchain projects can be built anywhere. They’re profitable businesses so they can essentially subsidize the building of renewable infrastructure by always using excess energy produced.\\n\\n***Related: [No, Musk, don’t blame Bitcoin for dirty energy — The problem lies deeper](https://cointelegraph.com/news/no-musk-don-t-blame-bitcoin-for-dirty-energy-the-problem-lies-deeper)***\\n\\nAnother promising energy technology well suited to blockchain [is](https://www.irena.org/-/media/Files/IRENA/Agency/Publication/2020/Jul/IRENA_Peer-to-peer_trading_2020.pdf?la=en&hash=D3E25A5BBA6FAC15B9C193F64CA3C8CBFE3F6F41) person-to-person (P2P) electricity trading. These energy sharing schemes provide electricity suppliers and consumers with the opportunity to trade energy without the need for existing third-party intermediaries while increasing the level of renewable energy. Similar to renewable infrastructure, blockchain-based projects will incentivize the development of P2P energy grids.\\n\\n## Blockchain enables material procurement and provenance\\n\\nConsumer demand for more ethically sourced products is steadily increasing. Companies have to prove that their product is produced in such a way that protects the environment and public health, and is made ethically. Consumers wary of greenwashing, have had to [rely](https://www.ecowatch.com/greenwashing-guide-2655331542.html) on information provided by companies. Blockchain-based projects are already changing this dynamic.\\n\\nEverledger has created tools to increase consumer and enterprise insight into the provenance of a given object. By combining blockchain, AI and IoT, Everledger digitally streamlines compliance processes and allows companies to demonstrate the true origin of their products.\\n\\nTransparency and traceability will be crucial to fostering consumer trust in food supply chains. Supermarket giant Carrefour and the world’s largest brewer AB InBev partnered with enterprise blockchain developer SettleMint to deliver a digital traceability solution that utilizes dynamic QR codes attached to a product during the packaging process.\\n\\n## Green financing\\n\\nGreen financing is the use of loans to support sustainable companies and fund the projects and investments they make. It will be crucial to close the $2.5 trillion annual SDG funding gap, which is [estimated](https://www.oecd-ilibrary.org/sites/6ea613f4-en/index.html?itemId=/content/component/6ea613f4-en) to grow bigger. A good example of green financing is the green bond (GB) market. According to the Climate Bonds Initiative, $269.5 billion in GBs were [issued](https://www.climatebonds.net/) in 2020.\\n\\nUnfortunately, GBs are not without problems, such as confirming that sustainability metrics are authentic, or that funds were used to support sustainability. Blockchain can immutably store this data, thus, projects can be verified to satisfy sustainability requirements. Blockchain can help in other ways too, like tokenization.\\n\\n***Related: [How will blockchain technology help fight climate change? Experts answer](https://cointelegraph.com/explained/how-will-blockchain-technology-help-fight-climate-change-experts-answer)***\\n\\nOi Yee Choo, chief commercial officer at iSTOX, a Singapore-based digital securities exchange, [said](https://forkast.news/blockchain-green-finance-bonds-china-asia/) in this interview: “Even in markets where the demand for green bonds is high because investors are motivated by ESG considerations, tokenization helps investors diversify their portfolio across different bonds because of smaller subscription sizes.”\\n\\nThe blockchain industry is currently far from ideal in terms of environmental sustainability. However, if it maintains its current trajectory, the blockchain industry will not only be an exemplar but an enabler of environmental sustainability.\\n\\n*The views, thoughts and opinions expressed here are the author’s alone and do not necessarily reflect or represent the views and opinions of Cointelegraph.*\\n\\n**Matthew Van Niekerk** is a co-founder and the CEO of SettleMint — a low-code platform for enterprise blockchain development — and Databroker — a decentralized marketplace for data. He holds a BA with honors from the University of Western Ontario in Canada and also has an international MBA from Vlerick Business School in Belgium. Matthew has been working in fintech innovation since 2006.\",\"timestamp\":1639379651,\"title\":\"Enterprise blockchain to play a pivotal role in creating a sustainable future\"},\"digest\":\"BS3Lo84sU3fLx0pvfvl8xaM2s0k6o0cz9WhquOmHPvQ\",\"authorship\":{\"contributor\":\"0xd92a707ae164D70DC8b876368F14CBFc15aA8D80\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"t7PaHaxBM3Ho9rzT3DjWPiYHhSqkUm-mtokCIWmy1A4\\\",\\\"y\\\":\\\"LkNX7jA-PQPRUA-l9KXy6gc39LoEiLOPwwdDCkXpW68\\\"}\",\"signature\":\"glak5b_vhYiY8LrWgevVte0j9X2kMuSY96NeDn6pL3Zr3nIhWZnDRbEJmpvevebtCj75yW4P_gAzwDGrJJR0Zg\",\"signingKeySignature\":\"0xfa0af12acaf94ef41e6b15db2407ffc52a59c36d772cf73a85bdc7b295c3fa846b07ff7786bb1545f332fb963c8807c83d60609512483cd996f5d048623ed1841c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"t7PaHaxBM3Ho9rzT3DjWPiYHhSqkUm-mtokCIWmy1A4\\\",\\\"y\\\":\\\"LkNX7jA-PQPRUA-l9KXy6gc39LoEiLOPwwdDCkXpW68\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BS3Lo84sU3fLx0pvfvl8xaM2s0k6o0cz9WhquOmHPvQ\"}"