"{\"content\":{\"body\":\"that made him silent and thoughtful now. Had she been a typical English girl he might have discerned something of the truth of her. But Vere was lively, daring, passionate, and not without some traces of half-humorous and wholly innocent coquetry. She was not at all what the Neapolitan calls \\\"a lump of snow to cool the wine.\\\" In her innocence there was fire. That was what confused the Marchesino.\\n\\nHe stared at the cabin door by which Vere had gone out, and his round eyes became almost pathetic for a moment. Then it occurred to him that perhaps this exit was a second ruse, like Vere's departure to the terrace, and he made a movement as if to go out and brave the storm. But Hermione stopped him decisively.\\n\\n\\\"No, Marchese,\\\" she said, \\\"really I cannot let you expose yourself to the rain and the sea in that airy costume. I might be your mother.\\\"\\n\\n\\\"Signora, but you--\\\"\\n\\n\\\"No, compliments apart, I really might be, and you must let me use a mother's authority. Till we reach the island stay here and make the best of me.\\\"\\n\\nHermione had touched the right note. Metaphorically, the Marchesino cast himself at her feet. With a gallant assumption of undivided adoration he burst into conversation, and, though his eyes often wandered to the blurred glass, against which pressed and swayed a blackness that told of those outside, his sense of his duty as a host gradually prevailed, and he and Hermione were soon talking quite cheerfully together.\\n\\nVere had forgotten him as utterly as she had forgotten Naples, swallowed up by the night. Just then only the sea, the night, Gaspare, and the two sailors who were managing the launch were real to her-- besides herself. For a moment even her mother had ceased to exist in her consciousness. As the sea swept the deck of the little craft it swept her mind clear to make more room for itself.\\n\\nShe stood by Gaspare, touching him, and clinging on, as he did, to the rail. Impenetrably black was the night. Only here and there, at distances she could not begin to judge of, shone vaguely lights that seemed to dance and fade and reappear like marsh lights in a world of mist. Were they on sea or land? She could not tell and did not ask. The sailors doubtless knew, but she respected them and their duty too much to speak to them, though she had given them a smile as she came out to join them, and had received two admiring salutes in reply. Gaspare, too, had smiled at her with a pleasure which swiftly conquered the faint reproach in his eloquent eyes. He liked his Padroncina's courage, liked the sailors of the Signor Marchese to see it. He was soaked to the skin, but he, too, was enjoying the adventure, a rare one on this summer sea, which had slept through so many shining days and starry nights like a \\\"bambino in dolce letargo.\\\"\\n\\nTo-night it was awake, and woke up others, Vere's nature and his.\\n\\n\\\"Where is the island, Gaspare?\\\" cried Vere through the wind to him.\\n\\n\\\"Chi lo sa, Signorina.\\n\\nHe waved one hand to the blackness before them.\\n\\n\\\"It must be there.\\\"\\n\\nShe strained her eyes, then looked away towards where the land must be. At a long distance across the leaping foam she saw one light. As the boat rose and sank on the crests and into the hollows of the waves the light shone and faded, shone and faded. She guessed it to be a light at the Antico Giuseppone. Despite the head wind and the waves that met them the launch travelled bravely, and soon the light was gone. She told herself that it must have been at the Giuseppone, and that now they had got beyond the point, and were opposite to the harbor of the Villa Rosebery. But no lights greeted them from the White Palazzo in the wood, or from the smaller white house low down beside the sea. And again she looked straight forward.\\n\\nNow she was intent on San Francesco. She was thinking of him, of the Pool, of the island. And she thrilled with joy at the thought of the wonderful wildness of her home. As they drew on towards it the waves were bigger, the wind was stronger. Even on calm nights there was always a breeze when one had passed the Giuseppone going towards Ischia, and beyond the island there was sometimes quite a lively sea. What would it be to-night? Her heart cried out for a crescendo. Within her, at that moment, was a desire like the motorist's for speed. More! more! More wind! More sea! More uproar from the elements!\\n\\nAnd San Francesco all alone in this terrific blackness! Had he not been dashed from his pedestal by the waves? Was the light at his feet still burning?\\n\\n\\\"Il Santo!\\\" she said to Gaspare.\\n\\nHe bent his head till it was close to her lips.\\n\\n\\\"Il Santo! What has become of him, Gaspare?\\\"\\n\\n\\\"He will be there, Signorina.\\\"\\n\\nSo Gaspare, too, held to the belief of the seamen of the Bay. He had confidence in the obedience of the sea, this sea that roared around them like a tyrant. Suddenly she had no doubt. It would be so. The saint would be untouched. The light would still be burning. She looked for it. And now she remembered her mother. She must tell her mother directly she saw it. But all was blackness still.\\n\\nAnd the launch seemed weary, like a live thing whose strength is ebbing, who strains and pants and struggles gallantly, not losing heart but losing physical force. Surely it was going slower. She laid one hand upon the cabin roof as if in encouragement. Her heart was with the launch, as the seaman's is with his boat when it resists, surely for his sake consciously, the assault of the great sea.\\n\\n\\\"Coraggio!\\\"\\n\\nShe was murmuring the word. Gaspare looked at her. And the word was in his eyes as it should be in all eyes that look at youth. And the launch strove on.\\n\\n\\\"Coraggio! Coraggio!\\\"\\n\\nThe spray was in her face. Her hair was wet with the rain. Her French frock--that was probably ruined! But she knew that she had never felt more happy. And now--it was like a miracle! Suddenly out of the darkness a second darkness shaped itself, a darkness that she knew-- the island. And almost simultaneously there shone out a little steady light.\\n\\n\\\"Ecco il Santo!\\\"\\n\\n\\\"Ecco! Ecco!\\\"\\n\\nVere called out: \\\"Madre! Madre!\\\"\\n\\nShe bent down.\\n\\n\\\"Madre! The light is burning.\\\"\\n\\nThe sailors, too, bent down, right down to the water. They caught at it with their hands, Gaspare, too. Vere understood, and, kneeling on the gunwale, firmly in Gaspare's grasp, she joined in their action.\\n\\nShe sprinkled the boat with the acqua benedetta and made the sign of the cross.\\n\\nCHAPTER XIV\\n\\nWhen, the next day, Artois sat down at his table to work he found it impossible to concentrate his mind. The irritation of the previous evening had passed away. He attributed it to the physical effect made upon him by the disturbed atmosphere. Now the sun shone, the sky was clear, the sea calm. He had just come out of an ice-cold bath, had taken his coffee, and smoked one cigarette. A quiet morning lay before him. Quiet?\\n\\nHe got up and went to the window.\\n\\nOn the wooden roof of the bath establishment opposite rows of towels, hung out to dry, were moving listlessly to and fro in the soft breeze. Capri was almost hidden by haze in the distance. In the sea, just below him, several heads of swimmers moved. One boy was \\\"making death.\\\" He floated on his back with his eyes closed and his arms extended. His body, giving itself without resistance to every movement of the water, looked corpselike and ghostly.\\n\\nA companion shouted to him. He threw up his arms suddenly and shouted a reply in the broadest Neapolitan, then began to swim vigorously towards the slimy rocks at the base of Castel dell' Ovo. Upon the wooden terrace of the baths among green plants in pots stood three women, probably friends of the proprietor. For though it was already hot, the regular bathing season of Naples had not yet begun and the baths were not completed. Only in July, after the festa of the Madonna del Carmine, do the Neapolitans give themselves heart and soul to the sea. Artois knew this, and wondered idly what the women were doing on the terrace. One had a dog. It sat in the sun and began to cough. A long wagon on two wheels went by, drawn by two mules and a thin horse harnessed abreast. It was full of white stone. The driver had bought some green stuff and flung it down upon the white. He wore a handkerchief on his head. His chest was bare. As he passed beneath the window he sang a loud song that sounded Eastern, such a song as the Spanish wagoners sing in Algeria, as they set out by night on their long journeys towards the desert. Upon a tiny platform of wood, fastened to slanting stakes which met together beneath it in a tripod, a stout man in shirt and trousers, with black whiskers, was sitting on a chair fishing with a rod and line. A boy sat beside him dangling his legs over the water. At a little distance a large fishing-smack, with sails set to catch the breeze farther out in the Bay, was being laboriously rowed towards the open sea by half-naked men, who shouted as they toiled at the immense oars.\\n\\nArtois wondered where they were going. Their skins were a rich orange color. From a distance in the sunlight they looked like men of gold. Their cries and their fierce movements suggested some fantastic quest to lands of mysterious tumult.\\n\\nArtois wished that Vere could see them.\\n\\nWhat were the inhabitants of the island doing?\\n\\nTo-day his mind was beyond his governance, and roamed like a vagrant on a long, white road. Everything that he saw below him in the calm radiance of the morning pushed it from thought to thought. Yet none of these thoughts were valuable. None seemed fully formed. They resembled henids, things seen so far away that one cannot tell what they are, but is only aware that they exist and can attract attention.\\n\\nHe came out upon his balcony. As he did so he looked down into the road, and saw a hired carriage drive up, with Hermione in it.\\n\\nShe glanced up and saw him.\\n\\n\\\"May I come in for a minute?\\\"\\n\\nHe nodded, smiling, and went out to meet her, glad of this interruption.\\n\\nThey met at the door of the lift. As Hermione stepped out she cast a rather anxious glance at her friend, a glance that seemed to say that she was not quite certain of her welcome. Artois' eyes reassured her.\\n\\n\\\"I feel guilty,\\\" she said.\\n\\n\\\"Why?\\\"\\n\\n\\\"Coming at such an hour. Are you working?\\\"\\n\\n\\\"No. I don't know why, but I am incapable of work. I feel both lazy and restless, an unfruitful combination. Perhaps something in me secretly knew that you were coming.\\\"\\n\\n\\\"Then it is my fault.\\\"\\n\\nThey came into his sitting-room. It had four windows, two facing the sea, two looking on the road, and the terraces and garden of the Hotel Hassler. The room scarcely suggested its present occupant. It contained a light-yellow carpet with pink flowers strewn over it, red- and-gold chairs, mirrors, a white marble mantelpiece, a gray-and-pink sofa with a pink cushion. Only the large writing-table, covered with manuscripts, letters, and photographs in frames, said something individual to the visitor. Hermione and Vere were among the photographs.\\n\\nHermione sat down on the sofa.\\n\\n\\\"I have come to consult you about something, Emile.\\\"\\n\\n\\\"What is it?\\\"\\n\\n\\\"I really meant to ask you last night, but somehow I couldn't\\\"\\n\\n\\\"Why?\\\"\\n\\n\\\"I don't know. We--I--there seemed to be a sort of barrier between us --didn't there?\\\"\\n\\n\\\"I was in a bad humor. I was tired after the journey, and perhaps the weather upset me.\\\"\\n\\n\\\"It's all right--one can't be always-- Well, this is what I wanted to say. I alluded to it yesterday when I told you about my visit to Naples with Madame Alliani. Do you remember?\\\"\\n\\n\\\"You hinted you had seen, or heard of, some tragedy.\\\"\\n\\n\\\"Yes. I believe it is a quite ordinary one in Naples. We went to visit a consumptive woman in one of those narrow streets going uphill to the left of the Via Roma, and while there by chance I heard of it. In the same house as the sick woman there is a girl. Not many days ago she was beautiful!\\\"\\n\\n\\\"Yes? What has happened to her?\\\"\\n\\n\\\"I'll tell you. Her name is Peppina. She is only nineteen, but she has been one of those who are not given a chance. She was left an orphan very young and went to live with an aunt. This aunt is a horrible old woman. I believe--they say she goes to the Galleria--\\\"\\n\\nHermione paused.\\n\\n\\\"I understand,\\\" said Artois.\",\"timestamp\":1637313983,\"title\":\"\\nThere was something in Vere that puzzled him, that had kept him strangely discreet upon the terrace,\"},\"digest\":\"xIOG2PaJQ7mZvDZTpXYup6q-s6LdUZT6ovEqCP-PbUY\",\"authorship\":{\"contributor\":\"0x51D393CD2fE363A89232ff9D8Ac75A13bD6a52e7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HjjVVWasAiIYE0ppspHbw5M7tnZtnoOXC0M-dKDYBrk\\\",\\\"y\\\":\\\"AOa6qgDTF-SZ_rXVxj_uyEyy_0-uB8Av5tp-mjUir_A\\\"}\",\"signature\":\"cmX0NeAsFvtTJfmKhniPfofji0CQ59_KfqrHb4lnDl36OUBT_oPpKNS9hTCi97rzZZ-LBOQ0gDomOglow1piFg\",\"signingKeySignature\":\"0xc46417028264474f5d39ad62819a1419714bfcb12305bc0f8cd43e56fc0354a5401c330cecd784b6abca0a0b30fa3050ffc02134cfafc75489448ac939576b551c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HjjVVWasAiIYE0ppspHbw5M7tnZtnoOXC0M-dKDYBrk\\\",\\\"y\\\":\\\"AOa6qgDTF-SZ_rXVxj_uyEyy_0-uB8Av5tp-mjUir_A\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xIOG2PaJQ7mZvDZTpXYup6q-s6LdUZT6ovEqCP-PbUY\"}"