"{\"content\":{\"body\":\"Palace Yard, save for a statuesque policeman, was empty.\\n\\n\\\"How do you know that my being with him helps him?\\\" asked Joan.\\n\\n\\\"You know things when you love anybody,\\\" explained the child.  \\\"You feel them.  You will come again, soon?\\\"\\n\\nJoan did not answer.\\n\\n\\\"You're frightened,\\\" the child continued in a passionate, low voice.  \\\"You think that people will talk about you and look down upon you.  You oughtn't to think about yourself.  You ought to think only about him and his work.  Nothing else matters.\\\"\\n\\n\\\"I am thinking about him and his work,\\\" Joan answered.  Her hand sought Hilda's and held it.  \\\"There are things you don't understand.  Men and women can't help each other in the way you think.  They may try to, and mean no harm in the beginning, but the harm comes, and then not only the woman but the man also suffers, and his work is spoilt and his life ruined.\\\"\\n\\nThe small, hot hand clasped Joan's convulsively.\\n\\n\\\"But he won't be able to do his work if you keep away and never come back to him,\\\" she persisted.  \\\"Oh, I know it.  It all depends upon you.  He wants you.\\\"\\n\\n\\\"And I want him, if that's any consolation to you,\\\" Joan answered with a short laugh.  It wasn't much of a confession.  The child was cute enough to have found that out for herself.  \\\"Only you see I can't have him.  And there's an end of it.\\\"\\n\\nThey had reached the Abbey.  Joan turned and they retraced their steps slowly.\\n\\n\\\"I shall be going away soon, for a little while,\\\" she said.  The talk had helped her to decision.  \\\"When I come back I will come and see you all.  And you must all come and see me, now and then.  I expect I shall have a flat of my own.  My father may be coming to live with me.  Good-bye.  Do all you can to help him.\\\"\\n\\nShe stooped and kissed the child, straining her to her almost fiercely.  But the child's lips were cold.  She did not look back.\\n\\nMiss Greyson was sympathetic towards her desire for a longish holiday and wonderfully helpful; and Mrs. Denton also approved, and, to Joan's surprise, kissed her; Mrs. Denton was not given to kissing.  She wired to her father, and got his reply the same evening.  He would be at her rooms on the day she had fixed with his travelling bag, and at her Ladyship's orders.  \\\"With love and many thanks,\\\" he had added.  She waited till the day before starting to run round and say good-bye to the Phillipses.  She felt it would be unwise to try and get out of doing that.  Both Phillips and Hilda, she was thankful, were out; and she and Mrs. Phillips had tea alone together.  The talk was difficult, so far as Joan was concerned.  If the woman had been possessed of ordinary intuition, she might have arrived at the truth.  Joan almost wished she would. It would make her own future task the easier.  But Mrs. Phillips, it was clear, was going to be no help to her.\\n\\nFor her father's sake, she made pretence of eagerness, but as the sea widened between her and the harbour lights it seemed as if a part of herself were being torn away from her.\\n\\nThey travelled leisurely through Holland and the Rhine land, and that helped a little:  the new scenes and interests; and in Switzerland they discovered a delightful little village in an upland valley with just one small hotel, and decided to stay there for a while, so as to give themselves time to get their letters. They took long walks and climbs, returning tired and hungry, looking forward to their dinner and the evening talk with the few other guests on the veranda.  The days passed restfully in that hidden valley.  The great white mountains closed her in.  They seemed so strong and clean.\\n\\nIt was on the morning they were leaving that a telegram was put into her hands.  Mrs. Phillips was ill at lodgings in Folkestone. She hoped that Joan, on her way back, would come to see her.\\n\\nShe showed the telegram to her father.  \\\"Do you mind, Dad, if we go straight back?\\\" she asked.\\n\\n\\\"No, dear,\\\" he answered, \\\"if you wish it.\\\"\\n\\n\\\"I would like to go back,\\\" she said.\\n\\nCHAPTER XIII\\n\\nMrs. Phillips was sitting up in an easy chair near the heavily- curtained windows when Joan arrived.  It was a pleasant little house in the old part of the town, and looked out upon the harbour. She was startlingly thin by comparison with what she had been; but her face was still painted.  Phillips would run down by the afternoon train whenever he could get away.  She never knew when he was coming, so she explained; and she could not bear the idea of his finding her \\\"old and ugly.\\\"  She had fought against his wish that she should go into a nursing home; and Joan, who in the course of her work upon the Nursing Times had acquired some knowledge of them as a whole, was inclined to agree with her.  She was quite comfortable where she was.  The landlady, according to her account, was a dear.  She had sent the nurse out for a walk on getting Joan's wire, so that they could have a cosy chat.  She didn't really want much attendance.  It was her heart.  It got feeble now and then, and she had to keep very still; that was all.  Joan told how her father had suffered for years from much the same complaint. So long as you were careful there was no danger.  She must take things easily and not excite herself.\\n\\nMrs. Phillips acquiesced.  \\\"It's turning me into a lazy-bones,\\\" she said with a smile.  \\\"I can sit here by the hour, just watching the bustle.  I was always one for a bit of life.\\\"\\n\\nThe landlady entered with Joan's tea.  Joan took an instinctive dislike to her.  She was a large, flashy woman, wearing a quantity of cheap jewellery.  Her familiarity had about it something almost threatening.  Joan waited till she heard the woman's heavy tread descending the stairs, before she expressed her opinion.\\n\\n\\\"I think she only means to be cheerful,\\\" explained Mrs. Phillips. \\\"She's quite a good sort, when you know her.\\\"  The subject seemed in some way to trouble her, and Joan dropped it.\\n\\nThey watched the loading of a steamer while Joan drank her tea.\\n\\n\\\"He will come this afternoon, I fancy,\\\" said Mrs. Phillips.  \\\"I seem to feel it.  He will be able to see you home.\\\"\\n\\nJoan started.  She had been thinking about Phillips, wondering what she should say to him when they met.\\n\\n\\\"What does he think,\\\" she asked, \\\"about your illness?\\\"\\n\\n\\\"Oh, it worries him, of course, poor dear,\\\" Mrs. Phillips answered. \\\"You see, I've always been such a go-ahead, as a rule.  But I think he's getting more hopeful.  As I tell him, I'll be all right by the autumn.  It was that spell of hot weather that knocked me over.\\\"\\n\\nJoan was still looking out of the window.  She didn't quite know what to say.  The woman's altered appearance had shocked her. Suddenly she felt a touch upon her hand.\\n\\n\\\"You'll look after him if anything does happen, won't you?\\\"  The woman's eyes were pleading with her.  They seemed to have grown larger.  \\\"You know what I mean, dear, don't you?\\\" she continued. \\\"It will be such a comfort to me to know that it's all right.\\\"\\n\\nIn answer the tears sprang to Joan's eyes.  She knelt down and put her arms about the woman.\\n\\n\\\"Don't be so silly,\\\" she cried.  \\\"There's nothing going to happen. You're going to get fat and well again; and live to see him Prime Minister.\\\"\\n\\n\\\"I am getting thin, ain't I?\\\" she said.  \\\"I always wanted to be thin.\\\"  They both laughed.\\n\\n\\\"But I shan't see him that, even if I do live,\\\" she went on. \\\"He'll never be that, without you.  And I'd be so proud to think that he would.  I shouldn't mind going then,\\\" she added.\\n\\nJoan did not answer.  There seemed no words that would come.\\n\\n\\\"You will promise, won't you?\\\" she persisted, in a whisper.  \\\"It's only 'in case'--just that I needn't worry myself.\\\"\\n\\nJoan looked up.  There was something in the eyes looking down upon her that seemed to be compelling her.\\n\\n\\\"If you'll promise to try and get better,\\\" she answered.\\n\\nMrs. Phillips stooped and kissed her.  \\\"Of course, dear,\\\" she said. \\\"Perhaps I shall, now that my mind is easier.\\\"\\n\\nPhillips came, as Mrs. Phillips had predicted.  He was surprised at seeing Joan.  He had not thought she could get back so soon.  He brought an evening paper with him.  It contained a paragraph to the effect that Mrs. Phillips, wife of the Rt. Hon. Robert Phillips, M.P., was progressing favourably and hoped soon to be sufficiently recovered to return to her London residence.  It was the first time she had had a paragraph all to herself, headed with her name.  She flushed with pleasure; and Joan noticed that, after reading it again, she folded the paper up small and slipped it into her pocket.  The nurse came in from her walk a little later and took Joan downstairs with her.\\n\\n\\\"She ought not to talk to more than one person at a time,\\\" the nurse explained, with a shake of the head.  She was a quiet, business-like woman.  She would not express a definite opinion.\\n\\n\\\"It's her mental state that is the trouble,\\\" was all that she would say.  \\\"She ought to be getting better.  But she doesn't.\\\"\\n\\n\\\"You're not a Christian Scientist, by any chance?\\\" she asked Joan suddenly.\\n\\n\\\"No,\\\" answered Joan.  \\\"Surely you're not one?\\\"\\n\\n\\\"I don't know,\\\" answered the woman.  \\\"I believe that would do her more good than anything else.  If she would listen to it.  She seems to have lost all will-power.\\\"\\n\\nThe nurse left her; and the landlady came in to lay the table.  She understood that Joan would be dining with Mr. Phillips.  There was no train till the eight-forty.  She kept looking at Joan as she moved about the room.  Joan was afraid she would begin to talk, but she must have felt Joan's antagonism for she remained silent.  Once their eyes met, and the woman leered at her.\\n\\nPhillips came down looking more cheerful.  He had detected improvement in Mrs. Phillips.  She was more hopeful in herself. They talked in low tones during the meal, as people do whose thoughts are elsewhere.  It happened quite suddenly, Phillips explained.  They had come down a few days after the rising of Parliament.  There had been a spell of hot weather; but nothing remarkable.  The first attack had occurred about three weeks ago. It was just after Hilda had gone back to school.  He wasn't sure whether he ought to send for Hilda, or not.  Her mother didn't want him to--not just yet.  Of course, if she got worse, he would have to.  What did Joan think?--did she think there was any real danger?\\n\\nJoan could not say.  So much depended upon the general state of health.  There was the case of her own father.  Of course she would always be subject to attacks.  But this one would have warned her to be careful.\\n\\nPhillips thought that living out of town might be better for her, in the future--somewhere in Surrey, where he could easily get up and down.  He could sleep himself at the club on nights when he had to be late.\\n\\nThey talked without looking at one another.  They did not speak about themselves.\\n\\nMrs. Phillips was in bed when Joan went up to say good-bye. \\\"You'll come again soon?\\\" she asked, and Joan promised.  \\\"You've made me so happy,\\\" she whispered.  The nurse was in the room.\\n\\nThey discussed politics in the train.  Phillips had found more support for his crusade against Carleton than he had expected.  He was going to open the attack at once, thus forestalling Carleton's opposition to his land scheme.\\n\\n\\\"It isn't going to be the Daily This and the Daily That and the Weekly the Other all combined to down me.  I'm going to tell the people that it's Carleton and only Carleton--Carleton here, Carleton there, Carleton everywhere, against them.  I'm going to drag him out into the open and make him put up his own fists.\\\"\\n\\nJoan undertook to sound Greyson.  She was sure Greyson would support him, in his balanced, gentlemanly way, that could nevertheless be quite deadly.\\n\\nThey grew less and less afraid of looking at one another as they felt that darkened room further and further behind them.\\n\\nThey parted at Charing Cross.  Joan would write.  They agreed it would be better to choose separate days for their visits to Folkestone.\\n\\nShe ran against Madge in the morning, and invited herself to tea. Her father had returned to Liverpool, and her own rooms, for some reason, depressed her.  Flossie was there with young Halliday. They were both off the next morning to his people's place in Devonshire, from where they were going to get married, and had come to say good-bye.  Flossie put Sam in the passage and drew-to the door.\\n\\n\\\"Have you seen her?\\\" she asked.  \\\"How is she?\\\"\\n\\n\\\"Oh, she's changed a good deal,\\\" answered Joan.  \\\"But I think she'll get over it all right, if she's careful.\\\"\\n\\n\\\"I shall hope for the best,\\\" answered Flossie.  \\\"Poor old soul, she's had a good time.  Don't send me a present; and then I needn't send you one--when your time comes.  It's a silly custom.  Besides, I've nowhere to put it.  Shall be in a ship for the next six months.  Will let you know when we're back.\\\"\\n\\nShe gave Joan a hug and a kiss, and was gone.  Joan joined Madge in the kitchen, where she was toasting buns.\\n\\n\\\"I suppose she's satisfied herself that he's brainy,\\\" she laughed.\\n\\n\\\"Oh, brains aren't everything,\\\" answered Madge.  \\\"Some of the worst rotters the world has ever been cursed with have been brainy enough--men and women.  We make too much fuss about brains; just as once upon a time we did about mere brute strength, thinking that was all that was needed to make a man great.  Brain is only muscle translated into civilization.  That's not going to save us.\\\"\\n\\n\\\"You've been thinking,\\\" Joan accused her.  \\\"What's put all that into your head?\\\"\\n\\nMadge laughed.  \\\"Mixing with so many brainy people, perhaps,\\\" she suggested; \\\"and wondering what's become of their souls.\\\"\\n\\n\\\"Be good, sweet child.  And let who can be clever,\\\" Joan quoted. \\\"Would that be your text?\\\"\\n\\nMadge finished buttering her buns.  \\\"Kant, wasn't it,\\\" she answered, \\\"who marvelled chiefly at two things:  the starry firmament above him and the moral law within him.  And they're one and the same, if he'd only thought it out.  It's rather big to be good.\\\"\\n\\nThey carried their tea into the sitting-room.\\n\\n\\\"Do you really think she'll get over it?\\\" asked Madge.  \\\"Or is it one of those things one has to say?\\\"\\n\\n\\\"I think she could,\\\" answered Joan, \\\"if she would pull herself together.  It's her lack of will-power that's the trouble.\\\"\\n\\nMadge did not reply immediately.  She was watching the rooks settling down for the night in the elm trees just beyond the window.  There seemed to be much need of coming and going, of much cawing.\\n\\n\\\"I met her pretty often during those months that Helen Lavery was running her round,\\\" she said at length.  \\\"It always seemed to me to have a touch of the heroic, that absurd effort she was making to 'qualify' herself, so that she might be of use to him.  I can see her doing something quite big, if she thought it would help him.\\\"\\n\\nThe cawing of the rooks grew fainter.  One by one they folded their wings.\\n\\nNeither spoke for a while.  Later on, they talked about the coming election.  If the Party got back, Phillips would go to the Board of Trade.  It would afford him a better platform for the introduction of his land scheme.\\n\\n\\\"What do you gather is the general opinion?\\\" Joan asked.  \\\"That he will succeed?\\\"\\n\\n\\\"The general opinion seems to be that his star is in the ascendant,\\\" Madge answered with a smile; \\\"that all things are working together for his good.  It's rather a useful atmosphere to have about one, that.  It breeds friendship and support!\\\"\\n\\nJoan looked at her watch.  She had an article to finish.  Madge stood on tiptoe and kissed her.\\n\\n\\\"Don't think me unsympathetic,\\\" she said.  \\\"No one will rejoice more than I shall if God sees fit to call you to good work.  But I can't help letting fall my little tear of fellowship with the weeping.\\\"\\n\\n\\\"And mind your p's and q's,\\\" she added.  \\\"You're in a difficult position.  And not all the eyes watching you are friendly.\\\"\\n\\nJoan bore the germ of worry in her breast as she crossed the Gray's Inn Garden.  It was a hard law, that of the world:  knowing only winners and losers.  Of course, the woman was to be pitied.  No one could feel more sorry for her than Joan herself.  But what had Madge exactly meant by those words:  that she could \\\"see her doing something really big,\\\" if she thought it would help him?  There was no doubt about her affection for him.  It was almost dog-like.  And the child, also!  There must be something quite exceptional about him to have won the devotion of two such opposite beings. Especially Hilda.  It would be hard to imagine any lengths to which Hilda's blind idolatry would not lead her.\\n\\nShe ran down twice to Folkestone during the following week.  Her visits made her mind easier.  Mrs. Phillips seemed so placid, so contented.  There was no suggestion of suffering, either mental or physical.\\n\\nShe dined with the Greysons the Sunday after, and mooted the question of the coming fight with Carleton.  Greyson thought Phillips would find plenty of journalistic backing.  The concentration of the Press into the hands of a few conscienceless schemers was threatening to reduce the journalist to a mere hireling, and the better-class men were becoming seriously alarmed. He found in his desk the report of a speech made by a well-known leader writer at a recent dinner of the Press Club.  The man had risen to respond to the toast of his own health and had taken the opportunity to unpack his heart.\\n\\n\\\"I am paid a thousand a year,\\\" so Greyson read to them, \\\"for keeping my own opinions out of my paper.  Some of you, perhaps, earn more, and others less; but you're getting it for writing what you're told.  If I were to be so foolish as to express my honest opinion, I'd be on the street, the next morning, looking for another job.\\\"\\n\\n\\\"The business of the journalist,\\\" the man had continued, \\\"is to destroy the truth, to lie, to pervert, to vilify, to fawn at the feet of Mammon, to sell his soul for his daily bread.  We are the tools and vassals of rich men behind the scenes.  We are the jumping-jacks.  They pull the strings and we dance.  Our talents, our possibilities, our lives are the property of other men.\\\"\\n\\n\\\"We tried to pretend it was only one of Jack's little jokes,\\\" explained Greyson as he folded up the cutting; \\\"but it wouldn't work.  It was too near the truth.\\\"\\n\\n\\\"I don't see what you are going to do,\\\" commented Mary.  \\\"So long as men are not afraid to sell their souls, there will always be a Devil's market for them.\\\"\\n\\nGreyson did not so much mind there being a Devil's market, provided he could be assured of an honest market alongside, so that a man could take his choice.  What he feared was the Devil's steady encroachment, that could only end by the closing of the independent market altogether.  His remedy was the introduction of the American trust law, forbidding any one man being interested in more than a limited number of journals.\\n\\n\\\"But what's the difference,\\\" demanded Joan, \\\"between a man owning one paper with a circulation of, say, six millions; or owning six with a circulation of a million apiece?  By concentrating all his energies on one, a man with Carleton's organizing genius might easily establish a single journal that would cover the whole field.\\\"\\n\\n\\\"Just all the difference,\\\" answered Greyson, \\\"between Pooh Bah as Chancellor of the Exchequer, or Lord High Admiral, or Chief Executioner, whichever he preferred to be, and Pooh Bah as all the Officers of State rolled into one.  Pooh Bah may be a very able statesman, entitled to exert his legitimate influence.  But, after all, his opinion is only the opinion of one old gentleman, with possible prejudices and preconceived convictions.  The Mikado--or the people, according to locality--would like to hear the views of others of his ministers.  He finds that the Lord Chancellor and the Lord Chief Justice and the Groom of the Bedchamber and the Attorney-General--the whole entire Cabinet, in short, are unanimously of the same opinion as Pooh Bah.  He doesn't know it's only Pooh Bah speaking from different corners of the stage.  The consensus of opinion convinces him.  One statesman, however eminent, might err in judgment.  But half a score of statesmen, all of one mind!  One must accept their verdict.\\\"\\n\\nMary smiled.  \\\"But why shouldn't the good newspaper proprietor hurry up and become a multi-proprietor?\\\" she suggested.  \\\"Why don't you persuade Lord Sutcliffe to buy up three or four papers, before they're all gone?\\\"\\n\\n\\\"Because I don't want the Devil to get hold of him,\\\" answered Greyson.\\n\\n\\\"You've got to face this unalterable law,\\\" he continued.  \\\"That power derived from worldly sources can only be employed for worldly purposes.  The power conferred by popularity, by wealth, by that ability to make use of other men that we term organization--sooner or later the man who wields that power becomes the Devil's servant. So long as Kingship was merely a force struggling against anarchy, it was a holy weapon.  As it grew in power so it degenerated into an instrument of tyranny.  The Church, so long as it remained a scattered body of meek, lowly men, did the Lord's work.  Enthroned at Rome, it thundered its edicts against human thought.  The Press is in danger of following precisely the same history.  When it wrote in fear of the pillory and of the jail, it fought for Liberty.  Now it has become the Fourth Estate, it fawns--as Jack Swinton said of it--at the feet of Mammon.  My Proprietor, good fellow, allows me to cultivate my plot amid the wilderness for other purposes than those of quick returns.  If he were to become a competitor with the Carletons and the Bloomfields, he would have to look upon it as a business proposition.  The Devil would take him up on to the high mountain, and point out to him the kingdom of huge circulations and vast profits, whispering to him:  'All this will I give thee, if thou wilt fall down and worship me.'  I don't want the dear good fellow to be tempted.\\\"\\n\\n\\\"Is it impossible, then, to combine duty and success?\\\" questioned Joan.\\n\\n\\\"The combination sometimes happens, by chance,\\\" admitted Greyson. \\\"But it's dangerous to seek it.  It is so easy to persuade ourselves that it's our duty to succeed.\\\"\\n\\n\\\"But we must succeed to be of use,\\\" urged Mary.  \\\"Must God's servants always remain powerless?\\\"\\n\\n\\\"Powerless to rule.  Powerful only to serve,\\\" he answered. \\\"Powerful as Christ was powerful; not as Caesar was powerful-- powerful as those who have suffered and have failed, leaders of forlorn hopes--powerful as those who have struggled on, despised and vilified; not as those of whom all men speak well--powerful as those who have fought lone battles and have died, not knowing their own victory.  It is those that serve, not those that rule, shall conquer.\\\"\\n\\nJoan had never known him quite so serious.  Generally there was a touch of irony in his talk, a suggestion of aloofness that had often irritated her.\\n\\n\\\"I wish you would always be yourself, as you are now,\\\" she said, \\\"and never pose.\\\"\\n\\n\\\"Do I pose?\\\" he asked, raising his eyebrows.\\n\\n\\\"That shows how far it has gone,\\\" she told him, \\\"that you don't even know it.  You pretend to be a philosopher.  But you're really a man.\\\"\\n\\nHe laughed.  \\\"It isn't always a pose,\\\" he explained.  \\\"It's some men's way of saying:  Thy will be done.\\\"\\n\\n\\\"Ask Phillips to come and see me,\\\" he said.  \\\"I can be of more help, if I know exactly his views.\\\"\\n\\nHe walked with her to the bus.  They passed a corner house that he had more than once pointed out to her.  It had belonged, years ago, to a well-known artist, who had worked out a wonderful scheme of decoration in the drawing-room.  A board was up, announcing that the house was for sale.  A gas lamp, exactly opposite, threw a flood of light upon the huge white lettering.\\n\\nJoan stopped.  \\\"Why, it's the house you are always talking about,\\\" she said.  \\\"Are you thinking of taking it?\\\"\\n\\n\\\"I did go over it,\\\" he answered.  \\\"But it would be rather absurd for just Mary and me.\\\"\\n\\nShe looked up Phillips at the House, and gave him Greyson's message.  He had just returned from Folkestone, and was worried.\\n\\n\\\"She was so much better last week,\\\" he explained.  \\\"But it never lasts.\\\"\\n\\n\\\"Poor old girl!\\\" he added.  \\\"I believe she'd have been happier if I'd always remained plain Bob Phillips.\\\"\\n\\nJoan had promised to go down on the Friday; but finding, on the Thursday morning, that it would be difficult, decided to run down that afternoon instead.  She thought at first of sending a wire. But in Mrs. Phillips's state of health, telegrams were perhaps to be avoided.  It could make no difference.  The front door of the little house was standing half open.  She called down the kitchen stairs to the landlady, but received no answer.  The woman had probably run out on some short errand.  She went up the stairs softly.  The bedroom door, she knew, would be open.  Mrs. Phillips had a feeling against being \\\"shut off,\\\" as she called it.  She meant to tap lightly and walk straight in, as usual.  But what she saw through the opening caused her to pause.  Mrs. Phillips was sitting up in bed with her box of cosmetics in front of her.  She was sensitive of anyone seeing her make-up; and Joan, knowing this, drew back a step.  But for some reason, she couldn't help watching. Mrs. Phillips dipped a brush into one of the compartments and then remained with it in her hand, as if hesitating.  Suddenly she stuck out her tongue and passed the brush over it.  At least, so it seemed to Joan.  It was only a side view of Mrs. Phillips's face that she was obtaining, and she may have been mistaken.  It might have been the lips.  The woman gave a little gasp and sat still for a moment.  Then, putting away the brush, she closed the box and slipped it under the pillow.\",\"timestamp\":1639211170,\"title\":\"the child answered.  \\\"Mama had a headache this morning, and I slipped out.  You're not keeping your promise.\\\"\"},\"digest\":\"szIcdXVIpILcbEYjxqJdUCcSttKQABqu-Ekj3zl679A\",\"authorship\":{\"contributor\":\"0x994E4477C12eEdA205e5484164bDb84f9649036F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w8_VGVEYHs_6MlwS4fCi7qnZkWIlnkgYNbemfg6ftho\\\",\\\"y\\\":\\\"NR0LptX_EzsmUfzhJQu3zhDK2HMr8KDxtutGwcCJjcM\\\"}\",\"signature\":\"Om4D9hKqQJrEscKDHrybSn4C_BheXMXQWZvyGBTFOLzkgrZMpRAlLKtz7IjDHtxTIDEvgD2jDojG6yn91SbB9A\",\"signingKeySignature\":\"0xc53d2c99e0747579075daf0c638d4bb6133dd6f0715dd6e71e0718718529796136d5816ed870e75f2dcbc5d1c4c429086dab943bfd0d14e1ab8c510313d4d83c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w8_VGVEYHs_6MlwS4fCi7qnZkWIlnkgYNbemfg6ftho\\\",\\\"y\\\":\\\"NR0LptX_EzsmUfzhJQu3zhDK2HMr8KDxtutGwcCJjcM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"szIcdXVIpILcbEYjxqJdUCcSttKQABqu-Ekj3zl679A\"}"