"{\"content\":{\"body\":\"本篇笔记来自万向主办的上海区块链周活动，是10月26日下午波卡创始人 Gavin Wood的主题演讲，原标题《Substrate的要点分享》。\\n\\n笔记根据讲者英文视频和AI翻译进行简单的翻译与整理，因行走本人英文水平有限，会有信息遗落和错误，请知悉。\\n\\n以下，Enjoy：\\n\\n大家好，我是林嘉文，很高兴和大家分享关于Substrate的一些信息。\\n\\n首先我希望为大家介绍一下Substrate和其他竞争的区块链解决方案之间的不同。相比其他的一些去中心化的应用和去中心化的解决方案，Substrate有四点不同，理解这四点不同是非常很重要的：Unstoppable、Upgradable、Unlimited、Feeless（点对点、可升级、无限、无感）\\n\\n**1、Unstoppable 点对点的去中心化******\\n\\n![](https://oss-cdn1.bihu-static.com/image/20211103/fe4efa49a53346aa81a10c840759cb9d_HAZDQKRTGM2A.jpeg) \\n\\n基于Substrate的平行链，是真正的点对点的，完全去中心化的。这个目前市面上大多数所谓领先的解决方案是有着前差万别的。很多所谓的解决方案，更多倾向于在中心化和去中心化之间做混合。这样的解决方案会使得网络中某一部分的参与者相比于其他人，获得更大的优势和权威。这样的解决方案本身就并非是P2P点对点的。这一方面会影响到网络整体的安全性，另一方面，技术是否能真正进行下去也要画个问号。\\n\\n但Substrate出现了，我们是真正的去中心化。我们网络中的每一个节点所拥有的数据都是一样的，并且在网络中所有的验证人能够获得的许可也是一致的。如果你并不想运行一个全节点，Substrate也提供了独一无二的功能，就是我们的轻客户端。轻客户端允许用户投入比较低的资源，从而实现对去中心化应用的访问。比如去访问Substrate的网络浏览器和移动端设备。\\n\\n2、**Upgradable 可升级******\\n\\n![](https://oss-cdn1.bihu-static.com/image/20211103/b11a85704ae0445a9aa59b55c0ab7afd_GUYTQKRTGI2A.jpeg)\\\\\\n\\n\\nSubstrate的可升级是具备可开发性和长期可持续性的关键要素。对于大家而言，很容易会认为某些软件的最初版本就是完美无缺的，也就是说它并不需要进一步的迭代、修改。不过这种想法完全不切合实际，而且是完全不会实现的。在现实世界中，软件需要在完整的生命周期中不断的升级。\\n\\n想要实现这一点，区块链的去中心化系统就需要有一个所谓的原协议。原协议代表了一个能够处理业务逻辑的区块链协议。它实际上是搭载在共识层的协议之上的。只有通过这样的方式，Substrate才能够允许我们的开发人员对各类企业级的应用程序进行升级，而且在升级中需要付出的努力是最小的。\\n\\n3、**Unlimited无限性******\\n\\n![](https://oss-cdn1.bihu-static.com/image/20211103/3808525833694fcdbdfb6273cd5d9d98\\\\_GUZDEKRTGE4Q.jpeg)\\\\\\n\\n\\nSubstrate的无限性体现在，用户在使用去中心化技术和区块链的场景是无限的。Substrate是无准入的开放式网络，这和事务性的模型存在这天壤之别。作为一个开发者，你可以自行决定去运行哪些代码以及何时去跑这些代码。项目也不需要和其他项目竞争，以执行想要执行的事务性逻辑。Substrate允许你对时间进行切分，决定到底要运行哪些逻辑。可以指定哪些机构和个人可以来进行使用。\\n\\n另外，我们也允许链上的调度，允许交易和事务优先的方式，同时允许对交易进行定制，允许无费用的交易。总体来说，那些那些传统的智能合约环境中已经不被允许和最初的想象，这些API接口在Substrate上都可以实现接入。\\n\\n4、**Feeless 无感******\\n\\nSubstrate能够给作为平行链开发作者提供经济上的自由。平行链的开发者可以决定以何种方式，何时接入Substrate。同时这个决策也是平行链上的用户来决定的。有更多的用户支持你的平行链，愿意为插槽拍卖进行质押，开发者就可以获得平行链资源。这和传统互联网早期时代有些类似。可以有效的避免某些平台的限制。\\n\\n这些平台会决定或者限制用户的访问，会要求用户持有平台的代币才能使用区块链网络。有了Substrate和Substrate的执行模型作应用，平行链可以自行决定到底是使用代币还是使用其他方式。身份认证是采用链上的方式，还是链下一些身份识别的服务。以及其他平行链可以想到的，用来决定一个用户是否可以使用网络，使用的频率多高以及何时使用。\\n\\n在理论上，开发者可以避免过多的成本投入，就像在Web 2时代一样获得一个很好的冷启动的过程。而不需要为了使用某个组件、插件而单独付费。\\n\\n![](https://oss-cdn1.bihu-static.com/image/20211103/8d4e74862e434739a93fb728408f9f9b_HAZDQKRUGA3Q.jpeg)\\\\\\n\\n\\n以上就是Substrate的四大显著区别，我认为大家有必要对其有一个清晰的认识，从而能够理解我们为什么要开发Substrate，以及Substrate到底能提供怎样的优势。\\n\\n下面我会和大家分享一下Substrate生态中一些项目的进展。\\n\\n1、**Bridges Status 跨链桥******\\n\\n如果大家之前有了解过跨链技术会知道，在链和链之间的通信是分开的，而跨链为使其连接，提供了一个低安全性的，相互通信的系统。它允许独立的链之间进行通信。虽然大家有必要意识到，其中的哪个链安全性最低，它将主导和其他链之间总体交互的安全性。这意味着，对于高安全性的链而言，通过跨链桥的方式和其他链进行桥接是存在很大的安全隐患的。\\n\\nBridges Status跨链桥可以实现独立的链之间的互操作性和互通性。我们目前正在进行跨链桥的两个测试版本的调试，代码的第二轮审计，还有两周就可以正式完成。我们预计它的完整代码会很快确定下来。虽然可能会有一些修正，但不会是很多。这样我们就可以在Kusama和波卡两个价值网络中实现中继对中继的跨链。\\n\\n这样的规划，我们预计到今年年底前就能实现。因此对于这两个网络而言，前景也是非常令人兴奋的。\\n\\n而且我们预计在明年的一月、二月的时候，就能实现在Kusama和波卡网络中的平行链之间的跨链桥。\\n\\n**2、XCM Status******\\n\\n这会是XCM信息传递机制的第二个版本，它带来的一系列的优化。包括可扩展的虚拟机模型，就是我们所谓的跨共识的虚拟机XCM。如果大家对于这个虚拟机的技术底层有兴趣，可以去Github上看。我们有一个专门的XCM格式的Github库。\\n\\nStatus这个新版本提供了很多功能，其中就包括自动化的版本追踪。通过这个功能的实现，两个不同版本的XCM，不同的列就能够实现互操作性和相互通信。但却并不需要同步进行升级。\\n\\n与此同时，我们也引入了异步错误处理程序。比如一条链上的信息出现了问题，但另一条链上的代码依然可以对它进行修改。\\n\\n我们还有 一个新的优化，是关于资产锁定，资产赎回合作的消息。这样就可以避免在插槽竞拍结束后，或者有意，或者无意被落下的资产，可以在稍后进行赎回。\\n\\n我个人还是希望那些宝贵的资产不会无意被丢失或者被销毁。XCM也从最底层引入了一个异常处理机制。可以允许不同的代码运行，无论是否存在错误。\\n\\n**3、Parachains Status******\\n\\n我们非常高兴和大家告知，目前我们的平行链和平行链代码库已经是功能完整的了。这就意味着平行链已经具备了必要的安全性，代码审计也已经完成。当然在平行链及其代码被正式投入到使用之前，还会有一些非常重要的修正，但我们预计在并不遥远的未来就会完成。我们是希望其在几天之内就可以完成。我们预计最晚平行链的代码会在11月上旬被首先部署在Kusama的网络里，而在未来的一到两周就能够实现在Kusama网络的部署。这会进一步的强化我们的信心。\\n\\n不过从生产角度而言，从技术上说，最好不要在12月或12月中旬我们完成代码测试之前来使用这个代码。\\n\\n下面想和各位分享一下我对行业未来几年的展望，以及我到底是如何看待行业发展变化的：\\n\\n![](https://oss-cdn1.bihu-static.com/image/20211103/33cc2d3fb8a9415aaa237b13222231ce_HAZDQKRTHAYA.jpeg) \\n\\n在我们的行业中，存在这许多的驱动力量。其中之一就是对高性能的渴求。比如我们一直希望更高的TPS，更高的吞吐量。但我认为**有一些团队在追求高性能的时候已经忘记了一个事实：去中心化和安全并不是一个可选项**。**我们不能在安全性和去中心化这两个方面去寻找捷径。******\\n\\n对Parity来讲，我们没有忘记这一点。因此我们将加倍努力来确保我们的网络始终是去中心化的，同时是最大程度的点对点的网络。能够在技术允许的最大限度内做到去中心化和点对点。\\n\\n最近我们也能看到，行业在监管方面出现了一些新的趋势。比如有些国家出台了一些政策性的文件供我们阅读。这些文件中有一点非常明确，软件开发并不是监管明确要干预的领域。从我读到的文件和理解看，这一点让我非常高兴。软件开发依然得到了很好的保护。一般来说，通用型的网络维护和通用性的代码运维都是可以正常进行的。当然不同国家的情况还是存在差异的。\\n\\n由于监管的加强，有一些趋势从长期而言是不可持续的。而大多数情况下，这些不可持续的趋势都是和中心化要素相关的。比如RPC服务商、OTC的服务商，可能以后在线上会越来越少的被看到。\\n\\n此外， 托管钱包和DAPP的应用网站或商城，如果其背后有一个中心化的服务器（平台、运营方），我认为它都会是被监管的对象和目标。\\n\\n包括一些多签钱包，基于Substrate的多签钱包也有可能被监管关注。也包括了一些托管服务。一般来说，托管服务商会包含钱包、非去中心化的稳定币。这些项目可能会面临一些困境。\\n\\n还有一些我认为是半中心化的应用，虽然使用了高度个性化的技术，但也存在一些中心化的技术要素。它们需要这些中心化的技术要素来增加用户规模，吸引用户的关注。我认为这些中心化的运营流程，也会受到监管的关注并面临困境。\\n\\n有一点非常清晰，**如果一个项目的中心化程度越高，意味着监管越有可能会详细的审视这个项目到底在做什么**。就像是监管哪些银行活动一样，要求你取得国际上的一些许可和证书。\\n\\n与之相对的，如果你能够实现去中心化，更多的P2P，而且能够确保所有的参与者都是可以公平的参与，没有人能够获得特权。这样拥有最大程度开放性特征的应用，相对来说面临的监管和许可要求可能会更小一些。\\n\\n虽然我们要关注去中心化，同时也需要重点的关注安全。当然可扩展性是这一切中最重要的因素。对于行业内的项目来说，监管要求往往会更针对一些被认为是非常中心化的项目。也许我们还需要一年、两年或者三年才能看到监管对于中心化项目的实质性行动，但如果我们放眼长远，很多项目确实应该从现在就做出改变。\\n\\n![](https://oss-cdn1.bihu-static.com/image/20211103/d096d894d92e4addb6dc2a629db158e0\\\\_HAZDQKRTHE2A.jpeg) \\n\\nParity和Substrate会将所有的时间聚焦于去中心化，在基础设施层面就实现去中心化和点对点的网络。我们会确保基于Kusama和波卡网络，跑在链上的应用能够在长期实现可持续性。这意味着我们还需要在一些其他领域去实现去中心化，也需要持续的创新。\\n\\n幸运的是，我们已经在这条道路上取得了一些进展。第一点是在治理层面，尤其是在对于Substrate的治理上需要找到一些其他的替代方案。比如目前的理事会制度，本质上属于一个多重签名，有大量的控制在其中，并不是一个绝对的去中心化的设计。所以当我们的网络变得非常大的时候，理事会的机制也是需要重新思考的。\\n\\n其次是我们会通过轻客户端去解决RPC服务商的问题。其实对于任何一个所谓的去中心化网络而言，RPC服务商都是一个非常明显的卡脖子的点（使用了中心化互联网企业提供的云服务—行走注）。当然去中心化的存储也需要进一步的创新，以确保其高性能，使得去中心化之后，用户的体验是一致的。我们会做一系列的创新，使得轻客户端。\\n\\n![](https://oss-cdn1.bihu-static.com/image/20211103/ccfcef29ed7744d3a86a5b77576fee49\\\\_HAZDQKRTGY4A.jpeg)\\\\\\n\\n\\n依赖已经存在的，比较安全的系统。这一点也是我们要在未来一、两个月投入努力的方向。技术上的创新还包括了很多，比如在节点之间实现交互的同时，如何保持彼此的隐私，当然这样做的目的是实现更大的安全性。\\n\\n![](https://oss-cdn1.bihu-static.com/image/20211103/ed0944b9b9874f4f9c5bb90d592412db_GUZTQKRTGQYA.jpeg)\\\\\\n\\n\\n总之，我们确实是一个去中心化的网络**。Substrate提供的方案将会是高性能的，基于Web 3级别安全性的，而且是真正P2P的。波卡正在构建世界上首个或者说首批P2P的，高安全性，高可扩展性，高可执行的网络平台**。我也希望这样构建起来的平台，在未来几年对您而言是有好处的。\\n\\n以上是笔记的全部内容。\\n\\n根据央行等部门发布“关于进一步防范和处置虚拟货币交易炒作风险的通知”，请读者严格遵守所在地区法律法规，不参与任何违法违规的投资行为。本文内容仅用于信息分享，不对任何经营与投资活动推广进行背书，请读者提高风险防范意识。\\n\",\"timestamp\":1636619796,\"title\":\"波卡创始人Gavin，相比其他区块链，波卡的四点核心区别\"},\"digest\":\"k8aO9GTA9qYC5DhnapwblfT3Yf8K9-vBpHIPAcRK79s\",\"authorship\":{\"contributor\":\"0xc52dde034F4c7B89De659F35205F4E266c69D424\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rG9WFtfH7ZbR7yy5Fwz5MgFV9rmI0O4GFEsHjzMabk8\\\",\\\"y\\\":\\\"1VSERfRpjPx3XFjPlk3uDeBygSQQzIothbVzDvMdvO0\\\"}\",\"signature\":\"1aOEEATz7Eh7KQ0OQb8gg0sKipVNHX8MUkCb6nZYumaW5o78Xb8dKCNuyKyByRBNhoxROnuRMuJCTjyLzuwQig\",\"signingKeySignature\":\"0x55e339c3eaef64e1d4761ed0c2b8d88d14d9be1d955bf128f57071ac8d89196e66cdd98546b5d6385be7f05ec16b44ed639cac9edfa061b0755a3bd9085412af1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rG9WFtfH7ZbR7yy5Fwz5MgFV9rmI0O4GFEsHjzMabk8\\\",\\\"y\\\":\\\"1VSERfRpjPx3XFjPlk3uDeBygSQQzIothbVzDvMdvO0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"k8aO9GTA9qYC5DhnapwblfT3Yf8K9-vBpHIPAcRK79s\"}"