"{\"content\":{\"body\":\"2022年了卧槽，突然就2022年了？我这个三十岁的老男人突然害怕了今年竟然我30 了？卧槽\\n\\n我从冰箱拿出了年的‘拉飞’卧槽，喝了一口真的是荡气回肠。时间转眼来到了2017年，刚开完烧烤店的熊心少年听人说，比特币老牛逼了，听说村里王大头发财了买了奔驰大G还找了个大学生老婆。我看着眼前的炒饼丝儿我陷入了沉思。看看自己这个逼样儿这么多年了啥也做过啥也干过，从出了学校切菜，送快递送外卖，TMD白天送外卖骂看大门的，晚上看大门骂送外卖的。结果，混到现在这个样子，他王大头那个逼样儿，小时候天天被人凳子底下放钉子扎烂他的皮炎子都能行。我也肯定没问题啊。操，我倒要看看这是啥东西，说干就干！\\n\\n由于经常看动作片的原因所以我对这个度娘的使用方法还是比较娴熟的。打开百度“啊啊啊”卧槽啥玩意儿啊。眼疾手快打开新的网页搜索比特币是啥。结果一出来，比特币骗局空气传销乌漆嘛黑都来了。随便点进去看了看大部分都是，买比特币亏完了，倾家荡产跳楼了哈哈哈看的我是真的心惊胆战啊。这时候页面一个人出现在了我的屏幕里，李笑来“中国比特币首富”去参阅了一下发现这个人牛逼啊手里这么多比特币一下午看了好多好多总结了一下这是一种货币是虚拟的挺贵的嗯我买不起然后根据一些提示教程下载了云币网，听说老板叫老猫，好好的干嘛叫猫啊是不是他特别机灵。殊不知老猫后来对我的影响非常非常大可以算作我的贵人，只不过哎算了不说了。\\n\\n下载了，入了金，然后加群什么微啊，推特啊脸书啊，因为我之前就知道什么对外公司业务所以你信吧啊推啊特电啊油管子啊都是老司机哦哦，之前找业务的老板，可能是我这个人比较呆吧总是没有别人的业务好一次交易因为自己的问题没有处理好公司让我卷铺盖回家了。因为刚做生意赔了2000次。 当时刚做生意赔了压力谈了两年的女朋友的各种约会了，当时我记得河北再保电话咨询白沟你知道吧，找我记得当时是在万和城租了，房子明天400多块钱吃饭就在界斜面卖包子的铺子四川人开的，一天十来块，再买包塔山，买点崂山，躺平不是睡就是喝我的人生充满了阴霾，我不知道该怎样才能继续下去，我也不知道该怎样才能最后像爸妈交代，满满的都是头疼，无奈他妈的一想，老婆在别人怀里哔喵喵我就受，我自己是个罪人，自己是个废物。低着头决定默默的走着走上了脏乱圈的家。我了，我要在币自由！\\n\\n   到过A股的原因大概知道些什么了，就是本金基础还是跌了多少就是跌本金多少，等等。。。。。好像卧槽尼玛的他妈238是英文，打开看叫啥。这个我自己还是很有钱，但这个币什么币的简单好象是叫我啥啥核心，再看比特大哥的价格2300美金人民币币十万。 。。我惊呆了这他妈是金币吗尼玛金币没有这么贵啊，最后我挑了一个大家都在说的币没错。亲爱的EOS记得此时柚子的价格是9.6几美金，我梭哈了，结果是我刷新了，什么？？？？人民币槽3600了要知道我的本尼卧这2000000000000000000000很纳闷我也很郁闷这玩意涨的比他槽还老阿股一年都多卧玩个鸡巴A股，我果断吧开店处理东西的房租钱工具钱拿了出来兜里踹了两万多一看明天就4万了我他妈吃个人面都要了个凉菜给钱的时候的痛痛快快的给老板扫了码。\\n\\n我留了两多，作为生活费买塔山，差不多20800多块钱具体数字记了抽了我记得当时别人和我可以咸鱼上买你然后搜索一下吧，高挂了个美女图片写着着买USDT，留个心眼每次买500人民币的交易了四次，然后OK了。 ，我开心死了我妈梭哈了，想着他妈的挣了钱先给我妈买个房，然后买个车给自己，找个老婆人生的感觉哦，想他妈嫖晒都是自己100.200来一发的主，有钱人都知道自己是什么小三，什么嫩模又是指划又是什么毒龙钻的咱也不懂，哎，等着10万了我低体验一下，卧槽人生在世不就是为了对吧。\\n\\n明天接着说吧，明天的时刻继续说你怎么了，老韭菜大部分都经历过这个，你可能会想到当年的自己，高怀念吧思想我们多傻。当时的柚子真的伤害了很多人包括我，凯特的人倒在了柚子上，结尾附上一句柚子大傻币的名言。\\n\\n：久见以太坊根本不算是柚子的闹剧，充其量是个陪练——晚安啦各位看官。\\n\\n \",\"timestamp\":1640963627,\"title\":\"我被狗庄割的那些日子\"},\"digest\":\"xLB10SV4Tc68ddI_jDt9Wbvp8mBYe9dyWfQCIG5pOQ4\",\"authorship\":{\"contributor\":\"0x73d9AC9Cb6578C7Eb91Cc35Cf91405eD766779A1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"REEw9hAJmfaV4IDinpNZNytWsotP22GCcNkLI1TH6CQ\\\",\\\"y\\\":\\\"X2ISZvNaC7PVF3e2XOKc_dZ6AYPaIN5lt-TJSlIzzlk\\\"}\",\"signature\":\"tL6Tr8sQ6rIca8PryrEK2l-EyQK90nZDnYMc4LpJxYz7nmx3b-Ozp8so1PUEgWYoEU_weEekTezgOZ2Hp5TxJw\",\"signingKeySignature\":\"0xf018545d0f178d89d04915b2f75c5e915ec59b6ab9ebd0a9822606742c68065f6bf5146f11fa1d88202146dbae9e301835edadd5e8a9921312aefa7a998390101c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"REEw9hAJmfaV4IDinpNZNytWsotP22GCcNkLI1TH6CQ\\\",\\\"y\\\":\\\"X2ISZvNaC7PVF3e2XOKc_dZ6AYPaIN5lt-TJSlIzzlk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xLB10SV4Tc68ddI_jDt9Wbvp8mBYe9dyWfQCIG5pOQ4\"}"