"{\"content\":{\"body\":\"## Introduction:\\n\\nWeb3 is limitless … kinda.\\n\\nOne of the major bottlenecks in our interaction with web3 ecosystems is the noticeable   lack of ideation in hardware. And I get it. Hardware is not nearly as sexy to scale and far tougher to start up. While a group of friends can band together and code a fully functional web application in one night, planning out and manufacturing even an MVP for hardware takes far more blood, sweat, and tears. To build out the requisite infrastructure to *actually* *scale* seems like a nightmare.\\n\\nThe natural issue that emerges is that such activation energy means consolidation is inevitable. Take NVIDIA for example: once enough nerds (term of endearment) figured out that graphics cards speed up the mining process, NVIDIA saw its market cap grow tenfold. Why? Because who is else has the capabilities to produce our precious GPUs?\\n\\nIn the spirit of Web3, this is a partially a good thing. We want to heavily reward early adopters for their dedication to the cause (even if NVIDIA’s backing was rather implicit). On the other hand, consolidation goes against the very principles of decentralization. How are we supposed to build a world accessible to everyone if a few major players control the floodgates of access?\\n\\nSomething clearly needs to change. The NVIDIA example only speaks to the mining aspect of the crypto pipeline. But in general, for an effective web3 ecosystem to function, there needs to be efficient methods to both passively and actively convert ideas and personal data into productivity of some form, with both hardware and compute functioning as the oil facilitating that conversion process.\\n\\nFor the sake of simplicity, we can assume that efficiently allocating compute is a problem that enough smart people are working on. So if we focus purely on hardware, our goal should be to create a *seamless* interface between the physical world and an infinite rolodex of digital metaverses. While simple computer monitors and mobile devices suffice for now, and VR/AR provide some hope for the future of interfacing, ***we need to think waaay bigger***. Here are some ideas, ordered from tame to wild:\\n\\n## 1) Modular Ecosystems\\n\\n> *\\\"There are no bad ideas in tech, only bad timing.\\\"*\\n>\\n> Marc Andreesen\\n\\nIn web 2.0, the idea of modularity fell flat on its face. Expeditions like Google’s Project Ara provided an incredible framework for a modular future but ultimately failed as a result of internal tension and weak public reception. In my opinion, these projects never really stood a chance with market consolidation over existing digital ecosystems.\\n\\nBut modularity is necessary for decentralization. Once we create mechanisms for universally cross-compatibility protocols, true modularity gives a way to quickly attach and detach hardware from **your personal magnetic field**. In particular, web3 offers the promise for incredibly tight-knit IOT ecosystems.\\n\\nLet’s simulate going to the gym. You walk into the building. Grab a towel and a juice. Start lifting. In your ear is a gym-provided curated workout plan from a virtual personal trainer -- complete with AR access to directions in your glasses. You get rewarded points by the gym for an excellent workout, judged by metrics like heart rate and calories burned -- verified between yourself and the gym. An NFT badge is conferred when complete with metrics sent to you on every aspect of your performance. You pay for the space -- charged a fee per half-hour -- as well as a la carte for additional amenities like the trainer software, fitness tracking, and the juice. This is all a smart contract you had entered as soon as you walk in. One that can be properly priced and verified between you and the gym because of the watch on your wrist, buds in your ear, and glasses on your face. And in the case of a disagreement, you can draw on the the hardware of those around you for verification purposes -- with reputational penalties between both you and the gym for misrepresentation.\\n\\nIf you think about it, **the entire gym is composed of modular hardware that links up with your own**. That is a truly modular ecosystem.\\n\\n## 2) Personal Passive Monetization Rigs\\n\\n> *\\\"We can find a much better hold on people with outstanding edges and corners than on all-around conformists.\\\"*\\n>\\n> Ernst Ferstl\\n\\nImagine a slow but steady stream of income every waking second of the day, simply a result of your existence. That is exactly what Facebook and Google get when you use their platforms. Slow, steady bits of income in exchange for data. Because let’s face it, at this point the information marketplace is a fairly robust place to fungibly convert data into currency. While this concept is far more ubiquitous across the digital space, it also pushes into our physical reality. Take for instance, one’s location. That data -- aggregated in a group setting over time -- can be incredibly useful in determining optimal routes for a rideshare driver picking his spots in a given city.\\n\\nMore importantly, these rigs would hand the data back to the user and instead offload the auction process, creating far more autonomy and personal monetization potential.  If you go for a walk, you can make a few bucks from your step count.  Make a few more by also tracking heart rate. If you personally would like to increase your passive income on a given day, turn up the dial on the data collected and auctioned. If you have privacy concerns over your location, prevent auctioning of that specific data. In essence, this creates a **smoother UBI** founded on both personal preference and market principles.  \\n\\n## 3) Drugs\\n\\n> *“I tried to picture clusters of information as they moved through the computer What did they look like? Ships? Motorcycles? Were the circuits like freeways? I kept dreaming of a world I thought I'd never see And then, one day I got in”*\\n>\\n> Daft Punk\\n\\nOur reality is rapidly changing. The world that existed in our minds even two decades ago pales in comparison to what we know now. But in that time, the chemical compounds which create altered states of consciousness have mostly continued to be brushed under the rugs as simply degenerate activity. These chemicals may well be a part of the mix which drives further hardware innovation since knowledge of their properties may be used to fundamentally enhance user experience.\\n\\nTake caffeine (one of the least controversial drugs) for instance. At a base level, varying doses of caffeine can sharply alter one’s reaction time, heartbeat, and digestion. Taking these three as input variables, one can play around within reasonable range to alter a horror movie to be “scarier” or enhance the quality of a run on a higher dose of caffeine. More broadly, despite the obvious state-dependence of one’s experiences, the presence of caffeine will inevitably result in a different (not necessarily better or worse) experience than its absence. The same applies to other drugs (tobacco, alcohol, etc.) with the obvious caveat that each drug affects each person differently. Still, such principles may be used to fine-tune a user experience in a way that creates a more immersive and engaging set of metaverses.\\n\\n## Conclusion:\\n\\nWe must expand how we think of hardware if we want to this new web3 reality to reach its full potential. As we traverse the edge of ideation in software, it is high time to expend intellectual capital improving our interface points.\",\"timestamp\":1640333295,\"title\":\"The Future of Hardware\"},\"digest\":\"0uv7Wjoqrdn1QDDnQF8FPkyNibKiPiFzd2vIWL1dV9g\",\"authorship\":{\"contributor\":\"0x439D5888eEca36D01685eBC4e86ecdc41722089b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"if359l7nPMCmory-6r1XNmAXnB-z6sjTKwMX7Puwd8s\\\",\\\"y\\\":\\\"TLGHZMhX7uvRsyH57-C87lnaXVgDW6rsm4c1cnw3mcM\\\"}\",\"signature\":\"bd61Gv-yietIyJQTA6X8jiNCoYCWD_69t1o3wKqklOccS5QUxrxjG_Wo0i9wOPiour4FTepM17gysmZ-tcb2Xg\",\"signingKeySignature\":\"0xdead920c75d6062737b6b091fa3d95945ca4e21c3d938aba912314b9e8c58c491a827a7448d62f185c81d317b03653a52fb64749489c8eb53a1243315337f4f91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"if359l7nPMCmory-6r1XNmAXnB-z6sjTKwMX7Puwd8s\\\",\\\"y\\\":\\\"TLGHZMhX7uvRsyH57-C87lnaXVgDW6rsm4c1cnw3mcM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ht8HTsQwn-9yH84a580Tg1WX1gwTKT_RBEFLgf-bXOE\"}"