"{\"content\":{\"body\":\"The origin of the voice  \\n\\nBlockchain originated from Bitcoin. On November 1, 2008, a person claiming to be Satoshi Nakamoto published bitcoin: A peer-to-peer electronic cash System \\\\[4\\\\].  Based on P2P network technology, encryption technology, time stamp technology, blockchain technology and other electronic cash system architecture concept, which marks the birth of Bitcoin.  Two months later, the theory was put into practice. On January 3, 2009, the first Trands block with serial number 0 was born.  A few days later, on January 9, 2009, block numbered 1 appeared and was connected with Trands Block numbered 0 to form a chain, marking the birth of block chain \\\\[5\\\\].  \\n\\nIn recent years, the world's attitude toward bitcoin has waxed and waned, but blockchain technology, one of bitcoin's underlying technologies, is gaining traction.  During the formation of Bitcoin, blocks are storage units that record all communication between each block node over a period of time.  Each block is linked by random hashing (also known as hash algorithm), and the latter block contains the hash value of the previous block. With the expansion of information exchange, one block is connected with another block, and the result is called blockchain \\\\[6\\\\].  \\n\\nConcept definition speech  \\n\\nWhat is blockchain?  In terms of technology, blockchain involves math, cryptography, the Internet, computer programming and many other scientific and technological issues.  From an application perspective, to put it simply, blockchain is a distributed shared ledger and database that is decentralized, tamper-free, whole-process traces, traceable, collectively maintained, and open and transparent.  These features ensure the \\\"honesty\\\" and \\\"transparency\\\" of blockchain and lay the foundation for creating trust in blockchain.  However, the rich application scenarios of blockchain are basically based on the fact that blockchain can solve the problem of information asymmetry and realize collaboration trust and concerted action between multiple subjects \\\\[7\\\\].  \\n\\nBlockchain is a new application mode of distributed data storage, point-to-point transmission, consensus mechanism, encryption algorithm and other computer technologies.  Blockchain is an important concept of Bitcoin. In essence, it is a decentralized database. At the same time, as the underlying technology of Bitcoin, it is a string of data blocks associated with the use of cryptography.  It is used to verify the validity of its information (anti-counterfeiting) and generate the next block \\\\[8\\\\].  \\n\\n\\\\[4\\\\] The term blockchain does not actually appear, but instead uses chain of blocks.  In the earliest Chinese translation of bitcoin white paper \\\\[9\\\\], chain of Blocks was translated into blockchain.  This is the earliest time that the Chinese word \\\"blockchain\\\" appeared.  \\n\\nThe Cyberspace Administration of China issued the Provisions on the Management of Blockchain Information Services on January 10, 2019, which will come into force on February 15, 2019 \\\\[1\\\\].  \\n\\nAs an important breakthrough of independent innovation of core technology, the security risk of blockchain is regarded as a major shortcoming restricting the healthy development of the industry. Frequent security incidents ring the alarm bell for the industry.  To embrace blockchain, it is necessary to speed up the exploration and establishment of a security guarantee system adapted to the mechanism of blockchain technology.  \\\\[10\\\\]  \\n\\nDevelopment history phonology  \\n\\n \\n\\nThe concept of blockchain was first proposed by Satoshi Nakamoto in 2008 \\\\[4\\\\]. In the following years, blockchain has become a core component of bitcoin, the electronic currency: as a public ledger for all transactions.  By leveraging peer-to-peer networks and distributed timestamp servers, blockchain databases can be managed autonomously.  The blockchain invented for Bitcoin made it the first digital currency to solve the problem of repeated spending.  Bitcoin's design has become a source of inspiration for other apps.  \\n\\nIn 2014, \\\"blockchain 2.0\\\" became a term for a decentralized blockchain database.  For this second-generation programmable blockchain, economists see it as a programming language that allows users to write more sophisticated and intelligent protocols \\\\[11\\\\].  Therefore, when the profit reaches a certain level, the profit can be obtained from the distribution of completed shipping orders or shared certificates.  Blockchain 2.0 technology skips transactions and \\\"intermediaries that act as arbitrators of money and information in the exchange of value\\\".  They are used to insulate people from the globalised economy, to protect privacy, to \\\"monetise information\\\" and to ensure that owners of intellectual property benefit.  The second generation of blockchain technology makes it possible to store a person's \\\"permanent digital ID and image\\\" and provide a solution to the \\\"underlying social wealth distribution\\\" inequality \\\\[12\\\\].  \\n\\nOn January 20, 2016, the People's Bank of China digital Currency Seminar announced that the research on digital currency has achieved phased results.  The meeting affirmed the value of digital currencies in reducing the issuance of traditional currencies, and said the central bank is exploring the issuance of digital currencies.  The expression of the People's Bank of China digital currency seminar greatly enhanced the confidence of the digital currency industry.  This is the first time that the central bank has expressed a clear attitude towards the digital currency after five ministries and commissions of the CENTRAL bank issued a notice on preventing bitcoin risks on December 5, 2013.  \\\\[13\\\\]  \\n\\nOn December 20, 2016, digital Currency Alliance -- China FinTech Digital Currency Alliance and FinTech Research Institute were officially established \\\\[14\\\\].  \\n\\nNowadays, Bitcoin is still the absolute mainstream of digital currency. Digital currency presents a state of a hundred flowers blooming, common ones include Bitcoin, Litecoin, Dogecoin and Dashcoin. In addition to currency applications, there are also various derivative applications.  Underlying application development platforms such as Ethereum, Ethereum and Asch, as well as industry applications such as NXT, SIA, Bitstock, MaidSafe and Ripple \\\\[15\\\\].  \",\"timestamp\":1635601521,\"title\":\"Blockchain origin, concept definition, development history?\"},\"digest\":\"2IqzEzbzus2WtyBZvk41e89gGHS7-Wnak5w7zHQy3TQ\",\"authorship\":{\"contributor\":\"0xD5B73938AefF07e165DF3629Ff757E2D0FD00E1B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fEg_gJaOhQvsrztTGtO2x09LjGDoWvuqUnSoXb-qkZY\\\",\\\"y\\\":\\\"raUWntpSZr1UKAl54l9bSR_58hX5lHM1u9xH1DkX4eM\\\"}\",\"signature\":\"LfQVilLdbwXrfHkm-JPMQeUUXNQnamXut9nOHDISPq2SqyDtHfuNXkXdRYlQstOY5g0KqUXGava1ns0hqzR_OA\",\"signingKeySignature\":\"0x4e534ab9fe6583881cc01814f26a6aeba88e583cd647b0bd3c0d0753683b79212751e9ea7f9d6c74c4476555d45965b30f0c2f3d9416973de801dbf529707c3c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fEg_gJaOhQvsrztTGtO2x09LjGDoWvuqUnSoXb-qkZY\\\",\\\"y\\\":\\\"raUWntpSZr1UKAl54l9bSR_58hX5lHM1u9xH1DkX4eM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2IqzEzbzus2WtyBZvk41e89gGHS7-Wnak5w7zHQy3TQ\"}"