"{\"content\":{\"body\":\"有消息称，两个中国科学家团队已经实现了量子优势——指的是一台计算机可以执行传统计算机以外的功能——这可能标志着我们已经真正进入了一个新时代。虽然谷歌的54位量子比特量子处理器Sycamore成为了第一个被广泛熟知的早期量子计算的例子，但中国科学技术大学的最新消息是我们已经跨越信息分水岭的最好证明。\\n\\n 尽管有许多理由对这些进展感到兴奋，但也有理由感到担忧。虽然我们可能都热切地等待着有一天我们可以预测交通堵塞，将动物试验载入史册，或确定某人患癌症的可能性，然后设计出一种独特的治疗方法⁠——这一切都在几秒钟内⁠完成——但其巨大的力量也有其黑暗的一面。\\n\\n对于一个如此依赖互联网的社会来说，最可怕的可能是，量子计算将我们所有的数字基础设施置于危险之中。我们当代的互联网是建立在密码学之⁠上的——使用代码和密钥来确保私人通信和数据存储的安全。但对于比特币和以太坊这样的加密货币来说，这一概念是最基本的，一台足够强大的量子计算机可能意味着数十亿美元的价值被窃取，或者整个区块链被摧毁。随着数字签名突然变得容易伪造，钱包“所有权”的概念将显得过时。\\n\\n当我在上世纪80年代末首次开创数字货币时，量子计算机仅仅是一个理论命题。虽然我们都知道它的到来不可避免(那些从事技术工作的人往往敏锐地意识到未来正以惊人的速度向我们驶来)，但在一个我们甚至还没有看到第一个网络浏览器的世界里，我们并没有花太多时间去思考这个在当时看来是深远未来的技术。\\n\\n## 面对量子计算的脆弱性\\n\\n然而，时代已经改变。在未来30年里，加密货币将得到完善，存储近3万亿美元的价值。德勤(Deloitte)的一项分析发现，超过25%的比特币可能在一次攻击中被盗，在撰写本文时，这一数字接近3000亿美元。当你想一下，到2025年，加密货币预计将占世界GDP的10%，这一脆弱性很快就从令人担忧变成令人恐惧。量子计算即将到来，而我们也从未像现在这样脆弱过。\\n\\n此外，历史告诉我们，我们应该害怕的不仅仅是黑客、网络恐怖分子和犯罪组织，还有政府。过去十年里，切尔西·曼宁(Chelsea Manning)和爱德华·斯诺登(Edward Snowden)的爆料向世界展示了，在无人注意的情况下，这个世界上最强大的政府能够(会)做些什么。\\n\\n虽然我们已经知道一些早期量子计算的例子，但打赌一个国家级别的参与者在一个私人组织之前获得高度发达的量子系统是愚蠢的。当他们真的得到这项技术时，他们不仅仅是为了你的比特币而来。他们会阅读你的信息，以及你曾经使用旧的加密技术发送的每封电子邮件、即时消息或文件；现在他们可以用新的量子主密钥获得。\\n\\n## 有解决方案吗?\\n\\n我们今后面临的难题是，如何使我们自己安全，免受其破坏性潜力的影响。我和我在xx网络的团队在过去几年里一直在开拓我们的量子安全区块链，作为解决这个问题的一种方法。使用我们的旗舰元数据分片DApp增加另一层隐私保护，将是防范量子武装的恶意参与者的另一种方式。不同的创新者会想出其他的解决方案，只是它们的到来不够快。\\n\\n我们有理由相信，即将到来的量子计算革命不会破坏我们建立在区块链基础上的、去中心化的新世界的机会。美国国家标准与技术研究院已经在考虑69种潜在的“后量子密码学”新方法，并预计在2024年之前制定出标准草案，然后在互联网上推广。\\n\\n在后量子世界，几乎没有什么加密技术是完全多余的。密钥协议和数字签名是最容易受到攻击的，而诸如基于点阵的密码学等创新为我们提供了现成的解决方案，可以在下一代区块链技术中实现的，而且还有更强大的技术被熟知。\\n\\n虽然我在你们噩梦中描绘的那种大规模量子计算机还没有出现，但狂妄自大和我们社区无限自由的乐观主义（通常是一种资产）可能会让我们在它最终到来时面临风险。在过去的几年里，我们不仅看到了加密货币的显著采用，也看到了去中心化可以解决当今社会中许多问题的观点。我们正在赢得这场战斗。如果因为我们没有认真对待这场对我们安全和隐私的集体威胁而输掉这场战争，那将是极大的耻辱。\\n\\n如果我们这样做，我们可以确保区块链技术的基本承诺，并重振其吸引力。这听起来是件令人兴奋的事情。\\n\\nCointelegraph中文作为区块链新闻资讯平台，所提供的资讯仅代表作者个人观点，与Cointelegraph中文平台立场无关，且不构成任何投资理财建议。请广大读者树立正确的货币观念和投资理念，切实提高风险意识。\",\"timestamp\":1638674752,\"title\":\"没有量子安全，区块链的未来是不确定的\"},\"digest\":\"0r60D5KrU7agtwcQRPbn_nh7NxzSfx8yC8zKY4MwHeM\",\"authorship\":{\"contributor\":\"0x3091d3B3185201f242CA51d4C34465Fb54d37405\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Lj6XQWAsAWBNWtqJhCpkfqgJRI4X8ttXBQGCNRHAH7I\\\",\\\"y\\\":\\\"Ck3G08eoPpOG0bvmMnPex2L0obhEXY84pm4yq9ilS2o\\\"}\",\"signature\":\"jxJf7h5JfapU_CcrjbB3teygMj_m8oLI-vhvJXTFRYvY7wSA6mupOZfqwIhHF3G2oxKlYsHHimIKk-ZfyoplPw\",\"signingKeySignature\":\"0xb3fbcc1ae07e56da61f94dd1deb24d01d23c27a4bb44472ddcf0b164c415b967771b50c67917b8824542ad6bd7fbbbecb35182d485c9b3699c6afc104f4d9f1d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Lj6XQWAsAWBNWtqJhCpkfqgJRI4X8ttXBQGCNRHAH7I\\\",\\\"y\\\":\\\"Ck3G08eoPpOG0bvmMnPex2L0obhEXY84pm4yq9ilS2o\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0r60D5KrU7agtwcQRPbn_nh7NxzSfx8yC8zKY4MwHeM\"}"