"{\"content\":{\"body\":\"Death will creep over the rest. Do not disturb your mind with idle hopes. You have two things to thank God for--that you took him into your own house, and that he will die easily. Indeed, were he to suffer, I should stupefy him at once, for nothing can *hurt* him.\\\"\\n\\nIna Klosking turned faint and her knees gave way under her. Rhoda ministered to her; and while she was so employed, Dr. Menteith was announced. He was shown in to the patient, and the accident described to him. He questioned the patient, and examined him alone.\\n\\nHe then came out, and said he would draw a prescription. He did so.\\n\\n\\\"Doctor,\\\" said La Klosking, \\\"tell me the truth. It cannot be worse than I fear.\\\"\\n\\n\\\"Madam,\\\" said the doctor, \\\"medicine can do nothing for him. The spinal cord is divided. Give him anything he fancies, and my prescription if he suffers pain, not otherwise. Shall I send you a nurse?\\\"\\n\\n\\\"No,\\\" said Mademoiselle Klosking, *\\\"we* will nurse him night and day.\\\"\\n\\nHe retired, and the friends entered on their sad duties.\\n\\nWhen Severne saw them both by his bedside, with earnest looks of pity, he said, \\\"Do not worry yourselves. I'm booked for the long journey. Ah, well, I shall die where I ought to have lived, and might have, if I had not been a fool.\\\"\\n\\nIna wept bitterly.\\n\\nThey nursed him night and day. He suffered little, and when he did, Miss Gale stupefied the pain at once; for, as she truly said, \\\"Nothing can hurt him.\\\" Vitality gradually retired to his head, and lingered there a whole day. But, to his last moment, the art of pleasing never abandoned him. Instead of worrying for this or that every moment, he showed in this desperate condition singular patience and well-bred fortitude. He checked his wife's tears; assured her it was all for the best, and that he was reconciled to the inevitable. \\\"I have had a happier time than I deserve,\\\" said he, \\\"and now I have a painless death, nursed by two sweet women. My only regret is that I shall not be able to repay your devotion, Ina, nor become worthy of your friendship, Miss Gale.\\\"\\n\\nHe died without fear, it being his conviction that he should return after death to the precise condition in which he was before birth; and when they begged him to see a clergyman, he said, \\\"Pray do not give yourselves or him that trouble. I can melt back into the universe without his assistance.\\\"\\n\\nHe even died content; for this polished Bohemian had often foreseen that, if he lived long, he should die miserably.\\n\\nBut the main feature of his end was his extraordinary politeness. He paid Miss Gale compliments just as if he were at his ease on a sofa: and scarce an hour before his decease he said, faintly, \\\"I declare--I have been so busy--dying--I have forgotten to send my kind regards to good Mr. Ashmead. Pray tell him I did not forget his kindness to me.\\\"\\n\\nHe just ceased to live, so quiet was his death, and a smile rested on his dead features, and they were as beautiful as ever.\\n\\nSo ended a fair, pernicious creature, endowed too richly with the art of pleasing, and quite devoid of principle. Few bad men knew right so well, and went so wrong. Ina buried her face for hours on his bed, and kissed his cold features and hand. She had told him before he died she would recall all her resolutions, if he would live. But he was gone. Death buries a man's many faults, and his few virtues rise again. She mourned him sincerely, and would not be comforted; she purchased a burying place forever, and laid him in it; then she took her aching heart far away, and was lost to the public and to all her English friends.\\n\\nThe faithful Rhoda accompanied her half way to London; then returned to her own duties in Barfordshire.\\n\\nCHAPTER XXXI.\\n\\nI MUST now retrograde a little to relate something rather curious, and I hope not uninteresting.\\n\\nZoe Vizard had been for some time acting on Mrs. Gale's advice; building, planning for the good of the poor, and going out of herself more and more. She compared notes constantly with Miss Gale, and conceived a friendship for her. It had been a long time coming, because at first she disliked Miss Gale's manners very much. But that lady had nursed her tenderly, and now advised her, and Zoe, who could not do anything by halves, became devoted to her.\\n\\nAs she warmed to her good work, she gave signs of clearer judgment. She never\\n\\nmentioned Severne; but she no longer absolutely avoided Ina Klosking's name; and one day she spoke of her as a high-principled woman; for which the Gale kissed her on the spot.\\n\\nOne name she often uttered, and always with regret and self-reproach--Lord Uxmoor's. I think that, now she was herself building and planning for the permanent improvement of the poor, she felt the tie of a kindred sentiment. Uxmoor was her predecessor in this good work, too; and would have been her associate, if she had not been so blind. This thought struck deep in her. Her mind ran more and more on Uxmoor, his manliness, his courage in her defense, and his gentlemanly fortitude and bravery in leaving her, without a word, at her request. Running over all these, she often blushed with shame, and her eyes filled with sorrow at thinking of how she had treated him; and lost him forever by not deserving him.\\n\\nShe even made oblique and timid inquiries, but could learn nothing of him, except that he sent periodical remittances to Miss Gale, for managing his improvements. These, however, came in through a country agent from a town agent, and left no clew.\\n\\nBut one fine day, with no warning except to his own people, Lord Uxmoor came home; and the next day rode to Hillstoke to talk matters over with Miss Gale. He was fortunate enough to find her at home. He thanked her for the zeal and enthusiasm she had shown, and the progress his works had made under her supervision.\\n\\nHe was going away without even mentioning the Vizard family.\\n\\nBut the crafty Gale detained him. \\\"Going to Vizard Court?\\\" said she.\\n\\n\\\"No,\\\" said he, very dryly.\\n\\n\\\"Ah, I understand; but perhaps you would not mind going with me as far as Islip. There is something there I wish you to see.\\\"\\n\\n\\\"Humph? Is it anything very particular? Because--\\\"\\n\\n\\\"It is. Three cottages rising, with little flower gardens in front. Square plots behind, and arrangements for breeding calves, with other ingenious novelties. A new head come into our business, my lord.\\\"\\n\\n\\\"You have converted Vizard? I thought you would. He is a satirical fellow, but he will listen to reason.\\\"\\n\\n\\\"No, it is not Mr. Vizard; indeed, it is no convert of mine. It is an independent enthusiast. But I really believe your work at home had some hand in firing her enthusiasm.\\\"\\n\\n\\\"A lady! Do I know her?\\\"\\n\\n\\\"You may. I suppose you know everybody in Barfordshire. Will you come? Do!\\\"\\n\\n\\\"Of course I will come, Miss Gale. Please tell one of your people to walk my horse down after us.\\\"\\n\\nShe had her hat on in a moment, and walked him down to Islip.\\n\\nHer tongue was not idle on the road. \\\"You don't ask after the people,\\\" said she. \\\"There's poor Miss Vizard. She had a sad illness. We were almost afraid we should lose her.\\\"\\n\\n\\\"Heaven forbid!\\\" said Uxmoor, startled by this sudden news.\\n\\n\\\"Mademoiselle Klosking got quite well; and oh! what do you think? Mr. Severne turned out to be her husband.\\\"\\n\\n\\\"What is that?\\\" shouted Uxmoor, and stopped dead short. \\\"Mr. Severne a married man!\\\"\\n\\n\\\"Yes; and Mademoiselle Klosking a married woman.\\\"\\n\\n\\\"You amaze me. Why, that Mr. Severne was paying his attentions to Miss Vizard.\\\"\\n\\n\\\"So I used to fancy,\\\" said Rhoda carelessly. \\\"But you see it came out he was married, and so of course she packed him off with a flea in his ear.\\\"\\n\\n\\\"Did she? When was that?\\\"\\n\\n[ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/47](ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/47)\\n\\n\",\"timestamp\":1637672740,\"title\":\"He has broken his back, and nothing can save him. His lower limbs have already lost sensation\"},\"digest\":\"ELKME-uBfp31ENvc62MGeOQPRrNujvBe-q6DEAgFYvw\",\"authorship\":{\"contributor\":\"0x025bE40F20d6f0f04d76fE7Ad916e5d61bc4D69f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IH9isPrty1JlZ0fX74OtBebN92RXEHlcTj_pc5evXys\\\",\\\"y\\\":\\\"DzjcuwiJN_-cac6EE4yckkH5gpQcpiRfy8Y2qN8ryjY\\\"}\",\"signature\":\"pSCeqfUiL2Z6ZWyW4yLrQ4RDOhYhDH0_Ag4hDHRQ4US9i8j9D-tpZ-bHglz9_WPM8vLT0w8UsXVjIECv6z9uTQ\",\"signingKeySignature\":\"0x62ba375dab264dc6fc954f91ac483a89b142ac267d9d02e3b7835ec42ec4f31f086febef7c2e46cd0768609da217e62c23b2c07b03facee55b037fb453aa9c701b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"IH9isPrty1JlZ0fX74OtBebN92RXEHlcTj_pc5evXys\\\",\\\"y\\\":\\\"DzjcuwiJN_-cac6EE4yckkH5gpQcpiRfy8Y2qN8ryjY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ELKME-uBfp31ENvc62MGeOQPRrNujvBe-q6DEAgFYvw\"}"