"{\"content\":{\"body\":\"and it must be said of Egbert Dormer that nothing else could have been expected of him. The two girls were both pretty, but Lucy, who was twenty-one, was supposed to be simple and comparatively unattractive, whereas Ayala was credited -- as her somewhat romantic name might show -- with poetic charm and a taste for romance. Ayala when her father died was nineteen. We must begin yet a little earlier and say that there had been -- and had died many years before the death of Egbert Dormer -- a clerk in the Admiralty, by name Reginald Dosett, who, and whose wife, had been conspicuous for personal beauty. Their charms were gone, but the records of them had been left in various grandchildren. There had been a son born to Mr Dosett, who was also a Reginald and a clerk in the Admiralty, and who also, in his turn, had been a handsome man. With him, in his decadence, the reader will become acquainted. There were also two daughters, whose reputation for perfect feminine beauty had never been contested. The elder had married a city man of wealth -- of wealth when he married her, but who had become enormously wealthy by the time of our story. He had when he married been simply Mister, but was now Sir Thomas Tringle, Baronet, and was senior partner in the great firm of Travers and Treason. Of Traverses and Treasons there were none left in these days, and Mr Tringle was supposed to manipulate all the millions with which the great firm in Lombard Street was concerned. He had married old Mr Dosett's eldest daughter, Emmeline, who was now Lady Tringle, with a house at the top of Queen's Gate, rented at L#1,500 a year, with a palatial moor in Scotland, with a seat in Sussex, and as many carriages and horses as would suit an archduchess. Lady Tringle had everything in the world; a son, two daughters, and an open-handed stout husband, who was said to have told her that money was a matter of no consideration.\\n\\nThe second Miss Dosett, Adelaide Dosett, who had been considerably younger than her sister, had insisted upon giving herself to Egbert Dormer the artist, whose death we commemorated in our first line. But she had died before her husband. They who remembered the two Miss Dosetts as girls were wont to declare that, though Lady Tringle might, perhaps, have had the advantage in perfection of feature and in unequalled symmetry, Adelaide had been the more attractive from expression and brilliancy. To her Lord Sizes had offered his hand and coronet, promising to abandon for her sake all the haunts of his matured life. To her Mr Tringle had knelt before he had taken the elder sister. For her Mr Progrum, the popular preacher of the day, for a time so totally lost himself that he was nearly minded to go over to Rome. She was said to have had offers from a widowed Lord Chancellor and from a Russian prince. Her triumphs would have quite obliterated that of her sister had she not insisted on marrying Egbert Dormer.\\n\\nThen there had been, and still was, Reginald Dosett, the son of old Dosett, and the eldest of the family. He too had married, and was now living with his wife; but to them had no children been born, luckily, as he was a poor man. Alas, to a beautiful son it is not often that beauty can be a fortune as to a daughter. Young Reginald Dosett -- he is anything now but young -- had done but little for himself with his beauty, having simply married the estimable daughter of a brother clerk. Now, at the age of fifty, he had his L#900 a year from his office, and might have lived in fair comfort had he not allowed a small millstone of debt to hang round his neck from his earlier years. But still he lived creditably in a small but very genteel house at Notting Hill, and would have undergone any want rather than have declared himself to be a poor man to his rich relations the Tringles. Such were now the remaining two children of old Mr Dosett -- Lady Tringle, namely, and Reginald Dosett, the clerk in the Admiralty. Adelaide, the beauty in chief of the family, was gone; and now also her husband, the improvident artist, had followed his wife. Dormer had been by no means a failing artist. He had achieved great honour -- had at an early age been accepted into the Royal Academy -- had sold pictures to illustrious princes and more illustrious dealers, had been engraved and had lived to see his own works resold at five times their original prices. Egbert Dormer might also have been a rich man. But he had a taste for other beautiful things besides a wife. The sweetest little phaeton that was to cost nothing, the most perfect bijou of a little house at South Kensington -- he had boasted that it might have been packed without trouble in his brother-in-law Tringle's dining-room -- the simplest little gem for his wife, just a blue set of china for his dinner table, just a painted cornice for his studio, just satin hangings for his drawing-room -- and a few simple ornaments for his little girls; these with a few rings for himself, and velvet suits of clothing in which to do his painting; these, with a few little dinner parties to show off his blue china, were the first and last of his extravagances. But when he went, and when his pretty things were sold, there was not enough to cover his debts. There was, however, a sweet savour about his name. When he died it was said of him that his wife's death had killed him. He had dropped his palette, refused to finish the ordered portrait of a princess, and had simply turned himself round and died.\\n\\nThen there were the two daughters, Lucy and Ayala. It should be explained that though a proper family intercourse had always been maintained between the three families, the Tringles, the Dormers, and the Dosetts, there had never been cordiality between the first and the two latter. The wealth of the Tringles had seemed to convey with it a fetid odour. Egbert Dormer, with every luxury around him which money could purchase, had affected to despise the heavy magnificence of the Tringles. It may be that he affected a fashion higher than that which the Tringles really attained. Reginald Dosett, who was neither brilliant nor fashionable, was in truth independent, and, perhaps, a little thin-skinned. He would submit to no touch of arrogance from Sir Thomas; and Sir Thomas seemed to carry arrogance in his brow and in his paunch. It was there rather, perhaps, than in his heart; but there are men to whom a knack of fumbling their money in their pockets and of looking out from under penthouse brows over an expanse of waistcoat, gives an air of overweening pride which their true idiosyncracies may not justify. To Dosett had, perhaps, been spoken a word or two which on some occasion he had inwardly resented, and from thenceforward he had ever been ready to league with Dormer against the \\\"bullionaire\\\", as they agreed to call Sir Thomas. Lady Tringle had even said a word to her sister, Mrs Dormer, as to expenses, and that had never been forgiven by the artist. So things were when Mrs Dormer died first; and so they remained when her husband followed her.\\n\\nThen there arose a sudden necessity for action, which, for a while, brought Reginald Dosett into connexion with Sir Thomas and Lady Tringle. Something must be done for the poor girls. That the something should come out of the pocket of Sir Thomas would have seemed to be natural. Money with him was no object -- not at all. Another girl or two would be nothing to him -- as regarded simple expenditure. But the care of a human being is an important matter, and so Sir Thomas knew. Dosett had not a child at all, and would be the better for such a windfall. Dosett he supposed to be -- in his, Dosett's way -- fairly well off. So he made this proposition. He would take one girl and let Dosett take the other. To this Lady Tringle added her proviso, that she should have the choice. To her nerves affairs of taste were of such paramount importance! To this Dosett yielded. The matter was decided in Lady Tringle's back drawing-room. Mrs Dosett was not even consulted in that matter of choice, having already acknowledged the duty of mothering a motherless child. Dosett had thought that the bullionaire should have said a word as to some future provision for the penniless girl, for whom he would be able to do so little. But Sir Thomas had said no such word, and Dosett, himself, lacked both the courage and the coarseness to allude to the matter. Then Lady Tringle declared that she must have Ayala, and so the matter was settled. Ayala the romantic; Ayala the poetic! It was a matter of course that Ayala should be chosen. Ayala had already been made intimate with the magnificent saloons of the Tringles, and had been felt by Lady Tringle to be an attraction. Her long dark black locks, which had never hitherto been tucked up, which were never curled, which were never so long as to be awkward, were already known as being the loveliest locks in London. She sang as though Nature had intended her to be a singing-bird -- requiring no education, no labour. She had been once for three months in Paris, and French had come naturally to her. Her father had taught her something of his art, and flatterers had already begun to say that she was born to be the one great female artist of the world. Her hands, her feet, her figure were perfect. Though she was as yet but nineteen, London had already begun to talk about Ayala Dormer. Of course Lady Tringle chose Ayala, not remembering at the moment that her own daughters might probably be superseded by their cousin. And, therefore, as Lady Tringle said herself to Lucy with her sweetest smile -- Mrs Dosett had chosen Lucy. The two girls were old enough to know something of the meaning of such a choice. Ayala, the younger, was to be adopted into immense wealth, and Lucy was to be given up to comparative poverty. She knew nothing of her uncle Dosett's circumstances, but the genteel house at Notting Hill -- No. 3, Kingsbury Crescent -- was known to her, and was but a poor affair as compared even with the bijou in which she had hitherto lived. Her aunt Dosett never rose to any vehicle beyond a four-wheeler, and was careful even in thinking of that accommodation. Ayala would be whirled about the park by a wire-wig and a pair of brown horses which they had heard it said were not to be matched in London. Ayala would be carried with her aunt and her cousin to the show-room of Madame Tonsonville, the great French milliner of Bond Street, whereas she, Lucy, might too probably be called on to make her own gowns. All the fashion of Queen's Gate, something, perhaps, of the fashion of Eaton Square, would be open to Ayala. Lucy understood enough to know that Ayala's own charms might probably cause still more august gates to be opened to her, whereas Aunt Dosett entered no gates. It was quite natural that Ayala should be chosen. Lucy acknowledged as much to herself. But they were sisters, and had been so near! By what a chasm would they be dissevered, now so far asunder!\\n\\nLucy herself was a lovely girl, and knew her own loveliness. She was fairer than Ayala, somewhat taller, and much more quiet in her demeanour. She was also clever, but her cleverness did not show itself so quickly. She was a musician, whereas her sister could only sing. She could really draw, whereas her sister would rush away into effects in which the drawing was not always very excellent. Lucy was doing the best she could for herself, knowing something of French and German, though as yet not very fluent with her tongue. The two girls were, in truth, both greatly gifted; but Ayala had the gift of showing her talent without thought of showing it. Lucy saw it all, and knew that she was outshone; but how great had been the price of the outshining!\\n\\nThe artist's house had been badly ordered, and the two girls were of better disposition and better conduct than might have been expected from such fitful training. Ayala had been the father's pet and Lucy the mother's. Parents do ill in making pets, and here they had done ill. Ayala had been taught to think herself the favourite, because the artist, himself, had been more prominent before the world than his wife. But the evil had not been lasting enough to have made bad feeling between the sisters. Lucy knew that her sister had been preferred to her, but she had been self-denying enough to be aware that some such preference was due to Ayala. She, too, admired Ayala, and loved her with her whole heart. And Ayala was always good to her -- had tried to divide everything -- had assumed no preference as a right. The two were true sisters. But when it was decided that Lucy was to go to Kingsbury Crescent the difference was very great. The two girls, on their father's death, had been taken to the great red brick house in Queen's Gate, and from hence, three or four days after the funeral, Lucy was to be transferred to her Aunt Dosett. Hitherto there had been little between them but weeping for their father. Now had come the hour of parting.\\n\\nThe tidings had been communicated to Lucy, and to Lucy alone, by Aunt Tringle -- \\\"As you are the eldest, dear, we think that you will be best able to be a comfort to your aunt,\\\" said Lady Tringle.\\n\\n\\\"I will do the best I can, Aunt Emmeline,\\\" said Lucy, declaring to herself that, in giving such a reason, her aunt was lying basely.\\n\\n\\\"I am sure you will. Poor dear Ayala is younger than her cousins, and will be more subject to them.\\\" So in truth was Lucy younger than her cousins, but of that she said nothing. \\\"I am sure you will agree with me that it is best that we should have the youngest.\\\" \\\"Perhaps it is, Aunt Emmeline.\\\"\\n\\n\\\"Sir Thomas would not have had it any other way,\\\" said Lady Tringle, with a little severity, feeling that Lucy's accord had hardly been as generous as it should be. But she recovered herself quickly, remembering how much it was that Ayala was to get, how much that Lucy was to lose. \\\"But, my dear, we shall see you very often, you know. It is not so far across the park; and when we do have a few parties again -- \\\"\\n\\n\\\"Oh, aunt, I am not thinking of that.\\\"\\n\\n\\\"Of course not. We can none of us think of it just now. But when the time does come of course we shall always have you, just as if you were one of us.\\\" Then her aunt gave her a roll of bank-notes, a little present of twenty-five pounds, to begin the world with, and told her that the carriage should take her to Kingsbury Crescent on the following morning. On the whole Lucy behaved well and left a pleasant impression on her aunt's mind. The difference between Queen's Gate and Kingsbury Crescent -- between Queen's Gate and Kingsbury Crescent for life -- was indeed great!\\n\\n\\\"I wish it were you, with all my heart,\\\" said Ayala, clinging to her sister.\\n\\n\\\"It could not have been me.\\\"\\n\\n\\\"Why not!\\\"\\n\\n\\\"Because you are so pretty and you are so clever.\\\"\\n\\n\\\"No!\\\"\\n\\n\\\"Yes! If we were to be separated of course it would be so. Do not suppose, dear, that I am disappointed.\\\"\\n\\n\\\"I am.\\\"\\n\\n\\\"If I can only like Aunt Margaret,\\\" -- Aunt Margaret was Mrs Dosett, with whom neither of the girls had hitherto become intimate, and who was known to be quiet, domestic, and economical, but who had also been spoken of as having a will of her own -- \\\"I shall do better with her than you would, Ayala.\\\"\\n\\n\\\"I don't see why.\\\"\\n\\n\\\"Because I can remain quiet longer than you. It will be very quiet. I wonder how we shall see each other! I cannot walk across the park alone.\\\"\\n\\n\\\"Uncle Reg will bring you.\\\"\\n\\n\\\"Not often, I fear. Uncle Reg has enough to do with his office. \\\"You can come in a cab.\\\"\\n\\n\\\"Cabs cost money, Ayey dear.\\\"\\n\\n\\\"But Uncle Thomas -- \\\"\\n\\n\\\"We had better understand one or two things, Ayala. Uncle Thomas will pay everything for you, and as he is very rich things will come as they are wanted. There will be cabs, and if not cabs, carriages. Uncle Reg must pay for me, and he is very very kind to do so. But as he is not rich, there will be no carriages, and not a great many cabs. It is best to understand it all.\\\" \\\"But they will send for you.\\\"\\n\\n\\\"That's as they please. I don't think they will very often. I would not for the world put you against Uncle Thomas, but I have a feeling that I shall never get on with him. But you will never separate yourself from me, Ayala!\\\"\\n\\n\\\"Separate myself!\\\"\\n\\n\\\"You will not -- not be my sister because you will be one of these rich ones?\\\"\\n\\n\\\"Oh, I wish -- I wish that I were to be the poor one. I'm sure I should like it best. I never cared about being rich. Oh, Lucy, can't we make them change?\\\"\\n\\n\\\"No, Ayey, my own, we can't make them change. And if we could, we wouldn't. It is altogether best that you should be a rich Tringle and that I should be a poor Dosett.\\\"\\n\\n\\\"I will always be a Dormer,\\\" said Ayala, proudly.\\n\\n\\\"And I will always be so too, my pet. But you should be a bright Dormer among the Tringles, and I will be a dull Dormer among the Dosetts. I shall begrudge nothing, if only we can see each other.\\\"\\n\\nSo the two girls were parted, the elder being taken away to Kingsbury Crescent and the latter remaining with her rich relations at Queen's Gate. Ayala had not probably realized the great difference of their future positions. To her the attractions of wealth and the privations of comparative poverty had not made themselves as yet palpably plain. They do not become so manifest to those to whom the wealth falls -- at any rate, not in early life -- as to the opposite party. If the other lot had fallen to Ayala she might have felt it more keenly.\\n\\nLucy felt it keenly enough. Without any longing after the magnificence of the Tringle mansion she knew how great was the fall from her father's well-assorted luxuries and prettinesses down to the plain walls, tables, and chairs of her Uncle Dosett's house. Her aunt did not subscribe to Mudie's. The old piano had not been tuned for the last ten years. The parlour-maid was a cross old woman. Her aunt always sat in the dining-room through the greater part of the day, and of all rooms the dining-room in Kingsbury Crescent was the dingiest. Lucy understood very well to what she was going. Her father and mother were gone. Her sister was divided from her. Her life offered for the future nothing to her. But with it all she carried a good courage. There was present to her an idea of great misfortune; but present to her at the same time an idea also that she would do her duty.\\n\\nCHAPTER 2 LUCY WITH HER AUNT DOSETT\\n\\nFor some days Lucy found herself to be absolutely crushed -- in the first place, by a strong resolution to do some disagreeable duty, and then by a feeling that there was no duty the doing of which was within her reach. It seemed to her that her whole life was a blank. Her father's house had been a small affair and considered to be poor when compared with the Tringle mansion, but she now became aware that everything there had in truth abounded. In one little room there had been two or three hundred beautifully bound books. That Mudie's unnumbered volumes should come into the house as they were wanted had almost been as much a provision of nature as water, gas, and hot rolls for breakfast. A piano of the best kind, and always in order, had been a first necessary of life, and, like other necessaries, of course, forthcoming. There had been the little room in which the girls painted, joining their father's studio and sharing its light, surrounded by every pretty female appliance. Then there had always been visitors. The artists from Kensington had been wont to gather there, and the artists' daughters, and perhaps the artists' sons. Every day had had its round of delights -- its round of occupations, as the girls would call them. There had been some reading, some painting, some music -- perhaps a little needlework and a great deal of talking.\\n\\nHow little do we know how other people live in the houses close to us! We see the houses looking like our own, and we see the people come out of them looking like ourselves. But a Chinaman is not more different from the English John Bull than is No. 10 from No. 11. Here there are books, paintings, music, wine, a little dilettanti getting-up of subjects of the day, a little dilettanti thinking on great affairs, perhaps a little dilettanti religion; few domestic laws, and those easily broken; few domestic duties, and those easily evaded; breakfast when you will, with dinner almost as little binding, with much company and acknowledged aptitude for idle luxury. That is life at No. 10. At No. 11 everything is cased in iron. There shall be equal plenty, but at No. 11 even plenty is a bondage. Duty rules everything, and it has come to be acknowledged that duty is to be hard. So many hours of needlework, so many hours of books, so many hours of prayer! That all the household shall shiver before daylight, is a law, the breach of which by any member either augurs sickness or requires condign punishment. To be comfortable is a sin; to laugh is almost equal to bad language. Such and so various is life at No. 10 and at No. 11.\\n\\nFrom one extremity, as far removed, to another poor Lucy had been conveyed; though all the laws were not exactly carried out in Kingsbury Crescent as they have been described at No. 11. The enforced prayers were not there, nor the early hours. It was simply necessary that Lucy should be down to breakfast at nine, and had she not appeared nothing violent would have been said. But it was required of her that she should endure a life which was altogether without adornment. Uncle Dosett himself, as a clerk in the Admiralty, had a certain position in the world which was sufficiently maintained by decent apparel, a well-kept, slight, grey whisker, and an umbrella which seemed never to have been violated by use. Dosett was popular at his office, and was regarded by his brother clerks as a friend. But no one was acquainted with his house and home. They did not dine with him, nor he with them. There are such men in all public offices -- not the less respected because of the quiescence of their lives. It was known of him that he had burdens, though it was not known what his burdens were. His friends, therefore, were intimate with him as far as the entrance into Somerset House -- where his duties lay -- and not beyond it. Lucy was destined to know the other side of his affairs, the domestic side, which was as quiet as the official side. The link between them, which consisted of a journey by the Underground Railway to the Temple Station, and a walk home along the Embankment and across the parks and Kensington Gardens, was the pleasantest part of Dosett's life.\\n\\nMr Dosett's salary has been said to be L#900 per annum. What a fund of comfort there is in the word! When the youth of nineteen enters an office how far beyond want would he think himself should he ever reach the pecuniary paradise of L#900 a year! How he would see all his friends, and in return be seen of them! But when the income has been achieved its capabilities are found to be by no means endless. And Dosett in the earlier spheres of his married life had unfortunately anticipated something of such comforts. For a year or two he had spent a little money imprudently. Something which he had expected had not come to him; and, as a result, he had been forced to borrow, and to insure his life for the amount borrowed. Then, too, when that misfortune as to the money came -- came from the non-realization of certain claims which his wife had been supposed to possess -- provision had also to be made for her. In this way an assurance office eat up a large fraction of his income, and left him with means which in truth were very straitened. Dosett at once gave up all glories of social life, settled himself in Kingsbury Crescent, and resolved to satisfy himself with his walk across the park and his frugal dinner afterwards. He never complained to anyone, nor did his wife. He was a man small enough to be contented with a thin existence, but far too great to ask anyone to help him to widen it. Sir Thomas Tringle never heard of that L#175 paid annually to the assurance office, nor had Lady Tringle, Dosett's sister, even heard of it. When it was suggested to him that he should take one of the Dormer girls, he consented to take her and said nothing of the assurance office.\\n\\nMrs Dosett had had her great blow in life, and had suffered more perhaps than her husband. This money had been expected. There had been no doubt of the money -- at any rate on her part. It did not depend on an old gentleman with or without good intentions, but simply on his death. There was to be ever so much of it, four or five hundred a year, which would last for ever. When the old gentleman died, which took place some ten years after Dosett's marriage, it was found that the money, tied tight as it had been by half a dozen lawyers, had in some fashion vanished. Whither it had gone is little to our purpose, but it had gone. Then there came a great crash upon the Dosetts, which she for a while had been hardly able to endure.\\n\\nBut when she had collected herself together after the crash, and had made up her mind, as had Dosett also, to the nature of the life which they must in future lead, she became more stringent in it even than he. He could bear and say nothing; but she, in bearing, found herself compelled to say much. It had been her fault -- the fault of people on her side -- and she would fain have fed her husband with the full flowery potato while she ate only the rind. She told him, unnecessarily, over and over again, that she had ruined him by her marriage. No such idea was ever in his head. The thing had come, and so it must be. There was food to eat, potatoes enough for both, and a genteel house in which to live. He could still be happy if she would not groan. A certain amount of groaning she did postpone while in his presence. The sewing of seams, and the darning of household linen, which in his eyes amounted to groaning, was done in his absence. After their genteel dinner he would sleep a little, and she would knit. He would have his glass of wine, but would make his bottle of port last almost for a week. This was the house to which Lucy Dormer was brought when Mr Dosett had consented to share with Sir Thomas the burden left by the death of the improvident artist. When a month passed by Lucy began to think that time itself would almost drive her mad. Her father had died early in September. The Tringles had then, of course, been out of town, but Sir Thomas and his wife had found themselves compelled to come up on such an occasion. Something they knew must be done about the girls, and they had not chosen that that something should be done in their absence. Mr Dosett was also enjoying his official leave of absence for the year, but was enjoying it within the economical precincts of Kingsbury Crescent. There was but seldom now an excursion for him or his wife to the joys of the country. Once, some years ago, they had paid a visit to the palatial luxuries of Glenbogie, but the delights of the place had not paid for the expense of the long journey. They, therefore, had been at hand to undertake their duties. Dosett and Tringle, with a score of artists, had followed poor Dormer to his grave in Kensal Green, and then Dosett and Tringle had parted again, probably not to see each other for another term of years.\\n\\n\\\"My dear, what do you like to do with your time?\\\" Mrs Dosett said to her niece, after the first week. At this time Lucy's wardrobe was not yet of a nature to need much work over its ravages. The Dormer girls had hardly known where their frocks had come from when they wanted frocks -- hardly with more precision than the Tringle girls. Frocks had come -- dark, gloomy frocks, lately, alas! And these, too, had now come a second time. Let creditors be ever so unsatisfied, new raiment will always be found for mourning families. Everything about Lucy was nearly new. The need of repairing would come upon her by degrees, but it had not come as yet. Therefore there had seemed, to the anxious aunt, to be a necessity for some such question as the above.\\n\\n\\\"I'll do anything you like, aunt,\\\" said Lucy.\\n\\n\\\"It is not for me, my dear. I get through a deal of work, and am obliged to do so.\\\" She was, at this time, sitting with a sheet in her lap, which she was turning. Lucy had, indeed, once offered to assist, but her assistance had been rejected. This had been two days since, and she had not renewed the proposal as she should have done. This had been mainly from bashfulness. Though the work would certainly be distasteful to her, she would do it. But she had not liked to seem to interfere, not having as yet fallen into the ways of intimacy with her aunt. \\\"I don't want to burden you with my task-work,\\\" continued Mrs Dosett, \\\"but I am afraid you seem to be listless.\\\"\\n\\n\\\"I was reading till just before you spoke,\\\" said Lucy, again turning her eyes to the little volume of poetry, which was one of the few treasures which she had brought away with her from her old home.\\n\\n\\\"Reading is very well, but I do not like it as an excuse, Lucy.\\\" Lucy's anger boiled within her when she was told of an excuse, and she declared to herself that she could never like her aunt. \\\"I am quite sure that for young girls, as well as for old women, there must be a great deal of waste time unless there be needle and thread always about. And I know, too, unless ladies are well off, they cannot afford to waste time any more than gentlemen.\\\" In the whole course of her life nothing so much like scolding as this had ever been addressed to her. So at least thought Lucy at that moment. Mrs Dosett had intended the remarks all in good part, thinking them to be simply fitting from an aunt to a niece. It was her duty to give advice, and for the giving of such advice some day must be taken as the beginning. She had purposely allowed a week to run by, and now she had spoken her word -- as she thought in good season.\\n\\nTo Lucy it was a new and most bitter experience. Though she was reading the Idylls of the King, or pretending to read them, She was, in truth, thinking of all that had gone from her. Her mind had, at that moment, been intent upon her mother, who, in all respects, had been so different from this careful, sheet-darning housewife of a woman. And in thinking of her mother there had no doubt been regrets for many things of which she would not have ventured to speak as sharing her thoughts with the memory of her mother, but which were nevertheless there to add darkness to the retrospective. Everything behind had been so bright, and everything behind had gone away from her! Everything before was so gloomy, and everything before must last for so long! After her aunt's lecture about wasted time Lucy sat silent for a few minutes, and then burst into uncontrolled tears.\\n\\n\\\"I did not mean to vex you,\\\" said her aunt.\\n\\n\\\"I was thinking of my -- darling, darling mamma,\\\" sobbed Lucy. \\\"Of course, Lucy, you will think of her. How should you not? And of your father. Those are sorrows which must be borne. But sorrows such as those are much lighter to the busy than to the idle. I sometimes think that the labourers grieve less for those they love than we do just because they have not time to grieve.\\\" \\\"I wish I were a labourer then,\\\" said Lucy, through her tears. \\\"You may be if you will. The sooner you begin to be a labourer the better for yourself and for those about you.\\\"\\n\\nThat Aunt Dosett's voice was harsh was not her fault -- nor that in the obduracy of her daily life she had lost much of her original softness. She had simply meant to be useful, and to do her duty; but in telling Lucy that it would be better that the labouring should be commenced at once for the sake of \\\"those about you' -- who could only be Aunt Dosett herself -- she had seemed to the girl to be harsh, selfish, and almost unnatural. The volume of poetry fell from her hand, and she jumped up from the chair quickly. \\\"Give it me at once,\\\" she said, taking hold of the sheet -- which was not itself a pleasant object; Lucy had never seen such a thing at the bijou. \\\"Give it me at once,\\\" she said, and clawed the long folds of linen nearly out of her aunt's lap. \\\"I did not mean anything of the kind,\\\" said Aunt Dosett. \\\"You should not take me up in that way. I am speaking only for your good, because I know that you should not dawdle away your existence. Leave the sheet.\\\"\\n\\nLucy did leave the sheet, and then, sobbing violently, ran out of the room up to her own chamber. Mrs Dosett determined that she would not follow her. She partly forgave the girl because of her sorrows, partly reminded herself that she was not soft and facile as had been her sister-in-law, Lucy's mother; and then, as she continued her work, she assured herself that it would be best to let her niece have her cry out upstairs. Lucy's violence had astonished her for a moment, but she had taught herself to think it best to allow such little ebullitions to pass off by themselves.\\n\\nLucy, when she was alone, flung herself upon her bed in absolute agony. She thought that she had misbehaved, and yet how cruel -- how harsh had been her aunt's words! If she, the quiet one, had misbehaved, what would Ayala have done? And how was she to find strength with which to look forward to the future? She struggled hard with herself for a resolution. Should she determine that she would henceforward darn sheets morning, noon, and night till she worked her fingers to the bone? Perhaps there had been something of truth in that assertion of her aunt's that the labourers have no time to grieve. As everything else was shut out from her, it might be well for her to darn sheets. Should she rush down penitent and beg her aunt to allow her to commence at once?\\n\\nShe would have done it as far as the sheets were concerned, but she could not do it as regarded her aunt. She could put herself into unison with the crumpled soiled linen, but not with the hard woman.\\n\\nOh, how terrible was the change! Her father and her mother who had been so gentle to her! All the sweet prettinesses of her life! All her occupations, all her friends, all her delights! Even Ayala was gone from her! How was she to bear it? She begrudged Ayala nothing -- no, nothing. But yet it was hard! Ayala was to have everything. Aunt Emmeline -- though they had not hitherto been very fond of Aunt Emmeline -- was sweetness itself as compared with this woman. \\\"The sooner you begin to labour the better for yourself and those about you.\\\" Would it not have been fitter that she should have been sent at once to some actual poorhouse in which there would have been no mistake as to her position? That it should all have been decided for her for her and Ayala, not by any will of their own, not by any concert between themselves, but simply by the fantasy of another! Why should she thus be made a slave to the fantasy of anyone! Let Ayala have her uncle's wealth and her aunt's palaces at her command, and she would walk out simply a pauper into the world -- into some workhouse, so that at least she need not be obedient to the harsh voice and the odious common sense of her Aunt Dosett! But how should she take herself to some workhouse? In what way could she prove her right to be admitted even then? It seemed to her that the same decree which had admitted Ayala into the golden halls of the fairies had doomed her not only to poverty, but to slavery. There was no escape for her from her aunt and her aunt's sermons. \\\"Oh, Ayala, my darling -- my own one; oh, Ayala, if you did but know!\\\" she said to herself. What would Ayala think, how would Ayala bear it, could she but guess by what a gulf was her heaven divided from her sister's hell! \\\"I will never tell her,\\\" she said to herself. \\\"I will die, and she shall never know.\\\"\\n\\nAs she lay there sobbing all the gilded things of the world were beautiful in her eyes. Alas, yes, it was true. The magnificence of the mansion at Queen's Gate, the glories of Glenbogie, the closely studied comforts of Merle Park, as the place in Sussex was called, all the carriages and horses, Madame Tonsonville and all the draperies, the seats at the Albert Hall into which she had been accustomed to go with as much ease as into her bedroom, the box at the opera, the pretty furniture, the frequent gems, even the raiment which would make her pleasing to the eyes of men whom she would like to please -- all these things grew in her eyes and became beautiful. No. 3, Kingsbury Crescent, was surely, of all places on the earth's surface, the most ugly. And yet -- yet she had endeavoured to do her duty. \\\"If it had been the workhouse I could have borne it,\\\" she said to herself; \\\"but not to be the slave of my Aunt Dosett!\\\" Again she appealed to her sister, \\\"Oh, Ayala, if you did but know it!\\\" Then she remembered herself, declaring that it might have been worse to Ayala than even to her. \\\"If one had to bear it, it was better for me,\\\" she said, as she struggled to prepare herself for her uncle's dinner.\\n\\nCHAPTER 3 LUCY'S TROUBLES\\n\\nThe evening after the affair with the sheet went off quietly, as did many days and many evenings. Mrs Dosett was wise enough to forget the little violence and to forget also the feeling which had been displayed. When Lucy first asked for some household needlework, which she did with a faltering voice and shame-faced remembrance of her fault, her aunt took it all in good part and gave her a task somewhat lighter as a beginning than the handling of a sheet. Lucy sat at it and suffered. She went on sitting and suffering. She told herself that she was a martyr at every stitch she made. As she occupied the seat opposite to her aunt's accustomed chair she would hardly speak at all, but would keep her mind always intent on Ayala and the joys of Ayala's life. That they who had been born together, sisters, with equal fortunes, who had so closely lived together, should be sundered so utterly one from the other; that the one should be so exalted and the other so debased! And why? What justice had there been? Could it be from heaven or even from earth that the law had gone forth for such a division of the things of the world between them? \\\"You have got very little to say to a person,\\\" said Aunt Dosett, one morning. This, too, was a reproach. This, too, was scolding. And yet Aunt Dosett had intended to be as pleasant as she knew how.\",\"timestamp\":1639990589,\"title\":\"\\nWhen Egbert Dormer died he left his two daughters utterly penniless upon the world,\"},\"digest\":\"tvqOlO7OugQ_tYZICd0DxRDZV9VKG52j3rFFPiJGx3g\",\"authorship\":{\"contributor\":\"0xF165065007e6A50f160Ee022853535F41771C1a6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GukRoftQKDnQxSre_QQpAWMJ4sHxYcVS5EpXejliTR8\\\",\\\"y\\\":\\\"pbk_mXN9HVqxvm6WySK7Z-_nVWdVTRzmrbEaeTPu-8s\\\"}\",\"signature\":\"t3CmyfqFo04-kfu5LAtA-4elko5O7X5YV9zJfB2UL5hKAtVeNFm4kbX2PQ6jqyLULcNV1xTYjkIWu9ucXg5BoA\",\"signingKeySignature\":\"0x130a35341f05d0e18196bb97151a5fad80bd50e281ed916c62bbaa39b5c7ef762fc71424069e544783302c341699814fe578f70f5e4f2cbc11cfb1926522c9f61c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GukRoftQKDnQxSre_QQpAWMJ4sHxYcVS5EpXejliTR8\\\",\\\"y\\\":\\\"pbk_mXN9HVqxvm6WySK7Z-_nVWdVTRzmrbEaeTPu-8s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"tvqOlO7OugQ_tYZICd0DxRDZV9VKG52j3rFFPiJGx3g\"}"