"{\"content\":{\"body\":\"**Coordination failure** is annoying. Whenever there are incentives, that allow individuals to benefit at the cost of others, there will be at least one malicious actor who takes those benefits. It is anywhere. And because this behaviour is part of human nature, we should probably come to terms with this effect, and embrace it.\\n\\n**The smallest scale example is probably cleaning a shared apartment**. In every shared apartment there is one flat mate who does not scrub the cooking plate after burning-in the oil from his deep fried tofu. It's usually the same person who skips the weekly cleaning of the apartment at the expense of the others.\\n\\nThere is an incentive to not help in the chores of apartment sharing: Even if he does not clean, the others will do it anyways. Also, he might not share the same standards of cleanliness. So the uncooperative flat mate gets to keep the full upside (not having to do anything). The downside (cleaning) is shared by everyone else. The typical tragedy of commons. (Btw: unfortunately, this is an example that I have personally experienced frequently by being the malicious flat mate myself). In shared apartments the issue is solvable. For example you can kick out the freerider (what usually happened to me in my 20ies).\\n\\nBut the same unfortunate mechanisms play out in **global scale policy issues: Climate change, nuclear disarmement, overfishing**, etc. Whenever there is opportunity for one actor to profit disproportionally, he will do it. And by doing it, ruin the coordination game for everyone else. And you cannot simply kick out the malicious actor from the global game.\\n\\nNow, should we be sad about this? No. Exploiting incentives is probably human nature, and the way to go about this is to **fix the incentives**. In the shared apartment case, I have made good experiences over the last 10 years by solving the issue with a third party. The third party gets additional benefits (aka salary) for maintaining a negotiated  cleanliness and orderliness standard.\\n\\nBut in global coordination games there need to be more sophisticated solutions. There have probably been thousands of ideas, and solutions to this over the course of human development, that have been deployed. I think the (3,3) is a new category in this field that deserves to be discussed.\\n\\n**(3,3) a new, purely behaviorial solution to the coordination game**\\n\\nThe (3,3) mechanism seems to become a very interesting solution. The interesting thing is, it works on a purely behaviourial and psychological level, classic economic rational choice is only marginally involved. (3,3) is not much more than a Jedi mind trick. But it seems to work like magic.\\n\\nWhat does (3,3) do? It gives the people who cooperate the conviction that cooperating is the more beneficial strategy than taking a profit unilaterally.\\n\\n(3,3) was pioneered by [OlympusDAO](https://olympusdao.finance), a crypto project that seeks to build a global reserve currency. Contributors to the project can act out three different behaviors:\\n\\n1. Stake their tokens (keep them)\\n2. Bond value to get more tokens\\n3. Sell tokens\\n\\nThe maximal value for the protocol is obtained when everyone cooperates. Cooperation means, everyone stakes their tokens, and does not sell them, or dump them on others. This is how many web3 projects create maximal value: Be it Bitcoin, Ethereum,  Layer 1 chains, dApp tokens, or also LP tokens (Liquidity Provider tokens). But in all these other protocols there is an incentive for participants to dump their tokens and take a profit at the expense of others: if you sell a large quantity of tokens, price will go down. The people who keep holding their tokens will be left with less value.\\n\\nOlympusDAO, and later [KlimaDAO](https://klimadao.finance) turned this mechanism upside down. How? These projects increased the perceived value of holding tokens by introducing astronomically high APYs (Annual Percentage Yields) and regular rebases. As of writing this, KlimaDAO sports an APY of 27'178%. This means: if you hold 1 Klima Token today, you will hold 271.78 tokens in a year from today (given that the APY remains the same).\\n\\nThis high APY turns away sceptics fast. Scam they screem! Ponzinomics! How can a protocol deliver an interest rate of 27'178%? Answer: it does not. Those who hold keep the same value. But it dilutes those who do not stake at a rate of 27'178% per year. What this creates is: Everyone who does not stake the tokens, but just trades them, gets diluted much faster. Because if you intend to sell your tokens, you have to unstake them. From the second of unstaking your tokens, you start to lose out on the juicy APY. And the time factors in hard. If you are thinking about buying backt the tokens later, you will have lost out on a lot of rebases.\\n\\nOn a purely rational level, this does not make much of a difference, right? What matters for the value of a rebase project is the total market cap, not necessarly the token price. Because the token price can go down. But as long as you get rebases at the same rate, you do not lose anything.\\n\\nThe behaviorial economic effect at play  is an old and well researched one: In scientific literature it is called loss aversion. **Loss aversion** is the tendency to prefer avoiding losses to acquiring equivalent gains. Its discovery was rewarded with a nobel price. It describes that humans are hardwired to take irrational decisions. Humans prefer not to lose over winning.\\n\\nLoss aversion (aka the fear of losing something) is the psychological effect at play, when people keep staking OlympusDAO or KlimaDAO. They do this even if token prices go down (as they have done massively over the last week). Why: If you unstake and sell your tokens, you will lose out on APY rebases, very fast.\\n\\nIn order to accelerate this effect, the rebase protocol also increase APY whenever prices go down, so that you lose even more if you unstake.\\n\\nSo far, to my empirical understanding, this effect has really worked like a charm to make people cooperate. And the funny part is: It is not mathematics. It is just a mind trick that has a huge impact on how people behave. But does it matter, that it is just a mind trick? If it solves global coordination problems elegantly, why not deploy it for many other problems that fail because of the lack of coordination. Let's see whether it can hold up also in the future.\",\"timestamp\":1639642002,\"title\":\"(3,3), the Jedi Mind Trick that Unlocks Trustless Coordination on a Global Scale\"},\"digest\":\"VWw6YCLBsNAJbO_2QdMWnjZkwpe61t54gl8LhQdxQSk\",\"authorship\":{\"contributor\":\"0x22AC0E18853d749d46716274682b4aDDa206cA3f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CC1D-ryh1KjHi7VyX5XlFA_lPlHDaqHxNtu1pdnvhyA\\\",\\\"y\\\":\\\"Xy7YvNRXbmzGqVicsG0LwtPABh6ngNRdKvR8i6uHxA4\\\"}\",\"signature\":\"0ZPOspm-nXSHQG8uUg3MnxKPQrv9MJgx1iHWa6vgUGkJf48ssmHNj2MbGu5mhvjW4i96RQsZ7aj0oRkS7mFKJA\",\"signingKeySignature\":\"0xf5f22f78cae0de7157abca194e1418376beffcdf77e3866951858f32cbc901001cf966df1137870ad832c616d76ca8b4aba1538d6955e321b930f813757b148d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CC1D-ryh1KjHi7VyX5XlFA_lPlHDaqHxNtu1pdnvhyA\\\",\\\"y\\\":\\\"Xy7YvNRXbmzGqVicsG0LwtPABh6ngNRdKvR8i6uHxA4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"iyiXBZjxZrLgFDy1gEq6yHT-7Pq6-mxmOVQkHEuClS4\"}"