"{\"content\":{\"body\":\"Let’s get right to it.  \\n\\nHow many times in your life have you gone shopping for a new wallet? Once? Twice? Over ten?\\n\\nThink about the experience. You walk into a brick-and-mortar building or have it shipped from a warehouse to your home each time you need or want that new wallet.  \\n\\nNow, continue to think about what that wallet does for you? Most people will answer that their wallet contains money (cash or coin), insurance cards, memorable photos, debt (credit cards), and maybe even a spare key. What one other definition could we classify the components in this wallet jumbled together as one?\\n\\nValue. \\n\\nThat is what our wallets store and secure for us. I’ll say it again - VALUE. \\\\*\\\\* \\n\\nMore on defining value another time, but for now, I’d like to continue speaking about wallets.  More specifically, why it’s possible that you (the person reading this) have yet to consider acquiring and owning a wallet that stores other forms of value in a location where your physical wallet is incapable of doing so. \\n\\nThat location is the internet.  Yeah, the one you’re using now to this. \\n\\nLet’s rewind back to that wallet shopping example.  Hundreds, if not thousands, of Americans or people around the globe could be walking around with the same wallet right now.  Perhaps they bought it from Target, Walmart, or an online retailer.  It’s possible people share the same model and brand.\\n\\nI’ll paint a bigger picture. \\n\\nThink about all of the names in this world that overlap or have even become more common than others.  Examples: Sarah Baker, Mike Jones, Rob Weber, or Emily Adams. \\n\\nThere could be 2,000 Emily Adams on this planet and each one of them could have bought the same exact wallet from Kohls or Amazon. The way they know which wallet is theirs is because of the individual items in that wallet directly linked to them, items that that person deems valuable to them, and the fact that it was purchased by them, they hold the receipt, and is held in their possession at all times.  \\n\\nNow, what about that digital wallet I mentioned earlier? How is that important?\\n\\n* 1) Blockchain technology, digital currencies, and digital goods are here to stay and in my best guess, won’t go away with the internet until the humans using them do.  \\n* 2) People like things unique to them.\\n* 3) There is only one EmilyAdams.eth (or yourname.eth) that could ever exist and register to only one blockchain wallet address\\n\\nThere will be more posts along the way that present my argument for 1), but for now, I’ll emphasize that money (cash or coin), insurance cards, memorable photos, debt (credit cards), and maybe even a spare key, all stored in physical wallets, is now being stored on digital wallets located on the blockchain. As we speak, it’s developing, growing, and becoming more functional with real-world applications. \\n\\nFor this post, I’m more bullish on 2) + 3). \\n\\nBack to our 2,000 Emily Adams roaming this planet.  One of those Emily Adams decides that she’s ready to shop around for a wallet that she can use on the internet. One that is uniquely identifiable to her and one that could secure any of those digital assets she sees as valuable. \\n\\nEmily has options and I’m not writing to you today to sell you one of those options, but merely explain how any of them could have importance to you.  These wallets exist on networks running on blockchains such as Bitcoin, Ethereum, Avalance, and many more. When a user of any of these networks joins the network, they are given a unique wallet address\\\\*\\\\*\\\\* that no one else could ever own besides you.\\n\\nWith that unique address in your control, you may start receiving things of value to store on it, or even send things of value to someone else. Examples would be digital money, artwork, equity, titles, debt, and much much more. We talked about this^. As much as I’d like to go into detail on the assets we could store in these wallets, I’m doing my best to stick to why simply owning a digital wallet could be important in the future. \\n\\nEmily Adams decided she wants to be a member of the Ethereum network, and therefore, creates a wallet and properly secures it. Her wallet address will look something like this: 0xc451F0bf7D51325304ea0f053514f60d64aB8F93. That alphanumeric address will never change\\\\*\\\\*\\\\*. \\n\\nReturning to Emily, she questions if there is an easier way to tell others to send value to her other than memorizing that long wallet address right above. I’m here to tell you there is.\\n\\nNot just that, but Emily is a high-profile CPA and much of her business is wrapped into her name.  Emily Adams CPA, EmilyAdams.com, and Emily Adams LLP.  She was able to establish and assign those pieces of intellectual property to her unique practice before the other Emily Adams, who is a CPA with the same name on the other side of the country, did so for herself (to the real Emily Adams CPA out there- feel free to drop a tip to that eth address for the gracious marketing).\\n\\nOnward, now that Emily began using the Ethereum network, Emily notices that EmilyAdams.eth is available and purchases the domain using some Eth.  What could she do with emilyadams.eth?  Attach or register it to that lengthy wallet address so that if someone sends her digital assets, it could be sent directly to emilyadams.eth. Or, she may direct emilyadams.eth to her current website to further promote her profession and practice. \\n\\nYou’re probably thinking, “alright Caribou, I understand how that works, but I don’t know why I need it.”  \\n\\nThe truth is you may never need it depending on how you manage your life and assets.  \\n\\nThink, though, back on this scenario for a moment specific to Emily. Emily Adams isn’t the only person with this type of situation. Those common names listed above and many more exist everywhere and people use their unique names to monetize or identify their unique value, profession, products, or simply themself as a person.  In every country, all around the globe. \\n\\nLawyers, wealth managers, politicians, entrepreneurs, freelancers, and artists are only a handful of innumerable examples. \\n\\nIn fifty years from now, when there are thousands of people with the same names, there will only be one xxx.eth. In Emily’s example, as the future becomes history and millions more are brought on this planet, she is the sole owner of emilyadams.eth. No other Emily Adams may claim that whether it be in one year or 100 given that she keeps it registered and protected throughout. \\n\\nSo, what’s the difference between shopping for a wallet in a store-front and creating one yourself on a blockchain protocol? \\n\\nThe blockchain doesn’t mass produce one model of wallets.  It generates new and unique wallets each time a new user creates one.  Once that wallet is taken, no other user may own it unless given up by a previous owner.  \\n\\nHow important are your name to you and your internet presence? \\n\\nNow ask yourself that question again, but look ten years or more down the road.  \\n\\nDo you feel it valuable to have a unique naming address, such as emilyadams.eth, identifiable to you and you only? Because remember, people love their names, or brands, to associate with them as an individual even though they may share the name with someone else around the globe.  \\n\\nDo you want someone else other than you to have yourname.eth forever?  \\n\\nThat’s for you to answer yourself.  \\n\\n\\\\-151rum\\n\\nMy thoughts are not financial advice.  The only advice in this post is to not buy physical wallets and carry everything in your pocket, like me. \\n\\nPlease share your thoughts and critiques. I’m hip for it. \\n\\nI’m really only touching the surface and plan to elaborate much more greatly on some of these working concepts of blockchain technologies and decentralized finance. Not so much for you the readers, but for me as an analyst in the industry. So, feel free to learn what you like as I attempt to teach me. \\n\\n\\\\*(If you know me by now, you know I actually don’t use a wallet and carry around my Driver’s license in my pocket everywhere I go and that’s about it)\\n\\n\\\\*\\\\*(This does not account for deflation of inflation of assets stored in a wallet)\\n\\n\\\\*\\\\*\\\\*(It may never change, but a user may create as many unique addresses as they like. Similarly, they could purchase multiple wallets at Kohls and use them in rotation in the same manner)\",\"timestamp\":1640278536,\"title\":\"Wallet Shopping: What's Your Name Again?\"},\"digest\":\"Qmp7ml90CQNFoSALFJDx_aYH0EokGDPyIvq-je-fFcg\",\"authorship\":{\"contributor\":\"0xc451F0bf7D51325304ea0f053514f60d64aB8F93\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4m7xvklFBvKzOMMJVWFDH9UBnmbQOfb0oV56GQcz708\\\",\\\"y\\\":\\\"5FC3u6zFlyJit0CDCgfyyqWKZARvdLDsNQPVdC1xY9g\\\"}\",\"signature\":\"a0DSaesqKlZR-P851UOzn2hPfpG0ACxrVO0LSkYgPuETFiwxhgdydCDij1cGn7SETMHECjV1R3YI5JYnsDSOgA\",\"signingKeySignature\":\"0xf140fd82e2ac7d7767d90ace063e147c767a91acaa4b34ba12ef489a27096d006d87852fc8d3e1c9adac315bb4ee9132459ad52d9ef2f9bc9b2ef17cdfbbf23b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4m7xvklFBvKzOMMJVWFDH9UBnmbQOfb0oV56GQcz708\\\",\\\"y\\\":\\\"5FC3u6zFlyJit0CDCgfyyqWKZARvdLDsNQPVdC1xY9g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Qmp7ml90CQNFoSALFJDx_aYH0EokGDPyIvq-je-fFcg\"}"