"{\"content\":{\"body\":\"`Hello, friends. Welcome to this book of stories about Decentralized Autonomous Organizations (DAOs).`\\n\\n## Prologue\\n\\n**This book is for you if you have started to peek inside the DAO rabbit hole. Perhaps DAOs are still a black hole for you, or maybe you have started to see the light but feel overwhelmed. Either way, you are curious and want to explore.**\\n\\n![Alice peeking inside the rabbit hole](https://images.mirror-media.xyz/publication-images/MgOxd-peHuABs__Cxn5L2.png?height=708&width=710)\\n\\n**This book is an offer.**\\n\\nI am asking that you allow me to take you on a journey through DAOs, as we uncover the mystery together.\\n\\n**For some context on what to expect, this current release includes one story: the story of [MetaCartel DAO](https://www.metacartel.org/). I have also started working on the next release: the story of [MetaFactory and iRobot DAO](https://www.metafactory.ai/).**\\n\\nI will release the stories one by one, as they are written. Eventually, the stories will become a book of stories, woven together into a fun narrative about DAOs.\\n\\nAs you may already know, there are hundreds, if not thousands, of DAOs on the Internet today, so how did I choose which DAOs to write about?\\n\\n**Choosing the first DAO to write about, MetaCartel DAO, was simple. I have witnessed MetaCartel grow and evolve into one of the most impactful DAOs in the space - and it’s a pretty damn good story. MetaCartel is also the earliest DAO, preceded only by Moloch DAO.**\\n\\n**As a DAO pioneer, MetaCartel has served as a pathfinder for new DAOs. It has set the foundation for DAOs like [MetaFactory](https://www.metafactory.ai/), [MetaGammaDelta](https://metagammadelta.com/), [RaidGuild](https://www.raidguild.org/), [DAOhaus](https://daohaus.club/), and others.**\\n\\nChoosing which DAOs to write about was a matter of following the rabbit hole.\\n\\nWith all that said, I’m really excited to share with you the story of MetaCartel. As you learn about MetaCartel, you will also learn about my story, one that I have written in piecemeal before, but never in entirety and never from the lens of community.\\n\\n![](https://images.mirror-media.xyz/publication-images/makkV98kT2MWQSORInJ1S.png?height=218&width=976)\\n\\n## Introduction\\n\\nI want to start by addressing the elephant in the room: **DAO is a kitschy acronym that has been used and misused and is becoming trite.**\\n\\nWhat the heck does ***Decentralized Autonomous Organization*** even mean? It sounds like some sentient being that may or may not run away with your money; and it sounds like it might be some corporate jargon.\\n\\n**Neither of these things are true.**\\n\\nDAOs are, generally, made up of well-intentioned people who do not want to steal your money.\\n\\nDAOs are also not corporate. Many people who join DAOs have previously worked for a corporation and are frustrated with the inequities of the corporate system. They then discover DAOs and experience a sort of spiritual awakening.\\n\\n**With that said, how about changing the name to YODA?**\\n\\n`Imagine this:`\\n\\n> You’re at a bar and you get to talking to a cool person sitting next to you.\\n>\\n> As you take a sip of your drink, you say:\\n>\\n> “Hey, are you interested in learning more about this dope YODA community?”\\n>\\n> You then pull out your phone and show them this photo:\\n\\n![](https://images.mirror-media.xyz/publication-images/qkEugtJpFPlYH1wqOBT9_.png?height=350&width=642)\\n\\n> Both of you have a good laugh, and you begin to tell your new friend what DAOs actually are: **a community of like-minded, good-hearted, people who work on impactful projects together and also have fun.**\\n>\\n> You then say:\\n>\\n> **“Heeyyy, let me tell you about MetaCartel!”**\\n\\n## MetaCartel\\n\\nMetaCartel, as one of the earliest DAOs, has set the precedent for DAO culture, memeing its way into existence.\\n\\nLet’s meet MetaCartel’s logo: ChiliMan.\\n\\n![ChiliMan](https://images.mirror-media.xyz/publication-images/9hRlxVrpAj7tqmGdG2I7f.png?height=277&width=257)\\n\\nChiliMan is anthropomorphic. He’s not human, but he has human traits. He has a mustache, he makes music with maracas, and he brings good vibes wherever he goes.\\n\\n**ChiliMan also loves people. He believes that if you bring a bunch of great people together who want to change the world for the better, and give them tools and resources, you can solve big problems.**\\n\\n**But first, you need to bring people together and you need to spread the vibes.**\\n\\nIn the past, corporations would do this. Society relied on the structure of corporations to bring people together and give them money and resources to solve problems in society.\\n\\n**Today, we also have DAOs to do this. Society relies on DAOs to coordinate groups of people and give them money and resources so they can solve problems. DAOs enable a fairer system by aligning incentives better than corporations, resulting in more people acquiring wealth while working on problems that they care about with people whom they care about.**\\n\\n## The Red Pill: My Story\\n\\nNever in a million years did I think it would be possible for me to write a book full time.\\n\\nFor many years, I was deeply entrenched in the corporate world. As I look back at my experience, I realize that I was a corporate slave. But, I was also a rebel and a misfit, who discovered a path into cryptocurrency and DAOs.\\n\\nHere’s how my path unfolded.\\n\\nIn 2017, I quit my secure, safe, and stable consulting job at Deloitte, where I worked for six years, to join the Ethereum startup, ConsenSys.\\n\\n[ConsenSys](https://consensys.net/) is a start-up founded by Joseph Lubin, the co-founder of Ethereum. The company builds Ethereum products - like infrastructure, tooling, and applications -  that power the Ethereum blockchain and cryptocurrency components of Web 3.\\n\\n`Note: Web 3 is a somewhat hazy and overused concept. It seems to include not only blockchain and cryptocurrency, but also artificial intelligence, and 3D graphics. People are still trying to answer what exactly Web 3 is supposed to be. Perhaps the point is that we don’t know yet, in the same way that no one knew exactly how the Internet would unfold. `\\n\\n*[Here](https://www.geeksforgeeks.org/web-1-0-web-2-0-and-web-3-0-with-their-difference/) is a good website that explains Web3, Web2, and Web1.*\\n\\nDuring my time at ConsenSys, I experienced mind expansion and a shift in values. In the ConsenSys headquarters in Brooklyn, I spent a lot of time in a conference room named *red pill.*\\n\\n![](https://images.mirror-media.xyz/publication-images/QVkXUDuoIJ3UOZ-_e853r.png?height=316&width=594)\\n\\nIf you have seen any of The Matrix movies, you know that the *red pill* symboilizes embracing the sometimes painful truth of reality, and the *blue pill* symbolizes remaining in the blissful ignorance of illusion. Neo, the main protagonist, chooses the red pill.\\n\\nOne day, I sat in on a product team meeting.\\n\\nFive people were sitting in the conference room at a long glass table with chairs, and three people were on Zoom, video calling from various global locations.\\n\\nThe meeting started with a five-minute meditation. Everyone closed their eyes and silently took deep breaths.\\n\\nWhen the five-minutes was up, we did a mood check-in. Everyone went around the room, and around Zoom, sharing what emotions came up.\\n\\nIt was an opportunity to connect, and people didn’t hold back.\\n\\nAfter the first person shared a vulnerable emotion, the Zoom chat exploded with heart emojis and messages like, “I love you,” and “Thank you so much for sharing. I am here for you.”\\n\\nAfter the meeting, the team leader, an early ConsenSys employee, shared with me that this exercise helped her team to build empathy. If someone was struggling with an interpersonal problem, at home or at work, or maybe they were just having a bad day, the team could help support that person emotionally, and also reallocate their work to minimize disruptions.\\n\\nAnother time, in the red pill conference room, I joined a conversation about salary transparency.\\n\\nThe discussion was open to anyone at the company. The discussion leader, an early ConsenSys employee, was an advocate for social equity, diversity, and inclusion. He cared deeply about salary transparency, where employees openly disclose their salaries to colleagues.\\n\\nA handful of people were in the conference room, seated at the long glass table with chairs, and others were on Zoom, video calling from various global locations.\\n\\nThe discussion leader shared a few powerpoint slides on the benefits of salary transparency.  For example, one slide said that salary transparency creates a culture of equity and shines a light on pay gaps. It becomes a way to spark conversation and ultimately fix pay gaps.\\n\\nAs he was sharing slides, participants on Zoom were actively commenting in the chat. Some vulnerable emotions were shared, and once again the chat was flooded with heart emojis.\\n\\nI was quickly learning that people at ConsenSys brought their whole selves to work. Empathy and trust building were ingrained in the early ConsenSys culture.\\n\\nHowever, things would soon start changing for the worse.\\n\\nConsenSys started to hire more people from the corporate world - people like me, except, unlike me, these new people didn’t want to absorb the ConsenSys culture. Instead, they wanted to make it more corporate.\\n\\nTensions began to grow between early ConsenSys employees and the corporates. The former liked the culture they built, and the latter were trying to destroy it by enforcing strict timelines, revenue goals, and hierarchy.\\n\\nEventually, tensions got too high and rumors began to circulate that there would be layoffs. My colleagues told me that layoffs were normal for startups. Many of them had been through several layoffs already, and were handling the news valiantly.\\n\\nBut this was my first reorganization. And I knew that I would soon be cut.\\n\\nI knew that I would be laid off because I was not able to find a home at ConsenSys. I was hired onto the corporate team, but I vibed more with the early ConsenSys employees, the non-corporates; however, my lack of experience and company politics prevented me from working with the people who I wanted to work with.\\n\\nLooking back at my time at ConsenSys, I am most proud of the writing that I did. For example, I interviewed the founder of [Truffle](https://media.consensys.net/truffle-deep-dive-what-you-need-to-know-when-developing-on-ethereum-e548d4df6e9), one of the earliest Ethereum infrastructure products, and I [shared good vibes](https://media.consensys.net/consensys-solutions-takes-on-dublin-ireland-post-retreat-reflections-b19399aa22df) after an uplifting experience at a company retreat.\\n\\nI now realize that I was most fulfilled when I could write and share stories. I even got hired for a job after I wrote [this](https://medium.com/@rika.sukenik6/the-new-world-of-product-management-when-the-user-is-the-customer-c74beba7dfaf?source=user_profile---------0-------------------------------) blog post about crypto and product management. But, it would take me two more failed jobs at Ethereum startups, and a Sabbatical, to accept that I was working in the wrong role with the wrong people.\\n\\n**In September 2020, I decided to take a Sabbatical.**\\n\\nSuddenly,  I found myself with tons of free time and the ability to literally do anything I wanted. (As long as I was socially distant and not around big groups, since we were in a global pandemic).\\n\\nAs a nerd, I of course joined virtual communities. I felt stifled by crypto and I wanted to explore new spaces, so I exclusively joined non-crypto virtual communities.\\n\\nThese are some of the communities that I joined: [Ness Labs](https://nesslabs.com/), [Roam Research](https://roamresearch.com/), [Interintellect](https://interintellect.com/), [The Stoa](https://www.thestoa.ca/), and [Foster.](https://www.foster.co/) And I continued be active in one of my favorite and fun crypto communities: [Mochi](https://mochi.game/).\\n\\nI also started using Twitter more to connect with people and to share my writing.\\n\\nI then wrote a Tweet where I shared my positive experience with online communities, and I received a lot of positive signal. This showed me that others were experiencing these good vibes too, and that online communities are the real deal.\\n\\nOnline communities are transforming people’s lives.\\n\\n![Online communities are transforming people's lives](https://images.mirror-media.xyz/publication-images/mWXv0XnM5POj3W6MeNFYR.png?height=218&width=976)\\n\\n## Peter Pan: Keep Wandering\\n\\n[Peter Pan](https://twitter.com/pet3rpan_), the founder of MetaCartel DAO, says that the biggest lesson he has learned from crypto is this:\\n\\n> Take a leap of faith. Be willing to wander and be lost. Follow an important cause and mission. Back yourself and something interesting will happen.\\n\\nBefore founding MetaCartel, Peter was rejected from a bunch of jobs in crypto.\\n\\nHe was starting to run out of money and out of options so in September 2018, he attended EthBerlin, a large annual Ethereum conference, to meet new people and look for jobs.\\n\\nAs a UI/UX designer, Peter spotted some design problems with Ethereum meta transactions, identifying areas of friction for new users who wanted to start using Ethereum apps.\\n\\nTo spread the word, he created a Telegram group (which would later become the foundation for MetaCartel DAO) and invited conference attendees.\\n\\n![](https://images.mirror-media.xyz/publication-images/29hLOWjGn1jV0P7EkQOXD.png?height=548&width=360)\\n\\nPeter’s intention with the Telegram group was to build his reputation from a nobody in crypto to a somebody who can solve Ethereum UI/UX problems, and land a job.\\n\\nPeter wanted the working group to be serious, because he thought seriousness would help him land a job.\\n\\nBut, little did he know, the working group that he formed had members with a completely different mindset. These were crypto OGs and they knew how to have fun.\\n\\nSo when as a joke, Peter (an undercover jokester), created the ChiliMan logo and shared it with the community, the working group, people loved it and voted to make it the official logo of the working group.\\n\\nPeter, luckily, was outnumbered. He now says, in retrospect, that the logo helped attract a lot of cool people to MetaCartel.\\n\\nPeter achieved one of his goals: to attract cool people to the working group and work on some interesting design problems, but he still didn’t land a job.\\n\\nSo he started to apply to a bunch of companies, but no one would respond to his applications.\\n\\nSerendipitously, James Young, one of the members who joined Peter’s working group, was yapping Peter’s ear off about Moloch DAO.\\n\\nMoloch, soon to become the first-ever DAO, was launching and they were in the process of giving their first grant. Vitalik Buterin, the founder of Ethereum, and Joseph Lubin, the co-founder of Ethereum, gave $4M dollars to help launch Moloch DAO.\\n\\nPeter wanted to become a member of Moloch DAO. But, he was rejected. He didn’t have enough money to pledge membership.\\n\\nSo Peter confronted the Moloch DAO founders, who suggested to Peter that he turn his working group into a DAO. They even encouraged him to fork (copy) Moloch’s codebase.\\n\\nYou can think of Moloch DAO’s codebase like a set of smart contracts that creates the technical backbone of a DAO. The purpose is to set up a DAO that will operate transparently on the Ethereum blockchain. This means the smart contracts have code that enables basic DAO functionality, like share distributions, vote casting, and proposal creation.\\n\\nI know this is a little technical, so if it’s over your head, don’t worry about it. But if you’re technically inclined, you can learn more on Moloch DAO’s Github.\\n\\nWith the encouragement of Moloch’s founders, Peter created the application layer for Moloch DAO. At the time, Moloch DAO was just a bunch of smart contracts without a front-end for users to interact with. Peter created that front-end, the application layer, making MetaCartel DAO user friendly.\\n\\nNow, Peter needed more people to join MetaCartel so he could execute on his vision of creating an altruistic grant giving DAO, kind of like an incubator for Ethereum projects. The DAO would pool money from members and give grants to people building on Ethereum. The DAO would not take a percentage of revenue or profits - it would be completely altruistic.\\n\\nPeter initially struggled with getting people to join MetaCartel. He also still didn’t have a job or money, but he continued to conscientiously spread the word about MetaCartel.\\n\\nDuring this troubled time, Peter referred to himself as MetaCartel’s lead slave.\\n\\nBut then the tides started to turn.\\n\\nPeter was accepted to the Binance Tech fellowship where he was paid $5k USD/month, enough to sustain him and pay for conferences so that he could spread the message of MetaCartel.\\n\\nFinally, Peter’s hustling was starting to pay off. More people started joining the DAO and some early supporters even took a leap of faith and contributed as much as 100 ETH.\\n\\n**Why did people contribute so much money?**\\n\\n**Peter says it’s because these early supporters knew that the cool thing about Web3 & Ethereum is that we have found ways to generate wealth sustainably, and the more wealth we share, the more wealth we can generate.**\\n\\n**And this is done by nurturing a community of good natured rebels and misfits who feel a responsibility to help and support others while also having fun.**\\n\\n**As the African proverb and MetaCartel’s motto goes:**\\n\\n> **If you want to go fast, go alone. If you want to go far, go together.**\\n\\nThe other day I saw this meme in the MetaCartel DAO Telegram group.\\n\\n![](https://images.mirror-media.xyz/publication-images/EjemwDq2FDcdLLZ8pvpM8.png?height=574&width=590)\\n\\n## MetaCartel: Mission, Values, and Manifesto\\n\\nA shared mission and common values is super important in a decentralized environment. When there is no hierarchy, when there are loose timelines, and when power is evenly distributed, people need to be self-motivated.\\n\\n**The most effective form of motivation is intrinsic, meaning you work because you want to; because you believe in the mission, because you align with the values, and because you se the impact your work is making.**\\n\\nClearly communicating mission and values is super important for DAOs. It should be front and center and always top of mind for members. And if you’re thinking about joining a DAO, you should pay close attention to its mission and values.\\n\\nMetaCartel’s mission is to:\\n\\n> [Accelerate the creation of Web3 with the belief that it will make the world a richer, fairer place.](https://www.metacartel.org/about)\\n\\nMetaCartel’s values are:\\n\\n* We are people first and take chances on people.\\n* We are action oriented and move fast.\\n* We thrive in chaos and are comfortable with pressure.\\n* We back ourselves and believe in the work we are doing.\\n* We do not believe in cynicism, we watch for opportunities\\n* We have a dancing chilli as a logo, we have fun. YOLO.\\n\\nIn December 2019, Peter Pan wrote a [Web3 manifesto](https://github.com/metacartel/mission/blob/master/web3-manifesto.md) that was edited by MetaCartel member [Drew Harding](https://twitter.com/DrewHarding).\\n\\nHere are some highlights:\\n\\n* There’s a future where Web3’s open markets, DAOs and micro-economies will unbundle governments, changing their role in society, localizing economies to digital schelling points.\\n* As our finances, assets and data are enhanced with self sovereign properties, the power imbalances enabled by centralized systems and violence-enforced governance will rebalance, ultimately creating a more fair global society.\\n* Ethereum and the world of Web3 has enabled us to coordinate in a new internet of open value.\\n* Individuals will be able to invest and participate in the governance of their local infrastructure and community businesses. Universities and educational institutions will be disrupted and replaced by communally-owned, for-profit DAOs.\\n\\n> **Web3 will enable the ultimate MMO RPG (Massive Multiplayer Online Role Playing Game) that transcends entertainment or gaming, as a natural extension of everyday life, consuming the world. Not only will individuals be able to make a living in these digital ecosystems but they will also provide new economic opportunities, reshape dating and the family unit, and completely revolutionize education.**\\n\\n## Proposal and Grant Process\\n\\nProposals and grants are the bread and butter of MetaCartel. Members who have an idea for a project write up a proposal and post it to the forum. Then, there’s a discussion phase where members make comments on the proposal. If consensus is reached, the proposal becomes official, meaning it is put on-chain using the DAOHaus platform, and a grant is awarded.\\n\\nIf the proposal is aligned with MetaCartel’s mission and values, the discussion is usually very positive and inspiring.\\n\\nFor example, one proposal that I am super excited about is from Ann at Meta Gamma Delta, a DAO that supports women led projects.\\n\\nHere are some highlights:\\n\\n* Meta Gamma Delta would love to partner with MetaCartel on a real meta issue! The basic idea: if we want to fund more women-led initiatives, we need to actively bring more women in the door\\n* We propose an end-to-end solution to recruit women from adjacent industries, provide educational opportunity and mentorship, with basic income for an onboarding period of 3-6 months. This all leads to help with job placement and start-up initiatives\\n\\n![](https://images.mirror-media.xyz/publication-images/_91TsrCw5_FOhGHuE3NYo.png?height=636&width=1038)\\n\\nAnd here is some more context from Ann:\\n\\n* **We all jumped into this space because we were inspired and we could see the opportunities opening out before us. But many of us bootstrapped our way in by working a day job, then working at night on our passion; by getting financial support from family & friends; by being lucky in early investments; or by whatever means we had to buy the time to learn.**\\n* **There will be more like us. But who are we missing? Who is out there who lives on what they earn week-to-week and can’t stop for a learning curve? What would their contribution bring? Would they surprise us?**\\n\\n## Yalor: Listen To Your Heart Space\\n\\nIf you’re still with me, congrats on making it this far! I hope you’ve been enjoying the ride.\\n\\nWe’re about 75% done with the journey, and I’d like to tie up some loose ends.\\n\\nBefore Peter’s story, we left off with my story, at the end of my Sabbatical when I tweeted about how online communities make people’s dreams come true.\\n\\nRemember this Tweet?\\n\\n![](https://images.mirror-media.xyz/publication-images/6PVkGgzSQhB8_IXU7ah0F.png?height=218&width=976)\\n\\nI tweeted this because something really special unexpectedly happened.\\n\\nRemember when I said that I never thought I would be writing a book full-time?\\n\\n**Ha-ha, well - here I am. And here’s how it happened.**\\n\\nIt’s August 23, 2021 and a gorgeous summer day in Berkeley, California.\\n\\nI am finishing a cup of coffee and getting ready to go on a hike.\\n\\nI decide to check my email.\\n\\nI see a message from [Yalor](https://twitter.com/YalorMewn) Jackson.\\n\\n*Who dat? I think to myself.*\\n\\n![](https://images.mirror-media.xyz/publication-images/GdZdMosMfVXloW-L33ySA.png?height=186&width=1044)\\n\\nI had never met Yalor (you can tell from his misspelling of my name).\\n\\nBut, no worries, I’m not offended. We all make mistakes. Plus, Yalor is a MetaCartel member, so we share the value of: **we are people first and take chances on people.**\\n\\nOf course, I took a chance on Yalor.\\n\\nI had not been active with MetaCartel and I was curious what the squad was up to. I also had really good memories about MetaCartel, back from the days when I was more active.\\n\\nI joined MetaCartel in 2019 when Peter messaged me on Twitter. He knew that I was working in crypto, and he was looking to increase female membership in MetaCartel. He told me that the community voted and they would reduce the pledge size from 10 ETH to 5 ETH.\\n\\nAnyway, I had not been active in MetaCartel for over 6 months, but I was approaching the one-year mark of my Sabbatical, and I was ready to maybe re-enter the crypto space.\\n\\nSo I quickly responded to Yalor’s email and we set up a time to chat.\\n\\nTwo weeks later, Yalor and I connect over Zoom.\\n\\nI am at my favorite coffee shop in Berkeley, Way Station Brew, and Yalor is at a Whole Foods in Arizona.\\n\\nAfter some pleasantries, we start to go deeper.\\n\\n> Why are you no longer active in MetaCartel? Yalor asks.\\n\\n> I am taking a Sabbatical - I was burnt out from crypto and I don’t know if I want to work in crypto again.\\n\\n> This is common, he says.\\n>\\n> Crypto can be very intense, he continues. For me, I need to always reconnect to my heart space. I do this while surfing.\\n\\n*I tried surfing for the first time a few months ago and I was too busy wiping out to be reconnecting to my heart space, but I knew exactly what he meant. I could imagine the exhilarating feeling of catching an unpredictable wave, and riding it out. Nothing else matters at that moment - it’s just you, the board, and nature.*\\n\\nYalor continues to share with me that he and his partner just had their first baby.\\n\\nI ask him how it’s going.\\n\\nHis brown eyes light up. He says something like, it’s a lot of work but it's totally worth it.\\n\\n*It’s fascinating how this anonymous person is becoming more human.*\\n\\nI feel myself connecting more and more with his values and life philosophy.\\n\\n> What have you been working on during your Sabbatical? Yalor asks.\\n>\\n> Writing. I started a newsletter and joined several writing communities.\\n>\\n> Crypto really needs more writers, he says. The existing writing is too technical and dry. There’s not enough storytelling. Crypto is not approachable.\\n>\\n> *Wow, yes! He is speaking my language. I know that crypto has a narrative problem.*\\n>\\n> So, if you could wave a magic wand and do anything right now, what would it be? he asks me.\\n>\\n> *I hesitate.*\\n>\\n> Well, in a perfect world, if I could wave a magic wand, I would be a writer and share stories.\\n>\\n> *This is not possible, I think to myself. There is no way that writing can be a sustainable career.*\\n>\\n> Perfect! Yalor exclaims. There is so much interesting stuff happening in DAOs right now. The world needs to know, and we need some good storytelling. Are you interested in submitting a grant proposal to MetaCartel?\\n>\\n> *I hesitate again. I can’t tell yet if this is for real.*\\n\\nI look at Yalor through my laptop. He’s smiling.\\n\\nThis seems real. He seems real. MetaCartel is real.\\n\\n**“Yes!” I yell. “I would love to!”**\\n\\nSome people at the coffee shop turn and look at me. Whoopssss.\\n\\n![Woop woop!](https://images.mirror-media.xyz/publication-images/JG1sFLmCLkwJV2z9gZ5Ho.png?height=532&width=988)\\n\\n## MetaCartel Gets Things Done\\n\\nLet’s keep the excitement going and talk about how MetaCartel gets shit done.\\n\\nIn MetaCartel, roles are much more interesting than in the traditional work world, and they’re modeled after multiplayer role playing video games.\\n\\nPeter and Drew’s Web3 Manifesto is a testament to how entrenched gaming culture is in crypto and DAOs. Recall this line from the Manifesto:\\n\\n> Web 3 will enable the ultimate MMO RPG \\\\[massive multiplayer role playing games\\\\] that transcends entertainment or gaming, as a natural extension of everyday life, consuming the world. Not only will individuals be able to make a living in these digital ecosystems but they will also provide new economic opportunities, reshape dating and the family unit, and completely revolutionize education.\\n\\nInstead of traditional role names, like “note taker” or “people manager” or fundraising manager”  MetaCartel has role names inspired by RPG games.\\n\\nHere is a list of MetaCartel’s roles and their descriptions:\\n\\n**Warden (Funding + People)**\\n\\n* Fundraising / making sure we have more incoming funds in the Guild Bank Funds management and spending input/output + making sure we are funding things critical to our goals and mission within MetaCartel (providing the voice of focus in group environments)\\n* Recruiting and training up more DAO summoners within MetaCartel Organizational process design and implementation\\n\\n**Astrologist (communications & scribe):**\\n\\n* Weekly newsletter compilation\\n\\nNote-taking during calls (optional)\\n\\n**Paladin**\\n\\n* Starting new community development initiatives & leading troops forward (eg. DAO rush week)\\n* Taking on ownership over key community objectives (from strategy to execution) Examples: Running & organizing hacker houses (this was prior to coronavirus lol)\\n* Developing & planning out the DAO migration to v2\\n* Moloch Making sure vital battle information flows smoothly across the Cartel\\n* Gathering an agenda of items for the weekly DAO meeting call\\n* Partnerships and diplomacy with other organizations + getting more funding pledged\\n\\n## MetaCartel Grantee Showcase\\n\\nWe’ve come to the end, friends, but remember that this is just the beginning of the book of stories about DAOs.\\n\\nThanks for sticking around. I am grateful for you 🙏\\n\\n**I’d like to close by highlighting several projects that MetaCartel has funded, and also leave you with some next steps for how to get involved with MetaCartel**. The list below is just a very small subset of the many amazing projects that MetaCartel has funded. For a comprehensive list, check out [MetaCartel’s page on DAOHaus](https://app.daohaus.club/dao/0x64/0xb152b115c94275b54a3f0b08c1aa1d21f32a659a/proposals) and \\\\[MetaCartel’s forum\\\\](https://MetaCartel's forum).\\n\\nThere is a big push right now in MetaCartel, and within the broader DAO ecosystem, to fund young builders: high school and college age kids.\\n\\n![Fund young builders](https://images.mirror-media.xyz/publication-images/ZLpS6sYeKrBX0MZu3IgE6.png?height=556&width=550)\\n\\n### DAOHaus\\n\\n[DAOHaus](https://daohaus.club/) is building the infrastructure for DAOs. It is a no-code open source platform for launching and running DAOs. DAOHaus provides community managers the ability to summon a DAO, aka create a DAO. There’s also the ability to explore DAOs, so it’s like an app store for DAOs - making it easy for people to find DAOs, look at their treasury, members, and proposals. DAO finances are transparent.\\n\\n### Zapper Finance\\n\\n[Zapper Finance](https://zapper.fi/) (originally called DeFi Zap) is one of the earliest, and most successful, MetaCartel grantees. Zapper is a DeFi project that allows users to lend, pool, stake, and access leveraged liquidity pooling. Education is at the core of the product.\\n\\n### Gelato Finance\\n\\n[Gelato Finance](https://www.gelato.network/) is the backend for many DeFi applications. It ensures that all transactions get executed when tokens are sent to different platforms, really helping with the reliability of and consistency of DeFi apps. Gelato automates smart contract executions on Ethereum and other protocols. It’s underlying infrastructure, enabling automated flows of value between all smart contracts. [Set it and forget it, so your trades can execute automatically.](https://www.youtube.com/watch?v=NoyCnWbKKEU)\\n\\n### Loft Radio\\n\\n[Loft Radio](https://loft.radio/) is a free 24/7 radio station where listeners can tip artists directly in ETH. Artists receive 100% of every tip directly into their Ethereum wallet.\\n\\n### 88 MPH\\n\\n[88 MPH ](https://88mph.app/) is a crypto savings account with upfront fixed-rate interest. Users can lock their Dai/USDC for a certain length of time in a lending protocol like Compound, and sell out the interest stream to someone else for an upfront payment. In effect 88mph allows the user to earn a fixed-rate interest on their savings, and they get the interest upfront. The user could also choose to only lock a portion of their money in this manner, and put the rest directly into Compound (where they can withdraw their money at any time), in order to satisfy their liquidity needs.\\n\\n### MetaGame\\n\\n[MetaGame](https://wiki.metagame.wtf/) is gamifying building on Ethereum. It makes boring & repetitive tasks feel exciting and fun.  Think of it like social media meets freelancing meets role playing games. It’s a massive coordination game.\\n\\n### Kickback\\n\\n[Kickback](https://kickback.events/) is solving the problem of no-shows at events. Participants need to put some skin in the game when they sign up for an event, so if they don’t show up, they are penalized. Participants commit a small amount of ETH when they RSVP and it gets refunded after the event check-in.\\n\\n### Mintbase\\n\\n[Mintbase](https://www.mintbase.io/) allows developers to create a marketplace for NFTs. Basically, you create your own smart contract for minting, selling, and developing NFTs.\\n\\n## Want to get involved with MetaCartel?\\n\\n**That would be stupendous!**\\n\\nYou can submit a [membership proposal](https://forum.metacartel.org/t/how-to-join-metacartel-dao/467). Please make a note that you read this story!\\n\\nIf you have any questions or want to learn more, feel free to drop me a note on [Twitter](https://twitter.com/RikaGoldberg). My DMs are open.\\n\\n## Acknowledgements\\n\\nIt takes a village to write a book. And I am very thankful to my village of editors.\\n\\nWhen I submitted my very earliest draft for editing, the consensus was that it’s confusing and hard to follow. I feel proud to say that this story has come a long way!\\n\\n**[Anna Havron](https://www.annahavron.com/) [Adam Davidson](https://twitter.com/adamdavidson) [Beccy Lee ](https://twitter.com/beccylee87)[Bruno Winck](https://twitter.com/brunowinck) [David Burt](https://twitter.com/BurtDavo?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor) [Harry Goldberg](https://twitter.com/HarryCGoldberg) [Lyle McKeany](https://twitter.com/lylemckeany) [Peter Pan](https://twitter.com/pet3rpan_) [Sara Campbell](https://twitter.com/janedonuts) [Yalor Mewn](https://twitter.com/YalorMewn)**\\n\\nAnd shout out to a few peeps in MetaCartel who seem to always go above and beyond:\\n\\n**[CryptoAccord](https://twitter.com/CryptoAccord) [Drew Harding](https://twitter.com/DrewHarding) [James Young](https://twitter.com/jamesyoung) [Joseph](https://twitter.com/CupOJoseph) [MetaDreamer](https://twitter.com/META_DREAMER) [Nichanan ](https://twitter.com/nichanank)[Peter Pan](https://twitter.com/pet3rpan_) [Ven Gist](https://twitter.com/0xd2_eth) [Yalor](https://twitter.com/YalorMewn)  [Zayi](https://twitter.com/ZayiRey)**\",\"timestamp\":1642188680,\"title\":\"YODA: A book of stories about DAOs\"},\"digest\":\"Up_mb4OIQ8naZN-W7NXlwmalwp_0OvXK0Yv5Py7BLgg\",\"authorship\":{\"contributor\":\"0x28Cd26d85b4ac655A489Aa3f259F81283BD1A804\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rYVNl8i4cue3tgdR0ApteFwogsmSs6XZnMgry8ojM30\\\",\\\"y\\\":\\\"Lc7ebF8yRolskh6Ox8cDRWqxn5NTL97hxWZrA1BfVrU\\\"}\",\"signature\":\"ab-reUKoYNLCe8Gc7N6hK6UOKALWlsc8zx-E_S9qWv-m1DxqOcBnLMSmgaQW7By5f0wJ_fqFXCObbkY5uxFaPg\",\"signingKeySignature\":\"0xa945a4291ec30e366eea07d148f14acff62b2aacea8374b94fe3a5a6693a42b362b71a5285f92f89290a62eea7e0b7f131050997899c195625e67c5187cef8d61b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"rYVNl8i4cue3tgdR0ApteFwogsmSs6XZnMgry8ojM30\\\",\\\"y\\\":\\\"Lc7ebF8yRolskh6Ox8cDRWqxn5NTL97hxWZrA1BfVrU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ypr4aOWQIJqyvY3vxNgWk9YMfysXOzd62bPPLexY2Mg\"}"