"{\"content\":{\"body\":\"Hoy vamos a hablar de **diseño de Interacción** (IxD), también conocido en la industria del producto digital como: **“la UX”**. El diseño de Interacción es un lugar precioso en el que crecer y aprender, donde convergen las ciencias del comportamiento humano y la tecnología, y todos los caminos que se trenzan entre ambas.\\n\\nPara ser sincero, hay algo que me duele en relación a esta disciplina, y es que es percibida en general (en mi experiencia profesional) de una manera muy frontal (muy ‘pantallil’) referida al lugar de contacto y al contacto en si mismo, **a la interfaz** como superficie que conecta sistemas. Pero amigos, una interfaz puede ser tantas cosas… desde la frente de tu pareja cuando le tocas para saber si tiene fiebre, hasta un saco de boxeo con sensores que mide tu fuerza y precisión. Hay mucho de interfaz en la interacción, por supuesto, pero es mucho más que eso. La parte más relevante para mí, de esta rama del diseño, es la conductual, más cerca del “porqué” que de el “qué”.\\n\\nEn esta linea, mi forma favorita de explicar qué es diseño de interacción es el de: **“Una conversación en silencio”**.\\n\\nCuando nos relacionamos con un objeto físico o digital, solos frente al mismo, tal vez en la intimidad de nuestro hogar **se crea un sistema de comunicación** **(Emisor-Receptor)**. El objeto nos habla habla a través sus elementos de interfaz (UI) y de la interpretación de estos elementos nace en nuestro cerebro un chispazo que nos lleva a interactuar con el mismo (Información), a raíz de nuestra acción el **cerebro de la máquina** nos devuelve una respuesta y en este ir y venir, en este tira y afloja, ambos conseguimos un objetivo.\\n\\n![Bender y Fry de Futurama](https://images.mirror-media.xyz/publication-images/mE10BM56AEHXSFKazH1OW.png?height=572&width=752)\\n\\nQuizás, el problema que veo en la forma que los diseñadores de producto digital proyectamos ideas, es que en muchos casos nos quedamos con el **trigger, el acto y la respuesta**… pero nos olvidamos del **pensamiento** de los sistemas cognitivos del humano y de la máquina, peleando en un debate intelectual para conseguir resolver algo. **Esa es la parte donde sucede la magia.**\\n\\nDel mismo modo que comunicarnos con nuestro gato es a veces una tarea ardua y desesperante, aunque se acaben generando ciertos rituales que nos permiten entendernos. Comunicarnos con un sistema cuyas lógicas de procesamiento de la información no están bien trabajadas, siempre va a ir en detrimento de la experiencia de uso\\n\\n## Diseño de Interacciones y nocode\\n\\nVamos a pensar un momento en todos esos productos/servicios donde **la interacción no está al servicio de una aplicación** **que descargar de una ‘store’**, en las que no hay un montón de pixels bien organizados ni una fría pantalla de cristal líquido de por medio. (Porque no existen los recursos, porque no es necesario, o por lo que sea).\\n\\nNuestra misión, es hacer que la comunicación entre el sistema humano (Usuario) y el sistema máquina (Base de datos/Algoritmo), sea algo cómodo e intuitivo. Que no sean señales de humo, vaya.\\n\\n**Una interfaz visual (GUI) atractiva no es sinónimo de una buena experiencia o de una buena performance en términos de usabilidad**, lo importante es **diseñar un lenguaje** que garantice la efectividad de la comunicación. Es decir, si yo te pregunto **¿Cuál es tu comida favorita?** y tu me respondes a los 10 segundos **“Plutón”**, probablemente, me levante, pague mi cuenta y abandone la sala lo antes posible.\\n\\nEn este caso el **nocode/lowcode también juega un papel interesante**, su valor reside en posicionarse como un **traductor entre sistemas accesible a perfiles con capacidades menos técnicas**. Y en este caso su polifacético y desmesurado ecosistema de herramientas, permite que nos podamos adaptar mucho a las necesidades de negocios y usuarios variopintos de una forma impensable hasta ahora.\\n\\nLo explicaré mejor con otro ejemplo: *Por las mañanas me levanto y quiero calentar mi café con leche. Podría calentarlo a través de un sistema de cristales convexos, que apunten al sol, con un angulo de refracción de 27º. También podría hacer una hoguera en mitad de mi cocina y calentar mi café en una pota gallega. Pero, por suerte (o por desgracia), tengo un microondas, al que con un par de ‘clicks’ puedo decirle “porfavor señor robot caliente mi café 30 segundos”, en una maravillosa conversación en silencio. Y ojalá, (de verdad) hubiese algo más sencillo aún que me permitiese decirle al sistema “café muy caliente” y me ahorrase esos dos clicks.*\\n\\n***¡Eso es el nocode!***  caminos ágiles de resolución de problemas adaptados a las necesidades de tu momento vital y empresarial. Hay negocios que no necesitan invertir 120k en una plataforma adhoc para gestionar lo que sea que hagan. Seguro que hay un SaaS que se adapte a ellos, o al menos durante una buena temporada. Y sino, puede que alguien te ayude a crear y personalizar algo que cubra tu problema (o que lo hagas tu mismo) a través de un sistema de integraciones, que responda exactamente a lo que necesites. La interfaz de esa solución podría ser un sistema de SMS, un dispositivo alexa, un sensor de temperatura, o un botón rojo en mitad de una mesa que ponga: “no pulsar, salvo emergencias”.\\n\\nY si el medio es el mensaje, como decía McLuhan. Las APIs realmente son los canales que capacitan la construcción de estos sistemas, son puentes entre islas. Por algo su acrónimo es “Interfaz de programación”, y una vez más recaigo en la misma frase, una interfaz sirve para que dos entidades independientes, hablen el mismo idioma y puedan colaborar entre ellas. - “Quiero esto así“ - ” ¡Aquí lo tienes!“\\n\\n![](https://images.mirror-media.xyz/publication-images/yapWhmA1ibaP5UnBD7hIL.png?height=226&width=370)\\n\\nDurante el proceso de diseño y entrega de producto. El equipo de ingeniería (casi con toda seguridad) intentará hacer los productos lo más funcionales y menos complejos posibles y el equipo de negocio estará sacando la tijera a pasear para reducir costes, nosotros, como diseñadores, debemos estar pensando entremedias en como **lograr que la conversación que se produzca tenga el mínimo de interferencias posibles, a pesar de todo esto**.\\n\\nY eso pasa por entender muy bien el famoso **sistema de integraciones**. Construir ‘flujos de usuario’ desde el lenguaje de la lógica de desarrollo significa tener en cuenta que **tus decisiones como diseñador afectan a multiples plataformas, tecnologías, dispositivos** y modelos de datos: si hago esto pasa esto, y si pincho aquí sucederá esto otro, y efectivamente, no, no hablo de pantallas, hablo de producto siempre.\\n\\nSolemos decir que en Experiencia de Usuario ayudamos a la gente a que tome decisiones sin pensar‌(O sin pensar mucho, al menos), pero también debemos hacer que las máquinas piensen lo ‘justito’ y solo en lo que realmente necesitamos.\\n\\nEs en este punto donde los diseñadores de interacción deben **empoderarse y ganar importancia en el proceso de construcción**, como **negociadores, filtradores y encauzadores de las toneladas de información que nos pueden ofrecer nuestras queridas bases de datos**. En ese viaje del dato, nuestras decisiones deben contribuir a que los datos vayan avanzando de la forma más limpia posible para poder diseñar un lenguaje (¡Esto es la clave de todo!). Poder disponer de todas las “palabras” posibles, de un ritmo adecuado y un tono ideal, que logre que la interacción humano-máquina sea como una cita en la que hay química desde el minuto uno.\\n\\n## Entendiendo el todo\\n\\n¿Cómo logramos todo esto? Pues como hemos hecho siempre en diseño de experiencia: **!Mapeando¡,** Definiendo los **qués, cómos y cuándos** que nos permitan determinar si nuestras intenciones son posibles o no. Si lo hacemos, nos acabaremos dando cuenta de que hay cosas que serán, literalmente, imposibles de comunicar al usuario, y ese **‘Journey Map/Flujo de tarea/‌Documento funcional’** será la mejor herramienta para tomar decisiones inter-departamento, que afecten lo menos posible a la construcción del lenguaje, en base al alcance del proyecto.\\n\\nY ahí amigos míos nace **la creatividad de la lógica**, si no puedo comunicar esto de la manera que me gustaría, ¿Cómo logro que estos dos mundos opuestos se entiendan?. A veces la solución puede pasar por determinar que tal vez una App no es el mejor camino, o que debemos prestar más atención a la narrativa visual… La clave está en determinar cómo construir un nuevo sistema de comunicación en base a las “palabras” que podemos usar, ¿Quizás tu producto se deba comunicar con gestos, con sonidos o con vibraciones? ¿Tal vez con metáforas?¿Con ronroneos?.\\n\\nAl final todo esto trata de alguna manera de escribir un poema capaz de evocar imágenes claras, no se necesitan 800 páginas, ni todas las palabras del diccionario para trasladar un mensaje. Pero desde luego aquellas que aparezcan en nuestro diálogo deben ser las mejores entre las disponibles para expresar lo que queremos de la forma más sencilla.\\n\\nEn cierto modo **un diseñador de interacción es un poeta de la lógica**, no solo alguien que une pantallas en Figma con cablecitos azules. Se trata de comunicar lo más posible con lo menos posible. Porque las mejores conversaciones ocurren en silencio.\",\"timestamp\":1639146256,\"title\":\"Diseño de interacción y lógicas de desarrollo.\"},\"digest\":\"ckZSzGbNQWI2o7CB5c6MIsuVKrFVR1jr5aWc_1e8EQU\",\"authorship\":{\"contributor\":\"0xeF5318994a106b3F20A3C2EBaA928307fB81058B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dR0-TS4OxltELD25jMn5JY3pcqZ9YjzjxBQ-Z_486jw\\\",\\\"y\\\":\\\"XulHiEBcVCrAV4CVwI5lckGY-HqtbL6fiqrIzBc4aH8\\\"}\",\"signature\":\"cTYNTuBZKMrEJaLPAIzmRFOs0fHYJc6xqVjFl86zL9xZ-Wm0Csp4zniSYu3ePH_OnwSq7ptnPGrGXcfm_kqo_w\",\"signingKeySignature\":\"0xa6bc2fb4a9a2f486b4f26437db48ab966b8c2162cf35776da8aff445e3d0ab9d7a52ff8fe7f7d87fe65621ae4ed04748591369fb27ee916ba126772f0c5e241a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dR0-TS4OxltELD25jMn5JY3pcqZ9YjzjxBQ-Z_486jw\\\",\\\"y\\\":\\\"XulHiEBcVCrAV4CVwI5lckGY-HqtbL6fiqrIzBc4aH8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UGpBxKqtiR3DDeiGgd6_b83qaP-DPxOg70rYAQmmD_w\"}"