"{\"content\":{\"body\":\"在回城的路上，我偶然发现了海崖附近一个浅滩上，有处二十七级的海龟聚集地，现在正好去那冲级，幸好身上还有点药，刚才路过药剂店一看，喝，好家伙，排队一直到门外，不怕店里有多少药，都是一上架就被清光，看来我可要花点心思找草药，可不能闹了药荒。\\n\\n```\\n在海龟的聚集地，倒是让我发现了不少水荆草，深蓝色的外表与大海的颜色相仿，宽阔的叶面上密密麻麻地布满了球状的小疙瘩，坚韧粗糙的底根死死的依附在石缝间隙之中，任凭风吹浪打，它毅坚持不走。不过既然被我一一发现，你可得换个地住了，药铲轻轻一挥，背包里顿时多了个完整的水荆草。\\n\\n这些体形不小的海龟在陆地上的动作跟在海里相比，可谓一个在天，一个入地，根本就不能比，还好靠着数量众多，等级也不低，不然估计海滩附近的那些十几级的土狼肯定不介意尝尝海龟肉的滋味。\\n\\n靠着灵活的动作和高几率的躲避，我在这群海龟之中杀得不亦乐乎，正好刷新的速度也挺快，要不是杀怪中途还有所间隔的话，估计附加在我诅咒之刃上的噬血特性都能达到秒杀的效果了。\\n\\n要是一直这么顺利，我今天晚上肯定能升级了，可惜事与愿违。因为天下第一比武大会缘故，在天地里掀起了一股狂热的练级高潮，不少有组织的玩家纷纷派出小弟寻觅练级的好地方，既然这里能被我发现，也就能被其他玩家发现，这不，几组玩家陆陆续续地来到了海龟聚集地，不用多说，纷纷开砍起来，大家都心里明白，练级第一，制造矛盾嘛，暂时先放放好了，不然早把我给赶出走。\\n\\n唉，要不是因为水之青屏都用光了，我肯定窝在海底不上来，那里多好，怪多人少，可惜现在身上一瓶也没，老头说的那些材料，暂时也别想搞全了，惊涛城附近肯定是有水元素系的怪，但是我到现在还没发现，看来开发水下旅游团的计划要先放一放，自给自足都还没达到呢。\\n\\n……时间很快过去了，系统闪烁的红字不停地提醒我该下线了，看了看自己99%的经验值，眼光留恋地看着其他玩家手中砍杀的海龟，我叹了口气，下线吧，看来想升三十级肯定要等到明天了。\\n\\n躺在床上，朦胧的月光透过玻璃洒在我的脸上，我看着黑沉沉的天花板，进入天地以来的一幕幕都在我眼前浮现，从新手村里嗜酒如命的红鼻子老爷子、挥舞着血红镰刀的死亡收割者到满腔豪情的冲天剑，张牙物爪的章鱼王，从冰冷幽暗的矿坑、华丽高大的雷帝城到风光不再的沉寂之塔，奇异绚丽的海底世界……\\n\\n每个人、每张脸、每个怪、每副景好象都已经深深地印在我的脑海里，仿佛是那么的真实，触手可及。在天地的世界，不需要别人为我呐喊，也不需要刻意的自我鞭策，一切目的很简单——那就是赚钱，让自己过上小康的生活，从而证明了自己存在的价值。\\n\\n我既没有古人视金钱如粪土的高雅风格，也没有雷锋同志乐于助人的优良崇高品质，天地之中，我可以无视弱者的乞求，也可以蔑视强者的傲慢，因为无论他们如何，都不会对我有任何的影响，在这个挑战与机遇并存的虚拟世界中，前面的路还很长……\\n\\n“咚咚。”响亮的敲门声一下子将我从酣眠中惊醒，我伸手拉过闹钟一看，已经快七点了，都是昨天晚上的胡思乱想惹的祸，让我今天睡过头。咦，谁这么好心来叫我起床，我这里还真难得有人敲门呢，我高声叫道：“谁啊？”\\n\\n“小张，是我，你开开门啊。”一个苍老的声音在门外响了起来。\\n\\n哦，是房东李大爷的声音，他来找我干吗，我的房租上次不是交了三个月吗，现在才过了一个多月，难道还有其他什么事，心里打了个问号，我嘴上叫道：“李大爷你稍微等下，我穿个衣服就来开门。”\\n\\n拎起扔在床角的衣裤套在身上，我走到门口把门一开，李大爷正守在门口，我将他迎了进来问道：“李大爷，你进来坐，今天找我有什么事吗。”说着端了张椅子让他坐了下来。\\n\\n李大爷拉了拉衣服，坐在椅子上，脸上有点不太自然地说道：“小张，我今天来，是想跟你说个事，你也知道我二个儿子都在北京，以前就一直想让我过去定居，可是我舍不得这里几十年的老街坊邻居的感情，所以都没答应。这不前几天他们又打电话过来，让我去帮他们照顾孩子，他们最近都要出国有点事，我这一想，总不能让孩子没人照顾吧，就答应了，而他们又让我把这里的房子拿卖掉，以后就住北京得了。”\\n\\n听了李大爷一说，我就懂了，接口说道：“李大爷，那你套这房子我想买下来，分期付款可以吗？”\\n\\n李大爷有点不自然地笑着说道：“我其实不想卖的，可是我的大儿子都已经帮我做了主，说是联系了个上海的朋友，定金都付了，就等我搬走。”\\n\\n你定金都已经收了，那我不是没戏了，刚在天地里混得有点气色，难道又要来为住所问题所烦吗，我脸色一暗，无奈地说道：“那可以给我点时间，等我找到房子再搬行不性。”\\n\\n李大爷听了我这话，连忙摆了摆手说道：“搬倒不用了，你的房租期限还没到呢，我也说了，人家买主说没关系，他买来也是出租的，你既然已经租了那就一切照旧，不用你搬出去的。”\\n\\n喝，还有这好事，要知道我给的租金并不算高，买主也答应了，以后来收房租的话可得客气点，这大夏天的要是为了房子在外面奔波可不是个滋味，那样就的话，玩天地也不会安心的。\\n\\n我笑着说道：“李大爷，那就全麻烦你了，要找个你这样的房子还真是很难（找房子不难，便宜的房租好难）。”\\n\\n李大爷点了点头说：“没什么，不过等会你的新房东可能会来这里看看房，我东西都已经收拾好了，前几天就想跟你说的，可惜一直都没碰到你人，今天特地赶了个早才遇你的，你看怎么样。”\\n\\n呵呵，我天天在家玩天地，哪能听得到你敲门，新房东早上就来，那最好快点，我还等着去冲三十级呢，我于是应答道：“行，没问题，我收拾一下，等他过来好了。”\\n\\n李大爷听我这一说，也站起了身回到：“那我先走了，等会买家来了我带他上来看看就行，你忙你的吧。”\\n\\n将李大爷送出了门，我赶紧把凌乱的屋子整理了一下，一切用不到的东西都给我塞到床下，这可是男同胞的必杀卫生手段，百用不爽，忙好了一切，匆匆洗刷一下，混了个肚饱后，看看时间已经快八点，嘴里便嘀咕起来：“怎么还没来，我还等着去冲级呢，现在的时间很宝贵。”\\n\\n在我急切的盼望之中，终于等来了敲门声，我连忙跑过去开门一看，李大爷笑呵呵地站在门口，旁边还站着个穿着一身浅黄色衣裤，戴天蓝色墨镜的年轻女子。我眼光在她脸上打了个转，呀，这不是马尾辫嘛，她来这里干吗，别以为戴个眼睛我就不认识你了，谁叫你是个美女呢，李大爷，你可别告诉我她就是我的新房东，我嘴唇动了动但是没说话。\\n\\n李大爷果然没有让我猜错，摇了摇我的肩膀说道：“小张啊，我给你介绍下，这就是你的新房东——周嘉芸小姐，还楞着干吗，还不快让人家进去看看。”\\n\\n周嘉芸摘下眼睛，眨了眨眼睛看着我说道：“怎么，是不是不欢迎我啊，还让我在门外等着。”\\n\\n我疑惑地将他们俩人迎进了屋，问道：“李大爷，你房子卖给她的？”\\n\\n“怎么，不可以吗，你哪里有意见直接跟我说，以后我可是你的房东了。”没等李大爷回道，马尾辫就接口说道。\\n\\n“你们难道认识？”李大爷看着我们俩人的表情诧异地问道。\\n\\n“哦，一般性认识，不是很熟罢了。”我回道。\\n\\n“那你们聊把，我先下去了。”李大爷说完起身告了个别，独自走了出去。\\n\\n马尾辫装摸作样地在屋子里转了转，打量了一下说道：“房屋结构还不错，采光也挺好的，你一个人住得挺舒服的嘛。”\\n\\n废话，我住得舒不舒服关你什么事，看来你果真是个有钱一族，还能买房出租，我心里暗暗想到。嘴上说道：“呵，还好，还好。真没想到是你买的这房子。”\\n\\n“你没想到的事多呢，咦，你这金鱼已经养这么大了，可惜我家小雯的金鱼又死了好几只，改天有空应该带她来这向你取取经，呀，仙人球长得好可爱啊……”马尾辫边看边说，我的头都有点大了。\\n\\n“你也玩天地吗？”看到我电脑桌上的虚拟头盔，马尾辫扭过头来问我道。\\n\\n“恩。”我点头答道。\\n\\n“我也在玩呢，你在里面叫什么，要不要我带带你，我可是二十三级的巫师。”马尾辫转移话题说道。\\n\\n切，不过才二十三级罢了，就这么拽，我可是快三十级的刺客，还需要你带吗。我装了个傻回道：“我等级还低呢，说了你也不知道的，就不用麻烦你了。”\\n\\n“是不是不想说，干吗这么神秘，告诉我一下呀。”马尾辫不依不饶地问道。\\n\\n真是麻烦，俺又不想和你沾亲带故，问这些干吗，我挠了挠头，说道：“我在里面名字叫隐为者，我的周房东，还有什么指示你一并告诉我，我还有事呢。”\\n\\n“怎么不耐烦拉，那好，我就跟你说几点要求，一是要要保持屋内整洁，不要象这里垃圾成堆，我每月会来检查一次；二是我希望你尽快找个稳定工作，我可不想二个月后收不到房租，三是，三是，第三我还没想好呢，等想到了再跟你说吧。”马尾辫指手画脚地说道。\\n\\n那是垃圾吗，那是我的衣服和日常用品，只不过放乱了点；又跟我提找工作，我已经找到了，不用你操心，你说你的，我做我的，只要到时候交你房租就行了，我心里嘀咕着，嘴上说道：“行，一定办到。”\\n\\n“你可别跟我嘴上一套，心里一套，我可最看不惯虚伪的人了，那样的人我可不会租房给他。”马尾辫看似轻松的话语中暗藏着杀机，剥开平淡的语句外衣，那就是个直接的威胁。\\n\\n“好了，我还有事，就先走了，以后有空我会来看看的。”马尾辫终于说了句我最想听的话。\\n\\n“那你慢走，我就不送了。”说是不送，俺从尊重房东的角度出发，还是一直送她到楼下，然后一溜烟的跑回屋子，靠，这马尾辫还想拿租房要挟我，等咱有了钱，自己买房住去，现在就先委屈求全吧，不过她提的要求好象没什么大不了的，照做就是了，当务之急就是冲级，关上门戴起头盔，杀入天地之中。\\n\\n回头看了看楼上，马尾辫嘴角露出一丝笑容，自言自语地说道：“没我想象中的那么槽糕，这家伙屋里还挺简洁清爽，可惜就是不务正业，他该不会是想靠玩游戏赚钱吧，现在网上的职业玩家可不少，‘隐为者’，回去让小王叔叔打听打听，看他是默默无闻，还是已经小有成就。”带着这个念头，马尾辫慢慢走远了。\\n```\\n\\n\\n------------\",\"timestamp\":1640250724,\"title\":\"第八十三章 你是新房东\"},\"digest\":\"65UnDHvRGOH95-N2pY111QgRMyUHFlZwcCAKQnQYRnE\",\"authorship\":{\"contributor\":\"0xEe9Ad4a4BD2EC522D09C269448a2a9156EfA8B6a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sgiuyd-g7Zg5MS-dMghnLxm2-_Mq5nZGWK7J0tWi_Qg\\\",\\\"y\\\":\\\"_S35-4FzLsvUX6RkLtd9jnPdseFGUhP-bNaSkHgVPs0\\\"}\",\"signature\":\"tDa8b9kbiwZy3-i2gJ0c2Z-w18RgLNO8PbtuS645AOYHHKH6eonNP1JKf5yukRHamS_T8TdbTgdQdtuj8s2m3A\",\"signingKeySignature\":\"0xeff70f5367a3d0b08efb767d32577dbb28a7741872be0bf856b4c87fdbcc46c97972a8f42515d26498f337b58457449c82e4b5ed567398870e88e87436696c9a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sgiuyd-g7Zg5MS-dMghnLxm2-_Mq5nZGWK7J0tWi_Qg\\\",\\\"y\\\":\\\"_S35-4FzLsvUX6RkLtd9jnPdseFGUhP-bNaSkHgVPs0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"65UnDHvRGOH95-N2pY111QgRMyUHFlZwcCAKQnQYRnE\"}"