"{\"content\":{\"body\":\"## It’s one of the worst-kept secrets in Crypto, earn by being passive.\\n\\n*\\\\*Disclaimer\\\\**\\n\\n* *I may own some of the spoken about products/coins/ tokens below*\\n* *\\\\*None of this is financial advice \\\\**\\n* *This insight is meant to be for newbies just as much for incumbents in the space, so you'll notice I am a little elementary on explaining common phrases often defining some commonly used crypto terms or contrasting concepts between Trad-FI & DeFI*\\n* *This was used to further my own understanding*\\n\\n> **Structure:**\\n>\\n> **Introduction**\\n>\\n> **What is an Index?**\\n>\\n> **Useful?**\\n>\\n> **Structure of DeFi Index Tokens**\\n>\\n> **6 DeFi Index Providers**\\n>\\n> **Some CeFI Index Options: FTX**\\n>\\n> **Other Opinions**\\n>\\n> **Closing remarks**\\n>\\n> **Further reading**\\n\\n## **Introduction**\\n\\nFirstly — ‘Few.’ — And by this, I mean F E W UN D E R S T A N D. By Definition & by use case.\\n\\nSo here is an insight,\\n\\nAre you on the hunt for Exposure? Exposure to individual Blue-chip Cryptos, Defi Cryptos, even a basket of illiquid sh\\\\*t coins — All with the hope for mouth-watering upside?\\n\\nWhat if I was to tell, there are other options… For a **Fraction of the effort?** **Fraction of the time**? AND still, with a **reasonable possibility of exposure to the upside?**\\n\\nIf this is something which interests you then, today could be your lucky day. **[Respect the pamp](https://www.youtube.com/watch?v=uFmFDiCFHUw)**, and your heart's desire might truly come to pass.\\n\\n***A tale of Decentralised Finance ( DeFi ) & Centralised Finance (CeFi)***\\n\\n![](https://miro.medium.com/max/1000/0\\\\*40jHqQz3FUAHzRXc.png)\\n\\nWith the waves of [Decentralised Finance](https://cryptotesters.com/blog/what-is-defi) ( DeFI) crashing onto the rocks of Traditional Finance’s shore. It's amongst those people in the know, that there are tools & methods popping up all over the place that allows us to seek all kinds of edge in this market.\\n\\nCurrent CeFi Leaders in the space you might be familiar with such as **Binance, Coinbase**, and\\\\*\\\\* FTX **+ many more are making efforts to capture new products, tokens, and audiences.** **Between them, they do this by offering Spot**, **Derivatives, Futures, Indicies &** ETF Style products — AND even Tokenised Stocks —\\\\*\\\\* all as the market matures.\\n\\nThis is all in an effort to grow and offer the end-user the products they want in order to compete amongst those emerging providers in the **DeFI** arena. The competition is growing daily — especially from an innovation perspective.\\n\\nWe should begin to ask ourselves — is it wise to also be utilising these products as people do in Traditional Finance?\\n\\nAdopt similar methods perhaps — But now with a model that is well suited, crafted, and designed for Crypto?\\n\\nIf Hitherto you’ve explored \\\\*\\\\*Indices / Index’s / ETF’s \\\\*\\\\*then let me open the door for you now — in the writing below.\\n\\n## **What Is An Index?**\\n\\nSo, an I[ndex](https://www.investopedia.com/terms/i/index.asp) is a method to track the performance of a group of assets ( in our case Crypto Assets in a standardised way. This means that Indexes typically measure & track the performance of a basket of securities (A.K.A Equities/ Stocks/commodities), Cryptos, NFT’s and intends to take the average of the performance of these — they represent a subset of their given market.\\n\\nWhen looking from an investment perspective it can be easily understood as\\\\*\\\\* Passive \\\\*\\\\*investing. i.e. an investing strategy of buy-and-hold for long-term investment horizons + minimal trading in the market.\\n\\n\\\\*You might be thinking that this sounds similar to an ETF — And to some extent, you might be right, if you don’t know the distinction is or what an ETF is check \\\\****[here.](https://www.investopedia.com/terms/e/etf.asp)***\\n\\nIf you don’t want to read the link for sake of understanding, the Biggest distinction between **ETFs** and \\\\*\\\\*Index funds \\\\*\\\\*is that in the Traditional sense **ETFs** can be traded throughout the day like Stocks/Equities - Whereas \\\\*\\\\*Indices or Index funds \\\\*\\\\*can be bought and sold only for the price set, at the **end** of the trading day.\\n\\nBoth products utilise this concept of **Indexing.**\\n\\nWith Crypto — we know\\\\*\\\\* that Indices or Index funds \\\\*\\\\*with their restrictive time of buy and sell \\\\*\\\\*is \\\\*\\\\*a product that wouldn’t work due to— ‘muuuhhh 24-hour markets’.\\n\\nIt is noticeable that there are strong similarities between these two products. However, if anything, these Index products are more like **ETF’s.**\\n\\nFor the sake of this article let's say they are \\\\*\\\\*synonymous: I’ll chop and change between Index, Indices & ETF’s — \\\\*\\\\*just thought I’d mention now to avoid confusion.\\n\\nIn their DeFi form for Crypto, they take on the format of **‘Index tokens’, representing ‘pools’ or ‘baskets’ or ‘pies’ typically represented as an** ERC20\\n\\n***Some Index Style products in Traditional Finance:***\\n\\n> **ETF’s**\\n>\\n> **Index Funds**\\n>\\n> **Mutual Funds**\\n>\\n> ***\\\\*In Trad-Fi this is the comparison below\\\\****\\n\\n![](https://miro.medium.com/max/1400/0\\\\*3keme5rL6ZQPSHk0.jpg)\\n\\n> **Traditional Markets & Passive Investing:**\\n>\\n> [Index-tracking funds accounted for around 1/5 of of the European investment market in 2020, doubling over the past decade.](https://www.ft.com/content/0b5325da-585f-41ad-8267-0741e9693a7a)\\n>\\n> [Passive mutual and exchange traded funds constituted exactly 20 per cent of the assets in Europe’s €9.4tn ($11.4tn)](https://www.ft.com/content/0b5325da-585f-41ad-8267-0741e9693a7a)[ long-term fund industry](http://long-term%20fund%20industry)\\n>\\n> [U.S.-based mutual funds and ETFs the help contribute to 42.9% of assets / $10 trillion. In the market funds that are passively managed funds are up from 31.6%, or $4.1 trillion, at the end of 2015. + Passive’s share of U.S. fund assets has grown about 2.3 percentage points a year](https://www.bloomberg.com/professional/blog/passive-likely-overtakes-active-by-2026-earlier-if-bear-market/)\\n>\\n> [in 2020 Global assets held by exchange traded funds have reached $7tn for the first time,](https://www.ft.com/content/e59346a7-b872-4402-8943-2d9bdc979b08)\\n>\\n> Of the\\\\*\\\\* 3\\\\*\\\\* Index Style porducts mentioned above, they make up a considerable chunk of the Trad-Fi market — but in Crypto these same products its comparable to a drop in the ocean currently\\n\\n## **Why are they useful?**\\n\\nTo fully understand why these might be useful to you Savy investors, I refer to Charlie Munger ( Warren Buffett’s longtime business partner) — He thinks that in the traditional markets “Teaching young people to actively trade stocks is like starting them on heroin”. Heroin Charlie? — that's cute, starting out trading Crypto is probably the combination of Crack, LCD, and MDMA all at once. — - You either look at the market once a day or are glued to it for 75 per cent of the day. This market lives for volatility & extreme directional moves.\\n\\nIt's interesting because in markets of systematic rug pulls to the God-like 1000% daily percentage increases — You can go long a lucrative Meme Food/Dog coin that can just as easily go to zero as it can increase 10 fold — the level of emotional durability, discipline, and overall level of cojones necessary when the markets get rough is that to be respected but maybe also, sometimes laughed at.\\n\\n*So… Do You Have Time For It?*\\n\\nThe vast majority simply cannot cover every blade of grass. Owning an Index token might help in the reduction of exposure to **Idiosyncratic risk** — this is \\\\*\\\\*RISK \\\\*\\\\*that is unique to the individual project/token. So, Something like Smart Contract exploits, or perhaps the founder has come out and said the protocol is a failure.\\n\\nThis is opposed to something like \\\\*\\\\*Systematic risk — \\\\*\\\\*The risk associated with the vulnerability to event outcomes that affect the broader market/trend; Such as, Crypto Regulation.\\n\\nWhen we consider \\\\*\\\\*risk \\\\*\\\\*we are aware that in Crypto strong correlations between crypto-assets and still exist quite strongly, even with the bigger ‘Blue Chip’ Cryptos ( Look at the Cross-correlations between BTC, ETH, AAEV below in the matrix)\\n\\nThere is an argument to suggest, however, that this is perhaps less important when compared to Equities as the correlations there tend to be less dependent on one major asset, like for cryptos case its BTC and some could argue ETH now.\\n\\nThe **Beta** (a measure of change in the price of one stock or crypto to another ) is pretty strong between them, all Cryptos actually ( Well other than stable coins \\\\* *see below for Tethers examples of a strong-weak correlation*\\\\*)\\n\\n> Using CoinGecko Public API, i was able to extrat the below Betas for some of the largest Cryptos like $BTC, $ETH, $AAEV but also comapartively for a handful of the indices from PieDao and also their Govenance token, Defi Pulse + Index-Coop’s Govenance Token. The reason these were selcted was that these where the Coins that had data dating back to 07/10/2020 or 7-8 months ago. I only wanted to briefly compare some of the assets below, whilst using a decent amount of historical data from the API.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*Ks7wpGKEk1PgdM1VGHQ36g.png)\\n\\n> A Coefficient closer to 1 means there is a very strong positive correlation between the two variables. Here, the Darker blue shows strong correlations. The diagonal line is the correlation of the variables to themselves — so they’ll be 1.\\n>\\n> Pie daugh V2 (PieDao’s gov token) & Tether have weakest correlation in other crypto assets. Where as to be expected Bitcoin & Eth for example have a strong correaltion between them of 0.8.\\n\\n**The Case for Passive over the Active**\\n\\nCharlie’s thoughts are that (Arguably one of the best investors of all time) \\\\*\\\\*Active Portfolio Management \\\\*\\\\*is not beneficial to the inexperienced investor so an investor should focus more on a **Passive style of investing**… Well, is it wrong to think that these sound like the ingredients that go into making the HODL? — Similar to that of a buy and hold strategy?\\n\\nBy applying this concept to a product/ protocol/ token you can invest in — An Index seems like a nice play right?\\n\\nDiversification is good for some, but like picking stocks — picking the right DeFi projects or NFT’s is not so simple.\\n\\n> *— Finance 101*\\n>\\n> *Theres is a little item called **Modern Portfolio Theory (MPT)** and it suggests that investors should have a diversified portfolio and this because its a good way to manage risk, particularly **idiosyncratic risk** in the long run.*\\n>\\n> *But, what if you can’t or even struggle to Diversify efficiently?*\\n>\\n> ***What if***\\\\*, you do not have the time..?\\\\*\\n>\\n> *“Diversification is a protection against ignorance. It makes very little sense for those who know what they’re doing*” — Munger\\n\\nDo you really know what you’re buying when it comes to obscure Crypto investments? Be honest.\\n\\n> **“Its more important to invest where you have extra knowledge” — Munger**\\n\\n\\\\*\\\\*AND iF \\\\*\\\\*your extra knowledge is **NOT** in speculative NFTs or DeFI — why not try out an Index/ETF?\\n\\nIt really boils down to a distinction between being more an **Active** investor Vs. a \\\\*\\\\*Passive \\\\*\\\\*one. The former in these 24-hour markets is a challenge, but it's something we all learn to live with, although some of us can’t due to other commitments in our lives. — Wait what?! Crypto isn’t your life? Anyway…\\n\\n*So there are options to HODL a basket of Crypto assets, Sh\\\\*t coins, exchange tokens, jpeg Animals & Pixelated human cartoon NFTS — All WITHOUT the need to hold the underlying / individuals assets themselves…* IF that is what your heart desires.\\n\\n## **Structure to Understanding a DeFi Index Token**\\n\\nHaving come across recently, a couple of threads from Twitter from a couple of team at [Messari](https://medium.com/u/7cf93d3c3400?source=post_page-----fa57c7a4203d-----------------------------------) they propose this model which compares **DeFi Indicies to CeFi Indicies:**\\n\\n* In **CeFi** its a A **1**-dimensional model, using the model below, offering only **Asset Returns.**\\n* In \\\\*\\\\*DeFi \\\\*\\\\*Crypto Indices offer a \\\\*\\\\*3 \\\\*\\\\*dimensional — **Asset Returns, Governance, Fund Management Strategies** See below:\\n\\n![\\\\*\\\\*Messari \\\\*\\\\*Thread](https://miro.medium.com/max/1400/1\\\\*2NR9ZJKjUSmb_CQfabDNXQ.jpeg)\\n\\nThis model is clever & intuitive, it aids in understanding the structure of how the token associated with these projects or even the projects themselves operate, structure, and provide utility for you and me — the end-user.\\n\\nThe fact is, that these Index tokens now represent a form of structured financial product, with sophisticated strategies — as they’re now 3 dimensional.\\n\\nFor Instance, these structural changes are something that I touch on later with [Index Coop’s flexible leverage Indexe](https://www.pulse.inc/flexible-leverage-index)s act as a prime example that it’s possible tokenizing a collateralised debt position in a single ERC-20 — a token that enables the investors to have leveraged exposure.\\n\\nIt's not just **asset income streams & fund management strategies** but ALSO **meta-governance** in these models.\\n\\n\\\\*\\\\*Meta-governance \\\\*\\\\*can empower the user and reflects how tokens on the index can be used to vote in their native protocols. Influencing Governance means a vote in rules/strategy/ resource allocation changes on the system + many more elements.\\n\\n> \\\\*\\\\*DeFi Indicies / ETFs Are Growing\\\\*\\\\*In the graph Below it displays the Asset Under Management for different Indices in DeFI. The largest one being $DPI with the others behind by quite a distance.\\n\\n![Source: 0xboxer @ Dune Analytics](https://miro.medium.com/max/1400/1\\\\*Rci3AGnMib_8JFt4kzqqsQ.png)\\n\\n*In the chart below are 4 out of the 5 DeFi projects that provide some of the Indices / ETFs above — here it shows their Assets Under management where IndexCoop leads the pack with around $150m AUM.*\\n\\n![Source: 0xboxer @ Dune Analytics](https://miro.medium.com/max/1400/1\\\\*e3jUM8QLouZqSPkgTGggeA.png)\\n\\n## **What Are Your Options?**\\n\\nThere is an abundance of investable Indicies / Crypto ETF’s that exist today. So for simplicity, I’ve classified them into 2 categories:\\n\\n* **Centralised Exchange or CeFI**\\n* **Decentralised format** as **DeFi Asset Management tools**.\\n\\nSo for the sake of specifics, we distinguish between **DeFi** \\\\*\\\\*& CeFi \\\\*\\\\*Index Tools.\\n\\nNow, before reading this article it's worth noting it has been in my drafts for several weeks — months, so the first screenshot is actually from then, but I thought it also interesting to see the most recent screenshot to show the comparison.\\n\\nInteresting to know since then Set Protocol was added and took the top spot.\\n\\n> Some of the Largest DeFi Options by Total Value locked (TVL). TVL essentially the amount of value committed/ locked in USD that is currently deployed in smart contracts. E.g Locked, deposited, stored, sent, lent, provided.\\n\\n![](https://miro.medium.com/max/2000/1\\\\*T_Vt3NFRHjKI1aqhH84lPA.png)\\n\\n> **Key to notice that for all these Crypto Native Indices that they are built on $ETH, but who’s next..?**\\n\\n![](https://miro.medium.com/max/1280/0\\\\*UoNXks3CLSsvYpRl)\\n\\n> **I smell…Opportunity’ in the months to come for Alternative Layer 1s**\\n\\n## **Anyway, Let’s Dive**\\n\\n**[Set Protocol](https://www.tokensets.com/)**\\n\\n![](https://miro.medium.com/max/1400/1\\\\*zCuV6PJ8LyeVPFibUqilJA.png)\\n\\nOverview:\\n\\nDeFi Portfolio Index provider that enables ‘create your own index’. Set, incorporates a social trading dynamic, and also passive strategies for Asset management. Similarities to that of what Etoro & Stacked offer in copying/mirroring portfolios & trades.\\n\\n\\\\*Recently\\\\*\\\\* \\\\*\\\\*has raised $14 million in a Series A funding round.\\\\*\\n\\n* Also Switched from V1 to V2 ( Version 1 to Version 2)\\n\\nFeatures:\\n\\n* Is an Ethereum-native DeFi protocol\\n* No Governance Token\\n* The largest DeFi Index provider in regards to **Total Value Locked**\\n\\n![](https://miro.medium.com/max/1400/1\\\\*VriU_4TbyEzyDNKyuLJzCA.png)\\n\\nDefi Llama\\n\\n* Enables grouping of crypto-assets into collateralised baskets, which then are represented as ERC20 tokens.\\n* These tokens are called, **‘Set Tokens’** act as structured products this means they mirror the **Managers** ( Creator of the Baskets) strategy\\n* These will be managed either in a Robo Style through a smart contract or by a human\\n* \\\\*\\\\*Managers \\\\*\\\\*make and maintain their given Baskets. There is currently **NO FEE** for utilising the Set Protocol for your business products outside of standard Ethereum network gas fees.\\n* An **Investor** encounters standard Ethereum network and a\\\\*\\\\* ‘streaming fee’\\\\*\\\\* on Sets, which is paid to the **Managers**\\n* Investors can copy these strategies by holding the ‘\\\\*\\\\*Set token \\\\*\\\\*which is native to the basket.\\n* The Smart contract enables management of the Set’s meaning external integrations with exchanges, lending platforms, automated market makers, and asset protocols meaning more advanced strategies for **DEX trades**, **yield farming,** and **margin trading.**\\n\\n> Above is the DeFi Pulse Index ($DPI) , ETH 2x Flexible Leverage Index ($ETH2X-FLI), and Metaverse Index ($MVI) by Index Coop these are mentioned again below and are all built using Set Protocol.\\n\\n![](https://miro.medium.com/max/1000/1\\\\*Lk2QAfCqFsdTzt-jhnJ2Pg.png)\\n\\n*Differs to the Protocols listed below as here, **YOU** as an individual or an **Organisation** get to pick your basket of Cryptos, or if you like & want to buy a token that other users have made you can. In theory unlimited combinations of products within your baskets to make your Set.*\\n\\n**Yield Farming Incentives**\\n\\nSet are taking leaps towards being one of the leading **[Aggregators](https://messari.io/article/value-capture-in-the-age-of-defi-aggregation)** in the DeFi space for Indicies in particular for these passive asset management strategies. Much like Index Coop & Power Pool. By incorporating different Assessment Management strategies — that include the utilisation of Yield farming.\\n\\nSome stand out points come with their shift from V1 to V2 ( Version 1 to Verison 2)\\n\\n* \\\\*\\\\*Saving on Gas fees \\\\*\\\\*— Users will not need to spend multiple amounts on digital gas fees via multiple transactions as you can enter the yield farming portfolio in just one transaction. Done through **Net Asset Value issuance.**\\n* \\\\*\\\\*Zero slippage **when it comes to** \\\\*\\\\*synthetic trading when managers in V2 can trade between positions\\n\\nThese two important aspects are some common barriers to entry for new entrants participating in DeFi on ETH.\\n\\n**[Indexed Finance](https://indexed.finance/)**\\n\\n**Overview:**\\n\\nThis project focuses on the development of **Passive portfolio** management strategies on the $ETH network. It has a variety of options to choose from and they’re constantly updating them to complement the diversity of coins on the market.\\n\\n**Indicies:**\\n\\n**Features:**\\n\\n* Have a Native $NDX token: used for governance, proposals, protocol updates, and high-level index management strategies.\\n* You can own this token by buying it on \\\\*\\\\*Uniswap \\\\*\\\\*and then use it to participate, or just hold.\\n* On a weekly-monthly basis, tokens are vetted to be considered into their index can be seen **[here](https://indexed.finance/category/sigma-v10x2)**\\n* Indices / Index funds are called **Index Pools** here\\n* **Utilising Balancer Pools**\\n\\nTraditional Finance index funds, hold assets until they rebalance quarterly. These index funds do not need to do this.\\n\\nThrough using Productive \\\\*\\\\*Index Pools — **which** \\\\*\\\\*are making use of multi-asset Automatic Market Makers, they track particular market sectors.\\n\\nUtilising AMMs means they can generate revenue beyond the growth of their underlying assets, and they can rebalance through the swaps on the AMM that generate fees rather than orders on external markets.\\n\\n* For the data, they query for off-chain data they source using **[oracles](https://cointelegraph.com/explained/defi-oracles-explained).**\\n* They also have pools for liquidity mining, meaning you can stake your $NDX and or another offered asset and actually earn a yield in the process, if you are an LP, that is.\\n\\n*\\\\*See below for staking / LP example\\\\**\\n\\n![](https://miro.medium.com/max/2000/1\\\\*XAt38yNMfD8y_goB0hT6aw.png)\\n\\nIf we look a little deeper we can see that the NFT Platform Index (NFTP) contains:*10 Market Place NFT platforms*\\n\\n![](https://miro.medium.com/max/2000/1\\\\*F-5Rw4FBHArgP4kkdAyEsw.png)\\n\\n*\\\\*Indexed. Finances’ largest Indicies displayed with Assets Under Management; this is the total money or value now that its committed to each of these Indices since January. We can see that it peaked between Feb & March with around $65m AUM currently sitting in the $20m USD range*\\n\\n**[NFTX](https://nftx.org/#/)**\\n\\n![](https://miro.medium.com/max/1000/1\\\\*0owjUfPevvypt1HT7fpHYg.png)\\n\\n**Overview**\\n\\nIt is an NFT Exclusive index, It enables you to own a token (NFTX) for part ownership of the rewards that the [Non-Fungible tokens bring.](https://decrypt.co/resources/non-fungible-tokens-nfts-explained-guide-learn-blockchain)\\n\\n**How does it work?**\\n\\n* Users deposit their NFT into an NFTX vault and mint a fungible **[ERC20](https://cointelegraph.com/explained/erc-20-tokens-explained#:\\\\~:text=ERC%2D20%20tokens%20are%20tokens,optional%20rules%2C%20and%20six%20mandatory.)** token ( Token native to ETH ) that represents a claim on a random asset from within the vault.\\n\\n**Benefits include:**\\n\\n* Use minted vTokens to earn yield ( Tokens gained from adding NFT as liquidity)\\n* Better distribution and price discovery for NFT projects\\n* Can sell any NFT by minting it as an ERC20 and swapping via a DEX\\n* Increases liquidity for NFT investors & speculators\\n\\n![](https://miro.medium.com/max/2000/1\\\\*H7AVGEirAAGDiL61LciYjg.png)\\n\\nCollection of Index’s from NFTX\\n\\n![](https://miro.medium.com/max/2000/1\\\\*SU3B6Fe0xU9EN0T4GGl4UA.png)\\n\\n**Benefiting Investors**\\n\\n* NFTs are typically highly illiquid and difficult to price as the pricing or even the value is not really driven by markets of supply/demand like other assets.\\n* NFTX attempts to make illiquid markets more liquid by enabling speculating and investing in the NFT market far more simple and accessible\\n\\n*\\\\*If you are a Crypto Native user and active on Twitter you might have come across CryptoPunks where the minimum for the pixelated avatar is now around 50k\\\\**\\n\\n* Enable tracking of the price of particular categories of NFT\\n* Depositors / Collectors of NFTS in the near future\\n\\nAlso worth noting that \\\\*\\\\*PieDao \\\\*\\\\*which I have spoken about later & \\\\*\\\\*NFTX \\\\*\\\\*work together on **PLAY, the Metaverse NFT Index**\\n\\n**[Index Cooperative](https://www.indexcoop.com/)**\\n\\n**Overview:**\\n\\n![](https://miro.medium.com/max/600/1\\\\*P97GkvLU4-RXRAEGy4aq3g.jpeg)\\n\\nA Decentralised & Autonomous Asset Manager.\\n\\n* Governed & upgraded by its $INDEX token holders.\\n* Creates & maintains an array of Crypto and DeFi index products.\\n* Product methodologies are sourced from industry experts like **Coinshares,** **DeFi Pulse**, and\\\\*\\\\* TokenTerminal\\\\*\\\\*\\n\\n> Visualisation of active trading volume for 4 of IndexCoops’ Indicies\\n\\n![Source: jdcook @ dune analytics](https://miro.medium.com/max/1400/1\\\\*B416WlkLg_0QFClrlI2a-A.png)\\n\\n> *Trading volumes for these indices peaked around February but on average have increased over time.*\\n\\n![Source: jdcook @ dune analytics](https://miro.medium.com/max/1400/1\\\\*R5r9-pFWhFCt7lKfwNjOxA.png)\\n\\n> *On a cumulative basis, revenues have been growing exponentially over the last few months*\\n\\n**Indicie / ETF products:**\\n\\n**Index Coop Token ($INDEX)**\\n\\nAn ERC-20 Governance token deployed on the $ETH. Used to vote in changes to the Index Coop including; smart contract upgrades, allocation of the Index Coop treasury, Adding new Index products\\n\\n**[DeFI Pulse’s Index](https://www.indexcoop.com/dpi#:\\\\~:text=The%20DeFi%20Pulse%20Index%20is%20a%20digital%20asset%20index%20designed,of%20each%20token's%20circulating%20supply.)**\\\\*\\\\* ($DPI)\\\\*\\\\*\\n\\nPerhaps the most known product, it's used and references across most other indices. Could be said as the S&P 500 Index in DeFi\\n\\nWith this Index are top 14 DeFi tokens: $UNI, $AAVE, $MKR,$COMP, $SNX, $SUSHI,$YFI, $REN, $LRC, $KNC, $BAL, $CREAM, $FARM, $MTA\\n\\nThis digital asset index designed to track these tokens’ performance. It's weighted based on the value of each token’s circulating supply.\\n\\n![Source: jdcook @ dune analytics](https://miro.medium.com/max/1400/1\\\\*fhcjyd14hLAOTHVcKJ-VuA.png)\\n\\n> *Above are the Addresses Holding $DPI has been on the rise ever since its inception around 13400 addresses currently*\\n\\n![Source: jdcook @ dune analytics](https://miro.medium.com/max/1400/1\\\\*C3oJyIlDlixV5I3x-3U_hw.png)\\n\\n> *Above is the DPI Trading volume which has also largely increased over the same period currently at roughly $12 million USD.*\\n\\n**Metaverse Index ($MVI)**\\n\\n* What is the **Metaverse?**\\n\\nWell, the Metaverse is a sort of the digital world, where anything we create- can exist — virtually. Its often a place for digital worlds, items that copy that of the physical world, these can be in immersive 3D environments, games, avatars — a push towards VR\\n\\nSo this index is made up of projects which align with this basis.\\n\\nThis index is made up of 14 coins : $ENJ, $MANA, $SAND, $AXS, $WAXE, $AUDIO, $WHALE, $RFOX, $RARI, $DG, $REVV, $TVK, $NFTX,$MEME, $MUSE\\n\\n**Coinshares Crypto Gold Index**\\n\\nThis index has been designed to provide risk-managed exposure to crypto assets without extreme volatility and downside risk.\\n\\nAims for the index :\\n\\n* — Low correlation with traditional asset classes; enhancing risk-adjusted returns in a wider portfolio.\\n* — Risk and return profile that has been superior to holding gold or crypto assets alone.\\n* — Serve as an effective portfolio diversifier\\n\\n**ETH 2x flexible leverage index (ETH2x-FLI)**\\n\\nWhat is this Index?\\n\\nSo, it targets 2x exposure to the ETH price. Meaning that its price is expected to fluctuate double that of ETH on average.\\n\\nSo, if ETH rises 5% in price, ETH2x-FLI index is designed to go up by 10%.\\n\\nIt can be viewed similar to a leverage token, it provides you with 2x the exposure to the price in $ETH.\\n\\n> Can see that the volume peaked around ETH’s all-time high date range, early to mid may\\n\\n![Source: @jdcook Dune Analytics](https://miro.medium.com/max/1400/1\\\\*8SzTssPue527HcRkRLpt3w.png)\\n\\n> TVL dipped also, but had seen signs of a recovery below\\n\\n![Source: @jdcook Dune Analytics](https://miro.medium.com/max/1400/1\\\\*9jcGUjxCDLKRGCtsAybE9Q.png)\\n\\n* **BTC 2x flexible leverage index (BTC2x-FLI)**\\n\\nDue to the success of ETH2x-FLI, BTC2x-FLI was introduced. How it works is the same as the former. Tracking WBTC (or BTC on $ETH)\\n\\n**[PieDao](https://www.piedao.org/)**\\n\\n![](https://miro.medium.com/max/500/1\\\\*taT8dnrHDsBYHZYQ_rWqmQ.png)\\n\\n**[Overview](https://medium.com/piedao/dough-tokens-d2479c7ea608):**\\n\\nThis index provider is a community-run Decentralised Autonomous Organisation ( DAO ) focused on tokenizing automated wealth creation strategies.\\n\\n* Their token $DOUGH is for Governance\\n* As an investor, you supply assets to a Pie and this will mint the Pie to your $ETH wallet. Pies are represented by an ERC-20 token balance, which entitles the owner to a proportional share to an increasing quantity of the underlying asset.\\n* It's Possible to use DOUGH for Yield farming in various pools on DeX’s like Sushi Swap\\n* Indices / ETF’s = Pies + Pie Vaults \\\\*\\n* Offering\\\\*\\\\* Intrinsic Productivity \\\\*\\\\*Indices / ETF’S\\n\\n**$DOUGH token structure:**\\n\\n![Source: https://medium.com/piedao/dough-tokens-d2479c7ea608](https://miro.medium.com/max/1400/0\\\\*dGpgUe13YejFptAQ.png)\\n\\nIngredients for the PieDao:\\n\\n* **Pie’s**\\n\\n![](https://miro.medium.com/max/2000/1\\\\*pivvYwhuBvmJ2-YxJX1BfA.png)\\n\\nPies utilize **[Balancer Smart Pools](https://ommiii.medium.com/technical/untitled)**, they provide constantly weighted index funds and help their formation.\\n\\nIn Layman’s Terms:\\n\\nThey operate on and using Balancer AMM’s with a twist — the **[‘Pie Smart Pools’](https://docs.piedao.org/technical/untitled)** element which are non-custodial smart contracts, the first implementation of a DAO-governed AMM pool. They add extra functionality on top of AMMs pools\\n\\nThe PieDAO governs the readjustment of the pool weights and the removal/adding of tokens.\\n\\nPies grant you tokenised exposure to the underlying assets and additionally generate a yield from the Balancer ecosystem utilising the liquidity in these pools to perform token swaps.\\n\\n* **[PieVaults](https://ommiii.medium.com/technical/pies-pievaults)**\\n\\n![](https://miro.medium.com/max/2000/1\\\\*6brct-zNS2REcTcySaMOvg.png)\\n\\nAre yield-generating Tokenized portfolio allocations with productive assets (Indicies)\\n\\nIn Layman’s Terms:\\n\\nAn upgrade in functionality to the original Pies. They unlock features not seen in the standard Pies. As PieVaults are able to interact with smart contracts directly and other DeFi protocols. A plus is they offer all 3: \\\\*\\\\*meta-governance, yield-bearing assets, \\\\*\\\\*and **asset lending.**\\n\\nPieVaults offer **‘Yield-Bouncing’ which shifts between lending protocols to guarantee the best return. Lending is supported on [Cream](https://app.cream.finance/)**, **[Yearn](https://yearn.finance/)**, **[Compound](https://app.compound.finance/)**, **[Aave](https://app.aave.com/)**.\\n\\nThey do not use the AMM model utilised before in the Pies. This means they can benefit from a more secure architecture, avoid **AMM draining risk.**\\n\\nThis Risk is when Balancer pools that are AMM native, rebalance continually and could affect the underlying token by losing all its value. This can lead to a\\\\*\\\\* draining event,\\\\*\\\\* where the AMM would continue to buy up the collapsing asset.\\n\\nWith PieVaults however, the DAO has the ability to act fast & pause trading in this event. PieVaults essentially employ a different method going through regular rebalancing periods, **avoiding this security risk entirely.**\\n\\n> **[Pies vs Pie Vaults](https://medium.com/piedao/pievaults-maximise-yield-minimise-risk-48e2fc114309)**\\n\\n![Oven](https://miro.medium.com/max/948/0\\\\*__YoInd8ZVv5m1y0.png)\\n\\nAllows users to save gas on expensive transactions, batching them together.\\n\\nIn Layman's Terms:As operating on the ETH network is currently expensive relative to other platforms, gas prices can be high but even higher for minting / acquiring pies (the process of creating new tokens) So to combat this they created the Oven.\\n\\nThrough pooling resources together. Multiple users can mint their Pies within the same transaction, sharing the costs between each participant and saving as much as 97% of the cost. So, quite innovative & quite a saving\\n\\nThe drawback being a time issue, you’ll have to wait for the 10 ETH require to activate the smart contract to withdraw your pie, which could be an opportunity cost here.\\n\\n> *Visualising on how the oven works\\\\**\\n\\n![](https://miro.medium.com/max/1400/1\\\\*AYcjXP2jP4hqOXbYWjqchg.png)\\n\\n![](https://miro.medium.com/max/1400/0\\\\*kry07trV0ig8__g5)\\n\\n[https://docs.piedao.org/pies/oven](https://docs.piedao.org/pies/oven)\\n\\nIf you want to learn a little bit more & dive into the dynamics of how PieDAO works then i recommend you read this from the guys over at **C[rypto Testers](https://cryptotesters.com/tutorial/pie-dao)**\\n\\n**[BasketDao](https://basketdao.org/dashboard)**\\n\\n![](https://miro.medium.com/max/1400/1\\\\*vu_vY1nAByExn960XTlx3A.png)\\n\\n**Overview:**\\n\\n**The main product is $BDPI and it stands for —** BasketDao Defi Pulse Index\\n\\n> Its a further development on the DeFi Pulse Index ( DPI) the advantages of $BDPI is that no fees are charged, with provision of the opportunity to stake for 40%+ APY through earning [$BASK](https://twitter.com/search?q=%24BASK&src=cashtag_click), (whilst also utilising the underlying assets of the index to generate yield)\\n\\nEssentially it acts like a DeFi portfolio / Asset management tool and is similar to Exchange Traded Fund (ETF) / index.\\n\\n* The only Exchange its currently on is **Sushi Swap**\\n\\n**Possible Benefit to you**\\n\\nThe aim of BasketDao is to only hold assets that are one of the following:\\n\\n* \\\\*\\\\*\\\\*Capital efficient — \\\\*\\\\*\\\\*[\\\\*\\\\*\\\\*Yield farming \\\\*\\\\*\\\\*](https://www.coindesk.com/defi-yield-farming-comp-token-explained)***initiatives***\\n* ***Interest bearing***\\n* ***Community Run & Controlled ( Can be positive & negative depending on your view)***\\n\\nThis means in a way, you get\\\\*\\\\* Paid, **instead of** paying for asset exposure.\\\\*\\\\* All whilst the BasketDAO team charging you 0 management fees.\\n\\n**Features:**\\n\\n* Native $BASK Token for Governance. The total supply of the $BASK token will be limited to **200k tokens. Currently around 53,008 minted.**\\n\\n> *The below source is the $BASK Price performance over the last month*\\n\\n![](https://miro.medium.com/max/1400/1\\\\*AvHGHzEmk7NrwiHiNcaWgg.png)\\n\\nSource: [mushroomsundays](https://duneanalytics.com/mushroomsundays) @ [Dune Analytics](http://mushroomsundays/)\\n\\n*Their **$BDPI** product in an Evolution of the DPI ( [\\\\*DeFi Pulse Index \\\\*](https://www.indexcoop.com/dpi#:\\\\~:text=The%20DeFi%20Pulse%20Index%20is%20a%20digital%20asset%20index%20designed,of%20each%20token's%20circulating%20supply.)*) with the following upgrades:\\n\\n* Support from Big DeFi players like AAVE & Compound. Where they hold interest-bearing tokens from these trusted protocols.\\n* No fee.\\n* Exposure to DeFi tokens — while also generating a \\\\*\\\\*yield \\\\*\\\\*and then holding a diversified, rebalancing portfolio.\\n* Community Governed for Re-balances\\n\\n> *The below source is the $BDPI Price performance over the last month*\\n\\n![Source: mushroomsundays @ Dune Analytics](https://miro.medium.com/max/1400/1\\\\*ZwGSFW7IH_XCLM2eYE7dEw.png)\\n\\n**[Power Pool](https://powerpool.finance/)**\\n\\n**Token**: PowerPool Concentrated Voting Power (CVP)\\n\\n![](https://miro.medium.com/max/800/1\\\\*1JWukMWYA3vITlp8NGgOQQ.jpeg)\\n\\n**Overview**\\n\\nDecentralised protocol for DeFI specialising in automatically managed token portfolios, and Smart Indices.\\n\\n**What is a Smart Indicie?**\\n\\nThrough using the capital stored in its indices it generates additional yield from staking, vaults, and meta-governance.\\n\\nThis is then governed by $CVP token holders for voting on protocol upgrades, new indices, portfolio strategies, and usage of meta-governance power.\\n\\n**How do these work?**\\n\\nThey are built on top [Balancer AMM](https://decrypt.co/resources/what-is-balancer-automated-market-maker-amm-defi) and use the capital for meta-governance and staking.\\n\\n**Features :**\\n\\nProtocol architecture allows a variety of products including:\\n\\n* Indices/portfolios with complex rebalancing strategies\\n* Dynamic weights changing, productive usage of assets\\n* Meta-governance, including indices composed of derivative tokens.\\n* Power Agent (or Power Poke) named by the project is another feature they will be adding it automatically executes on-chain maintenance operations such as TWAP (Time-weighted Average Prices), rebalancing AMM ( Automated market maker) weights, processing batched transactions and executing asset swaps for xCVP (for their new token). **More on how this works here**\\n\\n**Example of 4 Smart Indicies offered:**\\n\\n> *Below are Top 3 of their Indices with Current Assets Under Management in Power Pool sitting at just under $10 million USD*\\n\\n## Other Opinions on DeFi Indicies\\n\\n> Don’t just take my word for it, The founder of Wintermute, [Evgeny Gaevoy](https://twitter.com/EvgenyGaevoy/status/1397225013187694598?s=20) ( One of biggest Market Makers in Crypto) has to say — he has a wealth of experience in Traditional Finance and has helped build the European ETFs Market Making desk at [Optiver](https://www.optiver.com/), trading thousands of ETFs over 10 different exchanges, on screen and OTC. This is what he summarised below:\\n\\n![](https://miro.medium.com/max/1400/1\\\\*r1Fgej-OkyL2Km-8gzFazA.jpeg)\\n\\n[https://twitter.com/EvgenyGaevoy/status/1397225013187694598?s=20](https://twitter.com/EvgenyGaevoy/status/1397225013187694598?s=20)\\n\\n**Disadvantages**\\n\\n* Of course, Downside Risk\\n* Smart Contract Risk\\n* No ownership of the underlying assets\\n\\n## **Some CeFi Indicies**\\n\\n**[FTX](https://ftx.com/#a=3256423)**\\n\\nFTX offers Indicies in the form of Perpetual Futures, giving you exposure to different kinds of baskets for both crypto and stocks, enabling you to go Long and Short.\\n\\n**Some of the Perpetual Future Indices:**\\n\\n* WSB ( Wall Street Bets)\\n\\n$AMC $BB $GME $OK $SLV $DOGE $FTT\\n\\n* ALT-Perp\\n\\n$BCH, $BNB, $EOS, $ETH, $LTC, $XRP, $TRX, $DOT, $LINK, and$ ADA\\n\\n* Exchange-Perp\\n\\nWhat holds $BNB, $HT, $OKB, $LEO, and $FTT.\\n\\n**Solana Ecosystem Indices**\\n\\nComes in Spot & Perp Form\\n\\n* SECO PERP\\n\\nSECO is the Serum Ecosystem Token and HOLY is a basket of [$SRM](https://twitter.com/search?q=%24SRM&src=cashtag_click)/ [$SOL](https://twitter.com/search?q=%24SOL&src=cashtag_click)/ [$FTT](https://twitter.com/search?q=%24FTT&src=cashtag_click)\\n\\n* HOLY PERP\\n\\nThe HOLY token represents the [Holy Trinity Pool](https://dex.bonfida.com/#/pools/C9jQqXNLjNjrf66kTwivM7h9Btbs2cR3J3dbhGYvuC95). The pool is made up of Holy Trinity Tokens: SRM, SOL and FTT.\\n\\n**Advantages of CeFi Indices**\\n\\n* Greater Liquidity\\n* No ETH gas/Gwei costs\\n* Strong Infrastructure\\n* No direct smart contract risk — only from underlying\\n\\n**Disadvantages OF CeFi Indicies**\\n\\n* KYC\\n* Not as many Defi yield generating strategies.\\n\\n**Closing Points**\\n\\n* Understand the Types of\\\\*\\\\* Risk\\\\*\\\\*\\n* Crypto can be an overwhelming place — new emerging areas and coins so often, it can difficult to keep track; So Indice / ETF products/tokens have the potential to be very useful long term.\\n* DeFi indices excel when incorporated by big DeFI borrowing and lending providers\\n* Innovation in this area has meant a new 3 structure Index model\\n* There are solutions in DeFi for the high gas fees: Ovens\\n* It is possible to add functionality to current standing AMM’s\\n* Metaverse Indices help provide liquidity to a new emerging Web 3 asset class.\\n* Mungers idea on investment, diversification is applicable to how you could approach investing — Are you\\\\*\\\\* Active vs. Passive?\\\\*\\\\*\\n* There are strong incentives to commit to these DeFi Index providers early as more rewards gained for more trading activity and swaps that occur through trading fees\\n* CeFi VS DeFi Indicies both have qualities that — But the latter is more innovative.\\n* Incentive dynamics are changing due to these new models in DeFi = Asset trying to be even more productive\\n* Ownership & DAO’s shaking up Governance in the form of meta-governance\\n\\nIn summation, these are all still relatively new so performance might not look amazing so far but it's something to keep tabs on. There is however a larger element of risk when you take on these DeFi Indicies through all the farming & Staking elements, more so than there would be if you didn't. It's also worth mentioning that these should also really act as a complement to your investment strategy…\\n\\nMunger did say it’s still alright for investors to maintain a small number of Stocks (Or in our case crypto ) positions to outperform the markets — he drives on this idea that select stocks or ( Cryptos in our case ) where you have extra knowledge — So in context, the Coins you understand abd have done your due diligence on is where you might have an early edge/spot an undervalued gem.\\n\\n> ***Sources that helped me get here***\\n\\n**Messari**\\n\\n**DeFi Llama**\\n\\n**Defi Prime**\\n\\n**Crypto Testers**\\n\\n**Token Terminal**\\n\\n**Dune Analytics**\\n\\n**Further Reading:**\\n\\n* *<https://medium.com/wintermute-trading/part-i-the-foundation-for-decentralized-crypto-etfs-or-future-nostalgia-ef70a746b37b>*\\n* *<https://medium.com/piedao/announcing-pievaults-19e2fa4c734e>*\\n* *<https://medium.com/piedao/introducing-pie-smart-pools-85a77a2dc22e>*\\n* <https://medium.com/set-protocol/what-to-expect-with-set-v2-15459581c6d4>\\n* <https://medium.com/set-protocol/introducing-yield-farming-strategies-on-tokensets-60d114e0172c>\\n* [https://messari.io/article/value-capture-in-the-age-of-defi-aggregatio](https://messari.io/article/value-capture-in-the-age-of-defi-aggregation)\",\"timestamp\":1641311919,\"title\":\"An Intro Into The Power of a Crypto Index - Omi - Medium\"},\"digest\":\"JGXjx5Vxn_bzpg-oqdL92bPM3taB8bTvXiBJU0kdE-A\",\"authorship\":{\"contributor\":\"0x7f6f1863906A8695c77A706255E3FC4d6e21eee1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"erUCVOdjqpE595Spd8wWrOQOMB-_SPYUrGYq_Fu2d6c\\\",\\\"y\\\":\\\"NwtgwLtr09swj9GSJAW7Bdwv0cJ-alUgjmQIWTOP1qo\\\"}\",\"signature\":\"_r7OPSB0Oe-rbK4Yl7eFYU7FveJ4T9bxYo7mPsQKMbhAYCpgMXP_xYk7RhQ2C1hWjSGUeYyG7UHZ_b2yFhqVuA\",\"signingKeySignature\":\"0x8e32dced8dac8c52b3964bc062f59a1f7a3ed5bd3ec43841edcc8afb5fa0c0d333db8a521d4d55783f84777566c1315bb6aec5b9bf0da28f00e7b8d9f8035f761c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"erUCVOdjqpE595Spd8wWrOQOMB-_SPYUrGYq_Fu2d6c\\\",\\\"y\\\":\\\"NwtgwLtr09swj9GSJAW7Bdwv0cJ-alUgjmQIWTOP1qo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"JGXjx5Vxn_bzpg-oqdL92bPM3taB8bTvXiBJU0kdE-A\"}"