"{\"content\":{\"body\":\"Bitcoin is the world’s first successful decentralized cryptocurrency and payment system, launched in 2009 by a mysterious creator known only as [Satoshi Nakamoto](https://www.coindesk.com/people/satoshi-nakamoto). The word “cryptocurrency” refers to a group of digital assets where transactions are secured and verified using [cryptography](https://www.coindesk.com/what-is-cryptography) – a scientific practice of encoding and decoding data. Those transactions are often stored on computers distributed all over the world via a distributed ledger technology called blockchain (see below.)\\n\\nBitcoin can be divided into smaller units known as “satoshis” (up to 8 decimal places) and used for payments, but it’s also considered a store of value like gold. This is because the price of a single bitcoin has increased considerably since its inception – from less than a cent to tens of thousands of dollars. When discussed as a market asset, bitcoin is represented by the ticker symbol BTC.\\n\\nThe term “decentralized” is used often when discussing cryptocurrency, and simply means something that is widely distributed and has no single, centralized location or controlling authority. In the case of bitcoin, and indeed many other cryptocurrencies, the technology and infrastructure that govern the creation, supply, and security of it do not rely on centralized entities, like banks and governments, to manage it.\\n\\n![](https://cloudfront-us-east-1.images.arcpublishing.com/coindesk/XVNMQTGEA5D23NAA63RV6CHOKY.jpg)\\n\\ncolorful pins on board\\n\\nInstead, Bitcoin is designed in such a way that users can exchange value with one another directly through a peer-to-peer network; a type of network where all users have equal power and are connected directly to each other without a central server or intermediary company acting in the middle. This allows data to be shared and stored, or bitcoin payments to be sent and received seamlessly between parties.\\n\\nThe Bitcoin network (capital “B”, when referring to the network and technology, lower-case “b” when referring to the actual currency, bitcoin) is completely public, meaning anyone in the world with an internet connection and a device that can connect to it can participate without restriction. It’s also open-source, meaning anyone can view or share the source code Bitcoin was built upon.\\n\\nPerhaps the easiest way to understand bitcoin is to think of it like the internet for money. The internet is purely digital, no single person owns or controls it, it’s borderless (meaning anyone with electricity and a device can connect to it), it runs 24/7, and people who use it can easily share data between one another. Now imagine if there was an ‘internet currency’ where everyone who used the internet could help to secure it, issue it and pay each other directly with it without having to involve a bank. That’s what bitcoin essentially is.\\n\\n## An alternative to fiat currency\\n\\nNakamoto originally designed bitcoin as an alternative to traditional money, with the goal for it to eventually become a globally accepted legal tender so people could use it to purchase goods and services.\\n\\nHowever, bitcoin’s utility for payments has been stymied somewhat by its price volatility. Volatility is a word used to describe how much an asset’s price changes over a period of time. In the case of bitcoin, its price can change dramatically day to day – and even minute to minute – making it a less than ideal payment option. For example, you wouldn’t want to pay $3.50 for a cup of coffee and 5 minutes later it’s worth $4.30. Conversely, it doesn’t work out great for merchants either if bitcoin’s price falls dramatically after the coffee’s handed over.\\n\\nIn many ways, bitcoin works in the opposite way as traditional money: It is not controlled or issued by a central bank, it has a fixed supply (which means new bitcoins cannot be created at will) and it’s price is not predictable. Understanding these differences is the key to understanding bitcoin.\\n\\n## How does Bitcoin work?\\n\\nIt’s important to understand there are three separate components to Bitcoin, all of which combine together to create a decentralized payment system:\\n\\n*\\n*   The native cryptocurrency of the Bitcoin network, called bitcoin (BTC)\\n*\\n\\nBitcoin runs on a peer-to-peer network where users — typically individuals or entities who want to exchange bitcoin with others on the network — do not require the help of intermediaries to execute and validate transactions. Users can choose to connect their computer directly to this network and download its public ledger in which all the historical bitcoin transactions are recorded.\\n\\nThis public ledger uses a technology known as “blockchain,” also referred to as “distributed ledger technology.” Blockchain technology is what allows cryptocurrency transactions to be verified, stored and ordered in an immutable, transparent way. Immutability and transparency are vitally important credentials for a payment system that relies on zero trust.\\n\\nWhenever new transactions are confirmed and added to the ledger, the network updates every user’s copy of the ledger to reflect the latest changes. Think of it as an open Google document that updates automatically when anyone with access edits its content.\\n\\nAs its name implies, the Bitcoin blockchain is a digital string of chronologically ordered “blocks” — chunks of code that contain bitcoin transaction data. However, it is important to mention that validating transactions and bitcoin mining are separate processes. Mining can still occur whether transactions are added to the blockchain or not. Likewise, an explosion in Bitcoin transactions does not necessarily increase the rate at which miners find new blocks.\\n\\nIrrespective of the volume of transactions waiting to be confirmed, the Bitcoin is programmed to allow new blocks to be added to the blockchain approximately once every 10 minutes.\\n\\nDue to the public nature of the blockchain, all network participants can track and assess bitcoin transactions in real-time. This infrastructure reduces the possibility of an online payment issue known as double-spending. Double spending occurs when a user tries to spend the same cryptocurrency twice.\\n\\nBob, who has 1 bitcoin, might try to send it to both Rishi and Eliza at the same time and hope the system doesn’t spot it.\\n\\nDouble spending is prevented in the traditional banking system because reconciliation is performed by a central authority. It also isn’t a problem with physical cash because you can’t hand two people the same single dollar bill.\\n\\nBitcoin, however, has thousands of copies of the same ledger and so it requires the entire network of users to unanimously agree on the validity of each and every bitcoin transaction that takes place. This agreement between all parties is what’s known as “consensus.”\\n\\nJust as banks constantly update the balances of their users, everyone that has a copy of the Bitcoin ledger is responsible for confirming and updating the balances of all bitcoin holders. So, the question is: How does the Bitcoin network ensure that consensus is achieved, even though there are countless copies of the public ledger stored all over the world? This is done through a process known as “proof-of-work.”\\n\\n## What is proof-of-work?\\n\\nComputers in the Bitcoin network use a process called [proof-of-work](https://www.coindesk.com/what-is-proof-of-work) (PoW) to validate transactions and secure the network. Proof-of-work is the Bitcoin blockchain’s “consensus mechanism.”\\n\\nWhile Proof-of-Work was the first and is generally the most common type of consensus mechanism for cryptocurrencies that run on blockchains, there are others — most notably [proof-of-stake](https://www.coindesk.com/proof-of-stake) (PoS), which tends to consume less overall computing power (and therefore less energy).\\n\\nProof-of-work elevates certain network contributors to the role of “validators” – more commonly known as “miners” – only after they have proven their commitment to the network by dedicating an immense amount of computing power to discovering new blocks — a process that typically takes approximately 10 minutes.\\n\\n![](https://cloudfront-us-east-1.images.arcpublishing.com/coindesk/4WBFNL5WLZCLBEKPNURDNGA7DA.jpg)\\n\\nmining farm\\n\\nWhen a new block is discovered, the successful miner who found it through the mining process gets to fill it with 1 megabyte’s worth of validated transactions. This new block is then added to the chain and everyone’s copy of the ledger is updated to reflect the new data. In exchange for their efforts, the miner is allowed to keep any fees attached to the transactions they add, plus they’re given an amount of newly minted bitcoin. The new bitcoin created and handed to successful miners is known as a “block reward.”\\n\\nAll Bitcoin users have to pay a network fee each time they send a transaction (usually based on the size of it) before the payment can be queued for validation. Think of it like buying a stamp to post a letter.\\n\\nThe goal when adding a transaction fee is to match or exceed the average fee paid by other network participants so your transaction is processed in a timely manner. Miners have to cover their own electricity and maintenance costs when running their machines all day to validate the bitcoin network, so they prioritize transactions with the highest fees attached to make the most money possible when filling new blocks.\\n\\nYou can view the average fees on the Bitcoin [mempool](https://mempool.space/), which can be likened to a waiting room where unconfirmed transactions are held until they are selected and added to the blockchain by miners.\\n\\n### How is bitcoin created?\\n\\nThe Bitcoin network automatically releases newly minted bitcoin to miners when they find and add new blocks to the blockchain. The total supply of bitcoin has a cap of 21 million coins, meaning once the number of coins in circulation reaches 21 million, the protocol will stop minting new coins. In a way, Bitcoin mining doubles as both the transaction validation and the bitcoin issuance process (until all the coins are mined, then it will only function as the transaction validation process.)\\n\\nImportantly, increasing the amount of computing power dedicated to bitcoin mining will not mean more bitcoins are mined. Miners with more computing power only increase their chances of being rewarded with the next block, so the amount of bitcoin mined remains relatively stable over time.\\n\\nThe Bitcoin network uses a coin distribution strategy known as “[bitcoin halving](https://www.coindesk.com/tech/2020/03/24/bitcoin-halving-explained/)” that ensures the amount of bitcoin distributed to miners reduces over time. By gradually decreasing the supply of new bitcoin entering circulation, the idea is it will help support the asset’s price (based on the fundamental principles of supply and demand.)\\n\\nA bitcoin halving (sometimes called a “halvenings”) happens every 210,000 blocks or roughly four years. When the bitcoin protocol first launched in 2009, each successful miner received 50 bitcoin (BTC) as a block reward. Fast forward to 2021: Block rewards are now 6.25 BTC, a [reduction ](https://www.coindesk.com/bitcoin-halving-arrives-mining-rewards-drop-for-third-time-in-history)from 12.5 BTC prior to the bitcoin halving in May 2020.\\n\\nThe next halving is expected to take place sometime in 2024 and will see block rewards drop again, to 3.125 BTC. This process will continue until eventually there are no more coins left to be mined.\\n\\nToday, there are over 18.7 million BTC in circulation meaning there are just 2.25 million BTC left to enter circulation. However, taking into consideration the halving principle and other network factors like [mining difficulty](https://www.coindesk.com/learn/bitcoin-101/how-bitcoin-mining-works), it’s estimated the last bitcoin will be mined sometime around the year 2140.\\n\\n### What is a bitcoin wallet?\\n\\nA bitcoin wallet is a software program that runs on a computer or a dedicated device that provides the functionality required to secure, send and receive bitcoin. Counterintuitively, the bitcoin itself is not stored in a wallet. Instead, the wallet secures the cryptographic keys — essentially a very specialized type of password — that proves the ownership of a specific amount of bitcoin on the Bitcoin network.\\n\\nAnytime a bitcoin transaction is executed, ownership of the bitcoin transfers from the sender to the recipient, with the network designating the recipient’s keys as the new “password” for accessing the bitcoin.\\n\\nBitcoin uses a system called public-key cryptography (PKC) to preserve the integrity of its blockchain. Originally used to encrypt and decrypt messages, PKC is now commonly used on blockchains to secure transactions. This system allows only individuals with the right set of keys to access specific coins.\\n\\nThere are two types of keys required to own and execute bitcoin transactions: A private key and a public key. Both keys are strings of randomly generated alphanumeric characters used to encrypt and decrypt transactions. On the bitcoin network, PKC implements one-way mathematical functions that are easy to solve in one way and almost impossible to reverse.\\n\\nThe blockchain uses the one-way mathematical algorithm to create a public key from the private key. With this, it is practically impossible to regenerate the private key from the public key, meaning you’d better not lose your keys (or [forget your password](https://www.coindesk.com/ex-ripple-cto-cant-remember-password-to-access-240m-in-bitcoin) to access them). Also, you will receive a public address, which is simply the hashed or shorter form of your public key.\\n\\nThis address functions similarly to a house address and is shared to receive bitcoin. On the other hand, the private key must be kept hidden from prying eyes, just as your debit card’s PIN is meant for your eyes alone.\\n\\nTo execute transactions, you are required to use your private key and public key to encrypt and sign your Bitcoin transactions. Also, you have to include the public address of the recipient. With this, only the recipient with the right private key can unlock or claim the transferred bitcoin.\\n\\n***\\n\\n###### Subscribe to Shows, show newsletter promo.\\n\\nBy signing up, you will receive emails about CoinDesk product updates, events and marketing and you agree to our [terms of services](https://www.coindesk.com/terms/) and<!-- --> [privacy policy](https://www.coindesk.com/privacy/).\\n\",\"timestamp\":1639479028,\"title\":\"What Is Bitcoin?\"},\"digest\":\"dXn8mgt_Xhg8n_ejCZPrKnsKcp6Z8x3l_l4kk5CJwOY\",\"authorship\":{\"contributor\":\"0x78a4D11E4129744c29dF0C10557d1BE0E3955981\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"T7uAXD_JYiLl5hxydLvpsapNySJS3h1lsSMYGwJsHe0\\\",\\\"y\\\":\\\"KNK2wXH6VEm_tg4RTx79_ggroRYOPAN39qIRXcXjipQ\\\"}\",\"signature\":\"GMSKtg2hSqNQUylmOU7pEXFF1IIJXbAqRV5mWE4jmz-QMECpmJAyAyDMsxNncKf1HCqOoVTw64ZH3HY1JV2jaQ\",\"signingKeySignature\":\"0xf6898a53fcb9c3d6625b64c49faecfe7a9d2c9c10479969bec556fb2c555548d68750c0f32a743fa445c928cf69bf43b6af8c96f953137351204e308a610ee4e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"T7uAXD_JYiLl5hxydLvpsapNySJS3h1lsSMYGwJsHe0\\\",\\\"y\\\":\\\"KNK2wXH6VEm_tg4RTx79_ggroRYOPAN39qIRXcXjipQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"dXn8mgt_Xhg8n_ejCZPrKnsKcp6Z8x3l_l4kk5CJwOY\"}"