"{\"content\":{\"body\":\"continued from:\\n\\n[https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/FSoltoCoC8gQPGMrwz8wKX6uPlcNaZVZvicWwBuvCPU](https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/FSoltoCoC8gQPGMrwz8wKX6uPlcNaZVZvicWwBuvCPU)\\n\\n\\\\*\\\\*\\\\*\\n\\n**“Science is not only a disciple of reason, but also one of romance and passion.”**\\n\\n(*Stephen Hawking*)[\\\\[1\\\\]](#_ftn1)\\n\\nPhilosophers, mathematicians and lovers of logic obsess about things that most of us never even think about, because they are like a dog chewing a bone. When something does not quite add up, it bothers them, or they enjoy worrying it down. Sometimes their speculations on such things may even have major real-world consequences; often, even in those circumstances, most people still never think about them.\\n\\nElsewhere in this book, I try to explain one such issue in computing — the ‘halting problem’ — which is fundamental to computer science and the way in which computer language is coded. Much of the world population uses a computer everyday, but I expect that more than 99% of those users have never thought of or worried about the problem. This has not affected the popularity of computers.\\n\\nThe ‘is–ought problem’ in philosophy is similar and has been a running problem for hundreds of years. Every human living *will usually* make innumerable decisions in their life about what to do based on the ‘facts’ (as they see them). We may be wrong about the facts (all too often) or make bad decisions about what to do (perhaps we are even more likely to be wrong in this respect as we are about the facts).\\n\\nNonetheless, billions of humans still manage to successfully cross streets, navigate traffic, work, shop, eat, live, look for partners and procreate, making judgements all the time about what they ‘ought to do’ based on the ‘facts’. Other life-forms do the same to some extent. Many of these judgements happen so quickly or so subconsciously that the life-form is not really aware that it is making or enacting such decisions.\\n\\nThis section may seem somewhat technical to those that have not read any logic or philosophy; hopefully there is value in sticking with it and following the reasoning through. If nothing else, it may encourage you to question the basis of your own ethical views. If it seems too hard-going, you could skip to the section below on ‘Reason’s Lack of Motive Power’ and return to read this longer section later.\\n\\nIt is wise to have great reservations about thinking it is easy to be sure about both the facts and the ethics that might flow from them. This knowledge encourages humility and a belief in maximum consistent (compossible)[\\\\[2\\\\]](#_ftn2) ethical and intellectual freedom of action, as well as great care in setting out the particular facts and the recommended course of conduct arising from those facts.\\n\\nDavid Hume was a great philosopher and historian from Scotland. He is famous for a number of works, including *A* \\\\*Treatise of Human Nature \\\\*(1739 CE), \\\\*Enquiry concerning the Principles of Morals \\\\*(1751 CE) and his \\\\*Essays \\\\*(1758 CE).\\n\\nHume’s theories on ethics can be summarised as follows.\\n\\n**“(1) Reason alone cannot be a motive to the will … (2) Moral distinctions are not derived from reason … (3) Moral distinctions are derived from the moral sentiments: feelings of approval (esteem, praise) and disapproval (blame) felt by spectators who contemplate a character trait or action … (4) While some virtues and vices are natural … others, including justice, are artificial.”**\\n\\n[\\\\[3\\\\]](#_ftn3)\\n\\nIn this book, we will be focusing on one aspect of the so-called ‘naturalistic fallacies’[\\\\[4\\\\]](#_ftn4) that Hume considered.\\n\\n**“\\\\[The problem\\\\] arises when a writer makes claims about what ought to be that are based solely on statements about what is … \\\\[there is\\\\] a significant difference between [positive](https://en.wikipedia.org/wiki/Positive_statement) statements (about what is) and prescriptive or [normative](https://en.wikipedia.org/wiki/Normative) statements (about what ought to be), and that it is not obvious how one can coherently move from descriptive statements to prescriptive ones. Hume’s law … is the thesis that, if a reasoner only has access to … factual premises, the reasoner cannot logically infer the truth of moral statements.”**\\n\\n[\\\\[5\\\\]](#_ftn5)\\n\\nHume can be described as an empiricist, that is, everything we believe results from experience. It is hard to disagree with that.\\n\\n*If we imagine living in a universe where humans have no senses (sight, sound, touch, smell, hearing), what could we humans possibly know about such a universe?*\\n\\nHow could we even interact with such a universe other than, assuming we had the ability to move, bumping into things in a very blunt way until we met our end rather quickly? Whatever laws govern the universe, understanding them must come from our interaction with it. That understanding is also accumulated and usually passed down (unconsciously) in our code and (consciously) in culture.\\n\\nLikewise, our ethics must be based on analysis of the nature of and relation between things, experience of past interactions between life-forms and of usefulness. We must then synthesise the information we receive using our faculties of reason and as contended here, our faculties of compassion and the potential for wisdom about the nature of life and its underlying unity (as well as positive discrimination about those things that are not essentially the same).\\n\\nHume is the preferred sceptic given that his approach to ethics is contrary to the one proposed here and due to his continuing significant influence on the subject.[\\\\[6\\\\]](#_ftn6)\\n\\n**“Hume maintains against the rationalists that, although reason is needed to discover the facts of any concrete situation and the general social impact of a trait of character or a practice over time, reason alone is insufficient to yield a judgment that something is virtuous or vicious. In the last analysis, the facts as known must trigger a response by sentiment or ‘taste.’”**\\n\\n[\\\\[7\\\\]](#_ftn7)\\n\\nUnder this interpretation, Hume is saying that the facts alone do not give rise to the reasonableness of any ethics, but also that ethics are not explicable by recourse to reason.[\\\\[8\\\\]](#_ftn8) This claim is not limited to just whether people are interested to act on reason, that is, some people do not appear to be motivated to act on reason. It is an even greater claim: that any statement of what one should do, even a non-ethical statement, cannot be derived logically from the factual landscape.\\n\\nThis seems an extraordinary position for an empiricist to take but, given that he does not really explain what would distinguish a non-ethical value judgement of the ‘right’ action from an ethical one, it must be presumed it applies to any statement of what a life-form should do (as in Hume’s mind all value judgements are based on the feeling of the actor in question). It is a claim that ethical conduct and decisions are not objective or empirical, unlike scientific propositions of ‘truth’.[\\\\[9\\\\]](#_ftn9)\\n\\nIn his own words:\\n\\n**“…the author proceeds for some time in the ordinary way of reasoning, and establishes the being of a God, or makes observations concerning human affairs; when of a sudden I am surpriz’d to find, that instead of the usual … propositions, is, and is not, I meet with no proposition that is not connected with an ought, or an ought not. This change is imperceptible … \\\\[and\\\\] what seems altogether inconceivable, \\\\[no explanation is given as to\\\\] how this new relation can be a deduction from others, which are entirely different from it.”**\\n\\n(*David Hume*)[\\\\[10\\\\]](#_ftn10)\\n\\nOne must always deal with Hume with some care given the strength of his logic.\\n\\nI will attempt to simplify Hume’s points.\\n\\n1. There are certain objective facts about the nature of things that we could agree on (empirical axioms — the ‘is’).\\n2. Moral reasoning usually seeks to move from these facts to making statements about what we should do given those facts (ethical assertions — the ‘ought’).\\n3. The reasoning as to what ought to be done can never be derived entirely from what is.\\n4. Moral or ethical positions are relative value-judgements (based on sentiment, taste or non-objective feeling) and not of the same quality as objective statements about what ‘is’.\\n\\nHume is not saying that ‘ought’ statements are valueless, just that they are qualitatively different to descriptive statements about the nature of things and cannot be reached through reason.\\n\\n**“Morals excite passions, and produce or prevent actions. Reason of itself is utterly impotent in this particular. The rules of morality, therefore, are not conclusions of reason.”**\\n\\n(*David Hume*)[\\\\[11\\\\]](#_ftn11)\\n\\nWhat we ought to do always requires additional extraneous and non-rational conditions, grounds or justification to be added — such as to a face-puncher: “Look here my good man, one really ought not to punch me in the face, because I do not like the feeling of being punched in the face!”\\n\\n![Peter Pink-Howitt, \\\"Good or Bad?\\\", algo-art, 2021 CE](https://miro.medium.com/max/1000/1\\\\*jCH1gbEiY5uDjeeWW__CjA.jpeg)\\n\\n## “for there is nothing either good or bad, but thinking makes it so.”\\n\\n(*William Shakespeare*)[\\\\[12\\\\]](#_ftn12)\\n\\nIn Hume’s world, punching faces is neither good nor bad in itself. If his claim stopped here, it would be easy to agree, since there is not enough information in that ‘fact’ to make an ethical analysis. Indeed, my above summary of Hume’s position is analogous to Godel’s incompleteness theorem, which we will consider later. However, his much larger claim is that it is also not possible to introduce additional statements that could combine with the facts to give an objective rational ethical position.\\n\\n*Does Hume’s logic mean that Buddha, Jesus and Nelson Mandela are equivalent in their ethical statements or actions to Joseph Stalin, Adolf Hitler and Caligula?*\\n\\nIf Hume’s logic led us there it would be very tempting to say this is self-evidently absurd, but that is not the way in which to reason such matters. So, we shall give him the benefit of the doubt in his claims.\\n\\nFor various reasons, explained below, Hume is wrong in this claim and his so-called fallacy can be shown to be misguided. He is in error about the determinative nature of most ‘is’ truths or facts (as shown in his quote which references God as a less troubling category of ‘is’ statement even though it can not be empirically ascertained) and also in believing that ethics cannot be evidence-based and reasoned. The burden is on his theory to show why ethics are just expressions of feeling or passion.\\n\\nHume does not appear to explain why a description of some fact is qualitatively different from a description of what is better or worse conduct in any factual situation. Indeed, we might say he appears to move from asserting that objective statements are empirical (*is*) to saying that one ought not to then introduce statements about conduct arising from those empirical facts (*ought*). He does so without real evidence as to why, and without conceding that under his own logic this would not be valid reasoning if ethical statements were empirically founded. With all due respect to him, Hume’s ‘law’ appears to fail his own *is–ought* filter.\\n\\nIn any event, even if the above analysis is incorrect, if one can show an example when it is objectively reasonable to do something based on the facts (and not just as a matter of personal or relative subjective taste or sentiment) then his larger claim would fail. His remaining claim would be reduced to the simpler, more justifiable proviso that all terms (facts about what is and statements about what ought to be done) in any proposed course of action must be carefully described and rationally justified (no assumptions allowed).\\n\\nHume’s critique still has some value and I prefer to see it as Hume’s helpful sceptical filter. He correctly reminds us to ensure that when we talk about morals and ethics any ‘oughts’ should be properly introduced, unpacked and the grounds for them made out in relation to the other relevant facts.\\n\\nBefore we run some conduct scenarios through Hume’s filter, we should pause to note the very great difficulty in making descriptive objective propositions about anything that we can then apply ethics to. This also gives rise to compounding errors in ethics.\\n\\nNearly all objective statements about something are conditional on other things being a certain way — as Buddha is said to have said, ‘if this, then that’. There are very few universal laws about the nature of things that are not relative local descriptions of things. Most of our theories and scientific laws are vulnerable to future failure as our knowledge about things and the relations between things increases. Even our most cherished invariant scientific laws are begging to be proved wrong.\\n\\n## “History? It’s just one fucking thing after another.”\\n\\n(*Alan Bennett*)[\\\\[13\\\\]](#_ftn13)\\n\\n![Peter Pink-Howitt, \\\"Fucking\\\", algo-art, 2021 CE](https://miro.medium.com/max/1000/1\\\\*FrrylwfEhShnPownuqd_lw.jpeg)\\n\\n![Peter Pink-Howitt, \\\"History\\\", algo-art, 2021 CE](https://miro.medium.com/max/1000/1\\\\*gxjDL6FtStcR47hjOUSL5g.jpeg)\\n\\nThe history of humans and their cultures show how difficult it is to have confidence in accepted objective facts or truths.\\n\\nMany — perhaps most — prior objective truths subsequently turn out to have been no more than intersubjective delusions: the age of the world, the length of time humans have been on it, the shape of the world, the shape of the solar system, the age and size of the universe, the way life-forms work and are related, the importance of randomness and chance, the lack of absolute time, the incompleteness of logic. This list could go on for a very long time.\\n\\nThat is why an empirical process is so wise and is designed on negative capability — it assumes that we are likely to be proven wrong in our beliefs about the very nature of things (the ‘is’ statements) and it permits in principle a continuous creative destructive attack on those statements, though in practice some ‘facts’ may go for longer periods than one might expect without amendment or falsification.\\n\\nAnyway, let us start with a non-ethical scenario and Hume’s filter to get a feel for it.\\n\\nNon-Ethical Scenario\\n\\n● A stove top (due to a burning fire inside) is 190°C to touch (1st ‘is’).\\n\\n● The average mammal burns quickly at 70°C or greater (2nd ‘is’).\\n\\n● Mammals *are very likely* to be motivated to be self-protecting (3rd ‘is’ and an evolutionary theory empirical axiom).\\n\\n● Mammals *are very likely* to avoid unnecessary self-injury (4th ‘is’ and an evolutionary theory empirical axiom).\\n\\nThe third and fourth statement above are **mammalian self-protecting axioms**.\\n\\nA mammal is considering whether it should put its hand on the top of the stove (assume no other life-forms are in any way engaged in this scenario).[\\\\[14\\\\]](#_ftn14)\\n\\n**Objectively Good[\\\\[15\\\\]](#_ftn15)** **Conduct**\\n\\nThe mammal ought (1st ‘ought’) not to put its hand on the stove *unless*:\\n\\n● the overall consequences (in terms of self-harm) of not putting its hand on the stove are more injurious than those of putting its hand on the stove (condition 1);[\\\\[16\\\\]](#_ftn16) *or*\\n\\n● it is a very unusual species of mammal that can somehow cope with temperatures very far beyond the normal distribution for such life-forms and, for example, it would like to warm its hand (condition 2).\\n\\n*How does that feel? Do you feel a bit cheated or that we have been engaged in linguistic trickery?*\\n\\nOf course not. The above statements moved perfectly sensibly and very comfortably from a series of ‘is’ facts to a perfectly logical ‘ought’ assertion (with a couple of minor conditions). We do not need to worry about any clever linguistic sleight of hand.\\n\\nIf you agree, it is because it will seem entirely logical (reasonable) to the reader not to put one’s own hand on a hot stove given the ‘facts’. It feels nice not to be burned unnecessarily (Hume’s reference to sentiment) but it feeling nice is not entirely subjective (unlike preferring Manchester United to Manchester City) or relatively arbitrary (like preferring green stoves to blue ones).\\n\\nMammals are programmed more or less the same[\\\\[17\\\\]](#_ftn17) for it to feel nice not to be burned (or, if you prefer, for it to feel bad to be burned) because that’s how we stay alive and perpetuate our code. Those mammals that do not have this code or this view of good conduct *do not usually* live long enough to have offspring and pass on their bad code or beliefs. In addition, whether it is a human you imagine or another mammal, the answer would be the same.\\n\\n**“Reason is, and ought only to be the slave of the passions, and can never pretend to any other office than to serve and obey them.”**\\n\\n(*David Hume*)[\\\\[18\\\\]](#_ftn18)\\n\\nOur passion not to be burned is not the same as the reason for our desire not to be burned. The reason why it causes pain is not because it is painful. In this example, the passion is the motive force to take action flowing from the underlying reasons, whether we know them or not (or know evolutionary theory, physics, biology, chemistry and genetics or not). Passion is the slave to either conscious or embedded (coded) reason here.\\n\\nOur bodies *will usually* even enact a rational response without any need for us to calculate or even be conscious of the rightness of not being burned (what a clever failsafe!). The good conduct (the ‘ought’) is logical for a large variety of life-forms and not just because one is human or does not like heat. It is therefore potentially objectively true for all mammals. Note, also, that the answer does not change if you assume in the above facts that the mammal likes heat and yet somehow cannot feel pain — since the consequences of being burned badly go beyond just the risk of pain to cause the risk of not being able to hunt or forage and the risk of infection. That is, in extreme cases, the risk of failing to stay alive. Pain is the slave to reason.\\n\\nPerhaps the modest argument that could be put forward against the above analysis is that some mammals may not agree with the proposition (perhaps they are suicidal or simply not capable of understanding consequences and simple probability). Such subjectivity of any particular life-form’s perception (or lack thereof) does not falsify the objective nature of the best course of action. To do that, we would need to show that whilst the best course of action appears objectively ‘good’, it is in fact biased or incorrect based on evidence.\\n\\nLikewise, belief that the Earth is flat does not qualify as a good challenge to an empirically derived statement about its roundness.[\\\\[19\\\\]](#_ftn19)\\n\\nSo, we can have ‘ought’ statements, about better decisions and actions, that are objectively good (better than the alternatives), combined quite comfortably with objectively true facts when it is not an ethical issue.\\n\\nWe may not usually derive the ‘ought’ statement entirely from just one particular fact, but we can potentially derive it from combining all of the facts (the reality of the factual landscape), checking there are no counterfactuals, considering any conditions and then using intelligence to determine the correct course of conduct. Computer programming is only possible due to the use of such conditional \\\\*if–then \\\\*statements for carrying out discrete computational functions.\\n\\n*So, what is it about ethics that is supposed to make the above type of analysis invalid?*\\n\\nHume does not help us by making out his case on this point. He relies on assertions and assumptions about ethics, however well-intentioned his objectives are.[\\\\[20\\\\]](#_ftn20)\\n\\n*\\\\*\\\\*\\\\**\\n\\ncontinued in:\\n\\n[https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/dtzUciCv-n_eeLVrmxVfxgN69Q5oxlFWtAYTmViIuHU](https://mirror.xyz/0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306/dtzUciCv-n_eeLVrmxVfxgN69Q5oxlFWtAYTmViIuHU)\\n\\n\\\\*\\\\*\\\\*\\n\\n[\\\\[1\\\\]](#_ftnref1) Mike Wall, “[Stephen Hawking Speaks Out On Space Exploration, Time Travel](https://www.space.com/9108-stephen-hawking-speaks-space-exploration-time-travel.html)”, space.com, 12 September 2010 CE.\\n\\n[\\\\[2\\\\]](#_ftnref2) Per Liebniz.\\n\\n[\\\\[3\\\\]](#_ftnref3) Stanford Encyclopedia of Philosophy, “[Hume’s Moral Philosophy](https://plato.stanford.edu/entries/hume-moral/)”.\\n\\n[\\\\[4\\\\]](#_ftnref4) There is some confusion in the use of this term and often his theories are divided by philosophers into naturalistic and moralistic fallacies. Here I am using it as it is more commonly used to cover the ‘is–ought’ issue.\\n\\n[\\\\[5\\\\]](#_ftnref5) Wikipedia, “[Is–ought problem](https://en.wikipedia.org/wiki/Is%E2%80%93ought_problem)”.\\n\\n[\\\\[6\\\\]](#_ftnref6) It appears a little unfair to conduct a disagreement with a dead person, but I am sure he would have appreciated the attention, i.e., that his work is still useful all these years later. I suspect that the subsequent scientific innovations in the last 300 years may well have made his position somewhat different if he was writing today.\\n\\n[\\\\[7\\\\]](#_ftnref7) Stanford Encyclopedia of Philosophy, “[Hume’s Moral Philosophy](https://plato.stanford.edu/entries/hume-moral/)”.\\n\\n[\\\\[8\\\\]](#_ftnref8) This famously gave rise to Immanuel Kant’s ethical philosophical awakening: “I freely admit that it was the remembrance of David Hume which, many years ago, first interrupted my dogmatic slumber and gave my investigations in the field of speculative philosophy a completely different direction.”\\n\\n[\\\\[9\\\\]](#_ftnref9) This book notably does not deal with [Immanuel Kant’s important work](https://en.wikipedia.org/wiki/Kantian_ethics) since it would be very time-consuming and distracting to the reader (and me); I have largely taken a position, which Kant might agree with, in proposing that ethics can be grounded in reason and even invariant properties of the universe. Hume is therefore the ethical sceptic that my theory must treat with.\\n\\n[\\\\[10\\\\]](#_ftnref10) David Hume, *A Treatise of Human Nature*, 1739 CE.\\n\\n[\\\\[11\\\\]](#_ftnref11) David Hume, *A Treatise of Human Nature*, 1739 CE.\\n\\n[\\\\[12\\\\]](#_ftnref12) William Shakespeare, *Hamlet*, c. 1600 CE.\\n\\n[\\\\[13\\\\]](#_ftnref13) Alan Bennett, *The History Boys*, 2004 CE.\\n\\n[\\\\[14\\\\]](#_ftnref14) Since it is axiomatic that ethics is not engaged in such circumstances.\\n\\n[\\\\[15\\\\]](#_ftnref15) Here, ‘good’ is used in its non-ethical sense of useful conduct.\\n\\n[\\\\[16\\\\]](#_ftnref16) For example, it is necessary to break a high fall.\\n\\n[\\\\[17\\\\]](#_ftnref17) Though some humans show extraordinary tolerance of risk or pain that can make them seem superhuman. Whether they are missing the relevant code is not relevant to what the average person ought to do, but it is relevant to the freedom/free will issue.\\n\\n[\\\\[18\\\\]](#_ftnref18) David Hume, *A Treatise of Human Nature*, 1739 CE.\\n\\n[\\\\[19\\\\]](#_ftnref19) I have used some artistic licence for the sake of the flow — it is an ellipsoid.\\n\\n[\\\\[20\\\\]](#_ftnref20) The Stanford Encyclopedia of Philosophy entry on “[Hume’s Moral Philosophy](https://plato.stanford.edu/entries/hume-moral/)” also expresses some doubts about this: “Yet it is hard to see how Hume, given his theory of causation, can argue that no mental item of a certain type (such as a causal belief) can possibly cause motivating passion or action … since he surely does not mean to say, in the other premise, that moral evaluations generate actions as their logical conclusions.”\\n\\nAlgo-art by Peter Pink-Howitt: <https://opensea.io/collection/ethicsoflife>\",\"timestamp\":1639484245,\"title\":\"Ethics of Life — 4.4 Hume's Skeptical Filter (Part 1) - \"},\"digest\":\"TqbVjFmkEVoIXT_NUqc08SlAL9WflYWp1WP_p7jZMGg\",\"authorship\":{\"contributor\":\"0x6e2fBc139e37b43f4F29cC10B7BeDe36587f7306\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e4G9o3wQEalHCyu1nrx43_XLj33NkkbtPU9zhgLpEoc\\\",\\\"y\\\":\\\"SMfJ8rbTNB0Nm4Wk9iL9Uo7u3NH1MHQMvR-AC5DuNdw\\\"}\",\"signature\":\"xTrUttTWkIUxs4gS6509rP1ub8iV_0qandMuqpF49fHnVpm8-WWAs2dkfoOfv_SPG9RBH2pRv9Ajx_BtZxxC-g\",\"signingKeySignature\":\"0xdf71867d6a93a9e9fc97739057d22cb3e7a0c04250c4da3797e334eba75e19656b925c0d134918e43f95fa27b290bd5caa4e20826faad966e713ce681d9f182d01\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e4G9o3wQEalHCyu1nrx43_XLj33NkkbtPU9zhgLpEoc\\\",\\\"y\\\":\\\"SMfJ8rbTNB0Nm4Wk9iL9Uo7u3NH1MHQMvR-AC5DuNdw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"XSMgBwVvF4U_iRzoyXcmdpG8ZhTZ-6ySHRdvg9ABBNQ\"}"