"{\"content\":{\"body\":\"Metaverse is a fantasy that gives people unlimited reverie. We yearn for its omnipotence, but also want it to be 'real', which means there are no godlike administrators controlling everything, making it just another online game. I'm sure you don't want to see the house you have spent several months hard work to buy be suddenly removed, or be copied 1 million times as incentive for new comers.\\n\\nBlockchain, the infrastructure of ownership, is a perfect solution. With cryptography and consensus, blockchain can give physical characteristics to key elements of the digital Metaverse: **FT (Fungible Token) for currencies, NFT (Non-fungible Token) for objects, and CID (Crypto Identity) for people**.\\n\\n![Crypto identity stands for people in metaverse](https://images.mirror-media.xyz/publication-images/alOmARfQ2Hajz74JKFJa0.png?height=1503&width=2681)\\n\\n## What is Crypto Identity\\n\\nMaybe you have heard of [DID](https://www.w3.org/TR/did-core/) (Decentralized Identity), a concept that is a bit too generalized at present. In fact, DID first came as an Internet standard lead by W3C and Microsoft. Here we won't go into details about the specs, but only want to give the narrative of what we think the best solution for **CID —— Crypto Identity**.\\n\\nCID is DID based on cryptography and smart contracts. The most important part about CID is the complete self-sovereignty of people.「**Not your key, not your identity**」is what we believe the spirit of CID, and the identity should be both simple and flexible, most importantly, secure.\\n\\n![Not your keys, not your identity](https://images.mirror-media.xyz/publication-images/PP4JF20PKZ-EuMJ8yeR-K.png?height=834&width=2500)\\n\\nThrough CID, people can finally get full control of the assets, objects, reputations and all other valuable stuffs in the Metaverse. And of course, it's not necessary at all for CID being mapped to your identity in reality. In fact, everyone is free to get multiple CIDs in Metaverse, just like what we are doing now on the Internet.\\n\\n## Where is the Challenge\\n\\nKey management is the basis to CID. However, it is very hard to manage crypto keys for general people who can not even manage their passwords properly. It wasn't a serious problem for early adopters, but now we are talking about mass adoption in Metaverse, and we can't assume that people suddenly become experts in cryptography and deal with their keys better than they do with passwords.\\n\\nThe challenge is obvious for practitioners with vision and ambitions, so there are already many solutions trying to solve it. But it is always a problem to balance security, convenience and autonomy. After all, if the solution still require users to keep a secret of any kind, and doesn't have a ultimate way to recover assets when users forget their secret, users will lose their identity and everything depends on it in Metaverse.\\n\\n![We need passwordless](https://images.mirror-media.xyz/publication-images/IXffidSDxs1NRgWQHi7Ay.png?height=799&width=1280)\\n\\n## What is Special about UniPass\\n\\nUniPass solved this dilemma with an innovative approach. With UniPass, users don't need to know what is crypto key pair or mnemonic. The only skill they need is sending emails. Send an email to create account, and send another one to login a new device. If you have no active devices and need a recover, still you can send emails (maybe several emails from different addresses, and with a lockdown period of 48 hours). Email is the most popular protocol of the Internet, and now we make it works directly in Metaverse.\\n\\nBesides email, we make a lot of efforts to achieve the ultimate convenience and security for the daily usage. First, UniPass is a pure web application, so there is no need to install and apps on your mobile phone or plugins in your browser, which also leads to a fragmented experience. Then, to improve security of key management, we adopt wildly used web crypto infrastructures to create unextractable local keys. We can even use your Face-ID and Touch-ID to provide a hardware level secure environment through [WebAuhtn](https://webauthn.io/). What's more, we ensure that even if the email is compromised, user won't lose their account or assets, and can take action when unauthorized attempts take place.\\n\\nOf course, we have also considered the needs of current crypto users, who will be treated as senior users in UniPass. If you are confident to manage private keys by yourself, but still want the concise and unified experience of UniPass, you can either use your current crypto keys directly as the admin key of your UniPass account, or export mnemonics for backup at any time. We can support various providers of multiple blockchains, such as Bitcoin, Ethereum, Tron, EOS, and more of them are on the way includes Polkadot, Near, Solana, Avalanche, etc.\\n\\n## Why is UniPass Non-custodial\\n\\nEmail does the magic, but is suspicious for a non-custodial solution. The answer is [DKIM](http://dkim.org/) (Domain Key Identified Mail), a protocol for anti-spam. For example, when you send an email with gmail, the mail server will generate a digital signature covers key properties of the mail, such as `from`, `to`, `subject`, `body`, and `time`. The public key of this signature is publicly available in the DNS record of gmail.com, and everyone can verify this key with one line of command.\\n\\nWith the help of DKIM, we can verify content of emails in smart contracts without trusting off-chain authorities, which means an **on-chain 2FA method** is available now. This is the first social recovery solution that is both non-custodial and practical.\\n\\n![How DKIM works](https://images.mirror-media.xyz/publication-images/jM3OgEc0iq2JsRd-9Ox3-.png?height=600&width=800)\\n\\n## What Can UniPass Provide\\n\\nAs a practical CID solution, UniPass offers everyone free and easy-to-use autonomy identities in Metaverse, which is exactly the same with what email has done for the Internet.\\n\\nFor users, UniPass gives them the ability to fully control their identities, along with everything related to them in Metaverse. For builders, UniPass opens the door of dApp diversity by smoothing out the user barrier, letting in more scenarios other than finance.\\n\\nTo make UniPass easier to understand, we have divided UniPass into four parts:\\n\\n### Crypto Key Manager\\n\\nKey management is the basis of everything for crypto users, and the great wall against mass adoption of dApps. What UniPass has presented is a non-custodial solution with a 'keyless' experience for users, and cross-platform integration package for builders. We believe that the best key manager shouldn't be perceived by users, and this is what we are trying to achieve.\\n\\n### Identity Verifier\\n\\nSometimes we want to keep anonymous in Metaverse, but there are still situations that you need to prove yourself a real person, or ownership of a twitter account, or even a certain experience in other applications. UniPass can provide **cryptographic verification** of your multi-chain address, your email and social accounts, or even your e-passport and driver license. This strong verifier can help you build a valuable CID in Metaverse, and also can help applications find high-value users to airdrop their incentives.\\n\\n### Application Connector\\n\\nCID is for users, but also for applications. With the identity verifier, application can bind themselves with official websites and twitter accounts. UniPass can connect CIDs by NFTs or Social Tokens, in a protocol that everything is public and decentralized on the blockchain. UniPass would also offer a universal SSO service, which can provide not only **passwordless** login experience, but also **asset-based or action-based access control** for Discord channels, Zoom meetings and forums.\\n\\n### Reputation Aggregator\\n\\nIdentity carries reputation. UniPass is open to integrate various reputation services based on CID, including avatars, points, badges, tags, covering every aspect of your identity in Metaverse. A good reputation can provide you a better chance for airdrops and extra privileges from dApps.\\n\\n\\n---\\n\\n## About UniPass\\n\\nUniPass is multi-chain unified crypto identity, the carrier for the concept of 'people' in Metaverse. With UniPass's unique **Non-custodial Email-based Social Recovery** solution, you can take full control of your crypto identity with a **keyless** experience. You can also authenticate multi-chain addresses and even social accounts cryptographically, making your identity verifiable and more valuable.\\n\\n🔶 Come here for a pleasant chat👇\\n\\n🌈 *[Join UniPass Discord](https://discord.com/invite/XaRMFW85Pg)*\\n\\n🦉 *[Follow UniPass Twitter](https://twitter.com/UniPassID)*\\n\\n[https://twitter.com/UniPassID](https://twitter.com/UniPassID)\\n\\n🔶 To learn more, please visit the links below👇\\n\\n[Website](https://unipass.id/) | [Medium](https://medium.com/unipass) | [YouTube](https://www.youtube.com/channel/UCJZ4GOghuCdxBazZXc4M41g) | [Email us](mailto:contact@unipass.id)\",\"timestamp\":1634042800,\"title\":\"UniPass - Your Universal Crypto Identity in Metaverse\"},\"digest\":\"wp581wCirzVc9v9veYk56b9vHmdLXX9bFS0XLeAMCKk\",\"authorship\":{\"contributor\":\"0x1daF53275C07fa8e34B11BBa0a01EF94699ed2EF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lhJ6yIyrkOGrnzmQXSuBnCbO_YG8Eb3TfYy3-uzd1lE\\\",\\\"y\\\":\\\"l227kYmgQo1hCKxKKDkvlHcFLW7AipRnmrRCM0Sewd8\\\"}\",\"signature\":\"uSeLZpTveGqIYMECmHwxA8zt9fFoT678w7hHJTKs6SLdrLqRu8j5MCU7IaXrwfvTDeBct_xfr6fJd-JIzRz9Wg\",\"signingKeySignature\":\"0x58d7249c45fc94b1aab5bcb1f2c651b5a5eee2a18fdfffcbb79f67fc4da19e9968a149f2fac2f0ae11b77b63a0264f243e1326b08b1d227af730c4906329a7191b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lhJ6yIyrkOGrnzmQXSuBnCbO_YG8Eb3TfYy3-uzd1lE\\\",\\\"y\\\":\\\"l227kYmgQo1hCKxKKDkvlHcFLW7AipRnmrRCM0Sewd8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nlOChs4GpIMnCkb84SJFlYh1W7_ocdghkkIjOrwqLHE\"}"