"{\"content\":{\"body\":\"工老爷子没有丝毫架子，左右看了下，一屁股坐在个铁墩子上，带着几分赞许之色对我说道：“那把蓝翎应该是你打造的吧，只是中级铁匠，就能锻造出如此的装备，凭你的实力，就算是高级铁匠，也未必能有如此本领，果真是自古英雄出少年，小伙子，心态放好点，你以后的路还长着呢。”\\n\\n```\\n工老爷子的话让咱的心是暖一阵，冷一阵，赞许固然让我高兴，但是一想到镶嵌失败的圆月弯刀，我的头不禁又耷拉下来，前路漫漫我是知道的，可那是看不见摸不到的地，咱不求以后飞黄腾达，只图眼前落个实惠，失败，就是失败，这是铁一般的事实。\\n\\n沉默了片刻，我抬起头来，拿眼瞅了瞅面前的工老爷子，只见他老人家正将那块宝石碎片拿在手里反复把玩着，眯着双眼，似笑非笑地看着我，似乎有什么话想说，但是就等我开口。\\n\\n哎呀，瞧我这个脑子，有工老爷子这个顶级铁匠在此，不正是俺请教的大好机会吗，我居然还怕被他老人家笑话，真是笨到家了，上次冰城一别，我可是好生懊恼没好好向他讨教锻造之道，今日巧遇，咱怎么能再错过呢。\\n\\n“工老爷子，你可别拿我开心了，咱今天可是被镶嵌宝石这个技术难关给卡住了，这不，手上的家伙都爆了。”我将藏在背后破裂的圆月弯刀拿了出来，递到工老爷子面前，有几分惭愧地说道。\\n\\n“怎么，不藏了啊。”工老爷子冲我裂嘴一笑道，“其实我早看到了，从你编龙筋的时候，我就站在门口一直关注着，只是你太过专心，根本就没注意周围的情况，这点让我感到很欣慰，能够在煅造武器时，进入浑然忘我的境地，这是作为一个铁匠最需要具备的精神。”\\n\\n“那为什么我镶嵌宝石的时候，会失败呢？”我连忙追问道，“是不是这其中还有什么蹊跷不成？”\\n\\n工老爷子抬手接过残缺的圆月弯刀，打量了一下，皱起眉头说道：“你是想在上面镶嵌一块宝石对吧？”\\n\\n我点点头，没敢多话，看样子老爷子肯定有话要讲。\\n\\n工老爷子抚mo了几下刀身，看了看残缺之处后，将半截子圆月弯刀丢到地上，回过头来对我说道：“你可知道，镶嵌这门技术不同与打造冶炼，它虽然与煅造相通相容，但是在煅造的基础上，又多出两点要求。”\\n\\n“两点什么要求？”我接口问道，心里则暗骂：那个白痴NPC学徒，不知道怎么镶嵌宝石直说得了，还跟我说得那么简单，缺乏要点注意，怪不得我会失败。\\n\\n工老爷子站起身来直了直腰，不慌不忙地走到熔炉跟前，看着炉里的跳动着的红色火苗，喃喃地说道：“天地之中，万事万物都有其独特的发展规律，任何的变化都会遵循一定的法则，所有事物的发展趋势，都必须按照这个法则来进行，否则的话，逆天而行其道，势必一败涂地。煅造也一样，如果把两个本来完全不相干的东西硬要拼凑到一起，其结果必定是适得其反，你懂吗。”\\n\\n这点我当然懂，连忙如小鸡啄米似的点了点头，表示明白。\\n\\n工老爷子接着举起手中的宝石碎片说道：“镶嵌首先要注意的是形，这个形当然不是指的武器的外表，而是指镶嵌的手段。给装备镶嵌宝石有很多种手法，其中在煅造装备时就直接镶嵌上宝石是最好的，成功率也最高，但是由于我们往往在最初煅造武器时，可能没有找到合适的宝石，或者在煅造好之后又遇到了更好的镶嵌物品，那就需要在成品之上进行镶嵌，其中最常用的有槽镶，平头镶，包镶，攒镶等几种方法，像你刚才用的，就是最简单的槽镶。这种方法用在大型盔甲盾牌等装备上还可以，但是用在诸如刀剑匕首等武器装备上时，就有点牵强，若没有事先就打好的孔洞，或者材料质地十分的坚韧，就容易造成破裂失败，所以并不为我们所取，只有最低级的工匠才用这样的方法。”\\n\\n我靠，奶奶的，怪不得那个狗屁铁匠新嫩跟我说得那么简单，原来他就会那种方法，早知道这样的话，打死我也不会弄这样的尝试，这不是白白浪费我的宝石和弯刀嘛，目光如刀，狠狠地回劈了身后那个NPC铁匠学徒几眼，我心里暗自骂道。\\n\\n“老爷子，照你这么一说，像这样的小型武器。如果要镶嵌宝石，该采用什么样的工艺手段呢？”我现在乖得跟小孩似的，不懂咱就问，正所谓知之为知之，不知为不知，不虚心请教，哪能学到锻造技巧呢。\\n\\n“嗯，让我想想。”工老爷子随手拿起一块矿石看了看，又丢下，眉关微皱，想了片刻后说道：“诸如你这种弯刀匕首之类武器，若是想要镶嵌宝石，但事先刀身和刀柄上又没有预留出，大小适中的凹槽话，那最好的办法就是采用包镶法，或者是用攒镶，将宝石直接镶嵌到柄末的尾端。”\\n\\n我本来还想马上就追问什么叫包镶，什么又叫攒镶，但是见工老爷子的神情，似乎话未说完，咱还是不要打岔，等他老人家说完我再问吧，我吧唧吧唧了嘴唇，忍住疑团没有询问。\\n\\n“前面我所说的只是镶嵌的形，现在我还要告诉你的，就是镶嵌宝石时要注意的第二点，也是最重要的一点，那就是它的‘心’，其实，也就是武器饱含的生命。”工老爷子语重心长地说道。\\n\\n其实这一点，早在寒冰城的时候他就告诉我了，一把武器要想成为极品，就必须拥有它的灵魂，只有当武器拥有了灵魂，那么它才算得上是一件有生命的东西，才能体现出它的潜在价值，而所谓的灵魂，就是锻造者在制造装备时融入的感情，酝酿在装备之中。\\n\\n“当你拿着任何一块宝石和任何一件武器时，你如果用心去体会的话，那就能感受到它们的感受。当一块宝石被镶嵌到了武器上时，那就是二者之间永远地结合，这就如同要把两个人生生世世捆在一起。你试想，如果把两个互不顺眼的人硬是绑到一起，其结果会是怎么样呢？自然是两败俱伤。”\\n\\n“那就是无法让两种不同属性的宝石和武器进行镶嵌融合吗？”我不禁问道\\n\\n“那倒不是定数，原本两个属性相斥的武器、宝石，也并非不可镶嵌结合，但是要用对熔合矿液，就可以使二者互相包容，化冲突为玉帛。像你刚才之所以令弯刀破碎，就是因为用错了矿石，那鸡血矿熔液根本不能包熔红宝石，两者属性相同，对弯刀的冲击力更大，不碎掉才奇怪呢。”工老爷子一针见血地指出我失败的根源所在。\\n\\n原来如此，这三者之间还有如此错综复杂的关系，倘若不搞清楚属性是否相冲的话，还真的不好将镶嵌技术掌握，我一副恍然大悟的样子，点了点头。\\n\\n“唉，可惜最近都找不到什么极品材料，不然的话，我倒是可以现场演示一下，让你能够深入领会其精髓。”工老爷子发出一声轻叹，带着点牢骚的味道说道。难怪刚才他东摸摸西看看，原来是一时手痒，也想过过手瘾啊，不过这里的矿石似乎太过寻常，没有特别珍贵的。\\n\\n咱那圆月弯刀已毁，要是能请得动工老爷子出手，帮我再锻造造一把匕首的话，那可是再好不过了，我听了工老的话，心里寻思开来：咱身上能拿得出手的矿石倒也不少，如果能让工老爷子动心的话，嘿嘿。\\n\\n“老爷子，我这里倒有点还算珍稀的矿石，不知中不中你的意。”我将背包里一干矿石每种都拿了个出来，一一摊放在桌上。\\n\\n“呵呵，没想到你小子还真有点能耐，竟能弄到这么种矿石。”工老爷子眯着眼睛，翻看着矿石说道，“不过，还谈不上极品二字。”\\n\\n还不够好吗，你老的胃口可真是不小，我用这些矿石都能打造出银器级装备，你还觉得比上档次，我心里嘀咕着，将背包里里外外又搜刮了一遍，那块晶莹剃透的冰晶寒魄和寒气逼人的冰之本源顿时落入我的眼中，这二个，可绝对称得上极品中的极品吧。\\n\\n略微迟疑了片刻，我慢慢吞吞地将冰晶寒魄拿了出来，至于冰之本源，我还是舍不得，要是工老爷子见到好材料，一个激动，给咱弄砸的话，那可就亏大了，先给一块他看看再说。\\n\\n“老爷子，那这个矿石你看如何，算不算得上极品？”将冰晶寒魄递了过去，我带着几分忐忑不安地问道，\\n\\n“冰晶寒魄！”工老爷子双眼骤然一张，失口叫到。\\n\\n见工老爷子那副神色，我心里顿时一喜，看来咱这冰晶寒魄果然是个宝贝，连大师都见之色变，那还了得。\\n\\n“没想到传说中的极品万年冰魄，我工辛子有幸能得一见，真是不枉身为铁匠一遭。”工大师一把接过冰晶寒魄，反复摩挲，激动地说道。\\n\\n我连忙接口说道：“那这个矿石能够打造武器吗？”\\n\\n摸着下巴说：“可惜就是少了点，不过给你这个刺客打造一把短小一点的匕首应该是没有问题。”\\n\\n我一听可就乐了，有大师出马，最低也该是件黄金级武器，咱就拭目以待吧！\\n\\n工大师随手取过一个煅造匕首的普通模具，用小刀在上面作了一些修改，准备好后便将冰晶寒魄投入了熔炉。即便是大师，在煅造的时候居然也是全神贯注，丝毫没有一丝马虎，让我慢慢地体会到作为一个煅造大师应有的素质与精神。\\n\\n匕首的基本形态已经出来了，大师用夹钳夹起还是毛胚的匕首雏形，我顺手把狮兽咆哮递了过去。拿起这个铁匠专用的神哭，工老爷子先是一愣，回头若有所思地看了我一眼，又把全部精力放到匕首上，趁热放到砧板上反复敲打起来。\\n\\n经过反复地淬炼敲打，一把冰晶匕首终于完工了。工老爷子擦了擦额头上的汗水，把匕首递到我手里.\\n```\\n\\n\\n------------\",\"timestamp\":1640834539,\"title\":\"第三百五十章 大师出马\"},\"digest\":\"KwhLX0lWmF3ou5HEzL3iz8vQRR2-NrJi4R4sghfNc5c\",\"authorship\":{\"contributor\":\"0x294632C32F06fFb18Ff994b80FA87327C29e9718\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nRzR2yewhe8i5JZFjJqyHpnWwUw0euWMN9t1rDFrDDI\\\",\\\"y\\\":\\\"I48Kyx1XB0cVN_EKh2jJhO4R4ZEon8Ww30OML4l6N7Q\\\"}\",\"signature\":\"2Uqbdnk26-8lDCCn0x3EAk9_4OMC9pOCJSJEVqLZ3Bog6jNwFROCEOZSpWATNA_8232Lgbu2QNcIq2qb1hR5Lg\",\"signingKeySignature\":\"0x1dfb13472c0d48b088c7be0f5c75bbae5adf5daa9ddb93e3717276c6a072d9a012ce9412ef8b9a747e5183e5bdc92b8717a7afd8d1c27e8404713e67e891ede81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nRzR2yewhe8i5JZFjJqyHpnWwUw0euWMN9t1rDFrDDI\\\",\\\"y\\\":\\\"I48Kyx1XB0cVN_EKh2jJhO4R4ZEon8Ww30OML4l6N7Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"KwhLX0lWmF3ou5HEzL3iz8vQRR2-NrJi4R4sghfNc5c\"}"