"{\"content\":{\"body\":\"Web3到目前仍然没有一个权威官方的准确定义，但这并不妨碍最近对于Web3的讨论进行得热火朝天。本文作者Jarrod Dicker近期在他的Twitter上经常对Web3和Web2进行比较定义：\\n\\nJarrod Dicker在数字传媒领域享有盛名。他曾在2013年被美国财经及科技资讯网站Business Insider评为最有创意的30位社交媒体营销人士之一。Dicker在2013年加入《华盛顿邮报》，担任负责创新与商业策略的副总，并创立了该报的研究实验和开发团队RED，帮助该报实现八位数营业收入并扭亏为盈，连续两年保持盈利。2018年初， Dicker宣布加入区块链初创媒体Po.et，在当时成为成为业内讨论焦点。在Dicker 看来，Web2.0和Web3都各自代表了通信和商业模式的彻底变革。\\n\\n早期互联网激进的野心同我们今天通常所说的 Web3 对用户有一些类似的影响。 让我们先来看看早期互联网的规模化进程，从中是否能够找到一些未来Web3规模化的蛛丝马迹？在 1990 年代初期，互联网爱好者面临着设置调制解调器、安装驱动程序、以及使用命令查找服务器等各种挑战。 这些步骤中的每一步都是一个障碍，都需要自我鼓励克服困难。跟现在一样，早期的互联网需要人们以特立独行的心态来跳出舒适区。这与 Web3 的相似性也是不可否认的。\\n\\n我们这样的区块链倡导者经常将这些挫折视为乐观的前兆。 互联网的发展路径证明最终可以克服引入大量用户这个复杂的问题，并且获得极大的成功。但这种比较倾向于从长远的角度看待问题，但在过程中无法检验。 人们很少关注大多数早期消费者是如何理解和访问互联网的。 在早期的互联网中，这一功能通过在线服务出现，特别是通过America Online。\\n\\n现在很难想象 90 年代中期对大多数用户来说，计算机是多么令人困惑，更不用说互联网了。 即使到 1997 年，也只有 35% 的美国家庭拥有电脑。 对于许多这些早期使用者来说，互联网的价值，主要是电子邮件，非常引人注目。但“上网”太复杂和耗时了，以至于时常需要帮手。 正是因为如此，在线服务出现了。\\n\\n第一个在线服务于 1980 年代推出，在互联网商业化之前很久。 这些服务包括聊天、公告板、股票报价和其他基于文本的UX，但在大多数情况下，用户只能与使用相同服务商的其他用户发送电子邮件。 互联网在 1992 年变得普遍可用以后，DELPHI、Compuserve 和 Prodigy 等在线服务商与独立的 ISP 一起让用户访问更大的世界成为现实。 他们取得了小小的成功。\\n\\nAmerica Online是其中最具突破性的。 该公司的历史可以追溯到 1983 年-为 Atari、后来的 Commodore 64 提供游戏，然后与 Apple 合作提供在线服务。到 90 年代初，该公司已经确定了一项新的战略-给非技术人员提供最简单的上网方式。 回想起来，这个影响America Online所有之后产品设计和营销策略的决定似乎非常显而易见。 但是，只有当您假设互联网是需要大众市场的大众产品时，它才会这样做。 这在当时并非毫无道理：互联网对专业用户来说是一个强大工具，并且分销策略也反映了这一点。 人们有理由相信互联网并不是很简单，或者说只是可能相对简单。\\n\\nAmerican Online选择了这一赌注的另一面- 即使冒着看起来很愚蠢或者违背当时互联网用户社区的意识形态的风险。只要有可能消除或减化上网的一个步骤，他们就会这样做。当才华横溢的营销人员 Jan Brandt 意识到对American Online软件的有限访问抑制了增长时，她领导了历史上最大胆的磁盘分销活动。 “曾几何时，全球 50% 的 CD 上都有 AOL 标志。我们每六秒就拥有一个新用户。”接着，在 1996 年，他们将软件预加载到 Windows 95 中。当公司的测试人员了解到用户需要按钮看起来像按钮时，每个重要的 UX 控件都被赋予了斜角和阴影。\\n\\n所有的设计和营销都针对性能和用户参与度进行了优化。 American Online建立了一个庞大的 1-800 网络，这样用户的调制解调器就总能够找到一条开放的电话线。 他们在这些磁盘上预加载了大量图形，所以用户使用时就无需等待加载图像。 Ted Leonsis 曾于 1994 年收购了Steve Case的公司，并抉择了其中的许多策略，他曾说过：“我大部分时间都在简化事情。” 没有比奖励一次又一次重新登录服务器的用户的音频更著名和更合适的例子了。 它用简单的四个字宣告了这一点：“邮件来了！”\\n\\n这些措施果然奏效了！从 1993 年到 1996 年，American Online的用户从30万猛增至 800 万。 互联网历史上第一次，一家公司实现了“规模化”。\\n\\n它的口号-“如此便捷，难怪排名第一（So easy to use, it’s no wonder it’s #1）”-非常准确。 当它推出浏览器时，AOL.com 成为迄今为止最大的网站，不是因为它有什么有趣的东西，而是因为它是默认的浏览器。 接着，American Online受到了一个对于在线服务商来说致命的打击，它的定价改成了固定费用。（固定费用太受欢迎了，导致公司的调制解调器不堪重负，导致各州总检察长迫使 AOL 撤下宣传固定费用的“Jetsons”广告。）到 1998 年，America Online收购了它的所有竞争对手，甚至包括Netscape。 America Online的愿景-为了便捷，不惜一切代价-实现了。\\n\\n我们现在在区块链技术, 如果跟America Online的发展阶段相比，普及到什么程度了呢？对于消费者来说，使用加密服务的难度跟90年代初使用互联网的难度相当。 目前有两家杰出的公司很容易向非加密圈的朋友推荐：Dapper 和 Coinbase。 但我们仍处于 Web3 的消费者前期。 虽然有游戏出现（参见：Axie），以及与特定兴趣相关的 Web3 吸引了一小部分用户的注意力，但在理解和入门方面仍然存在巨大的非技术差距。 大多数实际应用吸引力都很小，例如数字体育收藏品和代币投资。America Online的价值在于它以一种展示互联网可以存在在各行各业的方式来发展新用户。目前的区块链协议和产品缺乏这种用户渠道。底线就是：\\n\\n“America Online的解决方案并不同样适用于让新手简单而快速理解区块链的美。”\\n\\n对于这一说法，我们知道会引起加密怀疑论者以及其爱好者的抗议。 怀疑论者会争辩说，这个类比没有意义，至少现在没有，因为没有像电子邮件、即时消息或网页浏览那样有用的加密价值主张。 从这个角度来看，如果对大多数人来说没有迫在眉睫的必要性，那么访问“区块链”有多容易并不重要。 另一方面，加密爱好者也可能会争辩说，加密社区正在缓慢解决上手困难的问题。毕竟，去中心化的本质拒绝了单一的解决方案。\\n\\n这些对立的观点，也许是自相矛盾的，都没错。 不难看出它们可能相互作用牵制市场。 去中心化让使用困难，再导致精通技术的加密用户数量相对较少，进而导致用户数量有限。 而且，与早期互联网发展完全不同的是，围绕区块链的大量资金使这个“问题”更加复杂。换句话说，加密服务商为少数相对富裕和成熟的用户提供服务是有利可图的。这些加密服务商并不需要面对获取新用户的问题。\\n\\n因此，考虑现在的 Steve Case、Ted Leonsis 和 Jan Brandt 将在区块链上构建什么是很有趣的。 首先，我们可以相当有信心它会专注于 NFT。 为什么？ 因为虽然我们处于其发展的早期，但是收集和交易“物品”对主流用户来说明显更具吸引力，并且比抽象的“货币”更适合日常生活。\\n\\n想象一下围绕爱好、运动、健康等类别的服务。 在每个类别中，都会有用户可以购买的产品，尽管其中很多是“赠品”，主要来自用户认可的品牌，如时装品牌、电影和游戏、体育球队和烹饪节目。 这些服务的范围从数字服务（如付费播客或问答热线）到实物（如鞋子或炊具），或是一个线上或线下活动的门票。 这些都可以是 NFT 项目，尽管可能被称为其他名称。当用户购买一个NFT时，他们将可以访问也拥有这种NFT的其他人的社区。 想象一下，购买一件健身器材并可以访问由公司及其粉丝组成的聊天室、留言板和社区活动。 用户拥有的所有 NFT 都将存放在个人资料（钱包）中。 它们默认是私有的，但用户可以选择让朋友看到它们。 如果它们是现实世界的产品，用户可以选择兑换它们，在这种情况下，NFT 将成为退货的存根。 如果用户对产品失去兴趣或价格上涨，他们想要出售NFT，这可以通过界面轻松管理。 最重要的是，用户会收到基于他们的个人资料定制化的通知，告诉他们可能想要购买或交易的产品。\\n\\n今天，这想象中的大部分正在一个日益庞大的加密社区中慢慢发生。 AIM 正在被替换为 PFP。 聊天室已经从通信中心迁移到社区成员之间通过 DAO 进行协调的业务。 支付和购买已经变得简单，并提供可互操作的体验，以便能够在整个互联网上购买和持有。 购买力掌握在发起人手中，他们可以为二级市场制定价格和合同规则，从而建立围绕病毒式传播和再循环的业务。你当然可以争辩说，这些早期对社会结构和社区的尝试是受 AOL 时代的影响驱动的，但这很大程度上依赖于在任何地方这样做的能力，而不仅仅是在某个特定的地方。 这是一个全新的互联网。 几十年来，我们一直认为虚拟物品的价值不如实体物品，而互联网更多的是将现实与数字连接起来，并在线管理现实生活。 对于 NFT，这种情况已经发生改变。 不仅数字世界完全脱离了现实世界，而且我们现在真正能够在线上生活。 而这一变化意义重大。\\n\\nWeb3 的America Online将在各个方面打破这种新价值。 与 Web2 如何向用户展示互联网的便捷类似，现在我们需要共同努力来展示Web3的效用。 请注意，它不会是当前加密世界的去中心化、混乱、高风险不过充满乐趣的世界。 它只提供价格合理且无欺诈的服务。 它甚至可以为不满意的买家提供退款保证！\\n\\n这种努力背后的团队将被加密社区无情地攻击为安全风险和“中心化者”。实际上他们可能甚至比 Steve Case, Jan Brandt 和Ted Leonsis 曾经所受的攻击还要多。 我们可能会零零碎碎地看到这个概念的元素，可能来自 Facebook、亚马逊和苹果等大型平台，而不是作为一个独立的单一产品。 无论如何，这样一个平台的成功很可能是昙花一现，就像孩子觉得自行车辅助轮在几个月以后就会变得麻烦， 甚至让他们尴尬。\\n\\n不管怎么样，现在发展区块链的需求是真实的。 到底有没有规模化的途径？ 有没有跟3.5英寸软盘类似的产品，它让所有堕于改变的美国人都申请了一个电子邮箱地址？让我们想的更大胆一些，我始终相信我们应该勇于尝试。\\n\\n \\n \",\"timestamp\":1641642881,\"title\":\"规模化的Web3离我们还有多远？\"},\"digest\":\"ArUHkSbowSXH3MIXbUV1Rh9TcmGJ2gjUIrMd8rxwM3A\",\"authorship\":{\"contributor\":\"0x7ca034Bd7A0E6468299383BD08fF9c87A37975A6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Jb_TJZmxyt3aiF5XnCkuBVkEMjVUL3FpI0DdNUS8DdQ\\\",\\\"y\\\":\\\"Ey8cqChlcRZLByjgOlHmcgbfJb_ppCHl7aRoRG5QS7U\\\"}\",\"signature\":\"SZiyneYnHjsA3vC-FPEl4aTGWsckni1rpVeJiof3JXEHpOsI754-qU-aiQb2NOyep_6nTvUOV0bJjluQ7v_TOQ\",\"signingKeySignature\":\"0xb9b0f32cfc58c13bf8c9743db84e2a7f95294e28e630264a4ea4002a8ce879b95b702090708e57a60f95d5b6b512d55007666db26abc2f9d09af60548c3e79de1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Jb_TJZmxyt3aiF5XnCkuBVkEMjVUL3FpI0DdNUS8DdQ\\\",\\\"y\\\":\\\"Ey8cqChlcRZLByjgOlHmcgbfJb_ppCHl7aRoRG5QS7U\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ArUHkSbowSXH3MIXbUV1Rh9TcmGJ2gjUIrMd8rxwM3A\"}"