"{\"content\":{\"body\":\"You seem to possess extraordinary luck. If it lasts long enough, perhaps I can make use of it.\\\"\\n\\n\\\"Do you think that my luck exists for your benefit? ... But never mind that now. It is your sex that interests me.  How do you satisfy your desires?\\\"\\n\\nLeehallfae pointed to the concealed organ on aer brow. \\\"With that I gather life from the streams that flow in all the hundred Matterplay valleys.  The streams spring direct from Faceny.  My whole life has been spent trying to find Faceny himself.  I've hunted so long that if I were to state the number of years you would believe I lied.\\\"\\n\\nMaskull looked at the phaen slowly.  \\\"In Ifdawn I met someone else from Matterplay - a young man called Digrung. I absorbed him.\\\"\\n\\n\\\"You can't be telling me this out of vanity.\\\"\\n\\n\\\"It was a fearful crime.  What will come of it?\\n\\nLeehallfae gave a curious, wrinkled smile.  \\\"In Matterplay he will stir inside you, for he smells the air.  Already you have his eyes.... I knew him.... Take care of yourself, or something more startling may happen.  Keep out of the water.\\\"\\n\\n\\\"This seems. to me a terrible valley, in which anything may happen.\\\"\\n\\n\\\"Don't torment yourself about Digrung.  The valleys belong by right to the phaens - the men here are interlopers.  It is a good work to remove them.\\\"\\n\\nMaskull continued thoughtful.  \\\"I say no more, but I see I will have to be cautious.  What did you mean about my helping you with my luck?\\\"\\n\\n\\\"Your luck is fast weakening, but it may still be strong enough to serve me.  Together we will search for Threal.\\\"\\n\\n\\\"Search for Threal - why, is it so hard to find?\\\"\\n\\n\\\"I have told you that my whole life has been spent in the quest.\\\"\\n\\n\\\"You said Faceny, Leehallfae.\\\"\\n\\nThe phaen gazed at him with queer, ancient eyes, and smiled again. \\\"This stream, Maskull, like every other life stream in Matterplay, has its source in Faceny.  But as all these streams issue out from Threal, it is in Threal that we must look for Faceny.\\\"\\n\\n\\\"But what's to prevent your finding Threal?  Surely it's a well-known country?\\\"\\n\\n\\\"It lies underground.  Its communications with the upper world are few, and where they are, no one that I have ever spoken to knows. I have scoured the valleys and the hills. I have been to the very gates of Lichstorm. I am old, so that your aged men would appear newborn infants beside me, but I am as far from Threal as when I was a green youth, dwelling among a throng of fellow phaens.\\\"\\n\\n\\\"Then, if my luck is good, yours is very bad.... But when you have found Faceny, what do you gain?\\\"\\n\\nLeehallfae looked at him in silence.  The smile faded from aer face, and its place was taken by such a look of unearthly pain and sorrow that Maskull had no need to press his question.  Ae was consumed by the grief and yearning of a lover eternally separated from the loved one, the scents and traces of whose person were always present.  This passion stamped her features at that moment with a wild, stern, spiritual beauty, far transcending any beauty of woman or man.\\n\\nBut the expression vanished suddenly, and then the abrupt contrast showed Maskull the real Leehallfae.  Aer sensuality was solitary, but vulgar - it was like the heroism of a lonely nature, pursuing animal aims with untiring persistence.\\n\\nHe looked at the phaen askance, and drummed his fingers against his thigh.  \\\"Well, we will go together.  We may find something, and in any case I shan't be sorry to converse with such a singular individual as yourself.\\\"\\n\\n\\\"But I should warn you, Maskull.  You and I are of different creations.  A phaen's body contains the whole of life, a man's body contains only the half of life - the other half is in woman.  Faceny may be too strong a draught for your body to endure.... Do you not feel this?\\\"\\n\\n\\\"I am dull with my different feelings.  I must take what precautions I can, and chance the rest.\\\" He bent down, and, taking hold of the phaen's thin and ragged robe, tore off a broad strip, which he proceeded to swathe in folds around his forehead. \\\"I'm not forgetting your advice, Leehallfae.  I would not like to start the walk as Maskull and finish it as Digrung.\\\"\\n\\nThe phaen gave a twisted grin, and they began to move upstream.  The road was difficult.  They had to stride from boulder to boulder, and found it warm work.  Occasionally a worse obstacle presented itself, which they could surmount only by climbing.  There was no more conversation for a long time.  Maskull, as far as possible, adopted his companion's counsel to avoid the water, but here and there he was forced to set foot in it.  The second or third time he did so, he felt a sudden agony in his arm, where it had been wounded by Krag. His eyes grew joyful; his fears vanished; and he began deliberately to tread the stream.\\n\\nLeehallfae stroked aer chin and watched him with screwed-up eyes, trying to comprehend what had happened.  \\\"Is your luck speaking to you, Maskull, or what is the matter?\\\"\\n\\n\\\"Listen.  You are a being of antique experience, and ought to know, if anyone does.  What is Muspel?\\\"\\n\\nThe phaen's face was blank.  \\\"I don't know the name.\\\"\\n\\n\\\"It is another world of some sort.\\\"\\n\\n\\\"That cannot be.  There is only this one world - Faceny's.\\\"\\n\\nMaskull came up to aer, linked arms, and began to talk.  \\\"I'm glad I fell in with you, Leehallfae, for this valley and everything connected with it need a lot of explaining.  For example, in this spot there are hardly any organic forms left - why have they all disappeared?  You call this brook a 'life stream,' yet the nearer its source we get, the less life it produces.  A mile or two lower down we had those spontaneous plant-animals appearing out of nowhere, while right down by the sea, plants and animals were tumbling over one another.  Now, if all this is connected in some mysterious way or other with your Faceny, it seems to me he must have a most paradoxical nature.  His essence doesn't start creating shapes until it has become thoroughly weakened and watered.... But perhaps both of us are talking nonsense.\\\"\\n\\nLeehallfae shook aer head.  \\\"Everything hangs together.  The stream is life, and it is throwing off sparks of life all the time.  When these sparks are caught and imprisoned by matter, they become living shapes.  The nearer the stream is to its source, the more terrible and vigorous is its life.  You'll see for yourself when we reach the head of the valley that there are no living shapes there at all. That means that there is no kind of matter touch enough to capture and hold the terrible sparks that are to be found there.  Lower down the stream, most of the sparks are vigorous enough to escape to the upper air, but some are. held when they are a little way up, and these burst suddenly into shapes. I myself am of this nature.  Lower down still, toward the sea, the stream has lost a great part of its vital power and the sparks are lazy and sluggish.  They spread out, rather than rise into the air.  There is hardly any kind of matter, however delicate, that is incapable of capturing these feeble sparks, and they are captured in multitudes - that accounts for the innumerable living shapes you see there.  But not only that - the sparks are passed from one body to another by way of generation, and can never hope to cease being so until they are worn out by decay. Lowest of all, you have the Sinking Sea itself.  There the degenerate and enfeebled life of the Matterplay streams has for its body the whole sea.  So weak is it's power that it can't succeed in creating any shapes at all but you can see its ceaseless, futile attempts to do so, in those spouts.\\\"\\n\\n\\\"So the slow development of men and women is due to the feebleness of the life germ in their case?\\\"\\n\\n\\\"Exactly.  It can't attain all its desires at once.  And now you can see how immeasurably superior are the phaens, who spring spontaneously from the more electric and vigorous sparks.\\\"\\n\\n\\\"But where does the matter come from that imprisons these sparks?\\\"\\n\\n\\\"When life dies, it becomes matter.  Matter itself dies, but its place is constantly taken by new matter.\\\"\\n\\n\\\"But if life comes from Faceny, how can it die at all?\\\"\\n\\n\\\"Life is the thoughts of Faceny, and once these thoughts have left his brain they are nothing - mere dying embers.\\\"\\n\\n\\\"This is a cheerless philosophy,\\\" said Maskull.  \\\"But who is Faceny himself, then, and why does he think at all?\\\"\\n\\nLeehallfae gave another wrinkled smile.  \\\"That I'll explain too. Faceny is of this nature.  He faces Nothingness in all directions. He has no back and no sides, but is all face; and this face is his shape.  It must necessarily be so, for nothing else can exist between him and Nothingness.  His face is all eyes, for he eternally contemplates Nothingness.  He draws his inspirations from it; in no other way could he feel himself.  For the same reason, phaens and even men love to be in empty places and vast solitudes, for each one is a little Faceny.\\\"\\n\\n\\\"That rings true,\\\" said Maskull.\\n\\n\\\"Thoughts flow perpetually from Faceny's face backward.  Since his face is on all sides, however, they flow into his interior.  A draught of thought thus continuously flows from Nothingness to the inside of Faceny, which is the world.  The thoughts become shapes, and people the world.  This outer world, therefore, which is lying all around us, is not outside at all, as it happens, but inside.  The visible universe is like a gigantic stomach, and the real outside of the world we shall never see.\\\"\\n\\nMaskull pondered deeply for a while.\\n\\n\\\"Leehallfae, I fail to see what you personally have to hope for, since you are nothing more than a discarded, dying thought.\\\"\\n\\n\\\"Have you never loved a woman?\\\" asked the phaen, regarding him fixedly.\\n\\n\\\"Perhaps I have.\\\"\\n\\n\\\"When you loved, did you have no high moments?\\\"\\n\\n\\\"That's asking the same question in other words.\\\"\\n\\n\\\"In those moments you were approaching Faceny.  If you could have drawn nearer still, would you not have done so?\\\"\",\"timestamp\":1637648908,\"title\":\"And yours is Maskull. I read in your mind that you have just come through some wonderful adventures\"},\"digest\":\"a8TxU_PDU6ZdPiahVyd7qvAbb1xKdeC9BrOg3wEM2aA\",\"authorship\":{\"contributor\":\"0xBD49781Dd387395918Bf70f33643d6b0BDC2f41E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eLff-L5tMZiB1cA3gVtySbo-BS4-f30qkRHhHTBWFP4\\\",\\\"y\\\":\\\"uRk50NMzvvpMHLqTMOMY_Hw_kvey0RlvhS6hZHh_LYw\\\"}\",\"signature\":\"HY6DjFXgf9OXuTFtPhm5IehyYJ-l_vM9jZ9-WL5yQCEs9V0REQ0x3Xt-s3ny07uij5iYKk5Lxi0AdxmD4dBfKQ\",\"signingKeySignature\":\"0xe6388bcce932b4d966ff8a1ef483605b4538f991a416a12aeae064ebf67e99452c159ecf86412c5c9fcceaedc8408bc474ce018281071686ee9be134f3b6ba661c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eLff-L5tMZiB1cA3gVtySbo-BS4-f30qkRHhHTBWFP4\\\",\\\"y\\\":\\\"uRk50NMzvvpMHLqTMOMY_Hw_kvey0RlvhS6hZHh_LYw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"a8TxU_PDU6ZdPiahVyd7qvAbb1xKdeC9BrOg3wEM2aA\"}"