"{\"content\":{\"body\":\"有数百种在线出版物长篇大论地讲解了比特币，但其中大多数仍未抓住要点。而最佳的学习材料是阅读Craig S. Wright博士用中本聪作为笔名撰写的文章。\\n\\n2008年10月31日，博士发布了题为《比特币：点对点的电子现金系统》的白皮书，目的是解释基于经济学的去中心化电子支付系统。\\n\\n“比特币”一词在原始白皮书中只使用了两次（在标题里和跳转到网络域名的链接里），继而描述了一个无需基于信任的电子交易系统。管理系统的是固定协议，利用是不可篡改的区块链。\\n\\n该系统的交易媒介是数字货币。从本质上来说，比特币是一个三元术语，包括协议、数字货币和去中心化的区块链，构成了一个电子现金交易系统，来进行点对点交易。\\n\\n简而言之，比特币的开源代码可以被任何人审查和使用。\\n\\n## 为什么比特币是革命性的？\\n\\n尽管网络上无政府主义者的读者相信比特币会推翻法定货币，另外一些更理性的人们相信比特币是一种防审查的匿名数字货币，不会被没收，但两者都是不正确的。\\n\\n比特币不是匿名的；它是私有的，并且具有一个开放的、不可篡改的分布式账本。比特币具有隐私性，因为只有地址公开；但这也意味着，地址上的活动是可审查的，这样可以阻止违法行为。正如Wright博士所说，\\n\\n> 比特币需要在法律范围内运行，才是有效的。\\n\\n比特币真正的天才之处在于它的经济学设计，而非任何技术创新。去中心化通过固定协议实现。比特币创造了一个现金系统，参与者不必依赖中介（如银行或支付处理商）来促成交易。\\n\\n这些协议也是为了防止比特币的“双花”。每个比特币单元都是独一无二的，不能复制或销毁。系统运行在一个分布式的不可篡改的网络之上，由全球数以千计受到激励的矿工维护。\\n\\n## 比特币对主流受众来说意味着什么？\\n\\n通俗地说，一个比特币指的是比特币数字货币的一个单位，也被称为加密货币。也有些人在提到通常意义的区块链技术时，将比特币错误地作为同义词使用。\\n\\n与传统的法定货币不同，没有地方政府或中央银行控制比特币。为控制通货膨胀，比特币会逐步发行，且供应量有上限，这意味着最终只有2100万比特币。\\n\\n主流受众尚未接受或理解比特币的全部功能。\\n\\n比特币不仅仅是一种可用于支付的全球性数字货币，也是一个不可篡改的全球公共数据账本。企业可以用它来驱动区块链应用程序，从而转型为一种全新的、令人激动的业务模式。\\n\\n## 为什么比特币是一种可行的交易媒介？\\n\\n底层的区块链技术旨在保持数据和交易的完整性。经过“挖矿”这一过程后，区块链会永久记录已确认的交易。每笔交易都通过加密技术进行数字签名并认证，以确保同一笔资金不会被“双花”或者“多花”。\\n\\n“双花”也是通过给予矿工经济利益来防止的。矿工将不会打包双花的交易，主要是因为存在其他矿工会拒绝该区块的风险；他们可能因此失去潜在的收入。双花是一种犯罪行为，人们不会希望留下他们企图盗窃的、不可篡改的证据。\\n\\n比特币挖矿也是产生新比特币的过程。挖矿依赖于加密哈希函数和工作量证明（PoW）的共识算法。通过挖矿来改变比特币区块链，需要对整体结构逐条记录地进行分解处理，因为每个区块都包含前一个区块的哈希值。如果想这样做来改变区块链，犯罪者需要消耗大量的资金与资源。\\n\\n数据分布是通过世界各地许多网络上的矿工节点实现的。每个矿工节点维护一份区块链账本的副本。如果某个节点上的数据被更改，其他网络参与者会因它与其他的副本不匹配，认为它已被损坏。\\n\\n此外，时间戳服务器获取交易区块的哈希值，并公开广播该哈希值。时间戳可以确认数据的存在。每个时间戳在其哈希值中包含了上一个时间戳，因此，每个新的时间戳都会强化它之前的时间戳。\\n\\n一般来说，分布式系统更能抵抗故障和网络攻击，因为它不像传统的中心化系统那样依赖单一、特定的数据源。区块链充当了记录所有交易的分布式账本。它具备极高的故障抵抗力，由于它是分布式的，使得篡改和欺诈也变得十分困难。这种数据库记录是不可篡改的，除非通过强大的算力才有可能篡改。\\n\\n## 我如何使用比特币（BSV）进行交易？\\n\\n比特币的交易没有中间人，所以任何人只要能够上网，就可以把比特币转移给世界上任何地方的人。要接收或发送比特币，用户首先必须要有一个比特币钱包。\\n\\n为了描述交易是如何进行的，请想象以下场景。\\n\\nTom会向Sean提供他的比特币地址，类似于一个账号的概念。Sean用他的钱包创建了转账到Tom地址的交易，然后用数字签名在交易上进行签名。一旦Sean点击发送，他的交易会被广播到维护网络的各个节点中去。\\n\\n矿工将内存池中的等待交易打包到一个新的“区块”中。矿工们会证实Sean有比特币可以支付，而且他的签名是有效的。一旦矿工找到了添加新区块的方案（即挖出新区块），交易就会被确认并添加到事先被验证过的区块中。\\n\\n根据原始比特币白皮书中定义的规则，在经过大多数矿工的共识后，含有交易的新区块就会被添加到比特币账本中。平均每10分钟就会有一个新区块被添加进区块链，这样矿工就可以正式更新区块链上的交易记录，因此只要Sean把交易记录发送出去，Tom就能在他的钱包里看到Sean的汇款，并且能立即使用这笔钱而无需确认。\\n\\n交易确认对普通用户并不重要，除非转账金额巨大，如汽车、房子交易或重要的合同。矿工会传递这些交易，他们这样做有两个原因，一是可能获得交易费，二是确保其他矿工记录该交易，以降低区块被拒绝的风险。\\n\\n由于交易一旦被广播出去，所有的矿工都会记录这个交易，那么它进入下一个区块（仅在BSV链上）的可能性大于99%，即可视为交易被确认。\\n\\n## 为什么使用比特币？\\n\\n比特币交易一旦被添加到区块链就不可篡改，因此一旦交易被验证和记录，就无法撤销。因为任何连接到网络的人都可以使用比特币，对于那些期望可以快速结算且支付手续费低的人，比特币是理想之选。人们可以安全地在一个受保护的分布式网络上、以点对点的形式直接转账给任何人，无需传统的金融中介。另外，任何人都可以查看完整的比特币交易历史记录。\",\"timestamp\":1640080907,\"title\":\"比特币新手入门（一）什么是比特币？\"},\"digest\":\"u3tQV8i9YeKSbiKODOqkPHaA26PbD_OWPcpuhj-hzX4\",\"authorship\":{\"contributor\":\"0xFB0efb087E86f90B99667a0a7a845eDCf0B57C99\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8WmLRCN1WQK1zWZlZGVDTLHwwDoZ_GOD4zkpJpSu6Tc\\\",\\\"y\\\":\\\"YHulkjVl1j6MRO1N8SUKb6h1Cc_OV7xlt70THY1H-tA\\\"}\",\"signature\":\"vT72cF6rL7x-7obu2r4d1rToipWrcmgby021XkbMNXANqE9dDXF1XGZNxUvWoxYQ7zuzLiRmCem_pCylzBPuHA\",\"signingKeySignature\":\"0x9b0e1cf1f2d8c228101c8e5bbbd424ff2f2aca704730a28f89ea0c86b1f29bb176d976d8f5d5476cd10a82b7ad3faa272e8853012a3e2d8c4603072f8e67d14b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8WmLRCN1WQK1zWZlZGVDTLHwwDoZ_GOD4zkpJpSu6Tc\\\",\\\"y\\\":\\\"YHulkjVl1j6MRO1N8SUKb6h1Cc_OV7xlt70THY1H-tA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"u3tQV8i9YeKSbiKODOqkPHaA26PbD_OWPcpuhj-hzX4\"}"