"{\"content\":{\"body\":\"**I think we can scrap all of this and just go straight into the guide?**\\n\\nWe’ve run growth marketing activity for hundreds of companies of all sizes. The most meaningful help we provide is to those companies and founders just starting out. Those that want to run growth marketing activity but aren’t ready to hire someone to do it. And those that want to run growth marketing activity and are on the verge of making a huge mistake - hiring too early…\\n\\nUntil you’ve found product market fit or have a product that’s capable of onboarding users and keeping them engaged, it’s probably too early to hire a full time marketer.\\n\\nWe’ve been the marketers hired by startups, hungry and ready to go on day one, only to find very quickly that you’re there too early. Your salary is burning through capital and you’re tasked with acquiring users for tiny budgets, or worse, pouring users into a leaky bucket.\\n\\nWe started consulting for startups to remedy this. We built a simple framework to put in place the foundations required to start driving and understanding growth. The steps required to understand the growth engine of your business. To uncover the metrics you’ll need to show to potential investors or simply understand where you need to focus.\\n\\nGrowth marketing is not simply about growing your userbase. It’s a tool to uncover the holes in your proposition, find product-market-fit, discover pivot points that unlock new opportunities…\\n\\nAll of this can be done with a few foundational pieces in place. From having the correct methodology to measure, to building your message and brand through tried and tested methods. We’re here to guide you through those pieces. Simply, clearly and with step-by-step instructions. Free.  Forever.\",\"timestamp\":1640183550,\"title\":\"Growth Toolkit\"},\"digest\":\"epcJaLdNvZw30hwNnAEFKNeS2c7woH8F2VvZ0SkYLYY\",\"authorship\":{\"contributor\":\"0x540d43Fed5B9C179c3947D13981808526f02CEAF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UUcYT6_IQ598Qh7DOUZPEgyOuqg-n-NWqFyc0bNSHpo\\\",\\\"y\\\":\\\"g6gMlsherbwj3K0tvlp7g9EYKmhSlJt4jBaEoc7NMk4\\\"}\",\"signature\":\"8TnANLd6Og7nM_aLE17eQUDwciu9bCoiHTH6MfeCqzcbsO5tfgwx9G9ljhqGJidpZdbnLVOmh6KO3i7YbH7-uQ\",\"signingKeySignature\":\"0x8bae7669cd22467381fd53e47963ada613b71bb1471c3ecaeff463df2c407e982097113a13b9666f0a4d8533313cb38a9bcc9cd1e0dd7178a76609530275bc071b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UUcYT6_IQ598Qh7DOUZPEgyOuqg-n-NWqFyc0bNSHpo\\\",\\\"y\\\":\\\"g6gMlsherbwj3K0tvlp7g9EYKmhSlJt4jBaEoc7NMk4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"PSqiw0AugnZ1_vS0qcYjmMrZ8nAJSsSweSw7xNm_740\"}"