"{\"content\":{\"body\":\"*Note: This was originally published on October 27th, 2021 as a standalone Mirror entry, I migrated it to my dedicated Mirror publication on November 20, 2021.*\\n\\nHey. Thanks for taking a moment to be here. I’m a software engineer working at [Catalog](https://beta.catalog.works/), a web3 music platform where artists sell one-of-one, canonical versions of their work. Catalog launched in [March](https://catalogworks.medium.com/catalog-where-music-is-worth-it-5707863c5e53) and has since helped artists earn over [$700k](https://twitter.com/catalogworks/status/1452716893240848386?s=20) through sales on our site. As of this post, we are a full-time core team of five working alongside passionate friends in the community. I joined after three years as a full-stack JS/Rails developer at [Privy](https://www.privy.com/), where I helped develop their core product as an individual contributor and tech lead.\\n\\nAmong the most exciting aspects of joining Catalog is that I get to participate in the product design and development process at such a formative stage. We’re in the early days, building a platform that gives artists the agency to determine -- for *themselves* -- how they’d like to do their work. I’m continually impressed with how much this organization’s founding team has achieved with so few resources. Consider the following milestones, all achieved within months:\\n\\n* 3k+ members in our Discord [community](https://catalog.community/).\\n* Over [$700k](https://twitter.com/catalogworks/status/1452716893240848386?s=20) in artist sales.\\n* 150+ onboarded artists who now have full agency to mint & [sell](https://twitter.com/HaleekMaul/status/1448384807260487680?s=20) records via Catalog and generate the kind of earnings once reserved for a prohibitively small set of recording artists.\\n\\nIn addition to all this, our architectural footprint is still relatively small. We are (mostly) a serverless Next.js app deployed on Vercel. We use Postgres for persistent storage (when needed) and our auctions are built atop the [ZORA stack](https://docs.zora.co/docs/intro). We run a single server-side application that handles async transaction processing. Over the coming days, weeks, and months, this architecture is bound to evolve and extend to support the needs of Catalog artists and fans alike. Celebrating successes and treating pitfalls as opportunities to learn, may this be a place where you can peek into the journal of a founding engineer at Catalog.\\n\\nOnwards. 💽\",\"timestamp\":1637434466,\"title\":\"Week one at Catalog\",\"publication\":\"reef\"},\"digest\":\"vCPX46e0YDMQ4xicIiN-rvBAAHHjEN9BUp-XXZuALgc\",\"authorship\":{\"contributor\":\"0x0d423E07F4B2946Ea5590b829636AF3218b4C430\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GDCb6rCB_4fteiw_7afiuDbDqz2T7bcKkHG6E29sNHQ\\\",\\\"y\\\":\\\"HvJAWrKG_zv3T2q_X_3uekifJN_Eh_HZx8HyZPGkh6M\\\"}\",\"signature\":\"H_og8o4jt84Y3MevvIgiIMLgt3GUg6GCt8j6XpydAOqpxT-XND3AVMIYDKKJh8Ib1NETyNV8x9WfLF_p6UkFpw\",\"signingKeySignature\":\"0xfa3d076b60337fd7d11f0fdccc89a606b7b93950729578ad6b1bfff021a54caa48022713df51010a7b4e7da8120d489040760e9d2a754582c6987afafe271c981c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GDCb6rCB_4fteiw_7afiuDbDqz2T7bcKkHG6E29sNHQ\\\",\\\"y\\\":\\\"HvJAWrKG_zv3T2q_X_3uekifJN_Eh_HZx8HyZPGkh6M\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"U006xvDH-bBtDT3E_9MeEW_tySihjl5lMBDm0q7O-sE\"}"