"{\"content\":{\"body\":\"中国家电巨头[美的集团](https://laohu8.com/S/000333)不惜打破此前承诺，意欲全盘拿下工业[机器人](https://laohu8.com/S/300024)“四大家族”之一的德国库卡（KUKA，KU2.DE）。\\n\\n11月23日晚间，美的发布公告称，拟全面收购库卡股权并将其私有化。库卡现在德国法兰克福交易所上市，美的已持有其约95%股权。\\n\\n库卡官网也同步发布公告称，美的正式提交受让库卡少数股东股份的请求，这一请求将在2022年5月举行的年度股东大会上获得通过。库卡管理委员会和监事会一致决定，因为自2016年被美的收购后就不再通过资本市场融资，库卡不再需要公开上市。\\n\\n本次收购完成后，库卡将成为美的全资控制的境外子公司，并从法兰克福交易所退市。\\n\\n德国库卡、瑞士ABB、日本发那科、日本安川电机一起被称作工业机器人的“四大家族”，是全球工业机器人市场销量与技术领先的四家企业。\\n\\n2016年6月，美的向库卡正式发出收购要约，提出以115欧元每股、高于当时股价30欧元近4倍的优厚报价，并于2017年初完成这笔收购。最终美的以37亿欧元拿下了库卡94.55%的股份，成为绝对控股方。\\n\\n为达成这笔交易，彼时美的在投资协议中承诺保持库卡的独立性，包括库卡监事会及执行管理委员会保持独立，美的不会促使员工人数改变或工厂基地的关闭、搬迁，美的不会寻求库卡退市等，为期七年半，到期日为2024年初。\\n\\n1\\n\\n美的为何要打破先前承诺？\\n\\n全球科技创新论坛秘书长、国际机器人及[智能](https://laohu8.com/S/5RE.SI)装备产业联盟执行主席罗军对《财经》记者表示，打破承诺的直接后果是美的要为现在的小股东，以及德国政府提供新的补偿方案，或是提出其他的投资保证。罗军相信“美的已与相关方面达成多赢方案”。\\n\\n美的确实为库卡私有化做出了最新承诺。\\n\\n提出私有化后，美的与库卡管理层制定了一项联合长期增长战略，旨在至2025年大幅提升库卡在机器人自动化领域的领先地位。为实现这一目标，库卡的生产基地及其领先研发中心将继续留在奥格斯堡至少至2025年底，到2025年底，奥格斯堡的研发投资将较今年的水平至少增加15%。\\n\\n同时美的向库卡再次确认，双方2016年协议的所有其他条款将在协议的剩余期限内得到尊重。\\n\\n罗军也指出，眼下库卡股价相对低迷，正是美的加快对其私有化的好时机。股价方面，2017年库卡被收购后股价最高曾达256欧元/股，随后一路下探至2020年的22.5欧元/股，之后有所抬升，最新价格为72.6欧元/股左右。\\n\\n[国泰君安](https://laohu8.com/S/601211)11月24日研报指出，美的要约收购所需金额有限，短期对公司业绩影响不大。库卡目前市值31.3亿欧元，约合人民币225.2亿元，以本次私有化收购总股本5.45%、按惯例30%市场溢价收购，此次交易所需金额约为16亿元，对公司现金流影响较小。\\n\\n至于美的全面收购库卡的动机，美的官方给出的回答是，“本次收购有利于库卡专注业务经营，并提升公司在机器人与自动化相关业务领域的内部资源协同和共享”。业内解读也集中于加强业务协同、推进本土化等等。\\n\\n但此次全面收购打破了美的先前的承诺，暗含着一丝等不及的意味。\\n\\n高工机器人产业研究所（GGII）所长卢彰缘对《财经》记者表示，站在美的角度，显然希望库卡可以更适应中国本土的发展需求，从研发、生产、营销、服务等方面做到深度协同，但很明显过去的库卡并未达到预期。\\n\\n自2016年收购库卡以来，美的并没有取得理想的协同效应，库卡疲软的业绩甚至拖累了集团表现，一直饱受“1+1小于2”的争议。\\n\\n美的于2017年初完成对库卡的收购，库卡也在当年创下利润新高，业务首次并入美的财务报表。在此之后库卡业绩便进入下降通道，2020年一度陷入巨亏。\\n\\n2017年，美的包含库卡业务在内的机器人及自动化系统营收为270亿元，成为美的增收的重要组成部分。然而2018-2020年，其机器人及自动化系统业务却连年负增长，降幅达20%；该业务在总营收中的占比也从11.23%降至7.06%。\\n\\n自2020年开始，美的、库卡开始加速从产品到组织架构的协同整合。2021年上半年，疫情下国内工业自动化市场升温，叠加去年低基数，国内工业机器人产量达到17.36万套，同比增长69.8%，位居全球第一。在此背景下，中国成为库卡唯一增长的市场，库卡上半年经营业绩扭亏为盈。\\n\\n卢彰缘指出，过去几年内美的对于库卡的整合协同效应渐显，今年库卡经营业绩扭亏为盈，这一正向转折为美的提供了私有化的信心。\\n\\n库卡半年报业绩数据显示，2021财年前两个季度，库卡营收15.3亿欧元，息税前利润（EBIT）为3380万欧元，库卡预计2021财年营收将达到31亿欧元，息税前利润（EBIT）预计为6000万欧元。而2020财年营收为26亿欧元，息税前利润为亏损1.13亿欧元。\\n\\n库卡在美的内部归属于机器人与自动化事业群，私有化将利于其与[埃夫特](https://laohu8.com/S/688165)、高创等其他机器人相关业务进行内部资源协同。\\n\\n罗军认为，库卡的技术在国内具有强大的市场牵引作用，但是很多潜力还没完全发挥出来。“美的收购后双方已经过很长时间的磨合，考虑到管理需要，眼下私有化也是最佳选择方案”。\\n\\n2\\n\\n有可能转到中国上市\\n\\n美的在机器人领域的业务布局始于2015年，彼时由于家电市场下行，其提出“智慧家居+智能制造”双智战略，将机器人视为家电主业之外的“第二跑道”，接连抛出大手笔投资。\\n\\n2015年，美的与日本安川电机设立两家机器人合资公司， 注册资本各1亿元，后于2020年注销；2016年初，美的斥资1.78亿元参股埃夫特17.8%股权，同时向库卡发起37亿欧元收购邀约，并在2017年最终完成收购，持有94.55%的股份；2017年，美的还完成了对以色列高创公司（Servotronix）的收购，充实其在运动控制和自动化解决方案领域的实力。\\n\\n完成对库卡的收购后，美的加大了在机器人领域的投资和整合力度，业务重心也开始向库卡倾斜。2018年3月，美的宣布扩大库卡在国内的产能，并在佛山顺德建立新的生产基地，计划投入100亿元；同时还与库卡成立三家合资公司，分别面向工业机器人、医疗和仓储自动化业务，双方各持股50%。\\n\\n2019年以来，美的加速推动库卡机器人中国业务整合，以及在中国的本土化运营。这在2021年上半年的经营数据有所体现，库卡中国新获订单数量同比提升近50%，新客户订单占比提升至15%，同时研发团队初步成型，上半年已发布六款新产品，在整体订单中占比达到近10%。目前库卡中国顺德工厂已启动二期工程建设。\\n\\n2021年上半年，美的机器人、自动化系统及其他制造业营收共126.9亿元，同比增长33.28%，增速升温，但总营收占比进一步下滑至7.3%。\\n\\n美的在2021年中报里再次明确，推进库卡在中国的本土化运营是下半年的经营重点。主要措施包括在保持在汽车领域优势的基础上，积极拓展一般工业、电子、医疗及物流、服务等新业务。\\n\\n卢彰缘认为，从长远影响看，私有化后的库卡会从一家国际的中国本土化企业转变为中国的国际化企业。本土化布局的深化将有助于库卡在下游产业变革的浪潮中抓住更多的先机。\\n\\n关于美的私有化库卡，业内还猜想库卡在德国退市后，存在在国内上市的可能。上述两位人士认为，并不排除这一可能性。从政策导向好和资本的关注度来看，库卡在中国上市值得期待。\\n\\n3\\n\\n交易尚存变数\\n\\n美的在公告中表示，本次收购事项尚须根据国内外相关法律法规履行一定的报备和审批程序，存在不确定性，公司将及时披露进展。\\n\\n资深供应链和国际贸易律师，美国GSC Potomac合伙人蒋兆康对《财经》记者表示，普通而言，上市公司私有化的政府审查主要看公司注册地和主要运营地的政府要求，包括合理估价可能对税收产生的影响等。考虑到当事方此前已经通过其他方式增持股权达95%，出口管制、竞争政策和投资许可审批可能不是主要考量。\\n\\n蒋兆康也提醒，在目前的国际贸易环境下依然存在不确定性，应该进行合理慎审的申报并努力消除审查机构的各种疑虑。欧盟2019年通过外国投资审查法，开始对外国投资进行更为严格的审查。为实施欧盟议会立法要求，德国去年7月通过“德国对外贸易和支付法修正案”，对投资审查提出更严格的要求，10%的收购足以触发对外国投资审查（通常为期4个月）申报，尤其是敏感战略产业及政府机构或军方直接或间接控制的企业，作为收购方的并购更为严格。另外，德国新政府也可能需要在立法的自由裁量权范围内平衡各种因素。\\n\\n一个例证是，意大利自2012年并购法实施后，执法部门5次采取否决措施，有4次是否决中国企业收购，其中3次发生在最近一年内，理由是并购涉及战略产业。\\n\\n这3次否决分别是：今年4月否决深圳创疆投资控股收购米兰半导体公司LPE，今年10月否决中化集团旗下[先正达](https://laohu8.com/S/SYT)收购意大利蔬菜公司Verisem，11月24日否决浙江晶盛电机收购美国[应用材料](https://laohu8.com/S/AMAT)公司（Applied Materials）在意大利的丝网印刷设备等多项业务。\\n\\n \\n \",\"timestamp\":1637925872,\"title\":\"美的为何着急将库卡私有化？\"},\"digest\":\"q7jCOmCZ0XnwLFeiJ04q7_LAeaukYf8VdNwpgwA_O3Q\",\"authorship\":{\"contributor\":\"0xA8Fe82a8a726aAc05c4CB7F336989b5535cE46c5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BqMPsc9sJk8yn_UdGDgoULGDwFIf_F1PYkpJ6sqWkNI\\\",\\\"y\\\":\\\"OqWmcO-BZEbkKlnOwC57w8-bvvumUUYPFKvI3MVPME8\\\"}\",\"signature\":\"2vPIfzI2CePimmvA0NLZhYgsiAR7g4yAC8yv5c2bwQgao-JjJKOhR00RtfomxgRbV1VNoM0WWmjrRd1SD3C79A\",\"signingKeySignature\":\"0x9e7a153671eec5ded75699d6f27934d889584257360ba89cd79d12ee04103beb79e01f1fd16ca00596ca5e26f12266064aa7231a7212a114bc601db59589d6531c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"BqMPsc9sJk8yn_UdGDgoULGDwFIf_F1PYkpJ6sqWkNI\\\",\\\"y\\\":\\\"OqWmcO-BZEbkKlnOwC57w8-bvvumUUYPFKvI3MVPME8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"q7jCOmCZ0XnwLFeiJ04q7_LAeaukYf8VdNwpgwA_O3Q\"}"