"{\"content\":{\"body\":\"Shiba inu (SHIB), the popular meme token powered by a strong internet community, remained in deep red after its biggest daily sell-off since September.\\n\\nOn the daily chart, SHIB’s price has fallen by more than 15% on Thursday, according to data from Coinbase and TradingView. The token ended Wednesday down 22% – the biggest single-day drop since Sept. 10 when it declined a whopping 87.6%.\\n\\nThe canine-themed token has logged losses for three consecutive days, after a SHIB whale (large holder of the token) made a move on their holdings of 40 trillion SHIB, which was worth roughly $2.8 billion at the time. The move triggered speculation on where the SHIB trillions would end up.\\n\\nAt the time of publication, the whale had relocated the SHIB to four addresses, where the tokens remain, according to [Etherscan](https://etherscan.io/address/0x1406899696adb2fa7a95ea68e80d4f9c82fcdedd#tokentxns) There was no other indication that the SHIB whale was moving the tokens to the open market.\\n\\nWhile the SHIB whale’s motivation for moving the tokens is unclear, the market reacted strongly: SHIB’s price has been dropping since then, as SHIB flows to centralized exchanges spiked, according to data from Santiment, a crypto research firm.\\n\\n“There ... seems to be an increase in SHIB sell-offs,” Dino Ibisbegovic, a market analyst at Santiment, told CoinDesk.\\n\\nRoughly 1.36 trillion more SHIB flowed to centralized exchanges than from them in the past 24 hours, while the amount of deposit addresses of SHIB reached 1,641 on Wednesday, a 142% increase since Nov. 1, according to Ibisbegovic.\\n\\n![](https://coindesk-coindesk-prod.cdn.arcpublishing.com/resizer/Skg8IZRRbG0rftKSTi5p2DLdzns=/400x300/filters:format\\\\(png\\\\):quality\\\\(70\\\\)/cloudfront-us-east-1.images.arcpublishing.com/coindesk/BE2R6GFSB5GQFNFB4RNOYZ7XKA.png)\\n\\nSHIB's price vs. active deposits vs. exchange flow balances. Source: Santiment\\n\\nAccording to Santiment, a spike in a token’s deposit addresses to centralized exchanges may indicate a rise in short-term selling pressure, as more tokens become available on the exchanges.\\n\\nMeanwhile, the number of unique addresses interacting with SHIB token have fallen by 66.1% since peaking at around 107,000 on Oct. 28, according to Santiment. On Oct. 28, there were 53,546 addresses interacting with SHIB for the first time, but the new addresses holding SHIB today have dropped by more than 64%.\\n\\n“The hype has certainly died down in the past week,” Ibisbegovic said.\\n\\nSantiment’s data also shows that more than one SHIB whale has moved their SHIB holdings: SHIB transactions worth at least $100,000 also started increasing on Wednesday.\\n\\n![](https://coindesk-coindesk-prod.cdn.arcpublishing.com/resizer/xDKU9vE259mMG4us6vrRZN3WjaQ=/400x300/filters:format\\\\(png\\\\):quality\\\\(70\\\\)/cloudfront-us-east-1.images.arcpublishing.com/coindesk/FQEFP2WUGZGULMTXEEN2TGHBII.png)\\n\\nThe number of SHIB transactions worth more than $100,000. Source: Santiment\\n\\nOn social media platforms including Twitter and Telegram channels, the SHIBArmy blamed Kraken for the latest sell-off: The San Francisco-based crypto exchange failed to list SHIB on its platform as it promised in [a Monday tweet](https://www.coindesk.com/markets/2021/11/03/crypto-exchange-kraken-fails-to-list-shib-despite-promise/).\\n\\n[![](https://s3.amazonaws.com/arc-authors/coindesk/fccc3854-a9ef-47de-abd6-32fcb9b781d2.png)](https://www.coindesk.com/author/mshen/)\\n\\nMuyao is a reporter on the markets team. She is based in Brooklyn, New York. She owns a marginal amount of bitcoin.\\n\\n***\\n\\n###### Subscribe to <!-- -->Crypto for Advisors<!-- -->, <!-- -->our weekly newsletter defining crypto, digital assets and the future of finance.\\n\\nBy signing up, you will receive emails about CoinDesk product updates, events and marketing and you agree to our [terms of services](https://www.coindesk.com/terms) and<!-- --> [privacy policy](https://www.coindesk.com/privacy).\\n\",\"timestamp\":1636093646,\"title\":\"SHIB Slumps Amid Speculation About Large Investor’s Holdings\"},\"digest\":\"GAf9lPCeiiR94y-uNu2PnbTYQIze1ObwLb3uPu9mPeU\",\"authorship\":{\"contributor\":\"0x52190def1a6eDF7852C73Fa05A5e08578c486F7f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UwEKuaFx7DSQnjvjt768sb6Pc4dkS8n0NXJpCb2puvk\\\",\\\"y\\\":\\\"3P0UYY2ANz5X_uCyOyRWkceo-0nW5d4xyDt6ob9TOBI\\\"}\",\"signature\":\"fDs-A1e44xeREhBrcUEF054mCZzXkMmfg_F6-Y1o2eFMtjD53kI2_TUPWGKBVFe90T1bGaPkxL7B5VwhhkUnuQ\",\"signingKeySignature\":\"0x5b6abc44d9cf7ba91ae86d34ef7c800f2e555758436d429c31331d44e26b2578303511ccb4ea26a8ec98ca0c60a23d437d8fb2a05e5c17afc7e87f6af9948cf71b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UwEKuaFx7DSQnjvjt768sb6Pc4dkS8n0NXJpCb2puvk\\\",\\\"y\\\":\\\"3P0UYY2ANz5X_uCyOyRWkceo-0nW5d4xyDt6ob9TOBI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GAf9lPCeiiR94y-uNu2PnbTYQIze1ObwLb3uPu9mPeU\"}"