"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/2Yq0U3bBBLW7q6BORlOTO.png?height=239&width=576)\\n\\n撰文：杨德源 、曾岳琦，Harvard Blockchain Club\\n\\n编译：0xzshanzha\\n\\n哈佛大学区块链俱乐部（Harvard Blockchain Club）授权深潮TechFlow编译并发布。\\n\\n在 80 年代，基于文本的 MUD（联机地牢）游戏占据了主导地位。冒险家们喜欢多人实时角色扮演游戏，这些角色扮演游戏具有丰富的知识、奇幻世界、令人信服的机制和基于 RNG 的游戏玩法，并带有 P2P 元素，这听起来有点像我们在 2021 年所说的元宇宙。\\n\\n但当时，缺少一个关键的拼图：由区块链驱动的充满活力的游戏内经济。自中本聪 (Satoshi Nakamoto) 发表白皮书以来，这取得了巨大进步。\\n\\n随着以太坊、智能合约、DeFi 和 NFT 的引入，我们见证了 Ether Bots 和 Crypto Crabs 等链上游戏的出现，Axie Infinity 等赚钱游戏的指数级增长，以及出现YGG这样的公会。\\n\\n并且随着今年Layer1的发展，像 Solana 和 Wax 这样的 Layer 1 以其低廉的交易成本和高效率成为新机构的赛道，大量 VC 资金涌入该行业（比如说，FTX 和 Lightspeed Venture Partners 的 1 亿美元以及币安和 Animoca 的 2 亿美元）。\\n\\n今年也见证了 Dom Hofmann 的 The Loot Project——“随机生成并存储在链上的冒险者装备”——Web3.0 中 MUD 游戏自下而上的重新构想，下图展示了LOOT最终回到了MUD游戏类型。\\n\\n![](https://images.mirror-media.xyz/publication-images/780OHdhu6RafN1UQp_LKL.png?height=594&width=641)\\n\\n有很多值得期待的事情。\\n\\n首先，区块链和游戏是相辅相成的，区块链促进了新古典主义游戏经济的有机形成。一是因为游戏为区块链提供了实用性和采用，二是因为链为游戏提供了安全性和实际资产价值。例如，《Axie Infinity》是一款类似口袋妖怪的卡牌游戏，它为许多受疫情影响的家庭提供了一种通过游戏赚取模式出售axie nft或ERC20代币(如$SLP)来赚取收入的方法。\\n\\n许多新玩家和非玩家都一样，由于来自于玩游戏的动力，他们系统学习了什么是以太坊，什么是DEFI，什么是proof of stake（POS），什么是无常损失，以及其他更广泛的区块链技术，从而产生了一个良性循环。目前axie Infinity的治理代币AXS的总市值超过80亿美元。\\n\\n链上资产是进入元宇宙的第一个真正桥梁，像Loot和axie这样的项目无疑是朝着正确方向迈出的一步。但他们还不足以让下一个十亿用户进入元宇宙。\\n\\n在本文中，我们将采用一种规范的方法去阐述当前的游戏行业是一种炒作而非实质，并在此向GameFi(区块链游戏)爱好者提出警告，同时强调需要解决的三个具体问题:\\n\\n一是“加密第一，游戏第二”模型存在问题，二是目前gamefi的去中心化是一个假象，三是用户治理权的问题。\\n\\n接下来，我们首先简要介绍gamefi的历史过程，然后提出我们的想法，并提供潜在的解决方案。下图是本文涉及到的gamefi的图表。\\n\\n![](https://images.mirror-media.xyz/publication-images/6zjXZp2hyLGzZCPTKD8DO.png?height=283&width=646)\\n\\n**GameFi: 现在我们发展到什么程度了**\\n\\n如今很少有人怀疑区块链和电子游戏强大的相互辅助的作用。想法很简单：在区块链出现前，电子游戏中的资产是由游戏工作室自上而下管理的。它们是可变的、可替换的，且不在用户的控制范围内，因为它们仅存在于生产公司的服务器上。\\n\\n游戏很少允许玩家之间进行资产交易，特别是在第三方网站上，而那些允许玩家进行资产交易的网站也受到严格的监管，只允许合法地使用游戏内道具。\\n\\n即使是在你可以交易的游戏中，你也不能合法拥有资产，因为工作室并没有什么动力去拿出他们的利润给用户。但随着区块链的使用，所有资产都在一个公开分布的去中心化账本上，可以很容易地在各方之间转移。\\n\\n此外，游戏资产的代币化能够促进市场经济的发展，强化道具的内在价值，甚至是在特定游戏生态系统之外。\\n\\n对于玩家来说，除了花钱之外，还有一种新的赚钱方式出现了：通过玩游戏来赚钱(P2E)模式，玩家可以通过各种方式(如出售或通过入股来获得收益)利用他们在游戏中获得的nft来赚钱。反之亦然，NFT从游戏中获得价值变现。\\n\\nNFT对于游戏产业来说是非常强大的工具。这种标准化允许任何游戏内的道具(比如枪支、宇宙飞船、长生不老药、农田，甚至是可爱的网络海豚)在各种游戏和不同的区块链中使用，即使它们是由不同的工作室制作的。\\n\\n个人钱包也可以替代每个公司的特定账户，从而实现进一步的互操作性。虽然NFT出现的时间不长，但我们可以将它们分为四个不同的级别。\\n\\n**Level 0：收藏品**\\n\\n例子: CryptoPunks, Bored Ape Yacht Club, Cool Cats, Doodles\\n\\nCryptoPunks是Level 0的角色NFTs的主要例子。在某些方面，我们相信Punks抓住了元宇宙增长的beta值，拥有Punk意味着你是一个NFT领域的OG，意味着你是一个具有巨大影响力的严肃收藏家。\\n\\n另外，把Punk作为你的头像确实能让你进入一些比较高级的社群，并可能会获得其他NFT(如Meebits)的免费空投。同时，Bored Ape Yacht Club也有太多类似的伙伴关系和合作关系。\\n\\n**Level 1：基础的交互**\\n\\n例子: CryptoKitties, Crypto Crabs, Ether Bots\\n\\n除了投机和影响力，Punks没有其他的用处。\\n\\n与此同时，CryptoKitties提供了一个额外的游戏化组件:繁殖。玩家可以交易猫并尝试着解锁一些稀有的特征，但仅此而已。除了通过Metamask 与智能合约互动之外，这里几乎没有真正的游戏。\\n\\n另外，还有回合制战术游戏，如《Crypto Crabs》或《Ether Bots》，它们每一个行为都在区块链上运行，但是由于以太坊的高GAS，这些游戏已经消失了。\\n\\n**Level 2：探索**\\n\\n例子: Decentraland, Sandbox\\n\\nDecentraland和Sandbox代表了Level 2游戏的发展: 允许用户创建、体验和盈利内容和应用程序的虚拟平台。\\n\\nDecentraland和Sandbox中的土地是由玩家永久拥有的。土地有固定的供应量，用户从基于区块链的土地分类账簿中购买。土地所有者控制发布到他们那部分土地上的内容，这些内容由一组笛卡尔坐标标识。内容可以从静态3D场景到游戏等交互系统。土地是存储在以太坊智能合约中的不可替代、可转让、稀缺的数字资产。\\n\\n在Decentraland的例子中，玩家可以通过花费称为$MANA的ERC-20代币来获得它。$MANA还可以用于在虚拟世界中购买数字商品和服务。玩家可以在自己的pc上漫游这些土地，并与minecraft式的3D世界互动，这让人奇怪地联想到VRChat。虽然像Travis Scott这样的大玩家已经出现在了Decentraland中，但主流玩家还没有接纳这个事情，因为除了赌场之外，游戏本身并不具有吸引力。更直接地说，与3级游戏不同，2级游戏中的nft还不能用于产生直接收益。\\n\\n**Level 3：复杂游戏性（GameFi）**\\n\\n例子: Axie Infinity, Gods Unchained\\n\\n在Level 2的基础上，2021年初迅速发展的Level 3游戏终于有了一款可交付的游戏。用户可以打开客户端，享受扣人心弦的画面、机制，并付费玩游戏，而不是通过浏览器钱包界面玩养殖小游戏。\\n\\nAxie Infinity引领了这一潮流。Axie用户通过投资购买axie NFTs和$AXS原生代币开始游戏。在那里，他们可以通过游戏赚取$SLP，因为赚到的代币可以用来交换其他加密资产或法币。\\n\\n在2019冠状病毒病(COVID-19)带来的经济困难时期，菲律宾的许多用户仅仅通过玩axie Infinity就赚得比他们平时的月工资还多。下图是axie的游戏画面。\\n\\n![](https://images.mirror-media.xyz/publication-images/CMXTH9LjVaMTzBFNS-c5K.png?height=292&width=640)\\n\\n像axie Infinity这样的Level 3游戏的问题在于，花费是基于代币通胀，新玩家必须通过持续的资本注入来抵消这种通胀，以保持经济平衡。经济依赖于新的资金，如果新玩家的增长率下降或老玩家停止再投资，那么由于Axies和SLP的过度通货膨胀，经济将系统性地崩溃，使每个人都成为潜在的“rug puller”。Level 3的play2earn经济取决于人们投入的资本，只有当其他人购买时才会获得利润: 在这种情况下，不存在社会盈余。\\n\\n诚然，许多成功的企业依靠不可持续的模式生存下来，这些模式最终通过规模经济和不断增加的规模回报变得有利可图。axie有很多可以烧的现金，因为他们有很多机构投资者，从a16z到马克•库班(Mark Cuban)。\\n\\n然而，正如我们在本文后面所展示的那样，axie的问题在于，随着经济增长，买进价格大幅膨胀，会进一步破坏经济的稳定。\\n\\n下图是axie的游戏经济系统。\\n\\n![](https://images.mirror-media.xyz/publication-images/zuw2feurZaOugE2v12aFc.png?height=368&width=658)\\n\\n所有Level 3游戏都存在一个基本问题: 如果游戏不再盈利，人们还会继续玩吗? 我认为不会，至少现在还不会。\\n\\n当前GameFi项目缺乏创造真正有趣体验的复杂性和机制。大多数玩家纯粹是为了盈利而玩游戏，因为当前高盈利水平的游戏没有足够的游戏性。\\n\\n随着axie价格继续升值，增长无疑将放缓。目前，要玩axie Infinity，先不用说获胜了，玩家必须为3人团队和数百人的团队支付至少100美元/axie的费用(从2021年11月8日开始)。对于一个常见的由简单的野兽、水族和鸟axie组成的元关卡团队，他们需要花费1个ETH(4400美元)以上。\\n\\n此外，还有一个通缩周期。当玩家离开时，他们便会将自己的资产投入市场，从而降低了道具的市场价值。当市场价值下降时，人们更有可能离开游戏，这只会进一步削弱游戏道具的价值。势头是双向的——游戏崩溃的速度和起飞的速度一样快。\\n\\n下图是BSC上面的一个游戏CryptoMines的崩溃过程。\\n\\n![](https://images.mirror-media.xyz/publication-images/8-4XVcyXFwnO18DKuCKG0.png?height=428&width=670)\\n\\n**Level 4：未来的流水线游戏**\\n\\n我们决定将Level 4游戏归类为一种令人兴奋的未来游戏项目，这些项目计划以某种显著的方式改进axie Infinity和Gods Unchained等游戏。\\n\\n目前，我们着眼于Gala Games的miranda、Star Atlas、Phantom Galaxies、Aurory、Untamed Isles和Shrapnel等游戏。\\n\\n这些游戏属于不同的类别，朝着不同的方向发展。有些人采用了虚幻引擎5，而有些人则选择了更方块化、卡通化的艺术风格。有些是第一人称射击游戏，有些则是tcg游戏。一些公司正计划与DeFi项目合作，以构建协同的dApps，而另一些公司则致力于跨链互操作性。\\n\\n在上面的背景陈述结束后，我们希望在本文中强调现有游戏存在的三个核心问题，这些问题对于制作下一个Level的游戏尤为重要。\\n\\n**加密第一，游戏性第二**\\n\\n下图是Messari的Gamefi地图。\\n\\n![](https://images.mirror-media.xyz/publication-images/6X0qtAR2_ULpxY8h7wwdG.png?height=398&width=653)\\n\\n加密第一，游戏第二的模式被那些优先考虑密码学和融资而非游戏玩法的工作室所采用，并且这是当前Level 3游戏必须解决的三个挑战中的第一个问题。\\n\\n值得注意的是，这种模式的确是有一个优势: 它让像Star Atlas的工作室这样的独立开发者更容易筹集资金，既可以在游戏发行前通过NFT集资，也可以通过代币预售给投资者，或者通过出售股权的老方式筹集资金。\\n\\n这对许多Level 4游戏的发展至关重要，也是各种DeFi项目成功的关键。然而，我们认为它带来很多资产风险和投机性行为，这对于整个生态系统是不利的，这将导致游戏质量的下降和消极的用户体验。\\n\\n\\\\*\\\\*过度的宣传和之前的成功故事（如axie Infinity），在游戏发行前就助长了游戏资产膨胀。\\\\*\\\\*公司可以设定远高于非加密游戏的初始价格，这为进入游戏创造了巨大的障碍。\\n\\n举个例子，Star Atlas中的Calico Guardian(这是一款假设在2-10年后发行的游戏)的售价至少为2.5万美元。即使是质量较差的中型船也至少要花费1500美元。这是开发商的标价，所有的销售收入都直接进了他们的口袋。泰坦飞船，正如Discord一直在炒作的那样，可能会带来一百万美元的收益。下图是官方建议的飞船售价。\\n\\n![](https://images.mirror-media.xyz/publication-images/JmezlHPbt8TDDDFclxKfL.png?height=268&width=640)\\n\\n令人难以置信的高资产价格减少了潜在玩家对游戏的兴趣，并且过度燃烧了生态系统。这些价格点不仅将潜在玩家排除在外，还会迫使玩家投入大量金钱去玩一款低劣的游戏，或者如果他们不想投入大量金钱，就会被迫在游戏中扮演契约奴隶的角色。\\n\\n由于加密资产的波动性，迫使玩家承担了难以置信的高风险。并且由于资产的分层，这个问题变得更加严重。\\n\\n为了鼓励玩家购买更高级的资产，游戏公司会大幅提升更昂贵的非功能性游戏的能量级别和相应的收益。这意味着，对于成本较低的项目，价格回报比(财务上和机会上)要低得多。10个100美元的低级别NFT飞船的回报率将比1000美元的单个NFT飞船回报率更低。\\n\\n例如，axie Infinity将土地划分为5个类别(大草原、森林、北极、神秘和创世)，迫使个人做出大量贡献，或者将他们排除出去。\\n\\n创世土地的一块土地售价为550 ETH，而大草原的一块土地的售价为3.5 ETH。\\n\\n然而，分层土地系统意味着某些建筑只能建在更昂贵的土地上，或建在多个相连的地块上，通过规模经济和不断增加的规模回报产生更多的收入。最高层次的土地通常能保证生产产品的单位成本随着生产规模的增加而下降，而拥有多个连在一起的土地(批量购买)意味着单位劳动生产率随着生产规模的增加而上升。\\n\\n换句话说，axie经济的分层性质不仅为那些能够负担得起的鲸鱼用户提供了更好的回报，而且还主动地将个人散户排除在游戏收益之外。根据AXS游戏赚取奖励的分配，一个创世地块价值343个大草原的地块，这意味着它的真实价值应该要超过1130 ETH。\\n\\n下图是来自axie discord的收益估计。\\n\\n![](https://images.mirror-media.xyz/publication-images/_u_F4I47keEm1iClNAKKy.png?height=131&width=670)\\n\\n类似于star  atlas这样的其他游戏也遇到了同样的问题: 即使有着数量更多的廉价船只比如说Opal Jet和Pearce X4, 但这些廉价船只带给玩家的游戏体验受到了很大的限制(比如说缺乏挖掘小行星的能力和战斗的能力)。\\n\\n举个例子，如果在战斗中，一艘价值2.89万美元的C9资本级飞船能够在几秒钟内用激光炮将Opal Jet汽化，那么一架Opal Jet如何能够接近“中等安全区域”?\\n\\n最终，“加密第一，游戏第二”的模式提出了一个难题：玩家被迫选择要么是一名工人，要么是一名投资者。\\n\\n那些愿意支付巨额资金的人被迫成为投资者，因为他们必须承担这些昂贵资产的风险。那些投资意愿较小，或者只是不想过多地参与到游戏中，他们被迫成为“奖学金”制度下的工人——他们从投资者那里借来昂贵的资产，用这些资产赚钱，同时给投资者大部分利润——这是一种21世纪的农奴制，在他们和游戏之间有一个寻租的公会。\\n\\n因此，它吸引了投机者和像ygg这样的大型贷款协会，这些人并不是真正的游戏玩家，这可能对token的短期价格有利，但最终不利于项目的长期增长。\\n\\n主要是因为投机者并没有积极地为游戏社区做出贡献，同时也占据了大量有价值的NFT游戏资源，而这些资源本可以由更分散的个体玩家所拥有，这些个体玩家能够创造出更好的游戏。\\n\\n换句话说，YGG和其他公会的模式对游戏社区建设不一定是积极的，因为它们鼓励雇佣劳动力。同样重要的是要强调的是，这些劳动力主要是来自第三世界国家的工资领取者，在他们的工资方面几乎没有谈判的权力; 这并不是我们所梦想的“游戏的未来”。\\n\\n最后, 我们想要指出, 尽管在传统游戏中存在阶级分层和需要花钱才能玩游戏的现象，但是GameFi的本质和“play2earn”模型的所有加密游戏都加剧了这个问题，同时直接导致了很多游戏无法长久的健康活下去。与传统的Gacha游戏(通过应用内购买而获得廉价的获胜快感的游戏)不同，GameFi项目在尝试这种方法时会崩溃的更快。\\n\\n一种解决方案是“游戏第一，加密第二”的模式。\\n\\n这种模式突出了游戏体验，同时保持加密组件的安全性：享受乐趣和赚钱并不相互排斥，但强调前者很重要。\\n\\n我们设想，在不久的将来，来自不同开发者和工作室的新内容可以通过不同节点的投票添加到游戏中。具体地说，使游戏长期有趣的是缓慢学习技巧(通过对游戏逻辑和机制的深入理解)，或者是玩家投入时间所感受到的缓慢进程，而不仅仅是购买昂贵的高级资产。\\n\\n简单地说，游戏可以设计成奖励技巧，如《英雄联盟》，也可以设计成奖励努力工作(资源获取)，如Clash of Clans。像皇室战争等一些最受欢迎的游戏便平衡了这两种元素：单位可以通过升级而获得更多奖励，纸牌也会根据稀有性进行合理的阶级分层，并且所有纸牌都将被重置到相同的强度级别。\\n\\n本质上,“游戏第一,加密第二”的模式意味着并不是每个人都可以挣钱，只有会玩的人有机会能挣钱, 并且他们能挣多少钱受他们投入的资本的影响，当然也更加取决于他们的游戏技能和游戏时间的投入。\\n\\n即使是那些没有足够资金的人也可以凭借自己独特的技巧和对游戏的理解而赚钱，而不是因为特定资产的廉价性而被迫变得更弱。\\n\\n如果拥有玩家背景的游戏工作室不愿意将大部分预售token分配给私人买家，这也是合理的。因为他们仅仅想自己获利更多，但这种做法可能会影响整体的经济。\\n\\n**去中心化的假象**\\n\\n**Level 3游戏必须解决的第二个挑战是去中心化。**\\n\\n游戏内部资产的出售绝不是GameFi独有的现象，但加密游戏行业将其游戏资产标榜为完全独立和不可控的市场。\\n\\n这是骗人的：因为工作室有办法保持对资产的控制，在大多数情况下，这些游戏仍然是中心化的，尽管许多加密游戏领导者进行了营销说他们是去中心化的。比如说Axie，有很多axie被ban了，下图是被禁用的Axies。\\n\\n![](https://images.mirror-media.xyz/publication-images/9q_0T6sQC65Buc0tl4TTz.png?height=479&width=641)\\n\\n**第一个也是最根本的问题是，这些游戏是否应该或需要成为像游戏开发者宣称的那种去中心化。**\\n\\n在“中心化游戏”中(例如Steam上的CSGO)，帐户很容易被禁止交易。这导致了许多问题，价值数百万美元的资产被锁定在交易机器人账户中。\\n\\n尽管许多人可能会反驳说，这些锁定资产通过降低总供应量推高了均衡价格，所以这一禁令在一定程度上是合理的，并且这能够阻止机器人简单地将其资产转移到另一个账户，并继续攻击和违反服务条款，这对于稳定游戏经济非常重要。\\n\\n然而，区块链资产的去中心化本质也有很多原因值得保护。如果我们假设去中心化是我们想要保持和执行的东西，这就会提出一个问题: **当前的加密游戏生态系统是否执行了这些理念? 这些游戏如何发展才能更好地创造最终的去中心化元宇宙世界?**\\n\\n在当前的加密游戏领域，虽然游戏开发者不能直接阻止资产交易，因为他们在区块链上是独立的，但他们可以通过禁止资产进入游戏来大幅降低资产的价值。这将删除属于该资产的大部分效用。\\n\\n如果能够在交易所和其他交易平台(如axie Infinity市场)上进行适当标记，它便能够轻松复制中心化游戏的禁止交易功能。例如，当axie Infinity发现中国工作室花钱让玩家同时玩多个账号以最大化收益时，他们便禁止了axie的所有账号，并在Twitter上警告玩家社区不要出现进一步的违规行为。\\n\\n当然，axies本身仍然可以交易，但不能在游戏中被任何人使用，这使得它们的交易价值变得毫无价值。因为游戏公司垄断了资产价值的减少和移除的权利，所以这些资产仍然是高度中心化的。\\n\\n**更深入地说，像Star Atlas这样的游戏声称自己是匿名开发者，这意味着它们能够接受随着时间的推移而逐渐让自己退出，并让其他游戏开发者接替他们的想法。**\\n\\n他们在许多官方群声称，随着时间的推移，如果社区需要，新的开发人员可以取代开发团队。\\n\\n在他们的白皮书中，该工作室声称“使用Solana协议的区块链技术”能够提供“无服务器且安全的游戏体验”，Star Atlas中获得和交易的NFT代币创造了一个复制真实世界资产和所有权的有形经济。\\n\\n而关于不用服务器，他们的理由是，**如果游戏没有服务器，那么服务器故障就不会影响到游戏，从而保持游戏资产价值和用户基础的稳定性。**\\n\\n然而，我们认为，由于上面讨论的投机性价格，公司更有动力开始一个新游戏，出售自己的token来筹集资金，并且由于加密货币的炒作和快速传播特性，获取客户的成本很低。\\n\\n例如，比如说BSC上的CryptoMines游戏，该项目声称拥有超过23万用户。当开发团队未能控制FUD(恐惧、不确定和怀疑)的时候, 项目方看到他们的token的价格在两周内从801美元下降到4美元, 他们提出了一个完整的游戏关闭的方案, 并承诺推出一个新的完全独立于原始游戏的NFT, 宣布原始游戏的NFT没有任何作用。\\n\\n在现实中，为了解决这个问题，有几个结构性障碍需要克服。\\n\\n首先是知识产权问题：虽然公司本身无法控制NFTs的交易和转让，但游戏中使用的图像和名称都是受保护的权利。我们知道知识产权保护很重要，需要阻止拥有更多资金的独立游戏工作室为了图方便，利用现有资产创建《Mirandus 2》或《axie Infinity 2》，从而破坏gamefi的用户基础。\\n\\n虽然保护和发展知识产权对游戏的发展很重要，但也需要有一个明确的过渡计划。与专利等其他形式的保护不同，商标没有明确的有效期，可以永久保持，因此转让所有权需要明确的信息公示。\\n\\n我们的建议是让这些公司在一个预定的、公开的、灵活的时间段内拥有商标，允许公司通过合作、营销、知识产权、设计等方式发展自己的知识产权。\\n\\n然后，商标将被转移到游戏的DAO或类似DAO的结构中，在那里社区可以投票决定合作关系。\\n\\n这些合作关系将被提交给DAO，并因此进行投票：它们要求的最小数量的游戏原生token或nft，这些token将被智能合约写入在投票决定的期间锁定，以协调利益并防止一次性的营销计划。\\n\\n此外，运行游戏本身的服务器也存在问题。这可以通过两种方式来解决。\\n\\n第一种方式是Gala games所提出的，Gala Games目前使用的是一种节点服务，他们声称未来可以“运行一个去中心化的游戏托管平台”，我们认为这个框架具有巨大潜力。来自不同开发者和工作室的新内容可以通过不同节点投票添加到游戏中，这使得我们可以推断未来的服务器不再依赖单一的游戏。\\n\\n或者我们建议游戏开发者启动一个由他们自己直接资助的基金，直到他们决定不再支持游戏，那时他们就会宣传这个基金，并将法律控制权交给DAO。\\n\\n这样，如果游戏仍然很受欢迎，社区就可以决定维护服务器，或者在适当的时候完全迁移到新的服务器上。一般来说，这笔钱应该来自于该公司盈利的收入，以及希望保持经济增长的新内容创作者。\\n\\n实际上，新内容创造者可以选择通过添加新的可玩内容来丰富现有的基础设施，或者他们也可以创造一款包含相同的Nfts的完全不同的游戏。\\n\\n如果新游戏提供的平台比原来的游戏好得多，DAO可以投票暂停支持原来的游戏，并将资金转移到新游戏，从而淘汰原来的开发者。\\n\\n总的来说，我们可以预测未来区块链游戏会建立在不同的Layer 1区块链上，如以太坊、Solana、Wax、Cosmos等，用户将能够轻松的切换游戏，他们将能够携带他们的资产，如皮肤、化身或武器的NFTs到其他的游戏或者Layer 1区块链上。\\n\\n**治理权：一个大的幻觉**\\n\\n多数主义治理指的是通过链上投票来决定链上提议的协议或者游戏制度的更改。这是一个需要被重视的巨大幻觉，并且这个问题对于发展Level 3的游戏也是至关重要。\\n\\n虽然游戏需要用户反馈和数据来设计最好的产品从而最大化消费者体验，但链上的移动治理权在历史上从未有效解决过任何反多数主义的规则制定者所曾经面对过的问题。\\n\\n下图是Axie Infinity治理权token的分布。\\n\\n![](https://images.mirror-media.xyz/publication-images/LFsOml5GZMlqNksYJ5BVd.png?height=403&width=675)\\n\\n首先，从长期来看，多数主义治理权是有害的，因为单个个体缺乏技能、知识和长期动机来最大化游戏增长。\\n\\n考虑到大多数游戏开发团队都具备设计复杂经济结构(这是平衡游戏创收所必需的)的专业技能，所以在考虑用户反馈和输入的同时，我们应该相信团队能够做出有意义的决策。\\n\\n我们相信，像Phat Loot Studios的untame Isles这样具有长期愿景的有前途的项目，将继续听取用户的反馈，就像他们在角色艺术设计方面所做的那样。\\n\\n这里需要注意的是，这可以通过数据收集和池来实现，并带有一个可以让开发者考虑的反映NFT持有情况的注释，而不是通过token来实现。\\n\\n这也引发了另一个关于排斥和疏远的问题，因为许多人已经通过购买NFT(NFT的购买行为对游戏的运行至关重要)而在游戏中投入了大量资金。这种基于token的治理系统迫使个体也购买这种token，并惩罚那些将资金分配给游戏内的NFTs的人。\\n\\n就激励机制而言，将改变游戏基本部分的权力赋予那些拥有更多金钱的人似乎是不可行的，因为他们的动机是保护自己的利益，而不是保护整个游戏的平衡和健康。这可能会导致基于保护他们所持有的更高层次资产的改变和投票更容易通过，从而权力失衡，疏远了普通玩家。\\n\\n虽然因为缺乏任何类型的治理结构，所以加密游戏领域几乎没有制定治理政策，但加密鲸鱼的后果可以在加密领域的其他治理实例中看到。\\n\\n2021年4月，在币安智能链最大的DeFi平台PancakeSwap上，提交了一份更改池的提案。这一改变(这一改变得到了开发者的支持)被一个鲸鱼用户所推翻，他使用自己的蛋糕代币承诺了超过94500张选票。这使他成为反对该提案的最大单一选民，并获得65%的多数支持。持有的代币数量几乎是整个提案的两倍，这只鲸鱼凭一己之力阻止了大多数人希望成功的投票。\\n\\n这表明，将权力交给那些动机可能并不总是与集体一致的人，可能具有破坏性。接下来发生的事情同样令人担忧：Binance开发团队一次又一次地提出这个建议，直到鲸鱼最终放弃反对。\\n\\n去中心化融资(DeFi)协议一直在努力追求质量和公平，但许多协议由于其治理投票机制而未能达到要求: 将决策过程转移到链上听起来像是下一次区块链革命，但它的有效性仍然是法律不认可的。\\n\\n下图是pancake那次投票的结果。\\n\\n![](https://images.mirror-media.xyz/publication-images/frQGEF2gbuFkt_T5KDZBW.png?height=577&width=646)\\n\\n这显然存在一个关于如何进行激励的问题，因为鲸鱼用户只会允许在不损害其投资组合的情况下做出投票。\\n\\n当然，我们也不得不问，既然鲸鱼玩家是那些将大量资产投入游戏中的人，他们是否就无权这么做? 毕竟，他们承担了大部分风险。即使我们试图通过建立一个钱包一张票而不是一个token一张票的共同替代方案来绕过鲸鱼问题，我们也会面临一个同样令人不安的问题：**Sybil attack问题，一个用户可以创建500个钱包，使用脚本来扭曲治理或不公平地获得空投，从而破坏了民主性。**\\n\\n下图展示了mekaverse抽奖中的一次作弊结果。\\n\\n![](https://images.mirror-media.xyz/publication-images/QDjI_b-bfpg4U-Nm9A9w_.png?height=759&width=646)\\n\\n此外，\\\\*\\\\*基于token的投票系统疏远了玩家，并造成了富人和穷人之间的权力失衡。\\\\*\\\\*它不仅排除了那些拥有较少token的人，而且即使是那些拥有其他资产的人，如直接在游戏中创造的NFT资产的人，也被迫维持大量token的供应，以防止对他们有害的政策。\\n\\n这对于NFT资产持有者来说是灾难性的，因为他们实际上是受游戏影响最大的。以axie Infinity为例，受游戏变化影响最大的是土地和axie玩家。然而，对游戏开发提案投票的人都是AXS的持有者。\\n\\n虽然游戏中的土地被提议以某种方式产生AXS代币，但大多数AXS代币都在AXS投机者手中，他们无疑会试图维护自己的经济利益。最终，治理需要逐个缓慢推动，而不能在事后筹集资金，严重影响了游戏进度。\\n\\n其次，当前基于游戏的dao框架很少有成功的实现。由于缺乏透明度和DAO开发的进展，几乎没有任何政策被投票通过。\\n\\n关于如何进行投票的具体例子或结构的资料很少，尽管axie Infinity和Star Atlas等游戏已经提出了基础治理和提案的结构，但目前还没有任何重大决策投票，也没有任何常规投票。\\n\\n值得一提的是，那些希望真正去中心化的游戏可以将之前在DAO投票中提到的一些想法作为之后投票程序的基础。\\n\\n下图是Star Atlas治理权的分布。\\n\\n![](https://images.mirror-media.xyz/publication-images/KBJUD-2gCPokiydgct5Q8.png?height=302&width=647)\\n\\n**最后，token的早期分发阻碍了DAO结构在当前环境中的实现。**\\n\\n一是，最坏的情况是本身就计划做rupull(骗局和计划)的游戏开发团队执行了rug。\\n\\n二是，即使我们假定开发者是不会这么做的，由于需要在早期阶段筹集资金和奖励员工，那么也会有许多token被分发给私人所有者和员工。因此，即使主要玩家能够在市场上获得大部分有价值的代币，他们仍然缺乏相对的投票权。\\n\\n注意，这不仅仅是少数游戏的问题，而是整个gamefi领域的问题。目前，平均分配给团队投资者和私募投资者的份额分别是20.3%和13.2%，公开出售的所有权是9.17%(基于3款游戏的数据axie Infinity、Star Atlas和Splinterlands)。可以从数据收集到的游戏,在一些极端情况下像star atlas, POLIS(他们的治理token)的公募token只占有2%的总POLIS的分配额度，而私募额度有22.5%，因此留下了许多问题，比如公共治理权，民主性和土地分配问题。\\n\\n即使在更公平的游戏中，如axie Infinity，虽然公募和私募的额度相同，但是团队仍然保留大多数token，这给了他们最后的决定权。\\n\\n尽管许多人声称这种分配制度可能会随着时间的推移而改变，比如说通过play2earn和staking。但我们反驳说，这种策略也适用于私募机构，由于他们的先发地位，他们可能会赚得更多。\\n\\n不管怎么说，公众想要拥有对治理政策的最终决定权可能还需要数年时间。在游戏开始时，当做出最重要的决定时，公司和基金将在没有治理代币的情况下拥有控制权。因此，解决方案是，要么移除治理，不将其作为一种旨在筹资的说法，要么将权力交给人民，像Loot这样，然后从中消失。\\n\\n**结论**\\n\\n鉴于游戏和NFT的可玩性和经济价值，GameFi提供了一个将下一个千万级新用户带入加密货币领域的机会。\\n\\n自2021年年中以来，我们见证了加密游戏的首次爆发。与游戏nft和游戏互动的钱包数量是DeFi的两倍多。YGG (Yield Guild Games)目前的估值为60亿美元，因为他们和其他链上公会继续将来自新兴经济体(如菲律宾)的用户引入加密经济。Sandbox总有一天会成为比Roblox更大的公司，届时将出现更多沙盒游戏。\\n\\n如果我们能够逐个解决“加密第一，游戏第二”模式的问题，去中心化的假象和治理权问题，gamefi革命将必然会发生。\\n\\n最后，我们将引用Loot Project网站上的一句话:\\n\\n一场暴风雨正在酝酿，我们每个人都必然会受到它的影响，你能现在就感受到它的存在吗？\\n\\n这个世界又需要到了我们为之做出努力的时候了，你是愿意加入我们一起奋斗改变命运，还是选择保持原样，重复着过去的艰辛获取着仅仅能够维持生活的报酬？\\n\\n***深潮 TechFlow 是由社区驱动的深度内容平台，致力于提供有价值的信息，有态度的思考。***\\n\\n**社区：**\\n\\n公众号：深潮 TechFlow\\n\\nTelegram：<https://t.me/TechFlowPost>\\n\\nTwitter：TechFlowPost\\n\\n进微信群添加助手微信：TechFlow01\",\"timestamp\":1641527693,\"title\":\"哈佛大学区块链俱乐部：链游的困境与出路，一场暴风雨正在酝酿\"},\"digest\":\"USZ4-WQcOlv5yt7J-I3PeTQH25el-EbEtsJ4AzNa_ng\",\"authorship\":{\"contributor\":\"0x0E58bB9795a9D0F065e3a8Cc2aed2A63D6977d8A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XbcvJkDrWqvbaT-fO0jcA5HtqEMCqmxY4aiTTuW2mD0\\\",\\\"y\\\":\\\"wyVzJJAnh1phY0ya3YVoFZguA6SwSODZr1dcA1zA2aI\\\"}\",\"signature\":\"crq2K8acjvgLR_ihG3DxXwtCeiu0BNKawsiJqf210wmj-iaiGu-gdr-3a3USLqR-D7W7kpx1qj5vnauWwYQf6Q\",\"signingKeySignature\":\"0x13850692929939271896719fe92a25ddecc682f042b4e31dd27da0b2a548a7125d647a45e213b0d3aa64ab24858331773bdf5d491d1ceda43cb688d283ac49151c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"XbcvJkDrWqvbaT-fO0jcA5HtqEMCqmxY4aiTTuW2mD0\\\",\\\"y\\\":\\\"wyVzJJAnh1phY0ya3YVoFZguA6SwSODZr1dcA1zA2aI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3RVyY__EnpTCDzV3fCG_nRO6w64rppRUy3E2BIac61g\"}"