"{\"content\":{\"body\":\"![One planet. One solution.](https://images.mirror-media.xyz/publication-images/my8hJ036ESZ9yKLZjHWvz.png?height=220&width=1100)\\n\\nThis serial focuses on what we are doing, what we can’t do, and what we should do about “climate change”. The only viable approach is for visionaries to make data-driven decisions based on scientific thinking, not “trust the scientists”. Spoiler: We’re relying on modern-day superstition (akin to a Native American “rain dance”) for ineffective solutions that make us believe that we’re affecting the result. We can’t invent or legislate our way to a solution, but we can solve the problem by employing the tools we have aggressively. This serial will lead the way. \\n\\nI welcome comments, contributions, and discussions, particularly those that follow [Deming’s caveat](https://medium.com/@adambreckler/in-god-we-trust-all-others-bring-data-96784d01e9be), “In God we trust. All others, bring data.” The subliminal objective is to open the scientific process to a broader audience so that readers can discover their truth, not based on innuendo or *ad hominem* attributions, but instead based on hard data and critical thought. If this rag finds an audience, it can trace its origins to the COVID-19 pandemic and the widespread failure of leaders worldwide to contain it. Historians will write, “If only they’d followed the science…” but Science isn’t a religion that has followers and infidels.\\n\\n> **Science is a sport that wrestles truth from conjecture**.\\n\\nStretching this metaphor somewhat, I believe that everyone should understand the game well enough to play as an amateur and appreciate it when played professionally. If our leaders had such an appreciation during the pandemic, then they could have dramatically reduced COVID’s impact. And if we can develop a broader appreciation in the future, perhaps we can avoid the catastrophic outcomes of global warming.\\n\\nIn this context, you may have heard some politicians say, “Listen to the scientists!” as if scientists are the modern-day [Oracle of Delphi](https://en.wikipedia.org/wiki/Pythia) speaking truth with a singular voice. Let me assure you, we scientists are not omniscient and certainly not homogeneous. We’re a contentious and competitive lot with diverse, often fiercely-held opinions supported by a breadth of abilities and expertise. But, we share a common ideal of “the truth”, which, like “the perfect”, is never quite achieved. At the core of scientific truth is **data**. Specifically, careful observations (best collected as objective numerical measurements) can delineate a correct hypothesis from an incorrect one. As many others have pointed out, [being proven wrong brings joy to the curious](https://www.amazon.com/dp/1984878107/ref=cm_sw_em_r_mt_dp_1C2JVQ60RY5P8XXK0GSB), myself included! To this objective, I cite a retort variously attributed to Disraeli, Churchill, the economist Paul Samuelson, and the physicist Richard Feynman, “When the facts change, I change my mind. What do you do, sir?” Changing one’s mind is the essence of Science and is essential for advancement.\\n\\nIn this light, the information revolution has put an avalanche of “facts” at everyone’s disposal. Because of this glut, an increasing number of internet “sources” can choose their conclusions first and then leave out facts that fail to support them (or, as Kellyanne Conway famously stated, they can select “alternative facts”). Cherry-picking data is scientific malpractice—Data sources need to be selected with an open mind to address an open question, and objectivity is everyone’s core challenge! Not all data, and not all scientific opinions, are equal.\\n\\nThis newsletter aspires to raise awareness of the scientific process (as well as its limitations) so that Science can better inform public discussions among non-scientists. As I’ve asked a number of my Facebook and Twitter frenemies, “If it sounds unbelievable, then why do you believe it?” This newsletter aims to demonstrate valuable tools that allow individuals to determine what to believe and, perhaps more importantly, when to change their minds.\\n\\n**About me:** At the most basic level, I’m a pragmatic molecular scientist trained in organic chemistry and molecular biology. I’ve enjoyed a long career devoted to developing solutions to existential human problems, ranging from human health to alternative energy. To this end, starting with a blue-blooded Ivy League scientific pedigree, I’ve bolted on a couple of decades of entrepreneurial and business experience, so I strive to combine the “ivory tower” with “street smarts” to help develop practical solutions. Until now, I’ve been an active, eclectic utility infielder but have preferred to remain in the shadows as a backstage influencer. As Truman said, “It’s amazing what you can accomplish if you don’t care who gets the credit.”\",\"timestamp\":1635813815,\"title\":\"Healing Earth with Technology\"},\"digest\":\"Wl3vd2ZUVCnCTbZuEWo5hNRyra0iRdcQLharrf4W0bs\",\"authorship\":{\"contributor\":\"0xAb0e0B3d48130FC8462246332383FeE9B630B27d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OyIRkaZjak8olUhORq0NZ_BNgf0WBqmPc_37ny5cp5Q\\\",\\\"y\\\":\\\"Q0g7CYfbuqaGWr2IdLAzbIN_zN060rtsKZ-vVBPqj7E\\\"}\",\"signature\":\"laCaDELYS000lh6CYwOS8AcmEUBp3mCbp6jktL3gcNOYHv2p1V1QV_KKl1CU9AX1DIqKuiKukj0mgVH6YGvV2w\",\"signingKeySignature\":\"0x8c2b96e82fd8a1fef8a34fae30ee822eb3b60582ec8427c7c43344668e021c9e36f9696f3404a7a6950189415ff7e1501db69716574a5b8d5c575a3ccb021d4a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OyIRkaZjak8olUhORq0NZ_BNgf0WBqmPc_37ny5cp5Q\\\",\\\"y\\\":\\\"Q0g7CYfbuqaGWr2IdLAzbIN_zN060rtsKZ-vVBPqj7E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bKfQhXjIjMmHOjQlGx4Rk2SHpEKWjJNetyCGYCPXGf0\"}"