"{\"content\":{\"body\":\"*O recente ataque aos sistemas do Ministério da Saúde jogou luz sobre uma silenciosa transformação na forma como registramos informações de saúde da população brasileira. Entenda quais são essas mudanças e porque, mesmo com os riscos, elas podem revolucionar a forma como lidamos com a nossa saúde.*\\n\\n\\n---\\n\\n**Dezembro de 2021**. O Ministério da Saúde acabava de admitir ter sofrido mais um de uma série de ataques cibernéticos, deixando fora do ar diversos sistemas da pasta. Na mesma semana, se discutia a obrigatoriedade de comprovantes de vacinação contra Covid-19 para entrar no país. Enquanto isso, nas maiores cidades brasileiras, apresentar o “passaporte da vacina” já era a realidade nas entradas cinemas, teatros, shows e outros estabelecimentos de lazer.\\n\\nDurante mais de um mês, a queda nos sistemas do ministério escancarou o quão rápido a população brasileira aderiu e passou a depender de uma praticidade no acesso a seus dados de saúde que há muito pouco tempo sequer poderia ser imaginada.\\n\\nTer, na palma da mão e em um único aplicativo (o ConecteSUS) seu histórico de vacinas e exames laboratoriais foi um avanço fundamental em tempos de pandemia. Mas também é um indicativo de que **dá para ir muito mais longe na forma como os sistemas de saúde registram, compartilham e usam informações para cuidar melhor da saúde dos usuários**.\\n\\n## Saúde, um olhar em rede\\n\\nHá um trabalhador silencioso responsável pelos avanços que permitiram colocar de pé o ConecteSUS e agregar diversos dados para o controle da pandemia. Seu nome é **Rede Nacional de Dados em Saúde** - ou, simplesmente, RNDS.\\n\\n![Em pouco tempo, nos acostumamos a ter nossos dados de saúde na palma da mão. Imagem: Marcelo Camargo/Agência Brasil \\\\[https://bit.ly/3A5iJkp\\\\].](https://images.mirror-media.xyz/publication-images/44DLzhmo2sTR4MPTvSHnd.jpg?height=768&width=1024)\\n\\nA [RNDS](https://www.gov.br/saude/pt-br/assuntos/rnds) é um ambicioso projeto do Ministério da Saúde que tem como objetivo juntar em um só lugar todas as informações sobre a saúde de cada um dos mais de 210 milhões de cidadãos brasileiros. No mundo ideal, isso inclui desde uma medição de pressão arterial na unidade básica de saúde até o prontuário de uma internação em UTI, passando pelos resultados de todos os exames laboratoriais, vacinas e procedimentos de saúde feitos nas redes pública e privada.\\n\\nPara além dos [enormes desafios](https://www.nexojornal.com.br/expresso/2021/12/26/Como-a-administra%C3%A7%C3%A3o-p%C3%BAblica-do-Brasil-falha-na-seguran%C3%A7a-digital) com segurança da informação que essa visão exige, **ela carrega consigo um imenso potencial em relação à forma como cuidamos da nossa saúde**.\\n\\nPara começar, porque estudos internacionais apontam que [boa](https://www.acpjournals.org/doi/10.7326/M18-3684) [parte](https://www.natap.org/2018/HIV/AIME201612060-M160961.pdf) [do](https://pubmed.ncbi.nlm.nih.gov/32808212/) [tempo](https://www.ama-assn.org/practice-management/sustainability/do-you-spend-more-time-administrative-tasks-your-peers) de atendimento em consultas médicas é gasto com o preenchimento de prontuários e outras tarefas administrativas. Muitas vezes, isso ocorre porque os sistemas são completamente independentes entre si. Com um padrão de comunicação entre eles - como o que a RNDS propõe -, os profissionais de saúde não precisam mais gastar tanto tempo transcrevendo resultados dos seus exames ou laudos de um lugar para outro. Em vez disso, pode focar seu tempo no que realmente importa: entender como lhe ajudar a melhorar a sua saúde.\\n\\nEm um outro extremo mais de ficção científica - ou [nem](https://exame.com/pme/startup-que-ajuda-medicos-na-triagem-de-pacientes-leva-aporte-de-r-32-mi/) [tanto](https://www.opovo.com.br/noticias/especialpublicitario/labpacs/2020/11/13/tecnologia-a-servico-da-vida--startup-torna-diagnostico-de-exames-de-imagens-mais-agil.html) [assim](https://www.projetodraft.com/a-viziomed-usa-inteligencia-artificial-para-a-leitura-de-exames-de-imagens-radiologicas/) -, seus exames poderiam ser automaticamente analisados por uma inteligência artificial, que ajudaria o seu médico a fazer um diagnóstico mais preciso. Se algo estiver fora do padrão, o sistema poderia alertar os profissionais de saúde que cuidam de você e, se for o caso, já sugerir um horário com um especialista ou outro encaminhamento adequado.\\n\\n## Uma revolução para a saúde pública\\n\\nAlém dos ganhos para a inovação nos diagnósticos e no dia a dia dos profissionais de saúde, a integração entre sistemas proposta pela RNDS é uma enorme revolução no panorama dos dados utilizados para analisar a saúde da população brasileira como um todo.\\n\\nAtualmente, só o Ministério da Saúde têm **pelo menos [429 sistemas de informação](https://www.scielosp.org/article/csp/2021.v37n7/e00182119/) em saúde** - na verdade, ninguém sabe o número preciso. Muitos desses sistemas são desenvolvidos e geridos por [núcleos informais](http://www.consultaesic.cgu.gov.br/busca/_layouts/15/DetalhePedido/DetalhePedido.aspx?nup=25820003308201811) dentro do ministério. *Se nem esses grupos conversam entre si, os sistemas que eles criam muito menos*. Junte a isso tudo a imensidão de soluções que os estados, municípios e empresas privadas tentam criar para navegar a complexidade dos sistemas de saúde e você terá uma ideia do inferno que pode ser retirar alguma informação útil dessa confusão.\\n\\n![Os dados hoje utilizados para entender o SUS são uma torre de Babel, onde cada pedaço trabalha sem se entender com os que estão a sua volta. Imagem: \\\"A construção da Torre de Babel\\\" (1563), por Pieter Bruegel, o Velho \\\\[https://bit.ly/3GIOpyI\\\\].](https://images.mirror-media.xyz/publication-images/FAYctLxDnkLrpRDXNtdgC.jpg?height=468&width=640)\\n\\nIsso é um problema porque muito do entendimento sobre o SUS depende justamente das passagens do usuário entre diferentes níveis de atenção. Em geral, a maioria das questões de saúde deveriam ser abordadas na atenção primária. Quando muitos casos são encaminhados para a atenção especializada - ou, pior, quando muitos problemas só chegam ao sistema de saúde como atendimentos ou internações em hospitais -, é sinal de que algum problema pode estar afetando a resolutividade desses serviços ou atrasando o acesso ao nível de atenção correto pelos usuários.\\n\\nA grande questão é que **hoje é quase impossível mapear a jornada do usuário do SUS por meio de dados públicos**, já que cada nível de atenção costuma usar um ou mais sistemas diferentes, com formas diferentes de registrar as passagens de um usuário. Mas esse jogo pode estar para virar.\\n\\n## Em busca de uma língua comum\\n\\nA RNDS pode mudar esse panorama ao criar uma camada de comunicação que funcione como uma “língua comum”, para que todos esses sistemas possam conversar entre si.\\n\\n[Tentativas anteriores](https://conjuntominimo.saude.gov.br/#/cmd) de unificação mostram que pode não ser a melhor ideia criar um “super-sistema” para substituir todas as soluções já em uso. Além de suprimir a inovação, o processo de transição tende a gerar grande disrupção nos serviços, e costuma demorar para sair do papel - afinal, a solução precisa ser “completa” para valer a pena. No fim, **o risco é o projeto “unificador” virar só mais um entre vários sistemas, ou então ser descontinuado antes mesmo de  “pegar” no dia a dia dos serviços**.\\n\\nA proposta da RNDS acerta ao se propor um “super” sistema não no sentido de superar os outros, mas de estar acima deles como um ambiente único do qual todos conseguem participar, armazenando e trocando informações com o consentimento do usuário.\\n\\nOs ataques sofridos pela RNDS e outros sistemas governamentais mostram que ainda há muito o que avançar para construir uma infraestrutura [segura e transparente](https://ok.org.br/noticia/tecnologias-para-combate-a-covid-19-falham-em-transparencia-e-protecao-de-dados-pessoais-apontam-organizacoes/) de dados em saúde - de preferência, uma que conte com a confiança e a colaboração de instituições públicas e privadas, de pesquisadores e da sociedade civil. Mas o próprio impulso que iniciativas de [transformação digital em saúde](https://bvsms.saude.gov.br/bvs/publicacoes/estrategia_saude_digital_Brasil.pdf) como a RNDS tiveram a partir da pandemia indica que, com recursos e senso de prioridade, podemos chegar lá.\\n\\n\\n---\\n\\n**Bernardo Baron** *é cientista de dados e geógrafo. Atua desde com dados públicos desde 2017, com passagens pelo IBGE, Ministério Público do Rio de Janeiro e Fiquem Sabendo. Atualmente, é embaixador de tecnologias cívicas da Open Knowledge Brasil e cientista de dados na ImpulsoGov, organização sem fins lucrativos dedicada à melhoria dos serviços de saúde por meio da coleta e análise de dados*.\\n\\nAs opiniões reproduzidas neste artigo refletem unicamente a posição do autor.\\n\\n**CC-BY-4.0**. Este conteúdo pode ser compartilhado e adaptado livremente, desde que citado o autor e o link da versão original. [Saiba mais](https://creativecommons.org/licenses/by/4.0/deed.pt_BR).\\n\\n**Compartilhe**: \\\\[[Facebook](https://www.facebook.com/sharer/sharer.php?u=https://bit.ly/entenda-a-rnds-ataque-hacker)\\\\] \\\\[[Twitter](https://twitter.com/intent/tweet?url=https://bit.ly/entenda-a-rnds-ataque-hacker&text=)\\\\] \\\\[[LinkedIn](https://www.linkedin.com/shareArticle?mini=true&url=https://bit.ly/entenda-a-rnds-ataque-hacker)\\\\] \\\\[[E-mail](https://mailto:info@example.com?&subject=&cc=&bcc=&body=https://bit.ly/entenda-a-rnds-ataque-hacker%0A)\\\\]\",\"timestamp\":1642516176,\"title\":\"Entenda a RNDS, o super-sistema do SUS atacado por hackers\"},\"digest\":\"jA3eclqNYQF6RotoBrJy8mok98DjQH8P2Xn3mv5T_is\",\"authorship\":{\"contributor\":\"0x05CAFfD568cdAaC6f8Aeb2498EAE544517ade38A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GBqoUs-g2SEMuqLZJgihvHcCJmXPX78O8SSu5aY7UNM\\\",\\\"y\\\":\\\"P1h5N1D-KhGDO4mNVL9ouz1PGgAiz9nUA4e3vK9gJGs\\\"}\",\"signature\":\"6VZvfX5i7cgi9UejvmNeWzBKI1liwsQGXPjRXQvu0SBA4OOn1OymxarY_a2igOq18XTwQKuDcRaO8UBJYruCfA\",\"signingKeySignature\":\"0xb3843a45c8165839894da9d2afb9bd6368869c769e8c8403e00b722e6a7f0cc012c262c40c1c67bf46c0154d1ea2ffa17223eca3308e2e23e7b276da3f3a62a51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GBqoUs-g2SEMuqLZJgihvHcCJmXPX78O8SSu5aY7UNM\\\",\\\"y\\\":\\\"P1h5N1D-KhGDO4mNVL9ouz1PGgAiz9nUA4e3vK9gJGs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3QXzokcBI2u5xlYiyeQb3S01NzRDr8wbMY5X2qzVHak\"}"