"{\"content\":{\"body\":\"“老大，小心。”尽管周围的人已经发觉不对，喊了出来，而刀子也是一副奋不顾身的样子挡在了前面，可是魔镰螳螂就认准了豹哥一个人（这boss级的AI可真是不低，也知道擒贼先擒王的理），那带起一片绿色阴影的镰刀轻巧的划过刀子那张惊恐的面庞，刀尖一扬，猛地下落，就又狠又准地一把夹住豹哥。\\n\\n```\\n豹哥脸上是一副不可思议的神色，眼神里带着几许的恐惧，耳边响起手下的怒吼，身上是彻骨的痛楚，无数交错的刀光将空中的他送上了回程之路。手下的那些神官们都被这一幕所惊愕，根本无暇顾及帮豹哥加血，眼睁睁的看着他就这样被突然飞来的魔镰螳螂给挂掉了。\\n\\n“疆土，快撤回村子，那头魔镰螳螂太厉害了，已经将对方的带头老大给挂掉了。”冲天剑看到刚才还在前面嚣张跋扈，不可一世的豹哥竟然被魔镰螳螂的一招就送回老家，连忙冲到撕杀中的血染疆土身边说道，“敌人的阵形已乱，人心涣散，他们现在肯定不是那群螳螂的对手，我们赶紧乘机回村整顿一下，准备迎接最后这一波怪攻村。”（魔镰螳螂的鬼镰切是需要一定的魔法值和回复时间，而它的第一发和第二发分别挂的是狂兽和豹哥）\\n\\n看着对手阵营中现在一片混乱，巨大的魔镰螳螂任意在人群里收割着生命，群龙无首的局面让他们各自为战，不少玩家已经从队伍后面溃败逃离，螳螂大军正在向村子逼近。\\n\\n“鬼面，赶紧让学了机关陷阱技能的兄弟在我们身后布置陷阱，狂狼，你带五百个兄弟负责在这里继续抵挡敌人的攻击，其他兄弟跟我回去，加固村防，准备迎接怪物攻城。”血染疆土听了冲天剑一说，虎目环视了对方的阵营之后，大吼道，“他们老大都挂了，大家加把力啊，让这些孙子尝尝我们刀子的厉害。”\\n\\n“吼，吼，”听了血染疆土这一说，手下的弟兄更是嚎叫不已，原本已经是如火的激情更如被浇上一把烫油，熊熊燃烧起来，不要命地冲向对方阵营之中。\\n\\n咱见好就得收，看到有三五个家伙瞄住我，舞刀弄剑向我冲了过来，我连忙一个急速，拔腿就往村子里跑。妈的，真是小人一群，咱不就是开了个潜行，深入到你们中间一点点，拿了爆在地上的一个装备，顺手砍掉一个血少防低的巫师而已，就值得你们就这么兴师动众，张牙舞爪的吓唬我。小影，来，给我挡会，让主人我先闪，我得了便宜可不敢卖乖，这敌人虽然乱成一团，各自为战，但是还不是凭我一己之力就能搞定的，还是稳妥点好。\\n\\n我呈不规则曲线翻腾跳跃奔跑着，让远处的弓手和法师无法抓住我的身形，绝大部分的远程攻击都落了空，闪进了村子，我才稍微松了口气，扭头往外面一看，小影已经胜利完成它的断后任务，变成一堆废铁骷骨倒在了地上，而远处的魔镰螳螂也已经逼近了帮派驻地的前沿。我仔细一看，喝，四十级的boss，来头还真是不小。\\n\\n血染疆土的大部队已经撤回了村子，村外的战场上也只有一、二千人还在坚持而已，更多的玩家不是化成白光，就是四处逃窜，躲避螳螂的疯狂扫荡，原本上万人的部队，就这样因为怪物三波的冲击，让他们一而抑、再而竭、三就衰的化成了残兵败勇，呈鸟兽之散。\\n\\n“天剑，你那的巫师团还有多少人？”看着挥舞着镰刀，摇摆着三角头颅，渐渐逼近的螳螂大军，血染疆土有几分紧迫感地问道。\\n\\n“还有二百人左右。”冲天剑回首看了看村子内的兄弟说道。\\n\\n“那好，待会你就负责带领我的巫师团和你的巫师队伍使用霜冻攻击，来拖延住那些小螳螂的前进步伐，我就带领敢死队围剿那头魔镰螳螂，这家伙的攻击实在是太厉害了，那招必杀中者必死无疑，也不知道它有多少血量，竟然这么抗打，不赶紧把它解决掉可不是个事。”血染疆土说道。\\n\\n“行，就照你的意思办，不过你这家伙可要注意点啊，看这boss可是专门挑老大级的下手，你可别被它给切割掉了。”冲天剑几分玩笑，几分提醒地跟血染疆土说道。\\n\\n“恩，你就放心好了，咱这条命硬着呢，就算想要我挂，我也会把它拖着一起走的。”血染疆土嘿嘿一笑，拍了拍自己那厚实的胸膛说道。\\n\\n“你就别跟我吹了，你有几斤几两我还不知道，多注意点，千万别出什么意外，你可是这里的头，要是你也挂了的话，哼，后果不堪设想啊。”冲天剑用剑指了指村子里面，若有所思地跟血染疆土说道。\\n\\n“恩，我知道了。”血染疆土晃了晃脑袋，闷声应答到。\\n\\n“疆土，带上这个。”我从后面走了上前，拿出珍藏在身上的一瓶血之雾递给了血染疆土说道（好东西当然不能全部给别人，其实一共炼制成功了六十瓶，我私下扣了十瓶在身上）。\\n\\n接过我手中这瓶流动的妖艳红光的玻璃容器，血染疆土一双眼睛狠狠得盯着我，用近乎吼叫的声音说道：“什么，你小子还有这么好的东西，怎么不早点给我炼制出来。”（敢情他在傲气凌云那还没见识过这个好东东呢）\\n\\n冲天剑听他这一叫唤，也停住了刚要走的步伐，折回头来问道：“小隐，你拿什么东西给疆土了，让他叫得这么‘用力’。”\\n\\n“你以为这东西容易炼，傲气凌云准备了上百份的材料，才成功了几次而已，这可是我私人珍藏的，这次可是老底都给你了。”我幽幽地看着这个不知我辛苦的血染疆土说道，“回头你可要多帮我准备点炼制这玩意需要的材料，也算是对我的回报了。”\\n\\n“喝，几天不见，你又学了这么牛b的炼金技能，得，现在先不多说了，回头咱们可要好好谈谈。”冲天剑没有多说，冲我点了点头，一副值得期待的样子说道。\\n\\n我一把推了退血染疆土，说道：“听见没，赶紧杀boss去，我帮你把风，只要你不死，今天就翻身了。”\\n\\n血染疆土捏碎玻璃球，将暗红色的溶液涂抹到手中的战锤之上，只见一层如雾霭般朦胧的红光笼罩在武器之上，煞是妖气，他挥舞了一下手中的家伙，大声说道：“兄弟们，跟我上，挂了那个大螳螂。”\\n\\n肆意践踏着地上玩家的躯体，迈过血流成河的暗红色大地，魔镰螳螂带着它的一帮螳子螳孙们直冲到血染疆土的帮派驻地前面，就欲血洗村子。（怪物攻村的等级是根据帮派玩家的平均势力和驻地附近怪物等级决定的，因为瑟罗江中最低等级的怪物等级都是四十级，和血染疆土帮派成员的实力差距太大，所以在这次升级镇中没有出现，但是下一次想升级城的话，就没那么容易了；当然了，如果选择的帮派驻地是在怪物等级普遍低下的地区，那样驻地也容易升级些，但是从长远的角度看，在以后就无法吸引更多的玩家前来打怪消费，是不合算的）\\n\\n看着冲天剑指挥着剩下的巫师队伍将大片大片的霜冻魔法扔向了村子的前沿地方，将那些冲过了陷阱的魔螳螂给困住后，血染疆土立即带着手下一票兄弟冲向了那个已经飞到大门处的魔镰螳螂，而后面的弓手也射出了最密集的箭雨，提前给这个大家伙打声招呼。\\n\\n咱也不能闲着，塞了两瓶小蓝将魔法值补充过来后，我躲到角落里又把小影给召唤出来，带着它一路小跑带溜达，赶到了村口，观望血染疆土围剿魔镰螳螂的战斗。\\n\\n****************************\\n\\nXG某海滨别墅内，在二楼一间宽敞明亮，装饰豪华的卧室里传来“啪”一声脆响，放置在房间正中的那个漆黑发亮的虚拟仓门弹开了，从里面冲出一个光着头，脸色铁青，呼吸急促，**胸口上纹着一只神形兼备，呼之欲出金钱豹的壮汉，那对虎目中是带着燃烧的怒火，额头上青筋毕露，一出仓门，他就破口大骂打破：“我操，这帮该死的东西，竟然让老子都挂了，血染疆土，老子跟你永远没完。”（有句话说得好：世界上没有永远的敌人，只有永远的利益，豹哥今天这番说得太武断了）\\n\\n他叫骂着从前面茶几上抽出一把锋利的武士刀，疯狂地劈砍着屋子里的一切，将无尽的怒火借此宣泄出去，只苦了那些价值千金的红木茶几，古朴瓷器，饱受摧残，支离破碎。\\n\\n“大哥，怎么了。”在外面守护的几个彪形大汉听到屋子里面嘈杂的声音，连忙推门进来问道。\\n\\n“滚，给我滚，你们这些没用的东西，妈的，老子白养你们了，这么多人都搞不定个血染疆土，都他妈的一群废物。”壮汉一脚将一个藤椅踢向了冲进屋子的手下，如被拔了胡须的老虎咆哮道。\\n\\n那帮手下唯唯诺诺地低头，不敢多言，脸如死灰地退出了屋子，刚要关门，一个衣着暴露，身材丰满，妖艳性感的妙龄女子踩着猫步，款款走了过来，娇声说道：“吆，我们豹哥今天的火气怎么这么大啊，是哪个王八羔子吃了熊心老虎胆了，在太岁头上动土，让您这么生气啊，这火气大了可是要伤人的。”\\n\\n“妈的，都他妈的一群白痴，亏我一番苦心，把这次我灭帮的事给搅黄了。”见了这个娇艳女子，豹哥脸色稍微一缓，嘶哑着声音说道。\\n\\n“嗨，不就是个游戏而已，值得你那么关心嘛，真是的，都好几天不理人家了。”女子扭着水蛇腰，软塌塌地往豹哥怀里一凑，白嫩的玉臂就搭上了壮汉的脖子，用那对挑逗的眼神看着壮汉说道。\\n\\n“宝贝，你不懂，那里可是个赚钱的好地方，有空你也去玩玩，在里面也能让你欲死欲仙的。”壮汉心头一荡，一手抄向女子胸前的坚挺丰满，一手搂住女子细腰说道。\\n\\n“嘻嘻，你真坏死了，那里真那么好吗，那我明天也要去玩啊。”女子眼梢带着春意，纤手一指壮汉的脸颊，浪笑说道。\\n\\n壮汉一把将女子抱了起来，将脸庞在女子的粉颈磨蹭，大步走向卧室中那张软绵舒适的红色大床，喘着粗气说道：“嘿嘿，宝贝，不用明天了，今天你就给我消消火，泄泄压。”原本的一腔怒火就被这红粉妖娆给化为了虚无，果真是红眼一笑，众生倾倒。\\n\\n在外面的守护们早就识趣地将房门紧关，耳边依稀穿来的浪声淫语让他们不由气血上心头，咂嘴不已……\\n\\n**************************\\n\\n这只魔镰螳螂实力虽强，但是也没到了势不可抵的地步，而它之所以能在豹哥大群人马中横行无忌，主要就是因为前两批怪物给他们后方造成不小的冲击，以及一出场的那击必杀之技，一举将后面的领军人物给挂了，从而让他们惊慌不已，再加上有前方血染疆土及时的冲出村子，遏制住豹哥前面的攻势，没能在第一时间内组织起有效的围剿工作，而后来它那记鬼镰切让豹哥挂掉之后，剩余帮众更是无人敢挡其锋芒，才让它能大摇大摆，一路轻松地走到了村子前面。\\n\\n但是在血染疆土的有组织计划之下，在一帮精兵悍将的殊死抵抗之下，魔镰螳螂那畅通无阻碍，轻松前进的步伐终于被拖住了。冲天剑率领的巫师团们冲到了村墙上，大片大片的霜冻魔法从魔镰螳螂身边掠过，扔在它的那帮小弟头上，将这些恼人的家伙们都留在了原地，一波未解，一波又来，让它这些小螳螂们吱吱乱叫，无计可施。\\n\\n而至于那个巨大的魔镰螳螂，早就被血染疆土率领的敢死队伍给层层包围起来，在后面牧师的全力保护下，与魔镰螳螂展开了惊心动魄的战斗：魔镰螳螂那碧绿的前臂如铁钩般直戳下去，将一个刚射完箭枝的弓手扎了个透心凉，后面牧师来没来得及加血，就见魔镰螳螂镰刀般的利爪横劈，就将这个弓手变成了白光；黑色的旋涡夹杂着凌厉的箭枝，如雨点般落在魔镰螳螂身上，除了击中它那略带浅绿的肚子的伤害稍微高点外，其他的就如抓痒一般，只有几十个攻击伤害，但是却压制住了魔镰螳螂的飞行念头，翅膀刚一打开，无数火球就扑了上去，让这家伙它也有几分的忌惮，收起了轻薄的羽翼。\\n\\n近战玩家的疯狂砍砸让这只魔镰螳螂也很是不爽，它飞快地舞动着手中两把已经因为沾染太多的鲜血，而散发出碧红色的妖镰，如切菜般在人群中横扫，幸好有诸多骑士的合力抵抗，已经后方牧师的全力支援，才将它收割生命的速度延缓了不少，就算如此，每个回合下来，也有少则数人，多则几十的玩家化成白光，离别了战场。\\n\\n暴怒中的血染疆土如一只发情的公牛，瞪着充满血丝的双眼，高举手中那笼罩着血红之雾的战锤，狠狠地砸向魔镰螳螂，每一次攻击都倾尽了他的全力，狠不得手中的战锤化成泰山一座，一下子就将这头魔镰螳螂给压成碎末。\\n\\n或许是他运气不好，或许是这螳螂的防御太高，我在不远处看了半天，楞是没见他发挥出血之雾的攻击效果来，真是浪费了我的好材料啊。得，看他们砍得热火朝天，哥们我也帮帮忙，看了看身后那些因为无法前进，而将目标转向那些横行天下和豹哥残余帮众的小螳螂们，我心宽下来，既然不会出现被反包围的局面，那我可就不发愁了。\\n\\n将一瓶血之雾涂抹到小影的冲刺剑后，我一声令下，小影如离弦之箭展开身形，冲向了魔镰螳螂，手中的圆锥长剑划出点点寒芒，目标直指魔镰螳螂尾端的柔软之处-\\n\\n1650，-780，小影接连刺出的几剑竟然鬼使神差发挥出血之雾的效果，让这头巨大的魔镰螳螂立即吃了大亏，它扭过头来，脸上流露出狰狞之色，张合着那对青黑色的双颚，看着小影，扬刀就劈。\\n\\n小影一个死亡缠绕，两条细长的幽灵蛇从半空中浮现出来，扭曲着身子缠绕上那对锋利的镰刀，将镰刀的落势稍微缓了一缓，劈了个空，让小影能够从螳螂爪死里逃生，让到了一边。\\n\\n见自己的一击竟然落空，魔镰螳螂怒羞成怒，它眼睛瞄到正站在不远处，正好生得意的我，不顾及巫师的攻击，不怕在围攻玩家面前暴露出的柔软小腹，拍打着翅膀一头向我冲了过来，一招回复完毕的鬼镰切在它前足上流荡着绿波之光，蓄势待发。\\n```\\n\\n\\n------------\",\"timestamp\":1640326556,\"title\":\"第一百三十七章围剿\"},\"digest\":\"Ot6JQFpyLghpw5FFchUFjjzUsWL70BZNnENo6gpfQlU\",\"authorship\":{\"contributor\":\"0x7d57EE13C454553A820660F839e066fF0475CA94\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Dx1QbfeIk35HNNHZ8D_OZ_5PQ2HmIlp3mhyKzEgpOKA\\\",\\\"y\\\":\\\"GgktStisoeYiadokmHnH8eSIUOkdxlYIT0IdgkHSn3c\\\"}\",\"signature\":\"ix9J2gaEJIuc_zMnw7OEGGiEw2OHP_4hSy-BK5JsM34WuhVzF6bWK4KC6ezZ3mEevXOOHMDVFualoQDLZFsAlA\",\"signingKeySignature\":\"0x3039930230316d38af28331bd518c81119036989ec18fe41277e489fb9dbb8a54004a47f6189ebeb3e7af082cdbaa7cb34e3ec5d412d6d7f0f7a3ec45c42be101c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Dx1QbfeIk35HNNHZ8D_OZ_5PQ2HmIlp3mhyKzEgpOKA\\\",\\\"y\\\":\\\"GgktStisoeYiadokmHnH8eSIUOkdxlYIT0IdgkHSn3c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Ot6JQFpyLghpw5FFchUFjjzUsWL70BZNnENo6gpfQlU\"}"