"{\"content\":{\"body\":\"The government taxes crypto like any other investment; it is considered an asset, not a currency. If you’ve earned interest by staking, that interest is taxable, just like interest from a bond or bank account. Starting in 2024, anyone receiving $10,000 in crypto for a product or service will have to report identifying details about the sender of the crypto, just as they would a cash transaction over that amount. Short-term capital gains are taxed as ordinary income, which applies to crypto sold within a year of purchase. Long-term capital gains rates range from 0% - 15% - 20% depending on income levels, and may include an additional 3.8% surcharge for filers with more than $200,000 in modified adjusted gross income or investments gains. As a capital asset, crypto losses can offset gains in investments like stocks or real estate. If you booked short-term trading losses in crypto, they could offset short-term gains in stocks, or vice versa. Investors may have to do their own accounting, since many digital-asset exchanges don’t issue standard 1099-B forms (these forms record the cost basis of transactions and net gains or losses from sales). Complications arise due to the varied ways investors buy, hold, and exchange crypto holdings. Investors can use a digital wallet and other non-brokerage accounts that enable them to hold and trade their crypto outside a major exchange. It’s easy to lose track of cost basis as crypto assets move from one platform to another, but the tax authorities require investors to self-report capital gains or income in order to determine profit and tax owed. If there is a discrepancy, investors could get an audit notice from the IRS asking them to reconcile the figures.\\n\\nGetting a loan on your crypto is not taxed. You can access the value of your crypto without needing to sell. \",\"timestamp\":1639500552,\"title\":\"taxes\"},\"digest\":\"0MsOcajvcJVI3wobhncZVcYj9Ntm34F-R4O46fqm-ZY\",\"authorship\":{\"contributor\":\"0x4a1df6A28aBb6694F8cbd418c491271bF67e3a8C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HAed_jYKDoavKH62clLVYbS0ADmPZt77RRgj3OYl-wo\\\",\\\"y\\\":\\\"yQgeN5wWa5PHboPg2VYorT0mBBbyJ_-E8dekMvwSIeE\\\"}\",\"signature\":\"GircFM28qA28CQTK8jH8-UjSRex4HXAc28ukTFPV8OiYC5CqnAHkeJ0DGelREOxRtaau4g_esmAF6UykTtW9kw\",\"signingKeySignature\":\"0xe92a79919dfe8471da01cd1ccaa3574efd09d72a20c8c36f35413c1abb12fc7c3417381220f5e2e096b3f5b9457418bd3ad01e647a6d32f7e3113164a8a630431b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"HAed_jYKDoavKH62clLVYbS0ADmPZt77RRgj3OYl-wo\\\",\\\"y\\\":\\\"yQgeN5wWa5PHboPg2VYorT0mBBbyJ_-E8dekMvwSIeE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7xSwY4TnN_3dV5hspNpHaliMfsRK5FxH93r5L_C02LY\"}"