"{\"content\":{\"body\":\"trade\\nSo far, the rise of stablecoins is mainly due to their being used as trading and settlement units denominated in U.S. dollars for cryptocurrency transactions. Stablecoins enable traders and exchanges around the world to use the U.S. dollar as a base trading pair without the need for these traders and exchanges to have U.S. bank accounts. Stablecoins also allow traders to quickly transfer funds between trading venues 24/7. Therefore, stablecoin-based trading pairs are the world's largest and most liquid crypto market-approximately 75% of encrypted spot trading volumes use stablecoins as the base currency.\\n\\nThe earliest use of stablecoins has promoted a surge in user-friendly capital entrances around the world, which only needs to be exchanged from local currencies into US dollar stablecoins. The use of stablecoins by traders is now a relatively mature use case, paving the way for more mainstream use cases.\\n\\nCross-border transactions\\nRemittance & B2B payment\\n\\nRemittances and B2B payments have always been one of the earliest use cases of stablecoins. As businesses and workers become more globalized, personal remittance flows continue to grow, and many small and medium-sized companies now have international suppliers and customers. Due to capital controls, regulatory obstacles, and monopolistic payment channels, these cross-border and cross-currency transactions may be difficult to complete, often take several days, and may incur high fees or large spreads in currency exchanges. Now, using stable currency and local fiat currency funds in and out channels, individuals and businesses can send international transfers within seconds.\\n\\nStablecoins are increasingly used in the cross-border branches of these transactions, in which one legal currency is converted into a stable currency, sent to another country, and then converted into a second legal currency. New forces in the market focusing on cross-border/remittance products are also emerging. They abstract the use of encryption in the back-end to serve mainstream audiences. Of the non-transactional use cases discussed in this report, we believe this use case is the most mature.\",\"timestamp\":1634221459,\"title\":\"Can the value of stablecoins reach trillions of dollars in the market? ?\"},\"digest\":\"pXxZMWU9pbdqm-ek7fGU-d0Yo9X45sVqZxng_MWdlao\",\"authorship\":{\"contributor\":\"0xb7701468e583809C7C102b40349f2DbD1EA094d5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uKnmegGF9i3SQmLV-AT2mUoxkIXYP2JeDkC4YJ_NOz4\\\",\\\"y\\\":\\\"SG1IpWzAbrp4fXIOiAlvmdJCmIli0x_wp5HR4PX9wEA\\\"}\",\"signature\":\"NS_b1z3M8b31Q3u6AllGGVoVorbiXCUsDVGfLAKr_ty1Ojhdrc-SS9hRgoCZICSWQhnDJQ4X2-MuzlYTmweHRg\",\"signingKeySignature\":\"0x75ae212928d491e4f5af023a19a6bf89c7e7839e47916d99e814abfdf7c7454c1dc0462704baaa9fc9341dab91625c185dcd24e5d90cb2e6215c876c535061d11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uKnmegGF9i3SQmLV-AT2mUoxkIXYP2JeDkC4YJ_NOz4\\\",\\\"y\\\":\\\"SG1IpWzAbrp4fXIOiAlvmdJCmIli0x_wp5HR4PX9wEA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pXxZMWU9pbdqm-ek7fGU-d0Yo9X45sVqZxng_MWdlao\"}"