"{\"content\":{\"body\":\"The Internet has leveled the world and brought about the free flow of information. As long as the world is connected to the Internet, people can unlimitedly obtain and send free information to anyone in real time. Thanks to the Internet, online content has become more and more abundant, but problems have also arisen-writing monetization is not easy, and the most common way to monetize is to sell advertisements. This model is very easy to make most writers frantically pursuing the flow of cash. High-quality writing has been unable to survive for a long time, and it has become a tragedy of the commons .\\n\\nWith the gradual decline of traditional media and the development of online media, more and more content is released online. However, there are fewer and fewer high-quality long-form content. Most of the time, high-quality writing on the Internet cannot realize the realization of knowledge, let alone make money and make a profit, as a main business to sustain a living for a long time.\\n\\nThe fundamental reason for this situation is that information sharing is a native attribute of the Internet. It is defined by a series of interoperability protocols and file formats, and is independently transmitted between two nodes in the network in the form of a basic unit \\\"bit\\\". And value sharing depends on the old financial and monetary infrastructure of the pre-Internet era. This existing Internet system can transmit and share \\\"information,\\\" but it cannot effectively transmit \\\"value.\\\"\",\"timestamp\":1637633093,\"title\":\"We have seen the revolution of  Mirror\"},\"digest\":\"HcTeTJ3tfhqTIt95tKA-e2cgqINcf6jZ52T5--K3KH4\",\"authorship\":{\"contributor\":\"0x13dDA63C28bB95FE9822FEA43ad5fEaA966636a9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FuZHhcpmPhAPK7e8TSbrSc2x2ziya_DeBdgxPRrSrcM\\\",\\\"y\\\":\\\"tU1ilkLVwiCJwth113PPHwk1HNH5rHupZ-lC7vr8Iyw\\\"}\",\"signature\":\"fTvC_uHFi-MbiM55TqymwB8zvGXT5pF9UZ_pCgTPPlP-Vh0ovNAa_NyWa2MLXru-QOpIqoBSW4X35cHSYykfJA\",\"signingKeySignature\":\"0x381b75a968af0de204253ccfdb80e2b84bc2f550f9dcfaaa68626416705b9afa244eb48d22fdd4c244ce3a75c1cd4c8871d41122995c033683bd4f05c12758541b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"FuZHhcpmPhAPK7e8TSbrSc2x2ziya_DeBdgxPRrSrcM\\\",\\\"y\\\":\\\"tU1ilkLVwiCJwth113PPHwk1HNH5rHupZ-lC7vr8Iyw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"HcTeTJ3tfhqTIt95tKA-e2cgqINcf6jZ52T5--K3KH4\"}"