"{\"content\":{\"body\":\"## I. Floating\\n\\nMeaning is fluid. It is fleeting, ephemeral, intangible: it only exists in a mind.\\n\\nThe origin of a thought is hard to pin down — some extrinsic and intrinsic stimulus sensed, focused upon and distilled, conjured from the ether. Insight only manifests within the awareness of a sentient individual.\\n\\nAnd yet, meaning is the basis of our entire existence. As humans we view the world through the lens of our attention, watching as the universe pours in. As consciousness deepens, pattern recognition sharpens and causality can be established. The glittering facets of reality are pieced together to form a coherent mosaic, and a worldview takes root. Occasionally some incompatibility is noticed, and the witness experiences an evolution in consciousness.\\n\\nAs individual observers, we are not alone. We exist embedded in a mesh of heterogeneous “others” — other objects in our awareness with which we interact. Many of these others are other are sentient beings, perceiving entities that possess their own agency. A subset of those are living humans, each with their own ability to perceive, to conjure truths in their own mind’s eye, and to string these together into coherent frameworks explaining why things are as they are.\\n\\nWe are each other’s environment. We can communicate — transfer meaning between minds, and sense when another has arrived at a similar conclusion. Agreement is found when the instances of meaning held in the minds of a number of individuals are similar enough to yield a shared understanding of the nature of things. This is the nature of consensus — *[to feel together](https://www.etymonline.com/word/consensus).* These moments of shared understanding form filaments in the void, filaments that could persist through time in the form of records kept in clay, stone and paper.\\n\\nOn this basis organizations have formed, coordinated by a common understanding of acceptable patterns of behavior, individuals operating within some more or less sophisticated framework. As a group’s shared understanding expands and record-keeping ability deepens, structures form upon which we erect the fictions that constitute our collective paradigm. Language, habits, norms, traditions, relationships, laws and regulations — all emerge based on understanding shared in the minds of people.\\n\\nSociety has evolved as a function of the increasingly sophisticated forms of agreement and memory we have found with each other. Ideologies, organizational and political structures, legal systems, morals, systems of value exchange, ethics — all arise as a result of common understanding — instances of compatible meaning conjured in participants’ minds through time.\\n\\nAll of our institutions derive their legitimacy from the consent of the participants, consent that comes in the form of belief.\\n\\nMeaning is fluid. Civilization is built on a mat of reeds floating on the surface of a great ocean.\\n\\n## II. Conflict\\n\\nThe most striking thing about the sea is its unceasing restlessness. Change is constant. Beliefs fade and develop. Words endure, but their meaning morphs around them, subject to the pressures of changing culture and collective consciousness. These shifts are subtle, small stresses that accumulate in our shared trust structures — until they finally collapse, and society regresses.\\n\\nI believe that this cycle has recurred through human history in part because a shared conception held in the minds of women and men is never truly the “same”. Sameness is an idea — it is the result of some comparison. If you and I both think of the word “dignity”, we can be confident that we are facing towards the same concept, but we can never ascertain that we hold a truly identical understanding. This is a result of the uniqueness of each individual. Their conception of an idea formed through a lived experience that is truly and distinctly their own. While we can approximate comparison within organic minds — ideas can be functionally compatible — I do not believe they can be proven to be the “same”.\\n\\nHow would we test whether the idea conjured in one mind's eye aligns with the idea conjured in an other's? We use logic and other tools to compare what is known — to independently verify a claim. Knowledge is subjective — one interpretation may not perfectly align with another. These fragments of meaning are shifting, and as a result, the foundations of the institutions that form contemporary society are unstable.\\n\\nThis matters because incomplete equivalence in a conceptual framework is a common origin of conflict. In the context of resource scarcity, this conflict seems to naturally be expressed as violence, some non-consensual expression of power by one over an other. Violence is and has been the backdrop of the evolution of consciousness to this point, the ultimate mechanism for the enforcement of will.\\n\\n## III. Synthetic minds\\n\\nA shifting substrate is not a good foundation for a truly durable society.\\n\\nFortunately, a new form of mind has emerged. If life is conceived of as the maintenance of an electrochemical gradient, then computers are alive, or at least living extensions of humans. Computers can perceive their environment, interpret it — in their synthetic minds — and react. (More on this soon™️.)\\n\\nThe mind of a computer, however, differs markedly from the mind of an animal. Within a synthetic awareness, thoughts are rigid: digital, discrete. It is within an organic awareness that symbols are fluid: analogue, continuous.\\n\\nComputers are individual points of perception embedded in a network of other perceiving nodes. But the nature of the mind of a computer yields an interesting opportunity: definitive comparisons of the information held in a different synthetic minds can be made. **Sameness can be established.**\\n\\nCryptographic hashing algorithms simplify this. Checksums. Like-for-like comparisons. Equality can be efficiently verified. This fact means more durable shared truths can be established in a synthetic collective psyche than an organic one.\\n\\n## IV. Trust and consequences\\n\\nFirmer filaments of shared understanding can be found between computers. Over the past decades, society has adopted this newfound capability, leaning into information technologies before we truly understood their nature and risks. This is natural and perhaps unavoidable: how can we uncover risks without exploring something in depth?\\n\\nRegardless, the birth of a global society — our awakening to the truth that this is one species co-existing on a single planet in the galaxy — has unfolded as an emergent, reactive process, a system deepening in complexity without intelligent design.\\n\\nThis is truly remarkable. In Magellan’s time, it took both a message and a man dozens of months to travel to the other side of the world. Now, the latter can do so in a dozen hours, and the former in a few dozen milliseconds. *We can coordinate on a global scale in realtime.*\\n\\nThese enormous capabilities carry, as any capability does, proportionate opportunity and proportionate risk. We have built a globally entangled supply chain, and ideas and culture have diffused to all but the most remote of human communities. The result is unprecedented prosperity for vast swathes of humankind, unimaginable leaps forward in the most basic metrics of well-being: life expectancy, maternal health, literacy.\\n\\nThrough this, we have placed great trust in those who provide the infrastructure upon which our communication systems rely. Data packets replaced envelopes and communication volumes scaled exponentially. Now we wander around sharing all our most intimate details with organizations that have a responsibility to deliver a return to their shareholders. Global tools mean global exploitation of human welfare.\\n\\nAll this set against a backdrop of institutions built on words and legitimized by the threat of violence.\\n\\n## V. Islands\\n\\nKnowingly or not, we have consented to this master-slave architecture that now underpins our globalized society. Value accumulates in the global North. Control of value is a form of power, and power has a certain gravity such that it tends to amplify its concentration. Late stage capitalism is approaching [unfathomable heights](https://www.economist.com/leaders/2021/12/18/how-american-stocks-could-continue-to-climb).\\n\\nHowever, it seems that increasingly concentrated power also yields instability, perhaps in the form of a human desire for fairness and equity. This instability serves as a counterbalance to the aggregation of power in a complex adaptive system that yearns for stability.\\n\\nIn the milieu, a new agent has emerged in the system. Advancements in cryptography and networked computing has resulted in the development of a consensus mechanism based on sound cryptoeconomic design. Like any organism, it emerged [in obscurity](https://www.metzdowd.com/pipermail/cryptography/2009-January/014994.html), dividing and strengthening in the fringes, adapting to its environment and gathering strength.\\n\\nThis seems so demure — a simple shift in how a database is managed. But databases are how we keep records, how we communicate and coordinate with our future selves in contemporary society. They archive the order of events, and now they do so in a way that cannot be changed by the victor.\\n\\nBlockchains are the first solid islands pushing up through the surface of the sea of thought. The realm of consciousness is now material. For some time, their survival was uncertain, but I believe that an inflection point has been reached and consensus technologies are now unstoppable. We can now distribute shared truths across enough synthetic minds to form a stable substrate upon which we can tell unassailable stories.\\n\\nStories form the basis of civilization. By enshrining the rules governing the evolution of this shared fiction in economic code, we can adjust this fiction, this record of our activity, in real time and in response to our needs. Because we now have an immutable informational substrate on which we can write our shared history, we now have the ability to build reasonably neutral, global governance structures and shift our society so that the individual’s compliance with the collective will is based not on violence but on incentives. What’s more, everyone can contribute: anyone can create their own economic corridors through which we transact value.\\n\\nThese technologies, along with advancements in our situational awareness aided by connected sensors within and around the Earth, present an opportunity that is too great to let slip through our fingers. The society that so many have dreamed of is within reach. It *must* be within reach. And it is up to us — you and me — to grasp it, to create it. To write the history we want future humans to read.\\n\\nThe master’s tools will never dismantle the master’s house.\\n\\n![Islands, generated from code written by Kjetil Golid: https://generated.space/](https://images.mirror-media.xyz/publication-images/5wIldSm2eIRjgwvqY5Dgl.jpeg?height=2400&width=2400)\\n\\n\",\"timestamp\":1640986041,\"title\":\"The Beginning of History\"},\"digest\":\"pfB5V-sZnBVimjCnBs5wgYRuG70wfsc3EaqwBH9atzE\",\"authorship\":{\"contributor\":\"0xEEEEE59cF9A7f94CD4b0C4307749a6A973c8797B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oD1mIRJLxBKdreF2eQrS4w8UQdxZmXdpDZyeDjDcBtY\\\",\\\"y\\\":\\\"U7cI7RuuDoIEjlkEEylVgNiJWARoC0SF4iIJYp74bDY\\\"}\",\"signature\":\"oWHItqhFv6hgRCHUlFEQo7zD5AfHoti5sEDHzIae-ehDCDcs2lOENMpTlqGxTtRM2z-jBNoAzkDGH_iVouR4RA\",\"signingKeySignature\":\"0x3462b65312b4165eb6ebc00ee85bbd0d978620516238fab4843f1cb1c5db2bf922d1d305018b327cc4e18aea31a03715dc4f6c9660d333d35414146e559e34dc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"oD1mIRJLxBKdreF2eQrS4w8UQdxZmXdpDZyeDjDcBtY\\\",\\\"y\\\":\\\"U7cI7RuuDoIEjlkEEylVgNiJWARoC0SF4iIJYp74bDY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pujHdytjzSL0lHxNgMQ9y1E6SLGiy7FdHhLTaokmcMA\"}"