"{\"content\":{\"body\":\"## Lo standard dei dati\\n\\nSpesso sentiamo dire che i dati siano il nuovo petrolio.\\n\\nI dati possono essere considerati una nuova classe di asset, ed è già diventata enormemente importante. Il protocollo di Ocean ha costruito degli strumenti per livellare il campo di gioco dei dati, dai centri di controllo all’accesso sui dati ai marketplace di dati decentralizzati con prezzi dei dati basati su sistemi AMM.\\n\\nNel suo fiorente ecosistema sono presenti fornitori di dati, consumatori di dati, staker e tecnici Web3. Il nostro nuovo prodotto H20 è costruito per essere l’unità di scambio per *l’emergente economia di dati su Web3.*\\n\\nNel corso della storia l’informazione ha funzionato come una risorsa di valore artificiale estraibile. Il suo valore però è aumentato significativamente negli scorsi decenni dato che, la raccolta, la dispersione e il processo dei dati è gradualmente diventato più utile.\\n\\nL’informazione e la conoscenza sono effettivamente diventate dei valori molto potenti che gli sviluppatori utilizzano giornalmente per rimodellare i diversi aspetti della realtà.\\n\\nIn alcuni casi, l’informazione può avere lo stesso valore dell’oro, in altri ancora di più. Specialmente per gli sviluppatori, i dati di alta qualità ( accurati, completi, rilevanti, attinenti e tempestivi ) sono simili a oro di alta qualità.\\n\\nI dati offrono informazioni mirate e approfondite che necessitano solamente di poche modifiche per essere implementate nei vari modelli o algoritmi. Inoltre vi è l’oro grezzo. Questa tipologia di dati contiene tantissime informazioni ancora non filtrate, create costantemente da eventi in tempo reale ma che necessitano di essere filtrate prima di poter essere utilizzate. Le aziende tecnologiche come Google, Facebook e Netflix gestiscono l’equivalente delle attività di estrazione dell’oro, però nel settore dell’informazione. Estraendo valore dai dati grezzi.\\n\\nOffrono informazioni mirate e approfondite che richiedono solo un paio di modifiche per essere implementate in modelli o algoritmi. Poi c'è l'oro grezzo. Questi tipi di dati contengono un vasto oceano di informazioni non filtrate costantemente create da eventi in tempo reale e necessitano di una purificazione prima di essere utilizzate. Le aziende tecnologiche come Google, Facebook e Netflix gestiscono gli equivalenti delle attività di estrazione dell'oro nel settore dell'informazione, estraendo valore dai dati grezzi.\\n\\n![](https://images.mirror-media.xyz/publication-images/vI6ay-9MTPQmacfH7KkTe.jpg?height=427&width=842&size=medium)\\n\\nInoltre, queste aziende, non solo sfruttano i benefici delle informazioni raccogliendole e sfruttandole ma inoltre facilitano la loro creazione offrendo le piattaforme in cui gli utenti possono manifestare le loro preferenze e abitudini rivelando informazioni altrimenti inaccessibili.\\n\\n## I dati come un asset\\n\\nIn precedenza I profitti dei dati e delle informazioni sono stati completamente sfruttati dalle grandi aziende tecnologiche.\\n\\nOra, i progetti del Web 3.0 come Brave ridistribuisce una parte significativa dei proventi dello sfruttamento dei dati personali ai vari creatori, questo è un passo rivoluzionario per l’utenza di internet.\\n\\nNonostante questo, rimane un gap molto grande tra l’ottenere un profitto e il possedere effettivamente la risorsa dei dati. Rompere questo gap ha delle implicazioni molto semplici ma allo stesso tempo molto efficaci.\\n\\nReclamando la proprietà di un meta con del valore estraibile, gli utenti vengono incentivati a costruire delle cassette per gli attrezzi attorno all’asset di valore e di conseguenza creare un ampio range di mercati finanziari con lo scopo di migliorare l’efficienza del capitale.\\n\\nI mercati di data set attualmente esistenti rappresentano l’inizio di questo fenomeno.\\n\\nSimilmente a tutti gli asset con valore intrinseco trasferibili, la proprietà dei dati ha contribuito alla creazione a mercati come DataStock, dove le compagnie hanno iniziato a monetizzare i dati da loro raccolti invece che tenerli in attesa nei loro server.\\n\\nQueste piattaforme non sono altro che una versione grezza della monetizzazione dei dati.\\n\\nVengono meno infatti tutte le possibilità che la finanza decentralizzata offre e le attività finanziare che vengono sfruttate coi dati sono molto limitate. E poiché fungono da mercati specializzati non mirano a consentire ai propri utenti di ottenere il controllo completo dei propri dati privati, limitando ulteriormente la possibile portata della monetizzazione.\\n\\nE’ qui le cryptovalute e la DeFi devono entrare in gioco per creare un valore significativo.\\n\\nTramite la tecnologia blockchain, la tokenizzazione degli asset può offrire ai dati la mobilità del valore, attraverso la quale, i diritti di proprietà potranno essere facilmente trasferiti senza intervento di intermediari.\\n\\nSia i set di dati ben strutturati che i dati personali possono essere trasformati in token e integrati in mercati decentralizzati. Il web 3.0, offrendo all’utilizzo dei dati degli approcci pratici e filosofici differenti, può aiutare a realizzare ciò che gli strumenti tradizionali non hanno potuto offrire in precedenza.\\n\\nIl primo è la facilità di costruire attorno ai dati dei mercati finanziari con prove di proprietà e di trasferibilità. L’altro è restituire la proprietà e la custodia dei beni ai loro proprietari. Questo ha aperto la strada all’assunzione del controllo dei propri dati personali e la loro possibile mobilitazione.\\n\\nQuesto però non significa che non ci siano delle sfide significanti da vincere prima della trasformazione dei dati in una classe di asset.\\n\\nIn primis, la mancanza di pratiche diffuse nella finanziarizzazione dei dati nella finanza tradizione rende questo campo totalmente nuovo. Secondo lo sfruttamento del bene necessità di particolare attenzione dato che il valore intrinseco, una volta trasmesso al pubblico, si deprezza in modo significativo. Il terzo è l’incertezza sulle possibili normative, soprattutto perché la monetizzazione dei dati personale potrebbe significare il trasformare i dati personali in attività finanziarie, con le conseguenze che questo porta.\\n\\nNonostante ciò, la creazione di prodotti totalmente nuovi in un periodo in cui si convive costantemente con problemi normativi è lo standard nelle cryptovalute. Questo aspetto infatti difficilmente ha impedito ai fondatori di creare innovazione.\\n\\nInoltre, attraverso un corretto mix di affidamento ai prezzi del mercato libero più l’assegnazione ai dati più preziosi di una scarsa proprietà, il valore intrinseco del dato può essere efficacemente protetto da attacchi dannosi.\\n\\n## Presentazione di H2O\\n\\nPer capire meglio come i dati possano essere utilizzati come risorsa nei protocollo DeFi, possiamo dare un occhiata a progetti di wrap di Bitcoin come tBTC. Vi è un sistema per trasformare BTC in un token erc20 ( tBTC ). Come token erc20 tBTC può essere utilizzato in exchange decentralizzati, prestiti, stablecoin, assicurazioni e altro. Infine, per chi lo vuole, è possibile tornare indietro e trasformare i propri tBTC nell’asset originale ( BTC ).\\n\\nIl protocollo di Ocean fa lo stesso per i dati: ha una rampa di accesso per convertire un insieme di dati in un token ERC20, chiamiamolo data-token, e chi ne è proprietario ha la licenza per utilizzare quell’asset di dati. Questi “data-token” potranno quindi essere utilizzati in Exchange Decentralizzati e simili. Infine vi sarà un sistema per riscattare i token di dati 1.0 e poterli “consumare”. La versione 4 del protocollo di Ocean migliora questo assegnando il copyright dei dati come token ERC721.\\n\\nI dati hanno un valore intrinseco che varia in base all’utilizzo che se ne può fare nel mondo reale. Per questo motivo, una possibile modalità di uso per un set di dati potrebbe essere quello di utilizzarli come garanzie per le stablecoin in caso di prestito.\\n\\nQuello che speriamo di fare è di manifestare una visione sullo standard dei dati che vada di pari passo tra le comunità del protocollo Ocean e Reflexer, costruendo un implementazione unica del protocollo RAI che cresca di valore con l’avanzare della mole di dati che confluisce nell’ecosistema DeFi.\\n\\nSiamo molto entusiasti del futuro che potranno avere gli asset di dati come collaterali per i prestiti di stablecoin! Ma prima pensiamo alle cose principali, per semplificare la fase iniziale del progetto utilizzeremo un singolo token utilizzabile per la garanzia, $OCEAN, che ha già creato un valore attorno a se e un focus sull’economia dei dati. Questo è molto eccitante per diversi motivi.\\n\\nPrima di tutto, l’utilizzo di H20 sul mercato dei dati decentralizzato di Ocean ( il mercato di Ocean ) rimuove la volatilità dei prezzi dei dati a causa delle oscillazioni del prezzo di $OCEAN stesso. In secondo luogo, come DAO, la creazione di questo ci consente di fare esperienza con il token H20 e tutti gli ecosistemi circostanti senza la complessità ( rischio ) di avere un asset multi-collaterale.\\n\\nCon questa partnership formata tra New Order, Reflexer Labs e il protocollo di Ocean, gli utenti potranno depositare i loro $OCEAN e ricevere in cambio H20. H20 è un asset stabile non legato al prezzo di nessuna valuta FIAT. Tutte le fluttuazioni del prezzo sono gestite algoritmicamente utilizzando dei meccanismi simili a quelli di RAI ( di Reflexer ) . Considerando la crescita esponenziale che hanno avuto le stablecoin nell’ultimo anno, riteniamo che gli utenti avranno voglia di sbloccare il valore nascosto nei propri dati in cambio di H20 e utilizzarli nell’ecosistema DeFi in modo simile a come è stato fatto con DAI.\\n\\n![](https://images.mirror-media.xyz/publication-images/sibbl8DxXE9SFrk4GxIE4.jpg?height=413&width=755)\\n\\nH20 sarà la stablecoin non legata al valore di nessuna valuta FIAT del protocollo Ocean e sarà utilizzata nel mercato dati presente su “Ocean Marketplace”. Il protocollo Ocean attualmente ha oltre 32000 indirizzi che detengono il suo token e un marketcap di 450 milioni di $, questa è un utenza significativa pronta a utilizzare H20 al momento del lancio.\\n\\nIl nostro team ha lavorato a stretto contatto con il team di Reflexer e Ocean negli scorsi mesi per assicurarci che il lancio avvenga in maniera regolare e totalmente sicura.\\n\\nAttualmente ci troviamo nelle fase finali dei test che permetteranno di raggiungere ad H20 il suo scopo di essere la valuta ufficiale del marketplace di dati di Ocean.\\n\\nMiriamo a lanciare la mainnet in concomitanza con il rilascio dell’aggiornamento alla versione 4 di Ocean. La versione 4 non ha ancora una data ufficiale ma ci aspettiamo che venga rilasciata all’inizio del primo trimestre del 2022.\\n\\nPoiché l’implementazione dei due protocolli è ancora nella fase iniziale non esiste ancora un sito web ufficiale o un gitbook del progetto. Il nostro DAO ha un canale Discord in cui coordineremo le fasi finali della distribuzione con la nostra comunità e con cui offriremo i nostri migliori contributori per gli sviluppi futuri del protocollo e per la sua manutenzione.\",\"timestamp\":1638369618,\"title\":\"Presentazione di H2O - Il nostro ultimo progetto incubato\"},\"digest\":\"AToTMp_ufX40VnvVLZDK2SJJV06Wo_D1Zu8VAWKAl_s\",\"authorship\":{\"contributor\":\"0xF5D8995e2e2498cED8b91a428fECD81074736e33\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"P0BmYVfEHA0m1oxQNWyNRWsLNEZHra0D8F1Mmfa30WI\\\",\\\"y\\\":\\\"mGhRS5Wq6a1_ixmbccKMxm2WW2TFVpHJRd97z0VsL3w\\\"}\",\"signature\":\"g2Pw-srxj_5UcNLCarsR0ry_mZT474OlbvO0IrI5k8rpC-Hekc7nTbpRbGBdfkJpKb4om56mMdc1APUEnqBzcw\",\"signingKeySignature\":\"0x4841c3c5285078572079ab0451471dbad9554a71d4e02eec058b6027f52a8bf60e83da187434912be9ce07bf7a6d3a5f030b91b4377f661d2d2cd4bf608d066e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"P0BmYVfEHA0m1oxQNWyNRWsLNEZHra0D8F1Mmfa30WI\\\",\\\"y\\\":\\\"mGhRS5Wq6a1_ixmbccKMxm2WW2TFVpHJRd97z0VsL3w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"AToTMp_ufX40VnvVLZDK2SJJV06Wo_D1Zu8VAWKAl_s\"}"