"{\"content\":{\"body\":\"## WHITE HAT DAO Vision / Mission\\n\\n> Welcome to **White Hat DAO**. We are a decentralised community with DAO governance. Our mission is to innovate, initiate, apply Blockchain technology, DeFi culture, and education to build a better and transparent world !!\\n\\n\\\\*\\\\*\\nDAO:\\\\*\\\\* A DAO is a blockchain-based system that enables people to coordinate and govern themselves mediated by a set of self-executing rules deployed on a public blockchain, and whose governance is decentralised (independent from central control)DAO Description: Whether \\\"We as a self governed decentralised autonomous organisation\\\" could be considered as an entity separate from the human entities that operate it (i.e. as a legal person) or whether it can only be considered as an entity when it is identified as such by the law (i.e. the law should identify a DAO as a legal person for the DAO to be considered as such). Yet, the common understanding today is that the “autonomous” nature of a DAO is incompatible with the notion of legal personhood, as legal personhood can only be established if there is one or more identified actors responsible for the actions of a particular entity. The discussion on whether a DAO should be recognised as a legal person has important implications in the legal field, as it can determine the extent to which a DAO can be considered as a separate legal entity from its human actors, and therefore the extent to which these actors can be shielded from the liabilities of the DAO.\\n\\n**DeFi:** Decentralised finance, or DeFi for short, is **a system in which customers can access financial products directly on a decentralised blockchain network**, without the need for middlemen such as banks and brokerages. Evolution is the answer to everything that exists, and finance is no exception.\\n\\n## Summary\\n\\nWhite Hat DAO is a decentralised autonomous organisation. Governed by a clear set of rules and executes actions automatically. Thus, effectively disregarding intermediaries. White Hat DAO controlled by Governance token holders. It is not a company. It does not have a management team or employees. Any individuals, development teams can propose upgrades, token swaps, and partnerships for WHITE HAT DAO. Token holders will vote on whether to approve or reject these proposals.\\n\\n## Governance of the Treasury and Protocol\\n\\n* White Hat DAO is owned and governed by it's token holders, with the following actions executed only after a successful proposal and vote:\\n* Token swaps with existing and emerging projects.\\n* treasury allocation into various strategies.\\n* liquidity support for partner projects.\\n* grants or milestone rewards to development teams and R&D centers (to build products, or support partner products).\\n* grants to blockchain technology projects, education programs, or other blockchain public goods.\\n* updates to White HAT DAO core protocols (including governance and treasury management functions).\\n\\n## Growth\\n\\nWhite Hat DAO will look to partner with projects through token swaps and co-development efforts.\\n\\n**Swap** — token swap and accumulate a collection of the top existing and emerging DeFi and crypto projects. Swaps will align our interests. White HAT DAO will be incentivised to support these partner projects to become category leaders. One priority is Spot and Derivatives DEXes.\\n\\n**Build** — build core products which enables White HAT DAO or other DAOs to function more effectively, these include:\\n\\n* Governance suite — a set of on-chain and off-chain products and best practices.\\n* Treasury Management — ability for DAOs to deploy and monitor assets to earn yield or bootstrap products.\\n\\n**Grant** — provide grants to teams that produce research or products that are public goods for the crypto industry.\\n\\n## How to Acquire/Buy White Hat DAO Tokens\\n\\nWe have not created our governance token yet. But we will do that soon.\\n\\nCommunity Interaction & Goals\\n\\nWhite Hat DAO is poised to be an influencer in the decentralised tokenised economy. The flexibility and transparency of DAO governance allows our token holders to “build their own adventure”. The possibilities are immense.\\n\\nThis will be an evolving project, and community will keep growing. Governance proposals and forum participation will affect the direction of the project. The vision and mission of White Hat DAO will be driven by token holders, contributors, and community members.\\n\\nWhite Hat DAO allows for multiple independent teams to coordinate proposals, negotiate partnerships, and develop products for White Hat DAO governance approval. There can be hundreds of developers and partnership coordinators contributing to the our vision. Our token holders can pick and choose the best ideas and innovations.\\n\\n## List of Products and services we are offering:\\n\\nFollow our handy guides to get started on the basics as quickly as possible:\\n\\n🎓  **Smart Contract Creation**\\n\\n👨🎓 **Due-Diligence / Auditing / Rating**\\n\\n🐉  **HYDRA DEX ( Multi-Chained DeFi Exchange )**\\n\\n🚀  **HYDRA Multi-Chained Launch Pad**\\n\\n🚟  **HYDRA Multi-Chained Bridge**\\n\\n🎸  **HYDRA NFT Market place**\\n\\n## Governance:\\n\\n👥. **Contributors**\\n\\n🗽 **Task Lists**\\n\\n🏃 **Tasks Delegated**\\n\\n🎯  **Tasks Completed**\\n\\n🏛  **Governance**\\n\\n🐧  **Suggestions & Feedbacks**\\n\\n📊. **Events / Records**\\n\\n✍. **Notes**\\n\\n**Disclaimer:** This is intended for and only to be used for reference purposes only. No such information provided through White Hat DAO constitutes advice or a recommendation that any investment or trading strategy is suitable for any specific person. These forecasts are based on industry trends, circumstances involving clients, and other factors, and they involve risks, variables, and uncertainties. There is no guarantee presented or implied as to the accuracy of specific forecasts, projections, or predictive statements contained herein. Users of this platform agree that White Hat DAO does not take responsibility for any of your investment decisions. Please seek professional advice before trading.\",\"timestamp\":1640866486,\"title\":\"White Hat DAO\"},\"digest\":\"jPFE8nEsYISecYmjpdnQCgHF-53ZsPoLASZp9bN5-os\",\"authorship\":{\"contributor\":\"0x3dc7B08f009A0873aF13Ee1C982D04cd5288bB19\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"h78AFTJvx6FIl-0QTkP_09zSMQxlapE7GmA1SqfUgvA\\\",\\\"y\\\":\\\"xa-H6CVoIzECcwZiXR41oihZZT-SC5fRMM8RW6zgip8\\\"}\",\"signature\":\"7_lFQM8UH_uS-b1ihIkZtv2krqCwXIYiQdcUn352MUsQO1uDwG_UXBG-98HPqQevuyszBus83qL-gpHmzymNPA\",\"signingKeySignature\":\"0xbc53a82660108e63abdc16807d446470e68d157ac8513e5dd693d5d6632babb067e0e5ce5b5368b8eafc89e60ff58421b3d3ebb0ab84c0a6f8cb0ae228a4c8761b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"h78AFTJvx6FIl-0QTkP_09zSMQxlapE7GmA1SqfUgvA\\\",\\\"y\\\":\\\"xa-H6CVoIzECcwZiXR41oihZZT-SC5fRMM8RW6zgip8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"F75k1d9ksmcSqeC9DftrGlLp2t_wh4pAxY1pYx2-l7U\"}"