"{\"content\":{\"body\":\"[Fetch.ai](http://Fetch.ai) autonomous economic agents and iota streams will enable IOT devices to establish machine economy and autonomous communication Cambridge - [fetch.ai](http://fetch.ai)（ <https://fetch.ai/cn/> ）, an artificial intelligence laboratory in Cambridge to build an open distributed machine learning network intelligence infrastructure. Today announced a partnership with iota. Iota is an open source distributed ledger and cryptocurrency designed for the Internet of things. They will jointly provide a secure data sharing environment for Internet of things equipment and infrastructure, provide automatic free retrieval services and share private data. Iota's open source distributed ledger tangle is designed to help secure payment and communication between IOT devices. One of its functions is iota streams, which provides near real-time data exchange. Autonomous economic agents (AEAS) perform useful economic work on behalf of individuals, machines, enterprises and organizations, which will highly automate the structure, protection, retrieval and sharing of data in the Internet of things in a \\\"cost-free\\\" manner. \\\"The basic goal of this cooperation is to control data and reduce the use of centralized data systems,\\\" said Humayun sheikh, CEO of [fetch.ai](http://fetch.ai). \\\"Although there are many partners focusing on data privacy, this partnership adds a layer of economic benefits to stakeholders through autonomous economic agents without affecting data privacy. These agents can perform\\\" useful economic work \\\"on behalf of individuals, enterprises, companies and other entities or organizations.\\\" It will accelerate the implementation of [fetch.ai](http://fetch.ai) independent economic agents and iota streams applications, so that they can have complex exchanges with industries such as supply chain and Internet of things. \\\"This partnership will realize secure and automatic data sharing among Internet of things networks of many departments. It will aggregate financial exchange rates in real time in the defi application and simplify immutable supply chain documentation by allowing goods to be tracked and tracked through autonomous economic agents connected to iota tangle. In the healthcare industry, one use case is to allow the exchange of fine-grained and secure data between healthcare providers and caregivers. It will also affect the energy sector, using data from smart meters to provide insights into energy use through proof points that can be safely shared. Holger koether, partner management director of iota foundation, said: \\\"the main feature of the partnership is to provide AI applications for the devices that make up iota and fetch network machine economy \\\"We enable data producers to control who can access their data, whether from mobile devices, environmental IOT sensors, networked vehicles, industrial IOT solutions, or a large number of IOT focused use cases. Through the partnership, we hope that both fetch and iota communities can expand the functions that devices can autonomously perform on distributed networks.\\\" About [fetch.aifetch.ai](http://fetch.aifetch.ai) is providing artificial intelligence for the encryption economy. Autonomous economic agents driven by artificial intelligence can provide decentralized automation systems. These systems can meet the needs of a single user or aggregate millions of data points to provide timely and effective information from the outside world. These agent-based systems provide greater flexibility than existing centralized solutions Activity, speed and security are the future of the industry. This technology supports the creation of personalized digital assistants to respond to users' needs and improve blockchain network efficiency, privacy, security and convenience. [Fetch.ai](http://Fetch.ai) blockchain is based on Cosmos SDK and uses wasm based high-performance intelligent contract language (cosmwasm) To realize advanced cryptography and machine learning logic. This also enables the [fetch.ai](http://fetch.ai) network to be used as a layer 2 network of old blockchain networks and a cross chain bridge to the outside world. About iota, the iota foundation is a global non-profit foundation headquartered in Germany. The mission of the iota foundation is to support the new distributed ledger Technology (DLT) The foundation encourages the education and adoption of distributed ledger technology by creating ecosystems and standardizing these new protocols. Iota tangle provides the world's first scalable, free and completely decentralized distributed ledger technology that goes beyond blockchain. Tangle uses its own unique technology to solve three basic problems of blockchain technology : high cost, scalability and centralization. It is an open source protocol that connects the human economy with the machine economy by promoting novel machine to machine (M2M) interactions, including secure data transmission, free micro payment and control equipment security\",\"timestamp\":1638614119,\"title\":\"Fetch.ai cooperates with iota to share IOT data\"},\"digest\":\"yJU_1M_rKYbMXPY93PCOG62SfBHldbhF4-ebPUxFR6I\",\"authorship\":{\"contributor\":\"0x38dC543c0f44d530c25d1Fb3C08B445725956A43\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"J6ynpD7K5CYK_FoU0soc64ainnNNnW7E_kG3SYUd_9E\\\",\\\"y\\\":\\\"Im-HvKzq3svA6JxWfr_3htE-_Xw-Q9Z47DcikPRTKQo\\\"}\",\"signature\":\"ZovxEVvbEagS0zw-LeN9X33jwIeTN7yRKN8KyWf3tbnYQqUo-bNr1BXZ6weEk0IDtnHNNCvKqebakQ0-OWGDNw\",\"signingKeySignature\":\"0xb991a56d6c120e476dd6a8531dfaee35ed6cc561175296fae03940af4c03e4365c1f5414c9d781fcfed74456a68d5fdbbf3e92081a4570a1a02293171fcb9a531b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"J6ynpD7K5CYK_FoU0soc64ainnNNnW7E_kG3SYUd_9E\\\",\\\"y\\\":\\\"Im-HvKzq3svA6JxWfr_3htE-_Xw-Q9Z47DcikPRTKQo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"yJU_1M_rKYbMXPY93PCOG62SfBHldbhF4-ebPUxFR6I\"}"