"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/dudCS-Rnn88p0sXSgCp8G.png?height=480&width=670)\\n\\n1\\\\.Meme 社区的本质是人的集合。是一群人相信一个共同的叙事，这一点和宗教一样。这种组织可能有一定的经济性，但不往往以追求经济为最高目标和唯一目标。\\n\\n1\\\\.The essence of the Meme community is an organization of people. It's a group of people who believe in a common narrative, just like religion. Such organizations may have certain economic pursuits, but they do not often take economic pursuits as their highest and only goals.\\n\\n2\\\\.ConstitutionDAO是通过捐赠购买宪法这个事件作为一个筛选机制，把一群相对有利他精神的人筛选出来并组合在了一起。而这些人就是 $People 这个宗教的创始群体和最忠实的信众。这一点就令它和很多仅追求经济目标的组织区别开来。\\n\\n2\\\\. The event of ConstitutionDAO donating to buy the constitution serves as a screening mechanism to screen out and combine a group of relatively altruistic people. These people are the founding group and most loyal believers of $people religion. This sets it apart from many organizations that pursue only economic goals.\\n\\n3\\\\.一个宗教要发展首先是要能生存，它的基础就是这群最初始的群体是否对这个叙事有足够强大的信仰。也就是$People在下跌甚至跌破成本的时候，这个叙事是否还能激励这群人中最坚定的那部分继续持有继续布道甚至持续购买。\\n\\n3\\\\. The premise of a religion's development is to be able to survive first. It is based on whether the original group has a strong enough belief in the narrative. When $people is falling or even below cost. Can this narrative encourage the most determined part of the group to continue to hold, preach and even buy.\\n\\n4\\\\.而在它发展的时候，也在考验这群人是否还会持续的布道这个叙事，而不是仅做利己的事情。\\n\\n4\\\\. As it develops, it is also testing whether this group of people will continue to preach the narrative, rather than just doing things for self-interest.\\n\\n5\\\\.综上$People是以捐赠事件组合起来的一群有利他精神的人。他们相信一个共同的叙事，并愿意不论在低谷还是发展都持续为此布道。这是这个社区可以如宗教般发展而生生不息的基础。\\n\\n5\\\\. To sum up, $People is a group of altruistic people organized by donation events.They believe in a common narrative and are willing to continue preaching at the lows and peaks. This is the foundation on which a community can grow and thrive as a religion.\\n\\n \\n 6.但它将如何发展，能发展到什么程度是一个有趣的问题。让我们继续观察。\\n\\n6\\\\. But how will it develop? To what extent can it develop? It's an interesting question. Let's keep watching.\",\"timestamp\":1642438441,\"title\":\"论$People和宗教的关系 The relationship between $People and religion\"},\"digest\":\"9Vgb7IeLkHWgQlhlgJFd0NZBuD7NULPREI82gfddiJI\",\"authorship\":{\"contributor\":\"0x27b35d4F133E5Dff1e0f940D89B31D4925f1A58E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"48Qke_IpVZ9Er_nBVilExatLsO6xaFo8IR4JWtTEGUI\\\",\\\"y\\\":\\\"QaDhdMcoOQM8KWOIxNfRmZCwCGqRYwaBUmQClFFKxV4\\\"}\",\"signature\":\"U81R-28J-k5RFyru0Q-iPew5muH1pF7pxT3J053jj56INLf9khlT8iRhT7MLBQCqHV1wDf30aR3pT_-PXPoiLQ\",\"signingKeySignature\":\"0xb278f1db14b5810b530c38637fd5612733aa10c5e20d68b566297717fdeb620e2e7c829e82e7b8baa0c320def2bf9b89e48c6e52033ad471f91959ddc1030e491c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"48Qke_IpVZ9Er_nBVilExatLsO6xaFo8IR4JWtTEGUI\\\",\\\"y\\\":\\\"QaDhdMcoOQM8KWOIxNfRmZCwCGqRYwaBUmQClFFKxV4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9Vgb7IeLkHWgQlhlgJFd0NZBuD7NULPREI82gfddiJI\"}"