"{\"content\":{\"body\":\"This is a dangerous course, especially when acting a new character.  I will admit that there are many instances where great effects have been produced that were entirely spontaneous, and were as much a surprise to the actors who made them as they were to the audience who witnessed them; but just as individuals who have exuberant spirits are at times dreadfully depressed, so when an impulsive actor fails to receive his inspiration he is dull indeed, and is the more disappointing because of his former brilliant achievements.\\n\\nIn the stage management of a play, or in the acting of a part, nothing should be left to chance, and for the reason that spontaneity, inspiration, or whatever the strange and delightful quality may be called, is not to be commanded, or we should give it some other name. It is, therefore, better that a clear and unmistakable outline of a character should be drawn before an actor undertakes a new part.  If he has a well-ordered and an artistic mind it is likely that he will give at least a symmetrical and effective performance; but should he make no definite arrangement, and depend upon our ghostly friends Spontaneity and Inspiration to pay him a visit, and should they decline to call, the actor will be in a maze and his audience in a muddle.\\n\\nBesides, why not prepare to receive our mysterious friends whether they come or not?  If they fail on such an invitation, we can at least entertain our other guests without them, and if they do appear, our preconceived arrangements will give them a better welcome and put them more at ease.\\n\\nActing under these purely artificial conditions will necessarily be cold, but the care with which the part is given will at least render it inoffensive; they are, therefore, primary considerations, and not to be despised.  The exhibition, however, of artistic care does not alone constitute great acting.  The inspired warmth of passion in tragedy and the sudden glow of humour in comedy cover the artificial framework with an impenetrable veil: this is the very climax of great art, for which there seems to be no other name but genius.  It is then, and then only, that an audience feels that it is in the presence of a reality rather than a fiction.  To an audience an ounce of genius has more weight than a ton of talent; for though it respects the latter, it reverences the former.  But the creative power, divine as it may be, should in common gratitude pay due regard to the reflective; for Art is the handmaid of Genius, and only asks the modest wages of respectful consideration in payment for her valuable services.  A splendid torrent of genius ought never to be checked, but it should be wisely guided into the deep channel of the stream, from whose surface it will then reflect Nature without a ripple.  Genius dyes the hues that resemble those of the rainbow; Art fixes the colours that they may stand.  In the race for fame purely artificial actors cannot hope to win against those whose genius is guided by their art; and, on the other hand, Intuition must not complain if, unbridled or with too loose a rein, it stumbles on the course, and so allows a well-ridden hack to distance it.\\n\\nSHOULD AN ACTOR \\\"FEEL\\\" HIS PART\\n\\nMuch has been written upon the question as to whether an actor ought to feel the character he acts, or be dead to any sensations in this direction.  Excellent artists differ in their opinions on this important point.  In discussing it I must refer to some words I wrote in one of my early chapters:\\n\\n\\\"The methods by which actors arrive at great effects vary according to their own natures; this renders the teaching of the art by any strictly defined lines a difficult matter.\\\"\\n\\nThere has lately been a discussion on the subject, in which many have taken part, and one quite notable debate between two distinguished actors, one of the English and the other of the French stage \\\\[Henry Irving and Mons. Coquelin\\\\].  These gentlemen, though they differ entirely in their ideas, are, nevertheless, equally right.  The method of one, I have no doubt, is the best he could possibly devise for himself; and the same may be said of the rules of the other as applied to himself.  But they must work with their own tools; if they had to adopt each other's they would be as much confused as if compelled to exchange languages.  One believes that he must feel the character he plays, even to the shedding of real tears, while the other prefers never to lose himself for an instant, and there is no doubt that they both act with more effect by adhering to their own dogmas.\\n\\nFor myself, I know that I act best when the heart is warm and the head is cool.  In observing the works of great painters I find that they have no conventionalities except their own; hence they are masters, and each is at the head of his own school.  They are original, and could not imitate even if they would.\\n\\nSo with acting, no master-hand can prescribe rules for the head of another school.  If, then, I appear bold in putting forth my suggestions, I desire it to be clearly understood that I do not present them to original or experienced artists who have formed their school, but to the student who may have a temperament akin to my own, and who could, therefore, blend my methods with his preconceived ideas.\\n\\nMany instructors in the dramatic art fall into the error of teaching too much.  The pupil should first be allowed to exhibit his quality, and so teach the teacher what to teach.  This course would answer the double purpose of first revealing how much the pupil is capable of learning, and, what is still more important, of permitting him to display his powers untrammeled.  Whereas, if the master begins by pounding his dogmas into the student, the latter becomes environed by a foreign influence which, if repugnant to his nature, may smother his ability.\\n\\nIt is necessary to be cautious in studying elocution and gesticulation, lest they become our masters instead of our servants. These necessary but dangerous ingredients must be administered and taken in homeopathic doses, or the patient may die by being over-stimulated.  But, even at the risk of being artificial, it is better to have studied these arbitrary rules than to enter a profession with no knowledge whatever of its mechanism.  Dramatic instinct is so implanted in humanity that it sometimes misleads us, fostering the idea that because we have the natural talent within we are equally endowed with the power of bringing it out.  This is the common error, the rock on which the histrionic aspirant is oftenest wrecked.  Very few actors succeed who crawl into the service through the \\\"cabin windows\\\"; and if they do it is a lifelong regret with them that they did not exert their courage and sail at first \\\"before the mast.\\\"\\n\\nMany of the shining lights who now occupy the highest positions on the stage, and whom the public voice delights to praise, have often appeared in the dreaded character of omnes, marched in processions, sung out of tune in choruses, and shouted themselves hoarse for Brutus and Mark Antony.\\n\\nIf necessity is the mother of invention, she is the foster-mother of art, for the greatest actors that ever lived have drawn their early nourishment from her breast.  We learn our profession by the mortifications we are compelled to go through in order to get a living.\\n\\nThe sons and daughters of wealthy parents who have money at their command, and can settle their weekly expenses without the assistance of the box office, indignantly refuse to lower themselves by assuming some subordinate character for which they are cast, and march home because their fathers and mothers will take care of them.  Well, they had better stay there!\\n\\nBut whether you are rich or poor, if you would be an actor begin at the beginning.  This is the old conventional advice, and is as good now in its old age as it was in its youth.  All actors will agree in this, and as Puff says, in the *Critic*, \\\"When they do agree on the stage the unanimity is wonderful.\\\"  Enroll yourself as a \\\"super\\\" in some first-class theatre, where there is a stock Company and likely to be a periodical change of programme, so that even in your low degree the practice will be varied.  After having posed a month as an innocent English rustic, you may, in the next play, have an opportunity of being a noble Roman.  Do the little you have to do as well as you can; if you are in earnest the stage-manager will soon notice it and your advancement will begin at once.  You have now made the plunge, the ice is broken; there is no more degradation for you; every step you take is forward.\\n\\nA great American statesman said, \\\"There is always plenty of room at the top.\\\"  So there is, Mr. Webster, after you get there.  But we must climb, and climb slowly too, so that we can look back without any unpleasant sensations; for if we are cast suddenly upon the giddy height our heads will swim and down we shall go.  Look also at the difficulties that will beset you by beginning \\\"at the top.\\\"  In the first place, no manager in his senses will permit it; and if he did, your failure--which is almost inevitable--not only will mortify you, but your future course for some time to come will be on the downward path.  Then, in disgust, sore and disheartened, you will retire from the profession which perhaps your talents might have ornamented if they had been properly developed.\\n\\nJOSEPH JEFFERSON IN MONTREAL\\n\\nPLAYWRIGHTS AND ACTORS\\n\\nIn May, 1886, Mr. Jefferson paid a visit to Montreal, and greatly enjoyed a drive through Mount Royal Park and to *Sault au Recollet*. That week he appeared in \\\"Rip Van Winkle\\\" and \\\"The Cricket on the Hearth.\\\"  Speaking of Boucicault, who dramatised Rip, he said to the editor of this volume: \\\"Yes, he is a consummate retoucher of other men's work.  His experience on the stage tells him just what points to expand and emphasise with most effect.  No author seated at his desk all his life, without theatrical training, could ever have rewritten Rip with such success.  Among modern plays I consider 'The Scrap of Paper' by Victorien Sardou to be the most ingenious of all.  If Sardou only had heart he would be one of the greatest dramatists that ever lived.  Had he written 'The Cricket on the Hearth,' Caleb Plummer instead of being patient, resigned and lovable would have been filled with the vengeful ire of a revolutionist.\\\"\\n\\nWith regard to Shakespeare Mr. Jefferson said:\\n\\n\\\"'Macbeth' is his greatest play, the deepest in meaning, the best knit from the first scene to the last.  While 'Othello' centres on jealousy, 'Lear' on madness, 'Romeo and Juliet' on love, 'Macbeth' turns on fate, on the supernal influences which compel a man with good in him to a murderous course.  The weird witches who surround the bubbling caldron are Fates.\\\"\\n\\nRecalling his early days on the boards he remarked:  \\\"Then a young actor had to play a varied round of parts in a single season. To-night it would be farce, to-morrow tragedy, the next night some such melodrama as 'Ten Nights in a Bar-room.'  This not only taught an actor his business, it gave him a chance to find out where his strength lay, whether as Dundreary, Hamlet, or Zeke Homespun.\\\"\\n\\nTHE JEFFERSON FACE\\n\\nOne of Mr. Jefferson's company that season was his son, Mr. Thomas Jefferson.  When I spoke of his remarkable resemblance to the portraits of President Jefferson, I was told:\\n\\n\\\"If physiognomy counts for anything, all the Jeffersons have sprung from one stock; we look alike wherever you find us.  The next time you are in Richmond, Virginia, I wish you to notice the statue of Thomas Jefferson, one of the group surrounding George Washington beside the Capitol.  That statue might serve as a likeness of my father.  When his father was once playing in Washington, President Jefferson, who warmly admired his talents, sent for him and received him most hospitably.  When they compared genealogies they could come no nearer than that both families had come from the same county in England.\\\"\\n\\nMontreal has several highly meritorious art collections: these, of Course, were open to Mr. Jefferson.  He was particularly pleased with the canvases of Corot in the mansion of Sir George Drummond.  That afternoon another collector showed him his gallery and pointed to a portrait of his son, for the three years past a student of art in Paris.  Mr. Jefferson asked: \\\"How can you bear to be parted from him so long?\\\"\\n\\nHe could be witty as well as kind in his remarks.  A kinswoman in his company grumbled that the Montreal *Herald* had called her nose a poem.\\n\\n\\\"No, my dear,\\\" was his comment, \\\"it's not a poem, but a stanza, something shorter.\\\"\\n\\nOn Dominion Square I showed him the site occupied by the Ice Palace during the recent Winter Carnival; on the right stood a Methodist Church, on the left the Roman Catholic Cathedral.  He remarked simply: \\\"So there's a coolness between them!\\\"\\n\\nEDWIN BOOTH\\n\\n\\\\[Mr. William Winter's \\\"Life and Art of Edwin Booth\\\" is indispensable to a student of the American stage.  Here are two paragraphs chosen from many as illuminating:\\n\\n\\\"The salient attributes of Booth's art were imagination, insight, grace, intense emotion, and melancholy refinement.  In Hamlet, Richelieu, Othello, Iago, Lear, Bertuccio, and Lucius Brutus they were conspicuously manifest.  But the controlling attribute,--that which imparted individual character, colour and fascination to his acting,--was the thoughtful introspective habit of a stately mind, abstracted from passion and suffused with mournful dreaminess of temperament.  The moment that charm began to work, his victory was complete.  It was that which made him the true image of Shakespeare's thought, in the glittering halls of Elsinore, on its midnight battlements, and in its lonely, wind-beaten place of graves.\\n\\n\\\"Under the discipline of sorrow, and through years that bring the philosophic mind, Booth drifted further and further away from things dark and terrible, whether in the possibilities of human life or in the world of imagination.  That is the direction of true growth.  In all characters that evoked his essential spirit--in characters which rested on spiritualised intellect, or on sensibility to fragile loveliness, the joy that is unattainable, the glory that fades, and the beauty that perishes--he was peerless.  Hamlet, Richelieu, Faust, Manfred, Jacques, Esmond, Sydney Carton, and Sir Edward Mortimer are all, in different ways, suggestive of the personality that Booth was fitted to illustrate.  It is the loftiest type that human nature affords, because it is the embodied supremacy of the soul, and because therein it denotes the only possible escape from the cares and vanities of a transitory world.\\\"\\n\\nThe letters which follow are from \\\"Edwin Booth: Recollections by his daughter, Edwina Booth Grossman, and Letters to Her and to His Friends.\\\"  Copyright, 1894, Century Company, New York.--ED.\\\\]\\n\\nTO HIS DAUGHTER\\n\\nBOOTH'S THEATER, NEW YORK, November 15, 1871.\\n\\nMY OWN DEAR DAUGHTER:\\n\\nI arrived here last night, and found your pretty gift awaiting me. Your letter pleased me very, very much in every respect, and your little souvenir gave me far more delight than if it were of real gold. When you are older you will understand how precious little things, seemingly of no value in themselves, can be loved and prized above all price when they convey the love and thoughtfulness of a good heart. This little token of your desire to please me, my darling, is therefore very dear to me, and I will cherish it as long as I live. If God grants me so many years, I will show it you when you are a woman, and then you will appreciate my preference for so little a thing, made by you, to anything money might have bought.  God bless you, my darling!  ...\\n\\nGod bless you again and again!  Your loving father.\\n\\nTO HIS DAUGHTER\\n\\nCHICAGO, March  2, 1873.\\n\\nMY DEAR BIG DAUGHTER:\\n\\nYour last letter was very jolly, and made me almost happy.  Pip (the dog) is yelping to write to you, and so is your little brother, St. Valentine, the bird; but I greatly fear they will have to wait another week, for, you know, I have to hold the pen for them, and I have written so many letters, and to-day my hand is tired.\\n\\nDon't you think it jollier to receive silly letters sometimes than to get a repetition of sermons on good behaviour?  It is because I desire to encourage in you a vein of pleasantry, which is most desirable in one's correspondence, as well as in conversation, that I put aside the stern old father, and play papa now and then.\\n\\nWhen I was learning to act tragedy, I had frequently to perform comic parts, in order to acquire a certain ease of manner that my serious parts might not appear too stilted; so you must endeavour in your letters, in your conversation, and your general deportment, to be easy and natural, graceful and dignified.  But remember that dignity does not consist of over-becoming pride and haughtiness; self-respect, politeness and gentleness in all things and to all persons will give you sufficient dignity.  Well, I declare, I've dropped into a sermon, after all, haven't I?  I'm afraid I'11 have to let Pip and the bird have a chance, or else I'11 go on preaching till the end of my letter. You must tell me what you are reading now, and how you progress in your studies, and how good you are trying to be.  Of that I have no fear.  I doubt if I shall get to Philadelphia in June; so do not expect me until school breaks up and then--\\\"hey for Cos Cob\\\" and the fish-poles!  When I was last there the snow was high above our knees; but still I liked it better than the city ....\\n\\nLove and kisses from your grim old father.\",\"timestamp\":1639987344,\"title\":\"\\nI have seen impulsive actors who were so confident of their power that they left all to chance. \"},\"digest\":\"xD4SyvbOmYIS4hyMoMAJIKnfhmlpK8aFPWP-TYd2-bs\",\"authorship\":{\"contributor\":\"0x0bc2400104440A18C99548dd9c4A420428c69d55\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PhXCcl8qci4c0hylYrt1CPv4Xr41YRV6803rWdgy1pY\\\",\\\"y\\\":\\\"rXo9JcJ7nxBiX_fIzXfXtQ9Tu_Yw24J_Ft8xXuaXT1s\\\"}\",\"signature\":\"uQWZE4oiKrvmokh5v6QhCdECrMxp6gNNcOchTSzuml0ObJrf5DN3rHLkQPJmI10wIjVVYVlzaGP-iKSAb0Re6g\",\"signingKeySignature\":\"0x8df03ed6d5a5e74b51c5946192cc66dda84e86b566b6341f57b8877d6ee7ede67999b4283677647ff5643892daa40020da8772e26dcf631ee49b81b84f3ac1d01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PhXCcl8qci4c0hylYrt1CPv4Xr41YRV6803rWdgy1pY\\\",\\\"y\\\":\\\"rXo9JcJ7nxBiX_fIzXfXtQ9Tu_Yw24J_Ft8xXuaXT1s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xD4SyvbOmYIS4hyMoMAJIKnfhmlpK8aFPWP-TYd2-bs\"}"