"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/dq8n308-L0QYoTXnXuyKz.png?height=1209&width=2048)\\n\\nIts easy to see that the worlds of the Military and Web 3 are in their very nature antithetical. On paper, the Military is a world of clear, centralised command, with an unwavering rejection of the idea of governance or action through consensus. The idea of a community vote before a large offence in the WW1 trenches may not have led to effective action, for example. Equally, many corners of ‘Web 3’ position themselves as entirely democratic - a world away from the General commanding thousands of troops from the position of High Command.\\n\\nI’ve written [previously](https://s3.us-east-2.amazonaws.com/documents.minerva.market/Minerva_Dao_0512.pdf) about how the democratising of Web 3 is often prone to flaws and manipulation (primarily with influence and affluence), but would like to consider here how Leadership lessons from my time as an Officer in the British Army may be useful for Web 3 communities, and DAOs in particular. Below are three concepts that the British Army hold dear (alongside other NATO allies), and how I believe they may be applicable to a new concept of digital leadership.\\n\\n**Mission Command**\\nThe concept of Mission Command is often quoted in Military circles, described in [doctrine](https://Land Operations - GOV.UK) as ‘devolving responsibility to low levels of command’. Here junior leaders are trusted to achieve a clearly identified goal, based on the Commander’s intent. The idea is to encourage initiative in smaller teams, and to push leaders away from the habit of remote micro-management. In a battlefield setting, this would appear as clearly divided areas of responsibility, for example grid squares each divided up between different Platoons.\\n\\nThis concept has been emulated in a number of different forms in Web 3, simply with the ‘Platoons’ element replaced by terms such as pods, teams, fields or impact networks. Devolved and trusting command is an incredibly effective way to encourage productivity, empowerment and collective success.\\n\\nUnfortunately, enemies rarely recognise the boundaries of grid lines pencilled in and divided up on a map. Equally, the ‘threats’ or tasks required from Web 3 communities rarely fit into these neat boxes (or pods, teams etc…). In the military, the success of Mission Command relies on clear orchestration of teams, communication of changes in environment and establishment of limitations. The same is certainly often true in a Web 3 context, and leaders who believe that trusting delegation down to team level will be enough without a centralised command (in some sense) will not succeed. On the battlefield, ‘runners’ are utilised to convey messages across grid squares, and effective DAOs will need a digital equivalent to ensure that pods/teams/networks continue to grow in the same direction.\\n\\n**Intelligent Disobedience**\\nIn this context, it has been identified that a centralised command and co-ordinating presence is useful, even in a largely decentralised environment. In the British Military this is supported by the idea of ‘[Intelligent Disobedience](https://www.army.mod.uk/media/2800/centre-for-army-leadership-leadership-insight-no-1.pdf)’, stating that if an order from a commander is unlawful or improper, it is every soldier’s right and responsibility to reject it. If Web 3 communities do accept that a form of centralised command is useful, it is crucial that the equivalent of this rejection is available. More often than not, this will be in the failure of on-chain governance votes. I would argue however, that this is not enough. Centralised power in Web 3 should be temporary, appointed by community, and take community consensus for crucial decision-making processes (that do not necessarily require a central governance vote). Clear delineation between governance, consensus and the actions which can be taken on an individual level will allow leaders to lead effectively (and speedily), within clear boundaries of command.\\n\\nAn avenue for off-chain ‘intelligent disobedience’ is crucial, and this is often a cultural question as much as it is one of process. A leader who is permanent, influential and unopen to discussion is a toxic relic of previous ‘wars’, and must be abandoned in this new digital context.\\n\\n**Strategic Corporal**\\nThe notion of the [Strategic Corporal](https://The Strategic Corporal - Harvard Business Review) argues that, due to the changing nature of media and information sharing, every local team member has the capability to wreck an organisation’s reputation and effectiveness. This could appear as a soldier who abuses a civilian and is recorded on camera, or It could be the Starbucks employee who makes racist comments from behind the till and goes viral on Tik Tok. The central message here is that education is paramount, and that it is not acceptable to have an ‘entry level’ employee who does not understand, represent and emulate the values of the organisation they stand for. This is (of course) an optimistic endeavour, but potentially a real point of danger for DAOs/Web 3, where the line between community member and employee are increasingly blurred.\\n\\nThe real lessons here are about education and being selective. Web 3 communities should focus on how they ‘on-board’ new members, to make clear the values and aims which they collectively represent. It is also very acceptable in a Web 3 environment to close doors to some individuals. This may be about reduced governance, or it may appear as smaller (but better trained) DAO communities  - but the idea that Web 3 equates to unquestioning empowerment of community members may become an increasingly problematic concept.\",\"timestamp\":1640782177,\"title\":\"Keyboard Commanders: Military Leadership and 'Web 3'\"},\"digest\":\"GnvRJYaIoewqeRGivbsez_dPNNMw68EamLdN6_V1FvI\",\"authorship\":{\"contributor\":\"0x77eB67C323593E9aC65423d79830206bF7eB3C72\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_B18awOJGLDKGVaOsRbKTSyIFgesb69lTCY-HX4xG5Q\\\",\\\"y\\\":\\\"rFJvF4lHCxz8nvxPWK3CYmjzRG-4LVTKnmWAoW64URk\\\"}\",\"signature\":\"2Fe6EqEdlxBqfaxc0i7qGFnL4xepK-wnZzSFO0VSGDdp1tEk2jGV7ah-oq3DKmplHwk3C_FxamTGNLD8tyq8XQ\",\"signingKeySignature\":\"0x300f59dff4d36a3428f1bdf7059d834a8be0a2030b1cb90fd54501231501f5337e425ebbf86507d727df6772ccb3384cabd3152bd0d794df9a1b58d466558eac1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_B18awOJGLDKGVaOsRbKTSyIFgesb69lTCY-HX4xG5Q\\\",\\\"y\\\":\\\"rFJvF4lHCxz8nvxPWK3CYmjzRG-4LVTKnmWAoW64URk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GnvRJYaIoewqeRGivbsez_dPNNMw68EamLdN6_V1FvI\"}"