"{\"content\":{\"body\":\"## Earn a share of the $50,000 USDC pot!\\n\\n[![Tempus](https://miro.medium.com/fit/c/56/56/1\\\\*6MI5OtTp8VdE5WnUIDKb3A.png)](https://medium.com/@tempusfinance?source=post_page-----6d7e92dc863d--------------------------------)\\n\\nJust like any other software, smart contracts may contain security vulnerabilities. Security is one of the most formidable challenges for smart contract implementation in present times. There exist concerns of inefficiencies, security breaches and some broken codes that could lead to high or unnecessary costs for any user of a protocol.\\n\\nOne of the biggest challenges with smart contract implementation is the fact that they have an irreversible nature and users can lose a part or whole of their funds deposited in a contract that has not been written effectively.\\n\\nSmart contract auditing is therefore important for the better optimization of codes and improves the performance of the smart contract, in a way that also benefits the user of that contract (for example — gas efficiency conditions), enhanced vaults or wallets on the protocols, security against hacks and more.\\n\\n## **Tempus Passes Security Audit of Coinspect**\\n\\nWe are happy to announce the completion of our first audit by [Coinspect](https://www.coinspect.com/) who were able to find only 3 medium risk bugs that have now all been fixed.\\n\\nAs explained by Coinspect, no high-risk vulnerabilities that would result in user funds being stolen were identified from the source code. One of the medium-risk issues detected could have a high impact but there was a low likelihood of that event taking place. This bug has now also been fixed. Other bugs are related to the power of the pool owners and whether they could update the fees without constraints and that could have an adverse impact on users in case the accounts were compromised.\\n\\nFind Coinspect’s audit report [here](https://www.coinspect.com/doc/Coinspect%20-%20Smart%20Contract%20Audit%20-%20Tempus%20v211013.pdf).\\n\\n## **Tempus Security Audit Competition at Code 423n4**\\n\\nTempus is a future yield tokenization and fixed-rate protocol that allows users to optimize their existing exposure to variable yield based on their risk tolerance. As we continue to build on other protocols it is important for us to make sure our contracts are secured in case there is a failure on the protocols that we are building on.\\n\\nEnterprise audits do not necessarily guarantee the quality and robustness of smart contracts. Instead of organising a bug bounty program ourselves, we decided to partner with [Code 423n4](https://code423n4.com/) that creates incentivised weekly smart contract audit competitions that allow some of the most talented security researchers to do a thorough security audit of the smart contracts. It uses a novel competitive mechanism that allows anyone to help secure protocols and platforms without having to be a full-time professional auditor. This approach is designed to increase the depth and breadth of an audit while incentivizing security researchers to find the highest-risk and rarest bugs.\\n\\nIn addition to that, it does not follow the approach of ‘first person to turn in the bug gets the bounty’. Instead, they reward everyone’s contributions even if there are multiple submissions of the same bug.\\n\\nThe smart contract audit competition for Tempus began** on** **October 14, 2021, at 00:00 UTC**.\\n\\nThis contest ends **on October 20, 2021, at 23:59 UTC**.\\n\\n**We have allocated $50,000 USDC for anyone who is able to find bugs or can help us improve gas optimization on Tempus.**\\n\\n**Read more about the contest **[**here**](https://github.com/code-423n4/2021-10-tempus)** and start now!**\\n\\n## **About Tempus**\\n\\nTempus is a protocol where users can re-allocate the risk of interest rate fluctuations between each other. Users can deposit their yield-bearing tokens (such as stETH) which Tempus splits into tokenized principal and yield tokens. Those primitives can then be traded against each other through the custom Balancer v2 AMM. Tempus will offer capital-efficient fixed rate yields and high variable yields on various assets. For example, Tempus will be the first team to release fixed-rate ETH 2.0 staking through Lido. Tempus will also integrate Compound, Aave and Yearn.\\n\\n[Discord](https://discord.com/invite/6gauHECShr) | [Github](https://github.com/tempus-finance) | [Medium](https://medium.com/@tempusfinance) | [Twitter](https://twitter.com/tempusfinance) | [Website](https://tempus.finance/)\\n\",\"timestamp\":1635972215,\"title\":\"Code 423n4 — Tempus Smart Contract Audit Contest - tempus - Medium\"},\"digest\":\"8YuQt1XzwjLoWZrhKNKeOxOSn0aaMjNdWaa28hsXuHQ\",\"authorship\":{\"contributor\":\"0x71fAB14a22E324699161E6e976F97b6685F65010\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"m6avt8FFhdWQODoHfh4HYnkOp859jgNpK_XDYC-6osA\\\",\\\"y\\\":\\\"9O5EnhDnW4spyOc0Ki20hfujk0WutUIcVpbpAa8BzdY\\\"}\",\"signature\":\"Zbf8zN_hC5ByM2gfF4E_oS0Fy4TItF6gl1ELxqEm_baBlWNP_x6jHrPJiRKltsWayrR5JfUaxAAsILLemv60eA\",\"signingKeySignature\":\"0x89b678016785ea1f613d12225afb0af9dbec08fb396c6a8f607697f47f771ed16e3e33d532e83934d083e6f0c1eb63884c674b4426164539c561f578da7372b51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"m6avt8FFhdWQODoHfh4HYnkOp859jgNpK_XDYC-6osA\\\",\\\"y\\\":\\\"9O5EnhDnW4spyOc0Ki20hfujk0WutUIcVpbpAa8BzdY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"8YuQt1XzwjLoWZrhKNKeOxOSn0aaMjNdWaa28hsXuHQ\"}"