"{\"content\":{\"body\":\"Qui luật cung cầu (tiếng Anh: Law of Supply and Demand) là qui luật của nền kinh tế thị trường cho rằng qua sự điều chỉnh của thị trường, một mức giá cân bằng và một lượng giao dịch hàng cân bằng sẽ được xác định \\n  \\n **Qui luật cung cầu** hay **nguyên lí cung cầu** trong tiếng Anh là **Law of Supply and Demand**.\\n\\n**Qui luật cung cầu** là qui luật của nền kinh tế thị trường cho rằng qua sự điều chỉnh của thị trường, một mức giá cân bằng (còn gọi là mức giá thị trường) và một lượng giao dịch hàng cân bằng (lượng cung cấp bằng lượng cầu) sẽ được xác định.\\n\\n### Xây dựng qui luật cung cầu\\n\\n**Qui luật cung cầu được xây dựng trên những tiền đề sau:**\\n\\n– **Cầu** là nhu cầu có khả năng thanh toán của xã hội về một loại sản phẩm hay dịch vụ nào đó trên thị trường ở các mức giá khác nhau trong một khoảng thời gian nhất định. Cầu cá nhân là cầu của một cá thể hay gia đình.\\n\\nKhi cầu của toàn thể các cá thể hay gia đình về một mặt hàng trong một nền kinh tế gộp lại sẽ có cầu thị trường. Số lượng cầu về hàng hóa là số lượng hàng hóa mà người mua có khả năng mua và sẵn sàng mua ở một mức giá trong một thời kì nào đó.\\n\\nCầu có liên quan đến nhu cầu nhưng không đồng nhất với nhu cầu. Qui mô của cầu phụ thuộc vào các yếu tố: giá của hàng hóa, thu nhập, thị hiếu, giá của các hàng hóa có liên quan, số lượng người tiêu dùng, các kì vọng; trong đó, giá cả hàng hóa là yếu tố có ý nghĩa đặc biệt quan trọng.\\n\\n– **Cung** về một loại sản phẩm hay dịch vụ là tổng số sản phẩm hay dịch vụ mà các chủ đề kinh tế đưa ra bán trên thị trường ở các mức giá khác nhau trong một khoảng thời gian nhất định.\\n\\nCung bao gồm cả hàng hóa bán được và hàng hóa chưa bán được. Lượng cung của một mặt hàng được chào bán với một mức giá thị trường hiện hành, ở mức giá nhất định của các yếu tố sản xuất và trình độ kĩ thuật nhất định, với những qui chế nhất định của Chính phủ, kì vọng về giá, thời tiết gọi là số cung hay lượng cung.\\n\\nTổng tất cả các lượng cung về một mặt hàng bởi tất cả những người bán trong một nền kinh tế gọi là cung thị trường.\\n\\nQui mô của cung phụ thuộc vào các yếu tố như giá, công nghệ, giá cả của các yếu tố đầu vào, chính sách thuế, số lượng các nhà sản xuất, các kì vọng của nhà sản xuất về thị trường.\\n\\n### Qui định và vận dụng qui luật cung cầu\\n\\n\\\\*\\\\*Qui luật cung cầu qui định \\\\*\\\\*khi hàng hóa được bán trên một thị trường mà lượng cầu về hàng hóa lớn hơn lượng cung thì sẽ có xu hướng làm tăng giá hàng hóa. Nhóm người tiêu dùng có khả năng chi trả cao hơn sẽ đẩy giá của thị trường lên.\\n\\nNgược lại, giá sẽ có xu hướng giảm nếu lượng cung vượt quá lượng cầu. Cơ chế điều chỉnh về giá và lượng này giúp thị trường chuyển dịch dần đến điểm cân bằng, tại đó sẽ không còn áp lực gây ra thay đổi về giá và lượng nữa. Tại điểm cân bằng này người sản xuất sẽ sản xuất ra gần bằng lượng mà người tiêu dùng muốn mua.\\n\\n**Vận dụng qui luật cung cầu** giúp nhà quản trị đưa ra quyết định của việc có hay không tiếp tục đầu tư hay tiến hành một hoạt động sản xuất kinh doanh nào đó căn cứ vào tình trạng cân bằng cung cầu trên thị trường.\\n\\nKhi lượng cung nhỏ hơn lượng cầu trên thị trường, có nhiều khách hàng sẵn sàng trả giá để có được hàng hóa và cơ hội bán hàng vẫn còn thì nhà quản trị có thể thường có xu hướng mở rộng hoặc duy trì sản xuất. Ngược lại, khi cung lớn hơn cầu, có nhiều hàng hóa được sản xuất nhưng chưa có người mua thì nhà quản trị có thể thường có xu hướng thu hẹp sản xuất.\\n\\n**Qui luật cung cầu** cũng chính là lí do mà các nhà quản trị phải thường xuyên nghiên cứu nhu cầu thị hiếu, sở thích của người tiêu dùng, dự đoán sự thay đổi của cầu, phát hiện nhu cầu mới… để cải tiến chất lượng, hình thức, mẫu mã cho phù hợp, đồng thời phải quảng cáo để kích thích cầu.\\n\\n(Theo *Giáo trình Quản trị kinh doanh, NXB Đại học Kinh tế quốc dân*)\",\"timestamp\":1640579896,\"title\":\"Qui luật cung cầu (Law of Supply and Demand) là gì?\"},\"digest\":\"qMXyaPqbJSeHzFIVbfPFRs9nVkec-sue5HKRvFSUDRs\",\"authorship\":{\"contributor\":\"0xD6C5695D1aC3e835654bA9674576F0a772CB915A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GdEHlsIKlZaibjeYn4j-k96AUlyHZlcHZR9pYb1yVfc\\\",\\\"y\\\":\\\"EMxWdt5a4bjYhYeoDtVZgCVFt4H2vnsnNo4_qSYau8A\\\"}\",\"signature\":\"TyXBvB8wdQNN-1M7FV7NKG-NMt0GT7_sQeinNiltqB_I0cx8UJUmMCSweOsdyaCmFpaH5KxQ-KgX_0QWEVN0BQ\",\"signingKeySignature\":\"0x133ad7a4548d2110f8b3a3ca4a362924a0600f3cde0f8606bf1e1c8129f9aa4d2994b9974362d31ddf4ecd334c2db27e24bf09af7c10a31c01e6727cfb656cbc1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"GdEHlsIKlZaibjeYn4j-k96AUlyHZlcHZR9pYb1yVfc\\\",\\\"y\\\":\\\"EMxWdt5a4bjYhYeoDtVZgCVFt4H2vnsnNo4_qSYau8A\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qMXyaPqbJSeHzFIVbfPFRs9nVkec-sue5HKRvFSUDRs\"}"