"{\"content\":{\"body\":\"一份战斗名单拿在我的手里，鹏飞仔细的对我讲解着各分堂的战斗实力，以及配合方式，尽快让我熟悉这个副帮主的身份，说白了，到时候可是有至少一半的指挥权在我的手里。\\n\\n```\\n许久已经没有出现过的天诛竟然也出现在了战斗会议的桌旁，这个天生的指挥人才可是给我留下了非常深刻的印象。他的话虽然不多，但每一句都能点中要害，就连一向不怎么服人只怕老婆的安落虹，竟然也连连点头，赞不绝口。\\n\\n“你觉得这次的任务能有多大的把握？”我看着天诛，低声问道。\\n\\n“百分之三十。”天诛冷冷的说道。\\n\\n百分之三十？还是有点低啊。不过天诛分析得也十分有道理，虽然有那么多人支持，但是由东方神龙组成的攻城队伍，已经远远超出玩家所能想象的范围以外了。能有百分之三十的把握。我也应该很知足才对。\\n\\n这次的战斗将是天地的一大创举，也是《天地传说》一次绝佳的题材。就算只有百分之一的胜算，也值得一试。\\n\\n更何况，善后工作已经做到了百分之一百，就算战斗失败，万兽山庄充其量损失一块驻地，对于我们来说，并不算是太大。\\n\\n“自从发出英雄贴之后，很多帮派都表示，愿意前助战，到时候来的玩家还不止这些，所以我们的胜算其实更大。”鹏飞用手指轻敲着桌面，微笑着说道。\\n\\n“如果再加上恶魔之家的逆天军团呢？”一个声音自门外响起，众人回过头，就见一个身穿紧身长裙，肩披粉紫色薄纱，长发披肩的美女婷婷走了进来。看得众人都是一愣。\\n\\n这个人实再太熟悉了。《天地传说》中，她永远是最明亮的那一颗珍珠。一株生命之树，照亮了所有激战中的人们，她的身影不但倒映在每个人的眼里，也烙进了人们的心里。\\n\\n每当战士们陷入困境的时候，只要有她的出现，一切就变得浪漫而美丽起来，流血也成了不那么严重的事情。玩家们几乎都相信那个传说。只要有生命女神在，就绝对不会让一个人死。这当然只是一个神话，在游戏中永远不可能成为现实，可是也足以看出，自由实业打造的这个形象是多么的成功。甚至已经超出了恶魔领主在人们心目中的地位。\\n\\n然而。在我的眼中，她不是什么高贵的生命女神，不是什么令人敬仰的血色盟主，更不是什么值得崇拜的偶像。\\n\\n在我的眼中，她只是一个女人——我的女人！\\n\\n“星晴姐！”霜飞羽一阵欢呼，直奔而去。显然，在这一年里，她已经跟芸芸混得很熟了。不然也不会比我还要激动。\\n\\n不仅是霜飞羽，其余众人也都是一脸欣喜若狂的表情。恶魔之家逆天军团的战斗实力可是天地中最出名的，有他们的加入，胜算何只提高一倍，更何况，跟着逆天军团来的，还有星晴这个“生命女神”呢。\\n\\n万兽山庄的议事大厅里只有一个人保持着沉默，那就是我。\\n\\n我的眼睛由头到尾就没有离开过芸芸，连眼皮也不曾眨一下。因为我深怕一眨眼，一切又都变化了，怕这一切又只是一个梦。游梦仙枕与梦魂神殿里的情形让我对眼睛的幸福有了一种患得患失的感觉。\\n\\n或许是感受到异样的目光。或许是觉得突然多了一个陌生人，芸芸将目光缓缓的转到了我的身上。一瞬间，她的目光凝住了，她的身体僵硬了。如水晶一样透明的眼泪在她美丽的大眼睛里不停的打转，白皙的脸上浮起一层梦幻般的红晕……\\n\\n她终于……终于再次在游戏中见到他了。她终于又可以和他在一起了！她终于可以避开万人崇拜的目光，只躲到那个属于她的臂弯里；终于可以不再当一个女强人，安安心心做一个小女人了！她终于……\\n\\n这样的想法她再也控制不住自己的身体，再也控制不住自己的眼泪，再出控制不住自己内心里压抑已久的情绪……\\n\\n脚步将我们两人慢慢拉近，轻得没有一点声音。目光将我们两人紧紧的拴到了一起。一刻出不愿意分开。尽管在现实中我们每天都可以见面。每天都是同床共枕，每天都可以亲吻着对方的脸。诉说着自己的思念，表达着自己的情感。但是在游戏里。我们分开得实再太久了。\\n\\n大厅里的众人感觉到了气氛的变化，但他们不知道这是为什么，除了知根知底的疆土。他们随着芸芸的目光看了过去。同时也发现了行为反常的我。\\n\\n“你……我……呜……”\\n\\n一个冲击“呯”的撞击着我的胸膛，下一秒，我的怀里已经多了具柔软的躯体。\\n\\n她轻轻的颤抖着，头紧紧的伏在我的胸前，两只手死死的抓住我的衣襟，仿佛只要一松开，我就会从她的眼前消失一样。温热的呼吸混着眼泪浸湿了我的胸膛，我紧紧的搂着怀里的人儿，安抚着她不安的情绪。不需要语言，不需要任何的交流。她在我的怀里，而我，可以给她一个世界。\\n\\n“咳，咳！”一阵咳嗽声打断了我们。也让我及时冷静下来。不然的话，可能就要当众表演一些不应该上演的戏码了。转过头，疆土用一只拳头挡住嘴，脸歪到一边，眼睛盯着天花板的一个角落，仿佛正哼着一首他常哼哼的曲子。而在周围，几乎所有人的眼珠都快掉下来了。\\n\\n坏了，我现在的身份可是东方大陆的第一个道士，而芸芸则是世人皆知的恶魔领主的老婆。这时候她突然对我投怀送抱，是人都会猜测我跟她到底是什么关系了。\\n\\n死疆土，竟然不早一点提醒我，害我当众出丑，还落得个一发不可收拾，现在说那些都已经太晚了。我还是想想该怎么跟大伙解释吧。\\n\\n“你***在干什么”一个怒吼声从门口传来。六七个玩家已将门口的光线全部都挡住了。回头一看，那一张张熟悉的脸上写满了愤怒，大有要杀人的冲动。如果目光可以杀人的话，估计我现在已经被砍成了十七八块，搞不好连骨头都没得剩。\\n\\n刑天。四处游荡的风，末日血神，夜色无边。还有清幽百合，水晶铃铛……\\n\\n“啪！”\\n\\n一记响亮的耳光在议事大厅中响起，将沉浸在与兄弟重逢喜悦中的我一下子拉回现实，取而代之的是一双愤怒的眼睛。\\n\\n打我的是清幽百合，这野蛮女人一把将芸芸从我的怀里拉了出去。反手就给了我一巴掌。\\n\\n在东方大陆，西方玩家是不可以主动攻击本地居民的。但这并不表现无法有身体上的接触。她的这一巴掌虽然连一点伤害都没有。但却是实实在在的重，打得我脸上火辣辣一阵生疼，而且声响也是大得出奇，我甚至怀疑连大厅外面的守卫都可以听到了。\\n\\n“知不知道打我的后果？”我轻摸了一把微烫的脸颊。冷冷的看向清幽百合，眼神让她轻颤了一下。看来我的目光的杀伤力也是蛮大的。虽然我还是一副小道士的打扮。\\n\\n“打你有什么后果我不知道。”一旁的夜色无边上前一步。挡在了清幽百合与芸芸的身前，恶狠狠的瞪着我说道：“我只知道，你会为今天所做的一切付出代价。”\\n\\n完了，完了，完了……疆土拼命的擦着额头上并不存在的冷汗，夸张的用手挡住了眼睛，仿佛不忍心再看下去。到是鬼狼、吹风、小白三人同时站了起来，站到我的旁边，安落虹也想动，被夜梵天一把拉住了。那女人在他耳边小声的说了几句，两口子坐到一旁，准备看好戏了。\\n\\n“无边兄。”鬼狼挺身而出，礼貌的对夜色无边说道：“虽然我们认识的时间也不短了，我也尊敬你是一个好的对手，但你也不能护短。动手打人的是你老婆，而被打的是我最好的兄弟。我不管你们先前有过什么恩怨，到了我的面前，就不能看着自己的兄弟受辱。”\\n\\n“受辱？”清幽百合突然尖声的叫了起来：“我还以为鬼狼是个什么正人君子，原本不过也跟所有的男人一样！人是我找的，有种你把我杀回西方大陆。不过我告诉你，如果遇到同样的情形，我一样会赏你一巴掌。”\\n\\n鬼狼一时语塞了，跟女人斗嘴可不是他的强项，他也突然想起来，清幽百合之所以会赏我一巴掌。起因完全是因为我抱了一个似乎不应该抱的女人。而这个问题，已经让所有在场的观众都感到深深的不解了。原本他是要问的。可是刑天等人的出现，以及清幽百合的举动实在太突然了，把气氛一下子拉到了另外一个角度，让人有些反应不过来。\\n\\n我回头瞧了一眼芸芸，她正掏出手绢抹着眼泪，不过脸上却是悄悄的隐藏着一种戏谑的表情。臭老婆，见我被打也不帮我说句话，打我的可是别的女人耶！再看疆土，也是一脸看好戏的模样。老子真是交友不慎！\\n\\n好，既然误会已经造成了，那就索性再玩一玩。我嘿嘿一阵冷笑，摆出一副不可一世的模样，指着夜色无边跟刑天说道：“打女人我没兴趣，你们两个谁上吧？”\\n\\n啥？东方大陆一个七十级的小道士竟然要挑战西方恶魔之家逆天军团的成员？这话说出去可是要笑掉人家的大牙了。\\n\\n要知道，现在的刑天和夜色无边都是接近一百级的大人物，别说是在东方大陆，就算是在西边，敢正面跟他们产生冲突的人也不算太多。特别是夜色无边，那可是杀手中顶尖级的人物，惹上他，就等于跟自己的等级过不去。\\n\\n“夜叉，别冲动。”吹风也看出气氛似乎有点太过沉重了。轻轻的拉了我一把，小声说道：“你只要道个歉就没事了，大家都是朋友，没必要把关系弄僵了。”\\n\\n道歉？我抱我自己的老婆有什么好道歉的？真要道歉的话，也该是那个莫明其妙，不分青红皂白就搧人耳光的女人吧。\\n\\n不过这话现在可是解释不通的。如果非要解释，我就必须面对双方面的盘问。而且，目前我也没有想好，把事情的真相说出来之后，会有个什么样的后果。至少鬼狼跟霜飞羽在知道我的真实身份之后，对我的态度就再也无法像以前那么轻松自然了。\\n\\n现在一个非礼女性玩家的帽子已经扣到我的头上了。脸上贴了色狼的标笺，我是跳进黄河也洗不清。更何况，我还真想跟夜色无边打上一场，试试看现在等级的差距到底有多大，我的实力到底下降了多少。\\n\\n*西方玩家在城市或帮派里面，是无法攻击本地居民的，但是这个限制并不包括城市或帮派中的擂台。擂台之上，不分地域，不分种族，自然也就没有东西之分。玩家在这里完全处于公平的状态。只有靠自己的实力说话。\\n\\n我和夜色无边平静的站在擂台两端，心里各自揣着完全不同的心情。\\n\\n曾经，我也和他这样面对面的站在擂台上，那一仗打得势均力敌，最后并没有分出胜负。如今，我们又站到了这里。只是由西方变到了东方，万兽无疆盟变成了万兽山庄。经过这么长的时间，他的实力变得更强，而我，完全改变了自己的身份。\\n\\n鹏飞站在我与夜色无边的中间，他是大伙公认的最公正的裁判。台下，几乎集中了所有目前待在万兽山庄的玩家，其中既有东方的，也有西方的。他们的脸上有的是震惊，有的是嘲笑。有的是期待，有的是好奇。\\n\\n到底是什么样的一个道士，竟然敢于挑战西方几乎最强的杀手之一。他到底又有什么样的本事，可以让他拥有这样的勇气？\\n\\n逆天军团整齐的方阵中，传出一阵又一阵议论，他们谈话的内容大约都是一致的。\\n```\\n\\n\\n------------\",\"timestamp\":1640412003,\"title\":\"第一百六十八章  我的女人\"},\"digest\":\"JoD5vhwrJDdeRBspYVeHOR_DIjLlaMLtfWLIXJs8jBw\",\"authorship\":{\"contributor\":\"0xc6eE8e5d17efC941e0807ebDAe2a6E8f843b645E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QCQT3xsuv4PbVv-qvgOoNlrN3sHTaCj0Oc42H8vxU08\\\",\\\"y\\\":\\\"StRQDX1mVe2jExZzVCvpi2GuwzNr5JuxvNLw62ISvJI\\\"}\",\"signature\":\"vNdTNA76pK2l8lK1AceWJ5eSO0uAfg8kJrmIh_GmeWnnOu-x4SUy_eSY23_L7mwR7HCWICPkZSr7x99tvMdJ7A\",\"signingKeySignature\":\"0x316503f17e3b791bb0023a191f6d7394d2c2b5e5723c0b6fb64c9a38d069730943af7556531dc90c2167c11a399a933be5158624dfb1d111aa2897e3fb7d80811c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QCQT3xsuv4PbVv-qvgOoNlrN3sHTaCj0Oc42H8vxU08\\\",\\\"y\\\":\\\"StRQDX1mVe2jExZzVCvpi2GuwzNr5JuxvNLw62ISvJI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"JoD5vhwrJDdeRBspYVeHOR_DIjLlaMLtfWLIXJs8jBw\"}"