"{\"content\":{\"body\":\"> “加密货币将是一场颠覆式创新的社会实验，未来的路还很长，其中孕育着巨大的非对称性投资机会”\\n\\n**本文写于今年8月中，当时发在微博上（链接在此）https://[m.weibo.cn/1849058527/4671579016921271](https://m.weibo.cn/1849058527/4671579016921271)**\\n\\n**但后来觉得微博可能不是最好的发布加密货币相关文章的平台，就没有再多用了。这次看到去中心化的内容发布平台 Mirror开始给用户开放，觉得这才是最适合的平台，就把这篇文章再复制黏贴过来，希望能抛砖引玉，以文会友。**\\n\\n**我的推特：CryPto33.eth@cry_pto33**\\n\\n——————————————————————————————————————\\n\\n“自己开始写一些长文章，主要是用来记录和分享自己对于投资的一些思考。\\n\\n为什么现在要开始写这些文章呢？主要是3个原因：\\n\\n1）像博主硅谷王川反复强调的，**写作是非常有效的思考和学习的工具，能帮助实现个人复利增长**；而在公众平台的写作由于能即时收到反馈，是效率最高的。\\n\\n2）也想通过这个号，**找到更多志同道合之士，结交新朋友**，独乐乐不如众乐乐\\n\\n3）最近做了次小手术，在手术台上时不免胡思乱想一番，想到自己虽然不才，但**最近几年也有些投资相关的思考和笔记，还是要趁有机会多分享出来，哪怕对多一个读者有帮助，也是有边际价值的**。\\n\\n这里强调下，**我的文章并不是要提供投资建议。各位看官请牢记我水平很有限，这些文章仅是输出我个人对投资的粗浅理解，是我个人视角下的提炼和分享**，力求真实。如果不正确请大家一笑而过，当然也欢迎指正帮助我改进。如果相关内容对您有帮助有共鸣，也请点个赞或留个言，希望能结识更多有缘人。\\n\\n第一篇文章就留给我最看好的投资领域 -- 加密货币（Cryptocurrencies）。**加密货币里我主要介绍市值最高的两个龙头 -- Bitcoin （代币BTC）和以太坊Ethereum（代币ETH）**。其他加密货币的项目在我看来还属于很早期，确定性不高，我目前也没能力分析清楚头绪来，不在此讨论。\\n\\n看好加密货币主要是因为以下几个吸引人的要素：\\n\\n**1）提供非对称性收益的机会**：\\n\\n**A）首先从生物学的角度思考**：Bitcoin和Ethereum的优点在于都属于一种开放和有机增长的网络“生物”，具有自我进化和修正的能力，运营多年账本网络并没有出现过大问题，在各种巨大压力和质疑下其市值依旧趋势性向上，在10年间达到了约2万亿美元。同时他们反脆弱，很难被单方面或几方合力“清零”。相信关注最近1个多月资本市场的参与者对此会有很深的体会。因此从生物学进化的角度上看，加密货币像是没有显著弱点的智慧生物，其强韧性和鲁棒性比大多数投资品种都要好。\\n\\n**B）加密货币还处于发展的早期，用户渗透率还很低**，正处于创新扩散模型从创新者（Early innovators）到早期采用者（Early adopters）的阶段。随着未来3-5年更多用户的进入，加密货币即将跨越鸿沟：目前加密货币使用人数在1.5亿左右（用地址推断），按全球互联网总用户60亿人算，渗透率接近3%。按每年用户增长50+%计算，加密货币的用户将在5年内接近或超过10亿用户，占全球互联网用户的15%以上。而这将是人类历史上新技术渗透率提高最快的一次，对于现在的参与者意味着难得的指数增长的机会。 \\n \\n\\n![创新扩散模型](https://images.mirror-media.xyz/publication-images/JBHJyRabAopnBipREXaFj.png?height=288&width=804)\\n\\n![加密货币和互联网用户渗透率对比图](https://images.mirror-media.xyz/publication-images/iR3KtOMBE92fGyu1ht0dK.png?height=464&width=818)\\n\\n​回顾历史，颠覆式创新的产品在跨越鸿沟后其所孕育的非对称性回报是惊人的。比如微软在 1995年推出支持互联网的 windows 95 后，股价到1999年底涨了接近10倍；还有苹果手机以及去年的特斯拉的案例。尽管这些股票在这期间也出现过30%-50%的回撤，但相对于10倍以上的回报，这些短期的波动都是可以接受的。 \\n\\n类似的，加密货币在范式转移下也正处于快速发展阶段，其投资回报也有可能复制之前的互联网/智能手机/智能动车的回报，甚至超越他们，在未来3-5年用- 50%的可能下跌风险去换取10倍+的潜在回报。\\n\\n因此认同这个逻辑并有条件的投资人，都可以去做相应的资产配置。可以根据不同的风险偏好，配置总资产的1-10%不等在加密货币上。这样的非对称性机会可能会在未来给你带来惊喜。而万一失败了，也不会给你带来伤筋动骨的损失。很多投资大师比如Paul Tudor jones 在他的投资组合里就配置了5%的BTC。而今年年初在GME世纪逼空一役里做为散户代言人而大出风头的Chamath 就对BTC曾有犀利的评论，认为买BTC就是Schmuck insurance, 翻译过来就是对“愚蠢行为的保险”，建议投资人都应该至少配置1%的BTC在投资组合里。\\n\\n**2）加密货币能给用户带来巨大价值：**\\n\\n**A）一套去中心化，无需信任，无需许可接入, 防篡改的账本体系**\\n\\n加密货币是人类社会从中心化到去中心化历史进程的必然产物：在人类上千年的历史中，上一次的去中心化进程开端是在中世纪晚期，当时教会+封建贵族通过对财富，信息，文化和教育资源的垄断而形成政教合一体系，导致社会阶层分化极其严重。之后正是随着古登堡印刷术+威尼斯复式记账法+文艺复兴开启了随后的资产阶级革命和祛魅运动，破除了禁锢剥削普通人的政教合一。 \\n\\n但在19世纪中叶以后，由于工业革命带来的生产力和暴力机器的快速发展，主权国家（nation states）迅速崛起并开始垄断了货币发行的权力，导致了政币合一，使财富集中在最顶层的建制派为代表的既得利益集团手中，贫富差距达到过去几百年年来最严重的地步。\\n\\n而这一次随着加密货和其底层区块链技术的出现，加上互联网技术带来的社交网络和向虚拟世界的跃迁，很有可能逐渐瓦解建制派对货币发行权力的垄断，逐步实现政币分离，给与普通人更公平的货币环境。\\n\\n关于加密货币是无需信任，无需许可接入，具有防篡改的特性，这块偏技术性，网上有很多科普文章，大家可以很容易找到相关解释，我在此就不赘述了。\\n\\n**B) 加密货币底层的区块链（Blockchain）技术将改变人类交互的方式，从而带来对传统金融和互联网服务的变革**\\n\\n区块链技术是一种互联网数据库技术，其特点是去中心化、公开透明，无需许可让每个人均可参与数据库记录。像硅谷王川所说：“区块链的精髓是，创新不需要批准和计划。在开放的系统上，唯才是举，论功行赏. 长期看，开放兼容廉价的系统，最终将把封闭昂贵不兼容的系统边缘化。世界上八十亿人，上万亿台机器，可以瞬间（迟滞低于一秒）通过区块链网络进行无需中介，无需许可，自动编程，费用极低的，可以信赖的价值交换，价值交换的单位可以低到一分，一厘，甚至更低。”\\n\\n通过大规模陌生人的共识和协作，从而实现价值交换的网络铺开后，会催生以前不可实现的各种去中心化应用；中心化的大机构/公司作为网络必不可少的核心节点的垄断地位将被大大削弱，从而将强加给用户的“平台税”返还给普通用户。用户就能根据他们在应用中的付出（比如创造内容，提供私有数据和参与互动等）得到相应的价值和报酬反馈，实现最朴素的用户”按劳分配，多劳多得“。 \\n\\n这就是很多人经常提到的Web 3.0的雏形，会逐渐重塑货币市场、支付系统、金融服务及社会生活的方方面面，给普通个体带来价值。就好像在网上看到的总结 –“Web 1.0 是公司提供内容公司赚钱，Web 2.0 是用户提供内容公司赚钱，Web 3.0 是用户提供内容用户赚钱。” 举个直观的例子，在Web 2.0里，Uber这家公司作为打车网络里的中心节点在逐步实现垄断后，向平台上的用户和专车司机都收取了不菲的“中介费”，使得本应节省的效率和收益都被Uber公司一家攫取了，并依此继续扩张自己的垄断优势，榨取更多价值。而未来如果有基于区块链的新打车平台可以让用户和司机直接交互，绕过Uber这样的中心化节点，就能使用户在继续享用高效的打车网络的同时，也获取本属于他们自己的经济利益。\\n\\n这样的趋势发展下去，长期更深远的影响是加密货币以及其背后的区块链将改变人类过去几百年来习以为常的组织架构和交互方式。现在的大规模协作要么通过公司制形式，要么通过Linux 那样的开源模式 -- 参与者纯凭兴趣但没有经济方面的激励。而区块链结合加密货币，就能在经济上大幅激励类似Linux这样的陌生人的自组织从各个领域涌现出来，而不仅限于富有开源精神的极客们。这就是加密货币圈所推崇的去中心化自治组织（DAO）。 DAO有高度的流动性，人才进出自由，工作时间自由，因此能汇聚全球而不仅仅是局部地区的优秀的人才，对有顶尖技术和创造力的人才吸引力比公司制要高很多。\\n\\n这里强调下，我认为区块链网络必须有代币（token），因为token代表经济激励机制，就是钱，而钱是人类信息/能源传递的最高效的介质。没有token，不可能有陌生人自愿发生的大规模的去中心化协作，比如记账。没有记账，价值也就无法在网络上有效的传递，协作的效率便无法得到提升。因此无币区块链大概率成为机构“自娱自乐”的局域网（IBM 区块链项目最后不了了之便是例证）。\\n\\n**3）加密货币是年轻人喜欢的新事物**\\n\\n就像85后和90后这些互联网的原生代很容易接受互联网服务，未来的00后，10后，20后年等加密货币原生代也会很自然的接受基于网络的虚拟加密货币，认为用加密货币交易/支付/理财将是一个很自然的事情。他们反倒会觉得银行系统很古董，很多业务还要去柜台亲自办理，银行有上下班时间有周末休息，交易金额稍微过大就需要被银行查问每一笔钱的出入，非工作时间不给转账等，这些都是很难理解的事情。\\n\\n从数据上窥探这个趋势的初步影响：仅在美国在未来25年，千禧一代和X一代会继承60-80万亿美元的财富。根据2020年Harris Research的一项研究显示，美国的年轻一代正在塑造对数字资产的认知，对Bitcoin的兴趣超过股票。在3000多名受访者中，18岁至34岁阶段人群认为“Bitcoin是金融技术的积极创新” 的比例为59%；“购买Bitcoin的倾向” 的比例为42%。当被问及他们是否更愿意持有1,000美元的Bitcoin时，30%的受访者表示，其更愿意持有Bitcoin，而不是政府债券。\\n\\n而从2020年开始，美国婴儿潮一代的人开始大量退休，10-15年后他们会大量死亡，留下大量财富转移给80，90甚至00后。这些新生代大多数人将会是左手Robinhood股票账户，右手加密货币钱包。\\n\\n简单估算未来美国年轻人配置Bitcoin的比例上升到10%，就意味着有6-8万亿美金量级的资金会进来配加密货币，这还没有考虑年轻人在生活的其他方面更多的使用加密货币的影响。\\n\\n**4) 传统机构配置加速**\\n\\n在全球货币超发的大环境下，机构在传统金融领域寻找超额投资收益率的机会越来越少，使得更多的传统机构（基金，投行，咨询公司等）开始关注并研究加密货币，其中相当一部分已经开始配置BTC，ETH等加密资产。比如上市公司特斯拉，德鲁肯米勒的基金，高净值人群比如推特创始人Jack Dorsey等都配置了相当规模的加密货币。\\n\\n而传统金融比加密货币的市场规模高2-3个数量级，因此一部分资金溢出到加密货币领域就会带来“大象进入洗澡盆”那样的井喷行情。\\n\\n![加密货币 VS 传统金融](https://images.mirror-media.xyz/publication-images/pU_WgO6B3-OcKaF9o2atb.png?height=640&width=360)\\n\\n**5）最后我认为加密货币在一个更长的历史跨度（按10年计算），顺应了人类社会发展的三个大潮流**：\\n\\nA）**贫富差距要修正** — Ray Dalio总结美国目前是100年来贫富差距最严重的，要公平重新分配。\\n\\n**B）年轻人的代际更迭** — 反建制，反既得利益。\\n\\n**C）新时代的文艺复兴**— 互联网（internet） + 加密货币（crypto）带来财富，信息，教育，politics等领域的去中心化。\\n\\n下面我具体分析一下我最看好的两个加密货币龙头的投资逻辑 – **1，BTC新时代共识的数字黄；2，ETH 无需许可的分布式的云计算平台**。\\n\\n**1，BTC – 新时代的数字黄金**\\n\\n**1）**从宏观上看，上面分析过的各国央行的长期宽松倾向，**去中心化的历史进程和新时代的文艺复兴等历史大潮等都符合配置BTC的大环境**。\\n\\n**2）BTC是加密货币领域最早和排名第一的IP，是最大共识的谢林点**，进入加密货币领域的参与者最早了解的基本都是BTC。\\n\\n**3）BTC**上涨的逻辑很简单朴素：**总量稀缺，通缩，供不应求**。\\n\\n稀缺性是Bitcoin最新颖、最关键的创新之一；Bitcoin的稀缺性在创建时就被写到协议中，其货币政策的独立性是通过工作量证明和去中心化网络所实现。\\n\\n通胀率也是被写进他的合约里的：BTC供应量每四年减半，目前其通胀率在不到2%，2024年后就会低于1%，而全球央行新印法币所带来的通胀率远超于此；以Fed为例，按货币发行量计算的美元年化通胀率在4%+。FED货币政策增发容易收水难，因此长期看法币的通胀率大概率会继续超过BTC。\\n\\n以上特性就赋予了BTC跨时间和跨空间两个维度的价值存储功能。由于低通胀，5年后BTC按法币计算，其价值大概率比目前更高，体现了跨时间存储财富的能力；同时只有要网络（如果遇到大灾难断网，BTC还可以通过卫星来传输信号，因为BTC的开发组织 blockstream 发射了一个BTC全节点在卫星上），BTC就可以在全球任何角落结算，同时结算可以在一个小时内完成。而作为一种不记名的可传输价值的记账网络，只要结算完成就相当于相应的BTC被发送到了接收者的“账户”，这个价值传递的过程也同步完成，不存在任何的信用风险。因此BTC具备比传统纸币更强的跨空间存储功能。\\n\\n![BTC VS 黄金 VS 法币](https://images.mirror-media.xyz/publication-images/z5Q9DVBVxd8xm9XAXT-ow.png?height=426&width=482)\\n\\n **4）个人掌握财富的工具 -- 抗审查和没收**\\n\\nBTC是数字时代的新发明，但它试图解决的问题却与人类社会同样久远：如何提供一种完全由拥有者控制的财富，并且能长时间持有。\\n\\nBTC在Bitcoin网络上传输时，没有人为干预决定是否应该允许交易。作为一个分布式的点对点网络，其本质上是设计来抗审查的。这与法定银行系统形成鲜明对比，在法定银行系统里，国家监管的银行会报告和防止货币品的非法使用。\\n\\n同时BTC的账户系统是由公钥/私钥对通过非对称加密而确保安全运营的，这就使攻击网络的成本远远大于防护的成本，从而可以保证个人的BTC账户在现有科技条件下不可能被机构/nationstates 暴力破解。未来即使有了量子计算机，BTC网络也可以通过升级成抗量子计算的算法来保护用户的资金安全。因此由数学加持的加密算法就使个人可以在与暴力机器的抗争中保证自己财富存储的安全。\\n\\n**5）反脆弱性**\\n\\nBTC没有复杂的业务逻辑，需求也很单一，而且作为开源系统，全世界业内懂行的专家基本上都会对它进行一遍认真的检查。其中大的bug已不存在了。\\n\\n此外，在BTC的网络中，整条链平等开放，任何人都可以向网络贡献算力，不需要权威第三方进行授权，即使大玩家被淘汰也不会导致整个系统的崩溃。正是由于这样的特性使得BTC账本网络在10多年的运算过程中没有出现过大问题。\\n\\n诚然BTC在历史上有过多次80%+以上的大跌，导致很多人拿郁金香泡沫的破灭作对比。但郁金香的价格有没有在多次大跌后又涨回来并屡创新高呢？肯定没有。那还有没有其他类型的资产在经历多次大跌后又浴火重生呢？历史上似乎真的找不出。就从这点看BTC就是个打不死的小强，有极强健的反脆弱性。\\n\\n![ 历史上著名泡沫走势图](https://images.mirror-media.xyz/publication-images/hwJoQgEXc0l2He3wIajNE.png?height=832&width=674)\\n\\n**6）粗略估值** \\n\\n对于BTC，我们暂不考虑更宏大的叙事，只考虑其在未来3-5年作为数字黄金的价值（稀缺性，供应增加有限，跨时间/空间保值），则对标黄金的金融属性的市值，大致是3万亿美元。考虑BTC全部挖出有2100万枚，推算未来3-5年1 BTC的合理价值可能在15万美元。\\n\\n**2，ETH – 无需许可的分布式的云计算平台**\\n\\n**1）**投资ETH的逻辑在某种程度上比BTC更容易被大众理解，因为投资ETH并不用前置相对复杂且悲观的宏观叙事框架；**简单说投资ETH就是投资能带来颠覆式创新的新科技平台—以太坊。**\\n\\n以太坊的底层架构是基于从BTC网络里抽象出的区块链技术，通过EVM（以太坊虚拟机）形成了一个无需许可的分布式计算平台（具体的技术细节网上有很多内容，大家可以自行查阅）。像历史上其他生机勃勃的新技术一样，以太坊始终在进化着。他从最开始作为区块链底层的技术设施 -- 公链，孕育了当年的1 CO 狂潮，到2020年在以太坊的计算平台上启动了去中心化金融创新（Defi），再到今年促成了非同质化代币存储（NFTs）和区块链游戏大潮。\\n\\n尽管以太坊在其发展路程上有很多的波折和延期，但他孵化出了区块链行业的每一次重要创新。通过快速迭代，以太坊已经在区块链的应用生态中占据了极其重要的地位，形成了回报递增的网络效应，其生态复杂度和头部的优势越来越明显\\n\\n而从政经哲学上来说，以太坊最接近埃里克·A·波斯纳和E·格伦·韦尔的“激进市场”理论：以太坊不停改变升级进化，激进地去扩大市场，用市场本身的力量去完善市场 \\n\\n**2）ETH上的各类应用**：\\n\\n先说目前最重要的DeFi生态，Defi 就是去中心化的金融。以太坊网络凭借其先发优势和生态复杂度，天生就是Defi的沃土，目前75%的Defi 交易都在以太坊的网络上进行。从数据上看以太坊网络上的Defi全部锁仓金额（TVL）为1100亿美金 vs 全部Defi的 TVL 1500亿美金。 \\n\\n以太坊在Defi上的压倒性优势来源于以下几点 –\\n\\n**A）去中心化的社区共识能吸引最优秀的开发者**：以太坊最高时有大约12000个节点，成为节点也不需要特殊的硬件要求。因此以太坊在Defi 可选择的各条公链里是去中心程度最高的。以太坊凭借去中心化带来的安全性和共识吸引了最有创新力的头部DeFi协议开发者和用户，他们中的很多人明确拒绝在以太坊之外的网络开发任何应用。\\n\\n**B）多样化的各类资产**：稳定币和各类token在以太坊上的数量最多。以太坊在2016年上线后可以通过智能合约快速发布token，到目前其平台上已经累积了20多万种ERC-20 token；\\n\\n**C）多样化的智能合约**：比如去中心化交易所（Dex），借贷，预言机等\\n\\n**D）多样化的开放工具**：比如etherscan 等等帮助开发者和用户更好的使用网络。\\n\\n**E）充足的流行性**：以太坊过去7天的平均交易费达到了200亿美元，是最接近的竞争对手BSC链的近10倍\\n\\n此外，2021年最火爆的区块链创新应用是非同质化代币存储价值（NFT） 和区块链游戏。以太坊能提供无需许可且安全的分布式计算平台，因此很多主流NFT和链游应用都架构在以太坊上。上层应用的繁荣就给底层的以太坊带来更多的生态复杂度并扩展了用户基础，即我们常说的出圈。\\n\\n所以以太坊上的无需许可的创新不断超乎我们的想象，区块链行业里最有价值的创新（Defi，NFT，Gaming）都是首先在以太坊上大规模发生。以太坊的垄断地位随着时间流逝越发不可逆。\\n\\n**3）以太坊拥有其他公链无法大肆宣扬的东西 — 对去中心化意识形态的坚定承诺**\\n\\n以太坊最高时大约12000个节点不需要特殊的硬件来参与，也并不是由以太坊基金会去控制大多数节点。\\n\\n从目前的发展速度和连接广度来看，以太坊未来的可能性要比由传统公司制来驱动的中心化系统要高至少一个维度。从某种程度上看，以太坊平台可能就是最近最火的元宇宙概念的一个雏形.\\n\\n**4）胖协议瘦应用**\\n\\n如果拿当年互联网的发展历程做对比，现在的区块链行业相当于刚刚进入拨号上网时代，基础设施还有很大的升级空间。而且区块链行业的特点是胖协议瘦应用，以太坊的创始人V神就预测过，区块链的生态系统不是杀手级的应用，是杀手级的网络，不仅仅是关于稳定币、预测市场、扩容，最重要的是互动，和扩容、ENS、DAO等不同组成部分之间的互动和互联。从这个角度，投资以太坊上的代币ETH可以是普通人把握区块链行业发展机会的最便利有效的手段。\\n\\n**5）以太坊正在升级为可储值的资产:**\\n\\n8月启动的EIP-1599的燃烧基础手续费模式（类似用平台的盈利进行代币回购）和明年1H的POS 2.0的质押验证模式将使ETH成为可生息资产，并且通胀率将从今年初的4%大大降低，甚至在未来网络使用多时变成通缩资产。\\n\\n这将赋予ETH一种自带现金流的属性，将吸引追求现金流的传统机构资金，也便于他们更好理解和评估ETH的价值，会形成正循环。 \\n\\n**6）ETH的估值**\\n\\n以太坊的长期市值依赖于其平台所培育的生态系统所能捕获的价值。如果以太坊能实现成为全球最高效的分布式的云计算平台的远景，那它可以捕获的价值将至少和亚马逊云计算+微软云计算+谷歌云计算和安卓系统的总和在一个量级，即5-10万亿美元的价值。假设这能在未来5-10年实现，同时以太坊的供应量因POS 2.0和EIP-1599燃烧机制，将稳定在1亿枚出头，则1 ETH未来5-10年左右的目标价格为5-10万美元，相较现在3000美元出头，有10倍+的成长空间。\\n\\n**后记：**\\n\\n码字码到最后，我还是要提醒下所有有耐心看到这的朋友，以上关于加密货币的分析仅是我个人的观点，是我对这个快速变化的新兴行业“盲人摸象”所摸出的一部分感受。你如果对此感兴趣，真心希望你自己要花时间去研究并亲身下场去体验区块链和加密货币的应用，毕竟投资本质上是个非常个人的事儿，相信你在亲身使用的过程中能有更真实的感受。\\n\\n我在自己的视界所及范围，感受到加密货币将是一场范式革命级别的社会实验。以BTC为代表的加密货币已经经历了新生的第一个10年，但整个行业还处于拨号上网的时代，未来的路还很长，我相信其中还孕育着巨大的非对称性收益的机会，等着我们去发掘。\\n\\n最后想起当年谷歌的CEO施密特“忽悠”桑德伯格加入谷歌时的那句名言：”如果有人在火箭上提供了一个位置，不要考虑位置好坏，先上去再说。“\\n\\n而加密货币就是我认为的去往浩瀚苍穹的火箭，我选择跳上它。\\n\\n—————————————————————————————————————————-END-\\n\\n2021-10-7 \\n\\n \\n \",\"timestamp\":1633604961,\"title\":\"加密货币的投资价值\"},\"digest\":\"pMzCoHqTxoO6dFa-MhZEtY-Ef7MF2jnxA2uqFGNw9EY\",\"authorship\":{\"contributor\":\"0xe5D24B0604477f69d9CE388fD2598BBDd382bE0c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aWk5XGjn8duSeuo6m5kuA-79Vt-ByDKcdSwe6FQqTp4\\\",\\\"y\\\":\\\"zSg2Xx_ghn8qVw2PQUZq79oLtaiAkze7Mg9WDoeMdVM\\\"}\",\"signature\":\"qtixEWvlzcsu5ddAX6Rt8z4fx-ocjRDrA1k9D3R-1kfQk4_ltO1K6wD6uOQH_hDK1Pf0zn0x18E4wlp_TFdIBw\",\"signingKeySignature\":\"0x6ed858658d45aadb287cfd1624870cc67e7549c401aad2116a933ceda17d688453e6cbfe409daeb6acdcb6450a6b70daace911099898e48b0d58310686fb9a3700\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aWk5XGjn8duSeuo6m5kuA-79Vt-ByDKcdSwe6FQqTp4\\\",\\\"y\\\":\\\"zSg2Xx_ghn8qVw2PQUZq79oLtaiAkze7Mg9WDoeMdVM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pMzCoHqTxoO6dFa-MhZEtY-Ef7MF2jnxA2uqFGNw9EY\"}"