"{\"content\":{\"body\":\"## MISSION\\n\\n**goodvibesDAO**’s mission is to contribute to social good through leveraging web3 tools to build community-owned goods and services that contribute to social good.\\n\\nThere are often no economic incentives for contributing to social good. Hence, human rights and environmentally-minded organizations are often limited by their dependence on donations, grants, and voluntary work. As a result, there is a limit to the opportunities and the potential of these organizations. Additionally, there is broad skepticism regarding the efficiency of the money allocation at many of these organizations. Moreover, governments around the world have collectively done poorly to address human rights and environmental issues, if not exacerbated them. Web3 tools and the principles that underpin these technologies, such as decentralization, censorship resistance, permissionless-ness and borderless-ness, can all be employed in a way that is in line with a people-centered approach to contributing to social good.\\n\\n## Core Pillars\\n\\n**1 - Community-Owned Decentralised Governance.**\\n\\n**goodvibesDAO**’s governance token holders are responsible for managing meta-governance, the DAO’s ecosystem, community, development of products and services made by the DAO, as well as for creating and voting on proposals on how the DAO’s treasury should be allocated to further development or social good initiative.\\n\\n**2 - Contributing to Social Good.**\\n\\n**goodvibesDAO** was created with the idea that web3 technologies have the power to make contributing to social good through the creation and use of community-owned and governed products and services, economically incentivized. The coordination potential of various tools in the space has the potential to create incredible impact, and goodvibesDAO strives to employ this to contribute to human rights and environmental issues.\\n\\n**3 - Aligning Economic Incentives.**\\n\\nWeb3 tools allow us to make it so that it pays to contribute, participate, and use different products and services. This DAO chooses to use these tools to economically incentivize those to contribute to social good through the use of its community-owned products, services and initiatives.\\n\\n**4 - WEB3**\\n\\nWeb3 tools provide us with the ability to create a broad range of products and services, implement decentralized governance and create economic incentives. The principles that underpin blockchain technology should be embedded in the actions conducted by goodvibesDAO.\\n\\n## Pre-DAO(ification) Roadmap\\n\\n1) DAO Community Building / DAO Infrastructure Build Out\\n\\n2) Develop DAO’s NFT Magazine / Plan and Explore Collaborations\\n\\n* Contributors will receive compensation in the form of a proportional share of the profits made from what they contributed.\\n* POAPs and NFTs will be used as markers for future governance token distribution.\\n\\n3) Brainstorm/Create Other Products and Services\\n\\n4)Creation of DAO Treasury\\n\\n5) Pre-DAO(Ifinication) Preparation and Infrastructure Setup\\n\\n6)DAO-ify\\n\\n* Token Distribution\\n* Delegate Nominations\\n* “Constitution” Ratification\\n\\n## Post-DAO(ification) Roadmap\\n\\nDAO governance, following DAO(ification), will be fully responsible for managing meta-governance, the DAO’s ecosystem, community, development of products and services made by the DAO, as well as for creating and voting on proposals on how the DAO’s treasury should be allocated to further development or social good initiatives.\",\"timestamp\":1637773245,\"title\":\"goodvibesDAO – Mission, Pillars & Roadmap \"},\"digest\":\"-IpZHxjeXuWyzQwLbQB74bGY3U_3mwEydOoaCVop-Iw\",\"authorship\":{\"contributor\":\"0x0716461C42780435312C4893033B6e3F0238B956\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"v606EBqKXrPwU0I6MQPGIgtWIMKCtrG1chjUDc7vfS0\\\",\\\"y\\\":\\\"onyd8ksGQ5tNNd6_-rodiJaS79PLFiWVcjBZz7zyo3M\\\"}\",\"signature\":\"7S6rGq12C0vndXSunCsahHO6nnP_RZReVbb9d_LSRPhaJF_LCVOxcjV9FHw1iBcT9GhmThscnvus_NCAfPOasw\",\"signingKeySignature\":\"0x5da2d07d272116a840199b2847ffa6294401a778c59d889d713853c89c9736f85b337b0bb660393ac4baa8db63d3a7fe71a95d5d7c1449f9c31510dcc4cf2b571c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"v606EBqKXrPwU0I6MQPGIgtWIMKCtrG1chjUDc7vfS0\\\",\\\"y\\\":\\\"onyd8ksGQ5tNNd6_-rodiJaS79PLFiWVcjBZz7zyo3M\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-IpZHxjeXuWyzQwLbQB74bGY3U_3mwEydOoaCVop-Iw\"}"