"{\"content\":{\"body\":\"These considerations lead us to adopt the following criteria of genuineness:  (1) That is most certainly Plato's which Aristotle attributes to him by name, which (2) is of considerable length, of (3) great excellence, and also (4) in harmony with the general spirit of the Platonic writings.  But the testimony of Aristotle cannot always be distinguished from that of a later age (see above); and has various degrees of importance.  Those writings which he cites without mentioning Plato, under their own names, e.g. the Hippias, the Funeral Oration, the Phaedo, etc., have an inferior degree of evidence in their favour.  They may have been supposed by him to be the writings of another, although in the case of really great works, e.g. the Phaedo, this is not credible; those again which are quoted but not named, are still more defective in their external credentials.  There may be also a possibility that Aristotle was mistaken, or may have confused the master and his scholars in the case of a short writing; but this is inconceivable about a more important work, e.g. the Laws, especially when we remember that he was living at Athens, and a frequenter of the groves of the Academy, during the last twenty years of Plato's life.  Nor must we forget that in all his numerous citations from the Platonic writings he never attributes any passage found in the extant dialogues to any one but Plato.  And lastly, we may remark that one or two great writings, such as the Parmenides and the Politicus, which are wholly devoid of Aristotelian (1) credentials may be fairly attributed to Plato, on the ground of (2) length, (3) excellence, and (4) accordance with the general spirit of his writings.  Indeed the greater part of the evidence for the genuineness of ancient Greek authors may be summed up under two heads only:  (1) excellence; and (2) uniformity of tradition--a kind of evidence, which though in many cases sufficient, is of inferior value.\\n\\nProceeding upon these principles we appear to arrive at the conclusion that nineteen-twentieths of all the writings which have ever been ascribed to Plato, are undoubtedly genuine.  There is another portion of them, including the Epistles, the Epinomis, the dialogues rejected by the ancients themselves, namely, the Axiochus, De justo, De virtute, Demodocus, Sisyphus, Eryxias, which on grounds, both of internal and external evidence, we are able with equal certainty to reject.  But there still remains a small portion of which we are unable to affirm either that they are genuine or spurious.  They may have been written in youth, or possibly like the works of some painters, may be partly or wholly the compositions of pupils; or they may have been the writings of some contemporary transferred by accident to the more celebrated name of Plato, or of some Platonist in the next generation who aspired to imitate his master.  Not that on grounds either of language or philosophy we should lightly reject them.  Some difference of style, or inferiority of execution, or inconsistency of thought, can hardly be considered decisive of their spurious character.  For who always does justice to himself, or who writes with equal care at all times?  Certainly not Plato, who exhibits the greatest differences in dramatic power, in the formation of sentences, and in the use of words, if his earlier writings are compared with his later ones, say the Protagoras or Phaedrus with the Laws.  Or who can be expected to think in the same manner during a period of authorship extending over above fifty years, in an age of great intellectual activity, as well as of political and literary transition?  Certainly not Plato, whose earlier writings are separated from his later ones by as wide an interval of philosophical speculation as that which separates his later writings from Aristotle.\\n\\nThe dialogues which have been translated in the first Appendix, and which appear to have the next claim to genuineness among the Platonic writings, are the Lesser Hippias, the Menexenus or Funeral Oration, the First Alcibiades.  Of these, the Lesser Hippias and the Funeral Oration are cited by Aristotle; the first in the Metaphysics, the latter in the Rhetoric.  Neither of them are expressly attributed to Plato, but in his citation of both of them he seems to be referring to passages in the extant dialogues.  From the mention of 'Hippias' in the singular by Aristotle, we may perhaps infer that he was unacquainted with a second dialogue bearing the same name.  Moreover, the mere existence of a Greater and Lesser Hippias, and of a First and Second Alcibiades, does to a certain extent throw a doubt upon both of them.  Though a very clever and ingenious work, the Lesser Hippias does not appear to contain anything beyond the power of an imitator, who was also a careful student of the earlier Platonic writings, to invent.  The motive or leading thought of the dialogue may be detected in Xen. Mem., and there is no similar instance of a 'motive' which is taken from Xenophon in an undoubted dialogue of Plato.  On the other hand, the upholders of the genuineness of the dialogue will find in the Hippias a true Socratic spirit; they will compare the Ion as being akin both in subject and treatment; they will urge the authority of Aristotle; and they will detect in the treatment of the Sophist, in the satirical reasoning upon Homer, in the reductio ad absurdum of the doctrine that vice is ignorance, traces of a Platonic authorship.  In reference to the last point we are doubtful, as in some of the other dialogues, whether the author is asserting or overthrowing the paradox of Socrates, or merely following the argument 'whither the wind blows.'  That no conclusion is arrived at is also in accordance with the character of the earlier dialogues.  The resemblances or imitations of the Gorgias, Protagoras, and Euthydemus, which have been observed in the Hippias, cannot with certainty be adduced on either side of the argument.  On the whole, more may be said in favour of the genuineness of the Hippias than against it.\\n\\nThe Menexenus or Funeral Oration is cited by Aristotle, and is interesting as supplying an example of the manner in which the orators praised 'the Athenians among the Athenians,' falsifying persons and dates, and casting a veil over the gloomier events of Athenian history.  It exhibits an acquaintance with the funeral oration of Thucydides, and was, perhaps, intended to rival that great work.  If genuine, the proper place of the Menexenus would be at the end of the Phaedrus.  The satirical opening and the concluding words bear a great resemblance to the earlier dialogues; the oration itself is professedly a mimetic work, like the speeches in the Phaedrus, and cannot therefore be tested by a comparison of the other writings of Plato.  The funeral oration of Pericles is expressly mentioned in the Phaedrus, and this may have suggested the subject, in the same manner that the Cleitophon appears to be suggested by the slight mention of Cleitophon and his attachment to Thrasymachus in the Republic; and the Theages by the mention of Theages in the Apology and Republic; or as the Second Alcibiades seems to be founded upon the text of Xenophon, Mem.  A similar taste for parody appears not only in the Phaedrus, but in the Protagoras, in the Symposium, and to a certain extent in the Parmenides.\\n\\nTo these two doubtful writings of Plato I have added the First Alcibiades, which, of all the disputed dialogues of Plato, has the greatest merit, and is somewhat longer than any of them, though not verified by the testimony of Aristotle, and in many respects at variance with the Symposium in the description of the relations of Socrates and Alcibiades.  Like the Lesser Hippias and the Menexenus, it is to be compared to the earlier writings of Plato.  The motive of the piece may, perhaps, be found in that passage of the Symposium in which Alcibiades describes himself as self-convicted by the words of Socrates.  For the disparaging manner in which Schleiermacher has spoken of this dialogue there seems to be no sufficient foundation.  At the same time, the lesson imparted is simple, and the irony more transparent than in the undoubted dialogues of Plato.  We know, too, that Alcibiades was a favourite thesis, and that at least five or six dialogues bearing this name passed current in antiquity, and are attributed to contemporaries of Socrates and Plato.  (1) In the entire absence of real external evidence (for the catalogues of the Alexandrian librarians cannot be regarded as trustworthy); and (2) in the absence of the highest marks either of poetical or philosophical excellence; and (3) considering that we have express testimony to the existence of contemporary writings bearing the name of Alcibiades, we are compelled to suspend our judgment on the genuineness of the extant dialogue.\\n\\nNeither at this point, nor at any other, do we propose to draw an absolute line of demarcation between genuine and spurious writings of Plato.  They fade off imperceptibly from one class to another.  There may have been degrees of genuineness in the dialogues themselves, as there are certainly degrees of evidence by which they are supported.  The traditions of the oral discourses both of Socrates and Plato may have formed the basis of semi-Platonic writings; some of them may be of the same mixed character which is apparent in Aristotle and Hippocrates, although the form of them is different.  But the writings of Plato, unlike the writings of Aristotle, seem never to have been confused with the writings of his disciples:  this was probably due to their definite form, and to their inimitable excellence.  The three dialogues which we have offered in the Appendix to the criticism of the reader may be partly spurious and partly genuine; they may be altogether spurious;--that is an alternative which must be frankly admitted.  Nor can we maintain of some other dialogues, such as the Parmenides, and the Sophist, and Politicus, that no considerable objection can be urged against them, though greatly overbalanced by the weight (chiefly) of internal evidence in their favour.  Nor, on the other hand, can we exclude a bare possibility that some dialogues which are usually rejected, such as the Greater Hippias and the Cleitophon, may be genuine.  The nature and object of these semi-Platonic writings require more careful study and more comparison of them with one another, and with forged writings in general, than they have yet received, before we can finally decide on their character.  We do not consider them all as genuine until they can be proved to be spurious, as is often maintained and still more often implied in this and similar discussions; but should say of some of them, that their genuineness is neither proven nor disproven until further evidence about them can be adduced.  And we are as confident that the Epistles are spurious, as that the Republic, the Timaeus, and the Laws are genuine.\\n\\nOn the whole, not a twentieth part of the writings which pass under the name of Plato, if we exclude the works rejected by the ancients themselves and two or three other plausible inventions, can be fairly doubted by those who are willing to allow that a considerable change and growth may have taken place in his philosophy (see above).  That twentieth debatable portion scarcely in any degree affects our judgment of Plato, either as a thinker or a writer, and though suggesting some interesting questions to the scholar and critic, is of little importance to the general reader.\\n\\nLESSER HIPPIAS\\n\\nby\",\"timestamp\":1635906386,\"title\":\"y exact line the genuine writings of Plato from the spurious.  The only external evidence to \"},\"digest\":\"bPRWg9qlPevPFuc3PIq2C6cROqL1nnaKBZRBX9D03Kc\",\"authorship\":{\"contributor\":\"0x6140E4c4b50f53D4a2621DF028b75Ce94f88De5b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"D-w2r_1tKoJlxnMpCLx6Kcu02w6UDZDMXKSVdYSSsR0\\\",\\\"y\\\":\\\"avP4MSKg9jGXQZKvHHy35uxTLB3T4su1tNr76lQFYXY\\\"}\",\"signature\":\"BosXCfLKA88UtNrwV1K9LJoom4lJVGVMhWkw4a-bbPuU-ECiZWqhd6cSeNCjj3aZTu0hUzIUnn4b34G1iALGUw\",\"signingKeySignature\":\"0x0cdff643728c552b6b2a9e140ce52164279e93e0d913db8a6efe86c03ffa9ac978edafc313355d9e8390229d2e0f20c7010cf3e5d823afa62a4a1237d464871f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"D-w2r_1tKoJlxnMpCLx6Kcu02w6UDZDMXKSVdYSSsR0\\\",\\\"y\\\":\\\"avP4MSKg9jGXQZKvHHy35uxTLB3T4su1tNr76lQFYXY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bPRWg9qlPevPFuc3PIq2C6cROqL1nnaKBZRBX9D03Kc\"}"