"{\"content\":{\"body\":\"Are you experiencing self-doubt? This is perhaps for you…I recently watched the movie “White Tiger” on Netflix, after having read the book a few years ago.\\n\\nThe story is about Balram, a man from the lower castes in India who decides to escape from a life of servitude in his self described journey of “entrepreneurship”\\n\\nIn the book and in the movie, Balram speaks about the “Rooter Coop”. He describes it as this mechanism of society that prevents him from rising above his life that his birth destined for him. Here is how it is described in the book:\\n\\n> Go to Old Delhi, behind the Jama Masjid, and look at the way they keep chickens there in the market. Hundreds of pale hens and brightly colored roosters, stuffed tightly into wire-mesh cages, packed as tightly as worms in a belly, pecking each other and shitting on each other, jostling just for breathing space; the whole cage giving off a horrible stench—the stench of terrified, feathered flesh. On the wooden desk above this coop sits a grinning young butcher, showing off the flesh and organs of a recently chopped-up chicken, still oleaginous with a coating of dark blood. The roosters in the coop smell the blood from above. They see the organs of their brothers lying around them. They know they're next. Yet they do not rebel. They do not try to get out of the coop.\\n\\nI grew up in the lower-middle class to two blue collar parents. Their desire for more, stubbornness on my part and some early decisions in my life have led me out of my own version of the Rooster Coop.\\n\\nThis essay is about my own story and ways of thinking and acting that have enabled me to escape the Rooster coop. It is my hope that these will help you attempting to escape your own coop\\n\\n### Start badly, but start\\n\\nIf you ask most people they have some ideas they’d love to work on. And yet they remain ideas for decades. This is because there are always good reasons on why not to start working on that idea yet. It never gets easier to do something difficult.\\n\\n> One of the biggest things holding people back from doing great work is the fear of making something lame. And this fear is not an irrational one. Many great projects go through a stage early on where they don't seem very impressive, even to their creators. You have to push through this stage to reach the great work that lies beyond. But many people don't. Most people don't even reach the stage of making something they're embarrassed by, let alone continue past it. They're too frightened even to start. — Paul Graham\\n\\nThe rooster coop screams loudest when others see you doing something new, something unknown to it. Your own skepticism of whether you will succeed is a force powerful enough to keep you languishing for decades.\\n\\nPaul Graham gives excellent advice in his article that the quote is pulled from above \\\\[“Early Work”\\\\]. Many of these things I have inadvertently done over the years but of recent what has helped the most is to assume that what I will do is poor and to agree with myself to postpone judgement after the work has started.\\n\\nWhat this translates into is - Make a list of the things you can start doing that will contribute to your idea or goal. Start doing them with the knowledge that the list was almost completely incorrect in the first place. It is only in the doing that you will find the answers.\\n\\n> A good plan violently executed now is better than a perfect plan executed next week. — General Patton\\n\\n### Bias towards Action not motion\\n\\nYou may also make the mistake of being in motion as compared to taking action. A motion is when you’re busy doing something that is unlikely to produce the outcome you see.\\n\\nIt’s a cowardly approach to making progress — Cowardly because the underlying emotion is fear of failure (we’ll get to that one next)\\n\\nHere’s some examples\\n\\n* Signing up for a gym membership vs going to the gym and completing a workout\\n* Buying an online-course for something you want to learn vs completing a project using the knowledge you obtained in the course you finished\\n\\nSometimes these motions are the first steps to an action but on their own they will not lead to the outcomes you seek. To avoid this seek to do things where there is an external feedback loop from others. The faster the feedback loop the better.\\n\\nThe world is filled with people who are constantly preparing for changing it.\\n\\n### Learn to redefine failure and embarrassment\\n\\nSo if the fear of failure is what keeps you from your escape of the coop, how do you overcome it?\\n\\nIf you know there is something you should do by your own set of rules, you are enacting a lie. Like most human fears there is only one way to overcome them: face the fact that there is a fear, expose yourself gradually towards it and gain the courage to continue in doing this.\\n\\nTo start your journey\\n\\n1. Share them with someone you trust. By speaking about them you are forcing your mind to face the truth\\n2. Even if that person only listens (which is unlikely) you will have some steps you can take (graduated exposure) that you can put into actions\\n3. Consistently experience small failures weekly\\n\\nRedefining or embracing failure is difficult because you have to live it constantly. The fear never goes away, you just become more courageous.\\n\\nSpank Founder, Sara Blakely had an upbringing where her father helped her redefine failure. Her father used to invite her and her brother to share their failures for that week at the dinner table. Instead of disappointment or being upset, he would celebrate their efforts. (\\\\[Video\\\\])\\n\\n> “What it did was reframe my definition of failure. Failure for me became not trying, versus the outcome.\\\"\\n\\nJung called this ‘Circumambulation’ and Jordan Peterson does an excellent job of \\\\[explaining this here\\\\]\\n\\nEventually you will come to see failure for what it really is; A  required series of steps towards success\\n\\n### Last but first you have to free your mind\\n\\n> The coop is guarded from the inside.\\n> Servants have to keep other servants from becoming innovators, experimenters, or entrepreneurs.\\n\\nWhat makes the Rooster coop so effective is that its seeds are often planted in early childhood. That teacher that constrained (or crushed) your dreams, those friends who mocked you for holding a belief above your station. Even though these people may not be part of your life, their thoughts may have become your shackles.\\n\\n> We are made mysteries to ourselves by the Rooster Coop we are locked in.\\n\\nEven your family who may care deeply about you can be an unwilling participant in this game. Your desire to do something different is an unknown to them, perceived as unnecessary risk, as danger to yourselves and to them.\\n\\n> *If you try something ambitious, many of those around you will hope, consciously or unconsciously, that you'll fail. They worry that if you try something ambitious and succeed, it will put you above them. In some countries this is not just an individual failing but part of the national culture.*\\n>\\n> \\\\-- Paul Graham\\n\\nIn the movie there is a scene where Balram drives Pinky Madam to the airport. Pinky represents someone who escaped the caste system by growing up America and she says to Balram:\\n\\n> “You thought the door was closed, but it was open the entire time”\",\"timestamp\":1639936850,\"title\":\"Escaping the Rooster Coop\"},\"digest\":\"7EwKSUs4-8wQw4DaFXHyJf6vdqAb7Did_QxR-_JdLTw\",\"authorship\":{\"contributor\":\"0xC7DCF6223f2a1FD946A4C68d0BcC3D567465f684\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bwa2n75Dd6UqLulhEE8vsCLQXV_imfx9STv2cjNZDM0\\\",\\\"y\\\":\\\"pHscM-2WakMdr1k-SJj0aGMyLwE26fJOjmZkz86g1Kc\\\"}\",\"signature\":\"R4Yn1kYG2u8MiRg80uXMYHrGsKtxmhaD_jSFmNJt6c3FR59FWMfmO5rL9sNevJyjnK8Xbx0bXtXVdzFLJutDaw\",\"signingKeySignature\":\"0xf16c8d6f368f250912256f147a644645762ad65e3297e709ec50df67471ede0c440e3b4067f7166ce17a57ce8b57b44650cf5e92201f77106aa1c5a79f5cb4aa1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bwa2n75Dd6UqLulhEE8vsCLQXV_imfx9STv2cjNZDM0\\\",\\\"y\\\":\\\"pHscM-2WakMdr1k-SJj0aGMyLwE26fJOjmZkz86g1Kc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7EwKSUs4-8wQw4DaFXHyJf6vdqAb7Did_QxR-_JdLTw\"}"