"{\"content\":{\"body\":\"*A day in life account and thoughts while staying under quarantine due to the the spread of SARS-CoV-2 (or more affectionately known as coronavirus).*\\n\\n![](https://miro.medium.com/max/1400/0\\\\*Uk8mmQ0vTxX0Kcec)\\n\\n## “Whatever it takes”\\n\\nYou don’t actually realize what these words mean unless you actually come face to face with something completely beyond your control. India just announced a 21 day nationwide lock-down to make sure we can contain the spread of coronavirus. All incoming international flights have been discontinued. All domestic travel has been discontinued. Select local buses will ply to ensure continuity of essential services. All private corporations have shut their offices and are attempting a work-from-home model. Government offices are running at 5% staffing. Production of all non-essential items is being stopped. And markets are in free fall. We’ve entered a global recession. Governments are doing their best to ensure liquidity.\\n\\n> **Whatever it takes. We will do whatever it takes to slow down the spread of coronavirus. We’re buying time. Time, because we don’t have a cure nor the medical infrastructure to treat the millions who would’ve gotten infected had things continued as is. And hence the lockdown.**\\n\\nNo, this is not an episode from Black Mirror. This is real and this is happening right now. We are in the middle of a global pandemic which will possibly change the way we live forever. And it is very overwhelming. Was I prepared for this? No. Do I get a choice? No.\\n\\nAnd so we continue the daily grind. I wake up, I do my best while working from home and trying to manage global clients based in South Korea. If things were normal, I’d ideally be in South Korea and having face-to-face conversations. Right now, Zoom & Microsoft Teams are our miracle tools.\\n\\nEvery few hours, I keep checking online trackers to see what the latest count is. It’s become one of those Chrome tabs on my phone which I can never close. My mornings start with reading previous day’s damage reports (especially from the USA) and the day ends by scrolling through live blogs to keep up with our national policies. I’ve stopped tracking the markets at this point to be honest. There is no bottom.\\n\\nThese are testing times. I’ve been through my share of panic attacks. Picking up the phone and talking to people actually helps a lot. I reached out to a few friends after the lock-down was announced today. And we tried to reassure each other that we’ll get through this. One of them suggested I think more about the recovery phase. *Imagine hearing one day that they found a cure & vaccine. Imagine being able to step outside in the sun again. Your first party after the quarantine. Your first movie. Visiting your favorite restaurant. Being able to hold your SO again. This will end & life will go back to some semblance of normalcy.*\\n\\nRemember the picture of a sailor kissing a nurse at the end of WW2? We’ll be recreating that at the end of this pandemic. This is definitely worthy of a few chapters in high-school textbooks. And maybe this time around, we’ll learn to spend more time with family, focus on what we love to do and finally get through our bucket-list items.\\n\\nBut he also said something else which stuck with me. In all the end of the world movies, there’s always a **superhero** to save everyone. You see him get thrashed, but you know he’s going to save the world at the end of the day. We don’t have any superheros. We have humans, you and me. There are doctors & researchers working around the clock to help us. But they are humans too. We’re not going to be saved by a miracle, no. But maybe, just maybe, if we stay at home long enough, we can buy enough time to get through this.\",\"timestamp\":1634205174,\"title\":\"Day 10— Living through the pandemic\"},\"digest\":\"ZBfYtDixzl0KOhvTW8dKP6CTCbW0Dqv3u1Bek4t28J8\",\"authorship\":{\"contributor\":\"0x50d3688E120C58250839B3F5f69B48981Fb980fa\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VP6Jk32a4MXlGcC4rMmYUAKgx46AbHXWLR9kl-0hggA\\\",\\\"y\\\":\\\"BiyHHl71ySgNEoy1YBN1dD_2LG8Q9mTbgrunXEFpOg4\\\"}\",\"signature\":\"WBZxNW0ORXRKqy_uUhtPrYZ3yHQ2P4p6a9bErMxi6-EcKIVRWMxxvQywl-JVRVeRgk4HVnz-n6pdmBfC7AWbYA\",\"signingKeySignature\":\"0xfda4f99e8de1913cb175524b0762faf7b3006b7621c73510dc5300f2b5154ada7aaa825530f6f143236c6b87428e2e19c5feab64aa6a7d39c51bc30f48792b201b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VP6Jk32a4MXlGcC4rMmYUAKgx46AbHXWLR9kl-0hggA\\\",\\\"y\\\":\\\"BiyHHl71ySgNEoy1YBN1dD_2LG8Q9mTbgrunXEFpOg4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZBfYtDixzl0KOhvTW8dKP6CTCbW0Dqv3u1Bek4t28J8\"}"