"{\"content\":{\"body\":\"According to a new report by Grayscale, from the beginning of 2020 to June 2021, Metaverse’s active user ratio has increased by 10 times.\\n\\n![](https://images.mirror-media.xyz/publication-images/kQIWOfaJYTVIRWgkx3S8M.png?height=782&width=1174)\\n\\nThe cryptocurrency investment giant Grayscale has released a report on being optimistic about Metaverse. It is estimated that the \\\"market opportunity\\\" that will introduce Metaverse into the mainstream may be worth more than US$1 trillion in the next few years.\\n\\nThe report titled \\\"Meta Universe, Web 3.0 Virtual Cloud Economy\\\" was written by David Grider, head of Grayscale Research, and Matt Maximo, research analyst. The two explored this emerging field mainly from the perspective of an open meta-universe world supported by an \\\"interconnected crypto economy\\\" (such as Decentraland).\\n\\nThe report emphasized that the Metaverse platform integrates encrypted tokens, decentralized finance (DeFi) services, such as pledge and lending, NFT, decentralized governance, and decentralized cloud storage, \\\"creating a new online experience\\\" , Is quickly attracting new users.\\n\\nAnalyzing the data of \\\"Metacosm Wallet that has been active worldwide\\\" since the beginning of 2020, the report found that since then, the user base has increased tenfold, reaching approximately 50,000 as of June 2021.\\n\\n> \\\"Compared with other Web 3.0 and Web 2.0 fields, Metaverse virtual world users are still at an early stage, but if the current growth rate remains on the current track, this emerging field has the potential to become mainstream in the next few years.\\\"\\n\\nThe report emphasized that there is no shortage of venture capital companies to bet on the industry's potential. According to the report, the total financing of blockchain games in the third quarter was US$1 billion. This accounted for 12% of the total funding in the entire crypto sector during the quarter, making it a \\\"top sub-industry\\\" in the Web 3.0 and NFT categories.\\n\\n## Market opportunities\\n\\nThe researchers pointed out that there are a series of key factors that may have made a significant contribution to the growth of the metaverse industry, including the increase in average leisure time and money spent on digital hobbies, the cultural shift from paid games to free games, and the growth of Web 3.0. Innovation, such as earning while playing (P2E).\\n\\nIn 2020, the total revenue of virtual world games worldwide is 180 billion U.S. dollars, of which \\\"paid consumption\\\" accounts for about 40 billion U.S. dollars. It is estimated that by 2025, the industry's revenue may exceed 400 billion U.S. dollars, mainly driven by in-game consumption patterns. .\\n\\nThe report believes that due to the potential of making money while playing, this transition is “being accelerated with the transition from a Web 2.0 closed enterprise metauniverse to a Web 3.0 open encrypted metauniverse network”.\\n\\nThe report states: \\\"The Web 3.0 meta-universe virtual world benefits from rapid innovation and increased productivity. By eliminating capital control and opening up the digital boundary to free market capitalism, the encrypted virtual world creates a value for creators and asset owners. Multi-million dollar primary and secondary markets.\\\"\\n\\nThe native tokens of open meta-universe platforms, such as Decentraland (MANA) and The Sandbox (SAND), have been rising in price recently, rising 49% and 102%, respectively, to US$5.03 and US$7.60 at the time of writing.\",\"timestamp\":1639397839,\"title\":\"Grayscale report: After the user increases by 10 times, Meta Universe will be a $1 trillion opportunity\"},\"digest\":\"xygaFAJuXHGjbVEaFehNWBUOOQuEzDMRtmKI0BqqXDY\",\"authorship\":{\"contributor\":\"0x61748d3Ea04f2fFdEc3fcA40D8029251e395CDC1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Cdqbye3dYmGtaPgYxpTyt0PRHDSYsh_xaQY1s5q64tQ\\\",\\\"y\\\":\\\"1jjnDtjBOtJHtMeL-EQ19yA_44q-dJmlo54wvjZMhFE\\\"}\",\"signature\":\"9P5MrMtEhgJgfd8WapC7HVvWWp1YnGslcFPSMH4LdesswIpwjiwHYd0Cx3FVETHQDRXfxcMqWayQE58OY9BqFA\",\"signingKeySignature\":\"0x48def11ceb0891587f97e901aff5c8c12112f099ac6298fe16a5a7b351438c03552733303cdc89f7c77dc43e9d45b66bdfaff854185a82e355ed56e3ff62e5531c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Cdqbye3dYmGtaPgYxpTyt0PRHDSYsh_xaQY1s5q64tQ\\\",\\\"y\\\":\\\"1jjnDtjBOtJHtMeL-EQ19yA_44q-dJmlo54wvjZMhFE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xygaFAJuXHGjbVEaFehNWBUOOQuEzDMRtmKI0BqqXDY\"}"