"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/0hdoitHc2hmkDXEyxx88E.png?height=1170&width=2532)\\n\\nLet us look at some of the elements that make up the metaverse in the current popular view: Identity, Variety, Friends, Anywhere, Immersive, Economy, Low Friction, Civility.\\n\\nAmong these elements, the core elements are Identity, Economy and Civility, the most important of which is Economy.\\n\\nThe business interests of the centralized giants are contrary to the core elements of the metaverse.\\n\\nThe concept of metaverse has been around for a long time, but there is no doubt that it is the blockchain technology that makes it possible to achieve Economy within the metaverse. Why can't traditional tech giants like Facebook, Tencent and Microsoft create a metaverse?\\n\\nBecause these giants are centralized and they will not give up their existing profit model - profiting from the users rather than allowing users to let their wealth circulate freely in the economy.\\n\\n Let us take the example of League of Legends, an MBOA competitive game produced by Riot Games and operated by Tencent, whose profit model includes: tournament advertising revenue, official merchandise profits, in-game prop revenue (champion skins), etc.\\n\\n The vast majority of LOL players will buy champion skins, especially rare and limited skins. But these skin props do not actually belong to the purchaser. The purchaser only has the right to use them, but not the right to trade them freely. Do you think Riot Games or Tencent will give up these interests and offer the right of free trade of props to users?\\n\\nWhat is even more deadly is that the operator will release the originally limited skins again in multiple events in order to gain more commercial profits, resulting in rare skins no longer being rare. In this case, users are never given a say.\\n\\nIf we imagine a native \\\"League of Legends\\\" based on blockchain technology, we can see a lot of interesting results:\\n\\n*  Champion skins can be freely traded among users.\\n* The medium of free trade is the game tokens in \\\"League of Legends\\\", not the so-called points.\\n* The game tokens are earned by players through battles.\\n* The decision of whether to increase the number of champion skins is made by the user vote, not by the game publisher.\\n* The right to vote comes from the holders of \\\"League of Legends\\\" governance tokens.\\n* …\\n\\nIn this process, \\\"League of Legends\\\" not only achieves a cycle of economy internally, but also gives the users the right to govern through voting. Users have Identity.\\n\\nBut this can only be hypothetical. The centralized Internet companies are unable to completely change their own business logic, give up their existing great profits, and carry out business reconstruction based on blockchain technology, so metaverse is likely to be just a myth for them.\\n\\n\\\"The metaverse will be an involution of the entire human civilization.\\\" I have no idea if this is correct. Within the digital space of the metaverse, however, the progress of commercial and social civilization is realized. Perhaps, the former is the cause and the latter is the effect. In other words, at the business level, the centralized Internet giants are the cause, and what is currently happening in the blockchain world is the effect.\",\"timestamp\":1639215760,\"title\":\"LOL, for example.Why can't the traditional Internet giants create a metaverse?\"},\"digest\":\"Wezt0e9Ow958wdTRCg3BWgtLyYTgLGSfFjbRh215Rwc\",\"authorship\":{\"contributor\":\"0xaD12480A5477760eD231ec70515AF2b118DAa2E2\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MfbPPoq4YzlrXNcRS6oWuznYuHwD7bkiIfzcpH5Y4L0\\\",\\\"y\\\":\\\"ez9KUIfrJkC72i7UlGTTYEHTtIG46KUnclRHQSavrJM\\\"}\",\"signature\":\"mfNdl-6F0bU5-SudQec7sucEtPLlN7lW5vD8JGoQY_TEp-9evQyuAPbVip61CNbEIZD-hqDyydh6cWdX1FCFKw\",\"signingKeySignature\":\"0x0f6a6cf55ac0c3be5b5f349762260c249b372d948cf5ac5474159d51c75dcbac35faca07fa55d02c9e4bba9143337933f457c90849b216cd0a92bd230dde704e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MfbPPoq4YzlrXNcRS6oWuznYuHwD7bkiIfzcpH5Y4L0\\\",\\\"y\\\":\\\"ez9KUIfrJkC72i7UlGTTYEHTtIG46KUnclRHQSavrJM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Wezt0e9Ow958wdTRCg3BWgtLyYTgLGSfFjbRh215Rwc\"}"