"{\"content\":{\"body\":\"Fall of Bankapur, Kondavid, Bellamkonda and Vinukonda -- Haidarabad founded -- Adoni under the Muhammadans -- Subsequent history in brief.\\n\\nThe following is the genealogy of this third family.\\\\[345\\\\] They came apparently of the old royal stock, but their exact relationship to it has never been conclusively settled. The dates appended are the dates of inscriptions, not necessarily the dates of reigns.\\n\\nThe present Rajah of Anegundi, whose family name is Pampapati, and who resides on the old family estate as a zamindar under H.H. the Nizam of Haidarabad, has favoured me with a continuation of the family tree to the present day.\\n\\nRanga VI., or, as he is generally styled, Sri Ranga, is said to have been the youngest of three brothers, sons of Chinna Venkata III., Vira Venkatapati Raya being the eldest. Gopala, a junior member of the family, succeeded to the throne and adopted Ranga VI., who was thus a junior member of the eldest branch. The eldest brother of Ranga VI. was ousted.\\n\\nI have no means of knowing whether this information is correct, but the succession of the eldest is given on the following page.\\n\\nPampapati Rajah is recognised by his Government as head of the family for two reasons: first and foremost, because the elder line is extinct and he was adopted by his sister Kuppamma, wife of Krishna Deva of the elder line; secondly, because his two elder brothers are said to have resigned their claims in his favour. The title of the present chief is \\\"Sri Ranga Deva Raya.\\\" Whether or no he has better title than his nephew, Kumara Raghava, need not here be discussed. The interest to the readers of this history lies in the fact that these two are the only surviving male descendants of the ancient royal house.\\n\\nTo revert to the history, which need only be shortly summarised since we have seen Vijayanagar destroyed and its territories in a state of political confusion and disturbance.\\n\\nI omit altogether the alternate political combinations and dissolutions, the treacheries, quarrels, and fights of the various Muhammadan states after 1565, as unnecessary for our purpose and in order to avoid prolixity, summarising only a few matters which more particularly concern the territories formerly under the great Hindu Empire.\\n\\nAccording to Golkonda accounts, a year after the great battle which resulted in the destruction of Vijayanagar, a general of the Qutb Shah, Raffat Khan Lari, ALIAS Malik Naib, marched against Rajahmundry, which was finally captured from the Hindus in A.D. 1571 -- 72 (A.H. 979).\\n\\nShortly after his return to Bijapur (so says Firishtah), Ali Adil Shah moved again with an army towards Vijayanagar, but retired on the Ahmadnagar Sultan advancing to oppose him; and not long afterwards he made an ineffectual attempt to reduce Goa. Retiring from the coast, he marched to attack Adoni, then under one of the vassal chiefs of Vijayanagar, who had made himself independent in that tract. The place was taken, and the Nizam Shah agreed with the king of Bijapur that he would not interfere with the latter's attempts to annex the territories south of the Krishna, if he on his part were left free to conquer Berar.\\n\\nIn 1573, therefore, Ali Adil moved against Dharwar and Bankapur. The siege of the latter place under its chief, Velappa Naik, now independent, lasted for a year and six months, when the garrison, reduced to great straits, surrendered. Firishtah\\\\[346\\\\] states that the Adil Shah destroyed a \\\"superb temple\\\" there, and himself laid the first stone of a mosque which was built on its foundation. More successes followed in the Konkan. Three years later Bellamkonda was similarly attacked, and the Raya in terror retired from Penukonda to Chandragiri. This campaign, however, resulted in failure, apparently owing to the Shah of Golkonda assisting the Hindus. In 1579 the king of Golkonda, in breach of his contract, attacked and reduced the fortresses of Vinukonda and Kondavid as well as Kacharlakota and Kammam,\\\\[347\\\\] thus occupying large tracts south of the Krishna.\\n\\nIn 1580 Ali Adil was murdered. Firishtah in his history of the Qutb Shahs gives the date as Thursday, 23rd Safar, A.H. 987, but the true day appears to have been Monday, 24th Safar, A.H. 988, corresponding to Monday, April 11, A.D. 1580. This at least is the date given by an eye-witness, one Rafi-ud-Din Shirazi, who held an important position at the court at the time. (The question is discussed by Major King in the INDIAN ANTIQUARY, vol. xvii. p. 221.) Ibrahim Qutb Shah of Golkonda also died in 1580 and was succeeded by Muhammad Quli, his third son, who in 1589 founded the city of Haidarabad, originally carted Bhagnagar. He carried on successful wars in the present Kurnool and Cuddapah districts, capturing Kurnool, Nandial, Dole, and Gandikota, following up these successes by inroads into the eastern districts of Nellore.\\n\\nKing Tirumala of Vijayanagar was in 1575 followed apparently by his second son, Ranga II., whose successor was his brother Venkata I.\\\\[348\\\\] (1586). The latter reigned for at least twenty-eight years, and died an old man in 1614. At his death there were widespread revolts, disturbances, and civil warfare, as we shall presently see from the account of Barradas given in the next chapter. An important inscription of his reign, dated in A.D. 1601 -- 2, and recorded on copper-plates, has been published by Dr. Hultzsch.\\\\[349\\\\]\\n\\nIn 1593 the Bijapur Sultan, Ibrahim Adil, invaded Mysore, which then belonged to the Raya, and reduced the place after a three months' siege. In the same year this Sultan's brother, Ismail, who had been kept prisoner at Belgaum, rose against his sovereign and declared himself independent king of the place. He was besieged there by the royal troops' but owing to treachery in the camp they failed to take the place, and the territories in the neighbourhood were for some time a prey to insurrections and disturbances. Eventually they were reduced to submission and the rebel was killed. Contemporaneously with these events, the Hindus again tried to obtain possession of Adoni, but without success;\\\\[350\\\\] and a war broke out between the rival kingdoms of Bijapur and Ahmadnagar.\\n\\nWith this period ends abruptly the narrative of Firishtah relating to the Sultans of Bijapur. The Golkonda history\\\\[351\\\\] appears to differ widely from it, but I have not thought it necessary here to compare the two stories.\\n\\nThe history of the seventeenth century in Southern India is one of confusion and disturbance. The different governors became independent. The kings of the decadent empire wasted their wealth and lost their territories, so that at length they held a mere nominal sovereignty, and nothing remained but the shadow of the once great name -- the prestige of family. And yet, even so late as the years 1792 and 1793, I find a loyal Reddi in the south, in recording on copper-plates some grants of land to temples, declaring that he did so by permission of \\\"Venkatapati Maharaya of Vijayanagar;\\\"\\\\[352\\\\] while I know of eight other grants similarly recognising the old Hindu royal family, which were engraved in the eighteenth century.\\\\[353\\\\]\\n\\nThe Ikkeri or Bednur chiefs styled themselves under-lords of Vijayanagar till 1650.\\\\[354\\\\] A Vijayanagar viceroy ruled over Mysore till 1610, after which the descendants of the former viceroys became Rajahs in their own right. In Madura and Tanjore the Nayakkas became independent in 1602.\\n\\nAll the Muhammadan dynasties in the Dakhan fell under the power of the Mogul emperors of Delhi towards the close of the seventeenth century, and the whole of the south of India soon became practically theirs. But meanwhile another great power had arisen, and at one time threatened to conquer all India. This was the sovereignty of the Mahrattas. Sivaji conquered all the Konkan country by 1673, and four years later he had overthrown the last shreds of Vijayanagar authority in Kurnool, Gingi, and Vellore; while his brother Ekoji had already, in 1674, captured Tanjore, and established a dynasty there which lasted for a century. But with this exception the Mahrattas established no real domination in the extreme south.\\n\\nMysore remained independent under its line of Hindu kings till the throne was usurped by Haidar Ali and his son and successor, \\\"Tippoo,\\\" who together ruled for about forty years. After the latter's defeat and death at Seringapatam in 1799, the country was restored by the English to the Hindu line.\\n\\nThe site on which stands Fort St. George at Madras was granted to Mr. Francis Day, chief factor of the English there, by Sri Ranga Raya VI. in March 1639, the king being then resident in Chandragiri.\\n\\nThe first English factory at Madras had been established in 1620.\\n\\nCHAPTER 17\\n\\nThe Story of Barradas (1614)\\n\\nChandragiri in 1614 -- Death of King Venkata -- Rebellion of Jaga Raya and murder of the royal family -- Loyalty of Echama Naik -- The Portuguese independent at San Thome -- Actors in the drama -- The affair at \\\"Paleacate.\\\" -- List of successors -- Conclusion.\\n\\nThe following note of occurrences which took place at Chandragiri in 1614 on the death of King Venkata I. will be found of singular interest, as it relates to events of which we in England have hitherto, I think, been in complete ignorance. In consists of an extract from a letter written at Cochin on December 12, A.D. 1616, by Manuel Barradas, and recently found by Senhor Lopes amongst a quantity of letters preserved in the National Archives at Lisbon.\\\\[355\\\\] He copied it from the original, and kindly sent it to me. The translation is my own.\\n\\n\\\"I will now tell you ... about the death of the old King of Bisnaga, called Vencattapatti Rayalu,\\\\[356\\\\] and of his selection as his successor of a nephew by name Chica Rayalu; setting aside another who was commonly held to be his son, but who in reality was not so. The true fact was this. The King was married to a daughter of Jaga Raya by name Bayama, and though she eagerly longed for a son she had none in spite of the means, legitimate or illegitimate, that she employed for that purpose. A Brahman woman of the household of the Queen's father, knowing how strong was the Queen's desire to have a son, and seeing that God had not granted her one, told her that she herself was pregnant for a month; and she advised her to tell the King, and to publish it abroad, that she (the Queen) had been pregnant for a month, and to feign to be in that state, and said that after she (the Brahman woman) had been delivered she would secretly send the child to the palace by some confidant, upon which the Queen could announce that this boy was her own son. The advice seemed good to the Queen, and she pretended that she was pregnant, and no sooner was the Brahman woman delivered of a son than she sent it to the palace, and the news was spread abroad that Queen Bayama had brought forth a son. The King, knowing all this, yet for the love he bore the Queen, and so that the matter should not come to light, dissembled and made feasts, giving the name 'Chica Raya' to the boy, which is the name always given to the heir to the throne.\\\\[357\\\\] Yet he never treated him as a son, but on the contrary kept him always shut up in the palace of Chandigri,\\\\[358\\\\] nor ever allowed him to go out of it without his especial permission, which indeed he never granted except when in company of the Queen. Withal, the boy arriving at the age of fourteen years, he married him to a niece of his, doing him much honour so as to satisfy Obo Raya, his brother-in-law.\\\\[359\\\\]\\n\\n\\\"Three days before his death, the King, leaving aside, as I say, this putative son, called for his nephew Chica Raya, in presence of several of the nobles of the kingdom, and extended towards him his right hand on which was the ring of state, and put it close to him, so that he should take it and should become his successor in the kingdom. With this the nephew, bursting into tears, begged the King to give it to whom he would, and that for himself he did not desire to be king, and he bent low, weeping at the feet of the old man. The King made a sign to those around him that they should raise the prince up, and they did so; and they then placed him on the King's right hand, and the King extended his own hand so that he might take the ring. But the prince lifted his hands above his head, as if he already had divined how much ill fortune the ring would bring him, and begged the King to pardon him if he wished not to take it. The old man then took the ring and held it on the point of his finger offering it the second time to Chica Raya, who by the advice of the captains present took it, and placed it on his head and then on his finger, shedding many tears. Then the King sent for his robe, valued at 200,000 cruzados, the great diamond which was in his ear, which was worth more than 500,000 cruzados, his earrings, valued at more than 200,000, and his great pearls, which are of the highest price. All these royal insignia he gave to his nephew Chica Raya as being his successor, and as such he was at once proclaimed. While some rejoiced, others were displeased.\\n\\n\\\"Three days later the King died at the age of sixty-seven years. His body was burned in his own garden with sweet-scented woods, sandal, aloes, and such like; and immediately afterwards three queens burned themselves, one of whom was of the same age as the King, and the other two aged thirty-five years. They showed great courage. They went forth richly dressed with many jewels and gold ornaments and precious stones, and arriving at the funeral pyre they divided these, giving some to their relatives; some to the Brahmans to offer prayers for them, and throwing some to be scrambled for by the people. Then they took leave of all, mounted on to a lofty place, and threw themselves into the middle of the fire, which was very great. Thus they passed into eternity.\\n\\n\\\"Then the new King began to rule, compelling some of the captains to leave the fortress, but keeping others by his side; and all came to him to offer their allegiance except three. These were Jaga Raya, who has six hundred thousand cruzados of revenue and puts twenty thousand men into the field; Tima Naique, who has four hundred thousand cruzados of revenue and keeps up an army of twelve thousand men; and Maca Raya, who has a revenue of two hundred thousand cruzados and musters six thousand men. They swore never to do homage to the new King, but, on the contrary, to raise in his place the putative son of the dead King, the nephew of Jaga Raya,\\\\[360\\\\] who was the chief of this conspiracy. In a few days there occurred the following opportunity.\\n\\n\\\"The new King displeased three of his nobles; the first, the Dalavay, who is the commander of the army and pays a tribute of five hundred thousand cruzados, because he desired him to give up three fortresses which the King wished to confer on two of his own sons; the second, his minister, whom he asked to pay a hundred thousand cruzados, alleging that he had stolen them from the old King his uncle; the third, Narpa Raya, since he demanded the jewels which his sister, the wife of the old King, had given to Marpa. All these three answered the King that they would obey his commands within two days; but they secretly plotted with Jaga Raya to raise up the latter's nephew to be King. And this they did in manner following: --\\n\\n\\\"Jaga Raya sent to tell the King that he wished to do homage to him, and so also did Tima Maique and Maca Raya. The poor King allowed them to enter. Jaga Raya selected five thousand men, and leaving the rest outside the city he entered the fortress with these chosen followers. The two other conspirators did the same, each of them bringing with them two thousand selected men. The fortress has two walls. Arrived at these, Jaga Raya left at the first gate a thousand men, and at the second a thousand. The Dalavay seized two other gates of the fortress, on the other side. There being some tumult, and a cry of treason being raised, the King ordered the palace gates to be closed, but the conspirators as soon as they reached them began to break them down. Maca Raya was the first to succeed, crying out that he would deliver up the King to them; and he did so, seeding the King a message that if he surrendered he would pledge his word to do him no ill, but that the nephew of Jaga Raya must be King, he being the son of the late King.\\n\\n\\\"The poor surrounded King, seeing himself without followers and without any remedy, accepted the promise, and with his wife and sons left the tower in which he was staying. He passed through the midst of the soldiers with a face grave and severe, and with eyes downcast. There was none to do him reverence with hands (as is the custom) joined over the head, nor did he salute any one.\\n\\n\\\"The King having left, Jaga Raya called his nephew and crowned him, causing all the nobles present to do him homage; and he, finding himself now crowned King, entered the palace and took possession of it and of all the riches and precious stones that he found there. If report says truly, he found in diamonds alone three large chests full of fine stones. After this (Jaga Raya) placed the deposed King under the strictest guard, and he was deserted by all save by one captain alone whose name was Echama Naique, who stopped outside the fortress with eight thousand men and refused to join Jaga Raya. Indeed, hearing of the treason, he struck his camp and shut himself up in his own fortress and began to collect more troops.\\n\\n\\\"Jaga Raya sent a message to this man bidding him come and do homage to his nephew, and saying that if he refused he would destroy him. Echama Naique made answer that he was not the man to do reverence to a boy who was the son of no one knew whom, nor even what his caste was; and, so far as destroying him went, would Jaga Raya come out and meet him? If so, he would wait for him with such troops as he possessed!\\n\\n\\\"When this reply was received Jaga Raya made use of a thousand gentle expressions, and promised honours and revenues, but nothing could turn him. Nay, Echama took the field with his forces and offered battle to Jaga Raya; saying that, since the latter had all the captains on his side, let him come and fight and beat him if he could, and then the nephew would become King unopposed. In the end Jaga Raya despaired of securing Echama Naique's allegiance, but he won over many other nobles by gifts and promises.\\n\\n\\\"While Jaga Raya was so engaged, Echama Naique was attempting to obtain access to the imprisoned King by some way or other; but finding this not possible, he sought for a means of at least getting possession of one of his sons. And he did so in this manner. He sent and summoned the washerman who washed the imprisoned King's clothes, and promised him great things if he would bring him the King's middle son. The washerman gave his word that he would so do if the matter were kept secret. When the day arrived on which it was the custom for him to take the clean clothes to the King, he carried them (into the prison) and with them a palm-leaf letter from Echama Naique, who earnestly begged the King to send him one at least of the three sons whom he had with him, assuring him that the washerman could effect his escape. The King did so, giving up his second son aged twelve years, for the washerman did not dare take the eldest, who was eighteen years old. He handed over the boy, and put him in amongst the dirty clothes, warning him to have no fear and not to cry out even if he felt any pain. In order more safely to pass the guards, the washerman placed on top of all some very foul clothes, such as every one would avoid; and went out crying 'TALLA! TALLA!' which means 'Keep at a distance! keep at a distance!' All therefore gave place to him, and he went out of the fortress to his own house. Here he kept the prince in hiding for three days, and at the end of them delivered him up to Echama Naique, whose camp was a league distant from the city, and the boy was received by that chief and by all his army with great rejoicing.\\n\\n\\\"The news then spread abroad and came to the ears of Jaga Raya, who commanded the palace to be searched, and found that it was true. He was so greatly affected that he kept to his house for several days; but he doubled the guards on the King, his prisoner, closed the gates, and commanded that no one should give aught to the King to eat but rice and coarse vegetables.\\\\[361\\\\]\\n\\n\\\"As soon as it was known that Echama Naique had possession of the King's son, there went over to him four of Jaga Raya's captains with eight thousand men; so that he had in all sixteen thousand, and now had good hope of defending the rightful King. He took, therefore, measures for effecting the latter's escape. He selected from amongst all his soldiers twenty men, who promised to attempt to dig an underground passage which should reach to where the King lay in prison. In pursuance of this resolve they went to the fortress, offered themselves to the Dalavay as entering into his service, received pay, and after some days began to dig the passage so as to gain entrance to the King's prison. The King, seeing soldiers enter thus into his apartment, was amazed, and even more so when he saw them prostrate themselves on the ground and deliver him a palm-leaf letter from Echama Naique, in which he begged the King to trust himself to these men, as they would escort him out of the fortress. The King consented. He took off his robes hastily and covered himself with a single cloth; and bidding farewell to his wife, his sons, and his daughters, told them to have no fear, for that he, when free, would save them all.\\n\\n\\\"But it so happened that at this very moment one of the soldiers who were guarding the palace by night with torches fell into a hole, and at his cries the rest ran up, and on digging they discovered the underground passage. They entered it and got as far as the palace, arriving there just when the unhappy King was descending into it in order to escape. He was seized and the alarm given to Jaga Raya, who sent the King to another place more confined and narrower, and with more guards, so that the poor prisoner despaired of ever escaping.\\n\\n\\\"Echama Naique, seeing that this stratagem had failed, bribed heavily a captain of five hundred men who were in the fortress to slay the guards as soon as some good occasion offered, and to rescue the King. This man, who was called Iteobleza,\\\\[362\\\\] finding one day that Jaga Raya was leaving the palace with all his men in order to receive a certain chief who had proffered his submission, and that there only remained in the fortress about five thousand men, in less than an hour slew the guards, seized three gates, and sent a message to Echama Naique telling him to come at once and seize the fortress. But Jaga Raya was the more expeditious; he returned with all his forces, entered by a postern gate, of the existence of which Iteobleza had not been warned, and put to death the captain and his five hundred followers.\\n\\n\\\"Enraged at this attempt, Jaga Raya, to strengthen the party of his nephew, resolved to slay the King and all his family. He entrusted this business to a brother of his named Chinaobraya,\\\\[363\\\\] ordering him to go to the palace and tell the poor King that he must slay himself, and that if he would not he himself would kill him with stabs of his dagger.\\n\\n\\\"The prisoner attempted to excuse himself, saying that he knew nothing of the attempted revolt. But seeing the determination of Chinaobraya, who told him that he must necessarily die, either by his own hand or by that of another -- a most pitiful case, and one that I relate full of sorrow! -- the poor King called his wife, and after he had spoken to her awhile he beheaded her. Then he sent for his youngest son and did the same to him. He put to death similarly his little daughter. Afterwards he sent for his eldest son, who was already married, and commanded him to slay his wife, which he did by beheading her. This done, the King took a long sword of four fingers' breadth, and, throwing himself upon it, breathed his last; and his son, heir to the throne, did the same to himself in imitation of his father. There remained only a little daughter whom the King could not bring himself to slay; but Chinaobraya killed her, so that none of the family should remain alive of the blood royal, and the throne should be secured for his nephew.\\n\\n\\\"Some of the chiefs were struck with horror at this dreadful deed, and were so enraged at its cruelty that they went over to Echama Naique, resolved to defend the prince who had been rescued by the washerman, and who alone remained of all the royal family. Echama Naique, furious at this shameful barbarity and confident in the justice of his cause, selected ten thousand of his best soldiers, and with them offered battle to Jaga Raya, who had more than sixty thousand men and a number of elephants and horses. Echama sent him a message in this form: -- 'Now that thou hast murdered thy king and all his family, and there alone remains this boy whom I rescued from thee and have in my keeping, come out and take the field with all thy troops; kill him and me, and then thy nephew will be secure on the throne!'\\n\\n\\\"Jaga Raya tried to evade this for some time; but finding that Echama Naique insisted, he decided to fight him, trusting that with so great a number of men he would easily not only be victorious, but would be able to capture both Echama Naique and the prince. He took the field, therefore, with all his troops. Echama Naique entrusted the prince to a force of ten thousand men who remained a league away, and with the other ten thousand he not only offered battle, but was the first to attack; and that with such fury and violence that Jaga Raya, with all the people surrounding his nephew, was driven to one side, leaving gaps open to the enemy, and many met their deaths in the fight. Echama Naique entered in triumph the tents of Jaga Raya, finding in them all the royal insignia belonging to the old King and these he delivered to the young prince, the Son of Chica Raya, proclaiming him rightful heir and King of all the empire of Bisnaga.\\n\\n\\\"The spoil which he took was very large, for in precious stones alone they say that he found two millions worth.\\n\\n\\\"After this victory many of the nobles joined themselves to Echama Naique. So much so, that in a short time he had with him fifty thousand fighting men in his camp; while Jaga Raya, with only fifteen thousand, fled to the jungles. Here, however, he was joined by more people, so that the war has continued these two years,\\\\[364\\\\] fortune favouring now one side now the other. But the party of the young prince has always been gaining strength; the more so because, although the great Naique of Madura\\\\[365\\\\] -- a page of the betel to the King of Bisnaga, who pays a revenue every year of, some say, 600,000 pagodas, and has under him many kings and nobles as vassals, such as he of Travancor -- took the side of Jaga Raya, and sustained him against the Naique of Tanjaor. Yet the latter, though not so powerful, is, with the aid of the young King, gradually getting the upper hand. Indeed there are now assembled in the field in the large open plains of Trinchenepali\\\\[366\\\\] not only the hundred thousand men that each party has, but as many as a million of soldiers.\\n\\n\\\"Taking advantage of these civil wars, the city of San Thome\\\\[367\\\\] -- which up to now belonged to the King of Bisnaga, paying him revenues and customs which he used to make over to certain chiefs, by whom the Portuguese were often greatly troubled determined to liberate itself, and become in everything and for everything the property of the King of Portugal. To this end she begged the Viceroy to send and take possession of her in the name of his Majesty, which he did, as I shall afterwards tell you. Meanwhile the captain who governed the town, by name Manuel de Frias, seeing that there was close to the town a fortress that commanded it, determined to seize it by force, seeing that its captain declined to surrender it. So he laid siege to it, surrounding it so closely that no one could get out.\\\"\\n\\nIn the end the Portuguese were successful. The fortress was taken, its garrison of 1500 men capitulated, and a fleet came round by sea to complete the conquest.\\n\\nThe foregoing story relates to events never before, I think, made known to English readers, and so far is of the highest interest. Let us, for the moment, grant its accuracy, and read it by the light of the genealogical table already given.\\\\[368\\\\]\\n\\nKing Venkata I. (1586 -- 1614) had a sister who was married to a chief whom Barradas calls \\\"Obo\\\" (perhaps Obala) Raya. So far as we know, his only nephews were Tirumala II. and Ranga III., sons of his brother, Rama III. Since Tirumala II. appears to have had no sons, and Ranga III. had a son, Rama IV, who is asserted in the inscriptions to have been \\\"one of several brothers,\\\" it is natural to suppose that the nephew mentioned by Barradas, who was raised to be king on the death of the old King Venkata I. in 1614, and who had three sons, was Ranga III., called \\\"Chikka Raya\\\" or \\\"Crown-prince\\\" in the text. He, then, succeeded in 1614, but was afterwards deposed, imprisoned, and compelled to take his own life. His eldest son at the same time followed his example, and his youngest son was slain by his father. The \\\"middle son\\\" escaped, and was raised to the throne by a friendly chief named Echama Naik. This second son was probably Ranga IV. Two of King Venkata's wives were Bayama, daughter of Jaga Raya, and a lady unnamed, sister of Narpa Raya. A niece of Venkata I. had been given in marriage to a Brahman boy, who had been surreptitiously introduced into the palace by Bayama and educated in the pretence that he was son of King Venkata. The plot to raise him to the throne was temporarily successful, and Ranga III. and all the royal family were killed, saving only Ranga IV., who afterwards came to the throne.\\n\\nHow much of the story told is true we cannot as yet decide; but it is extremely improbable that the whole is a pure invention, and we may for the present accept it, fixing the date of these occurrences as certainly between the years 1614 and 1616 A.D. -- the date of Barradas's letter being December 12 in the latter year.\\n\\nIt will be observed that the inscriptions upon which the genealogical table given above, from the EPIGRAPHIA INDICA, is founded do not yield any date between A.D. 1614 and 1634, when Pedda Venkata II. is named as king. In 1883 I published\\\\[369\\\\] a list of Vijayanagar names derived from reports of inscriptions which had then reached me. I am by no means certain of their accuracy, and it is clear that they must all be hereafter carefully examined. But so far as it goes the list runs thus: --\\n\\n```\\n\\t\\t\\tA.D. Ranga\\t\\t1619 Rama\\t\\t\\t1620, 1622 Ranga\\t\\t1623 Venkata\\t\\t1623 Rama\\t\\t\\t1629 Venkata\\t\\t1636\\n```\\n\\nThe last-mentioned name and date are apparently correct.\\n\\nIn 1633 the Portuguese, encouraged by the Vijayanagar king, still at Chandragiri, attempted to eject the Dutch from \\\"Paleacate,\\\" or Pulicat. An arrangement was made by which the Portuguese were to attack by sea and the Rajah by land; but while the Viceroy sent his twelve ships as agreed on, the Rajah failed to attack, alleging in explanation that he was compelled to use his army to put down internal disturbances in the kingdom. A second expedition met with no better success, the plans of the Portuguese being again upset by the non fulfilment of the king's part of the bargain. On the departure of the fleet the king did attack the Dutch settlement, but was bought off by a large payment, and the Hollanders remained subsequently undisturbed.\\n\\nSenhor Lopes tells me that he has found in the National Archives in the Torre do Tombo, amongst the \\\"Livros das Moncoes,\\\" a number of papers bearing on this subject. The most interesting are those contained in Volume xxxiv. (fol. 91 -- 99). These were written by the Captain-General of Meliapor (St. Thome), by Padre Pero Mexia of the Company of Jesus, and by the Bishop; and amongst the other documents are to be seen translations of two palm-leaf letters written by the king of Vijayanagar, then at Vellore. It appears from these that the king was devoid of energy, and that one Timma Raya had revolted against him.\\n\\nWe know that in 1639 the king of Vijayanagar was named Ranga or Sri-Ranga, and that he was at that time residing at Chandragiri; because in that year Mr. Day, the head of the English trading station a Madras, obtained from the king a grant of land at that place, one mile broad by five miles long, on which Fort St. George was afterwards constructed. The country about Madras was then ruled over by a governor or Naik, and so little heed did he pay to the wishes or commands of his titular sovereign, that although the Raya had directed that the name of the new town should be \\\"Srirangarayalapatnam\\\" (\\\"city of Sri Ranga Raya\\\"), the Naik christened it after the name of his own father, Chenna, and called it \\\"Chennapatnam,\\\" by which appellation it has ever since been known to the Hindus. Such, at least, is the local tradition. This king was probably the Ranga VI. of the Epigraphia list, mentioned as living in 1644 A.D.\\n\\nAfter this date my (doubtful and unexamined) inscriptions yield the following names and dates: --\\n\\n```\\n\\t\\t\\tA.D. Ranga\\t\\t1643, 1647, 1655, 1662, 1663, 1665, 1667, 1678 Venkata\\t\\t1678, 1680 Ranga\\t\\t1692 Venkata\\t\\t1706 Ranga\\t\\t1716 Mahadeva\\t\\t1724 Ranga\\t\\t1729 Venkata\\t\\t1732 Rama\\t\\t\\t1739 (?) Venkata\\t\\t1744 Venkata\\t\\t1791, 1792, 1793\\n```\\n\\nFrom Sir Thomas Munro's papers I gather that the territory about the old family estate of Anegundi was early in the eighteenth century held by the Rayas from the Mogul emperor of Delhi as a tributary state. In 1749 it was seized by the Mahrattas, and in 1775 it was reduced by Haidar Ali of Mysore, but continued to exist as a tributary quasi-independent state till the time of Tipu (Tippoo Sultan).\\n\\nTipu, who never suffered from an excess of compunction or compassion when his own interests were at stake, annexed the estate bodily to his dominions in 1786. Thirteen years later he was killed at Seringapatam, and in the settlement that followed the little territory was made over to the Nizam of Haidarabad, the English Government retaining all lands on their side of the Tungabhadra. Partly in compensation for this loss of land the Government has till very recently paid an annual pension to the head of the Anegundi family. This has now been abolished.\\n\\nChronicles of Paes and Nuniz\",\"timestamp\":1636537530,\"title\":\"The Third Dynasty\\n\\nGenealogy -- The Muhammadan States \"},\"digest\":\"eb3q8otvfOcHlkufU8uOXgJg4Synw7wRAkWb3UisVVg\",\"authorship\":{\"contributor\":\"0x47CC9063B147f6D9fF7b366328DcF5A2D6F08265\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"430J8Xxpn2ac2vF6TZ7WhNr5Xw-hr_bTxTNPdu1OFbE\\\",\\\"y\\\":\\\"iaWteTlQ3WlgUCEB8qDMFkK1zQuImk3yF7yJzqHTZno\\\"}\",\"signature\":\"aec8Z_eWTcK1Wbom7f-2YVZdROtjrjG6Anl_3zRRJenkY6PY6sefAuZCUzOAf90oS3kGwdA4IxrX4q5uwvOcGw\",\"signingKeySignature\":\"0x8f24936e031feea2d2924051557b94b294f5be0a4bd34d77030b4a980e6e033c78c2be77055881cbcf7aabc05295f306088c7768bc4c83506746d4c020e614911b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"430J8Xxpn2ac2vF6TZ7WhNr5Xw-hr_bTxTNPdu1OFbE\\\",\\\"y\\\":\\\"iaWteTlQ3WlgUCEB8qDMFkK1zQuImk3yF7yJzqHTZno\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"eb3q8otvfOcHlkufU8uOXgJg4Synw7wRAkWb3UisVVg\"}"