"{\"content\":{\"body\":\"“大哥，那小子和水清灵她们分手，看样子似乎要出城。”看着匆匆离去的我，斜眼连忙转过头来，向身后的真英雄回报道。\\n\\n```\\n“知道，我正愁他们搅和在一起，我还真不太好下手，现在这小子主动识相的让开，倒也省了我的事，走，给我上去拦住他。”真英雄眼睛里凶光一闪，歪了歪嘴说道。\\n\\n我刚绕过一片花园，十几个凶神恶煞般的玩家突然挡在我面前，舞弄着手中的家伙，嘿嘿阴笑着向我一步步走来，我一看有点不对劲，转身就想跑，后路已被那久违的真英雄带着几个人给挡住了，他一副咬牙切齿的摸样，交叉的双臂，瞪眼看着我说道：“怎么，你想去哪，上次你有豹子跑得快，今天你插上翅膀也难飞了。”\\n\\n我眼光一扫，周围都是真英雄的人，看来还真是别想逃了。今天怎么遇到这帮家伙，看来以后还要多注意点，奶奶的，这么大的天地竟然都能被他们撞到，我也是霉到家了。\\n\\n怎么着，又想找我的麻烦是不，难道他们想直接在城里动手，那些NPC守护一定不会坐视不理，如果能说动他们去城外解决的话，嘿嘿。我面无表情地冲真英雄说道：“怎么，朋友对我有什么意见不成，想和我交流交流？”\\n\\n“意见倒是没有，就是想看看你挂掉是什么样子。”真英雄一脸歹毒之色地看着我说道，“上次让你挂了我两个弟兄，今天就要你横尸当场，兄弟们，给我上。”话音一落，一伙人就围了上来准备动手。\\n\\n“慢着，怎么，是不是想仗着人多欺负我，你们别忘了这可是在城里，就算你能挂了我，那些NPC守卫也不会放过你们的。”我连忙退了一步，拔出匕首，大声说道。\\n\\n“那又怎么样，只要能挂了你，老子不在乎。”真英雄撕下了那温文的虚伪面具，恶狠狠地说道。\\n\\n“你不为自己着想，也为手下弟兄着想吧。有种咱出去单挑，我输了甘心被你砍，你输了这事就算了如何。”要是这家伙真的不顾后果和我动手，那我可就挂定，我心里不由暗自着急，连忙说道。我的话让真英雄旁边的玩家有点犹豫不决，毕竟等级还是难练的，挂我一个，垫背N人可不合算。\\n\\n“妈的，你废话那么多干吗，砍你还要想什么，单挑，傻冒才做的事，老子就是人多欺负你。”看到一边走来个NPC守卫，真英雄叫了起来，“快给我上，挂了他再说。”\\n\\n他身后的那个弓手听了真英雄的话，立即拉弓冲我射来一箭，造成的伤害倒是不大，不过后果却很严重。原本悠闲走来的NPC守卫似乎会瞬间移动，见这边有玩家公然在城里PK，他身形一晃，眨眼工夫出现在弓手身边，扬手手中的长刀，一抹灿烂的金光划过，立即就让这个胆敢在雷帝城中动手的家伙一命呜呼，砍完之后，NPC守卫又旁若无人地慢慢走了过去，让其他的玩家是目瞪口呆，手中的家伙也定格在半空中。\\n\\n“真英雄，你可要好好想想，一两个人肯定是挂不掉我的，如果一起动手，这么多人要陪我一起死，我可是够本了，怎么样，我的建议还要不要听。”见NPC守卫竟然如此牛b，我的底气顿时壮了不少，看着真英雄问道。\\n\\n“英雄，就照这小子的话办吧，城里动手我们损失太大了。”真好汉看着手下弟兄轻易就被挂掉，不由有点心寒，捅了捅真英雄低语道。\\n\\n“妈的，那不是便宜他了，要是出了城他跑掉怎么办。”真英雄说道。\\n\\n“我们这么多人，还怕他能跑掉不成，他说单挑就单挑吗，到时候还一起上不就得了。”真好汉这家伙也不是什么好鸟，轻声在真英雄身边耳语道。\\n\\n“恩，那也是，嘿嘿。”真英雄脸上闪过一丝奸笑，看着我说道：“好，那就给你小子一个机会，我们出城单挑，你可别给我逃了。”\\n\\n哼，逃，我会吗，出了城，还不知道谁会逃呢。我轻蔑地看着真英雄心想道，“好，就去东城外好了，走。”\\n\\n在真英雄一伙人的包围之下，我雄赳赳、气昂昂地走向了东城。\\n\\n出了城门，就见冲天剑和傲气凌云他们一伙人正在城外的草坪上有说有笑，一大帮人围在那，让路过的玩家侧目不已，指指点点议论着。\\n\\n“大哥，那伙人不是最近风头正劲的几个大帮头头吗。”斜眼看着草坪上的冲天剑他们说道。\\n\\n“他们牛b关我们什么事，总有一天我们也会风光的，让那小子过去点，别在他们面前动手，免得这些家伙会一时兴起，狗拿耗子，多管闲事。”真英雄指了指前面的一块空地说道。\\n\\n冲天剑看着我在一帮人的簇拥下走了过来，脸上露出几分惊讶的表情，扭头和一边的血染疆土和傲气凌云说道：“呵呵，你们看，咱小隐现在也开始拉帮结派了，带了这么多人出来。”\\n\\n“哦，是吗，我看看。”血染疆土转头看了过来。\\n\\n“我看不太象是他的人。”傲气凌云看着我那颇有几分不太自然的神色，和一帮人那气势汹汹的样子，摸了摸下巴说道。\\n\\n“呵呵，问问他不就知道了。”冲天剑说完迎了上前，冲我一挥手说道：“小隐，今天搞大了嘛，什么时候拉起的旗帜啊。”而血染疆土和傲气凌云也走了出来，看着我笑而不语。\\n\\n听那人群里走出的那个黑盔战士这一说话，真英雄心里顿时有点发了毛，心里骂到：妈的，怪不得这家伙叫出城门，原来外面有接应的，操，还都是牛b帮的，看样子今天别想讨得了好。\\n\\n而他的一帮手下见这路边的几大帮派似乎跟我都挺熟悉的，脸上不由露出几分不安之色，原本将我围得紧紧的圈子也自觉地分了开来。\\n\\n“呵呵，哪有啊，我和这几个朋友有点私事要处理下，你们在旁边看看就行了。”我见了他们这一票人，心里顿时塌实多了，脸上露出轻松地笑容说道，\\n\\n“有什么重要的事要处理，是不是什么好事，也算我一份。”血染疆土抖了抖肩膀说道。\\n\\n“好事，但是不能算你的分，我和他们说好了是一对一解决的。”我摆了摆手说道。\\n```\\n\\n\\n------------\",\"timestamp\":1640326901,\"title\":\"第一百四十三章 挂你没商量\"},\"digest\":\"EKub37LYmV5LAtZ_lBGz4HIenVxlZwkskw-4pJxRRtg\",\"authorship\":{\"contributor\":\"0xd72e93a7db1Dfe054F76b14B8A7353D14581Fa08\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gjXqj0q4JjzejXvzjTxoyJznvS5A_licMROQOdJMUcM\\\",\\\"y\\\":\\\"ojd2EoAUA6iTLWRhJmZahOKr8wkD4NBYgN0RF2gt92Y\\\"}\",\"signature\":\"kRiYcKOUAFZpqH3hHWli6DVS4-OvgVAGjA-9MJXLPeJ3lOuin-TM4aOQKhq8ovbsamDySMxSjXn0ugnn6O6_qQ\",\"signingKeySignature\":\"0x94356bf6a8cb8b44db999a81404e89265035284b2081242a2efd3590b2f6991961f333ff517dcf4eb1ad3099cb9759eeffd0eb22b9b5a0eee3ea5f1ac6b5e1b91b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gjXqj0q4JjzejXvzjTxoyJznvS5A_licMROQOdJMUcM\\\",\\\"y\\\":\\\"ojd2EoAUA6iTLWRhJmZahOKr8wkD4NBYgN0RF2gt92Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"EKub37LYmV5LAtZ_lBGz4HIenVxlZwkskw-4pJxRRtg\"}"