"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/QlV8jV4-DGDaIya6zLGVr.jpeg?height=168&width=300)\\n\\n \\n Shiba Inu vjerovatno ste svi vec culi za taj projekt i pitate se sto je iza toga. Iskreno i ja se pitam tj volio bi znati tko i sto tocno stoji iza tog projekta i kako su to izveli.\\n\\nShiba je nastala u ljeto 2020 pri kraju DEFI ljeta i bila je samo jedan od stotine tokena koji su dnevno izlazili na uniswapu koji je tada dozivljavao svoj boom, doslovno su nekoliko stotina takvih projekata izlazili dnevno, vecina su bili scamovi, rugovi i slicno. Ni ovaj nije izgleda nista drugacije, jos jedan dog token koji u biti nista ne nudi osim sto je dog token. Ubrzo je bio gotov DEFI summer i ovaj projekt je kao i mnogi drugi potonuo i vise ga nitko nije kupovao, cijena je padala prema nuli tj nula i 17 decimala pa onda 1, tako nekako.\\n\\nSto se onda dogodilo? Pa u biti nista, taj projekt je mjesecima bio mrtav sto se moze vidjeti i po grafovima npr [https://coinmarketcap.com/currencies/shiba-inu/](https://coinmarketcap.com/currencies/shiba-inu/?fbclid=IwAR1NX5HNLzaBx8B5qTzqoDNQWSvjvmP3WIwgqCf2kK_ptQyC06Q6RLYU-CY)\\n\\ntu, cijena je rock bottom koliko je to moguce. Stovise vidjet ce te neke dane pocetkom 2021 da je trading volumen na projektu bio $0 znaci nitko ga nije kupovao danima.\\n\\nI onda se dogodio Musk i cijela pasja sezona. U jednom trenutku se Shiba poceo kupovati sve vise i vise i onda je poceo nagli uzlet, volio bi znati kakav je tu bio plan, dali su samo jahali na Muskovim tweetovima ili su i sami imali neki plan marketinga i sirenja tog tokena, uglavnom uspjeli su. Projekti koji su puno kompleksniji i pokusavaju pruziti i rijesiti neke probleme nemaju ni dio uspjeha ovog projekta. Stovise netko je rekao neki dan da cijeli DEFI zajedno ima manji mcap nego shiba, sto su stotine developera i tisuce ulozenih sati i dana u smisle ideje i projekte, kripto je nekada jako retardiran bi se reklo\\n\\nValjda su ti psi ljudima primamljivi ali vise od toga je primamljivo to sto vizualno nudi nadu da ljudi misle da ce se brzo obogatiti, cijena i sada kada je toliko narastao je $0.00006758 ljudi kupe za $100 tokene i pomnoze to sa 1000x i kazu sebi, neka dodje do 0.01$ sto nije puno i super i tako se kupuje vec mjesecima, puno malih ulagaca koji pumpaju cijenu i vjerovatno sluze kao exit liquidity onima koji su cijeli taj projekt pokrenuli.\\n\\nOpet treba gledati sto se moze nauciti ovdje, tu se najvise radi o tome da se stvorila zajednica ljudi oko necega, ako pogledamo povijest ljudi su se cesto okupljali oko jednostavnih i izmisljenih stvari i tako stvarali jake zajednice koje su nekada i korisne nekada i ne bas. Vidjet cemo kako ce ova zavrsiti dali ce se pretvoriti u nesto korisno i konstruktivno ili ce to sve biti alat da neki ljudi naprave dobar cash out a drugi dobiju dobru zivotnu skolu.\",\"timestamp\":1642430052,\"title\":\"Shiba Inu - opservacije\"},\"digest\":\"1Ix81-KW2Lu4DXrod05vfnFlcTXJZw9ftGNEtTYMxbU\",\"authorship\":{\"contributor\":\"0xCF9a7c6765c260D160f0012541fb2Cf774e0dc56\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QlZb8SDu5jTsa5yoN20BlfxOKFQlu61RxlwIsEZxIGc\\\",\\\"y\\\":\\\"me4_fjWZ0OlkeW9cWhkUOuEzD4D3nximctfLPSkg-Oo\\\"}\",\"signature\":\"DzAZyx0AQ6yDdXRNOTsnOz1uOtV-BKMpMaHdo810NtOr1XWeMZfNJF2nkL3IuPRKusmGX_xBNYre9Q6FCIWNHA\",\"signingKeySignature\":\"0x65e14c1362752b5d627fd8ffe2100bb42f4fef9e7b6384e4d4fb96ab8308f4210cafae4ce0dd3ab3be0847bc4aa8c7b36fceb5b1e19be3563a7144d1bc20f2b71c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"QlZb8SDu5jTsa5yoN20BlfxOKFQlu61RxlwIsEZxIGc\\\",\\\"y\\\":\\\"me4_fjWZ0OlkeW9cWhkUOuEzD4D3nximctfLPSkg-Oo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1Ix81-KW2Lu4DXrod05vfnFlcTXJZw9ftGNEtTYMxbU\"}"