"{\"content\":{\"body\":\"in so much as the guests invited were few and were selected with discrimination. She had counted upon an even dozen seating themselves at her round mahogany board, forgetting for the moment that Madame Ratignolle was to the last degree souffrante and unpresentable, and not foreseeing that Madame Lebrun would send a thousand regrets at the last moment.  So there were only ten, after all, which made a cozy, comfortable number.\\n\\nThere were Mr. and Mrs. Merriman, a pretty, vivacious little woman in the thirties; her husband, a jovial fellow, something of a shallow-pate, who laughed a good deal at other people's witticisms, and had thereby made himself extremely popular.  Mrs. Highcamp had accompanied them.  Of course, there was Alcee Arobin; and Mademoiselle Reisz had consented to come.  Edna had sent her a fresh bunch of violets with black lace trimmings for her hair. Monsieur Ratignolle brought himself and his wife's excuses. Victor Lebrun, who happened to be in the city, bent upon relaxation, had accepted with alacrity.  There was a Miss Mayblunt, no longer in her teens, who looked at the world through lorgnettes and with the keenest interest.  It was thought and said that she was intellectual; it was suspected of her that she wrote under a nom de guerre.  She had come with a gentleman by the name of Gouvernail, connected with one of the daily papers, of whom nothing special could be said, except that he was observant and  seemed quiet and inoffensive.  Edna herself made the tenth, and at half-past eight they seated themselves at table, Arobin and Monsieur Ratignolle on either side of their hostess.\\n\\nMrs. Highcamp sat between Arobin and Victor Lebrun.  Then came Mrs. Merriman, Mr. Gouvernail, Miss Mayblunt, Mr. Merriman, and Mademoiselle Reisz next to Monsieur Ratignolle.\\n\\nThere was something extremely gorgeous about the appearance of the table, an effect of splendor conveyed by a cover of pale yellow satin under strips of lace-work.  There were wax candles, in massive brass candelabra, burning softly under yellow silk shades; full, fragrant roses, yellow and red, abounded.  There were silver and gold, as she had said there would be, and crystal which glittered like the gems which the women wore.\\n\\nThe ordinary stiff dining chairs had been discarded for the occasion and replaced by the most commodious and luxurious which could be collected throughout the house.  Mademoiselle Reisz, being exceedingly diminutive, was elevated upon cushions, as small children are sometimes hoisted at table upon bulky volumes.\\n\\n\\\"Something new, Edna?\\\" exclaimed Miss Mayblunt, with lorgnette directed toward a magnificent cluster of diamonds that sparkled, that almost sputtered, in Edna's hair, just over the center of her forehead.\\n\\n\\\"Quite new; `brand' new, in fact; a present from my husband. It arrived this morning from New York.  I may as well admit that this is my birthday, and that I am twenty-nine.  In good time I expect you to drink my health.  Meanwhile, I shall ask you to begin with this cocktail, composed--would you say `composed?'\\\" with an appeal to Miss Mayblunt--\\\"composed by my father in honor of Sister Janet's wedding.\\\"\\n\\nBefore each guest stood a tiny glass that looked and sparkled like a garnet gem.\\n\\n\\\"Then, all things considered,\\\" spoke Arobin, \\\"it might not be amiss to start out by drinking the Colonel's health in the cocktail which he composed, on the birthday of the most charming of women--the daughter whom he invented.\\\"\\n\\nMr. Merriman's laugh at this sally was such a genuine outburst and so contagious that it started the dinner with an agreeable swing that never slackened.\\n\\nMiss Mayblunt begged to be allowed to keep her cocktail untouched before her, just to look at.  The color was marvelous! She could compare it to nothing she had ever seen, and the garnet lights which it emitted were unspeakably rare.  She pronounced the Colonel an artist, and stuck to it.\\n\\nMonsieur Ratignolle was prepared to take things seriously; the mets, the entre-mets, the service, the decorations, even the people.  He looked up from his pompano and inquired of Arobin if he were related to the gentleman of that name who formed one of the firm of Laitner and Arobin, lawyers.  The young man admitted that Laitner was a warm personal friend, who permitted Arobin's name to decorate the firm's letterheads and to appear upon a shingle that graced Perdido Street.\\n\\n\\\"There are so many inquisitive people and institutions abounding,\\\" said Arobin, \\\"that one is really forced as a matter of convenience these days to assume the virtue of an occupation if he has it not.\\\"  Monsieur Ratignolle stared a little, and turned to ask Mademoiselle Reisz if she considered the symphony concerts up to the standard which had been set the previous winter.  Mademoiselle Reisz answered Monsieur Ratignolle in French, which Edna thought a little rude, under the circumstances, but characteristic.  Mademoiselle had only disagreeable things to say of the symphony concerts, and insulting remarks to make of all the musicians of New Orleans, singly and collectively.  All her interest seemed to be centered upon the delicacies placed before her.\\n\\nMr. Merriman said that Mr. Arobin's remark about inquisitive people reminded him of a man from Waco the other day at the St. Charles Hotel--but as Mr. Merriman's stories were always lame and lacking point, his wife seldom permitted him to complete them.  She interrupted him to ask if he remembered the name of the author whose book she had bought the week before to send to a friend in Geneva.  She was talking \\\"books\\\" with Mr. Gouvernail and trying to draw from him his opinion upon current literary topics.  Her husband told the story of the Waco man privately to Miss Mayblunt, who pretended to be greatly amused and to think it extremely clever.\\n\\nMrs. Highcamp hung with languid but unaffected interest upon the warm and impetuous volubility of her left-hand neighbor, Victor Lebrun.  Her attention was never for a moment withdrawn from him after seating herself at table; and when he turned to Mrs. Merriman, who was prettier and more vivacious than Mrs. Highcamp, she waited with easy indifference for an opportunity to reclaim his attention.  There was the occasional sound of music, of mandolins, sufficiently removed to be an agreeable accompaniment rather than an interruption to the conversation.  Outside the soft, monotonous splash of a fountain could be heard; the sound penetrated into the room with the heavy odor of jessamine that came through the open windows.\\n\\nThe golden shimmer of Edna's satin gown spread in rich folds on either side of her.  There was a soft fall of lace encircling her shoulders.  It was the color of her skin, without the glow, the myriad living tints that one may sometimes discover in vibrant flesh.  There was something in her attitude, in her whole appearance when she leaned her head against the high-backed chair and spread her arms, which suggested the regal woman, the one who rules, who looks on, who stands alone.\\n\\nBut as she sat there amid her guests, she felt the old ennui overtaking her; the hopelessness which so often assailed her, which came upon her like an obsession, like something extraneous, independent of volition.  It was something which announced itself; a chill breath that seemed to issue from some vast cavern wherein discords waited.  There came over her the acute longing which always summoned into her spiritual vision the presence of the beloved one, overpowering her at once with a sense of the unattainable.\\n\\nThe moments glided on, while a feeling of good fellowship passed around the circle like a mystic cord, holding and binding these people together with jest and laughter.  Monsieur Ratignolle was the first to break the pleasant charm.  At ten o'clock he excused himself.  Madame Ratignolle was waiting for him at home. She was bien souffrante, and she was filled with vague dread, which only her husband's presence could allay.\\n\\nMademoiselle Reisz arose with Monsieur Ratignolle, who offered to escort her to the car.  She had eaten well; she had tasted the good, rich wines, and they must have turned her head, for she bowed pleasantly to all as she withdrew from table.  She kissed Edna upon the shoulder, and whispered: \\\"Bonne nuit, ma reine; soyez sage.\\\" She had been a little bewildered upon rising, or rather, descending from her cushions, and Monsieur Ratignolle gallantly took her arm and led her away.\\n\\nMrs. Highcamp was weaving a garland of roses, yellow and red. When she had finished the garland, she laid it lightly upon Victor's black curls.  He was reclining far back in the luxurious chair, holding a glass of champagne to the light.\\n\\nAs if a magician's wand had touched him, the garland of roses transformed him into a vision of Oriental beauty.  His cheeks were the color of crushed grapes, and his dusky eyes glowed with a languishing fire.\\n\\n\\\"Sapristi!\\\" exclaimed Arobin.\\n\\nBut Mrs. Highcamp had one more touch to add to the picture. She took from the back of her chair a white silken scarf, with which she had covered her shoulders in the early part of the evening.  She draped it across the boy in graceful folds, and in a way to conceal his black, conventional evening dress.  He did not seem to mind what she did to him, only smiled, showing a faint gleam of white teeth, while he continued to gaze with narrowing eyes at the light through his glass of champagne.\\n\\n\\\"Oh! to be able to paint in color rather than in words!\\\" exclaimed Miss Mayblunt, losing herself in a rhapsodic dream as she looked at him,\\n\\n\\\"\\\\`There was a graven image of Desire Painted with red blood on a ground of gold.'\\\" murmured Gouvernail, under his breath.\\n\\nThe effect of the wine upon Victor was to change his accustomed volubility into silence.  He seemed to have abandoned himself to a reverie, and to be seeing pleasing visions in the amber bead.\\n\\n\\\"Sing,\\\" entreated Mrs. Highcamp.  \\\"Won't you sing to us?\\\"\\n\\n\\\"Let him alone,\\\" said Arobin.\\n\\n\\\"He's posing,\\\" offered Mr. Merriman; \\\"let him have it out.\\\"\\n\\n\\\"I believe he's paralyzed,\\\" laughed Mrs. Merriman.  And leaning over the youth's chair, she took the glass from his hand and held it to his lips.  He sipped the wine slowly, and when he had drained the glass she laid it upon the table and wiped his lips with her little filmy handkerchief.\\n\\n\\\"Yes, I'll sing for you,\\\" he said, turning in his chair toward Mrs. Highcamp.  He clasped his hands behind his head, and looking up at the ceiling began to hum a little, trying his voice like a musician tuning an instrument.  Then, looking at Edna, he began to sing:\\n\\n```\\n      \\\"Ah! si tu savais!\\\"\\n```\\n\\n\\\"Stop!\\\" she cried, \\\"don't sing that.  I don't want you to sing it,\\\" and she laid her glass so impetuously and blindly upon the table as to shatter it against a carafe.  The wine spilled over Arobin's legs and some of it trickled down upon Mrs. Highcamp's black gauze gown.  Victor had lost all idea of courtesy, or else he thought his hostess was not in earnest, for he laughed and went on:\\n\\n```\\n      \\\"Ah! si tu savais\\n\\n      Ce que tes yeux me disent\\\"--\\n```\\n\\n\\\"Oh! you mustn't! you mustn't,\\\" exclaimed Edna, and pushing back her chair she got up, and going behind him placed her hand over his mouth.  He kissed the soft palm that pressed upon his lips.\\n\\n\\\"No, no, I won't, Mrs. Pontellier.  I didn't know you meant it,\\\" looking up at her with caressing eyes.  The touch of his lips was like a pleasing sting to her hand.  She lifted the garland of roses from his head and flung it across the room.\\n\\n\\\"Come, Victor; you've posed long enough.  Give Mrs. Highcamp her scarf.\\\"\\n\\nMrs. Highcamp undraped the scarf from about him with her own hands.  Miss Mayblunt and Mr. Gouvernail suddenly conceived the notion that it was time to say good night.  And Mr. and Mrs. Merriman wondered how it could be so late.\\n\\nBefore parting from Victor, Mrs. Highcamp invited him to call upon her daughter, who she knew would be charmed to meet him and talk French and sing French songs with him.  Victor expressed his desire and intention to call upon Miss Highcamp at the first opportunity which presented itself.  He asked if Arobin were going his way.  Arobin was not.\\n\\nThe mandolin players had long since stolen away.  A profound stillness had fallen upon the broad, beautiful street.  The voices of Edna's disbanding guests jarred like a discordant note upon the quiet harmony of the night.\\n\\nXXXI\\n\\n\\\"Well?\\\" questioned Arobin, who had remained with Edna after the others had departed.\\n\\n\\\"Well,\\\" she reiterated, and stood up, stretching her arms, and feeling the need to relax her muscles after having been so long seated.\\n\\n\\\"What next?\\\" he asked.\\n\\n\\\"The servants are all gone.  They left when the musicians did. I have dismissed them.  The house has to be closed and locked, and I shall trot around to the pigeon house, and shall send Celestine over in the morning to straighten things up.\\\"\\n\\nHe looked around, and began to turn out some of the lights.\\n\\n\\\"What about upstairs?\\\" he inquired.\\n\\n\\\"I think it is all right; but there may be a window or two unlatched.  We had better look; you might take a candle and see. And bring me my wrap and hat on the foot of the bed in the middle room.\\\"\\n\\nHe went up with the light, and Edna began closing doors and windows.  She hated to shut in the smoke and the fumes of the wine. Arobin found her cape and hat, which he brought down and helped her to put on.\\n\\nWhen everything was secured and the lights put out, they left through the front door, Arobin locking it and taking the key, which he carried for Edna.  He helped her down the steps.\\n\\n\\\"Will you have a spray of jessamine?\\\" he asked, breaking off a few blossoms as he passed.\\n\\n\\\"No; I don't want anything.\\\"\\n\\nShe seemed disheartened, and had nothing to say.  She took his arm, which he offered her, holding up the weight of her satin train with the other hand.  She looked down, noticing the black line of his leg moving in and out so close to her against the yellow shimmer of her gown. There was the whistle of a railway train somewhere in the distance, and the midnight bells were ringing.  They met no one in their short walk.\\n\\nThe \\\"pigeon house\\\" stood behind a locked gate, and a shallow parterre that had been somewhat neglected.  There was a small front porch, upon which a long window and the front door opened. The door opened directly into the parlor; there was no side entry. Back in the yard was a room for servants, in which old Celestine had been ensconced.\\n\\nEdna had left a lamp burning low upon the table.  She had succeeded in making the room look habitable and homelike.  There were some books on the table and a lounge near at hand.  On the floor was a fresh matting, covered with a rug or two; and on the walls hung a few tasteful pictures.  But the room was filled with flowers.  These were a surprise to her.  Arobin had sent them, and had had Celestine distribute them during Edna's absence.  Her bedroom was adjoining, and across a small passage were the diningroom and kitchen.\\n\\nEdna seated herself with every appearance  of  discomfort.\\n\\n\\\"Are you tired?\\\" he asked.\\n\\n\\\"Yes, and chilled, and miserable.  I feel as if I had been wound up to a certain pitch--too tight--and something inside of me had snapped.\\\" She rested her head against the table upon her bare arm.\\n\\n\\\"You want to rest,\\\" he said, \\\"and to be quiet.  I'll go; I'll leave you and let you rest.\\\"\\n\\n\\\"Yes,\\\" she replied.\\n\\nHe stood up beside her and smoothed her hair with his soft, magnetic hand.  His touch conveyed to her a certain physical comfort.  She could have fallen quietly asleep there if he had continued to pass his hand over her hair.  He brushed the hair upward from the nape of her neck.\\n\\n\\\"I hope you will feel better and happier in the morning,\\\" he said.  \\\"You have tried to do too much in the past few days. The dinner was the last straw; you might have dispensed with it.\\\"\\n\\n\\\"Yes,\\\" she admitted; \\\"it was stupid.\\\"\\n\\n\\\"No, it was delightful; but it has worn you out.\\\" His hand had strayed to her beautiful shoulders, and he could feel the response of her flesh to his touch.  He seated himself beside her and kissed her lightly upon the shoulder.\\n\\n\\\"I thought you were going away,\\\" she said, in an uneven voice.\\n\\n\\\"I am, after I have said good night.\\\"\\n\\n\\\"Good night,\\\" she murmured.\\n\\nHe did not answer, except to continue to caress her.  He did not say good night until she had become supple to his gentle, seductive entreaties.\\n\\nXXXII\\n\\nWhen Mr. Pontellier learned of his wife's intention to abandon her home and take up her residence elsewhere, he immediately wrote her a letter of unqualified disapproval and remonstrance.  She had given reasons which he was unwilling to acknowledge as adequate. He hoped she had not acted upon her rash impulse; and he begged her to consider first, foremost, and above all else, what people would say.  He was not dreaming of scandal when he uttered this warning; that was a thing which would never have entered into his mind to consider in connection with his wife's name or his own.  He was simply thinking of his financial integrity.  It might get noised about that the Pontelliers had met with reverses, and were forced to conduct their menage on a humbler scale than heretofore.  It might do incalculable mischief to his business prospects.\\n\\nBut remembering Edna's whimsical turn of mind of late, and foreseeing that she had immediately acted upon her impetuous determination, he grasped the situation with his usual promptness and handled it with his well-known business tact and cleverness.\\n\\nThe same mail which brought. to Edna his letter of disapproval carried instructions--the most minute instructions--to a well-known architect concerning the remodeling of his home, changes which he had long contemplated, and which he desired carried forward during his temporary absence.\\n\\nExpert and reliable packers and movers were engaged to convey the furniture, carpets, pictures --everything movable, in short--to places of security.  And in an incredibly short time the Pontellier house was turned over to the artisans.  There was to be an addition--a small snuggery; there was to be frescoing, and hardwood flooring was to be put into such rooms as had not yet been subjected to this improvement.\\n\\nFurthermore, in one of the daily papers appeared a brief notice to the effect that Mr. and Mrs. Pontellier were contemplating a summer sojourn abroad, and that their handsome residence on Esplanade Street was undergoing sumptuous alterations, and would not be ready for occupancy until their return.  Mr. Pontellier had saved appearances!\\n\\nEdna admired the skill of his maneuver, and avoided any occasion to balk his intentions.  When the situation as set forth by Mr. Pontellier was accepted and taken for granted, she was apparently satisfied that it should be so.\\n\\nThe pigeon house pleased her.  It at once assumed the intimate character of a home, while she herself invested it with a charm which it reflected like a warm glow.  There was with her a feeling of having descended in the social scale, with a corresponding sense of having risen in the spiritual.  Every step which she took toward relieving herself from obligations added to her strength and expansion as an individual.  She began to look with her own eyes; to see and to apprehend the deeper undercurrents of life.  No longer was she content to \\\"feed upon opinion\\\" when her own soul had invited her.\\n\\nAfter a little while, a few days, in fact, Edna went up and spent a week with her children in Iberville.  They were delicious February days, with all the summer's promise hovering in the air.\\n\\nHow glad she was to see the children!  She wept for very pleasure when she felt their little arms clasping her; their hard, ruddy cheeks pressed against her own glowing cheeks.  She looked into their faces with hungry eyes that could not be satisfied with looking.  And what stories they had to tell their mother!  About the pigs, the cows, the mules!  About riding to the mill behind Gluglu; fishing back in the lake with their Uncle Jasper; picking pecans with Lidie's little black brood, and hauling chips in their express wagon.  It was a thousand times more fun to haul real chips for old lame Susie's real fire than to drag painted blocks along the banquette on Esplanade Street!\\n\\nShe went with them herself to see the pigs and the cows, to look at the darkies laying the cane, to thrash the pecan trees, and catch fish in the back lake.  She lived with them a whole week long, giving them all of herself, and gathering and filling herself with their young existence.  They listened, breathless, when she told them the house in Esplanade Street was crowded with workmen, hammering, nailing, sawing, and filling the place with clatter. They wanted. to know where their bed was; what had been done with their rocking-horse; and where did Joe sleep, and where had Ellen gone, and the cook?  But, above all, they were fired with a desire to see the little house around the block.  Was there any place to play?  Were there any boys next door?  Raoul, with pessimistic foreboding, was convinced that there were only girls next door. Where would they sleep, and where would papa sleep?  She told them the fairies would fix it all right.\\n\\nThe old Madame was charmed with Edna's visit, and showered all manner of delicate attentions upon her.  She was delighted to know that the Esplanade Street house was in a dismantled condition.  It gave her the promise and pretext to keep the children indefinitely.\\n\\nIt was with a wrench and a pang that Edna left her children. She carried away with her the sound of their voices and the touch of their cheeks.  All along the journey homeward their presence lingered with her like the memory of a delicious song. But by the time she had regained the city the song no longer echoed in her soul.  She was again alone.\\n\\nXXXIII\\n\\nIt happened sometimes when Edna went to see Mademoiselle Reisz that the little musician was absent, giving a lesson or making some small necessary household purchase.  The key was always left in a secret hiding-place in the entry, which Edna knew.  If Mademoiselle happened to be away, Edna would usually enter and wait for her return.\\n\\nWhen she knocked at Mademoiselle Reisz's door one afternoon there was no response; so unlocking the door, as usual, she entered and found the apartment deserted, as she had expected.  Her day had been quite filled up, and it was for a rest, for a refuge, and to talk about Robert, that she sought out her friend.\\n\\nShe had worked at her canvas--a young Italian character study--all the morning, completing the work without the model; but there had been many interruptions, some incident to her modest housekeeping, and others of a social nature.\\n\\nMadame Ratignolle had dragged herself over, avoiding the too public thoroughfares, she said.  She complained that Edna had neglected her much of late.  Besides, she was consumed with curiosity to see the little house and the manner in which it was conducted.  She wanted to hear all about the dinner party; Monsieur Ratignolle had left so early.  What had happened after he left? The champagne and grapes which Edna sent over were TOO delicious. She had so little appetite; they had refreshed and toned her stomach. Where on earth was she going to put Mr. Pontellier in that little house, and the boys?  And then she made Edna promise to go to her when her hour of trial overtook her.\\n\\n\\\"At any time--any time of the day or night, dear,\\\" Edna assured her.\\n\\nBefore leaving Madame Ratignolle said:\\n\\n\\\"In some way you seem to me like a child, Edna.  You seem to act without a certain amount of reflection which is necessary in this life.  That is the reason I want to say you mustn't mind if I advise you to be a little careful while you are living here alone. Why don't you have some one come and stay with you?  Wouldn't Mademoiselle Reisz come?\\\"\\n\\n\\\"No; she wouldn't wish to come, and I shouldn't want her always with me.\\\"\\n\\n\\\"Well, the reason--you know how evil-minded the world is--some one was talking of Alcee Arobin visiting you.  Of course, it wouldn't matter if Mr. Arobin had not such a dreadful reputation. Monsieur Ratignolle was telling me that his attentions alone are considered enough to ruin a woman s name.\\\"\\n\\n\\\"Does he boast of his successes?\\\" asked Edna, indifferently, squinting at her picture.\\n\\n\\\"No, I think not.  I believe he is a decent fellow as far as that goes.  But his character is so well known among the men.  I shan't be able to come back and see you; it was very, very imprudent to-day.\\\"\\n\\n\\\"Mind the step!\\\" cried Edna.\\n\\n\\\"Don't neglect me,\\\" entreated Madame Ratignolle; \\\"and don't mind what I said about Arobin, or having some one to stay with you.\\n\\n\\\"Of course not,\\\" Edna laughed.  \\\"You may say anything you like to me.\\\" They kissed each other good-by.  Madame Ratignolle had not far to go, and Edna stood on the porch a while watching her walk down the street.\\n\\nThen in the afternoon Mrs. Merriman and Mrs. Highcamp had made their \\\"party call.\\\" Edna felt that they might have dispensed with the formality.  They had also come to invite her to play vingt-et-un one evening at Mrs. Merriman's.  She was asked to go early, to dinner, and Mr. Merriman or Mr. Arobin would take her home. Edna accepted in a half-hearted way.  She sometimes felt very tired of Mrs. Highcamp and Mrs. Merriman.\\n\\nLate in the afternoon she sought refuge with Mademoiselle Reisz, and stayed there alone, waiting for her, feeling a kind of repose invade her with the very atmosphere of the shabby, unpretentious little room.\\n\\nEdna sat at the window, which looked out over the house-tops and across the river.  The window frame was filled with pots of flowers, and she sat and picked the dry leaves from a rose geranium.  The day was warm, and the breeze which blew from the river was very pleasant.  She removed her hat and laid it on the piano.  She went on picking the leaves and digging around the plants with her hat pin.  Once she thought she heard Mademoiselle Reisz approaching.  But it was a young black girl, who came in, bringing a small bundle of laundry, which she deposited in the adjoining room, and went away.\\n\\nEdna seated herself at the piano, and softly picked out with one hand the bars of a piece of music which lay open before her. A half-hour went by.  There was the occasional sound of people going and coming in the lower hall.  She was growing interested in her occupation of picking out the aria, when there was a second rap at the door.  She vaguely wondered what these people did when they found Mademoiselle's door locked.\\n\\n\\\"Come in,\\\" she called, turning her face toward the door.  And this time it was Robert Lebrun who presented himself.  She attempted to rise; she could not have done so without betraying the agitation which mastered her at sight of him, so she fell back upon the stool, only exclaiming, \\\"Why, Robert!\\\"\\n\\nHe came and clasped her hand, seemingly without knowing what he was saying or doing.\\n\\n\\\"Mrs. Pontellier!  How do you happen--oh! how well you look! Is Mademoiselle Reisz not here?  I never expected to see you.\\\"\\n\\n\\\"When did you come back?\\\" asked Edna in an unsteady voice, wiping her face with her handkerchief.  She seemed ill at ease on the piano stool, and he begged her to take the chair by the window.\\n\\nShe did so, mechanically, while he seated himself on the stool.\\n\\n\\\"I returned day before yesterday,\\\" he answered, while he leaned his arm on the keys, bringing forth a crash of discordant sound.\\n\\n\\\"Day before yesterday!\\\" she repeated, aloud; and went on thinking to herself, \\\"day before yesterday,\\\" in a sort of an uncomprehending way.  She had pictured him seeking her at the very first hour, and he had lived under the same sky since day before yesterday; while only by accident had he stumbled upon her. Mademoiselle must have lied when she said, \\\"Poor fool, he loves you.\\\"\\n\\n\\\"Day before yesterday,\\\" she repeated, breaking off a spray of Mademoiselle's geranium; \\\"then if you had not met me here to-day you wouldn't--when--that is, didn't you mean to come and see me?\\\"\\n\\n\\\"Of course, I should have gone to see you.  There have been so many things--\\\" he turned the leaves of Mademoiselle's music nervously.  \\\"I started in at once yesterday with the old firm. After all there is as much chance for me here as there was there--that is, I might find it profitable some day.  The Mexicans were not very congenial.\\\"\\n\\nSo he had come back because the Mexicans were not congenial; because business was as profitable here as there; because of any reason, and not because he cared to be near her.  She remembered the day she sat on the floor, turning the pages of his letter, seeking the reason which was left untold.\\n\\nShe had not noticed how he looked--only feeling his presence; but she turned deliberately and observed him.  After all, he had been absent but a few months, and was not changed.  His hair--the color of hers--waved back from his temples in the same way as before.  His skin was not more burned than it had been at Grand Isle. She found in his eyes, when he looked at her for one silent moment, the same tender caress, with an added warmth and entreaty which had not been there before the same glance which had penetrated to the sleeping places of her soul and awakened them.\\n\\nA hundred times Edna had pictured Robert's return, and imagined their first meeting.  It was usually at her home, whither he had sought her out at once.  She always fancied him expressing or betraying in some way his love for her.  And here, the reality was that they sat ten feet apart, she at the window, crushing geranium leaves in her hand and smelling them, he twirling around on the piano stool, saying:\\n\\n\\\"I was very much surprised to hear of Mr. Pontellier's absence; it's a wonder Mademoiselle Reisz did not tell me; and your moving--mother told me yesterday.  I should think you would have gone to New York with him, or to Iberville with the children, rather than be bothered here with housekeeping.  And you are going abroad, too, I hear.  We shan't have you at Grand Isle next summer; it won't seem--do you see much of Mademoiselle Reisz?  She often spoke of you in the few letters she wrote.\\\"\\n\\n\\\"Do you remember that you promised to write to me when you went away?\\\"  A flush overspread his whole face.\\n\\n\\\"I couldn't believe that my letters would be of any interest to you.\\\"\\n\\n\\\"That is an excuse; it isn't the truth.\\\" Edna reached for her hat on the piano.  She adjusted it, sticking the hat pin through the heavy coil of hair with some deliberation.\\n\\n\\\"Are you not going to wait for Mademoiselle Reisz?\\\" asked Robert.\\n\\n\\\"No; I have found when she is absent this long, she is liable not to come back till late.\\\" She drew on her gloves, and Robert picked up his hat.\\n\\n\\\"Won't you wait for her?\\\" asked Edna.\\n\\n\\\"Not if you think she will not be back till late,\\\" adding, as if suddenly aware of some discourtesy in his speech, \\\"and I should miss the pleasure of walking home with you.\\\" Edna locked the door and put the key back in its hiding-place.\\n\\nThey went together, picking their way across muddy streets and sidewalks encumbered with the cheap display of small tradesmen. Part of the distance they rode in the car, and after disembarking, passed the Pontellier mansion, which looked broken and half torn asunder.  Robert had never known the house, and looked at it with interest.\\n\\n\\\"I never knew you in your home,\\\" he remarked.\\n\\n\\\"I am glad you did not.\\\"\\n\\n\\\"Why?\\\" She did not answer.  They went on around the corner, and it seemed as if her dreams were coming true after all, when he followed her into the little house.\\n\\n\\\"You must stay and dine with me, Robert.  You see I am all alone, and it is so long since I have seen you.  There is so much I want to ask you.\\\"\\n\\nShe took off her hat and gloves.  He stood irresolute, making some excuse about his mother who expected him; he even muttered something about an engagement.  She struck a match and lit the lamp on the table; it was growing dusk.  When he saw her face in the lamp-light, looking pained, with all the soft lines gone out of it, he threw his hat aside and seated himself.\\n\\n\\\"Oh! you know I want to stay if you will let me!\\\" he exclaimed.  All the softness came back.  She laughed, and went and put her hand on his shoulder.\\n\\n\\\"This is the first moment you have seemed like the old Robert. I'll go tell Celestine.\\\" She hurried away to tell Celestine to set an extra place.  She even sent her off in search of some added delicacy which she had not thought of for herself.  And she recommended great care in dripping the coffee and having the omelet done to a proper turn.\\n\\nWhen she reentered, Robert was turning over magazines, sketches, and things that lay upon the table in great disorder.  He picked up a photograph, and exclaimed:\\n\\n\\\"Alcee Arobin!  What on earth is his picture doing here?\\\"\\n\\n\\\"I tried to make a sketch of his head one day,\\\" answered Edna, \\\"and he thought the photograph might help me.  It was at the other house. I thought it had been left there.  I must have packed it up with my drawing materials.\\\"\\n\\n\\\"I should think you would give it back to him if you have finished with it.\\\"\\n\\n\\\"Oh!  I have a great many such photographs.  I never think of returning them. They don't amount to anything.\\\" Robert kept on looking at the picture.\\n\\n\\\"It seems to me--do you think his head worth drawing? Is he a friend of Mr. Pontellier's?  You never said you knew him.\\\"\\n\\n\\\"He isn't a friend of Mr. Pontellier's; he's a friend of mine. I always knew him--that is, it is only of late that I know him pretty well.  But I'd rather talk about you, and know what you have been seeing and doing and feeling out there in Mexico.\\\" Robert threw aside the picture.\\n\\n\\\"I've been seeing the waves and the white beach of Grand Isle; the quiet, grassy street of the Cheniere; the old fort at Grande Terre.  I've been working like a machine, and feeling like a lost soul.  There was nothing interesting.\\\"\\n\\nShe leaned her head upon her hand to shade her eyes from the light.\\n\\n\\\"And what have you been seeing and doing and feeling all these days?\\\" he asked.\\n\\n\\\"I've been seeing the waves and the white beach of Grand Isle; the quiet, grassy street of the Cheniere Caminada; the old sunny fort at Grande Terre.  I've been working with a little more comprehension than a machine, and still feeling like a lost soul. There was nothing interesting.\\\"\\n\\n\\\"Mrs.  Pontellier, you are cruel,\\\" he said, with feeling, closing his eyes and resting his head back in his chair.  They remained in silence till old Celestine announced dinner.\\n\\nXXXIV\\n\\nThe dining-room was very small.  Edna's round mahogany would have almost filled it.  As it was there was but a step or two from the little table to the kitchen, to the mantel, the small buffet, and the side door that opened out on the narrow brick-paved yard.\\n\\nA certain degree of ceremony settled upon them with the announcement of dinner.  There was no return to personalities. Robert related incidents of his sojourn in Mexico, and Edna talked of events likely to interest him, which had occurred during his absence.  The dinner was of ordinary quality, except for the few delicacies which she had sent out to purchase.  Old Celestine, with a bandana tignon twisted about her head, hobbled in and out, taking a personal interest in everything; and she lingered occasionally to talk patois with Robert, whom she had known as a boy.\\n\\nHe went out to a neighboring cigar stand to purchase cigarette papers, and when he came back he found that Celestine had served the black coffee in the parlor.\\n\\n\\\"Perhaps I shouldn't have come back,\\\" he said.  \\\"When you are tired of me, tell me to go.\\\"\\n\\n\\\"You never tire me.  You must have forgotten the hours and hours at Grand Isle in which we grew accustomed to each other and used to being together.\\\"\\n\\n\\\"I have forgotten nothing at Grand Isle,\\\" he said, not looking at her, but rolling a cigarette.  His tobacco pouch, which he laid upon the table, was a fantastic embroidered silk affair, evidently the handiwork of a woman.\\n\\n\\\"You used to carry your tobacco in a rubber pouch,\\\" said Edna, picking up the pouch and examining the needlework.\\n\\n\\\"Yes; it was lost.\\\"\\n\\n\\\"Where did you buy this one?  In Mexico?\\\"\\n\\n\\\"It was given to me by a Vera Cruz girl; they are very generous,\\\" he replied, striking a match and lighting his cigarette.\\n\\n\\\"They are very handsome, I suppose, those Mexican women; very picturesque, with their black eyes and their lace scarfs.\\\"\\n\\n\\\"Some are; others are hideous. just as you find women everywhere.\\\"\\n\\n\\\"What was she like--the one who gave you the pouch?  You must have known her very well.\\\"\\n\\n\\\"She was very ordinary.  She wasn't of the slightest importance.  I knew her well enough.\\\"\\n\\n\\\"Did you visit at her house?  Was it interesting?  I should like to know and hear about the people you met, and the impressions they made on you.\\\"\\n\\n\\\"There are some people who leave impressions not so lasting as the imprint of an oar upon the water.\\\"\\n\\n\\\"Was she such a one?\\\"\\n\\n\\\"It would be ungenerous for me to admit that she was of that order and kind.\\\" He thrust the pouch back in his pocket, as if to put away the subject with the trifle which had brought it up.\\n\\nArobin dropped in with a message from Mrs. Merriman, to say that the card party was postponed on account of the illness of one of her children.\\n\\n\\\"How do you do, Arobin?\\\" said Robert, rising from the obscurity.\\n\\n\\\"Oh!  Lebrun.  To be sure!  I heard yesterday you were back. How did they treat you down in Mexique?\\\"\\n\\n\\\"Fairly well.\\\"\\n\\n\\\"But not well enough to keep you there.  Stunning girls, though, in Mexico.  I thought I should never get away from Vera Cruz when I was down there a couple of years ago.\\\"\\n\\n\\\"Did they embroider slippers and tobacco pouches and hat-bands and things for you?\\\" asked Edna.\\n\\n\\\"Oh! my! no!  I didn't get so deep in their regard. I fear they made more impression on me than I made on them.\\\"\\n\\n\\\"You were less fortunate than Robert, then.\\\"\\n\\n\\\"I am always less fortunate than Robert.  Has he been imparting tender confidences?\\\"\\n\\n\\\"I've been imposing myself long enough,\\\" said Robert, rising, and shaking hands with Edna.  \\\"Please convey my regards to Mr. Pontellier when you write.\\\"\\n\\nHe shook hands with Arobin and went away.\\n\\n\\\"Fine fellow, that Lebrun,\\\" said Arobin when Robert had gone. \\\"I never heard you speak of him.\\\"\\n\\n\\\"I knew him last summer at Grand Isle,\\\" she replied.  \\\"Here is that photograph of yours.  Don't you want it?\\\"\\n\\n\\\"What do I want with it?  Throw it away.\\\" She threw it back on the table.\\n\\n\\\"I'm not going to Mrs. Merriman's,\\\" she said.  \\\"If you see her, tell her so.  But perhaps I had better write.  I think I shall write now, and say that I am sorry her child is sick, and tell her not to count on me.\\\"\\n\\n\\\"It would be a good scheme,\\\" acquiesced Arobin.  \\\"I don't blame you; stupid lot!\\\"\\n\\nEdna opened the blotter, and having procured paper and pen, began to write the note.  Arobin lit a cigar and read the evening paper, which he had in his pocket.\\n\\n\\\"What is the date?\\\" she asked.  He told her.\\n\\n\\\"Will you mail this for me when you go out?\\\"\\n\\n\\\"Certainly.\\\" He read to her little bits out of the newspaper, while she straightened things on the table.\\n\\n\\\"What do you want to do?\\\" he asked, throwing aside the paper. \\\"Do you want to go out for a walk or a drive or anything?  It would be a fine night to drive.\\\"\\n\\n\\\"No; I don't want to do anything but just be quiet.  You go away and amuse yourself.  Don't stay.\\\"\\n\\n\\\"I'll go away if I must; but I shan't amuse myself.  You know that I only live when I am near you.\\\"\\n\\nHe stood up to bid her good night.\\n\\n\\\"Is that one of the things you always say to women?\\\"\\n\\n\\\"I have said it before, but I don't think I ever came so near meaning it,\\\" he answered with a smile.  There were no warm lights in her eyes; only a dreamy, absent look.\\n\\n\\\"Good night.  I adore you.  Sleep well,\\\" he said, and he kissed her hand and went away.\\n\\nShe stayed alone in a kind of reverie--a sort of stupor.  Step by step she lived over every instant of the time she had been with Robert after he had entered Mademoiselle Reisz's door.  She recalled his words, his looks.  How few and meager they had been for her hungry heart!  A vision--a transcendently seductive vision of a Mexican girl arose before her.  She writhed with a jealous pang.  She wondered when he would come back.  He had not said he would come back.  She had been with him, had heard his voice and touched his hand.  But some way he had seemed nearer to her off there in Mexico.\",\"timestamp\":1639988933,\"title\":\"Though Edna had spoken of the dinner as a very grand affair, it was in truth a very small affair and very select\"},\"digest\":\"RIdI-MFmZrsJXbz3iOZsJCHQADN6eaf3bk8EsxiwIEc\",\"authorship\":{\"contributor\":\"0xebb47BcE22955a8570D5570840798eda13Ec89EB\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aHod3jrMd2nQb_Qf2VnuXpKK5ToT2Tz17zop2sQCp58\\\",\\\"y\\\":\\\"99_hsrVtj26_iCuTlk-JEw9FevwCrfNPtn-ASSbR_Wc\\\"}\",\"signature\":\"pBoxXoLYWBAXbW5YAVUoapI5dw0cqrqHIAWjbBl6Covam_86x_wsRUFGL8or47C5y-sfSZ88x0UAIbQyTIsaNg\",\"signingKeySignature\":\"0xbe9ac0a64e934f15c3b4ff94c0641fe7437a6f8306748b674111a9121c1006de294f22c0f458c607f4158715157c20d45ee5edee44d0172ed7a7bdf01f7b47681c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aHod3jrMd2nQb_Qf2VnuXpKK5ToT2Tz17zop2sQCp58\\\",\\\"y\\\":\\\"99_hsrVtj26_iCuTlk-JEw9FevwCrfNPtn-ASSbR_Wc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RIdI-MFmZrsJXbz3iOZsJCHQADN6eaf3bk8EsxiwIEc\"}"