"{\"content\":{\"body\":\"**Members of Sudan's transitional government and other civilian leaders have been arrested amid reports of a military coup.**\\n\\nPrime Minister Abdallah Hamdok is among those reported to have been put under house arrest by unidentified soldiers.\\n\\nPro-democracy protesters have taken to the streets of the capital, Khartoum.\\n\\nMilitary and civilian leaders have been at odds since long-time ruler Omar al-Bashir was overthrown two years ago and the transitional government set up.\\n\\nVideo footage from the north African nation's capital on Monday showed protesters manning lit barricades and entering the area near the military's headquarters, with soldiers looking on.\\n\\n* [Africa Live - read the latest reports here](https://www.bbc.co.uk/news/live/world-africa-47639452)\\n\\nNo-one in the military has commented so far and it remains unclear who was behind the pre-dawn arrests.\\n\\nA statement from the information ministry on Facebook said the detentions were carried out by \\\"joint military forces\\\" and those arrested were being held in \\\"an unidentified location\\\".\\n\\nThe ministry said soldiers had stormed the HQ of the state broadcaster, in Omdurman, and detained staff there.\\n\\nIt also said Mr Hamdok was being pressed to support a coup but was refusing to do so and he urged people to continue with peaceful protests to \\\"defend the revolution\\\".\\n\\nThe United States was \\\"deeply alarmed\\\" by the coup reports, its special envoy for the Horn of Africa, Jeffrey Feltman, said. The UN, EU and Arab League also expressed deep concern.\\n\\nWitnesses say the internet is down and that army and paramilitary troops have been deployed across the city. Khartoum airport is now closed, and international flights are suspended.\\n\\n* [Sounding the alarm for Sudan’s democracy](https://www.bbc.co.uk/news/world-africa-58970193)\\n* [Why Omar al-Bashir was overthrown](https://www.bbc.co.uk/news/world-africa-47852496)\\n* [Are military takeovers on the rise in Africa?](https://www.bbc.co.uk/news/world-africa-46783600)\\n\\nSudan's main pro-democracy group has called on its supporters to resist any military coup.\\n\\nRecent weeks have seen a rapid build-up of tension in Khartoum. A hostile takeover of power is what many in Sudan and beyond have feared could happen anytime. The signs have been all too clear.\\n\\nA pro-military sit-in right in front of the presidential palace in Khartoum was seen as choreographed to lead to a coup. No attempt was made to disguise its purpose. The protesters demanded that the military overthrow \\\"failed\\\" civilian leaders. It was an unusual attempt at legitimising a military takeover, using the guise of a popular protest.\\n\\nNearly a week later, a counter-protest was held. This time, huge crowds came out in support of the civilian government.\\n\\nWith more protests called by pro-democracy groups to \\\"counter a military coup\\\", Sudan could be set for yet another period of showdown between the armed forces and the people.\\n\\nThe country has made huge strides in normalising ties with the West and unlocking much-needed funding streams. The promise of transition to democracy has kept many Sudanese and the country's allies hopeful. But all that could be at risk now.\\n\\nMedia caption,Thousands join a protest to back the military and oppose the government\\n\\nThe military and civilian transitional authorities have ruled together since President Bashir was toppled after months of street protests in 2019.\\n\\nA power-sharing deal between the military and a loose coalition of groups - the Forces for Freedom and Change (FFC) - had been agreed, launching the Sovereign Council.\\n\\nIt was to rule the country for another year - with the aim of holding elections and transitioning to civilian rule.\\n\\nBut the deal has always been fractious, with a large number of rival political groups - and divisions within the military too.\\n\\nTensions grew further after [a coup attempt attributed to followers of Mr Bashir was foiled in September](https://www.bbc.co.uk/news/world-africa-58629978).\\n\\nSudan has been unable to find a workable political system since independence in 1956 and has seen numerous coups and coup attempts.\",\"timestamp\":1635153338,\"title\":\"Sudan's civilian leaders arrested amid coup reports\"},\"digest\":\"sZWFWkX_CA31OB9nU6hzHQiDy6liCaR6zXvDiUBefTI\",\"authorship\":{\"contributor\":\"0x8073DB17391a3781b4a401FD4adA047A0c318a6E\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bMJQ4QlRsaCx4afIgQDaw-I7cMzEF-jaN3i1GMXGZuk\\\",\\\"y\\\":\\\"p-MMxEtqTGAD4Cki4qJt6b0OkfkPCOSs0EQb0NGeVmY\\\"}\",\"signature\":\"3an1z0FfKAo51RalbTYSszULiannrIn2429CO4a8rJPaSvtmgK64oc8UYmtlr6jKlnKL7-nHJfgpAuj3rp0Wvw\",\"signingKeySignature\":\"0xa5f23ea9faf614a59500957c292bcabefa2795406d0bfbfb8a6223a05aac428e37164f99821a72298797a7ebf131981e7fbe1ee8b8d4d712836e2a1ed717689c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bMJQ4QlRsaCx4afIgQDaw-I7cMzEF-jaN3i1GMXGZuk\\\",\\\"y\\\":\\\"p-MMxEtqTGAD4Cki4qJt6b0OkfkPCOSs0EQb0NGeVmY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sZWFWkX_CA31OB9nU6hzHQiDy6liCaR6zXvDiUBefTI\"}"