"{\"content\":{\"body\":\"\\\"Ah, that was where the trick came in! Kazbich could not find him; he had gone away somewhere for five or six days; otherwise, how could Azamat have succeeded in carrying off Bela?\\n\\n\\\"And, when the father returned, there was neither daughter nor son to be found.  A wily rogue, Azamat!  He understood, you see, that he would lose his life if he was caught.  So, from that time, he was never seen again; probably he joined some gang of Abreks and laid down his turbulent life on the other side of the Terek or the Kuban.  It would have served him right!\\\" . . .\\n\\nCHAPTER V\\n\\n\\\"I CONFESS that, for my part, I had trouble enough over the business.  So soon as ever I learned that the Circassian girl was with Grigori Aleksandrovich, I put on my epaulettes and sword and went to see him.\\n\\n\\\"He was lying on the bed in the outer room, with one hand under his head and the other holding a pipe which had gone out.  The door leading to the inner room was locked, and there was no key in the lock.  I observed all that in a moment. . .  I coughed and rapped my heels against the threshold, but he pretended not to hear.\\n\\n\\\"'Ensign!' I said, as sternly as I could.  'Do you not see that I have come to you?'\\n\\n\\\"'Ah, good morning, Maksim Maksimych! Won't you have a pipe?' he answered, without rising.\\n\\n\\\"'Excuse me, I am not Maksim Maksimych. I am the staff-captain.'\\n\\n\\\"'It's all the same!  Won't you have some tea?  If you only knew how I am being tortured with anxiety.'\\n\\n\\\"'I know all,' I answered, going up to the bed.\\n\\n\\\"'So much the better,' he said.  'I am not in a narrative mood.'\\n\\n\\\"'Ensign, you have committed an offence for which I may have to answer as well as you.'\\n\\n\\\"'Oh, that'll do.  What's the harm?  You know, we've gone halves in everything.'\\n\\n\\\"'What sort of a joke do you think you are playing?  Your sword, please!' . . .\\n\\n\\\"'Mitka, my sword!'\\n\\n\\\"'Mitka brought the sword.  My duty dis- charged, I sat down on the bed, facing Pechorin, and said: 'Listen here, Grigori Aleksandrovich, you must admit that this is a bad business.'\\n\\n\\\"'What is?'\\n\\n\\\"'Why, that you have carried off Bela. . . Ah, it is that beast Azamat! . . .  Come, con- fess!' I said.\\n\\n\\\"'But, supposing I am fond of her?' . . .\\n\\n\\\"Well, what could I say to that? . . .  I was nonplussed.  After a short interval of silence, however, I told him that if Bela's father were to claim her he would have to give her up.\\n\\n\\\"'Not at all!'\\n\\n\\\"'But he will get to know that she is here.'\\n\\n\\\"'How?'\\n\\n\\\"Again I was nonplussed.\\n\\n\\\"'Listen, Maksim Maksimych,' said Pechorin, rising to his feet.  'You're a kind-hearted man, you know; but, if we give that savage back his daughter, he will cut her throat or sell her.  The deed is done, and the only thing we can do now is not to go out of our way to spoil matters. Leave Bela with me and keep my sword!'\\n\\n\\\"'Show her to me, though,' I said.\\n\\n\\\"'She is behind that door.  Only I wanted, myself, to see her to-day and wasn't able to. She sits in the corner, muffled in her veil, and neither speaks nor looks up -- timid as a wild chamois!  I have hired the wife of our dukhan- keeper: she knows the Tartar language, and will look after Bela and accustom her to the idea that she belongs to me -- for she shall belong to no one else!' he added, banging his fist on the table.\\n\\n\\\"I assented to that too. . .  What could I do?  There are some people with whom you absolutely have to agree.\\\"\\n\\n\\\"Well?\\\" I asked Maksim Maksimych.  \\\"Did he really succeed in making her grow accustomed to him, or did she pine away in captivity from home-sickness?\\\"\\n\\n\\\"Good gracious! how could she pine away from home-sickness?  From the fortress she could see the very same hills as she could from the village -- and these savages require nothing more.  Besides, Grigori Aleksandrovich used to give her a present of some kind every day.  At first she didn't utter a word, but haughtily thrust away the gifts, which then fell to the lot of the dukhan-keeper's wife and aroused her eloquence.  Ah, presents!  What won't a woman do for a coloured rag! . . .  But that is by the way. . .  For a long time Grigori Aleksandro- vich persevered with her, and meanwhile he studied the Tartar language and she began to understand ours.  Little by little she grew accustomed to looking at him, at first furtively, askance; but she still pined and crooned her songs in an undertone, so that even I would feel heavy at heart when I heard her from the next room.  One scene I shall never forget: I was walking past, and I looked in at the window; Bela was sitting on the stove-couch, her head sunk on her breast, and Grigori Aleksandrovich was standing, facing her.\\n\\n\\\"'Listen, my Peri,' he was saying.  'Surely you know that you will have to be mine sooner or later -- why, then, do you but torture me? Is it that you are in love with some Chechene? If so, I will let you go home at once.'\\n\\n\\\"She gave a scarcely perceptible start and shook her head.\\n\\n\\\"'Or is it,' he continued, 'that I am utterly hateful to you?'\\n\\n\\\"She heaved a sigh.\\n\\n\\\"'Or that your faith prohibits you from giving me a little of your love?'\\n\\n\\\"She turned pale and remained silent.\\n\\n\\\"'Believe me, Allah is one and the same for all races; and, if he permits me to love you, why, then, should he prohibit you from requiting me by returning my love?'\\n\\n\\\"She gazed fixedly into his face, as though struck by that new idea.  Distrust and a desire to be convinced were expressed in her eyes.  What eyes they were!  They sparkled just like two glowing coals.\\n\\n\\\"'Listen, my dear, good Bela!' continued Pechorin.  'You see how I love you.  I am ready to give up everything to make you cheerful once more.  I want you to be happy, and, if you are going to be sad again, I shall die.  Tell me, you will be more cheerful?'\\n\\n\\\"She fell into thought, her black eyes still fixed upon him.  Then she smiled graciously and nodded her head in token of acquiescence.\\n\\n\\\"He took her by the hand and tried to induce her to kiss him.  She defended herself feebly, and only repeated: 'Please!  Please!  You mustn't, you mustn't!'\\n\\n\\\"He went on to insist; she began to tremble and weep.\\n\\n\\\"'I am your captive,' she said, 'your slave; of course, you can compel me.'\\n\\n\\\"And then, again -- tears.\\n\\n\\\"Grigori Aleksandrovich struck his forehead with his fist and sprang into the other room.  I went in to see him, and found him walking moodily backwards and forwards with folded arms.\\n\\n\\\"'Well, old man?' I said to him.\\n\\n\\\"'She is a devil -- not a woman!' he answered. 'But I give you my word of honour that she shall be mine!'\\n\\n\\\"I shook my head.\\n\\n\\\"'Will you bet with me?' he said.  'In a week's time?'\\n\\n\\\"'Very well,' I answered.\\n\\n\\\"We shook hands on it and separated.\\n\\n\\\"The next day he immediately despatched an express messenger to Kizlyar to purchase some things for him.  The messenger brought back a quite innumerable quantity of various Persian stuffs.\\n\\n\\\"'What think you, Maksim Maksimych?' he said to me, showing the presents.  'Will our Asiatic beauty hold out against such a battery as this?'\\n\\n\\\"'You don't know the Circassian women,' I answered.  'They are not at all the same as the Georgian or the Transcaucasian Tartar women -- not at all!  They have their own principles, they are brought up differently.'\\n\\n\\\"Grigori Aleksandrovich smiled and began to whistle a march to himself.\\\"\\n\\nCHAPTER VI\\n\\n\\\"AS things fell out, however,\\\" continued Maksim Maksimych, \\\"I was right, you see.  The presents produced only half an effect. She became more gracious more trustful -- but that was all.  Pechorin accordingly determined upon a last expedient.  One morning he ordered his horse to be saddled, dressed himself as a Cir- cassian, armed himself, and went into her room.\\n\\n\\\"'Bela,' he said.  'You know how I love you.  I decided to carry you off, thinking that when you grew to know me you would give me your love.  I was mistaken.  Farewell!  Re- main absolute mistress of all I possess.  Return to your father if you like -- you are free.  I have acted wrongfully towards you, and I must punish myself.  Farewell!  I am going.  Whither? -- How should I know?  Perchance I shall not have long to court the bullet or the sabre-stroke. Then remember me and forgive.'\\n\\n\\\"He turned away, and stretched out his hand to her in farewell.  She did not take his hand, but remained silent.  But I, standing there behind the door, was able through a chink to observe her countenance, and I felt sorry for her -- such a deathly pallor shrouded that charm- ing little face!  Hearing no answer, Pechorin took a few steps towards the door.  He was trembling, and -- shall I tell you? -- I think that he was in a state to perform in very fact what he had been saying in jest!  He was just that sort of man, Heaven knows!\\n\\n\\\"He had scarcely touched the door, however, when Bela sprang to her feet, burst out sobbing, and threw herself on his neck!  Would you believe it?  I, standing there behind the door, fell to weeping too, that is to say, you know, not exactly weeping -- but just -- well, something foolish!\\\"\\n\\nThe staff-captain became silent.\\n\\n\\\"Yes, I confess,\\\" he said after a while, tugging at his moustache, \\\"I felt hurt that not one woman had ever loved me like that.\\\"\\n\\n\\\"Was their happiness lasting?\\\" I asked.\\n\\n\\\"Yes, she admitted that, from the day she had first cast eyes on Pechorin, she had often dreamed of him, and that no other man had ever pro- duced such an impression upon her.  Yes, they were happy!\\\"\\n\\n\\\"How tiresome!\\\" I exclaimed, involuntarily.\\n\\nIn point of fact, I had been expecting a tragic ending -- when, lo! he must needs disappoint my hopes in such an unexpected manner! . . .\\n\\n\\\"Is it possible, though,\\\" I continued, \\\"that her father did not guess that she was with you in the fortress?\\\"\\n\\n\\\"Well, you must know, he seems to have had his suspicions.  After a few days, we learned that the old man had been murdered.  This is how it happened.\\\" . . .\\n\\nMy attention was aroused anew.\\n\\n\\\"I must tell you that Kazbich imagined that the horse had been stolen by Azamat with his father's consent; at any rate, that is what I suppose.  So, one day, Kazbich went and waited by the roadside, about three versts beyond the village.  The old man was returning from one of his futile searches for his daughter; his re- tainers were lagging behind.  It was dusk. Deep in thought, he was riding at a walking pace when, suddenly, Kazbich darted out like a cat from behind a bush, sprang up behind him on the horse, flung him to the ground with a thrust of his dagger, seized the bridle and was off.  A few of the retainers saw the whole affair from the hill; they dashed off in pursuit of Kazbich, but failed to overtake him.\\\"\\n\\n\\\"He requited himself for the loss of his horse, and took his revenge at the same time,\\\" I said, with a view to evoking my companion's opinion.\\n\\n\\\"Of course, from their point of view,\\\" said the staff-captain, \\\"he was perfectly right.\\\"\\n\\nI was involuntarily struck by the aptitude which the Russian displays for accommodating himself to the customs of the people in whose midst he happens to be living.  I know not whether this mental quality is deserving of censure or commendation, but it proves the incredible pliancy of his mind and the presence of that clear common sense which pardons evil wherever it sees that evil is inevitable or im- possible of annihilation.\\n\\nCHAPTER VII\\n\\nIN the meantime we had finished our tea. The horses, which had been put to long before, were freezing in the snow.  In the west the moon was growing pale, and was just on the point of plunging into the black clouds which were hanging over the distant summits like the shreds of a torn curtain.  We went out of the hut.  Contrary to my fellow-traveller's pre- diction, the weather had cleared up, and there was a promise of a calm morning.  The dancing choirs of the stars were interwoven in wondrous patterns on the distant horizon, and, one after another, they flickered out as the wan resplendence of the east suffused the dark, lilac vault of heaven, gradually illumining the steep mountain slopes, covered with the virgin snows.  To right and left loomed grim and mysterious chasms, and masses of mist, eddying and coiling like snakes, were creeping thither along the furrows of the neighbouring cliffs, as though sentient and fear- ful of the approach of day.\\n\\nAll was calm in heaven and on earth, calm as within the heart of a man at the moment of morning prayer; only at intervals a cool wind rushed in from the east, lifting the horses' manes which were covered with hoar-frost.  We started off.  The five lean jades dragged our wagons with difficulty along the tortuous road up Mount Get.  We ourselves walked behind, placing stones under the wheels whenever the horses were spent. The road seemed to lead into the sky, for, so far as the eye could discern, it still mounted up and up, until finally it was lost in the cloud which, since early evening, had been resting on the sum- mit of Mount Get, like a kite awaiting its prey. The snow crunched under our feet.  The atmo- sphere grew so rarefied that to breathe was pain- ful; ever and anon the blood rushed to my head, but withal a certain rapturous sensation was diffused throughout my veins and I felt a species of delight at being so high up above the world. A childish feeling, I admit, but, when we retire from the conventions of society and draw close to nature, we involuntarily become as children: each attribute acquired by experience falls away from the soul, which becomes anew such as it was once and will surely be again.  He whose lot it has been, as mine has been, to wander over the desolate mountains, long, long to observe their fantastic shapes, greedily to gulp down the life- giving air diffused through their ravines -- he, of course, will understand my desire to communicate, to narrate, to sketch those magic pictures.\\n\\nWell, at length we reached the summit of Mount Gut and, halting, looked around us. Upon the mountain a grey cloud was hanging, and its cold breath threatened the approach of a storm; but in the east everything was so clear and golden that we -- that is, the staff-captain and I -- forgot all about the cloud. . .  Yes, the staff-captain too; in simple hearts the feeling for the beauty and grandeur of nature is a hundred-fold stronger and more vivid than in us, ecstatic composers of narratives in words and on paper.\\n\\n\\\"You have grown accustomed, I suppose, to these magnificent pictures!\\\" I said.\\n\\n\\\"Yes, sir, you can even grow accustomed to the whistling of a bullet, that is to say, accus- tomed to concealing the involuntary thumping of your heart.\\\"\\n\\n\\\"I have heard, on the contrary, that many an old warrior actually finds that music agreeable.\\\"\\n\\n\\\"Of course, if it comes to that, it is agree- able; but only just because the heart beats more violently.  Look!\\\" he added, pointing towards the east.  \\\"What a country!\\\"\\n\\nAnd, indeed, such a panorama I can hardly hope to see elsewhere.  Beneath us lay the Koishaur Valley, intersected by the Aragva and another stream as if by two silver threads; a bluish mist was gliding along the valley, fleeing into the neighbouring defiles from the warm rays of the morning.  To right and left the mountain crests, towering higher and higher, intersected each other and stretched out, covered with snows and thickets; in the distance were the same mountains, which now, however, had the appearance of two cliffs, one like to the other.  And all these snows were burning in the crimson glow so merrily and so brightly that it seemed as though one could live in such a place for ever.  The sun was scarcely visible behind the dark-blue mountain, which only a practised eye could distinguish from a thunder-cloud; but above the sun was a blood-red streak to which my companion directed particular attention.\\n\\n\\\"I told you,\\\" he exclaimed, \\\"that there would be dirty weather to-day!  We must make haste, or perhaps it will catch us on Mount Krestov. -- Get on!\\\" he shouted to the drivers.\\n\\nChains were put under the wheels in place of drags, so that they should not slide, the drivers took the horses by the reins, and the descent began.  On the right was a cliff, on the left a precipice, so deep that an entire village of Ossetes at the bottom looked like a swallow's nest.  I shuddered, as the thought occurred to me that often in the depth of night, on that very road, where two wagons could not pass, a courier drives some ten times a year without climbing down from his rickety vehicle.  One of our drivers was a Russian peasant from Yaro- slavl, the other, an Ossete.  The latter took out the leaders in good time and led the shaft-horse by the reins, using every possible precaution -- but our heedless compatriot did not even climb down from his box!  When I remarked to him that he might put himself out a bit, at least in the interests of my portmanteau, for which I had not the slightest desire to clamber down into the abyss, he answered:\\n\\n\\\"Eh, master, with the help of Heaven we shall arrive as safe and sound as the others; it's not our first time, you know.\\\"\\n\\nAnd he was right.  We might just as easily have failed to arrive at all; but arrive we did, for all that.  And if people would only reason a little more they would be convinced that life is not worth taking such a deal of trouble about.\\n\\nPerhaps, however, you would like to know the conclusion of the story of Bela?  In the first place, this is not a novel, but a collection of travelling-notes, and, consequently, I cannot make the staff-captain tell the story sooner than he actually proceeded to tell it.  Therefore, you must wait a bit, or, if you like, turn over a few pages.  Though I do not advise you to do the latter, because the crossing of Mount Krestov (or, as the erudite Gamba calls it, le mont St. Christophe\\\\[1\\\\]) is worthy of your curiosity.\\n\\n\\\\[1\\\\] Krestov is an adjective meaning \\\"of the cross\\\" (Krest=cross); and, of course, is not the Russian for \\\"Christophe.\\\"\\n\\nWell, then, we descended Mount Gut into the Chertov Valley. . .  There's a romantic desig- nation for you!  Already you have a vision of the evil spirit's nest amid the inaccessible cliffs -- but you are out of your reckoning there.  The name \\\"Chertov\\\" is derived from the word cherta (boundary-line) and not from chort (devil), because, at one time, the valley marked the boundary of Georgia.  We found it choked with snow-drifts, which reminded us rather vividly of Saratov, Tambov, and other charming localities of our fatherland.\\n\\n\\\"Look, there is Krestov!\\\" said the staff- captain, when we had descended into the Chertov Valley, as he pointed out a hill covered with a shroud of snow.  Upon the summit stood out the black outline of a stone cross, and past it led an all but imperceptible road which travellers use only when the side-road is obstructed with snow.  Our drivers, declaring that no avalanches had yet fallen, spared the horses by conducting us round the mountain.  At a turning we met four or five Ossetes, who offered us their services; and, catching hold of the wheels, proceeded, with a shout, to drag and hold up our cart.  And, in- deed, it is a dangerous road; on the right were masses of snow hanging above us, and ready, it seemed, at the first squall of wind to break off and drop into the ravine; the narrow road was partly covered with snow, which, in many places, gave way under our feet and, in others, was converted into ice by the action of the sun by day and the frosts by night, so that the horses kept falling, and it was with difficulty that we ourselves made our way.  On the left yawned a deep chasm, through which rolled a torrent, now hiding beneath a crust of ice, now leaping and foaming over the black rocks.  In two hours we were barely able to double Mount Krestov -- two versts in two hours!  Meanwhile the clouds had descended, hail and snow fell; the wind, burst- ing into the ravines, howled and whistled like Nightingale the Robber.\\\\[1\\\\]  Soon the stone cross was hidden in the mist, the billows of which, in ever denser and more compact masses, rushed in from the east. . .\\n\\n\\\\[1\\\\] A legendary Russian hero whose whistling knocked people down.\\n\\nConcerning that stone cross, by the way, there exists the strange, but widespread, tradition that it had been set up by the Emperor Peter the First when travelling through the Caucasus. In the first place, however, the Emperor went no farther than Daghestan; and, in the second place, there is an inscription in large letters on the cross itself, to the effect that it had been erected by order of General Ermolov, and that too in the year 1824.  Nevertheless, the tradition has taken such firm root, in spite of the inscription, that really you do not know what to believe; the more so, as it is not the custom to believe inscriptions.\\n\\nTo reach the station Kobi, we still had to descend about five versts, across ice-covered rocks and plashy snow.  The horses were exhausted; we were freezing; the snowstorm droned with ever- increasing violence, exactly like the storms of our own northern land, only its wild melodies were sadder and more melancholy.\\n\\n\\\"O Exile,\\\" I thought, \\\"thou art weeping for thy wide, free steppes!  There mayest thou unfold thy cold wings, but here thou art stifled and confined, like an eagle beating his wings, with a shriek, against the grating of his iron cage!\\\"\\n\\n\\\"A bad look out,\\\" said the staff-captain. \\\"Look!  There's nothing to be seen all round but mist and snow.  At any moment we may tumble into an abyss or stick fast in a cleft; and a little lower down, I dare say, the Baidara has risen so high that there is no getting across it. Oh, this Asia, I know it!  Like people, like rivers!  There's no trusting them at all!\\\"\\n\\nThe drivers, shouting and cursing, belaboured the horses, which snorted, resisted obstinately, and refused to budge on any account, notwith- standing the eloquence of the whips.\\n\\n\\\"Your honour,\\\" one of the drivers said to me at length, \\\"you see, we will never reach Kobi to-day.  Won't you give orders to turn to the left while we can?  There is something black yonder on the slope -- probably huts.  Travellers always stop there in bad weather, sir.  They say,\\\" he added, pointing to the Ossetes, \\\"that they will lead us there if you will give them a tip.\\\"\\n\\n\\\"I know that, my friend, I know that without your telling me,\\\" said the staff-captain.  \\\"Oh, these beasts!  They are delighted to seize any pretext for extorting a tip!\\\"\\n\\n\\\"You must confess, however,\\\" I said, \\\"that we should be worse off without them.\\\"\\n\\n\\\"Just so, just so,\\\" he growled to himself.  \\\"I know them well -- these guides!  They scent out by instinct a chance of taking advantage of people.  As if it was impossible to find the way without them!\\\"\\n\\nAccordingly we turned aside to the left, and, somehow or other, after a good deal of trouble, made our way to the wretched shelter, which consisted of two huts built of stone slabs and rubble, surrounded by a wall of the same material.  Our ragged hosts received us with alacrity.  I learned afterwards that the Govern- ment supplies them with money and food upon condition that they put up travellers who are overtaken by storm.\\n\\nCHAPTER VIII\\n\\n\\\"ALL is for the best,\\\" I said, sitting down close by the fire.  \\\"Now you will finish telling me your story about Bela.  I am certain that what you have already told me was not the end of it.\\\"\\n\\n\\\"Why are you so certain?\\\" answered the staff-captain, winking and smiling slyly.\\n\\n\\\"Because things don't happen like that.  A story with such an unusual beginning must also have an unusual ending.\\\"\\n\\n\\\"You have guessed, of course\\\" . . .\\n\\n\\\"I am very glad to hear it.\\\"\\n\\n\\\"It is all very well for you to be glad, but, indeed, it makes me sad when I think of it. Bela was a splendid girl.  In the end I grew accustomed to her just as if she had been my own daughter, and she loved me.  I must tell you that I have no family.  I have had no news of my father and mother for twelve years or so, and, in my earlier days, I never thought of providing myself with a wife -- and now, you know, it wouldn't do.  So I was glad to have found someone to spoil.  She used to sing to us or dance the Lezginka.\\\\[1\\\\] . .  And what a dancer she was!  I have seen our own ladies in provincial society; and on one occasion, sir, about twenty years ago, I was even in the Nobles' Club at Moscow -- but was there a woman to be com- pared with her?  Not one!  Grigori Aleksandro- vich dressed her up like a doll, petted and pampered her, and it was simply astonishing to see how pretty she grew while she lived with us. The sunburn disappeared from her face and hands, and a rosy colour came into her cheeks. . . What a merry girl she was!  Always making fun of me, the little rogue! . . .  Heaven forgive her!\\\"\\n\\n\\\\[1\\\\] Lezghian dance.\\n\\n\\\"And when you told her of her father's death?\\\"\\n\\n\\\"We kept it a secret from her for a long time, until she had grown accustomed to her position; and then, when she was told, she cried for a day or two and forgot all about it.\\n\\n\\\"For four months or so everything went on as well as it possibly could.  Grigori Aleksandro- vich, as I think I have already mentioned, was passionately fond of hunting; he was always craving to be off into the forest after boars or wild goats -- but now it would be as much as he would do to go beyond the fortress rampart. All at once, however, I saw that he was beginning again to have fits of abstraction, walking about his room with his hands clasped behind his back. One day after that, without telling anyone, he set off shooting.  During the whole morning he was not to be seen; then the same thing happened another time, and so on -- oftener and oftener. . .\\n\\n\\\"'This looks bad!' I said to myself.  'Some- thing must have come between them!'\\n\\n\\\"One morning I paid them a visit -- I can see it all in my mind's eye, as if it was happening now.  Bela was sitting on the bed, wearing a black silk jacket, and looking rather pale and so sad that I was alarmed.\\n\\n\\\"'Where is Pechorin?' I asked.\\n\\n\\\"'Hunting.'\\n\\n\\\"'When did he go -- to-day?'\\n\\n\\\"'She was silent, as if she found a difficulty in answering.\\n\\n\\\"'No, he has been gone since yesterday,' she said at length, with a heavy sigh.\\n\\n\\\"'Surely nothing has happened to him!'\\n\\n\\\"'Yesterday I thought and thought the whole day,' she answered through her tears; 'I imagined all sorts of misfortunes.  At one time I fancied that he had been wounded by a wild boar, at another time, that he had been carried off by a Chechene into the mountains. . .  But, now, I have come to think that he no longer loves me.'\\n\\n\\\"'In truth, my dear girl, you could not have imagined anything worse!'\\n\\n\\\"She burst out crying; then, proudly raising her head, she wiped away the tears and con- tinued:\\n\\n\\\"'If he does not love me, then who prevents him sending me home?  I am not putting any constraint on him.  But, if things go on like this, I will go away myself -- I am not a slave, I am a prince's daughter!' . . .\\n\\n\\\"I tried to talk her over.\\n\\n\\\"'Listen, Bela.  You see it is impossible for him to stop in here with you for ever, as if he was sewn on to your petticoat.  He is a young man and fond of hunting.  Off he'll go, but you will find that he will come back; and, if you are going to be unhappy, you will soon make him tired of you.'\\n\\n\\\"'True, true!' she said.  'I will be merry.'\\n\\n\\\"And with a burst of laughter, she seized her tambourine, began to sing, dance, and gambol around me.  But that did not last long either; she fell upon the bed again and buried her face in her hands.\\n\\n\\\"What could I do with her?  You know I have never been accustomed to the society of women.  I thought and thought how to cheer her up, but couldn't hit on anything.  For some time both of us remained silent. . .  A most unpleasant situation, sir!\\n\\n\\\"At length I said to her:\\n\\n\\\"'Would you like us to go and take a walk on the rampart?  The weather is splendid.'\\n\\n\\\"This was in September, and indeed it was a wonderful day, bright and not too hot.  The mountains could be seen as clearly as though they were but a hand's-breadth away.  We went, and walked in silence to and fro along the rampart of the fortress.  At length she sat down on the sward, and I sat beside her.  In truth, now, it is funny to think of it all!  I used to run after her just like a kind of children's nurse!\\n\\n\\\"Our fortress was situated in a lofty position, and the view from the rampart was superb.  On one side, the wide clearing, seamed by a few clefts, was bounded by the forest which stretched out to the very ridge of the mountains.  Here and there, on the clearing, villages were to be seen sending forth their smoke, and there were droves of horses roaming about.  On the other side flowed a tiny stream, and close to its banks came the dense undergrowth which covered the flinty heights joining the principal chain of the Caucasus.  We sat in a corner of the bastion, so that we could see everything on both sides. Suddenly I perceived someone on a grey horse riding out of the forest; nearer and nearer he approached until finally he stopped on the far side of the river, about a hundred fathoms from us, and began to wheel his horse round and round like one possessed.  'Strange!' I thought.\\n\\n\\\"'Look, look, Bela,' I said, 'you've got young eyes -- what sort of a horseman is that?  Who is it he has come to amuse?' . . .\\n\\n\\\"'It is Kazbich!' she exclaimed after a glance.\\n\\n\\\"'Ah, the robber!  Come to laugh at us, has he?'\\n\\n\\\"I looked closely, and sure enough it was Kazbich, with his swarthy face, and as ragged and dirty as ever.\\n\\n\\\"'It is my father's horse!' said Bela, seizing my arm.\\n\\n\\\"She was trembling like a leaf and her eyes were sparkling.\\n\\n\\\"'Aha!' I said to myself.  'There is robber's blood in your veins still, my dear!'\\n\\n\\\"'Come here,' I said to the sentry.  'Look to your gun and unhorse that gallant for me -- and you shall have a silver ruble.'\\n\\n\\\"'Very well, your honour, only he won't keep still.'\\n\\n\\\"'Tell him to!' I said, with a laugh.\\n\\n\\\"'Hey, friend!' cried the sentry, waving his hand.  'Wait a bit.  What are you spinning round like a humming-top for?'\\n\\n\\\"Kazbich halted and gave ear to the sentry -- probably thinking that we were going to parley with him.  Quite the contrary! . . .  My grena- dier took aim. . .  Bang! . . .  Missed! . . . Just as the powder flashed in the pan Kazbich jogged his horse, which gave a bound to one side. He stood up in his stirrups, shouted something in his own language, made a threatening gesture with his whip -- and was off.\\n\\n\\\"'Aren't you ashamed of yourself?' I said to the sentry.\\n\\n\\\"'He has gone away to die, your honour,' he answered.  'There's no killing a man of that cursed race at one stroke.'\\n\\n\\\"A quarter of an hour later Pechorin returned from hunting.  Bela threw herself on his neck without a single complaint, without a single reproach for his lengthy absence! . . .  Even I was angry with him by this time!\\n\\n\\\"'Good heavens!' I said; 'why, I tell you, Kazbich was here on the other side of the river just a moment ago, and we shot at him.  How easily you might have run up against him, you know!  These mountaineers are a vindictive race!  Do you suppose he does not guess that you gave Azamat some help?  And I wager that he recognised Bela to-day!  I know he was desper- ately fond of her a year ago -- he told me so himself -- and, if he had had any hope of getting together a proper bridegroom's gift, he would certainly have sought her in marriage.'\\n\\n\\\"At this Pechorin became thoughtful.\\n\\n\\\"'Yes,' he answered.  'We must be more cautious -- Bela, from this day forth you mustn't walk on the rampart any more.'\\n\\n\\\"In the evening I had a lengthy explanation with him.  I was vexed that his feelings towards the poor girl had changed; to say nothing of his spending half the day hunting, his manner towards her had become cold.  He rarely caressed her, and she was beginning perceptibly to pine away; her little face was becoming drawn, her large eyes growing dim.\\n\\n\\\"'What are you sighing for, Bela?' I would ask her.  'Are you sad?'\\n\\n\\\"'No!'\\n\\n\\\"'Do you want anything?'\\n\\n\\\"'No!'\\n\\n\\\"'You are pining for your kinsfolk?'\\n\\n\\\"'I have none!'\\n\\n\\\"Sometimes for whole days not a word could be drawn from her but 'Yes' and 'No.'\\n\\n\\\"So I straightway proceeded to talk to Pechorin about her.\\\"\\n\\nCHAPTER IX\\n\\n\\\"'LISTEN, Maksim Maksimych,' said Pech- orin.  'Mine is an unfortunate dis- position; whether it is the result of my up- bringing or whether it is innate -- I know not. I only know this, that if I am the cause of un- happiness in others I myself am no less unhappy. Of course, that is a poor consolation to them -- only the fact remains that such is the case. In my early youth, from the moment I ceased to be under the guardianship of my relations, I began madly to enjoy all the pleasures which money could buy -- and, of course, such pleasures became irksome to me.  Then I launched out into the world of fashion -- and that, too, soon palled upon me.  I fell in love with fashionable beauties and was loved by them, but my imagina- tion and egoism alone were aroused; my heart remained empty. . .  I began to read, to study -- but sciences also became utterly wearisome to me. I saw that neither fame nor happiness depends on them in the least, because the happiest people are the uneducated, and fame is good fortune, to attain which you have only to be smart.  Then I grew bored. . .  Soon after- wards I was transferred to the Caucasus; and that was the happiest time of my life.  I hoped that under the bullets of the Chechenes boredom could not exist -- a vain hope!  In a month I grew so accustomed to the buzzing of the bullets and to the proximity of death that, to tell the truth, I paid more attention to the gnats -- and I became more bored than ever, because I had lost what was almost my last hope.  When I saw Bela in my own house; when, for the first time, I held her on my knee and kissed her black locks, I, fool that I was, thought that she was an angel sent to me by sympathetic fate. . .  Again I was mistaken; the love of a savage is little better than that of your lady of quality, the barbaric ignorance and simplicity of the one weary you as much as the coquetry of the other. I am not saying that I do not love her still; I am grateful to her for a few fairly sweet moments; I would give my life for her -- only I am bored with her. . .  Whether I am a fool or a villain I know not; but this is certain, I am also most deserving of pity -- perhaps more than she.  My soul has been spoiled by the world, my imagination is unquiet, my heart insatiate.  To me everything is of little moment.  I become as easily accus- tomed to grief as to joy, and my life grows emptier day by day.  One expedient only is left to me -- travel.\\n\\n\\\"'As soon as I can, I shall set off -- but not to Europe.  Heaven forfend!  I shall go to America, to Arabia, to India -- perchance I shall die some- where on the way.  At any rate, I am convinced that, thanks to storms and bad roads, that last consolation will not quickly be exhausted!'\\n\\n\\\"For a long time he went on speaking thus, and his words have remained stamped upon my memory, because it was the first time that I had heard such things from a man of five-and-twenty -- and Heaven grant it may be the last.  Isn't it astonishing?  Tell me, please,\\\" continued the staff-captain, appealing to me.  \\\"You used to live in the Capital, I think, and that not so very long ago.  Is it possible that the young men there are all like that?\\\"\\n\\nI replied that there were a good many people who used the same sort of language, that, prob- ably, there might even be some who spoke in all sincerity; that disillusionment, moreover, like all other vogues, having had its beginning in the higher strata of society, had descended to the lower, where it was being worn threadbare, and that, now, those who were really and truly bored strove to conceal their misfortune as if it were a vice.  The staff-captain did not under- stand these subtleties, shook his head, and smiled slyly.\\n\\n\\\"Anyhow, I suppose it was the French who introduced the fashion?\\\"\\n\\n\\\"No, the English.\\\"\\n\\n\\\"Aha, there you are!\\\" he answered.  \\\"They always have been arrant drunkards, you know!\\\"\\n\\nInvoluntarily I recalled to mind a certain lady, living in Moscow, who used to maintain that Byron was nothing more nor less than a drunkard. However, the staff-captain's observation was more excusable; in order to abstain from strong drink, he naturally endeavoured to convince himself that all the misfortunes in the world are the result of drunkenness.\\n\\nCHAPTER X\\n\\nMEANWHILE the staff-captain continued his story.\\n\\n\\\"Kazbich never put in an appearance again; but somehow -- I don't know why -- I could not get the idea out of my head that he had had a reason for coming, and that some mischievous scheme was in his mind.\\n\\n\\\"Well, one day Pechorin tried to persuade me to go boar-hunting with him.  For a long time I refused.  What novelty was a wild boar to me?\\n\\n\\\"However, off he dragged me, all the same. We took four or five soldiers and set out early in the morning.  Up till ten o'clock we scurried about the reeds and the forest -- there wasn't a wild beast to be found!\\n\\n\\\"'I say, oughtn't we to be going back?' I said.  'What's the use of sticking at it?  It is evident enough that we have happened on an unlucky day!'\\n\\n\\\"But, in spite of heat and fatigue, Pechorin didn't like to return empty-handed. . .  That is just the kind of man he was; whatever he set his heart on he had to have -- evidently, in his childhood, he had been spoiled by an indulgent mother.  At last, at midday, we discovered one of those cursed wild boars -- Bang!  Bang! -- No good! -- Off it went into the reeds.  That was an unlucky day, to be sure! . . .  So, after a short rest, we set off homeward. . .\\n\\n\\\"We rode in silence, side by side, giving the horses their head.  We had almost reached the fortress, and only the brushwood concealed it from view.  Suddenly a shot rang out. . .  We glanced at each other, both struck with the self- same suspicion. . .  We galloped headlong in the direction of the shot, looked, and saw the soldiers clustered together on the rampart and pointing towards a field, along which a rider was flying at full speed, holding something white across his saddle.  Grigori Aleksandrovich yelled like any Chechene, whipped his gun from its cover, and gave chase -- I after him.\\n\\n\\\"Luckily, thanks to our unsuccessful hunt, our horses were not jaded; they strained under the saddle, and with every moment we drew nearer and nearer. . .  At length I recognised Kazbich, only I could not make out what it was that he was holding in front of him.\\n\\n\\\"Then I drew level with Pechorin and shouted to him:\\n\\n\\\"'It is Kazbich!'\\n\\n\\\"He looked at me, nodded, and struck his horse with his whip.\\n\\n\\\"At last we were within gunshot of Kazbich. Whether it was that his horse was jaded or not so good as ours, I don't know, but, in spite of all his efforts, it did not get along very fast.  I fancy at that moment he remembered his Karagyoz!\\n\\n\\\"I looked at Pechorin.  He was taking aim as he galloped. . .\\n\\n\\\"'Don't shoot,' I cried.  'Save the shot! We will catch up with him as it is.'\\n\\n\\\"Oh, these young men!  Always taking fire at the wrong moment!  The shot rang out and the bullet broke one of the horse's hind legs.  It gave a few fiery leaps forward, stumbled, and fell to its knees.  Kazbich sprang off, and then we perceived that it was a woman he was holding in his arms -- a woman wrapped in a veil.  It was Bela -- poor Bela!  He shouted something to us in his own language and raised his dagger over her. . .  Delay was useless; I fired in my turn, at haphazard.  Probably the bullet struck him in the shoulder, because he dropped his hand suddenly.  When the smoke cleared off, we could see the wounded horse lying on the ground and Bela beside it; but Kazbich, his gun flung away, was clambering like a cat up the cliff, through the brushwood.  I should have liked to have brought him down from there -- but I hadn't a charge ready.  We jumped off our horses and rushed to Bela.  Poor girl!  She was lying motionless, and the blood was pouring in streams from her wound.  The villain!  If he had struck her to the heart -- well and good, everything would at least have been finished there and then; but to stab her in the back like that -- the scoundrel!  She was unconscious.  We tore the veil into strips and bound up the wound as tightly as we could.  In vain Pechorin kissed her cold lips -- it was impossible to bring her to.\\n\\n\\\"Pechorin mounted; I lifted Bela from the ground and somehow managed to place her before him on his saddle; he put his arm round her and we rode back.\\n\\n\\\"'Look here, Maksim Maksimych,' said Grigori Aleksandrovich, after a few moments of silence.  'We will never bring her in alive like this.'\\n\\n\\\"'True!' I said, and we put our horses to a full gallop.\\n\\nCHAPTER XI\\n\\n\\\"A CROWD was awaiting us at the fortress gate.  Carefully we carried the wounded girl to Pechorin's quarters, and then we sent for the doctor.  The latter was drunk, but he came, examined the wound, and announced that she could not live more than a day.  He was mistaken, though.\\\"\\n\\n\\\"She recovered?\\\" I asked the staff-captain, seizing him by the arm, and involuntarily re- joicing.\\n\\n\\\"No,\\\" he replied, \\\"but the doctor was so far mistaken that she lived two days longer.\\\"\\n\\n\\\"Explain, though, how Kazbich made off with her!\\\"\\n\\n\\\"It was like this: in spite of Pechorin's pro- hibition, she went out of the fortress and down to the river.  It was a very hot day, you know, and she sat on a rock and dipped her feet in the water.  Up crept Kazbich, pounced upon her, silenced her, and dragged her into the bushes. Then he sprang on his horse and made off. In the meantime she succeeded in crying out, the sentries took the alarm, fired, but wide of the mark; and thereupon we arrived on the scene.\\\"\\n\\n\\\"But what did Kazbich want to carry her off for?\\\"\\n\\n\\\"Good gracious!  Why, everyone knows these Circassians are a race of thieves; they can't keep their hands off anything that is left lying about! They may not want a thing, but they will steal it, for all that.  Still, you mustn't be too hard on them.  And, besides, he had been in love with her for a long time.\\\"\\n\\n\\\"And Bela died?\\\"\\n\\n\\\"Yes, she died, but she suffered for a long time, and we were fairly knocked up with her, I can tell you.  About ten o'clock in the evening she came to herself.  We were sitting by her bed. As soon as ever she opened her eyes she began to call Pechorin.\\n\\n\\\"'I am here beside you, my janechka' (that is, 'my darling'), he answered, taking her by the hand.\\n\\n\\\"'I shall die,' she said.\\n\\n\\\"We began to comfort her, telling her that the doctor had promised infallibly to cure her. She shook her little head and turned to the wall -- she did not want to die! . . .\\n\\n\\\"At night she became delirious, her head burned, at times a feverish paroxysm convulsed her whole body.  She talked incoherently about her father, her brother; she yearned for the mountains, for her home. . .  Then she spoke of Pechorin also, called him various fond names, or reproached him for having ceased to love his janechka.\\n\\nHe listened to her in silence, his head sunk in his hands; but yet, during the whole time, I did not notice a single tear-drop on his lashes.  I do not know whether he was actually unable to weep or was mastering himself; but for my part I have never seen anything more pitiful.\\n\\n\\\"Towards morning the delirium passed off. For an hour or so she lay motionless, pale, and so weak that it was hardly possible to observe that she was breathing.  After that she grew better and began to talk: only about what, think you? Such thoughts come only to the dying! . . . She lamented that she was not a Christian, that in the other world her soul would never meet the soul of Grigori Aleksandrovich, and that in Paradise another woman would be his companion.  The thought occurred to me to baptize her before her death.  I told her my idea; she looked at me undecidedly, and for a long time was unable to utter a word.  Finally she answered that she would die in the faith in which she had been born.  A whole day passed thus.  What a change that day made in her! Her pale cheeks fell in, her eyes grew ever so large, her lips burned.  She felt a consuming heat within her, as though a red-hot blade was piercing her breast.\\n\\n\\\"The second night came on.  We did not close our eyes or leave the bedside.  She suffered terribly, and groaned; and directly the pain began to abate she endeavoured to assure Grigori Aleksandrovich that she felt better, tried to persuade him to go to bed, kissed his hand and would not let it out of hers.  Before the morning she began to feel the death agony and to toss about.  She knocked the bandage off, and the blood flowed afresh.  When the wound was bound up again she grew quiet for a moment and begged Pechorin to kiss her.  He fell on his knees beside the bed, raised her head from the pillow, and pressed his lips to hers -- which were growing cold.  She threw her trembling arms closely round his neck, as if with that kiss she wished to yield up her soul to him. -- No, she did well to die!  Why, what would have become of her if Grigori Aleksandrovich had abandoned her?  And that is what would have happened, sooner or later.\\n\\n\\\"During half the following day she was calm, silent and docile, however much the doctor tortured her with his fomentations and mixtures.\\n\\n\\\"'Good heavens!' I said to him, 'you know you said yourself that she was certain to die, so what is the good of all these preparations of yours?'\\n\\n\\\"'Even so, it is better to do all this,' he replied, 'so that I may have an easy conscience.'\\n\\n\\\"A pretty conscience, forsooth!\\n\\n\\\"After midday Bela began to suffer from thirst.  We opened the windows, but it was hotter outside than in the room; we placed ice round the bed -- all to no purpose.  I knew that that intolerable thirst was a sign of the approaching end, and I told Pechorin so.\\n\\n\\\"'Water, water!' she said in a hoarse voice, raising herself up from the bed.\\n\\n\\\"Pechorin turned pale as a sheet, seized a glass, filled it, and gave it to her.  I covered my eyes with my hands and began to say a prayer -- I can't remember what. . .  Yes, my friend, many a time have I seen people die in hospitals or on the field of battle, but this was something altogether different!  Still, this one thing grieves me, I must confess: she died without even once calling me to mind.  Yet I loved her, I should think, like a father! . . .  Well, God forgive her! . . .  And, to tell the truth, what am I that she should have remembered me when she was dying? . . .\\n\\n\\\"As soon as she had drunk the water, she grew easier -- but in about three minutes she breathed her last!  We put a looking-glass to her lips -- it was undimmed!\\n\\n\\\"I led Pechorin from the room, and we went on to the fortress rampart.  For a long time we walked side by side, to and fro, speaking not a word and with our hands clasped behind our backs.  His face expressed nothing out of the common -- and that vexed me.  Had I been in his place, I should have died of grief.  At length he sat down on the ground in the shade and began to draw something in the sand with his stick. More for form's sake than anything, you know, I tried to console him and began to talk.  He raised his head and burst into a laugh!  At that laugh a cold shudder ran through me. . .  I went away to order a coffin.\\n\\n\\\"I confess it was partly to distract my thoughts that I busied myself in that way.  I possessed a little piece of Circassian stuff, and I covered the coffin with it, and decked it with some Circassian silver lace which Grigori Aleksandrovich had bought for Bela herself.\\n\\n\\\"Early next morning we buried her behind the fortress, by the river, beside the spot where she had sat for the last time.  Around her little grave white acacia shrubs and elder-trees have now grown up.  I should have liked to erect a cross, but that would not have done, you know -- after all, she was not a Christian.\\\"\\n\\n\\\"And what of Pechorin?\\\" I asked.\\n\\n\\\"Pechorin was ill for a long time, and grew thin, poor fellow; but we never spoke of Bela from that time forth.  I saw that it would be dis- agreeable to him, so what would have been the use?  About three months later he was appointed to the E---- Regiment, and departed for Georgia.  We have never met since.  Yet, when I come to think of it, somebody told me not long ago that he had returned to Russia -- but it was not in the general orders for the corps.  Besides, to the like of us news is late in coming.\\\"\\n\\nHereupon -- probably to drown sad memories -- he launched forth into a lengthy dissertation on the unpleasantness of learning news a year late.\\n\\nI did not interrupt him, nor did I listen.\\n\\nIn an hour's time a chance of proceeding on our journey presented itself.  The snowstorm subsided, the sky became clear, and we set off. On the way I involuntarily let the conversation turn on Bela and Pechorin.\\n\\n\\\"You have not heard what became of Kaz- bich?\\\" I asked.\\n\\n\\\"Kazbich?  In truth, I don't know.  I have heard that with the Shapsugs, on our right flank, there is a certain Kazbich, a dare-devil fellow who rides about at a walking pace, in a red tunic, under our bullets, and bows politely whenever one hums near him -- but it can scarcely be the same person!\\\" . . .\\n\\nIn Kobi, Maksim Maksimych and I parted company.  I posted on, and he, on account of his heavy luggage, was unable to follow me. We had no expectation of ever meeting again, but meet we did, and, if you like, I will tell you how -- it is quite a history. . .  You must acknowledge, though, that Maksim Maksimych is a man worthy of all respect. . .  If you admit that, I shall be fully rewarded for my, perhaps, too lengthy story.\\n\\nBOOK II MAKSIM MAKSIMYCH\",\"timestamp\":1636537767,\"title\":\"\\\"And what about the father?\\\"\"},\"digest\":\"pzl_cfCRzcx_HRigEb-Fi7CP5VU5n-5o6kedklw4ZnU\",\"authorship\":{\"contributor\":\"0x8B618F70Ab9b48034d51dD2B87eFEf243B118980\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Is9iwM3GGHWarWp3nRVYKPV5rfYfGaMWgDsWDWTLvTc\\\",\\\"y\\\":\\\"tik2j-jgJBezrys9EEPIjd329M-l6rt0-jZEnr6sB3Q\\\"}\",\"signature\":\"SgKRBCB2WbwrH3k71CZkHph662pSSMvBqT4MdMEJKKfl5ieSEW4CS5PRYeW5KJi1lgeKsbfC9iATJfSYFLoKRA\",\"signingKeySignature\":\"0xb1bf0302943350ad3a22ace8b6964dee94e2f93b993624b049d5dee1ee13411d66567a801518ca777fe83c904a073325372a9f8032aaf6c3dbe8df2344c021551c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Is9iwM3GGHWarWp3nRVYKPV5rfYfGaMWgDsWDWTLvTc\\\",\\\"y\\\":\\\"tik2j-jgJBezrys9EEPIjd329M-l6rt0-jZEnr6sB3Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"pzl_cfCRzcx_HRigEb-Fi7CP5VU5n-5o6kedklw4ZnU\"}"