"{\"content\":{\"body\":\"1) [NFTfi](https://nftfi.com/)\\n\\nNFTfi is a simple marketplace for NFT collateralized loans where users can put their NFT assets up as collateral for a loan, or offer loans to other users on their non-fungible tokens. Borrowers can use their NFTs as collateral by putting any ERC-721 token up for collateralization. Other users can then offer the borrower a loan. If the borrower accepts a loan, the ETH gets paid out from the lender’s account, and the borrower’s NFT gets locked in the NFTfi smart contract. Once they repay the loan the asset will be transferred back into their possession. If the borrower fails to repay the total owed by the agreed date, their asset will be transferred to the lender. Check out this [in-depth review](https://decentralised.news/nftfi-com-nft-collateralized-loan-marketplace-2021-review/) of the NFTfi platform.\\n\\n![Source: NFTfi Medium](https://decentralised.news/wp-content/uploads/2021/08/NFTfi.jpeg)\\n\\n2) [Mintbase](https://mintbase.io/)\\n\\nMintbase is an administrative platform, a global platform and marketplace just like Amazon. It allows anyone, including those with less technical backgrounds, to create their own digital assets verified on multiple blockchains. Mintbase provides users (minters) with various creative allocation and redemption mechanisms for their customers. This means that you can offer, buy and sell your items. Unlike Amazon, you can also sell your items on other digital exchanges. Mintbase allows you to create scarce, interoperable and unique digital items via [non-fungible tokens](https://decentralised.news/non-fungible-tokens-nfts-explained/) (NFTs).\\n\\n![Source: Mintbase](https://decentralised.news/wp-content/uploads/2021/08/Mintbase.png)\\n\\n3) [NFT Trader](https://www.nfttrader.io/)\\n\\nNFTtrader is a peer-to-peer non-fungible token trading platform. The team developed a fully on-chain Ethereum based platform which offers a direct P2P trustless method for swapping NFTs between unknown users. Users can trade NFTs from across different Dapps. The user only needs to perform 3 steps in the process. The 1st step, NFT Trader automatically allocates the user’s wallet’s NFTs into their respective DApps. The user selects their desired DApp from the list and then chooses the NFT they want to trade. The second step, the user selects a new DApp from the list and then the NFT that they want to swap for from a counterpart. The final step is initiated by paying a small transaction fee to generate the trade link. Then that user shares this link with the counterpart. For the counterpart all they have to do is click on that shared link then accept or reject the swap offer. If accepted, the NFT will be transferred to their wallet.\\n\\n![Source: NFT Trader Medium](https://decentralised.news/wp-content/uploads/2021/08/NFT-Trader.png)\\n\\n4) [Charged Particles](https://charged.fi/)\\n\\nThe Charged Particles platform facilitates a peer-to-peer digital art marketplace where collectors, artists, and other users can sell, purchase, list for auction, and bid on NFT creations. Users are able to obtain NFTs by purchasing them on the marketplace. Items listed for sale on the marketplace are not offered on consignment or held in trust on behalf of any artist, collector, owner, or user. All NFTs on the Charged Particles platform are represented by a unique cryptographic token exclusively minted by other users. Each NFT on the Platform is minted or charged by using the Charged Particles smart contracts. All NFTs Minted or Charged on the Platform are forever tracked and stored on the Ethereum blockchain.\\n\\nNFT creations on the Charged Particles platform are offered for sale at a price (in ETH) established solely by the creator of the NFT. Purchasers may purchase an NFT through the site by sending the requested amount of ETH to a [Smart Contract](https://decentralised.news/how-to-deploy-an-ethereum-smart-contract/) configured to initiate a transfer of the NFT. All transactions on the marketplace, including transfers, charges, offers, sales, or purchases of NFTs are initiated at the sole discretion of the users. To initiate a transaction on the marketplace, a user must voluntarily invoke one or more Smart Contract operations from an [Ethereum](https://decentralised.news/what-is-ethereum/) wallet. The Smart Contracts are configured to facilitate the execution of a voluntary user offer, an acceptance of an offer, or other confirmation to purchase, sell, Mint, or transfer a NFT Creation. The user is bound by the outcome of any Smart Contract operation by engaging with the smart contract, even if it doesn’t behave as the user expects.\\n\\n5) [Rarible](https://rarible.com/)\\n\\nRarible is a non-custodial marketplace which means that users have full control of their tokens. The platform does offer IP rights to users through Proof of Provenance. Any user can access the marketplace to create and display their artwork. Users can also collect the art pieces displayed by purchasing them in Ethereum tokens. Rarible is a community-owned, decentralised marketplace for non-fungible tokens ([NFTs](https://decentralised.news/non-fungible-tokens-nfts-explained/)). The NFT marketplace, [Rarible](https://app.rarible.com/), allows users to create and sell digital collectibles through the platform. Rarible makes it possible for users to mint digital collectibles with no coding skills required and enables creators to turn their works into NFTs and sell them on the marketplace. Both ERC-721 and ERC-1155 tokens are supported on the Rarible platform. [Read the full review](https://decentralised.news/rarible-nft-marketplace-guide/).\\n\\n![Source: Rarible](https://decentralised.news/wp-content/uploads/2021/08/Rarible.png)\\n\\n6) [SuperRare](https://superrare.co/)\\n\\nSuperRare is the property of Pixura – a platform for creating, tracking, and exchanging crypto collectibles. Their web interface makes it possible for non-technical users to create a marketplace in minutes. SuperRare offers a new way to interact with art, culture, and collecting digital objects online that are secured by cryptography and tracked on the [blockchain](https://decentralised.news/bitcoin-blockchain-cryptocurrency-explained/). The SuperRare platform facilitates a peer-to-peer digital art marketplace and auction house where artists, collectors, and other users can sell, purchase, list for auction, make offers, and bid on SuperRare items. [Read the full review](https://decentralised.news/superrare-p2p-digital-art-marketplace-explained/).\\n\\n7) [Mintable](https://mintable.app/)\\n\\nMintable is an NFT marketplace backed by billionaire Mark Cuban. Users need to be at least 13 years old and residents of the United States to use the service. When a user creates their own personalized account, they may be able to generate content in the form of non-fungible tokens on the Ethereum blockchain from using the service. Users are solely responsible for the content that they post, upload, link to or otherwise make available via the service. [Read the full review](https://decentralised.news/mintable-app-nft-marketplace-2021-review/).\",\"timestamp\":1642412358,\"title\":\"Top 7 Popular Marketplaces for NFTs, Crypto Art & Digital Collectibles - Decentralised News\"},\"digest\":\"K1hDbs7Fm7Ra4-AyQ5B3gfV0XUMgRmsF6mJDL4Np6YQ\",\"authorship\":{\"contributor\":\"0x4C95991AbC02a30B92a07Fc1935CD58804537ed8\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lF_t-VOWxNiyQvq8zuhI3WOlNsE6D8dSJxH3K1fSmws\\\",\\\"y\\\":\\\"4oB_ik0nMl4P8V80Ct5Q7sgD1_5YqRyS2pl-rojbV54\\\"}\",\"signature\":\"NqV-mW0VX2SfTokgMf8kjgijv94PD3ITOzj1gOfooFvEiePasrwiCH9R4shxPAsq_6hRKR0uArqwnBHz47z95g\",\"signingKeySignature\":\"0x0492e1c4052b465cc7585f482d13e85be5941efb594974d773febaff7956fd6913eeb69177ef7b1ce39df0a6fe43d432afe632cb29efa447436cf758f5d497b51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lF_t-VOWxNiyQvq8zuhI3WOlNsE6D8dSJxH3K1fSmws\\\",\\\"y\\\":\\\"4oB_ik0nMl4P8V80Ct5Q7sgD1_5YqRyS2pl-rojbV54\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"K1hDbs7Fm7Ra4-AyQ5B3gfV0XUMgRmsF6mJDL4Np6YQ\"}"