"{\"content\":{\"body\":\"\\\"Antonio and Maddalena live here, Signora.\\\"\\n\\n\\\"And Ruffo,\\\" she said, as if correcting him.\\n\\n\\\"Ruffo! Si, Signora, of course.\\\"\\n\\nHermione looked at the house. It was evidently let out in rooms to people who were comparatively poor; not very poor, not in any destitution, but who made a modest livelihood, and could pay their fourteen or fifteen lire a month for lodging. She divined by its aspect that every room was occupied. For the building teemed with life, and echoed with the sound of calling, or screaming, voices. The inhabitants were surely all of them in a flurry of furious activity. Children were playing before and upon the door-step, which was flanked by an open shop, whose interior revealed with a blatant sincerity a rummage of mysterious edibles--fruit, vegetables, strings of strange objects that looked poisonous, fungi, and other delights. Above, from several windows, women leaned out, talking violently to one another. Two were holding babies, who testified their new-born sense of life by screaming shrilly. Across other window-spaces heads passed to and fro, denoting the continuous movement of those within. People in the street called to people in the house, and the latter shouted in answer, with that absolute lack of self-consciousness and disregard of the opinions of others which is the hall-mark of the true Neapolitan. From the corner came the rumble and the bell notes of the trams going to and coming from the tunnel that leads to Fuorigrotta. And from every direction rose the vehement street calls of ambulant venders of the necessaries of Neapolitan life.\\n\\n\\\"Ruffo lives here!\\\" said Hermione.\\n\\nShe could hardly believe it. So unsuitable seemed such a dwelling to that bright-eyed child of the sea, whom she had always seen surrounded by the wide airs and the waters.\\n\\n\\\"Si, Signora. They are on the third floor. Shall I take you up?\\\"\\n\\nHermione hesitated. Should she go up alone?\\n\\n\\\"Please show me the way,\\\" she said, deciding.\\n\\nFabiano preceded her up a dirty stone staircase, dark and full of noises, till they came to the third floor.\\n\\n\\\"It is here, Signora!\\\"\\n\\nHe knocked loudly on a door. It was opened very quickly, as if by some one who was on the watch, expectant of an arrival.\\n\\n\\\"Chi e?\\\" cried a female voice.\\n\\nAnd, almost simultaneously, a woman appeared with eyes that stared in inquiry.\\n\\nBy these eyes, their shape, and the long, level brows above them, Hermione knew that this woman must be Ruffo's mother.\\n\\n\\\"Good-morning, Donna Maddalena,\\\" said Fabiano, heartily.\\n\\n\\\"Good-morning,\\\" said the woman, directing her eyes with a strange and pertinacious scrutiny to Hermione, who stood behind him. \\\"I thought perhaps it was--\\\"\\n\\nShe stopped. Behind, in the doorway, appeared the head of a young woman, covered with blue-black hair, then the questioning face of an old woman with a skin like yellow parchment.\\n\\n\\\"Don Antonio?\\\"\\n\\nShe nodded, keeping her long, Arab eyes on Hermione.\\n\\n\\\"No. Are you expecting him so early?\\\"\\n\\n\\\"He may come at any time. Chi lo sa?\\\"\\n\\nShe shrugged her broad, graceless shoulders.\\n\\n\\\"It isn't he! It isn't Antonio!\\\" bleated a pale and disappointed voice, with a peculiarly irritating timbre.\\n\\nIt was the voice of the old woman, who now darted over Maddalena Bernari's shoulder a hostile glance at Hermione.\\n\\n\\\"Madonna Santissima!\\\" baaed the woman with the blue-black hair. \\\"Perhaps he will not be let out to-day!\\\"\\n\\nThe old woman began to cry feebly, yet angrily.\\n\\n\\\"Courage, Madre Teresa!\\\" said Fabiano. \\\"Antonio will be here to-day for a certainty. Every one knows it. His friends\\\"--he raised a big brown hand significantly--\\\"his friends have managed well for him.\\\"\\n\\n\\\"Si! si! It is true!\\\" said the black-haired woman, nodding her large head, and gesticulating towards Madre Teresa. \\\"He will be here to-day. Antonio will be here.\\\"\\n\\nThey all stared at Hermione, suddenly forgetting their personal and private affairs.\\n\\n\\\"Donna Maddalena,\\\" said Fabiano, \\\"here is a signora who knows Ruffo. I met her at the Mergellina, and she asked me to show her the way here.\\\"\\n\\n\\\"Ruffo is out,\\\" said Maddalena, always keeping her eyes on Hermione.\\n\\n\\\"May I come in and speak to you?\\\" asked Hermione.\\n\\nMaddalena looked doubtful, yet curious.\\n\\n\\\"My son is in the sea, Signora. He is bathing at the Marina.\\\"\\n\\nHermione thought of the brown body she had seen falling through the shining air, of the gay splash as it entered the water.\\n\\n\\\"I know your son so well that I should like to know his mother,\\\" she said.\\n\\nFabiano by this time had moved aside, and the two women were confronting each other in the doorway. Behind Maddalena the two other women stared and listened with all their might, giving their whole attention to this unexpected scene.\\n\\n\\\"Are you the Signora of the island?\\\" asked Maddalena.\\n\\n\\\"Yes, I am.\\\"\\n\\n\\\"Let the Signora in, Donna Maddalena,\\\" said Fabiano. \\\"She is tired and wants to rest.\\\"\\n\\nWithout saying anything Maddalena moved her broad body from the doorway, leaving enough space for Hermione to enter.\\n\\n\\\"Thank you,\\\" said Hermione to Fabiano, giving him a couple of lire.\\n\\n\\\"Grazie, Signora. I will wait down-stairs to take you back.\\\"\\n\\nHe went off before she had time to tell him that was not necessary.\\n\\nHermione walked into Ruffo's home.\\n\\nThere were two rooms, one opening into the other. The latter was a kitchen, the former the sleeping-room. Hermione looked quietly round it, and her eyes fell at once upon a large green parrot, which was sitting at the end of the board on which, supported by trestles of iron, the huge bed of Maddalena and her husband was laid. At present this bed was rolled up, and in consequence towered to a considerable height. The parrot looked at Hermione coldly, with round, observant eyes whose pupils kept contracting and expanding with a monotonous regularity. She felt as if it had a soul that was frigidly ironic. Its pertinacious glance chilled and repelled her, and she fancied it was reflected in the faces of the women round her.\\n\\n\\\"Can I speak to you alone for a few minutes?\\\" she asked Maddalena.\\n\\nMaddalena turned to the two women and spoke to them loudly in dialect. They replied. The old woman spoke at great length. She seemed always angry and always upon the verge of tears. Over her shoulders she wore a black shawl, and as she talked she kept fidgeting with it, pulling it first to one side, then to the other, or dragging at it with her thin and crooked yellow fingers. The parrot watched her steadily. Her hideous voice played upon Hermione's nerves till they felt raw. At length, looking back, as she walked, with bloodshot eyes, she went into the kitchen, followed by the young woman. They began talking together in sibilant whispers, like people conspiring.\\n\\nAfter a moment of apparent hesitation Maddalena gave her visitor a chair.\\n\\n\\\"Thank you,\\\" Hermione said, taking it.\\n\\nShe looked round the room again. It was clean and well kept, but humbly furnished. Ruffo's bed was rolled up in a corner. On the walls were some shields of postcards and photographs, such as the poor Italians love, deftly enough arranged and fastened together by some mysterious not apparent means. Many of the postcards were American. Near two small flags, American and Italian, fastened crosswise above the head of the big bed, was a portrait of Maria Addolorata, under which burned a tiny light. A palm, blessed, and fashioned like a dagger with a cross for the hilt, was nailed above it, with a coral charm to protect the household against the evil eye. And a little to the right of it was a small object which Hermione saw and wondered at without understanding why it should be there, or what was its use--a /Fattura della morte/ (death-charm), in the form of a green lemon pierced with many nails. This hung by a bit of string to a nail projecting from the wall.\\n\\nFrom the death-charm Hermione turned her eyes to Maddalena.\\n\\nShe saw a woman who was surely not very much younger than herself, with a broad and spreading figure, wide hips, plump though small-boned arms, heavy shoulders. The face--that, perhaps--yes, that, certainly-- must have been once pretty. Very pretty? Hermione looked searchingly at it until she saw Maddalena's eyes drop before hers suddenly, as if embarrassed. She must say something. But now that she was here she felt a difficulty in opening a conversation, an intense reluctance to speak to this woman into whose house she had almost forced her way. With the son she was strangely intimate. From the mother she felt separated by a gulf.\\n\\nAnd that fear of hers?\\n\\nShe looked again round the room. Had that fear increased or diminished? Her eyes fell on Maria Addolorata, then on the /Fattura della morte/. She did not know why, but she was moved to speak about it.\\n\\n\\\"You have nice rooms here,\\\" she said.\\n\\n\\\"Si, Signora.\\\"\\n\\nMaddalena had rather a harsh voice. She spoke politely, but inexpressively.\\n\\n\\\"What a curious thing that is on the wall!\\\"\\n\\n\\\"Signora?\\\"\\n\\n\\\"It's a lemon, isn't it? With nails stuck through it?\\\"\\n\\nMaddalena's broad face grew a dusky red.\\n\\n\\\"That is nothing, Signora!\\\" she said, hastily.\\n\\nShe looked greatly disturbed, suddenly went over to the bed, unhooked the string from the nail, and put the death-charm into her pocket. As she came back she looked at Hermione with defiance in her eyes.\\n\\nThe gulf between them had widened.\\n\\nFrom the kitchen came the persistent sound of whispering voices. The green parrot turned sideways on the board beyond the pile of rolled-up mattresses, and looked, with one round eye, steadfastly at Hermione.\\n\\nAn almost intolerable sensation of desertion swept over her. She felt as if every one hated her.\\n\\n\\\"Would you mind shutting that door?\\\" she said to Maddalena, pointing towards the kitchen.\\n\\nThe sound of whispers ceased. The women within were listening.\\n\\n\\\"Signora, we always keep it open.\\\"\\n\\n\\\"But I have something to say to you that I wish to say in private.\\\"\\n\\n\\\"Si!\\\"\\n\\nThe exclamation was suspicious. The voice sounded harsher than before. In the kitchen the silence seemed to increase, to thrill with anxious curiosity.\\n\\n\\\"Please shut that door.\\\"\\n\\nIt was like an order. Maddalena obeyed it, despite a cataract of words from the old woman that voiced indignant protest.\\n\\n\\\"And do sit down, won't you? I don't like to sit while you are standing.\\\"\\n\\n\\\"Signora, I--\\\"\\n\\n\\\"Please do sit down.\\\"\\n\\nHermione's voice began to show her acute nervous agitation. Maddalena stared, then took another chair from its place against the wall, and sat down at some distance from Hermione. She folded her plump hands in her lap. Seated, she looked bigger, more graceless, than before. But Hermione saw that she was not really middle-aged. Hard life and trouble doubtless had combined to destroy her youth and beauty early, to coarsen the outlines, to plant the many wrinkles that spread from the corners of her eyes and lips to her temples and her heavy, dusky cheeks. She was now a typical woman of the people. Hermione tried to see her as a girl, long ago--years and years ago.\\n\\n\\\"I know your son Ruffo very well,\\\" she said.\\n\\nMaddalena's face softened.\\n\\n\\\"Si, Signora. He has told me of you.\\\"\\n\\nSuddenly she seemed to recollect something.\\n\\n\\\"I have never-- Signora, thank you for the money,\\\" she said.\\n\\nThe harshness was withdrawn from her voice as she spoke now, and in her abrupt gentleness she looked much younger than before. Hermione divined in that moment her vanished beauty. It seemed suddenly to be unveiled by her tenderness.\\n\\n\\\"I heard you were in trouble.\\\"\\n\\n\\\"Si, Signora--great trouble.\\\"\\n\\nHer eyes filled with tears and her mouth worked. As if moved by an uncontrollable impulse, she thrust one hand into her dress, drew out the death-charm, and contemplated it, at the same time muttering some words that Hermione did not understand. Her face became full of hatred. Holding up the charm, and lifting her head, she exclaimed:\\n\\n\\\"Those who bring trouble shall have trouble!\\\"\\n\\nWhile she spoke she looked straight before her, and her voice became harsh again, seemed to proclaim to the world unalterable destiny.\\n\\n\\\"Yes,\\\" said Hermione, in a low voice.\\n\\nMaddalena hid the death-charm once more with a movement that was surreptitious.\\n\\n\\\"Yes,\\\" Hermione said again, gazing into Maddalena's still beautiful eyes. \\\"And you have trouble!\\\"\\n\\nMaddalena looked afraid, like an ignorant person whose tragic superstition is proved true by an assailing fact.\\n\\n\\\"Signora!\\\"\\n\\n\\\"You have trouble in your house. Have you ever brought trouble to any one? Have you?\\\"\\n\\nMaddalena stared at her with dilated eyes, but made no answer.\\n\\n\\\"Tell me something.\\\" Hermione leaned forward. \\\"You know my servant, Gaspare?\\\"\\n\\nMaddalena was silent.\\n\\n\\\"You know Gaspare. Did you know him in Sicily?\\\"\\n\\n\\\"Sicily?\\\" Her face and her voice had become stupid. \\\"Sicily?\\\" she repeated.\\n\\nThe parrot shifted on the board, lifted its left claw, and craned its head forward in the direction of the two women. The tram-bell sounded its reiterated appeal.\\n\\n\\\"Yes, in Sicily. You are a Sicilian?\\\"\\n\\n\\\"Who says so?\\\"\\n\\n\\\"Your son is a Sicilian. At the port they call him 'Il Siciliano.' \\\"\\n\\n\\\"Do they?\\\"\\n\\nHer intellect seemed to be collapsing. She looked almost bovine.\\n\\nHermione's excitement began to be complicated by a feeling of hot anger.\\n\\n\\\"But don't you know it? You must know it!\\\"\\n\\nThe parrot shuffled slowly along the board, coming nearer to them, and bowing its head obsequiously. Hermione could not help watching its movements with a strained attention. Its presence distracted her. She had a longing to take it up and wring its neck. Yet she loved birds.\\n\\n\\\"You must know it!\\\" she repeated, no longer looking at Maddalena.\\n\\n\\\"Si!\\\"\\n\\nAll ignorance and all stupidity were surely enshrined in that word thus said.\\n\\n\\\"Where did you know Gaspare?\\\"\\n\\n\\\"Who says I know Gaspare?\\\"\\n\\nThe way in which she pronounced his name revealed to Hermione a former intimacy between them.\\n\\n\\\"Ruffo says so.\\\"\\n\\nThe parrot was quite at the edge of the board now, listening apparently with cold intensity to every word that was being said. And Hermione felt that behind the kitchen door the two women were straining their ears to catch the conversation. Was the whole world listening? Was the whole world coldly, cruelly intent upon her painful effort to come out of darkness into--perhaps a greater darkness?\\n\\n\\\"Ruffo says so. Ruffo told me so.\\\"\\n\\n\\\"Boys say anything.\\\"\\n\\n\\\"Do you mean it is not true?\\\"\\n\\nMaddalena's face was now almost devoid of expression. She had set her knees wide apart and planted her hands on them.\\n\\n\\\"Do you mean that?\\\" repeated Hermione.\\n\\n\\\"Boys--\\\"\\n\\n\\\"I know it is true. You knew Gaspare in Sicily. You come from Marechiaro.\\\"\\n\\nAt the mention of the last word light broke into Maddalena's face.\\n\\n\\\"You are from Marechiaro. Have you ever seen me before? Do you remember me?\\\"\\n\\nMaddalena shook her head.\\n\\n\\\"And I--I don't remember you. But you are from Marechiaro. You must be.\\\"\\n\\nMaddalena shook her head again.\\n\\n\\\"You are not?\\\"\\n\\nHermione looked into the long Arab eyes, searching for a lie. She met a gaze that was steady but dull, almost like that of a sulky child, and for a moment she felt as if this woman was only a great child, heavy, ignorant, but solemnly determined, a child that had learned its lesson and was bent on repeating it word for word.\\n\\n\\\"Did Gaspare come here early this morning to see you?\\\" she asked, with sudden vehemence.\\n\\nMaddalena was obviously startled. Her face flushed.\\n\\n\\\"Why should he come?\\\" she said, almost angrily.\\n\\n\\\"That is what I want you to tell me.\\\"\\n\\nMaddalena was silent. She shifted uneasily in her chair, which creaked under her weight, and twisted her full lips sideways. Her whole body looked half-sleepily apprehensive. The parrot watched her with supreme attention. Suddenly Hermione felt that she could no longer bear this struggle, that she could no longer continue in darkness, that she must have full light. The contemplation of this stolid ignorance--that yet knew how much?--confronting her like a featureless wall almost maddened her.\\n\\n\\\"Who are you?\\\" she said. \\\"What have you had to do with my lie?\\\"\\n\\nMaddalena looked at her and looked away, bending her head sideways till her plump neck was like a thing deformed.\\n\\n\\\"What have you had to do with my life? What have you to do with it now? I want to know!\\\" She stood up. \\\"I must know. You must tell me! Do you hear?\\\" She bent down. She was standing almost over Maddalena. \\\"You must tell me!\\\"\\n\\nThere was again a silence through which presently the tram-bell sounded. Maddalena's face had become heavily expressionless, almost like a face of stone. And Hermione, looking down at this face, felt a moment of impotent despair that was succeeded by a fierce, energetic impulse.\\n\\n\\\"Then,\\\" she said--\\\"then--I'll tell you!\\\"\\n\\nMaddalena looked up.\\n\\n\\\"Yes, I'll tell you.\\\"\\n\\nHermione paused. She had begun to tremble. She put one hand down to the back of the chair, grasping it tightly as if to steady herself.\\n\\n\\\"I'll tell you.\\\"\\n\\nWhat? What was she going to tell?\\n\\nThat first evening in Sicily--just before they went in to bed--Maurice had looked down over the terrace wall to the sea. He had seen a light --far down by the sea.\\n\\nIt was the light in the House of the Sirens.\\n\\n\\\"You once lived in Sicily. You once lived in the Casa delle Sirene, beyond the old wall, beyond the inlet. You were there when we were in Sicily, when Gaspare was with us as our servant.\\\"\\n\\nMaddalena's lips parted. Her mouth began to gape. It was obvious that she was afraid.\\n\\n\\\"You--you knew Gaspare. You knew--you knew my husband, the Signore of the Casa del Prete on Monte Amato. You knew him. Do you remember?\\\"\\n\\nMaddalena only stared up at her with a sort of heavy apprehension, sitting widely in her chair, with her feet apart and her hands always resting on her knees.\\n\\n\\\"It was in the summer-time--\\\" She was again in Sicily. She was tracing out a story. It was almost as if she saw words and read them from a book. \\\"There were no forestieri in Sicily. They had all gone. Only we were there--\\\" An expression so faint that it was like a fleeting shadow passed over Maddalena's face, the fleeting shadow of something that denied. \\\"Ah, yes! Till I went away, you mean! I went to Africa. Did you know it then? But before I went--before--\\\" She was thinking, she was burrowing deep down into the past, stirring the heap of memories that lay like drifted leaves. \\\"They used to go--at least they went once--down to the sea. One night they went to the fishing. And they slept out all night. They slept in the caves. Ah, you know that? You remember that night!\\\"\\n\\nThe trembling that shook her body was reflected in her voice, which became tremulous. She heard the tram-bell ringing. She saw the green parrot listening on its board. And yet she was in Sicily, and saw the line of the coast between Messina and Cattaro, the Isle of the Sirens, the lakelike sea of the inlet between it and the shore.\\n\\n\\\"I see that you remember it. You saw them there. They--they didn't tell me!\\\"\\n\\nAs she said the last words she felt that she was entering the great darkness. Maurice and Gaspare--she had trusted them with all her nature. And they--had they failed her? Was that possible?\\n\\n\\\"They didn't tell me,\\\" she repeated, piteously, speaking now only for herself and to her own soul. \\\"They didn't tell me!\\\"\\n\\nMaddalena shook her head like one in sympathy or agreement. But Hermione did not see the movement. She no longer saw Maddalena. She saw only herself, and those two, whom she had trusted so completely, and--who had not told her.\\n\\nWhat had they not told her?\\n\\nAnd then she was in Africa, beside the bed of Artois, ministering to him in the torrid heat, driving away the flies from his white face.\\n\\nWhat had been done in the Garden of Paradise while she had been in exile?\\n\\nShe turned suddenly sick. Her body felt ashamed, defiled. A shutter seemed to be sharply drawn across her eyes, blotting out life. Her head was full of sealike noises.\\n\\nPresently, from among these noises, one detached itself, pushed itself, as it were, forward to attract forcibly her attention--the sound of a boy's voice.\\n\\n\\\"Signora! Signora!\\\"\\n\\n\\\"Signora!\\\"\\n\\nA hand touched her, gripped her.\\n\\n\\\"Signora!\\\"\\n\\nThe shutter was sharply drawn back from her eyes, and she saw Ruffo. He stood before her, gazing at her. His hair, wet from the sea, was plastered down upon his brown forehead--as /his/ hair had been when, in the night, they drew him from the sea.\\n\\nShe saw Ruffo in that moment as if for the first time.\\n\\nAnd she knew. Ruffo had told her.\\n\\nCHAPTER XXXVII\\n\\nHermione was outside in the street, hearing the cries of ambulant sellers, the calls of women and children, the tinkling bells and the rumble of the trams, and the voice of Fabiano Lari speaking--was it to her?\\n\\n\\\"Signora, did you see him?\\\"\\n\\n\\\"Yes.\\\"\\n\\n\\\"He is glad to be out of prison. He is gay, but he looks wicked.\\\"\\n\\nShe did not understand what he meant. She walked on and came into the road that leads to the tunnel. She turned mechanically towards the tunnel, drawn by the darkness.\\n\\n\\\"But, Signora, this is not the way! This is the way to Fuorigrotta!\\\"\\n\\n\\\"Oh!\\\"\\n\\nShe went towards the sea. She was thinking of the green parrot expanding and contracting the pupils of its round, ironic eyes.\\n\\n\\\"Was Maddalena pleased to see him? Was Donna Teresa pleased?\\\"\\n\\nHermione stood still.\\n\\n\\\"What are you talking about?\\\"\\n\\n\\\"Signora! About Antonio Bernari, who has just come home from prison! Didn't you see him? But you were there--in the house!\\\"\\n\\n\\\"Oh--yes, I saw him. A rivederci!\\\"\\n\\n\\\"Ma--\\\"\\n\\n\\\"A rivederci!\\\"\\n\\nShe felt in her purse, found a coin, and gave it to him. Then she walked on. She did not see him any more. She did not know what became of him.\\n\\nOf course she had seen the return of Antonio Bernari. She remembered now. As Ruffo stood before her with the wet hair on his forehead there had come a shrill cry from the old woman in the kitchen: a cry that was hideous and yet almost beautiful, so full it was of joy. Then from the kitchen the two women had rushed in, gesticulating, ejaculating, their faces convulsed with excitement. They had seized Maddalena, Ruffo. One of them--the old woman, she thought--had even clutched at Hermione's arm. The room had been full of cries.\\n\\n\\\"Ecco! Antonio!\\\"\\n\\n\\\"Antonio is coming!\\\"\\n\\n\\\"I have seen Antonio!\\\"\\n\\n\\\"He is pale! He is white like death!\\\"\\n\\n\\\"Mamma mia! But he is thin!\\\"\\n\\n\\\"Ecco! Ecco! He comes! Here he is! Here is Antonio!\\\"\\n\\nAnd then the door had been opened, and on the sill a big, broad- shouldered man had appeared, followed by several other evil-looking though smiling men. And all the women had hurried to them. There had been shrill cries, a babel of voices, a noise of kisses.\\n\\nAnd Ruffo! Where had he been? What had he done?\\n\\nHermione only knew that she had head a rough voice saying:\\n\\n\\\"Sangue del Diavolo! Let me alone! Give me a glass of wine! Basta! Basta!\\\"\\n\\nAnd then she went out in the street, thinking of the green parrot and hearing the cries of the sellers, the tram-bells, and Fabiano's questioning voice.\\n\\nNow she continued her walk towards the harbor of Mergellina alone. The thought of the green parrot obsessed her mind.\\n\\nShe saw it before her on its board, with the rolled-up bed towering behind it. Now it was motionless--only the pupils of its eyes moved. Now it lifted its claw, bowed its head, shuffled along the board to hear their conversation better.\\n\\nShe saw it with extreme distinctness, and now she also saw on the wall of the room near it the \\\"Fattura della Morte\\\"--the green lemon with the nails stuck through it, like nails driven into a cross.\\n\\nVaguely the word \\\"crucifixion\\\" went through her mind. Many people, many women, had surely been crucified since the greatest tragedy the world had ever known. What had they felt, they who were only human, they who could not see the face of the Father, who could--some of them, perhaps--only hope that there was a Father? What had they felt? Perhaps scarcely anything. Perhaps merely a sensation of numbness, as if their whole bodies, and their minds, too, were under the influence of a great injection of cocaine. Her thoughts again returned to the parrot. She wondered where it had been bought, whether it had come with Antonio from America.\\n\\nPresently she reached the tramway station and stood still. She had to go back to the \\\"Trattoria del Giardinetto.\\\" She must take the tram here, one of those on which was written in big letters, \\\"Capo di Posilipo.\\\" No, not that! That did not go far enough. The other one-- what was written upon it? Something--\\\"Sette Settembre.\\\" She looked for the words \\\"Sette Settembre.\\\"\\n\\nTram after tram came up, paused, passed on. But she did not see those words on any of them. She began to think of the sea, of the brown body of the bathing boy which she had seen shoot through the air and disappear into the shining water before she had gone to that house where the green parrot was. She would go down to the sea, to the harbor.\\n\\nShe threaded her way across the broad space, going in and out among the trams and the waiting people. Then she went down a road not far from the Grand Hotel and came to the Marina.\\n\\nThere were boys bathing still from the breakwater of the rocks. And still they were shouting. She stood by the wall and watched them, resting her hands on the stone.\\n\\nHow hot the stone was! Gaspare had been right. It was going to be a glorious day, one of the tremendous days of summer.\\n\\nThe nails driven through the green lemon like nails driven through a cross--Peppina--the cross cut on Peppina's cheek.\\n\\nThat broad-shouldered man who had come in at the door had cut that cross on Peppina's cheek.\\n\\nWas it true that Peppina had the evil eye? Had it been a fatal day for the Casa del Mare when she had been allowed to cross its threshold? Vere had said something--what was it?--about Peppina and her cross. Oh yes! That Peppina's cross seemed like a sign, a warning come into the house on the island, that it seemed to say, \\\"There is a cross to be borne by some one here, by one of us!\\\"\\n\\nAnd the fishermen's sign of the cross under the light of San Francesco?\\n\\nSurely there had been many warnings in her life. They had been given to her, but she had not heeded them.\\n\\nShe saw a brown body shoot through the air from the rocks and disappear into the shining sea. Was it Ruffo? With an effort she remembered that she had left Ruffo in the tall house, in the room where the green parrot was.\\n\\nShe walked on slowly till she came to the place where Artois had seen Ruffo with his mother. A number of tables were set out, but there were few people sitting at them. She felt tired. She crossed the road, went to a table, and sat down. A waiter came up and asked her what she would have.\\n\\n\\\"Acqua fresca,\\\" she said.\\n\\nHe looked surprised.\\n\\n\\\"Oh--then wine, vermouth--anything!\\\"\\n\\nHe looked more surprised.\\n\\n\\\"Will you have vermouth, Signora?\\\"\\n\\n\\\"Yes, yes--vermouth.\\\"\\n\\nHe brought her vermouth and iced water. She mixed them together and drank. But she was not conscious of tasting anything. For a considerable time she sat there. People passed her. The trams rushed by. On several of them were printed the words she had looked for in vain at the station. But she did not notice them.\\n\\nDuring this time she did not feel unhappy. Seldom had she felt calmer, more at rest, more able to be still. She had no desire to do anything. It seemed to her that she would be quite satisfied to sit where she was in the sun forever.\\n\\nWhile she sat there she was always thinking, but vaguely, slowly, lethargically. And her thoughts reiterated themselves, were like recurring fragments of dreams, and were curiously linked together. The green parrot she always connected with the death-charm, because the latter had once been green. Whenever the one presented itself to her mind it was immediately followed by the other. The shawl at which the old woman's yellow fingers had perpetually pulled led her mind to the thought of the tunnel, because she imagined that the latter must eventually end in blackness, and the shawl was black. She knew, of course, really that the tunnel was lit from end to end by electricity. But her mind arbitrarily put aside this knowledge. It did not belong to her strange mood, the mood of one drawing near to the verge either of some abominable collapse or of some terrible activity. Occasionally, she thought of Ruffo; but always as one of the brown boys bathing from the rocks beyond the harbor, shouting, laughing, triumphant in his glorious youth. And when the link was, as it were, just beginning to form itself from the thought-shape of youth to another thought-shape, her mind stopped short in that progress, recoiled, like a creature recoiling from a precipice it has not seen but has divined in the dark. She sipped the vermouth and the iced water, and stared at the drops chasing each other down the clouded glass. And for a time she was not conscious where she was, and heard none of the noises round about her.\\n\\nIt was the song of Mergellina, sung at some distance off in dialect, by a tenor voice to the accompaniment of a piano-organ. Hermione ceased from gazing at the drops on the glass, looked up, listened.\\n\\nThe song came nearer. The tenor voice was hard, strident, sang lustily but inexpressively in the glaring sunshine. And the dialect made the song seem different, almost new. Its charm seemed to have evaporated. Yet she remembered vaguely that it had charmed her. She sought for the charm, striving feebly to recapture it.\\n\\nThe piano-organ hurt her, the hard voice hurt her. It sounded cruel and greedy. But the song--once it had appealed to her. Once she had leaned down to hear it, she had leaned down over the misty sea, her soul had followed it out over the sea.\\n\\n\\\"Oh, dolce luna bianca de l' estate     Mi fugge il sonno accanto a la Marina:    Mi destan le dolcissime serate     Gli occhi di Rosa e il mar di Mergellina.\\\"\\n\\nThose were the real words. And what voice had sung them?\\n\\nAnd then, suddenly, her brain worked once more with its natural swiftness and vivacity, her imagination and her heart awaked. She was again alive. She saw the people. She heard the sounds about her. She felt the scorching heat of the sun. But in it she was conscious also of the opposite of day, of the opposite of heat. At that moment she had a double consciousness. For she felt the salt coolness of the night around the lonely island. And she heard not only the street singer, but Ruffo in his boat.\\n\\nRuffo--in his boat.\\n\\nSuddenly she could not see anything. Her sight was drowned by tears. She got up at once. She felt for her purse, found it, opened it, felt for money, found some coins, laid them down on the table, and began to walk. She was driven by fear, the fear of falling down in the sun in the sight of all men, and crying, sobbing, with her face against the ground. She heard a shout. Some one gave her a violent push, thrusting her forward. She stumbled, recovered herself. A passer-by had saved her from a tram. She did not know it. She did not look at him or thank him. He went away, swearing at the English. Where was she going?\\n\\nShe must go home. She must go to the island. She must go to Vere, to Gaspare, to Emile--to her life.\\n\\nHer body and soul revolted from the thought, her outraged body and her outraged soul, which were just beginning to feel their courage, as flesh and nerves begin to feel pain after an operation when the effect of the anaesthetic gradually fades away.\\n\\nShe was walking up the hill and still crying.\\n\\nShe met a boy of the people, swarthy, with impudent black eyes, tangled hair, and a big, pouting mouth, above which a premature mustache showed like a smudge. He looked into her face and began to laugh. She saw his white teeth, and her tears rushed back to their sources. At once her eyes were dry. And, almost at once, she thought, her heart became hard as stone, and she felt self-control like iron within her.\\n\\nThat boy of the people should be the last human being to laugh at her.\\n\\nShe saw a tram stop. It went to the \\\"Trattoria del Giardinetto.\\\" She got in, and sat down next to two thin English ladies, who held guide- books in their hands, and whose pointed features looked piteously inquiring.\\n\\n\\\"Excuse me, but do you know this neighborhood?\\\"\\n\\nShe was being addressed.\\n\\n\\\"Yes.\\\"\\n\\n\\\"That is fortunate--we do not. Perhaps you will kindly tell us something about it. Is it far to Bagnoli?\\\"\\n\\n\\\"Not very far.\\\"\\n\\n\\\"And when you get there?\\\"\\n\\n\\\"I beg your pardon!\\\"\\n\\n\\\"When you get there, is there much to see?\\\"\\n\\n\\\"Not so very much.\\\"\\n\\n\\\"Can one lunch there?\\\"\\n\\n\\\"No doubt.\\\"\\n\\n\\\"Yes. But I mean, what sort of lunch? Can one get anything clean and wholesome, such as you get in England?\\\"\\n\\n\\\"It would be Italian food.\\\"\\n\\n\\\"Oh, dear. Fanny, this lady says we can only get Italian food at Bagnoli!\\\"\\n\\n\\\"Tcha! Tcha!\\\"\\n\\n\\\"But perhaps--excuse me, but do you think we could get a good cup of tea there? We might manage with that--tea and some boiled eggs. Don't you think so, Fanny? Could we get a cup of--\\\"\\n\\nThe tram stopped. Hermione had pulled the cord that made the bell sound. She paid and got down. The tram carried away the English ladies, their pointed features red with surprise and indignation.\\n\\nHermione again began to walk, but almost directly she saw a wandering carriage and hailed the driver.\\n\\n\\\"Carrozza!\\\"\\n\\nShe got in.\\n\\n\\\"Put me down at the 'Trattoria del Giardinetto.' \\\"\\n\\n\\\"Si, Signora--but how much are you going to give me? I can't take you for less than--\\\"\\n\\n\\\"Anything--five lire--drive on at once.\\\"\\n\\nThe man drove on, grinning.\\n\\nPresently Hermione was walking through the short tunnel that leads to the path descending between vineyards to the sea. She must take a boat to the island. She must go back to the island. Where else could she go? If Vere had not been there she might--but Vere was there. It was inevitable. She must return to the island.\\n\\nShe stood still in the path, between the high banks.\\n\\nHer body was demanding not to be forced by the will to go to the island.\\n\\n\\\"I must go back to the island.\\\"\",\"timestamp\":1637315502,\"title\":\"\\nThey had crossed now and were walking up the street that leads directly to the tunnel, \"},\"digest\":\"Mzv127PZDh_A9rTuhe1eIcBsPR3s-zhSk6zvOiuap9s\",\"authorship\":{\"contributor\":\"0xa216D8906Acd104a8EC6a31f93e945DFe15768c1\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ORZ4Uccm2C4-32xajOoE1i3AiheYMtwT6OhA8POXdN0\\\",\\\"y\\\":\\\"iLse8gLiYLKgheNxnUBa30X8-h0WvHi9FstNuzirhxg\\\"}\",\"signature\":\"g20BDgM318HonQPmj-FBrbHncNGojDB1DRPCmNXYX6s7VHxGb9KCoFaMC3TPPOxeWNpgtuAC06EjqQDXQwtFBQ\",\"signingKeySignature\":\"0x27823b74011f2c50cb6160a2a137022bed530100a22b37b760d153eba738162252452bd7432ea93e999c723a426fa7a53023318587e8081be6d19eadbbbd62971b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ORZ4Uccm2C4-32xajOoE1i3AiheYMtwT6OhA8POXdN0\\\",\\\"y\\\":\\\"iLse8gLiYLKgheNxnUBa30X8-h0WvHi9FstNuzirhxg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Mzv127PZDh_A9rTuhe1eIcBsPR3s-zhSk6zvOiuap9s\"}"