"{\"content\":{\"body\":\"Olá FOXers 🦊\\n\\nHoje é mais um dia de aprendizado no Laboratório DeFi 🧪\\n\\nNos comprometemos a trazer conteúdo prático e didático para lhe ensinar as melhores *tricks* com protocolos DeFi, NFTs e os próximos desenvolvimentos que surgirão no mercado cripto !\\n\\n## O que você irá aprender hoje\\n\\n* Obter rendimentos passivos provendo liquidez para a Agave Finance\\n* Emprestar dinheiro a juros baixos na Agave Finance\\n\\n### O que é a Agave Finance ?\\n\\nA Agave Finance é um dos protocolos desenvolvidos a partir da [1hive](https://1hive.io/), um *dapp* em formato de DAO, composta por uma forte e organizada comunidade com várias ramificações no setor DeFi: desde DEXes e protocolos de empréstimo - como [Honeyswap](https://wiki.1hive.org/projects/honeyswap) e [Agave Finance](https://agave.finance/) - até soluções nativas de governança, utilizadas por outros protocolos - [Gardens](https://1hive.gitbook.io/gardens/) -.\\n\\nA Agave surge como um *fork* da [Aave](https://aave.com/) elaborado pelos contribuidores da 1hive. [Com o sucesso na aprovação](https://forum.1hive.org/t/announcing-agaave-aave-on-xdai/1792) de uma proposta da governança propondo a criação de um protocolo de empréstimo na xDAI, os usuários agora têm ferramentas para prover liquidez e emprestar tokens de um *dapp* com as mesmas funcionalidades da Aave.\\n\\nEm palavras simples, a Aave é um dos principais protocolos DeFi neste mercado. Serviu como base para o desenvolvimento de outros *dapps* com o mesmo conceito em várias chains, como a [Geist Finance](https://geist.finance/), na Fantom.\\n\\nMuitas de suas funcionalidades foram trazidas para a Agave. E vamos ensinar a vocês como utilizá-las.\\n\\n### Como prover liquidez na Agave Finance  - e obter rendimentos passivos 💰\\n\\n![](https://images.mirror-media.xyz/publication-images/H4-k0MGOw7t4Wm3fERHxK.jpg?height=669&width=1347)\\n\\n* Acesse o *dapp* da [Agave Finance](https://app.agave.finance/#/markets). Você será redirecionado para a aba “Markets”.\\n* Nela, estarão contidos todos os tokens que poderão ser depositados ou emprestados no protocolo.\\n  * Cada coluna de um ativo detém seu respectivo significado:\\n    * **Asset** - Ativo negociado.\\n    * **Market Size** - Liquidez do token na plataforma.\\n    * **Total Borrowed** - Quantia total de tokens emprestados pelos usuários.\\n    * **Deposit APY** - Rendimentos obtidos ao prover liquidez ao token.\\n    * **Variable Borrow APY** - Taxa de juros variável cobrada pelo protocolo ao emprestar tokens.\\n    * **Stable Borrow APY** - Taxa de juros pré-fixada entre o usuário e o *dapp* para empréstimos de criptoativos.\\n  * Para nosso exemplo, vamos depositar USDC.\\n* Clique em USDC.\\n\\n![](https://images.mirror-media.xyz/publication-images/VEolEzQbOf7JOJH9E-Ftp.jpg?height=691&width=1361)\\n\\n* Será exibida uma página com dados sobre o mercado do USDC. Agora, vamos nos ater a 2 informações importantes a serem observadas:\\n  * **Available Liquidity:** Liquidez disponível para empréstimos. **Quanto menor a liquidez, maiores as recompensas.**\\n  * **Total Borrowed:** Valor total emprestado pelos usuários.\\n* Agora, vamos depositar USDC. Clique em “Deposit”.\\n\\n![](https://images.mirror-media.xyz/publication-images/5bqCkHVjAK7k2wuAHUH8w.jpg?height=690&width=1343)\\n\\n* Selecione a quantia a ser depositada por você. No nosso exemplo, estamos depositando 10 USDC. Após digitar, selecione “Continue”.\\n\\n![](https://images.mirror-media.xyz/publication-images/OJ8C2T30SlPPiUZwYj35q.jpg?height=605&width=1168)\\n\\n* Aprove a interação da sua *wallet* com o protocolo.\\n\\n![](https://images.mirror-media.xyz/publication-images/RYDep4DVsg4BkAy5orWhk.jpg?height=743&width=1360)\\n\\n* Será cobrada uma pequena taxa em xDAI pela interação. **Confirme a transação.**\\n\\n![](https://images.mirror-media.xyz/publication-images/IbVmLNFr8lVJQe-mSpi0z.jpg?height=741&width=1360)\\n\\n* Após confirmar a transação, será disponibilizado para você depositar seus USDCs. Clique em “Deposit”. Novamente, será necessário pagar uma taxa pelo uso da blockchain xDAI.\\n\\n![](https://images.mirror-media.xyz/publication-images/P38hWChdoX6z-52yToY_D.jpg?height=676&width=1335)\\n\\n* Passando por estas etapas seus USDC já estarão lhe proporcionando rendimentos passivos.\\n* Para saber quanto serão suas recompensas, basta voltar a aba inicial “Markets” e passar o mouse pela interrogação ao lado de “Deposit APY”.\\n\\n![](https://images.mirror-media.xyz/publication-images/Hlcb9GwPMud9HK_zSIA5Z.jpg?height=470&width=1359)\\n\\n* Essencial entender o significado das remunerações pagas pelo depósito:\\n  * **Base Rate** - Rendimentos obtidos em aTokens. aTokens são representações de seu depósito que irão aumentar ao passar do tempo na porcentagem estabelecida pelo protocolo. No nosso exemplo, com um depósito de 10 USDC, nos será destinado 10 aUSDC. Após 1 ano, terão um aumento de 3,461%, transformando-se em 10,3461 USDC.\\n  * **Incentive Rate** - Ganhos pagos pelo protocolo como incentivo aos provedores de liquidez. Com o depósito de USDC na Agave, obtemos uma recompensa de 9,19% a.a. em AGVE.\\n    * **Ou seja, teremos duas recompensas: 3,461% a.a. em USDC e 9,19% a.a. em AGVE**\\n    * Compreendidos todos os conceitos, você está pronto para ter ganhos passivos provendo liquidez na Agave Finance!\\n\\n### Emprestando dinheiro na Agave Finance\\n\\nProtocolos de Empréstimo permitem aos usuários tomarem emprestado uma certa quantia de tokens do *dapp.* A quantidade que poderá ser emprestada é calculada a partir do valor depositado no protocolo.\\n\\nIsso ocorre, por os empréstimos serem colaterizados, ou seja, garantidos pelo depósito dos usuários.\\n\\n**Com isso, os *dapps* garantem o pagamento do empréstimo.**\\n\\nQuando emprestar dinheiro em um protocolo, esteja ciente sempre das variáveis que podem afetar a saúde de seu empréstimo. Um exemplo para entender os riscos:\\n\\n* Depositando 0,1 ETH com seu valor em $3000 dólares, será possível emprestar $2400 dólares, comprometendo 80% de seu depósito.\\n* No entanto, caso ETH tenha uma variação negativa no preço - passe a valer $2500 dólares, por exemplo -, você irá extrapolar a chamada Liquidity Threshold. Ela representa a quantia que deve-se manter depositada para realizar um empréstimo\\n* Tomando a Liquidity Threshold como 80%, caso esta seja ultrapassada, ocorre a liquidação do usuário.\\n  * A liquidação irá lhe penalizar por tomar um empréstimo arriscado. Ela é cobrada sobre uma porcentagem do seu depósito e varia conforme o risco do ativo.\\n\\nCompreendidos os conceitos básicos do empréstimo em um protocolo DeFi, vamos fazer um empréstimo de xDAI com nosso depósito de USDC.\\n\\n* Entre na aba “Markets” da Agave Finance.\\n* Quando realizar um empréstimo, analise a porcentagem do “Borrow APR”. Representa os juros anuais pagos por tomar xDAI emprestado.\\n  * Há dois tipos de juros:\\n    * **Variable Borrow APR** - os juros aumentam e diminuem conforme a demanda pelo criptoativo\\n    * **Stable Borrow APR** - os juros mantám-se estáveis, pré-fixados desde o início da contratação do empréstimo.\\n\\n![](https://images.mirror-media.xyz/publication-images/lmy34muEGFxu-IUIwGWFB.jpg?height=680&width=1346)\\n\\n* Clique em xDAI.\\n\\n![](https://images.mirror-media.xyz/publication-images/22I3FLujSRiE9QMXMvhqV.jpg?height=682&width=1355)\\n\\n* Nesta tela há varias informações e importante a compreensão de cada uma delas:\\n  * **Maximum LTV -** Quantia máxima que poderá ser emprestada. Com o LTV máximo em 80% para USDC, significa que ao depositar 100 USDC, você poderá emprestar até 80 USDC.\\n  * **Liquidity Threshold -** Quantia máxima estabelecida para liquidação. Este fator representa o máximo que você poderá estar exposto até ser liquidado. Em outras palavras, caso o valor de seu depósito diminua em relação ao seu empréstimo e ultrapasse a margem estabelecida, você será liquidado\\n  * **Liquidity Penalty -** Penalização aplicada aos usuários liquidados. É uma forma de obrigar a todos a manterem a saúde de seus empréstimos.\\n  * **Health Factor -** Saúde do empréstimo. É uma representação numérica de sua exposição, caso realize um empréstimo.\\n    * Caso seu Health Factor seja igual 2, significa que há uma proporção de 50% em relação a seu depósito. Em outras palavras, equivale a você possuir um depósito de 100 USDC e efetuar o empréstimo de 50 xDAI.\\n      * Porém, a saúde de seu empréstimo torne-se igual 1, você terá grandes chances de ser liquidado. **Cuidado.**\\n  * Clique em “Borrow” para emprestar xDAI.\\n\\n![](https://images.mirror-media.xyz/publication-images/s0s5BJ8xzsm046QuMHtRD.jpg?height=628&width=1163)\\n\\n* Em “Available to borrow” estará a quantia disponível para empréstimo. No caso acima, depositando 10 USDC, a Agave nos permite tomar emprestado \\\\~7,08 xDAI.\\n* Vamos emprestar apenas 5 xDAI, mantendo um **Health Factor de 1,7.**\\n* Após escolher o valor a ser emprestado, clique em “Continue”\\n\\n![](https://images.mirror-media.xyz/publication-images/WDiy8u9MyOE95_CIrB6iq.jpg?height=586&width=1163)\\n\\n* Da mesma maneira realizada com o USDC, aprove a interação de sua *wallet* com os *smart contract* detentor de xDAI da Agave Finance.\\n\\n![](https://images.mirror-media.xyz/publication-images/Fe1jLz02MRh4EmHdLItT4.jpg?height=746&width=1360)\\n\\n* Será necessário custear uma pequena taxa, pelo uso da blockchain da xDAI.\\n\\n![](https://images.mirror-media.xyz/publication-images/8ahPncEGrug8CRIB5Amey.jpg?height=687&width=1345)\\n\\n* Clique em “Borrow” para emprestar xDAI.\\n\\n![](https://images.mirror-media.xyz/publication-images/5kDSUOwVvAr162tFNErHH.jpg?height=755&width=1361)\\n\\n* Novamente, confirme a interação com a Agave Finance, para poder retirar seus xDAI.\\n* E pronto! Você já consegue visualizar seu empréstimo no “Dashboard” do protocolo.\\n\\n![](https://images.mirror-media.xyz/publication-images/HFB6MCxwrTFkx61z6YnDS.jpg?height=689&width=1355)\\n\\n* Nesta aba, você consegue visualizar:\\n  * Todas as informações relacionadas ao seu depósito e empréstimo - taxa de juros, rentabilidade, quantia depositada e valor tomado emprestado do *dapp.*\\n  * **Health Factor**.\\n  * **Current LTV** - porcentagem de seu depósito comprometida com empréstimos\\n  * **Recompensas pagas pelo protocolo**. Para sacá-las, basta clicar em “Claim”.\\n* Quando quiser pagar seu empréstimo, ou seja, devolver o dinheiro a Agave Finance, clique em “Repay”.\\n\\n![](https://images.mirror-media.xyz/publication-images/6vorTQd8ROUuXRJWcuChu.jpg?height=665&width=1347)\\n\\n* Você passará por etapas semelhantes as existentes em “Deposit” e “Borrow”: aprovação dos contratos e pagamento das taxas da blockchain xDAI.\\n  * Veja que a quantia de xDAI a ser devolvida aumentou desde o empréstimo. Esse acréscimo representa os juros cobrados pelo protocolo.\\n\\nAs aplicações no uso de protocolos de empréstimos são muitas, mas três são elencadas como principais entre os *degens:*\\n\\n* Alavancar sua posição em um ativo: analisando ETH, você tem a expectativa que haja uma valorização no ativo; para aumentar sua exposição a ETH, deposita-os na Agave Finance e pega um empréstimo de mais ETH, aproveitando o aumento de seu valor. Após a alta, paga o empréstimo e retira seus lucros obtidos com a alancagem.\\n* Adquirir um ativo sem a necessidade de vender sua posição: caso você tenha ETH em sua carteira, mas veja uma oportunidade de compra em BTC, pode depositar seu ETH na Agave Finance e tomar WBTC emprestado.\\n* Maximizar rendimentos em *pools:* **a estratégia favorita dos *degens***\\\\*.\\\\* Aqui realizamos um *loop* com criptos para aumentar a exposição em certas criptos. Um exemplo, pode ser realizado na própria Agave Finance:\\n  * Monitorando a aba “Markets” do protocolo, observamos que o token STAKE tem um rendimento \\\\~30% a.a., enquanto os juros do empréstimo de USDC estão \\\\~6% a.a.\\n    * Com isso, podemos:\\n      * Depositar STAKE;\\n      * Emprestar USDC;\\n      * Acessar a [Honeyswap](https://honeyswap.org/) e fazer um *swap* de USDC para STAKE;\\n      * Repetir o ciclo quantas vezes quiser.\\n        * **Entenda, essa é uma estratégia arriscada.** Você fica exposto à variação do token, podendo culminar na liquidação de sua posição na Agave Finance. Porém, é uma forma de aumentar seus rendimentos.\\n\\nEsperamos que tenha assimilado todos os conceitos práticos no uso de um protocolo de empréstimo e possa utilizar a Agave Finance para melhorar seus *yields* em DeFi.\\n\\nIsso e muito mais, você verá aqui no Laboratório DeFi 🧪\\n\\nNos vemos domingo 😉\\n\\n> Conheça nossas redes sociais !\\n>\\n> * [Twitter](https://twitter.com/ShapeShift_io)\\n> * [Discord](https://discord.com/invite/shapeshift)\\n> * [Telegram](https://t.me/shapeshiftdaoES)\\n\\n***Autor: [guiriba](https://guilhermebarbosa.substack.com/),*** *copywriter no LatAm Labs da ShapeShift, pesquisador e degen. Escreve, a priori, sobre DeFi, NFTs and DAOs.*\\n\\n![](https://images.mirror-media.xyz/publication-images/tXTfKMhZmVLNdKPUij1fX.png?height=307&width=2410)\\n\\n\",\"timestamp\":1642608338,\"title\":\"Laboratório DeFi #02 - Como emprestar dinheiro na Agave Finance\"},\"digest\":\"KmME0qxe9bzE4T99Ahots54aTp3gSUldgFNby14iG4g\",\"authorship\":{\"contributor\":\"0x4f88736cb3ec658B1078f1a362Af85397AcE109F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OwLu4i_rxGWU-WNcJVmQ61A7iBxAYDbDB6JExGnfX88\\\",\\\"y\\\":\\\"1XiwFgwQ-RShjNLIRpICIhSHaS-dUPOS2B_8_Yp4Qso\\\"}\",\"signature\":\"lAlKZk7l5KFkUElxR9GwX2O4pDTPKp3ppmk8UFRxqm0sscjl53CvsG9DZbMLT4aQB2x0rCn2fXCDJkM01rRkjQ\",\"signingKeySignature\":\"0xa35ef6b21676cfbc0e59f9cc3ea0184914e98979822a5cfb5690df9d6874185a7ae21946f3aee03db63031bec3dceee4c7dca20b0c17285b719426dbdb83093f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OwLu4i_rxGWU-WNcJVmQ61A7iBxAYDbDB6JExGnfX88\\\",\\\"y\\\":\\\"1XiwFgwQ-RShjNLIRpICIhSHaS-dUPOS2B_8_Yp4Qso\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"42PT5BWPzeD6Fz1BUs0i-9k-Gih2GHa4dQ4Bu9iWsUw\"}"