"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*25vIzPZJniIJMeBRSqsHLQ.jpeg)\\n\\n## La transformación digital de la industria bancaria requiere nuevos perfiles profesionales…\\n\\n*Esta es una versión adaptada y traducida del artículo “[It’s Time To Rethink Talent: Five Qualities Needed For The Future Of Banking](https://www.forbes.com/sites/forbestechcouncil/2019/06/11/its-time-to-rethink-talent-five-qualities-needed-for-the-future-of-banking/)” publicado por Joseph Salesky el 11 de junio de 2019 en Forbes.*\\n\\nEn 2017, McKinsey predijo que la automatización podría hacerse cargo de aproximadamente el 30% de las tareas realizadas en los bancos en los siguientes dos o tres años. En 2019, ese pronóstico parece acertado.\\n\\nLa implementación de tecnología ha permitido aumentar la productividad, simplificar el diseño de procesos y mejorar el servicio al cliente, aumentando los depósitos y los ingresos sin agregar personal.\\n\\nEn su informe [Banking Outlook](https://www2.deloitte.com/global/en/pages/financial-services/articles/gx-banking-industry-outlook.html), la consultora Deloitte describe este impacto como una “creación de valor para los clientes y de un trabajo con sentido para los empleados al enfocarse en la resolución de problemas y la creatividad”, y señala que a medida que la automatización elimine las tareas rutinarias permitirá a los empleados concentrarse en actividades de mayor valor.\\n\\nCon esta transformación en marcha, los bancos harían bien en echar una nueva mirada al papel del talento mientras se preparan para el futuro del trabajo. ¿Deben evolucionar las habilidades requeridas en los empleados? ¿Es necesario agregar nuevos puestos?\\n\\nA continuación, cinco cualidades fundamentales del banquero del futuro.\\n\\n## Fluidez Digital\\n\\nLos trabajadores de las finanzas necesitarán un elevado nivel general de comodidad con la tecnología así como la capacidad de aprender rápidamente los nuevos avances que vayan surgiendo. El deseo y la aptitud para el aprendizaje continuo serán esenciales.\\n\\nSegún la consultora KPMG, “los banqueros del siglo XXI deberán ser usuarios inteligentes de las nuevas tecnologías que penetran cada vez más en el mundo de la banca desde las industrias de las comunicaciones y la tecnología”. La tecnología nunca dejará de avanzar. La capacidad de “hacerse amigo de la máquina” será una cualidad central de los futuros trabajadores bancarios.\\n\\nA medida que la tecnología vaya saliendo del control exclusivo de los programadores tradicionales gracias a la creación de herramientas más amigables con el usuario, los bancos podrán encontrar dentro de la organización a personas con fluidez digital para crear, probar y refinar nuevas capacidades y experiencias de automatización.\\n\\n## Habilidades Interpersonales\\n\\nSegún McKinsey, el 38% de los trabajadores bancarios realiza tareas administrativas. En los próximos 10 años, la automatización probablemente se hará cargo de una parte significativa de estas tareas, reduciendo en un 20% la cantidad total de horas de trabajo necesarias de los empleados administrativos.\\n\\nComo resultado, la demanda de habilidades cognitivas básicas disminuirá y la necesidad de habilidades interpersonales, como la inteligencia social y emocional, se disparará.\\n\\nLa capacidad de construir y mantener relaciones es fundamental en todos los niveles dentro de un banco. A medida que la tecnología reemplaza un número creciente de tareas repetitivas, la capacidad de interactuar con clientes y de diseñar experiencias de servicio superiores se convertirán en una parte esencial del trabajo.\\n\\nA los miembros del equipo se les debe enseñar cómo y qué preguntas hacer a los clientes para facilitar la expansión de las relaciones.\\n\\nLa tecnología brindará a cualquier empleado las herramientas para convertirse en un banquero universal. Tendrá que combinar conocimientos de ciencia de datos junto con las conversaciones con los clientes para recomendar productos adaptados a las necesidades financieras únicas de cada individuo.\\n\\nEste calibre de banca relacional requiere un nivel de comunicación y empatía que los directivos de los bancos deben fomentar en sus talentos existentes y en los nuevos.\\n\\n## Espíritu Emprendedor\\n\\nA medida que el rol de muchos empleados bancarios se vuelve menos definido, se les presenta la oportunidad de tomar una mayor iniciativa para crear nuevos proyectos que pueden mejorar la experiencia del cliente y beneficiar a la organización.\\n\\nEsto requerirá un cambio desde una actitud pasiva a una proactiva. Para proponer iniciativas, los miembros del equipo tendrán que observar las tendencias del mercado y anticipar cómo podrían afectar los deseos y necesidades de sus clientes. Deben intentar comprender los problemas del banco y ofrecer soluciones creativas.\\n\\nKPMG describe a este perfil como el de alguien con una “tendencia a la exploración, lo que los impulsará a salir de su camino para encontrar nuevas áreas de interés, romper los límites del presente y buscar nuevas oportunidades para su organización, clientes y equipos”.\\n\\n## Habilidad para Resolver Problemas\\n\\nA pesar de que se habla mucho sobre la desaparición de la banca tradicional, las sucursales físicas no van a desaparecer por completo.\\n\\nSegún Accenture, las principales razones por las que los clientes seguirán acudiendo a sucursales físicas serán para resolver un problema (67%) y buscar el asesoramiento de un humano sobre productos complejos (61%) como hipotecas.\\n\\nAlgunas habilidades clave serán la capacidad de evaluar rápidamente una situación, ponerse en el lugar del cliente y aplicar la razón y el conocimiento financiero para convertir cualquier circunstancia en una oportunidad para la venta de los productos del banco.\\n\\n## Adaptabilidad\\n\\nLa única constante en el futuro de la banca (y del trabajo en general) es el cambio. Según una encuesta del Centro de Investigación Pew de 2016, el 87% de los trabajadores estadounidenses cree que será fundamental recibir capacitación continua y desarrollar nuevas habilidades para mantenerse al día con los cambios en el lugar de trabajo.\\n\\nLos empleados bancarios del mañana tendrán que poder adaptarse a tecnologías cambiantes, procesos en evolución, nuevas responsabilidades y un nuevo repertorio de habilidades que dominar. Las habilidades difíciles de enseñar del siglo XXI, como la creatividad, la curiosidad, la inteligencia emocional y la resiliencia, serán altamente demandadas en un entorno laboral en continua transformación.\\n\\nA medida que equipos ágiles y multifuncionales sigan reemplazando a los departamentos aislados, las habilidades para colaborar, ejercer un buen juicio, comunicarse de manera concisa e influir en otros deben cultivarse en todo el banco.\\n\\n## Conclusión\\n\\nEl cambio es inevitable y el perfil del talento bancario del futuro sin duda cambiará a medida que la tecnología se arraigue más en los servicios financieros. Los directivos de la industria bancaria deben abrazar la disrupción digital con los brazos abiertos.\\n\\nLa oportunidad de mejorar las habilidades de los empleados existentes y reclutar nuevos talentos abre la puerta a un mejor servicio al cliente, nuevos proyectos de innovación y la transición hacia una banca basada en las relaciones humanas.\",\"timestamp\":1638645664,\"title\":\"Cinco Habilidades Fundamentales para Trabajar en el Banco del Futuro\"},\"digest\":\"x2aXHl6v06RtTcfkNM8qOPuxg669nNy1dWTFVI-IgBM\",\"authorship\":{\"contributor\":\"0xf12C67e80E309eaC0c4dc18Fb26e68F9672297E9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"signature\":\"54x2VDE4DV6LUo7lJLKr8Sj9N-OZhsCnYlPOkrY8JekO5pDhsFl43l4r4PVkxoH4J07on1Dsv-C6NzVhfBRtaQ\",\"signingKeySignature\":\"0xbb67824a5cdd413a3900f8d913a162ca89ff55c3f83d74e39c738ba7412fc78570a0731025b91c70a242fe7fd50e085455303a3c5c7222d8b6f59d71dbdf1bce1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"x2aXHl6v06RtTcfkNM8qOPuxg669nNy1dWTFVI-IgBM\"}"