"{\"content\":{\"body\":\"The satrap of Janina had arrived at the fulfilment of his wishes.  In the retirement of his fairy-like palace by the lake he could enjoy voluptuous pleasures to the full.  But already seventy-eight years had passed over his head, and old age had laid the burden of infirmity upon him.  His dreams were dreams of blood, and vainly he sought refuge in chambers glittering with gold, adorned with arabesques, decorated with costly armour and covered with the richest of Oriental carpets, remorse stood ever beside him.  Through the magnificence which surrounded him there constantly passed the gale spectre of Emineh, leading onwards a vast procession of mournful phantoms, and the guilty pasha buried his face in his hands and shrieked aloud for help.  Sometimes, ashamed of his weakness, he endeavoured to defy both the reproaches of his conscience and the opinion of the multitude, and sought to encounter criticism with bravado.  If, by chance, he overheard some blind singer chanting in the streets the satirical verses which, faithful to the poetical and mocking genius of them ancestors, the Greeks frequently composed about him, he would order the singer to be brought, would bid him repeat his verses, and, applauding him, would relate some fresh anecdote of cruelty, saying, \\\"Go, add that to thy tale; let thy hearers know what I can do; let them understand that I stop at nothing in order to overcome my foes!  If I reproach myself with anything, it is only with the deeds I have sometimes failed to carry out.\\\"\\n\\nSometimes it was the terrors of the life after death which assailed him.  The thought of eternity brought terrible visions in its train, and Ali shuddered at the prospect of Al-Sirat, that awful bridge, narrow as a spider's thread and hanging over the furnaces of Hell; which a Mussulman must cross in order to arrive at the gate of Paradise.  He ceased to joke about Eblis, the Prince of Evil, and sank by degrees into profound superstition.  He was surrounded by magicians and soothsayers; he consulted omens, and demanded talismans and charms from the dervishes, which he had either sewn into his garments, or suspended in the most secret parts of his palace, in order to avert evil influences.  A Koran was hung about his neck as a defence against the evil eye, and frequently he removed it and knelt before it, as did Louis XI before the leaden figures of saints which adorned his hat.  He ordered a complete chemical laboratory from Venice, and engaged alchemists to distill the water of immortality, by the help of which he hoped to ascend to the planets and discover the Philosopher's Stone.  Not perceiving any practical result of their labours, he ordered, the laboratory to be burnt and the alchemists to be hung.\\n\\nAli hated his fellow-men.  He would have liked to leave no survivors, and often regretted his inability to destroy all those who would have cause to rejoice at his death, Consequently he sought to accomplish as much harm as he could during the time which remained to him, and for no possible reason but that of hatred, he caused the arrest of both Ibrahim Pasha, who had already suffered so much at his hands, and his son, and confined them both in a dungeon purposely constructed under the grand staircase of the castle by the lake, in order that he might have the pleasure of passing over their heads each time he left his apartments or returned to them.\\n\\nIt was not enough for Ali merely to put to death those who displeased him, the form of punishment must be constantly varied in order to produce a fresh mode of suffering, therefore new tortures had to be constantly invented.  Now it was a servant, guilty of absence without leave, who was bound to a stake in the presence of his sister, and destroyed by a cannon placed six paces off, but only loaded with powder, in order to prolong the agony; now, a Christian accused of having tried to blow up Janina by introducing mice with tinder fastened to their tails into the powder magazine, who was shut up in the cage of Ali's favourite tiger and devoured by it.\\n\\nThe pasha despised the human race as much as he hated it.  A European having reproached him with the cruelty shown to his subjects, Ali replied:--\\n\\n\\\"You do not understand the race with which I have to deal.  Were I to hang a criminal on yonder tree, the sight would not deter even his own brother from stealing in the crowd at its foot.  If I had an old man burnt alive, his son would steal the ashes and sell them.  The rabble can be governed by fear only, and I am the one man who does it successfully.\\\"\\n\\nHis conduct perfectly corresponded to his ideas.  One great feast-day, two gipsies devoted their lives in order to avert the evil destiny of the pasha; and, solemnly convoking on their own heads all misfortunes which might possibly befall him, cast themselves down from the palace roof.  One arose with difficulty, stunned and suffering, the other remained on the ground with a broken leg.  Ali gave them each forty francs and an annuity of two pounds of maize daily, and considering this sufficient, took no further trouble about them.\\n\\nEvery year, at Ramadan, a large sum was distributed in alms among poor women without distinction of sect.  But Ali contrived to change this act of benevolence into a barbarous form of amusement.\\n\\nAs he possessed several palaces in Janina at a considerable distance from each other, the one at which a distribution was to take place was each day publicly announced, and when the women had waited there for an hour or two, exposed to sun, rain or cold, as the case might be, they were suddenly informed that they must go to some other palace, at the opposite end of the town.  When they got there, they usually had to wait for another hour, fortunate if they were not sent off to a third place of meeting.  When the time at length arrived, an eunuch appeared, followed by Albanian soldiers armed with staves, carrying a bag of money, which he threw by handfuls right into the midst of the assembly.  Then began a terrible uproar.  The women rushed to catch it, upsetting each other, quarreling, fighting, and uttering cries of terror and pain, while the Albanians, pretending to enforce order, pushed into the crowd, striking right and left with their batons.  The pacha meanwhile sat at a window enjoying the spectacle, and impartially applauding all well delivered blows, no matter whence they came.  During these distributions, which really benefitted no one, many women were always severely hurt, and some died from the blows they had received.\\n\\nAli maintained several carriages for himself and his family, but allowed no one else to share in this prerogative.  To avoid being jolted, he simply took up the pavement in Janina and the neighbouring towns, with the result that in summer one was choked by dust, and in winter could hardly get through the mud.  He rejoiced in the public inconvenience, and one day having to go out in heavy rain, he remarked to one of the officers of his escort, \\\"How delightful to be driven through this in a carriage, while you will have the pleasure of following on horseback!  You will be wet and dirty, whilst I smoke my pipe and laugh at your condition.\\\"\\n\\nHe could not understand why Western sovereigns should permit their subjects to enjoy the same conveniences and amusements as themselves. \\\"If I had a theatre,\\\" he said, \\\"I would allow no one to be present at performances except my own children; but these idiotic Christians do not know how to uphold their own dignity.\\\"\\n\\nThere was no end to the mystifications which it amused the pacha to carry out with those who approached him.\\n\\nOne day he chose to speak Turkish to a Maltese merchant who came to display some jewels.  He was informed that the merchant understood only Greek and Italian.  He none the less continued his discourse without allowing anyone to translate what he said into Greek.  The Maltese at length lost patience, shut up his cases, and departed. Ali watched him with the utmost calm, and as he went out told him, still in Turkish, to come again the next day.\\n\\nAn unexpected occurrence seemed, like the warning finger of Destiny, to indicate an evil omen for the pacha's future.  \\\"Misfortunes arrive in troops,\\\" says the forcible Turkish proverb, and a forerunner of disasters came to Ali Dacha.\\n\\nOne morning he was suddenly roused by the Sheik Yussuf, who had forced his way in, in spite of the guards.  \\\"Behold!\\\" said he, handing Ali a letter, \\\"Allah, who punishes the guilty, has permitted thy seraglio of Tepelen to be burnt.  Thy splendid palace, thy beautiful furniture, costly stuffs, cashmeers, furs, arms, all are destroyed!  And it is thy youngest and best beloved son, Salik Bey himself, whose hand kindled the flames!\\\"  So saying; Yussuf turned and departed, crying with a triumphant voice, \\\"Fire! fire! fire!\\\"\\n\\nAli instantly ordered his horse, and, followed by his guards, rode without drawing rein to Tepelen.  As soon as he arrived at the place where his palace had formerly insulted the public misery, he hastened to examine the cellars where his treasures were deposited.  All was intact, silver plate, jewels, and fifty millions of francs in gold, enclosed in a well over which he had caused a tower to be built. After this examination he ordered all the ashes to be carefully sifted in hopes of recovering the gold in the tassels and fringes of the sofas, and the silver from the plate and the armour.  He next proclaimed through the length and breadth of the land, that, being by the hand of Allah deprived of his house, and no longer possessing anything in his native town, he requested all who loved him to prove their affection by bringing help in proportion.  He fixed the day of reception for each commune, and for almost each individual of any rank, however small, according to their distance from Tepelen, whither these evidences of loyalty were to be brought.\\n\\nDuring five days Ali received these forced benevolences from all parts.  He sat, covered with rags, on a shabby palm-leaf mat placed. at the outer gate of his ruined palace, holding in his left hand a villainous pipe of the kind used by the lowest people, and in his right an old red cap, which he extended for the donations of the passers-by.  Behind stood a Jew from Janina, charged with the office of testing each piece of gold and valuing jewels which were offered instead of money; for, in terror, each endeavoured to appear generous.  No means of obtaining a rich harvest were neglected; for instance, Ali distributed secretly large sums among poor and obscure people, such as servants, mechanics, and soldiers, in order that by returning them in public they might appear to be making great sacrifices, so that richer and more distinguished persons could not, without appearing ill-disposed towards the pacha, offer only the same amount as did the poor, but were obliged to present gifts of enormous value.\\n\\nAfter this charity extorted from their fears, the pacha's subjects hoped to be at peace.  But a new decree proclaimed throughout Albania required them to rebuild and refurnish the formidable palace of Tepelen entirely at the public expense.  Ali then returned to Janina, followed by his treasure and a few women who had escaped from the flames, and whom he disposed of amongst his friends, saying that he was no longer sufficiently wealthy to maintain so many slaves.\\n\\nFate soon provided him with a second opportunity for amassing wealth. Arta, a wealthy town with a Christian population, was ravaged by the plague, and out of eight thousand inhabitants, seven thousand were swept away.  Hearing this, Ali hastened to send commissioners to prepare an account of furniture and lands which the pacha claimed as being heir to his subjects.  A few livid and emaciated spectres were yet to be found in the streets of Arta.  In order that the inventory might be more complete, these unhappy beings were compelled to wash in the Inachus blankets, sheets, and clothes steeped in bubonic infection, while the collectors were hunting everywhere for imaginary hidden treasure.  Hollow trees were sounded, walls pulled down, the most unlikely corners examined, and a skeleton which was discovered still girt with a belt containing Venetian sequins was gathered up with the utmost care.  The archons of the town were arrested and tortured in the hope of discovering buried treasure, the clue to which had disappeared along with the owners.  One of these magistrates,  accused of having hidden some valuable objects, was plunged up to his  shoulders in a boiler full of melted lead and boiling oil.  Old men, women, children, rich and poor alike, were interrogated, beaten, and compelled to abandon the last remains of their property in order to save their lives.\\n\\nHaving thus decimated the few inhabitants remaining to the town, it became necessary to repeople it.  With this object in view, Ali's emissaries overran the villages of Thessaly, driving before them all. the people they met in flocks, and compelling them to settle in Arta. These unfortunate colonists were also obliged to find money to pay the pacha for the houses they were forced to occupy.\\n\\nThis business being settled, Ali turned to another which had long been on his mind.  We have seen how Ismail Pacho Bey escaped the assassins sent to murder him.  A ship, despatched secretly from Prevesa, arrived at the place of his retreat.  The captain, posing as a merchant, invited Ismail to come on board and inspect his goods. But the latter, guessing a trap, fled promptly, and for some time all trace of him was lost.  Ali, in revenge, turned his wife out of the palace at Janina which she still occupied, and placed her in a cottage, where she was obliged to earn a living by spinning.  But he did not stop there, and learning after some time that Pacho Bey had sought refuge with the Nazir of Drama, who had taken him into favour, he resolved to strike a last blow, more sure and more terrible than the others.  Again Ismail's lucky star saved him from the plots of his enemy.  During a hunting party he encountered a kapidgi-bachi, or messenger from the sultan, who asked him where he could find the Nazir, to whom he was charged with an important communication.  As kapidgi-bachis are frequently bearers of evil tidings, which it is well to ascertain at once, and as the Nazir was at some distance, Pacho Bey assumed the latter's part, and the sultan's confidential messenger informed him that he was the bearer of a firman granted at the request of Ali Pacha of Janina,\\n\\n\\\"Ali of Tepelenir.  He is my friend.  How can I serve him?\\\"\\n\\n\\\"By executing the present order, sent you by the Divan, desiring you to behead a traitor, named Pacho Bey, who crept into your service a short time ago.\\n\\n\\\"Willingly I but he is not an easy man to seize being brave, vigorous, clever, and cunning.  Craft will be necessary in this case. He may appear at any moment, and it is advisable that he should not see you.  Let no one suspect who you are, but go to Drama, which is only two hours distant, and await me there.  I shall return this evening, and you can consider your errand as accomplished.\\\"\\n\\nThe kapidgi-bachi made a sign of comprehension, and directed his course towards Drama; while Ismail, fearing that the Nazir, who had only known him a short time, would sacrifice him with the usual Turkish indifference, fled in the opposite direction.  At the end of an hour he encountered a Bulgarian monk, with whom he exchanged clothes--a disguise which enabled him to traverse Upper Macedonia in safety.  Arriving at the great Servian convent in the mountains whence the Axius takes its rise, he obtained admission under an assumed name.  But feeling sure of the discretion of the monks, after a few days he explained his situation to them.\\n\\nAli, learning the ill-success of his latest stratagem, accused the Nazir of conniving at Paeho Bey's escape.  But the latter easily justified himself with the Divan by giving precise information of what had really occurred.  This was what Ali wanted, who profited thereby in having the fugitive's track followed up, and soon got wind of his retreat.  As Pacho Bey's innocence had been proved in the explanations given to the Porte, the death firman obtained against him became useless, and Ali affected to abandon him to his fate, in order the better to conceal the new plot he was conceiving against him.\\n\\nAthanasius Vaya, chief assassin of the Kardikiotes, to whom Ali imparted his present plan for the destruction of Ismail, begged for the honour of putting it into execution, swearing that this time Ismail should not escape.  The master and the instrument disguised their scheme under the appearance of a quarrel, which astonished the whole town.  At the end of a terrible scene which took place in public, Ali drove the confidant of his crimes from the palace, overwhelming him with insults, and declaring that were Athanasius not the son of his children's foster-mother, he would have sent him to the gibbet.  He enforced his words by the application of a stick, and Vaya, apparently overwhelmed by terror and affliction, went round to all the nobles of the town, vainly entreating them to intercede for him.  The only favour which Mouktar Pacha could obtain for him was a sentence of exile allowing him to retreat to Macedonia.\\n\\nAthanasius departed from Janina with all the demonstrations of utter despair, and continued his route with the haste of one who fears pursuit.  Arrived in Macedonia, he assumed the habit of a monk, and undertook a pilgrimage to Mount Athos, saying that both the disguise and the journey were necessary to his safety.  On the way he encountered one of the itinerant friars of the great Servian convent, to whom he described his disgrace in energetic terms, begging him to obtain his admission among the lay brethren of his monastery.\\n\\nDelighted at the prospect of bringing back to the fold of the Church a man so notorious for his crimes, the friar hastened to inform his superior, who in his turn lost no time in announcing to Pacho Bey that his compatriot and companion in misfortune was to be received among the lay brethren, and in relating the history of Athanasius as he himself had heard it.  Pacho Bey, however, was not easily deceived, and at once guessing that Vaya's real object was his own assassination, told his doubts to the superior, who had already received him as a friend.  The latter retarded the reception of Vaya so as to give Pacho time to escape and take the road to Constantinople. Once arrived there, he determined to brave the storm and encounter Ali openly.\\n\\nEndowed by nature with a noble presence and with masculine firmness, Pacho Bey possessed also the valuable gift of speaking all the various tongues of the Ottoman Empire.  He could not fail to distinguish himself in the capital and to find an opening for his great talents.  But his inclination drove him at first to seek his fellow-exiles from Epirus, who were either his old companions in arms, friends, of relations, for he was allied to all the principal families, and was even, through his wife, nearly connected with his enemy, Ali Pacha himself.\\n\\nHe had learnt what this unfortunate lady had already endured on his account, and feared that she would suffer yet more if he took active measures against the pacha.  While he yet hesitated between affection and revenge, he heard that she had died of grief and misery.  Now that despair had put an end to uncertainty, he set his hand to the work.\\n\\nAt this precise moment Heaven sent him a friend to console and aid him in his vengeance, a Christian from OEtolia, Paleopoulo by name. This man was on the point of establishing himself in Russian Bessarabia, when he met Pacho Bey and joined with him in the singular coalition which was to change the fate of the Tepelenian dynasty.\\n\\nPaleopoulo reminded his companion in misfortune of a memorial presented to the Divan in 1812, which had brought upon Ali a disgrace from which he only escaped in consequence of the overwhelming political events which just then absorbed the attention of the Ottoman Government.  The Grand Seigneur had sworn by the tombs of his ancestors to attend to the matter as soon as he was able, and it was only requisite to remind him of his vow.  Pacho Hey and his friend drew up a new memorial, and knowing the sultan's avarice, took care to dwell on the immense wealth possessed by Ali, on his scandalous exactions, and on the enormous sums diverted from the Imperial Treasury.  By overhauling the accounts of his administration, millions might be recovered.  To these financial considerations Pacho Bey added some practical ones.  Speaking as a man sure of his facts and well acquainted with the ground, he pledged his head that with twenty thousand men he would, in spite of Ali's troops and strongholds, arrive before Janina without firing a musket.\\n\\nHowever good these plans appeared, they were by no means to the taste of the sultan's ministers, who were each and all in receipt of large pensions from the man at whom they struck.  Besides, as in Turkey it is customary for the great fortunes of Government officials to be absorbed on their death by the Imperial Treasury, it of course appeared easier to await the natural inheritance of Ali's treasures than to attempt to seize them by a war which would certainly absorb part of them.  Therefore, while Pacho Bey's zeal was commended, he obtained only dilatory answers, followed at length by a formal refusal.\\n\\nMeanwhile, the old OEtolian, Paleopoulo, died, having prophesied the approaching Greek insurrection among his friends, and pledged Pacho Bey to persevere in his plans of vengeance, assuring him that before long Ali would certainly fall a victim to them.  Thus left alone, Pacho, before taking any active steps in his work of vengeance, affected to give himself up to the strictest observances of the Mohammedan religion.  Ali, who had established a most minute surveillance over his actions, finding that his time was spent with ulemas and dervishes, imagined that he had ceased to be dangerous, and took no further trouble about him.\\n\\nCHAPTER VIII\\n\\nA career of successful crime had established Ali's rule over a population equal to that of the two kingdoms of Sweden and Norway. But his ambition was not yet satisfied.  The occupation of Parga did not crown his desires, and the delight which it caused him was much tempered by the escape of the Parganiotes, who found in exile a safe refuge from his persecution.  Scarcely had he finished the conquest of Middle Albania before he was exciting a faction against the young Moustai Pacha in Scodra, a new object of greed.  He also kept an army of spies in Wallachia, Moldavia, Thrace, and Macedonia, and, thanks to them, he appeared to be everywhere present, and was mixed up in every intrigue, private or political, throughout the empire.  He had paid the English agents the price agreed on for Parga, but he repaid himself five times over, by gifts extorted from his vassals, and by the value of the Parga lands, now become his property.  His palace of Tepelen had been rebuilt at the public expense, and was larger and more magnificent than before; Janina was embellished with new buildings; elegant pavilions rose on the shores of the lake; in short, Ali's luxury was on a level with his vast riches.  His sons and grandsons were provided for by important positions, and Ali himself was sovereign prince in everything but the name.\\n\\nThere was no lack of flattery, even from literary persons.  At Vienna a poem was pointed in his honour, and a French-Greek Grammar was dedicated to him, and such titles as \\\"Most Illustrious, \\\"Most Powerful,\\\" and \\\" Most Clement,\\\" were showered upon him, as upon a man whose lofty virtues and great exploits echoed through the world. A native of Bergamo, learned in heraldry, provided him with a coat of arms, representing, on a field gules, a lion, embracing three cubs, emblematic of the Tepelenian dynasty.  Already he had a consul at Leucadia accepted by the English, who, it is said, encouraged him to declare himself hereditary Prince of Greece, under the nominal suzerainty of the sultan; their real intention being to use him as a tool in return for their protection, and to employ him as a political counter-balance to the hospodars of Moldavia and Wallachia, who for the last twenty years had been simply Russian agents in disguise, This was not all; many of the adventurers with whom the Levant swarms, outlaws from every country, had found a refuge in Albania, and helped not a little to excite Ali's ambition by their suggestions.  Some of these men frequently saluted him as King, a title which he affected to reject with indignation; and he disdained to imitate other states by raising a private standard of his own, preferring not to compromise his real power by puerile displays of dignity; and he lamented the foolish ambition of his children, who would ruin him, he said, by aiming, each, at becoming a vizier. Therefore he did not place his hope or confidence in them, but in the adventurers of every sort and kind, pirates, coiners, renegades, assassins, whom he kept in his pay and regarded as his best support. These he sought to attach to his person as men who might some day be found useful, for he did not allow the many favours of fortune to blind him to the real danger of his position.  A vizier,\\\" he was answered, \\\"resembles a man wrapped in costly furs, but he sits on a barrel of powder, which only requires a spark to explode it.\\\"  The Divan granted all the concessions which Ali demanded, affecting ignorance of his projects of revolt and his intelligence with the enemies of the State; but then apparent weakness was merely prudent temporising. It was considered that Ali, already advanced in years, could not live much longer, and it was hoped that, at his death, Continental Greece, now in some measure detached from the Ottoman rule, would again fall under the sultan's sway.\\n\\nMeanwhile, Pacho Bey, bent on silently undermining Ali's influence; had established himself as an intermediary for all those who came to demand justice on account of the pacha's exactions, and he contrived that both his own complaints and those of his clients, should penetrate to the ears of the sultan; who, pitying his misfortunes, made him a kapidgi-bachi, as a commencement of better things.  About this time the sultan also admitted to the Council a certain Abdi Effendi of Larissa, one of the richest nobles of Thessaly, who had been compelled by the tyranny of Veli Pacha to fly from his country. The two new dignitaries, having secured Khalid Effendi as a partisan, resolved to profit by his influence to carry out their plans of vengeance on the Tepelenian family.  The news of Pacho Bey's promotion roused Ali from the security in which he was plunged, and he fell a prey to the most lively anxiety.  Comprehending at once the evil which this man,--trained in his own school, might cause him, he exclaimed, \\\" Ah! if Heaven would only restore me the strength of my youth, I would plunge my sword into his heart even in the midst of the Divan.\\\"\\n\\nIt was not long before Ali's enemies found an extremely suitable opportunity for opening their attack.  Veli Pacha, who had for his own profit increased the Thessalian taxation fivefold, had in doing so caused so much oppression that many of the inhabitants preferred the griefs and dangers of emigration rather than remain under so tyrannical a rule.  A great number of Greeks sought refuge at Odessa, and the great Turkish families assembled round Pacho Bey and Abdi Effendi at Constantinople, who lost no opportunity of interceding in their favour.  The sultan, who as yet did not dare to act openly against the Tepelenian family, was at least able to relegate Veli to the obscure post of Lepanto, and Veli, much disgusted, was obliged to obey.  He quitted the new palace he had just built at Rapehani, and betook himself to the place of exile, accompanied by actors, Bohemian dancers, bear leaders, and a crowd of prostitutes.\\n\\nThus attacked in the person of his most powerful son, Ali thought to terrify his enemies by a daring blow.  He sent three Albanians to Constantinople to assassinate Pacho Bey.  They fell upon him as he was proceeding to the Mosque of Saint-Sophia, on the day on which the sultan also went in order to be present at the Friday ceremonial prayer, and fired several shots at him.  He was wounded, but not mortally.\\n\\nThe assassins, caught red-handed, were hung at the gate of the Imperial Seraglio, but not before confessing that they were sent by the Pacha of Janina.  The Divan, comprehending at last that so dangerous a man must be dealt with at any cost, recapitulated all Ali's crimes, and pronounced a sentence against him which was confirmed by a decree of the Grand Mufti.  It set forth that Ali Tepelen, having many times obtained pardon for his crimes, was now guilty of high treason in the first degree, and that he would, as recalcitrant, be placed under the ban of the Empire if he did not within forty days appear at the Gilded Threshold of the Felicitous Gate of the Monarch who dispenses crowns to the princes who reign in this world, in order to justify himself.  As may be supposed, submission to such an order was about the last thing Ali contemplated.  As he failed to appear, the Divan caused the Grand Mufti to launch the thunder of excommunication against him.\\n\\nAli had just arrived at Parga, which he now saw for the third time since he had obtained it, when his secretaries informed him that only the rod of Moses could save him from the anger of Pharaoh--a figurative mode of warning him that he had nothing to hope for.  But Ali, counting on his usual luck, persisted in imagining that he could, once again, escape from his difficulty by the help of gold and intrigue.  Without discontinuing the pleasures in which he was immersed, he contented himself with sending presents and humble petitions to Constantinople.  But both were alike useless, for no one even ventured to transmit them to the sultan, who had sworn to cut off the head of anyone who dared mention the name of Ali Tepelen in his presence.\\n\\nReceiving no answer to his overtures, Ali became a prey to terrible anxiety.  As he one day opened the Koran to consult it as to his future, his divining rod stopped at verse 82, chap. xix., which says, \\\"He doth flatter himself in vain.  He shall appear before our tribunal naked and bare.\\\"  Ali closed the book and spat three times into his bosom.  He was yielding to the most dire presentiments, when a courier, arriving from the capital, informed him that all hope of pardon was lost.\\n\\nHe ordered his galley to be immediately prepared, and left his seraglio, casting a look of sadness on the beautiful gardens where only yesterday he had received the homage of his prostrate slaves. He bade farewell to his wives, saying that he hoped soon to return, and descended to the shore, where the rowers received him with acclamations.  The sail was set to a favourable breeze, and Ali, leaving the shore he was never to see again, sailed towards Erevesa, where he hoped to meet the Lord High Commissioner Maitland.  But the time of prosperity had gone by, and the regard which had once been shown him changed with his fortunes.  The interview he sought was not granted.\",\"timestamp\":1639209143,\"title\":\"\\nSometimes it was the terrors of the life after death which assailed him.  The thought of eternity brought terrible visions in its train\"},\"digest\":\"I2Zu52WGB3smRlZma13eOJ3ZLg0JBRpYrZGQCyuLvW0\",\"authorship\":{\"contributor\":\"0x51D393CD2fE363A89232ff9D8Ac75A13bD6a52e7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8IVc4MChpD-TrhRSqGesXJbrp-LQNKNIWzR57Ww44mE\\\",\\\"y\\\":\\\"VAU5mM_i1qGQqzHgVEx3hKU_MF1-e2a6MZGEvuM3z28\\\"}\",\"signature\":\"e3IBx65gefPrG_9s_V5mdpjK20Iww7F1s5Sehq9G80QRk-4KaqcG-6ptFif0tl4B7Rm7pPXilBm8YvAmgPEsuw\",\"signingKeySignature\":\"0xdc5d6214b14e5c5cac476dec7c2e388e85384908087837d957d9277379fac05e5cfa48fd2aa71ce4476c77609affa038955ba5adf44153e4f8996d513844eb061c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8IVc4MChpD-TrhRSqGesXJbrp-LQNKNIWzR57Ww44mE\\\",\\\"y\\\":\\\"VAU5mM_i1qGQqzHgVEx3hKU_MF1-e2a6MZGEvuM3z28\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"I2Zu52WGB3smRlZma13eOJ3ZLg0JBRpYrZGQCyuLvW0\"}"