"{\"content\":{\"body\":\"我喜欢历史，也非常认同历史是可以拿来借鉴的。无论是过去几百年的人类，还是现在的人类，智慧并没有得到大大的提升，心理状态也并没有得到好好的进化。所以我认为可以从传统证券市场去猜测未来数字货币交易所的发展。\\n\\n首先大概介绍下国外传统证券市场的发展，因为数字货币很显著的一个特征就是“全球化”，所以下文介绍的是美国证券市场的发展，而不是中国的。其实中国证券市场我也去了解了下，无奈起步真的是太晚了，和国外差了100多年。并且了解的过程中，也很遗憾为什么“国外的月亮比较圆”，其实以前我还是没理解透彻这句话，还以为就是美国欧洲这些国家是发达国家，其实当你透过某个点去了解的时候，你会发现国外确实在这个点发展比中国健全且久远。久远意味着什么，我今天看到很好的一句话，“久远意味着他实验过更多次，他成功的几率也比你高”。\\n\\n所以这也是为什么中国这么大力且积极推动“DECP”，因为过去的已经过去的，我们已经赶不上别人了，也没有那么多场景从头开始体验学习自己打磨一套出来，所以在全球化+互联网的世界里，数字货币DECP我们不应该再起步晚了，起步晚就意味着你将比别人经历体验更少，收获的也将比别人少。\\n\\n美国证券市场的发展我理解有以下几个发展时期：\\n\\n1. 1886年 - 1929年，初步发展阶段。证券市场基本初步形成，但是投机和操纵内幕交易占据主流。政府干预举行听证会，揭露信息披露不充分，内部人员交易等不正当行为。\\n2. 1930年-1954年，市场规范期。证券市场的监管框架基本形成，市场得到了一定的规范化管理。股市进入了投资时代，价值投资成为主流。出台的法案有《证券法》，《证券交易法》等。\\n3. 1955年-1972年，稳定成长期。股票市场从动荡到稳健投资时代，并出现了4次成长股投资热潮。\\n4. 1973年-1881年，动荡调整期。随着布雷顿森林体系的崩溃，美元贬值和石油危机，股市进入了深度调整期，市场波动较明显。但这期间，美国出台了“401K计划”，养老金加快进入股市。这很重要，我看过日韩美英印度香港的股票市场分析，股票市场得到突破发展很明显的一个特征就是，养老金进入市场。养老金入市表明将有大量资金注入市场，将为市场带来更大的流动性和活力。\\n5. 1982年-1999年，市场过热期。大量投资银行进入美国市场，美股创新高，市场出现了非理性增长。但这期间出台了《内幕交易处罚法》和《内幕交易及证券欺诈制裁法》，引入了行政罚款制度。\\n6. 2000年至今，规范调整期。2000年美股随着网络股泡沫的破灭而开始下跌，经济开始衰退，金融危机后监管在收紧和放松中调整，出台了《多德-弗兰克法案》，是大萧条以来最严厉的金融改革法案。\\n\\n以上大概就介绍完了美国证券市场的发展历程。可以看出，美国证券市场也是从野路子慢慢一步步走向规范的，并且还在规范中不断摸索规范。所以我认为数字货币交易所作为这个全球人类经济体的共同产物，必定也会走向监管+规范。\\n\\n可能有人会反驳我，比特币的诞生就是为了逃避监管，你要是监管的话，不就违背了初衷吗？你要是说初衷的话，我相信中本聪也没想到比特币现在竟然成为了“郁金香”，从比特币白皮书上我们可以知道，比特币最初的愿景是希望成为“点对点支付系统”，它是希望能跳过中心化机构，完成“点”到“点”的收款转账。但是我们看现在的交易所，比特币支付了吗？收款了吗？现在市场上所有的交易所都是中心化交易所，都是基于传统证券市场的撮合系统打造出来的数字货币交易撮合系统，比特币完全没有实现它的“去中心化”愿景。\\n\\n所以交易所的诞生是为了人们的投机需求，但是市场的发展仅有投机是壮大不起来的，必须要有机构资金入场，前面我也说了，机构资金入场最大的特点就是，各国证券市场开始监管规范化，并且这样不是为了限制投资者，而是鼓励和保护投资者。\\n\\n可能还会有人说，比特币不是真正的传统货币，也不属于某个国家，监管法案该怎么弄呢？各个交易所之间该如何配合呢？\\n\\n但是我认为我们可以从石油，黄金走进传统证券市场和外汇市场得到一些启发。在这里，我想提2个传统证券市场我印象深刻的事件。\\n\\n一个是《梧桐树协议》，1792年美国纽约市24家股票经纪商在一颗梧桐树下订立的协议，协议规定：\\n\\n1. 只与在梧桐树协议上签字的经纪人进行有价证券交易\\n2. 收取不少于交易额0.25%的手续费\\n3. 在交易中互惠互利\\n\\n第二个是石油输出国OPEC组织，它是由亚非拉石油生产国为协调成员国石油政策而建立的国际组织。它的核心宗旨就是：稳定石油价格，保证石油生产国获得稳定收入。为什么要稳定价格呢，哄抬不更好，但其实石油并不是不可替代的能源，如果价格太高就会造成可替代能源的发展从而更降低石油的市场占据力。这里石油的发展也很有趣，从现货到期货，造成了石油价格不再唯一由生产国控制，而变成市场博弈的结果。\\n\\n能在数字货币交易所处在萌芽阶段作为从业者，感到很幸运。不过可能入行年限还尚浅，思考的浅显或者理想化。不过经济市场确实是一个有意思的市场，量化计算公式的理性与人性的贪婪，每时每刻都在博弈，钱在投机者的荷包里兜兜转转，一场黑天鹅来袭，就会“落的一片白茫茫大地真干净”。\\n\\n写到这，突然想起来大学思政老师提到的唯物辩证法。唯物辩证法用普遍联系的观点看待世界和历史，世界是一个有机的整体，世界上的一切事物都处于相互影响，相互作用，相互制约之中，反对以片面或孤立的观点看问题。\\n\\n以上大概就是我对数字货币交易所的一些想象和思考，接受大家理性讨论，不接受硬杠和无脑喷。\",\"timestamp\":1640246482,\"title\":\"羌管悠悠霜满地\"},\"digest\":\"OlnGsa1XgB-gd1yqad7TqxcY0TDtGldk95WJaGLdaQo\",\"authorship\":{\"contributor\":\"0xD8d8D3861ecef582C57DE86010c23A4d943AE5EE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WrEjxHOvMMbihq7sq7sWUGcG9MVJOAyTQYKmSE51Geg\\\",\\\"y\\\":\\\"eNoEhe0Qr3ke1IYntfqXCZ5c0X8e41cMbSqlAe59whM\\\"}\",\"signature\":\"yzgPuRfwycK730JU4Xv8YvvHEFlHrWZGZCIfd7OevEb_lonABl5J2ORdO7Sz-kEQ_EFfGHBNf7DHBJkZa6cG3Q\",\"signingKeySignature\":\"0x74f1dd2c96fd81a7a0317ca6303c13762531ad7c3a0dac102e809f46a7281dd7781814488649533972cbe4d58d3a3ad82d27c74f239703471643036a2f55e0ce1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WrEjxHOvMMbihq7sq7sWUGcG9MVJOAyTQYKmSE51Geg\\\",\\\"y\\\":\\\"eNoEhe0Qr3ke1IYntfqXCZ5c0X8e41cMbSqlAe59whM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OlnGsa1XgB-gd1yqad7TqxcY0TDtGldk95WJaGLdaQo\"}"