"{\"content\":{\"body\":\"\\\"No, no. He has you and his Klosking. And I have my broken heart. I *am* alone; and so will be all alone.\\\"\\n\\nShe cried and sobbed, but she was obstinate, and Fanny could only let her have her own way in that.\\n\\nAnother question was soon disposed of. When Fanny invited her into the sickroom, she said, haughtily, \\\"I go there no more. Cure her, and send her away--if Harrington will let her go. I dare say she is to be pitied.\\\"\\n\\n\\\"Of course she is. She is your fellow-victim, if you would only let yourself see it.\\\"\\n\\n\\\"Unfortunately, instead of pitying her, I hate her. She has destroyed my happiness, and done herself no good. He does not love her, and never will.\\\"\\n\\nFanny found herself getting angry, so she said no more; for she was determined nothing should make her quarrel with poor Zoe; but after dinner, being *te'te-'a-te'te* with Vizard, she told him she was afraid Zoe could not see things as they were; and she asked him if he had any idea what had become of Severne.\\n\\n\\\"Fled the country, I suppose.\\\"\\n\\n\\\"Are you sure he is not lurking about?\\\"\\n\\n\\\"What for?\\\"\\n\\n\\\"To get a word with Zoe--alone.\\\"\\n\\n\\\"He will not come near this. I will break every bone in his skin if he does.\\\"\\n\\n\\\"But he is so sly; he might hang about.\\\"\\n\\n\\\"What for? She never goes out; and if she did, have you so poor an opinion of her as to think she would speak to him?\\\"\\n\\n\\\"Oh, no! and she would forbid him to speak to her. But he would be sure to persist; and he has such wonderful powers of explanation, and she is blinded by love, I think he would make her believe black was white, if he had a chance; and if he is about, he will get a chance some day. She is doing the very worst thing she could--shutting herself up so. Any moment she will turn wild, and rush out reckless. She is in a dangerous state, you mark my words; she is broken-hearted, and yet she is bitter against everybody, except that young villain, and he is the only enemy she has in the world. I don't believe Mademoiselle Klosking ever wronged her, nor ever will. Appearances are against her; but she is a good woman, or I am a fool. Take my advice, Harrington, and be on your guard. If he had written a penitent letter to Mademoiselle Klosking, that would be a different thing; but he ignores her, and that frightens me for Zoe.\\\"\\n\\nHarrington would not admit that Zoe needed any other safeguard against a detected scoundrel than her own sense of dignity. He consented, however, to take precautions, if Fanny would solemnly promise not to tell Zoe, and so wound her. On that condition, he would see his head-keeper tomorrow, and all the keepers and watchers should be posted so as to encircle the parish with vigilance. He assured Fanny these fellows had a whole system of signals to the ear and eye, and Severne could not get within a mile of the house undetected. \\\"But,\\\" said he, \\\"I will not trust to that alone. I will send an advertisement to the local papers and the leading London journals, so worded that the scoundrel shall know his forgery is detected, and that he will be arrested on a magistrate's warrant if he sets foot in Barfordshire.\\\"\\n\\nFanny said that was capital, and, altogether, he had set her mind at rest.\\n\\n\\\"Then do as much for me,\\\" said Vizard. \\\"Please explain a remarkable phenomenon. You were always a bright girl, and no fool; but not exactly what humdrum people would call a good girl. You are not offended?\\\"\\n\\n\\\"The idea! Why, I have publicly disowned goodness again and again. You have heard me.\\\"\\n\\n\\\"So I have. But was not that rather deceitful of you? for you have turned out as good as gold. Anxiety has kept me at home of late, and I have watched you. You live for others; you are all over the house to serve two suffering *women.* That is real charity, not sexual charity, which humbugs the world, but not me. You are cook, housemaid, butler, nurse, and friend to both of them. In an interval of your time, so creditably employed, you come and cheer me up with your bright little face, and give me wise advice. I know that women are all humbugs; only you are a humbug reversed, and deserve a statue--and trimmings. You have been passing yourself off for a naughty girl, and all the time you were an extra good one.\\\"\\n\\n\\\"And that puzzles the woman-hater, the cynical student, who says he has fathomed woman. My poor dear Harrington, if you cannot read so shallow a character as I am, how will you get on with those ladies upstairs--Zoe, who is as deep as the sea, and turbid with passion, and the Klosking, who is as deep as the ocean?\\\"\\n\\nShe thought a moment and said, \\\"There, I will have pity on you. You shall understand one woman before you die, and that is me. I'll give you the clew to my seeming inconsistencies--if *you* will give *me* a cigarette.\\\"\\n\\n\\\"What! another hidden virtue? You smoke?\\\"\\n\\n\\\"Not I, except when I happen to be with a noble soul who won't tell.\\\"\\n\\nVizard found her a Russian cigarette, and lighted his own cigar, and she lectured as follows:\\n\\n\\\"What women love, and can't do without, if they are young and healthy and spirited, is--Excitement. I am one who pines for it. Now, society is so constructed that to get excitement you must be naughty. Waltzing all night and flirting all day are excitement. Crochet, and church, and examining girls in St. Matthew, and dining *en famille,* and going to bed at ten, are stagnation. Good girls--that means stagnant girls: I hate and despise the tame little wretches, and I never was one, and never will be. But now look here: We have two ladies in love with one villain-- that is exciting. One gets nearly killed in the house--that is gloriously exciting. The other is broken-hearted. If I were to be a bad girl, and say, 'It is not my business; I will leave them to themselves, and go my little mill-round of selfishness as before,' why, what a fool I must be! I should lose Excitement. Instead of that, I run and get thinks for the Klosking--Excitement. I cook for her, and nurse her, and sit up half the night--Excitement. Then I run to Zoe, and do my best for her--and get snubbed--Excitement. Then I sit at the head of your table, and order you--Excitement. Oh, it is lovely!\\\"\\n\\n\\\"Shall you not be sorry when they both get well, and Routine recommences?\\\"\\n\\n\\\"Of course I shall. That is the sort of good girl I am. And, oh! when that fatal day comes, how I shall flirt. Heaven help my next flirtee! I shall soon flirt out the stigma of a good girl. You mark my words, I shall flirt with some *married man* after this. I never did that yet. But I shall; I know I shall. --Ah!--there, I have burned my finger.\\\"\\n\\n\\\"Never mind. That is exciting.\\\"\\n\\n\\\"As such I accept it. Good-by. I must go and relieve Miss Gale. Exit the good girl on her mission of charity--ha! ha!\\\" She hummed a *valse 'a deux temps,* and went dancing out with such a whirl that her petticoats, which were ample, and not, as now, like a sack tied at the knees, made quite a cool air in the room.\\n\\nShe had not been gone long when Miss Gale came down, full of her patient. She wanted to get her out of bed during the daytime, but said she was not strong enough to sit up. Would he order an invalid couch down from London? She described the article, and where it was to be had.\\n\\nHe said Harris should go up in the morning and bring one down with him.\\n\\nHe then put her several questions about her patient; and at last asked her, with an anxiety he in vain endeavored to conceal, what she thought was the relation between her and Severne.\\n\\nNow it may be remembered that Miss Gale had once been on the point of telling him all she knew, and had written him a letter. But at that time the Klosking was not expected to appear on the scene in person. Were she now to say she had seen her and Severne living together, Rhoda felt that she should lower her patient. She had not the heart to do that.\\n\\nRhoda Gale was not of an amorous temperament, and she was all the more open to female attachments. With a little encouragement she would have loved Zoe, but she had now transferred her affection to the Klosking. She replied to Vizard almost like a male lover defending the object of his affection.\\n\\n\\\"The exact relation is more than I can tell; but I think he has lived upon her, for she was richer than he was; and I feel sure he has promised her marriage. And my great fear now is lest he should get hold of her and keep his promise. He is as poor as a rat or a female physician; and she has a fortune in her voice, and has money besides, Miss Dover tells me. Pray keep her here till she is quite well, please.\\\"\\n\\n\\\"I will.\\\"\\n\\n\\\"And then let me have her up at Hillstoke. She is beginning to love me, and I dote on her.\\\"\\n\\n\\\"So do I.\\\"\\n\\n\\\"Ah, but you must not.\\\"\\n\\n\\\"Why not?\\\"\\n\\n\\\"Because.\\\"\\n\\n\\\"Well, why not?\\\"\\n\\n[ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/78](ethereum://0x60f80121c31a0d46b5279700f9df786054aa5ee5/78)\\n\\n\",\"timestamp\":1637670811,\"title\":\" that is not fair. Harrington is full of affection for you. But you will not go near him.\"},\"digest\":\"rxqDkkHeiupvWU8_vQFsOaS8fLiJ1FAiFyWmmgMFh4w\",\"authorship\":{\"contributor\":\"0x6b55Ba15E3e103d91f6dec37dd48B84ddF5B245C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ke-fW3rZtuu2ISz-65Q9U7QRX0L9bKIqUvD0NPcmqt8\\\",\\\"y\\\":\\\"WByC0rQ7r8wgwuFoEqncXATSzYv3RBvwkrwmVF2DKfA\\\"}\",\"signature\":\"rvWEg1vRZWc7XQ9Q__zQIHn4FBl8vr6vXwh0OZdXwLq42OAvQKwCKlKHtxh-FmELKE4jH4GqoExrG9khIP70tg\",\"signingKeySignature\":\"0x3b27590a20beb402f5c704833c0fe15a3b736eef2767d656512f9ea5fe38725e17dd1cf7665a2a8b7110f8d532aaa73905757f620abff073b2cbbbb7388c2afb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ke-fW3rZtuu2ISz-65Q9U7QRX0L9bKIqUvD0NPcmqt8\\\",\\\"y\\\":\\\"WByC0rQ7r8wgwuFoEqncXATSzYv3RBvwkrwmVF2DKfA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"rxqDkkHeiupvWU8_vQFsOaS8fLiJ1FAiFyWmmgMFh4w\"}"