"{\"content\":{\"body\":\"工作與職場大概佔據人生很長很長的一段時間，遇到的問題百般花門，人也是各種米養出來的各式各樣，說誰好或是不好，其實每一個地方的老闆跟主管們都各有所好去聘用自己要的人。\\n\\n \\n \\n\\n在轉換工作之時，有很大的機會遇到新公司會要求前公司的聯繫資訊，比較好一點的，會請你給當時任用主管聯繫方式，通常其實若好聚好散，應該不會太過難，而有的是直接繞過你直接致電公司說明來意，主要是排除有的人可能會給予已經先說好的，或者請他人頂替，畢竟做人資的也不是省油的燈，**務必真誠以對，即便是缺點，都可能是加分。**\\n\\n \\n\\n跟前公司照會這件事情不用太擔心，**絕大多只是確定品行端正為先，以及跟你面試和履歷上面的說法是否一致性**，因為真的不少人會誇大，或者將團隊的成績寫成自己的成果等等。\\n\\n \\n \\n\\n我自己個人找工作的經驗來說，**五次大概有三次會有與前公司照會的經驗**，或許另外兩次我個人不知道，再較規模一點或是職位較高或者領域較特殊的相關公司，會去調閱你個人背景，這點不用擔心，主要是看有沒有前科犯罪的紀錄。\\n\\n \\n \\n\\n這次想提到曾經比較有趣的一次照會經驗，其實當初前一份工作離職的不算太過愉快，因為我們的部門像是被丟皮球，沒有人想承接下來，**於是幾乎不到一個月就會換來新的大主管，倒楣的就是我們這一些員工。**\\n\\n \\n \\n\\n做網路電商的速度節奏都算相當的快，當時只要更換一個大主管，**我跟同事就要全部重做簡報，然後再次說明所有未來的目標和規劃。**\\n\\n \\n \\n\\n簡單來說就是，每一個主管都有自己的想法，加上幾乎都是空降的關係，新官上任三把火，很明確被告知不要廢話，**全部打掉重練聽他的就對了**，殊不知，空降的對於電商領域完全不懂，而最大老闆每周都要看周報，甚至是日報業績，一有不對勁，老闆就直接換掉人，然後我們苦哈哈的這一群員工都最後才知道。\\n\\n \\n \\n\\n所以，這樣的惡性循環持續了超過半年，演變成，**我們最後每個人都經常呈現漠然的表情，說話也就變得不拐彎抹角，**也就被這位前主管當成抨擊的一點，或許他還在水深火熱的關係吧？一連串的電話中向我的新公司人資砲轟我，**還提到都是小主管了，居然還是最準時下班的那一位，這樣根本不是有責任心的表現，還要提防我這個人說話太過直接沒有禮貌。**\\n\\n \\n\\n印象很深刻，那一天我才到新公司面試完結束不久，跟著朋友隨便吃就走去摩斯用餐順便休息，過不了多久，我就接到新公司的電話表示稍早跟前公司照會過了，**因為總經理的要求關係，需要二次面試**，並且需要當下採用電話方式進行二次面試。人資那一方不希望我有任何的準備跟確認，他要第一手直接諮詢，但我也沒什麼顧慮的直接回他，好喔，不過我在吃飯給我一分鐘我走去外面，**只是這一個電話面試就是將近一小時多**，我的薯條都冷了。\\n\\n \\n \\n\\n大致上人資好話先說完，最後重要的就是，把上面說的那一些缺點的經驗，跟我再次最後確認，當下其實有一種好像犯人被詢問的錯覺，只是想一想換作是我也會想多確認的，**所以不如就好好的真誠面對，反正又不是非得要去這一家公司不可。**\\n\\n \\n \\n\\n稍微將前因後果完整的描述，並提到關於個性的部分，我也直接坦然地說，的確我有這樣子說話，或許對於別人來說很直接，**但我是為了工作而直言而說話，沒有為了自己也不是為了別人，這是為了工作上**，至少我不會說謊，我也明白說話的方式還是有婉轉的方式可以修飾，這也算是我自己的課題，我不敢保證我現在就不會說話直接，但我有在改善這一點。\\n\\n \\n \\n\\n而準時下班的這一點，明明表定就是六點下班，這哪裡有對錯？有時候是自己要帶頭先下班，隨後助理才走得安心，**雖然我們部門幾乎都是公司最早走的，除了大主管。**\\n\\n \\n \\n\\n這一點我反倒不認為有什麼好去辯解的。**貴公司也認同這種晚下班風氣的話，我不認同但還是尊重。**\\n\\n \\n \\n\\n而在這一來一回的電話面試中，**也算是自己可以多方面了解這一家新公司的人資的態度，一方面也是自己在面試新公司**，若對方的立場明顯跟自己不對盤的話，那也很好，就是此處不宜而已，趕緊找其它收留處。\\n\\n \\n \\n\\n意外的是，人資反而很喜歡我這樣的人，相當坦承並且很有邏輯性，沒有顛三倒四也符合前兩公司的照會說法，對的，到最後才知道他去電了兩家公司，不過也就是因為如此我們才聊了超過一小時，**而最後，我還得到了第三次與總經理的面試，嗯，就是這麼的累人。**\\n\\n \\n \\n\\n所以在轉換工作之時，若對於原本的公司很感冒的話，絕對要想一想是不是不要再走入一樣的公司，避免都是一樣的循環，因為職場上真的還是有很多很不錯的公司，同事的話，真的要看運氣，遇到壞人也沒關係，**自己夠堅定做自己最堅強的盾牌，就不用怕。**\\n\\n \\n \\n\\n上面那一份工作，經過了三次面試，總經理直接說確定用我了**。**\\n\\n \\n \\n\\n真誠且坦率的做好自己的本分，一定會迎來適合自己的地方，**無論是職場，無論是人生，這道路上的各式各樣的人，一定會有與你頻率匹配的**，喪氣了沒面試上也沒關係，有時候可能是宇宙在幫你剔除，職場不過就是份工作，要掉頭要轉彎都可，就繼續走下去，請相信自己。\\n\\n \\n \",\"timestamp\":1640324599,\"title\":\"面試公司與前東家照會｜誠實以對仍是上策｜職場點滴經驗\"},\"digest\":\"l6cD6LHhTh0FhpvAwLgRqAlM8Hc9jVNXWSr-gxUdxV8\",\"authorship\":{\"contributor\":\"0x4bCfEB3d584D673bc06d0E2aAa1382c25CD25Ca7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"D_b4eTZYz2EZF_-tUq3-kEoKar7CWZkCULu5-dTyJeE\\\",\\\"y\\\":\\\"ViA6aS9jJjdPZzQr2SIx8rvzxuqUiOwBD1zUZ3ujPiI\\\"}\",\"signature\":\"zWie6waPRzQZVi0Ekn9YWytBDiLTdm231MhbQli9NlnDWLT2B9EjcX88lHvp33wmceQp-OSvnxdeq9BQAMIMmQ\",\"signingKeySignature\":\"0xdd912be9b3ea7d5c361385ec8304cef810ecd3d2c9eea51d4a0922531e3d625d197fe7841398bb2f7e767c2264aedc589487352932e7d385e9690b42ef76796f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"D_b4eTZYz2EZF_-tUq3-kEoKar7CWZkCULu5-dTyJeE\\\",\\\"y\\\":\\\"ViA6aS9jJjdPZzQr2SIx8rvzxuqUiOwBD1zUZ3ujPiI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"l6cD6LHhTh0FhpvAwLgRqAlM8Hc9jVNXWSr-gxUdxV8\"}"