"{\"content\":{\"body\":\"He spoke with warm eagerness.\\n\\n\\\"I am sure you are. But just now, when she is sad, be very good to her.\\\"\\n\\n\\\"Si, Signora.\\\"\\n\\nShe took her hand from the boy's shoulder. He bent to kiss her hand, and again, as he was lifting up his head, she saw the melting look in his eyes. This time it was unmingled with amazement, and it startled her.\\n\\n\\\"Oh, Ruffo!\\\" she said, and stopped, staring at him in the darkness.\\n\\n\\\"Signora! What is it? What have you?\\\"\\n\\n\\\"Nothing. Good-night, Ruffo.\\\"\\n\\n\\\"Good-night, Signora.\\\"\\n\\nHe took off his cap and ran down to the boat. Hermione leaned over the railing, bending down to see the boy reappear below. When he came he looked like a shadow. From this shadow there rose a voice singing very softly.\\n\\n\\\"Oh, dolce luna bianca de l' Estate--\\\"\\n\\nThe shadow went over to the boat, and the voice died away.\\n\\n\\\"Gli occhi di Rosa e il mar di Mergellina.\\\"\\n\\nHermione still was bending down. And she formed the last words with lips that trembled a little.\\n\\n\\\"Gli occhi di Rosa e il mar di Mergellina.\\\"\\n\\nThen she said: \\\"Maurice--Maurice!\\\"\\n\\nAnd then she stood trembling.\\n\\nYes, it was Maurice whom she had seen again for an instant in the melting look of Ruffo's face. She felt frightened in the dark. Maurice --when he kissed her for the last time, had looked at her like that. It could not be fancy. It was not.\\n\\nWas this the very first time she had noticed in Ruffo a likeness to her dead husband? She asked herself if it was. Yes. She had never--or had there been something? Not in the face, perhaps. But--the voice? Ruffo's singing? His attitude as he stood up in the boat? Had there not been something? She remembered her conversation with Artois in the cave. She had said to him that--she did not know why--the boy, Ruffo, had made her feel, had stirred up within her slumbering desires, slumbering yearnings.\\n\\n\\\"I have heard a hundred boys sing on the Bay--and just this one touches some chord, and all the strings of my soul quiver.\\\"\\n\\nShe had said that.\\n\\nThen there was something in the boy, something not merely fleeting like that look of gentleness--something permanent, subtle, that resembled Maurice.\\n\\nNow she no longer felt frightened, but she had a passionate wish to go down to the boat, to see Ruffo again, to be with him again, now that she was awake to this strange, and perhaps only faint, imitation by another of the one whom she had lost. No--not imitation; this fragmentary reproduction of some characteristic, some--\\n\\nShe lifted herself up from the railing. And now she knew that her eyes were wet. She wiped them with her handkerchief, drew a deep breath, and went back to the house. She felt for the handle of the door, and, when she found it, opened the door, went in, and shut it rather heavily, then locked it. As she bent down to push home the bolt at the bottom a voice called out:\\n\\n\\\"Who's there?\\\"\\n\\nShe was startled and turned quickly.\\n\\n\\\"Gaspare!\\\"\\n\\nHe stood before her half dressed, with his hair over his eyes, and a revolver in his hand.\\n\\n\\\"Signora! It is you!\\\"\\n\\n\\\"Si. What did you think? That it was a robber?\\\"\\n\\nGaspare looked at her almost sternly, went to the door, bent down and bolted it, then he said:\\n\\n\\\"Signora, I heard a noise in the house a few minutes ago. I listened, but I heard nothing more. Still, I thought it best to get up. I had just put on my clothes when again I heard a noise at the door. I myself had locked it for the night. What should I think?\\\"\\n\\n\\\"I was outside. I came back for something. That was what you heard. Then I went out again.\\\"\\n\\n\\\"Si.\\\"\\n\\nHe stood there staring at her in a way that seemed, she fancied, to rebuke her. She knew that he wished to know why she had gone out so late, returned to the house, then gone out once more.\\n\\n\\\"Come up-stairs for a minute, Gaspare,\\\" she said. \\\"I want to speak to you.\\\"\\n\\nHe looked less stern, but still unlike himself.\\n\\n\\\"Si, Signora. Shall I put on my jacket?\\\"\\n\\n\\\"No, no, never mind. Come like that.\\\"\\n\\nShe went up-stairs, treading softly, lest she might disturb Vere. He followed. When they were in her sitting-room she said:\\n\\n\\\"Gaspare, why did you go to bed without coming to say good-night to me?\\\"\\n\\nHe looked rather confused.\\n\\n\\\"Did I forget, Signora? I was tired. Forgive me.\\\"\\n\\n\\\"I don't know whether you forgot. But you never came.\\\"\\n\\nAs Hermione spoke, suddenly she felt as if Gaspare, too, were going, perhaps, to drift from her. She looked at him with an almost sharp intensity which hardened her whole face. Was he, too, being insincere with her, he whom she trusted implicitly?\\n\\n\\\"Did you forget, Gaspare?\\\" she said.\\n\\n\\\"Signora,\\\" he repeated, with a certain, almost ugly doggedness, \\\"I was tired. Forgive me.\\\"\\n\\nShe felt sure that he had chosen deliberately not to come to her for the evening salutation. It was a trifle, yet to-night it hurt her. For a moment she was silent, and he was silent, looking down at the floor. Then she opened her lips to dismiss him. She intended to say a curt \\\"Good-night\\\"; but--no--she could not let Gaspare retreat from her behind impenetrable walls of obstinate reserve. And she did know his nature through and through. If he was odd to-night, unlike himself, there was some reason for it; and it could not be a reason that, known to her, would make her think badly of him. She was certain of that.\\n\\n\\\"Never mind, Gaspare,\\\" she said gently. \\\"But I like you to come and say good-night to me. I am accustomed to that, and I miss it if you don't come.\\\"\\n\\n\\\"Si, Signora,\\\" he said, in a very low voice.\\n\\nHe turned a little away from her, and made a small noise with his nose as if he had a cold.\\n\\n\\\"Gaspare,\\\" she said, with an impulse to be frank, \\\"I saw Ruffo to-night.\\\"\\n\\nHe turned round quickly. She saw moisture in his eyes, but they were shining almost fiercely.\\n\\n\\\"He told me something about his Patrigno. Did you know it?\\\"\\n\\n\\\"His Patrigno and Peppina?\\\"\\n\\nHermione nodded.\\n\\n\\\"Si Signora; Ruffo told me.\\\"\\n\\n\\\"I gave the boy something for his mother.\\\"\\n\\n\\\"His mother--why?\\\"\\n\\nThere was quick suspicion in Gaspare's voice.\\n\\n\\\"Poor woman! Because of all this trouble. Her husband is in prison.\\\"\\n\\n\\\"Lo so. But he will soon be out again. He is 'protected.' \\\"\\n\\n\\\"Who protects him?\\\"\\n\\nBut Gaspare evaded the answer, and substituted something that was almost a rebuke.\\n\\n\\\"Signora,\\\" he said, bluntly, if I were you I would not have anything to do with these people. Ruffo's Patrigno is a bad man. Better leave them alone.\\\"\\n\\n\\\"But, Ruffo?\\\"\\n\\n\\\"Signora?\\\"\\n\\n\\\"You like him, don't you?\\\"\\n\\n\\\"Si, Signora. There is no harm in him.\\\"\\n\\n\\\"And the poor mother?\\\"\\n\\n\\\"I am not friends with his mother, Signora. I do not want to be.\\\"\\n\\nHermione was surprised by his harshness.\\n\\n\\\"But why not?\\\"\\n\\n\\\"There are people at Mergellina who are bad people,\\\" he said. \\\"We are not Neapolitan. We had better keep to ourselves. You have too much heart, Signora, a great deal too much heart, and you do not always know what people are.\\\"\\n\\n\\\"Do you think I ought not to have given Ruffo that money for his mother?\\\" Hermione asked, almost meekly.\\n\\n\\\"Si, Signora. It is not for you to give his mother money. It is not for you.\\\"\\n\\n\\\"Well, Gaspare, it's done now.\\\"\\n\\n\\\"Si, it's done now.\\\"\\n\\n\\\"You don't think Ruffo bad, do you?\\\"\\n\\nAfter a pause, Gaspare answered:\\n\\n\\\"No, Signora. Ruffo is not bad.\\\"\\n\\nHermione hesitated. She wanted to ask Gaspare something, but she was not sure that the opportunity was a good one. He was odd to-night. His temper had surely been upset. Perhaps it would be better to wait. She decided not to speak of what was in her mind.\\n\\n\\\"Well, Gaspare, good-night,\\\" she said.\\n\\n\\\"Good-night, Signora.\\\"\",\"timestamp\":1637314478,\"title\":\"\\n\\\"Signora, I always am good for my poor mamma.\\\"\"},\"digest\":\"9yOt6VaPTPgjmGtIBnaw3DLC3QUiSDxAVBkUbN9dvrc\",\"authorship\":{\"contributor\":\"0xF165065007e6A50f160Ee022853535F41771C1a6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OhrIHazcm_H9D6ztqsEJTC2lH7XGrVr5dazw8RdYy6w\\\",\\\"y\\\":\\\"7wdTNt80ggnbLumBBAHRiA9wRUwHBuTeE-yQnFCEGmQ\\\"}\",\"signature\":\"i7ALySH5H1k94gNa6xDZfql7KJYFtYcoJZ6VY9Bxj58T2OwiajS7ETlQa-O-wdykBzN8oNbCJj1Rb-UC73dgvg\",\"signingKeySignature\":\"0xfafb478a7c33aab9503772c193954281fb591aee43f34f638cd9e4ef5335b3c85b63af3e6c8572e314f862c155c4dd078083a98e5ad4ff6ad28f10bec9bdd34c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OhrIHazcm_H9D6ztqsEJTC2lH7XGrVr5dazw8RdYy6w\\\",\\\"y\\\":\\\"7wdTNt80ggnbLumBBAHRiA9wRUwHBuTeE-yQnFCEGmQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9yOt6VaPTPgjmGtIBnaw3DLC3QUiSDxAVBkUbN9dvrc\"}"