"{\"content\":{\"body\":\"Hey Humans,\\n\\ntoday I want to share my thoughts on **Tribalsim** in the crypto space. The following text mirrors my personal opinion about a controversial topic. I invite you to share yours with me on [Twitter](https://twitter.com/tjaaark).\\n\\n![](https://images.mirror-media.xyz/publication-images/kh8PLqysdD4A1HdrU7-8l.png?height=348&width=928)\\n\\n### Definition of the Term Tribalism\\n\\nTribalism can be understood in two ways:\\n\\n> *the state of existing as a tribe, or a very strong feeling of loyalty to your tribe*\\n\\nor more often today:\\n\\n> *a very strong feeling of loyalty to a political or social group, so that you support them whatever they do*\\n\\nThe first definition represents positive values and gives the feeling of a strong bond between different personalities. We think about families and working together to achieve a common goal.\\n\\nBut if we take a look at the second definition, we can feel that it has a more negative vibe to it. \\\"You support them, **whatever they do**.\\\" I've got the feeling this one is slowly replacing the other one in our heads. No matter if it's football clubs (or soccer if you want to call it like that), religion (my god is better than yours), politics (looking at Trump or Brexit), or even Cryptocurrency and Blockchain - you don't see people living peacefully together anymore, but you get downvotes, hate speech, and mutual denial.\\n\\n### Loss of Trust instead of Financial Gains\\n\\nToday, people are expecting maximum gains and to get rich quick. You don't have to search for them at all. You get matching offers from self-announced gurus sticked into your face, all over the internet. *Just pay me, and I will show you how to get rich.* And, do you know what they will tell you? They will show you their tricks how to find people, that are as stupid as you, and how to get them to sign up to their (or sometimes even your own) service. They will tell you that every other company is bad, and if someone comes up your way with any criticism, they are also bad.\\n\\nIt's scams everywhere around. This all leads to a loss of trust and a general fear. People forget how it feels to be in a wholesome and humble community, where one supports another.\\n\\n### Mutual Interests can Lead to Mutual Benefits\\n\\nThere are so many wars going on:\\n\\n**Ethereum** versus **Cardano \\n BitcoinCash** vs **Bitcoin \\n Bitcoin** vs ***literally everybody***\\n\\n![](https://images.mirror-media.xyz/publication-images/A540jaOaY8IINORzkABRb.png?height=1047&width=1485)\\n\\nWhat we shouldn't forget is, that it *can* all coexist. To be honest, it probably needs more than just one blockchain and one Cryptocurrency to make it to full mass-adoption.\\n\\nLook at network congestion on Ethereum and Polygon for example. We need other blockhains to make sure we can build the infrastructure to host a network that can cope with all the people in the world at the same time. If there was only Ethereum, the gas fees would very likely be over 9,000 Gwei. That way only investors with a lot of wealth would be able to participate. Different networks keep the gas fees low and balance users between them.\\n\\nWe need different networks to test out new things. How can we prove that we are right, if we don't do the experiments, and try what would be, *if* Ethereum did show that smart contracts can be easy, and that everybody could be able to use them. It has been a bumpy road, but here it is going hard.\\n\\nOn the other hand we have players like Cardano. They did take their time to make sure their systems are as safe as possible, before going live. They got a lot of criticism for not being functional, but at the same time they released hundreds of peer reviewed papers. With their research being open source and scientifically proven, this is a huge profit for the whole blockchain space.\\n\\n### We're all in the same boat together ⛵\\n\\nOf course you can debate if one project is better than another. But we should see the benefits from that. Projects can only really evolve if you are able to compare them with each other. As long as a project has a fair use case, trying to make something better, let's support it for the cause.\\n\\nCrypto Tribalism is holding back the community as a whole. So if you ever want to show any Tribalism in future, please let's make sure to identify as the one tribe around Crypto, and not less. We all want the same: social, financial, and political inclusion in a global level playing field. Distributed Computing, Peer2Peer, Cryptocurrency, Blockchain - they all could change the world for good, if we finally get out of our own way. WAGMI \\n Love Love & Hate Hate.\",\"timestamp\":1636114415,\"title\":\"Crypto Tribalism\"},\"digest\":\"RUGD69Mc1FBu98iqkEnFp9v5L6WSepYqG7JUC7jVvNs\",\"authorship\":{\"contributor\":\"0x9F36A6bB398118bdCD5B1bC3343D8FEB6d7d02B9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Q5d2J4l9D-lZQF8bf6BA1TpcI4fj_lKevt0PzYFachU\\\",\\\"y\\\":\\\"QAhxlunUOtg0pTilXuUD_ImZSTWfzjUeT-NbkVo8H5Q\\\"}\",\"signature\":\"_zR5FecQlo_1-1WYJLuszazXJwWWPDST1sPvM6QdRtNPydoGXYosvWGmCBBNwtCg_IFsxuEa7MbGjLSMir5lSg\",\"signingKeySignature\":\"0xf3f4be8ad4f633894a8728ef544f23bc7d786dc90aa2cb6e4ee4eb1fac3dc6870b6c0a2e8abc92b03086475c2d93ded9848e4d2912805dbf48d40f452089f8cb1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Q5d2J4l9D-lZQF8bf6BA1TpcI4fj_lKevt0PzYFachU\\\",\\\"y\\\":\\\"QAhxlunUOtg0pTilXuUD_ImZSTWfzjUeT-NbkVo8H5Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RUGD69Mc1FBu98iqkEnFp9v5L6WSepYqG7JUC7jVvNs\"}"