"{\"content\":{\"body\":\"## 第二章 真没骗你们\\n\\n陈欢躺在床上，闭着眼睛，在经历了刚刚短暂的激动后，渐渐冷静下来，开始思考起一些问题。\\n\\n我陈欢，一个普普通通的毕业即失业的带学生，一个炒币亏到一无所有还欠外债的老韭菜，在一个没有电闪雷鸣风雨交加的晚上，吃了一粒在正规三甲医院处方开出来的安眠药，躺在平平无奇的木板床上，睡了一觉，就这么穿越了？\\n\\n太不合理了吧，太不符合穿越三要素了吧，车祸跳楼被电击我是一个不沾啊，且不说这些都是小说剧情。就从唯物主义出发，根据现有的科学理论，根本不支持我回到过去啊，要说冬眠了穿越到未来还有点可能性。\\n\\n有没有一种可能？我不是穿越，只是做了一个贼长的梦。但是这梦也太细节了，而且我现在处于刚高考完的时间，但对于书本上的知识都已经基本遗忘了，脑子里剩的最多的就是K线图，这说是做梦我自己都不信。\\n\\n陈欢虽然躺在床上没有动作，但脑海中的思绪已经变化万千漂洋过海，开始遨游宇宙了，从网络小说想到空间虫洞，从物理学想到哲学，甚至于怀疑起这个世界的真实性。\\n\\n“不行，我必须要搞清楚这是怎么回事。”陈欢嘴上轻轻念叨着，顺手拿起一边的手机。他还记得，这是当时高考完买的华为P10手机，后来赚钱了上大学的几年光手机都换了十好几个。\\n\\n解锁手机，打开浏览器的百度搜索，搜了几个关键词，搜到的不是广告就是营销号，根本没有什么有价值的信息。刚想关了浏览器，忽然眼睛瞟到一个贴吧的贴子，好像是个人说自己是从2077穿越的还留了几个未来的事件的预言。陈欢心里还有点小激动，遇到同行了啊。难道穿越在这个世界上其实是很平常的事情，说不定那些写穿越小说的作者十个里有八个是真实经历过的，不然写出来怎么跟真的一样。怀着对穿越前辈的好奇，陈欢果断选择点进去看一眼。\\n\\n“美国第46任总统大选，川普获胜继续连任”\\n\\n“明年世界杯冠军是德国队，卫冕夺冠”\\n\\n“20年的东京奥运将会不太顺利”\\n\\n……\\n\\n几条预测看下来，给陈欢看的一愣一愣的，这老哥怕是从别的时间线穿过来的吧。跟我经历的毛都不一样啊，总统大选赢的那是拜登，18年世界杯冠军是法国队，德国队特么小组赛就淘汰了，20年东京奥运会那确实是不太顺利，因为都延期到21年去了也太不顺利了，观众席连个人都没有。\\n\\n陈欢自己也开始手痒，反正这是键盘侠的时代，网络上说几句想来也不会有人当真，于是他开始回贴逐条反驳楼主。\\n\\n“不好意思，在下穿越的时间比较近，21年来的，可能77年的老哥时间久了记错了，川普他没连任，连推特号都被封了，至于世界杯…”\\n\\n“顺便一提，比特币21年会涨到接近7万美元一枚，财富密码给大家了，想发财的兄弟萌可以梭哈了”\\n\\n回完贴，陈欢也感到一股困意袭来。记得自己刚高考完确实天天跑网吧一上网就上到深夜，可能确实没睡好，太困了。虽然心中的思绪很多，却也没抵过一阵阵的困意袭来。\\n\\n…\\n\\n一觉睡醒，外面已经是太阳高照。隔着窗帘，房间里都被照的透亮。睁开眼，看见着这刺目光芒，陈欢迷迷糊糊的脑子才真正清醒。\\n\\n真的穿越了。\\n\\n因为原来的自己为了节省开销，毕业后租的房子是个朝北小次卧，就压根没在早上醒来的时候感受到这么强的阳光。\\n\\n陈欢一下从床上坐起，伸了个懒腰，拿起手机，看了眼时间。\\n\\n「11:15」\\n\\n好家伙，一觉睡到中午，这就是一个准带学生的作息吗，已经开始提前为大学的逃课生活做准备了。\\n\\n起床刷牙洗脸，早饭是没得吃了，可以直接点个外卖吃午饭了。洗漱完毕，陈欢打开手机点完外卖，顺手打开贴吧，发现有好几条未读消息。\\n\\n“lzsb，你和楼主一样逗比”\\n\\n“sb，前几句说的我都差点信了，最后一看原来是个宣传比特币的骗子”\\n\\n“层主，能给我下一期双色球号码吗，中了我就信了（手动滑稽）”\\n\\n“拜登是那个前副总统吗？那家伙比川普还老，照你这么说再过几年的大选是失业老人竞争再就业”\\n\\n“笑死我了，2020东京奥运会在2021年举办，哥你编东西也要靠谱一点啊”\\n\\n“我觉得世界杯这个靠谱，法国拉满别墅靠海”\\n\\n陈欢看着这些回复，有点哭笑不得，“我说的可都是真的啊，真没骗你们。”\\n\\n本想再回他们几句放出更多的实锤，想想算了，说再多他们也不信，至于双色球的号码，自己也真不记得，而且那玩意，记得再清楚也不一定中。\\n\\n想了想，陈欢删除了原来的回复。现在看起来自己确实就像是个开玩笑的键盘侠，但是以后万一被挖坟了再被找到真人那就出事了。作为穿越者，还是按照穿越者的规矩，能苟一点就苟一点吧。\\n\\n陈欢忍不住在内心吐槽：\\n\\n为什么小说里别人穿越要么回到古代改写历史，把唐诗宋词全抄一遍，甚至能够手搓蒸汽机，一言不合就改朝换代当皇帝；要么就是回到几十年前百废待新，随便创业一路成为首富。更别提那些穿越到异世界成为武道宗师，自带系统的挂逼了。\\n\\n穿越就穿越，就给我穿了四年时间有什么用，我现在一无所有，就算有些信息差也竞争不过各行各业的天纵奇才，我是知道接下来短视频要火，可是别人不用穿越也知道这一点，我这怎么可能竞争的过他们。\\n\\n属实没办法，只能走炒币的老路了。\\n\\n但是众所周知：一只南美洲亚马逊河流域热带雨林中的蝴蝶，偶尔扇动几下翅膀，可以在两周以后引起美国得克萨斯州的一场龙卷风。蝴蝶效应在交易市场带来的影响是确定会有的，而且会随着自己介入的资金越多，变化越大。因而去炒币并不是随随便便的捡钱，而且对于BTC的历史K线图，即使自己完整的经历过，但除了少数一些关键位置，根本不可能做到对历史K线了如指掌，毕竟也没想到会有穿越的这一天。\\n\\n“哎——”\\n\\n陈欢想到这些，忍不住叹息一声，穿越的日子也没有一开始想的那么好混啊。\\n\\n就在这时电话响了。\\n\\n“喂，外卖？来了来了”\\n\\n不愧是币圈战略合作伙伴，这送餐速度真是快。\",\"timestamp\":1642004013,\"title\":\"重生之我在币安滚仓梭哈-2\"},\"digest\":\"kliNGKaZbOGi38Brc6ewzuZCv4T-IzfwpJktzFXk11U\",\"authorship\":{\"contributor\":\"0x7A9E49DAcFb35977762B9259DF1dC8880471f898\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3KDVY2XM1FaVlIjt5xxjq1ikEwqrftRxzE0AaILGJfI\\\",\\\"y\\\":\\\"-5IshHywAX6GVGKSQCtLF9Ivo7yZEqxcgjEkmMwyA0s\\\"}\",\"signature\":\"qODzN531z9fpzZghDAaFgM7Le6PmmdLeLoFAPFQ4HdRJLD6iJnJQKs3vUdG_Mrej1UyuzGZcU9FiSoPb68DL9Q\",\"signingKeySignature\":\"0x9fbe83b83652c0caf7a8c53f910161234efecee2b91adf945b46968a4dfeb6e2487537a745b63af2b00148c03d946ede31f3d4c0321f537a5746a4d9ba751b731c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3KDVY2XM1FaVlIjt5xxjq1ikEwqrftRxzE0AaILGJfI\\\",\\\"y\\\":\\\"-5IshHywAX6GVGKSQCtLF9Ivo7yZEqxcgjEkmMwyA0s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"kliNGKaZbOGi38Brc6ewzuZCv4T-IzfwpJktzFXk11U\"}"