"{\"content\":{\"body\":\"第四种事业的秘密\\n\\n前几天，比特傻做了调研，发现好多朋友想了解社会隐学。好啊，比特傻现在摇晃着酒杯，眯着眼睛，就再告诉你们一个秘密。感恩币乎平台。今天比特傻告诉你一个关于年轻人做事业的秘密。告诉你一个没有背景、只有智慧和能力的年轻人怎么成就事业的秘密。 人世间的道理真真假假。一半真相，一半智商税。 真正重要的真相从来都是秘而不宣。来，比特傻酒后来戳破真相吧。\\n\\n关于年轻人该做什么事业，无数媒体洋洋洒洒，做了很多总结。可是， 年轻人看了直挠头，条条道路走不通 。本文比特傻先总结过去10年媒体所说的三种事业类型，即技术型事业、资本型事业、资源变现类事业。然后，比特傻再把那个秘密告诉你。一个媒体永远不会说的秘密。大家准备好了吗？\\n\\n技术型事业\\n\\n比特傻大学时，听过同院系的一位技术大牛学长。居然在大学阶段就开发了一个简历筛选系统：在准确率不低于人工HR的基础上，筛选效率极高。他把这个系统卖给了IBM，然后赚了200万美金。朋友们，你有某种技术，别人不具备。你基于这种技术壁垒做的事业叫做技术型事业。大疆无人机的技术就来自汪滔的毕业项目。比特傻说明下，这里的技术不局限于IT或者互联网技术。即便你做饭做得极为好吃，在使馆街开家意大利餐厅，全北京无人能敌，你也能赚钱。技术型事业的麻烦主要在于两块。\\n\\n第一个麻烦在于，不是每个技术都有强大的变现能力。你发明了某种技术，能够解决交通拥堵或者治疗癌症百分百，你牛逼。全世界都需要，你想不成事业都难。技术不值钱的例子是啥呢？日本的煮饭仙人。日本这个民族有意思。比特傻在一个纪录片中看到某煮饭仙人煮了一辈子的饭，一天煮一大锅。确实匠心独运，可以我看老人的衣着打扮，感觉是穷困潦倒的。更夸张地，日本寿司之神店里的学徒，前十年都在学习怎么拧毛巾。毛巾确实拧得好，客人擦得舒服。可是这格局也太小了，难道你想一辈子给人拧毛巾？比特傻甚至认为 煮饭仙人精神对日本经济带来了负面影响 。\\n\\n第二个更大的麻烦在于，不是每个年轻人都有技术。甚至于说，绝大部分年轻人都没有技术。大部分年轻人连编程都不会，技术型事业和他们毫无关系。那你说是不是每个年轻人都应该去学习掌握某种技术呢？这个其实风险很高。假设你需要10年发明一种技术，生物、机械、化工、计算机都可以。可是10年过去了，你的技术还具有巨大的商用价值吗？这是低概率事件。 技术型事业注定了和大部分年轻人无缘 。但不知为什么，媒体对这类型事业推崇备至。\\n\\n资本型事业\\n\\n朋友们，你们小时候看过一张漫画吗？漫画描绘美国的国会场景，下面的议员在忙碌地开会，后排站着巨大而肥硕的资本家。漫画是说，国会的政客言行其实都是资本家的意志。如今国内的创业生态啊，资本重要还是人力重要？你们猜。至少，在资本型事业里面，资本的作用远大于人力。 年轻人容易犯的一个错误在于，难以意识到在资本的巨大作用下个人努力的渺小 。当然，这不是说个人不需要努力。那什么是资本型事业呢？\\n\\n典型的资本型事业就是滴滴和ofo。滴滴是个打车平台，有啥技术含量呢？资本家手持着100倍的资本，看着滴滴和大黄蜂。其实这已经不在于滴滴和大黄蜂谁更加优秀了，在于资本家选择了谁。拿着100倍的资本，一个有正常素质的大学生就能赢。在拥有100倍资本的情况下，疯狂补贴倾销；不需要额外的能力和技巧，也不需要非凡的魄力。是你，你也能行。ofo是一个反面例子，早期资本支持戴威，后来发现小伙子不听话，就抛弃他了。一个不盈利的欠了一屁股债的公司，在没有资本支持的情况下，是什么下场呢？大家已经看到了。我们眼见和很多企业，特斯拉以及各种人工智能和新零售企业等，都是资本型创业。一个个财务情况都恶劣到了荒诞的地步，都是靠资本的加持才能活着。好了，那年轻人是不是应该走资本型事业呢？\\n\\n如果你是资本方，你选选择籍籍无名的年轻人吗？你不会的。资本圈很小，大家开会团团坐下来。老大发言，XX赛道我看行，你们一轮轮接。那谁，小伙子斯坦福毕业的，为人老实，我们就支持他吧。资本圈是一群顶级海归、清北、BAT的系统出来的人把控着。什么？您一985、211想进核心圈现在怕是很难了。资本圈自然也偏好和自己类似的人，喜欢支持顶级海归、清北、BAT这一路的人。那其实对于大部分年轻人而言，想要获得获得资本的长期支持，是非常难的。 人家打德扑都不会叫你的 。你看到媒体上某某90后大学生拿了1个亿的投资的故事。 你不应该兴奋，你应该明白，这不是你的路 。\\n\\n资源型事业\\n\\n比特傻老家城市里面的市政工程改造项目，承包给了比特傻的一个高中学长。拿到市政的项目承包权，一定是很优秀的人吧。相反，比特傻的这位学长，从高中开始，就在外面混。 喝酒抽烟、烫头，带着女学生到处浪 。就这么一个货色怎么能拿到项目承包权呢？很简单，因为老爹在市委的关系。这哥们拿到承包权之后，自己组工程队都不会，直接外包，挣个差价。挣了多少呢，1000万吧。这是什么呢，这是资源型事业。你没有相关资源，你天大的本事，你都干不了。无奈吧，人生就是这么无奈。\\n\\n比特傻有一次去深圳考察一个金融项目。这个项目牛逼到什么程度呢？能够从税务局拿到企业的缴税数据，然后基于缴税数据给企业放贷款。太牛逼了，任你阿里百度技术多牛逼，你就是干不了这样的事情。能够拿到企业缴税数据，得多深厚的背景啊。比特傻也肃然起敬。\\n\\n资源型的事业有啥问题呢？资源的稳定性。比特傻曾和一个90后创业者聊天。因为父亲的原因，能够从银行拿到便宜的资金，迅速做起了消费信贷业务。2年后，公司做不下去了。为啥呢？因为老爹被人双规了。尽管资源型的事业存在稳定性和持续性的问题，但是也能够带来巨大的优势和启动资源。 年轻人很难在媒体上看到资源型事业的例子，以至于年轻人低估了社会不公平的程度。\\n\\n比特傻之问\\n\\n比特傻从业多年，遇到有缘的年轻创业者，都会问一个问题： 假设我给你一个亿，你是拿去做事业呢？还是去澳门赌一把？ 绝大部分创业者都会拍着胸脯保证，说自己一定会去把事业做大做强，自己是做事业的人。这么多年过去了，竟无一人领悟比特傻之问的含义。今天，我直白地告诉大家。\\n\\n你拿着比特傻的1个亿去做事业。潜在收益是50倍，成功率2%，耗时5-10年。你拿着比特傻的一个亿去澳门赌一把。潜在收益是2倍，成功率50%，耗时一瞬间。如果你输了，比特傻不会找你赔钱的。如果你赢了，比特傻找你连本带利的分钱。不管价值观上，做事业是多么高大上，赌博是多么地恶劣不堪。你的理智选择应该是选择去澳门赌一把。赢了，你把1个亿连本带利还给比特傻，自己还剩下约一个亿，你瞬间财务自由了。不需要背景的年轻人，就这样崛起了。而不是，耗费自己5-10年的青春去博一个小概率时间。你不是比特傻，你无法投资100个项目累积概率。无数媒体告诉你不要投机，要踏踏实实做高大上的事业。今天比特傻告诉你： 对于年轻人而言，绝大部分事业不如去澳门赌一把 。震撼吧，哈哈。\\n\\n第四种事业\\n\\n问题在于，投资人不会让你真的拿钱去澳门赌的。那怎么办？比特傻告诉你第四种事业类型，赌博型事业。在一个市场里面，可能有巨大的前景，投资人不得不投；而也有可能泡沫破裂，一地鸡毛、甚至法律风险，社会精英不愿意冒险。朋友们，区块链、现金贷、P2P就是这样的事业。我拿到一个P2P或者现金贷的商业计划书，我心里是犯嘀咕的。一方面，我知道市场巨大；另一方面我知道可能市场泡沫破裂但谁也说不清啥时候破裂。这样的投资，犹如拿钱给年轻人赌博。区块链也一样，吴忌寒、李笑来、李林、徐明星的崛起，都是通过赌博型事业崛起的。2013年，吴忌寒告诉投资人未来比特币挖矿多么了不起，会席卷全世界。那个时候，世界上开始有人赞同中本聪的巧夺天工，更多的人嗤之以鼻。 真相看不清却要下注，就是赌博 。 把赌博包装成正常项目去融资，就是赌博型事业。\\n\\n因为是赌博，所以有输的概率。现在看P2P的泡沫几乎破碎，现金贷被赶出海。而区块链还在顽强的活着。因为事情可能弄得一地鸡毛，所有主流的社会精英诸如顶级海归、清北、BAT不会大规模参与。所以，对于没有背景的年轻人，你可以在竞争较小的情况下去赌一把。赢了，你靠自己财务自由了。输了，你大不了亏名誉，又不亏钱，过几年再来。比特傻提醒一点，年轻人应该在赌博型事业中，选择反脆弱性强的行业。这样能够抵抗黑天鹅，不至于一蹶不振。比特傻站在中关村创业咖啡的路口，李克强总理喝过咖啡的地方。人来人往，人们在这里曾经期待着创业创新的大潮从这里开始。 可是，又有几人知道，真正属于没有背景年轻人的机会，是赌博型事业呢？\\n\\n结语\\n\\n我不知道这样的观点，会激起怎样的争议。社会呢，总需要政治正确和价值观正确。为什么呢？见《论傻逼的共识》。 很多看似高大上和价值观务必正确的言论，却从来不给年轻人切实有效的方法。甚至，害怕年轻人拿到真正的钥匙 。比特傻见过几千名渴望做事业的年轻人了，觉得最大的不公平在于： 一群没有背景但却有智慧有血有肉却在社会的天罗地网中，跌跌撞撞、跌跌撞撞，白费了一腔热血！\\n\\n不忍心，就又多写了一篇。留一个问题，赌博型事业是不是价值投资呢？这个问题交给聪明的你去想了。酒空了，一曲也终了。冒着巨大的争议，希望对你有助。\",\"timestamp\":1642160260,\"title\":\"第四种事业的秘密（比特傻）\"},\"digest\":\"jwcDzufHYkTpR7lfzQhYH_w40tFzbqY9ZDtmGU4rGBs\",\"authorship\":{\"contributor\":\"0x12e874169A42b20E15d4BE9d799e6c01E79b48D6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ywp8GA5U63bfPCNZsGTGVHO7K4chXlTnJnG56TGpACA\\\",\\\"y\\\":\\\"g3zuvil2osQ0q7dGBYxMGUzbmXuHrOb6SSVa3zHmr4g\\\"}\",\"signature\":\"-SfFCDGDACMHETNaDHZ6rPISGCxqibEih9ycgmFMPGnTDLe-NFAjgGeGm4cJluFPRdiL8Gz1SxTKUrmvaRe4pw\",\"signingKeySignature\":\"0x3e6734e7f4490b1e9c88a48e23e8509d38bfb93c96dfab504bd7bc6dbd9c73144675e8e1b0580b97fd7323c063455c27c617448b6fc28d213a40d8fcaf643e441b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ywp8GA5U63bfPCNZsGTGVHO7K4chXlTnJnG56TGpACA\\\",\\\"y\\\":\\\"g3zuvil2osQ0q7dGBYxMGUzbmXuHrOb6SSVa3zHmr4g\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jwcDzufHYkTpR7lfzQhYH_w40tFzbqY9ZDtmGU4rGBs\"}"