"{\"content\":{\"body\":\"DAO is a better company\\n\\nCompared with companies, DAO has countless benefits. The DAO does not have a formal role or hierarchy, and all its decisions are made by the community collectively.\\n\\nDAO relies on voluntary labor, that is, the value that people provide is entirely voluntary. This also allows the quality of labor to be doubled.\\n\\nThis is the difference between clocking in to work and doing the least amount of work and doing a project that interests you. There is no comparison between the two.\\n\\nThe best example is the comparison between Uniswap and Coinbase. Cryptocurrency transactions can be carried out in both organizations.\\n\\nCoinbase is a public company with thousands of employees, and Uniswap is a DAO with about 20 core engineers.\\n\\nAlthough the labor force is different, the transaction volume they handle is similar, and even Uniswap has a higher transaction volume for a while.\\n\\nWhich organization sounds like a better investment?\\n\\nIt should be noted that Coinbase's management is very strict. They are the largest cryptocurrency exchange in the United States and provide a safe and convenient user experience.\\n\\nThe difference between Uniswap and Coinbase illustrates the difference between DAO and company.\\n\\nDAO also solves the three most pressing problems facing companies today.\\n\\nInvestor advantage\\n\\nThe company is owned by the investors, and all the value obtained is directly owned by them, while the wages of the workers are very low.\\n\\nDAO is collectively owned by the community, and all obtained value enters the DAO as a whole. This is mainly done through native tokens.\\n\\nIs Uniswap doing well? The value of each Token is increasing. Whether you have built a smart contract or wrote a copy on the website, you will get the same value.\\n\\nThe only way to become a community member is to own a token. This ensures that every member can get financial incentives to contribute their maximum labor force to the DAO.\\n\\nFor this reason, DAO will replace all companies sooner or later. This is not a mild reform. This is an efficiency revolution.\",\"timestamp\":1634221303,\"title\":\"Can DAO replace traditional companies?\"},\"digest\":\"m227b2lfdZU5R5QFYeDCcvh5Wl2pr5t76J7MFv9SsKM\",\"authorship\":{\"contributor\":\"0x68A8697Ef06b76690A76354ff99cB1a8438bC490\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V9gYi144SyxVIQMFNkUgyI8Y5gZzAV6ah_YYgCclanU\\\",\\\"y\\\":\\\"4luve76eH8RXoMTp5S9IE9GIzJcI6OE0d2JTewixpjs\\\"}\",\"signature\":\"VY4TmtCVghUHtc-TQjibSivBV-wC2jjiG9moKtiPJrLGvs-Ww53uBjuMk_n4rUY4SwLbCZpDU4YLPJG5W88fxw\",\"signingKeySignature\":\"0x6ce061c18d008d72aca5514c9f5d5e50babb88db835f2efe5f18086b67bc3f0e3df44ef5fc7bdaa1de6df9b630597160b80064d5a5a1cd94c6ac26bc3c299fd31c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"V9gYi144SyxVIQMFNkUgyI8Y5gZzAV6ah_YYgCclanU\\\",\\\"y\\\":\\\"4luve76eH8RXoMTp5S9IE9GIzJcI6OE0d2JTewixpjs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"m227b2lfdZU5R5QFYeDCcvh5Wl2pr5t76J7MFv9SsKM\"}"