"{\"content\":{\"body\":\"The last weekend of the crypto community in 2021 was ignited by OpenDAO. In this Christmas in the Western world, crypto enthusiasts spent the carnival of SOS airdrops.\\n\\nOn December 24th, OpenDAO, a decentralized autonomous organization established by NFT collectors \\\"9x9x9\\\", announced that it will airdrop SOS tokens to trading users of the world's largest NFT trading platform OpenSea. Users who have previously traded on the platform can receive it. .\\n\\nThis move is considered to be the resistance of OpenSea users to the platform's planned IPO behavior: People have contributed a lot of NFT transaction fees to OpenSea, but OpenSea is going to IPO in the traditional capital market? It's not blockchain, it's not decentralized.\\n\\nAn airdrop of tokens initiated by an individual or several people was therefore crowned with \\\"meaning\\\" and emotions were ignited. In addition to the hot scene brought about by airdrops and online secondary markets, the topic also followed: crusade against OpenSea, flattering with traditional capital, replying to the legitimacy of OpenDAO airdrops, and even extended to the topic of whether Web 3.0 should belong to the people .\\n\\nIs OpenDAO really a DAO (Decentralized Autonomous Organization)? Compared with GameFi's gold guild, OpenDAO and SOS are more like a Meme coin project driven by emotions. There is a sense of sight of the Shiba Inu (SHIB) community clamoring to kill DOGE (DogeCoin).\\n\\nBefore there is a real organizational framework, goal building, user and functional management tools, OpenDAO is not so DAO, at most it is a symbolic expression in the name of DAO. As discussed by some KOLs, it may allow business entities that exist in the form of companies to rethink the true value of users, especially users in the encrypted world. They are no longer obscure traffic, and they have begun to be enlightened to get users back. That part of the value brought by the enterprise.\\n\\nIn the current world, individuals issue currency for a certain company in the form of DAO. The legitimacy of this behavior is also something that some people think is open to question.\\n\\nOpenDAO counterattacks OpenSea \\\"considering IPO\\\"\\n\\n\\\"Let us show VCs that they can't own WEB3! Get your SOS on theopendao, 850,000 people are eligible to receive SOS, if you plan to build SOS, apply for the airdrop.\\\" On December 24, the Twitter name was \\\"9x9x9\\\" Of users released the news of the SOS airdrop, and the tweets are full of provocations to venture capital institutions.\\n\\n\\\"9x9x9\\\" is the NFT collector of the NFT (non-homogeneous token) community Club721. SOS is the governance token of the OpenDAO project initiated by the collector. It is reported that SOS has issued a total of 100 trillion yuan, of which 50% will be used In the airdrop.\\n\\nWith free airdrops and challenging slogans, SOS and OpenDAO became popular throughout the crypto community. According to the OpenDAO official website, the community expresses gratitude to all NFT creators, collectors and markets for nurturing the entire NFT ecosystem. \\\"Special thanks to OpenSea for its leadership in promoting NFT transactions. In order to show respect, I decided to choose to collect on OpenSea. Home airdrop.\\\"\\n\\nIn 2021, the NFT market has become a popular track in the Internet and encryption industry, and OpenSea is the world's largest NFT trading market. In November of this year alone, 1.1 million transactions and nearly 250,000 users contributed to its monthly transaction volume of US$2 billion. The platform takes a 2.5% commission from each transaction, which means it has earned more than $50 million in revenue within 30 days.\\n\\nBut why isn't the airdrop of tokens related to OpenSea initiated by the platform itself? This is because OpenSea has not issued any tokens. What is even more offensive to users of the crypto community is that the platform has a potential for IPO. In fact, the platform has not made it clear that it will not issue tokens. The trouble is, OpenSea's IPO rumors persist.\\n\\nSince Brian Roberts, the newly appointed CFO of OpenSea, had a major influence in the IPO of the former company Lyft in 2019, users guessed that he would probably bring OpenSea to the market. And in some interviews, Roberts also hinted at the possibility of an IPO. He believes that the company is developing rapidly and going public is \\\"very rational.\\\"\\n\\nThe crypto community believes that if OpenSea is listed, it will not issue related tokens. These concerns have aggravated the disgust of users towards the OpenSea IPO. They believe that a platform that made its fortune with blockchain and NFT transactions will eventually move towards financing in the traditional financial market, which is a betrayal of the crypto community.\\n\\nTwitter user \\\"Punk_2070\\\" said that he heard that OpenSea would sell shares and conduct an IPO. \\\"It's really bad.\\\" He believes that it is the community, not venture capital, that has promoted the success of OpenSea.\\n\\nRoberts saw a backlash from users. On December 7, he began to respond on Twitter. The report on OpenSea’s planned IPO was \\\"inaccurate.\\\" \\\"Let me clarify: between considering what an IPO will look like in the end and actively planning for an IPO There is a big gap,\\\" he emphasized, \\\"We are not planning an IPO. If we do, we will consider involving the community.\\\"\\n\\nFrom the later appearance of OpenDAO, it is obvious that some OpenSea users can't sit still, and simply issued SOS for the platform, which attracted a lot of traffic.\\n\\nSOS highest return rate is over 10 times\\n\\nAs of 23:40 on the evening of December 26, according to Dune Analytics data, 75% of the SOS airdrop share has been claimed, and 191,704 people have SOS airdrops. This number of users is not far from the 250,000 users of OpenSea.\\n\\nSOS was also fired up to 0.0000113218 US dollars. Although there are 4 \\\"0\\\"s after the decimal point, it has risen more than 10 times. On the decentralized trading application Uniswap, the transaction volume once reached 135 million U.S. dollars. The popularity of the token is so high that the centralized exchanges Huobi and OKEx have been launched one after another.\\n\\nOpenDAO publishes SOS, then what?\\n\\nOpenDAO is considered to be a famous teacher, issued coins, and created the biggest airdrop carnival in 2021, but as a DAO (Decentralized Autonomous Organization), what does it plan to do next?\\n\\nAccording to OpenDAO's official website, the total supply of SOS is 100 trillion, of which 50% will be used for airdrops, 20% will be used for pledge rewards, 20% will be used for the maintenance of the OpenDAO organization, and another 10% will be used For liquidity mining rewards.\\n\\nSOS token distribution\\n\\nIt seems that OpenDAO's DeFiization is inevitable, but this is also the most common routine for new cryptocurrency projects.\\n\\nThe OpenDAO official also pointed out that the 20 trillion SOS allocated to OpenDAO will have 5 major uses, including compensation for victims of fraud on OpenSea, support for emerging NFT artists and their original works, support for the NFT community, and support for art preservation. And as a reward for developers participating in the SOS ecosystem.\\n\\nThis is a bit like a functional supplement to the OpenSea platform. As for the transaction function of OpenSea, OpenDAO has not clearly stated that it will replace it.\\n\\nAfter OpenDAO issued a token for OpenSea, the latter also responded on December 26, saying, “We have received a lot of questions and want to clarify that we did not participate in the SOS airdrop. We are very happy to see that the community has found a way forward. A creative approach to development, but we always recommend (users) to research the contract and source before claiming tokens.”\\n\\nOpenSea will issue SOS statement\\n\\nOpenSea's response was very subtle. On the one hand, it affirmed the community's actions, but it also hinted at the security issues of unofficial currency issuance contracts.\\n\\nThis speech also caused a lot of disgust from users. Someone asked and threatened, \\\"When you are eager to focus further and give up the spirit of Web3, how do you feel when others reward your users? If you don’t provide tokens to your users next year, it will be your last year. , Choose your action carefully.” Someone said, “If you don’t send it, they send it. When they get out of the NFT platform, I’ll go to their platform to trade, goodbye!”\\n\\nOnce the emotions arouse, the market tends to go crazy. This is the state that the crypto asset market has shown many times in the past year. The price surge of DOGE under the call of Tesla founder Musk is an example. Shiba Inu (SHIB) wants Killing Dogecoin (DOGE) is yet another proof.\\n\\nAt least one fact is that the background of OpenDAO is unknown. The official Twitter was just created in December of this year. Faced with such a project, SOS holders may have a sense of self-reliance, at their own risk.\\n\\nSome netizens also questioned the security of OpenDAO on Twitter. NFT community Llamaverse founder nftllama.eth reminded that it is best to do research and take risks. He pointed out that OpenDAO is participated by \\\"9x9x9\\\" and a large number of other people, but don't just listen to the comments of an internet celebrity.\\n\\nIn addition, OpenDAO issued a currency in the name of opposing the OpenSea IPO, and there is a promise of supplementing platform functions in the future plan. Just like issuing a currency for OpenSea, the legality of this behavior is also debatable.\\n\\nBeanie, the founder of PUNKS Comic, said that people’s pursuit of SOS is “unreasonable”; Osf, the co-founder of Canary Collection, tweeted, “Is SOS legal? I’m highly skeptical of claiming random airdrop tokens. , You should do the same. I hope that no one will participate in the airdrop without conducting a background check.\\\"\\n\\nSomeone has discovered that although \\\"9x9x9\\\" said that it will spend 100 million US dollars to support the construction of the SOS community, it seems that malicious attacks have occurred in the community. Some hackers have begun to send spam emails with malicious links to Discord servers through bots to participate in the OpenDAO project airdrop. Of users who click on these links are likely to suffer the risk of funds being stolen.\",\"timestamp\":1640572958,\"title\":\"OpenDAO: Meme hype frenzy in the name of DAO\"},\"digest\":\"ZZy-ZE-0TolmTvQc9ShGe3O43i-2GwBblaluvpuvF1A\",\"authorship\":{\"contributor\":\"0x19a23AfB21e123c626C2c4C19c34d2037Ac35734\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"agnKCQY10QTg9o2FmqhOjlWipewdJRKntrV3NVa5s7I\\\",\\\"y\\\":\\\"SEnns0IOezXAmG3q1oE2-8BOCF4kc6WzT_2b3lYKBfY\\\"}\",\"signature\":\"HvyEbQbWPFLVqKb7yDgPRHI7fLSo_irG4tXFNO3IGa01i0DSRJOzWeFYxD9CMbbiotXC7zdQarypYF3zf2T-qA\",\"signingKeySignature\":\"0x46fc7664e155608b54fe173f7e63180c17622cc2e5ce466552d0020b165136d1476659c2b543561b12aaf872c13ea2481165ff10f4bf76da0d2fb4d5796f9fd31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"agnKCQY10QTg9o2FmqhOjlWipewdJRKntrV3NVa5s7I\\\",\\\"y\\\":\\\"SEnns0IOezXAmG3q1oE2-8BOCF4kc6WzT_2b3lYKBfY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZZy-ZE-0TolmTvQc9ShGe3O43i-2GwBblaluvpuvF1A\"}"