"{\"content\":{\"body\":\"[![RisingSlime](https://miro.medium.com/fit/c/56/56/1\\\\*p8eO39Izxc5ch1knYp_sgw.png)](https://medium.com/@RisingSlime?source=post_page-----eb952f1f24a8-----------------------------------)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*XejaCMY1XEjwseT5HiRgyw.png)\\n\\nRising Slime is an immersive community Strategy Role-Playing Game (SRPG) established completely based on blockchain mechanism, which incorporates decentralized finance (DeFi) and non-fungible token (NFT). The game establishes a brand-new Slime Metaverse worldview, the Slimeverse, and improves playability, scalability and token economies overall. In RisingSlime, players can enjoy a richer gaming experience and more lucrative rewards, and also join the evolution of Slimeverse as a whole.\\n\\nSlime, the weakest race in the gaming world, has always been exploited and oppressed. Facing an invasion from human knights, the last 2,100 Slimes on Earth were forced to pick up their weapons and fight back.\\n\\n## Chapter 1 Slime Genesis\\n\\nThe humans sent their knights and began gathering forces to plunder the last Slimes. The remaining 2,100 Slimes had to recast their artifacts to equip their fragile selves to fight the knights. Eventually, the last Slimes were vanquished by the knights, but their soul fragments and artifacts were protected by the God of Elements and dispersed to Quasar, a remote planet of the Metaverse, waiting for resurrection.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*rClM9fj45Z7jg4QJ7sHr_g.png)\\n\\n**Core Mechanism: DeFi & Creation**\\n\\nChapter 1 is the process of mining Slime Coins (SLM) and up to 10,500 different Genesis Slimes.\\n\\nIn this stage, players join the game as the knights, who would gain points and become stronger through single-sided farming and LP farming in order to plunder the Slimes. In each game round where the knights defeat the Slimes, players would gain farming revenue as well as the eligibility to purchase defeated Genesis Slimes. Note that Genesis Slimes are generated in this stage only, and they have unique abilities throughout the game.\\n\\n## Chapter 2 The Age of Tribes\\n\\nThe Genesis Slimes who inherited the soul of the ancient Slimes gradually awakened and began to reproduce to revive the Slimes. The cruel lessons of history made the Slimes realize that there is no peace for the weak, thus the new Slimes became aggressive and fierce. They formed tribes, and each tribe went around to collect fragments of artifacts left by their ancestors and recast them. From there, began a decades-long tribal war.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*bQou6sOy735XR8NR5WCcMw.png)\\n\\n**Core Mechanism: Tribal System & Mint**\\n\\nIn Chapter 2, Ability Blind Boxes are unlocked and Slimes are able to wear equipment to mint a unique Armed Slime. Players can acquire new Slimes, equipment, and $SLM rewards through battles. Players can also purchase Armed Slime from other players in the marketplace directly.\\n\\n## Chapter 3 The Age of Civilization\\n\\nThe tribal wars brought destruction along with integration. Some major tribes arose in the wars and gradually established city-states and polity, embarked on the Age of Civilization of the Slimes. The Slimes of each city-state began to build and create on their own territories, establishing more robust commercial systems and stronger military alliances, and organizing adventurers to explore the vast and mysterious planet Quasar.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*NEXtWAwS18rIJYb514W8Ng.png)\\n\\n**Core Mechanism: Slot Expansion of Slimeverse**\\n\\nIn this stage, new and complex economic and organizational systems will be established gradually, and Slimeverse development is in full swing. Slimeverse is an open gaming universe based on the $SLM economic system with Armed Slime as the core Role Play character. Its development is based on the Slimeverse Evolution worldview, and it is propelled by the $RSM Foundation which is under the governance of DAO.\\n\\nIn this stage, more developers will join in to build a more enjoyable slot system around Slimeverse, enabling players to have a better gaming experience with their Slimes.\\n\\nWebsite: [https://www.risingslime.com](https://www.risingslime.com/)\\n\\nTwitter: <https://twitter.com/risingslime>\\n\\nMedium: <https://medium.com/@RisingSlime>\\n\\nTelegram: <https://t.me/RisingSlime>\\n\\nDiscord: <https://discord.gg/gPZjBpJPB8>\\n\",\"timestamp\":1636437928,\"title\":\"Introduction to RisingSlime - RisingSlime - Medium\"},\"digest\":\"wAlKzTGBjrig3vts4y1U6IXBfEWh_3KH-zGAZQWgr_0\",\"authorship\":{\"contributor\":\"0x80fF54dCBC4810C8AE4C78A2f84D5eF37f4aAb2e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PDeHzPNabI8BF_irWeCGtZGeHCdSGes4iohrZHJd8K4\\\",\\\"y\\\":\\\"L5aITm1EnrW6Ldz3NajTdP7VFKPsN7DuU6a5gSfSSPs\\\"}\",\"signature\":\"wl0GLNqV5j-N22PZsgnfdU2XbmXuWuGgRXB0R269e_IStTCibP9FwCzbsr200I1qBKo-GvWf2Swc2ZLYJGtnkA\",\"signingKeySignature\":\"0xc97679ccfb4a9455f73fa8e5de3f6215e3313b8240b655011186ffbf130405bf3a55b75c1c8584bfbfabe37cd9bdc4837ae47018833de9cb2bd30de74030e40c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"PDeHzPNabI8BF_irWeCGtZGeHCdSGes4iohrZHJd8K4\\\",\\\"y\\\":\\\"L5aITm1EnrW6Ldz3NajTdP7VFKPsN7DuU6a5gSfSSPs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wAlKzTGBjrig3vts4y1U6IXBfEWh_3KH-zGAZQWgr_0\"}"