"{\"content\":{\"body\":\"Every community has givers and takers. Some members give. Some members take.\\n\\nSome give and take.\\n\\nThe takers usually outnumber the givers. Those that balance giving and taking are rare.\\n\\n# All Take No Give\\n\\nValidator communities on staking networks are no exception. \\nSpend a little time in validator chat groups to see what I mean.\\n\\nYou’ll see many people asking for help. You’ll see fewer people offering to help. Those you see help are usually the same people, helping again and again.\\n\\nYou might expect the larger, better resourced validators to be the ones helping. It makes sense to believe that the more resources a validator has, the larger the staff it might have too. \\n\\nSo it’s reasonable to believe that these validators have more time to spend in the chats. If that’s the case, you might expect to see them offering to help and even, maybe, contributing tools and resources back to the community.\\n\\nThey also tend to have some of the biggest stakes and are earning the most fees as a result. So they're extracting a lot of value from the network and its community.\\n\\n# And It's Not Who You Might Think\\n\\nYet spend some time in these communities and you’ll see that it’s often the smaller, independent validators who are answering the questions and making tangible contributions on a regular basis. \\n\\nIn fact, it’s rare to see representatives from the big validator companies in the chats at all.\\n\\nThey do tend to pop up during network upgrades, for example. They’re usually asking the questions, not answering them. They guard their tools and keep them close to their vest. Maybe they see them as their competitive advantage.\\n\\nThe recent Cosmos Stargate upgrade brought this idea home for me. In the weeks leading up to the upgrade, very few, if any, reps from the big validator companies were in the testnet chats or those helping prepare for the upgrade. Yet they did appear once the upgrade was underway and they needed something.\\n\\nTake, for example [this peers list I started](https://hackmd.io/_JcgQw5iTC66aspJWxhrxw). Early in the upgrade process there wasn’t a list of peers to use. I started this document and left it open for anyone to edit. Take a look at who contributed. More importantly, notice who’s absent.\\n\\nYou’ll see that most of the contributions were made by smaller\\noperators. Yet the list was used by the largest exchanges and staking as a service infrastructure operators. In fact, a rep from the latter asked in the chat if there was a list of peers. I responded with a link to the list and suggested he add a node as well.\\n\\nHis response? \\n\\nNada, nothing, zilch.\\n\\nIn another example, during a subsequent Cosmos emergency security upgrade, a rep from one of the biggest exchanges emerged out of nowhere. He started asking quite a few questions, some of which indicated he was somewhat new to Cosmos and hadn't done a lot of research on his own. He turned to the community for help.\\n\\n# The Free Riding Imbalance\\n\\nBoth of these examples emphasized the validator free riding problem to me. In a nutshell, those validators extracting the most value to the network contribute the least.\\n\\n# Balancing the Scales\\n\\nOne way to do it is to encourage delegators to not stake to these validators. My sense is this is a bit of a lost cause. While not a completely hopeless endeavor, I feel it has to be supplemented by other actions.\\n\\nIdeally, validators who don't contribute value wouldn't be able to extract value. This is difficult to implement.\\nSo rather than punish those who don't contribute value, networks should find ways to reward those that create value. This includes those active in the chats who both take AND give. Foundation delegations are a start, yet aren't enough.\\n\\n# At Least Start Talking About It\\n\\nI imagine there are other creative ways to neutralize or at least diminish this problem. Networks and their communities need to start taking action now, before these value extractors get an even bigger lead, taking us even closer to a decentralized staking doomsday scenario.\\n\\nAnother easy way to stem the tide is to at least discuss the issue in public. That's what I hope this post accomplishes.\\n\\n#KeepStakeDecentralized 💪\",\"timestamp\":1617238283,\"title\":\"Staking's Free Rider Problem\",\"publication\":\"chris\"},\"digest\":\"jgE2Pxrm41ngkv-HoudSDnkGqii6KLGbyKfQyupWup4\",\"authorship\":{\"contributor\":\"0x53b91350a481C1ad80f12127d10524793c9a7E89\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zb9HgAE3SMUQBVURPoPcYZJfBI2l9_37IAuzeCyRX8c\\\",\\\"y\\\":\\\"Zfok4tokW7cWAi95qcpHOVx0wVuonzwpf74rgPKsUvc\\\"}\",\"signature\":\"QGlCdcKDJHo-PBPTs6oKE5RkVC-xQQY9IJQH8RhUNo0itV0sK2tjGjTsBTGu7m64BkwQPOKRVeGXWCAaNLDBXw\",\"signingKeySignature\":\"0xd21ed180bae293d80b1cf8e83d8032a72cfbf0fc8605f56300fd48d40b251c90409bf665bce4d4f820956d02d0b00ada3a72e1a20aa828fd6014d57608afe3771b\",\"signingKeyMessage\":\"I authorize the publication of articles on chris.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zb9HgAE3SMUQBVURPoPcYZJfBI2l9_37IAuzeCyRX8c\\\",\\\"y\\\":\\\"Zfok4tokW7cWAi95qcpHOVx0wVuonzwpf74rgPKsUvc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"jgE2Pxrm41ngkv-HoudSDnkGqii6KLGbyKfQyupWup4\"}"