"{\"content\":{\"body\":\"**严格管控新建超高层建筑，一般不得新建超高层住宅，城区常住人口300万人口以下城市严格限制新建150米以上超高层建筑，不得新建250米以上超高层建筑。**\\n\\n**城区常住人口300万以上城市严格限制新建250米以上超高层建筑，不得新建500米以上超高层建筑。**\\n\\n![](https://images.mirror-media.xyz/publication-images/3toUTBJecVBXjXk4yraST.png?height=366&width=650)\\n\\n \\n \\n\\n我国的建筑设计规范将建筑高度超过100ｍ的建筑定义为“超高层建筑”，它在设计上对避难层、停机坪、消防水压、灭火设施、正压防火及火灾自动报警方面均有特殊的要求。\\n\\n实际上，全国各地已经陆续出台通知限制新建500米以上的超高层建筑，例如黑龙江省住房和城乡建设厅和黑龙江省发展和改革委员会联合发布《关于切实加强城市与建筑风貌管理工作的通知》，该通知的主要内容便是：\\n\\n“我省不得新建高度500米以上建筑，按照《建筑设计防火规范》要求，严格限制新建250米以上建筑。3.各市（地）新建100米以上建筑应充分论证、集中布局，与城市设计相协调，与消防救援能力相匹配，要严格执行超限高层建筑工程抗震设防审批制度。”\\n\\n \\n \\n\\n**为什么要限制500米以上超高层建筑？**\\n\\n随着近年来的经济放缓，建设500米及以上的超高层早已是赔本买卖，光是运营费用都是天文数字。除了经济账，这里想说的更多的是它的安全问题。无论从各省份的通知还是国家发改委的通知来看，无一例外涉及到的领域就是消防安全，这也是禁止修建高层的基本出发点，本篇也主要从消防安全和灾害救援角度出发进行讨论。\\n\\n超高层建筑内部结构复杂、使用功能多，在建筑材料、空间格局和配套设施等方面都与传统普通建筑有很大不同，因而火灾发生和救援方式和普通建筑也天差地别。\\n\\n![](https://images.mirror-media.xyz/publication-images/D5knCTErrWbznUT5gPOA7.png?height=434&width=650)\\n\\n \\n \\n\\n一般来说，超高层建筑的储存容量更大、荷载更大并且其内部结构相比于普通建筑更加的复杂多样。一旦发生火灾，若建筑防火封堵、分割不到位的，极易形成大规模的立体燃烧。除此之外，还要结合考虑高层建筑在风速以及气压的作用下，火灾的发生发展势必更为迅猛。影响高层建筑物燃烧发展速度的外部因素主要为风速，一般来说，火灾发生的楼层越高，该处风速越大，火势也会更容易蔓延开来。如果火灾出现在超高层的建筑物内，则建筑物火势大部分表现为敞开式燃烧，此时再加以风速、风向以及风力的影响，火灾的蔓延将会变得迅速而猛烈。\\n\\n \\n \\n\\n此外，在超高层建筑火灾案例中，人员疏散相当困难，主要原因在于疏散众多人员需要的时间较长、疏散空间也较大。假设一幢建筑高度为150ｍ的高层建筑楼层发生火灾，消防救援人员从150m的高层行动至地面往往需要花费10min以上的时间，而没有经过严格训练的普通人员，完成这一过程则需要更长的时间。而在火灾现场建筑物燃烧形成的烟雾、毒气等，能够以每分钟数百米的速度在建筑物内蔓延开来，这种情况下狭窄空间内快速弥漫的烟气给整个逃生疏散过程增加了难度。\\n\\n \\n \\n\\n超高层建筑消防安全管理存在很多的难点：\\n\\n**（1）消防安全主体责任不明晰**\\n\\n超高层建筑存在多家产权单位和使用单位，由此就会导致消防安全管理责任和主体不明确，各方相互推脱，相关的制度也不完善，沟通困难，出现问题相互推诿。有的单位重视消防，有的单位消极怠慢，有的单位常年不检修测试消防供水管路，消火栓和自动喷水的供水效果极差。而建筑楼宇消防工作通常归属于安保部门，话语权较小，一些真正存在的需要迫切解决的消防问题反映不到高层，因而没有得到应有的重视。\\n\\n而且有部分法人则抱着侥幸心理，认为火灾离自己很远，轻视消防管理方面的投入，对一些消防安全隐患拖而不决。所以，建筑的使用功能越复杂，共同使用单位越多，其消防安全管理难度就越大。\\n\\n**（2）消防设施故障多**\\n\\n超高层建筑体量较大、使用功能繁多，极易导致各类动态火灾隐患的发生。安全通道不畅。例如防烟楼梯间的防火门被损坏且常处于开启状态，疏散楼梯间及前室挪作储藏室。还有的部分楼层消防设施不完好，例如火灾自动报警系统的探测器失效时有发生、防排烟系统个别送风口打不开或风量不足、报警系统主机存在故障、消防水泵不能启动，一旦发生火灾，消防设施形同虚设。\\n\\n \\n \\n\\n**（3）管理水平不高**\\n\\n相对于其他类型建筑而言，超高层建筑消防设施更为繁多且智能化程度高，对消防安全管理要求也更高。\\n\\n物业管理人员作为超高层建筑的主要消防安全管理人，部分存在消防意识淡薄、不重视消防安全工作的现象，同时物管队伍内可能存在消防档案不齐全、没有完善的各项消防制度以及没有贯彻落实消防安全责任制等方面的问题。\\n\\n具体表现为各物业管理人员对自己所负责的区域平时的消防安全训练以及消防安全演习未予以足够的重视，没有做到对管辖区域内的消防安全实际情况心中有数，并且部分物管人员消防知识不足，发生火灾时不能冷静、科学的开展灭火施救。同时，消防控制室操作人员普遍存在流动性较大的现象，甚至于出现部分管理人员未持证上岗的情况。这些都是管理上的漏洞和薄弱之处。\\n\\n**结语：**\\n\\n改革开放以来现代化大城市的超高层建筑数量越来越多，然而其消防安全管理仍然不够理想，在火灾扑救、人群疏散和人群安置等方面仍然有很大的困难，限制超高层建筑的新建不仅有利于建筑安全，也有利于整治“贪大、媚洋、求怪”等建筑乱象，让建筑回归本源。\",\"timestamp\":1638880292,\"title\":\"“限高令”正式发布！超高建筑不再有？\"},\"digest\":\"xjzZ5nHX892ysrBNr2QPFptLBgSX8ytm_pBOkJCbY2s\",\"authorship\":{\"contributor\":\"0x1e50cA5E6daC57d87f6BE034702D86a1536B34E4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JHhQ1oH6hNbiP9oQyB9oOCPuQWR2yjbbbWZwiB94EjI\\\",\\\"y\\\":\\\"EToWsZMixs61rd9b9w0yPvBPyOsg5zOcyTbA28a190k\\\"}\",\"signature\":\"KUqiSEbVLA_-1weyAwoWRpsEgw6kQ0YMW0u4I47VQEyPo2qEYLpw4FCi8ZkmsANhLxyvwPo0x74ZemC5Y9G1bg\",\"signingKeySignature\":\"0x832a6a3ffee82846044e53f5f35196d8b7202d1592b9f5cb502220d61b0f468b232696494a03960a6bee041235dc812ae48e1713a3a25e02a5a06c2475f59c781b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JHhQ1oH6hNbiP9oQyB9oOCPuQWR2yjbbbWZwiB94EjI\\\",\\\"y\\\":\\\"EToWsZMixs61rd9b9w0yPvBPyOsg5zOcyTbA28a190k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xjzZ5nHX892ysrBNr2QPFptLBgSX8ytm_pBOkJCbY2s\"}"