"{\"content\":{\"body\":\"近日，能源市场调研机构SNE Research发布了今年10月全球动力电池装机容量数据和排名，其中有两个值得注意的地方，如下：\\n\\n一是77.8%的市场份额被前五名企业（[宁德时代](https://laohu8.com/S/300750)、LG、[松下](https://laohu8.com/S/PC)、[比亚迪](https://laohu8.com/S/002594)、SKI）牢牢占据。二是“第二梯队”的新晋公司加快追赶脚步，位次发生明显变化，比如，[国轩高科](https://laohu8.com/S/002074)首次超越中创新航，跻身榜单第七；[亿纬锂能](https://laohu8.com/S/300014)则取代远景AESC首次上榜，位居第十。\\n\\n这表明，在产能不及需求的背景下，第二梯队的企业找到了壮大自身的机会。在未来，万亿市值的宁德时代是否会延续过去的优势，还是面临着其他企业更强的挑战，电池主流技术路线的变更会对行业格局产生哪些影响？这些问题关乎电动车行业的未来。**电池价格震荡+结构电池组趋势，车企有必要“自造”电池吗？**\\n\\n碳中和、碳达峰背景下，我国大力发展新能源汽车的总体方向早已明确。据多家调研机构预测，2025年中[国新能源](https://laohu8.com/S/600617)汽车销量约为800万辆，2030年约为1600万辆。\\n\\n需求驱动之下，很多电池厂商订单暴增，且有扩产计划。比如，亿纬锂能在公告中表示，现有生产线已满负荷运转，今年仍将供不应求。蜂巢能源董事长杨红新透露，当前行业电池缺口在30%-50%左右。\\n\\n本来是增量市场，电池厂商应该一起“吃肉喝汤”才对，但是在某些因素的影响下，电池行业似乎已经有了某种类似“内卷”的迹象，部分车企和电池厂商利润下降甚至出现亏损。\\n\\n比如，宁德时代在2016年的利润率达到惊人的44.84%，而今年上半年下滑到26.56%。第二梯队更惨，[孚能科技](https://laohu8.com/S/688567)今年第三季度亏损1.9亿元，[欣旺达](https://laohu8.com/S/300207)归母净利润则同比下降88.81%。\\n\\n在谈擎说AI看来，**电池在市场上供不应求和部分电池厂商亏损，这两种现象之所以同时出现，背后的原因其实不复杂，但更值得注意的是，这种现象可能也反映出整车厂对于“自造”电池的渴望。**\\n\\n首先，从市场供需的基本面看，今年我国电动车市场需求大幅上升，导致电池厂商纷纷扩建工厂、提高产能，进而引起原材料供不应求和价格上涨，原材料涨价后，势必会导致下游电池厂商和车企的利润随之下降。\\n\\n其次，**“第二梯队”的电池厂商在车企“扶持”下正在迅速成长，后者扩大产能亦增加了对原材料的需求。**例如，亿纬锂能提出2025年动力+储能200GWh以上的产能规划，相较于去年增加了近10倍。\\n\\n从电动车企业自身的角度看，**车企对电池厂商的依赖很强，很多车企都在寻求降低对电池厂商的依赖的办法，从而通过提高议价权来适当降低电池采购成本，“第二梯队”的电池厂商就有了获取订单和快速成长的机会。**\\n\\n据悉，今年1月，吉利控股战略投资孚能科技。2月底，孚能科技称与奔驰合作项目SOP，也在本年度顺利量产。今年4月6日，大众中国战略投资国轩高科，并获证监会核准。**二线电池厂商的快速壮大，也刚好能够解释其市场份额排名发生的剧烈变动。**\\n\\n对电动车来说，动力电池是基本部件，甚至比芯片更重要，因此缺电池比缺芯片更要命。于是，在电池的供应焦虑下，整车厂动起了“自造”电池的心思。\\n\\n电池产业经过多年的技术积淀，已经形成了较深的竞争壁垒，除了靠电池起家的比亚迪，其他大部分车企都非常依赖宁德时代为首的电池供应商。可是在当下，整车厂现阶段开始造电池虽然看似荒唐，却也合乎逻辑。\\n\\n两个月前，受电池原材料价格上涨影响，部分本来毛利就不高的二、三线小电池厂商也开始提价。宁德时代这样的巨头为了压制小厂而降低利润，本来利润相对较低的“第二梯队”电池厂商的劣势就凸显出来，除了接受亏损或者涨价，别无他选。\\n\\n有业内人士称，原先表态坚持不调涨2022年锂电池合约价格的一线电池厂，已经通知客户重新协议价格。对于已签订合约的客户，临时涨价虽然“不厚道”，但整个市场的行情已然如此，迫于交付压力，车企也只好暂且接受。\\n\\n事实上，**很多车企已经意识到，电池占据整车小一半的成本，只有自己掌握电池技术和生产线，才能抵抗原材料价格大幅波动的风险**。\\n\\n比如，[广汽集团](https://laohu8.com/S/601238)4月9日宣布自研动力电池系统。而更早之前，长城、[特斯拉](https://laohu8.com/S/TSLA)、大众等车企都宣称将自建电池厂，或许未来像比亚迪这样兼顾电池生产和整车制造的企业会更多。\\n\\n除了降低电池采购成本和抵御电池供货风险的考量，电池技术的未来进阶方向也成为车企“自造”电池的重要原因。\\n\\n在未来，当续航焦虑不再是电池的短板后，车企会想办法降低电池封装的重量以增加续航，一种被业界广泛认可的改良方法是，让电池的封装和车企的底盘高度适配，甚至融合为一体。这种想法并不是空穴来风，在航空领域中，就有将飞机机翼打造为燃料箱，从而节省燃料箱空间的先例。\\n\\n受此启发，特斯拉已经在建造可作为车身结构的电池组。据electrek报道称，特斯拉已推出采用4680电芯的“结构性电池组”，并计划在柏林超级工厂的新平台上将结构电池组用于Model Y。\\n\\n谈擎说AI认为，**由于宁德时代、比亚迪对于上游矿企、原材料供应商的向上一体化布局比较充分，短期内车企自造电池可能难以追赶最前沿的技术水平，也难以形成规模化优势**。但电池技术还处在不断地优化迭代当中，并且远未到达瓶颈期，**结构性电池组的流行，成为主机厂开始尝试切入电池技术的一个契机。电池的未来：超高续航“配方”与下沉市场的钠电池**\\n\\n如果只看锂电池，其未来的发展方向是比较清晰的，除了上文所说的**结合车身结构进行“形变”的改进，还可以继续提高能量密度，改变电池的“质地”，优化现有产品的生产成本。**比如正极材料的磷酸铁锂与三元材料之争，或是隔膜工艺与电解液溶质的选择，都是基于能量密度和成本的考量。\\n\\n磷酸铁锂和三元锂是目前主流的两种正极材料，二者的优劣也很明显，磷酸铁锂电池寿命更长，更便宜，但能量密度较低；三元锂能量密度更高，但稳定性差，寿命也较短。\\n\\n比亚迪的刀片电池和宁德时代的CTP技术本质上都是一种电芯成组方式的改良，用于磷酸铁锂电池后能够提高能量密度，在一定程度上弥补了磷酸铁锂的短板，这也是磷酸铁锂在当前被广泛采用的主要原因。\\n\\n但是，三元锂的故事显然也还在续写中，并且有着在综合性能上再次超越磷酸铁锂的可能性。\\n\\n三元锂的两种主流配方是镍钴锰（NCM）和镍钴铝（NCA），无论哪种配方，更高占比的镍元素是提高能量密度的关键，而钴的作用是抑制镍离子发生混乱，从而提高稳定性和延长寿命。由于钴是一种有毒的稀有金属，价格昂贵产量有限，所以有些企业已经开始开发低钴和无钴的“三元锂”。\\n\\n比如，特斯拉一直致力于从降钴到去钴的研发，其目标是在下一代产品将钴含量降到3%。而长城旗下的蜂巢能源已经研发出无钴电池，并且在今年8月份量产装车。\\n\\n**三元锂安全性的提高不仅可以从改良正极材料的化学“配方”上着手，还可以改变电解液的物理形态，也就是将电解液从液态改良为半固态、再到全固态。**固态电解质电池的特点是不容易泄露，可以使用锂金属负极，从而进一步提升能量密度，因此也是我国很多企业的研发重点。\\n\\n例如，[蔚来](https://laohu8.com/S/NIO)将于明年四季度量产的ET7，在发布会上蔚来宣称将采用一种半固态电池，容量为150kWh的半固态电池，能够让ET7的续航突破1000km。据天眼查APP查询，蔚来高级副总裁曾澍湘在卫蓝新能源担任董事，所以这项技术有可能来自卫蓝新能源。\\n\\n无独有偶，1月13日，智己汽车宣布将全系标配93kWh和高配115kWh掺硅补锂电池，该电池拥有300wh/kg超高单体能量密度，实现在全架构带宽内近1000km的续航。\\n\\n那么，三元锂在“固态化”之后是否将取代磷酸铁锂呢？事实上，**电池的能量密度只是其中一个维度，在续航焦虑得以解决后，发力成本更低的电池技术反而更实际，也有利于电动车向下沉市场全面渗透。**\\n\\n据了解，比亚迪唐DM更换电池需要约6万元人民币，荣威eRX5更换电池需要约8万元人民币，蔚来ES8更换电池需要约10万元人民币。曾有报道，奇瑞在4S店更换电池的费用高达6.9万，而4S店同款新车售价却只有5.8万，换电池的费用竟然比买一辆新车还贵。\\n\\n显然，对于现有主流电池的改良主要是提升能量密度，提高续航里程，而难以兼顾到成本优势，所以新势力通常都是中高端车型起家。\\n\\n事实上，**电池是关乎安全和续航的基本配置，无法减配，低端车型想降低成本不得不降低关乎[智能](https://laohu8.com/S/5RE.SI)化体验的配置，可如此一来，电动车相比成熟燃油车的优势就不够明显。也就是说，电池价格偏高是阻碍电动车市场下沉的一大原因。**\\n\\n在降低成本方面，钠电池是一个很不错的方向。因为钠元素储量丰富价格低廉，如果将来技术成熟，将很有可能进一步降低电池售价。**更重要的是，钠离子电池的低温性能要远高于磷酸铁锂电池，有利于在寒带气候地区普及电动车。**\\n\\n据新能源汽车国家检测与管理平台披露，今年前三季度，东北地区已销售的乘用车中，燃油车占比高达92.8%，新能源汽车包括纯电动和插电式混合动力汽车共计占比2.8%。\\n\\n事实上，目前我国新能源汽车主要聚集区域为江浙沪、珠江三角洲以及京津冀地区，新能源汽车不太受到东北地区人民的欢迎。原因很现实，一到冬天，电动车就变成了“电动爹”，出行半径大幅缩小。\\n\\n此外，**从新能源汽车主要销售地区也可以看出，当前电动车市场主要集中在消费能力最强的一线城市。**\\n\\n**所以当前汽车动力电池的痛点很明确，一是贵，二是不耐低温。于是更便宜，更好低温性能的钠电池技术有了成长的机会，也有助于缓解整车厂因电池价格暴涨所导致的交付压力。**\\n\\n据前瞻产业研究院《中国钠离子电池行业市场前瞻与投资战略规划分析报告》显示，中国已有包括宁德时代、欣旺达、[中国长城](https://laohu8.com/S/000066)在内的六家企业对钠离子电池进行产品开发并取得相关专利。\\n\\n《报告》显示，宁德时代第一代钠离子电池的电芯单体能量密度已经达到了160Wh/kg。另一家电池企业中科海钠也在今年宣布，与[华阳集团](https://laohu8.com/S/002906)共同建设年产2000吨的钠离子电池正负极材料生产基地。\\n\\n由此可见，在动力电池领域，我国不仅在当下处于全球领先的地位，既有比亚迪、宁德时代这样的巨头，也有众多“第二梯队”的企业在增量市场中寻求追赶的机会，以及多种电池技术突破的方向。\\n\\n电池的故事远没有结束，车企对下沉市场的争夺在一定程度上取决于更廉价、更耐低温的电池技术突破。\",\"timestamp\":1639036105,\"title\":\"锂电池原料暴涨，宁德时代、蔚来们如何寻求突破？\"},\"digest\":\"OnL4XBJnB8ea0mPU93NoGMZlFZQBn7tDvAN7nk35gtw\",\"authorship\":{\"contributor\":\"0xAbed312A6943B034b94D106FdD574be689F8AAaE\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jchxodH2vec2U2VuJa98D_Ljeb8kZFh5In11zpQEipA\\\",\\\"y\\\":\\\"hQXrfouWQXP_56H9dMb-WHLsBiHBq8hqAqv50GtQwLk\\\"}\",\"signature\":\"yu8rmZVPsl_vrEdvmeskehc1hDHxPCeWreIaLobUGYY-75WvVR9QePZqsOeXzjHKqj2snhEyc-p4W-XWT_QqTw\",\"signingKeySignature\":\"0x23dff10207bca94b319894ecd24298524591c7313da2b74b79bc49f6ac43b99043f40c539c4e7419b03e583f42e3a68ae3a71d84a1edfef711b0d10c67d7d5be1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jchxodH2vec2U2VuJa98D_Ljeb8kZFh5In11zpQEipA\\\",\\\"y\\\":\\\"hQXrfouWQXP_56H9dMb-WHLsBiHBq8hqAqv50GtQwLk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OnL4XBJnB8ea0mPU93NoGMZlFZQBn7tDvAN7nk35gtw\"}"