"{\"content\":{\"body\":\"\\n*Today’s piece was cowritten with [David Phelps](https://twitter.com/divine_economy). Two months in the works, it is about collectivizing finance, but it is also an experiment in collectivizing finance:*\\n\\n- *Collectively commissioned by 14 backers through [Ghost Knowledge](https://twitter.com/ghost_knowledge)*\\n- *Collectively written with contributions by [Lila Shroff](https://twitter.com/LilaShroff) and [Julia Lipton](https://twitter.com/JuliaLipton)*\\n- *Collectively sold—we hope—through a [PartyBid on Zora](https://www.partybid.app/party/0x6256C8C9957C43781109Bc02e9E4Dd716D32bbd0). Our hope is that a collective group will purchase it as a kind of meta-memento of this strange and wonderful era.*\\n- *Collectively splitting the proceeds as a donation, with 1) the original commission in USD going to [All Raise](https://www.allraise.org/) & [BLCK VC](https://www.blckvc.org/) and 2) the NFT proceeds in ETH going to the patrons (40%), who have equity-of-a-kind in the piece, and to [Mint Fund](https://themint.fund/) (60%), an initiative to support BIPOC and LBTQIA+ NFT creators*\\n\\n*Want to play along? [Contribute to the PartyBid here](https://www.partybid.app/party/0x6256C8C9957C43781109Bc02e9E4Dd716D32bbd0).*\\n\\n*It’s worth noting that none of the tech that made this possible—Ghost Knowledge’s collective commissions, Party DAO’s collective purchases, or Mirror’s collective splits—existed a few months ago. That’s as good place as any, in fact, to start.*\\n\\n***\\n\\nIndulge us, if you will, by stepping back in time to a different era, two weeks ago. In that far-gone epoch, before [PartyDAO](https://www.partybid.app/) had enabled anyone with a crypto wallet to join in crowd-purchasing NFTs as part of makeshift collectives, multiplayer finance was already starting to signal its nascent power against incumbent investors.\\n\\nWhat happened? In practical terms, the token-holders of the decentralized finance platform [Sushiswap](https://sushi.com/) banded together to reject [a deal](https://forum.sushi.com/t/sushi-phantom-troupe-strategic-raise/4554) that would have given the powerful Venture Capital firm Lightspeed a discounted token price. But what does that story mean? You might imagine the story as one of how crypto-native everymen collectivized to insist that they receive the same terms as the richest investors: It’s a Wonderful Life as performed on Reddit, or if you prefer, the Wallstreetbets-Gamestop-Saga played out in a way that didn’t just benefit the big financiers who were handling the deal.\\n\\nOr, alternatively, you might imagine it as a story of how, in our overly-capitalized and increasingly democratized markets, the investors who matter most to protocols are those in the community who invest their time and work, rather than their money. \\n\\nYou might imagine it, then, as a story of how Venture Capital will soon be under siege by collective finance.\\n\\nIn contrast to [the democratization of finance](https://davidphelps.substack.com/p/against-the-democratization-of-finance), which leaves retail investors to their own devices, the collectivization of finance brings investors together to support each other and a project, and in so doing, to increase the probability of success. Collectivization is about the group working together towards a shared objective by giving each other opportunity, leverage, and education, rather than individuals going it alone.\\n\\nHow did we get here? And where are we going? To understand our story here—the story of how we’ve arrived at an inflection point in collectivizing finance—we need to go back to the beginning. That beginning lies long before the development of technologies and trends that have enabled collective finance. It lies in the ways that venture capital created the perfect opportunity for its own disruption.\\n\\nBelow, we’d like you to join us on our own multiplayer journey into a speculation on the history and future of collective finance. We’ll cover four pieces:\\n\\n- How Venture Capital created the conditions for its own disintermediation\\n- Why syndicates are an important start for multiplayer finance—but not enough\\n- How DAOs will empower collective finance through “work-to-play” models\\n- The Lesson of SushiSwap: why tokenization enables collectivization \\n\\nThis piece itself emerged from the collective crowd-commission of [Ghost Knowledge](https://twitter.com/ghost_knowledge), with all commissioning proceeds going to [Blck VC](https://www.blckvc.org/) and [All Raise](https://www.allraise.org/). \\n\\nAs a fun experiment, we’ve also decided to put it on the market as an NFT with splits to (1) reimburse the patrons who graciously invested in this work via Ghost Knowledge (40%), and (2) to donate to Mint Fund. Our hope is that a collective group will purchase it as a kind of meta-memento of this strange and wonderful era.\\n\\n### **Venture Capital and The Great Missed Opportunity**\\n\\nOne way to understand this story is to show that it is like so many stories in business: a powerful incumbent is able to extract massive value from inefficiencies that it is incentivized not to solve. In this case, the powerful incumbent is Venture Capital, and its inefficiencies are, well, many, from the illiquidity of private company equity to closed-ecosystem information asymmetries.  There is one major solvable inefficiency, though, that traditional Venture Capital has refused to solve, despite the many benefits it could stand to gain. We’re referring to its treatment of its funders, the so-called “Limited Partners.”\\n\\nLet’s step back. We might understand Venture Capital as a two-sided marketplace that has to justify its own intermediation between investors and founders. The sundry justifications might include VCs’ ability to scout and source great deals, or perhaps their ability to get into these with their own contributions. The point, in any case, is that VCs might be considered the travel agents of Wealth Management, charging for the added layer of intermediation *between* the LPs and the startup as a curatorial service: just as a travel agent would help you find a nice hotel, a VC will put your money in a nice startup.\\n\\nThe comparison ends there, however. While a travel agent might help the buyer make a decision about their money, a VC in today’s market instead spends their time begging the business even to take the money in the first place. Imagine a travel agent who booked you into a hotel without consulting you while explaining that they only got the reservation because of their “value-add” to the resort, and you’ll have a picture of how a traditional VC presents to an LP.   \\n\\n![](https://images.mirror-media.xyz/publication-images/5de68e1e-1084-4aee-b1d8-1ac38ddde9d2.png?height=1956&width=2865)\\n\\nWe start to sense the problem. Venture Capitalists are ultimately proxies for their LP investors, but in an era of disintermediation, there is not a lot keeping savvy LPs from seeking out these deals themselves as angels if they want to.\\n\\nTo put that another way, Venture Capital has always treated LPs as their *customer* and their investments as their *product* while ignoring that in a two-sided marketplace, value can easily move the other way. What if the Limited Partners, the funders, were actually the product that Venture Capital could sell to founders at startups to win deals?\\n\\nYou can see where we’re going.\\n\\nFor let’s imagine an impossible Venture Capital firm—one that rewarded LPs not only for their capital, which is cheap anyway, but their own work as entrepreneurial figures who could help build the businesses they were funding. On the surface, this firm would offer a win-win to all parties. LPs, who often offer substantial strategic value, might be especially incentivized to work with funds that would reward their work rather than extract their capital. VCs in turn could leverage those relationships to win deals.\\n\\nBut that’s also why this win-win model is a tough sell in the context of traditional venture: the VCs would need to give up their value in supporting companies and protocols to their own LPs. This firm would have to offer a piece of returns and fees to LPs when they perform work, rather than taking a piece of their profits in exchange for doing work for them.\\n\\nThat said, there are three reasons why the win-win LP model might win anyway. The first is that it could generate far better returns for VCs if it helps them win deals and the actual work of the LPs helps their companies grow. The second is that it’s already starting to happen (see [Packy McCormick’s fund proposal](https://www.notboring.co/p/introducing-not-boring-capital)), and early-stage VCs stand to lose top funders and founders alike when a better model emerges to support them. And the third is simply that the incredible wealth creation of the past few years, between IPOs and the crypto boom, has led to LPs seeking yield outside of public markets and becoming more active investors.\\n\\nSo LP engagement is starting to change—both as VCs look for new and unique ways to compete in this venture-hot market, and as the profile and needs of this customer group shifts. With hungry, intellectually curious LPs coming to the table with a capability set that extends beyond just capital and an objective set that extends beyond just returns, we’re inching towards a world wherein Limited Partners are no longer, well, “limited.” In fact, they might become a powerful community in their own right.\\n\\nThe greatest opportunity, in other words, is multiplayer mode—which could not only bring about more compelling options for founders than ever before, but more compelling incentive structures for LPs who roll up their sleeves and jump into the game.\\n\\n### **The Problem With Syndicates**\\n\\nWhen we imagine a finance version of multiplayer mode, we might make the mistake of imagining something like an angel syndicate.\\n\\nSyndicates, which have skyrocketed in popularity through AngelList over the past decade, certainly get a lot right. Not to be confused with angel groups / networks, which typically are pay-to-play (membership fees to join) and provide startups with lots of small checks from individual angels, syndicates are groups which pool various angels’ money into special purpose vehicles (SPVs), allowing them to invest in companies as a single entity on the cap table. At their core, syndicates understand that LPs occasionally offer tremendous value to founders, that LP collectives can actually be sold as a value-add to companies to win deals, and, quite simply, that VCs can be disintermediated by cheaper models.\\n\\nIn theory, syndicates represent a Best of all Venture Capital Worlds. Syndicate leads mass small-check LPs to offer meaningful money to founders—a sort of grassroots leveraging-of-the-crowd that lets them enter deals they might never have gotten into otherwise. Those small-check LPs not only get to “win” otherwise inaccessible deals but maintain full control of their investment into companies of their own choosing; unlike a VC LP investment, Syndicate LPs get to select their investments on a deal-by-deal basis. And founders get to set the terms, beholden to nobody but benefitting from all: LPs cannot contact founders, but syndicate leads can connect them to each other if there’s a way for LPs to support. Rather than take money from a single VC, founders can effectively use syndicates to crowd-fund from hundreds of top operators who can only support their company but never adversely intervene.\\n\\nIn that sense, syndicates might be considered as contemporaries to two-sided marketplaces like Uber and Airbnb that disintermediate the traditional “quality controls” like travel agents and taxi permits. Just as major Web 2.0 aggregators like Airbnb have thrived off the insight that buyers would rather have open access to options than to pay for intermediation, syndicates give LPs greater control over their own money to invest as they please, sans the travel-agent-VC to pick the best options. Likewise, they bundle valuable LPs together and can offer their services to companies. \\n\\nIt’s tempting to think, then, that syndicates represent the best of multiplayer mode—a grassroots disintermediation of the traditionally consolidated power of top VCs. But syndicates also represent an awkward halfway point to disintermediation and collectivization. For they still limit options based on their own curation and take a cut for it. Meanwhile, LPs remain beholden to them to have options. So there is no truly open or disintermediated marketplace in venture like an Airbnb or, if you like, a New York Stock Exchange—though marketplaces for secondary shares are very much in the works.\\n\\nAnd in reality, syndicates often pit parties against each other to the detriment of all. Syndicate leads, required to put up very little of their own money, often invest the bare minimum on as many deals as possible in order to maximize their chances that *one* of these will be a unicorn with carry in the millions. To LPs, they practice investing as a type of virtue-signaling, extolling the billion-dollar opportunities of companies in which they have no desire to invest; among themselves, they practice investing as a kind of spray-and-pray, hitting as many deals as possible with borrowed money and zero downside in order to grease their own returns.\\n\\nUltimately, these kinds of syndicates are sub-optimal for all parties. Angels with expertise, savvy, and genuine value-adds for founders are unlikely to give up a share of profits for companies they need to diligence, can’t diligence, and could often just reach out to on their own. And since top angels are rarely part of syndicates, syndicate leads can’t leverage their individual talents to support founders and win deals. \\n\\n![](https://images.mirror-media.xyz/publication-images/69b652f8-6b96-407d-8c3f-12f7502d7b65.png?height=3060&width=2739)\\n\\nUltimately, a negative feedback loop ensues: top angels have little reason to work with syndicates that can’t get access to top companies, and top companies have little reason to work with syndicates that can’t support them as well as bigger players in the field. Imagine if Robinhood only gave you a limited selection of mostly mediocre stocks under the condition that it took 20% of your profit. This is what it can be like to be a member of some syndicates. \\n\\nOf course, there are exceptions, as well as plenty of syndicates whose dubious decisions are the product of questionable frameworks rather than malintent. But the question remains. What would a syndicate look like that could actually get great angels to join and leverage their talents to win competitive deals? Would it even look like a syndicate?\\n\\n### **DAOs and Work-to-Play**\\n\\nOne answer is what we might call a *work-to-play* model, in contrast with the traditional concept of ‘*pay-to-play*’. Instead of valuing LPs who can give the most money—an easy commodity for many founders in an overcapitalized environment—syndicates should work to value those who can actually contribute ideas, expertise, and work to support the companies they want to invest in. One way of incentivizing this could be to share the carry, which has traditionally been reserved for the syndicate leads, with LPs who bring in deals, perform diligence, and write memos. Some syndicates and funds do this today, but it’s still early days. Momentum here is starting to pick up, though: AngelList recently announced it was adding carry sharing as a feature. At scale, this could offer a way to collectivize the angels, even those with little money.\\n\\nBut an even more radical manifestation of the ‘work-to-play’ concept might be a completely headless model—that is, it might be [a DAO](https://coopahtroopa.mirror.xyz/_EDyn4cs9tDoOxNGZLfKL7JjLo5rGkkEfRa_a-6VEWw), a decentralized autonomous organization for investors to all share deals with one another. Investment DAOs already exist in crypto ([Duck DAO](https://duckdao.io/), [Flamingo](https://flamingodao.xyz/), [the LAO](https://www.thelao.io/)), though they often make various tradeoffs between the benefits of hierarchy, on the one hand, and exclusivity on the other. Is it better to have a few great leaders making decisions that anyone else can back—or to create a more equitable structure of those great leaders joining on the same level? The necessary (and not always incorrect) myth of great leaders is hard to abrogate, particularly in environments where it’s far more productive for members to learn from each other’s work than to replicate it. \\n\\n![](https://images.mirror-media.xyz/publication-images/eba27827-5219-4793-8ee7-7ae2b719a96f.JPG?height=459&width=1188)\\n\\nThat suggests that there might be another solution: work-to-play DAOs where members rotate as leaders, each agreeing to perform work in order to access each other’s work as well. (This is, presumably, what [Syndicate Protocol](https://www.syndicateprotocol.org/) is working on.) Members could be required to generate at least one deal a year in order to partake in each other’s deals, for example, and protocols could be set on the minimum viable quality of deals (i.e. that some percentage of the members agree to back, that it raises a certain amount, etc.). Others might contribute their talents doing audits, writing memos, diligencing data, or interviewing founders, and earning access rights as well. Smart contracts and tokenization might make all of this increasingly possible: imagine if completing certain actions automatically entitled LPs to tokens representing some share of the carry, for example. Of course in theory, there would be little need for carry since everyone would be supporting each other’s deals, but that doesn’t mean that carry is a bad idea: resourceful members who can offer great opportunities but little money, for example, might receive tremendous incentivization from getting carry on their deals. Inclusivity, rather than exclusivity, could optimize opportunity.\\n\\nEndless permutations are possible here, including fund-versions that would steadily deploy crowdsourced funding across deals, and not all would be fated to success. Like any collective, each DAO would face the challenge of balancing the homogeneity of members’ perspective (necessary to ensure adequate support for deals) against the heterogeneity of members’ perspective (necessary for each to learn and gain from one another and fruitfully challenge each other’s ideas). But the challenges of self-governance are the point—because they’re challenges that everyone should have. \\n\\n### **Tokenization Enables Collectivization**\\n\\nIn the past, we’ve written about the ways that tokenizing equity can turn [private markets into something akin to public markets](https://davidphelps.substack.com/p/user-generated-finances), open to all investors. But tokenization doesn’t just allow more investors into a project—it also incentivizes them to invest in wilder ideas. Let’s break down the ways that tokenization unlocks multiplayer investments that can accelerate development and even enhance the possibility of success in a way that simply couldn’t have been possible before.\\n\\nOn a recent [Acquired episode](https://www.acquired.fm/episodes/managing-a-crypto-fund-with-kyle-samani-from-multicoin-capital), Multicoin Capital VC Kyle Samani points out why VCs have far greater risk-tolerance to make moonshot bets with tokenized web3 companies than they do with non-tokenized web2 companies: web3 VCs can always sell off the tokens, typically after a vesting period of a year. Where traditional VCs see most of their struggling investments go to 0, web3 investors can cut their losses and vastly increase their chances of getting double-digit returns. Token incentivization is much easier (operationally and legally) than carry incentivization. That in turn enables investors to back any interesting project they like in a way they couldn’t before, even with the same risk profile. \\n\\nBut here’s where things get interesting. Investment in crypto projects is multiplayer, open to a community of retail investors as well as the VCs, so a massive investment in an interesting idea will not only pay for development to bring the idea to fruition, but draw attention to a rising token price that will in turn draw in retail investors to support the project as well. Crypto financing is extremely performative—the investment itself generating development and further investment, which also generates further development and investment in turn—that can turn wild ideas into realities in a short amount of time.\\n\\nSo a moonshot bet in a risky-but-tokenized project can actually help mitigate its own risk by eliciting a community, development, and further investment around an idea. It won’t always happen, of course, and communities and projects can easily fall apart when the cycle swings into reverse as major investors discard their coins. Still, the performativity of capital—the fact that risk mitigates risk and big bets increase their own odds of success—further incentivizes investors to support communities that they couldn’t have afforded to support before. The communities, in turn, support the investment.\\n\\nThere is, however, a catch—a familiar one by now. The VC must be beholden to the project and its community rather than the project and community being beholden to the VC, as they would have been in the past. That means the VC must give up power to extract concessions and become a team player, accepting the same terms as the rest of the community.\\n\\nRetail investors banding together to curtail the extractive power of a VC? It all sounds a bit like Wallstreetbets applied to private markets, Doge mania with a conscience. But it’s already begun. As we’ve seen, when Lightspeed proposed a massive investment in Sushiswap at discounted terms a few weeks ago, a standard operating procedure for VCs, the community of 60,000 token holders erupted in anger that the investors with the most money were getting the cheapest deals.\\n\\nIt is to Lightspeed VC Amy Wu’s great credit that she openly engaged the community on calls with a sharp understanding that alienating the community of a decentralized, tokenized project could destroy the investment entirely.\\n\\n![](https://images.mirror-media.xyz/publication-images/e9d50a78-6774-449b-8a9a-cccf08584609.JPG?height=578&width=1221)\\n\\nThe Sushi community is now debating a number of proposals, but two points are clear. Lightspeed will not be getting a discount; the power of the VC wanes. But Lightspeed will likely get a warrant or call option to buy further tokens at a much higher, pre-agreed-upon price in a couple years’ time. It is still a discount of sorts, but only if Sushi is successful—a discount, in other words, that rewards early believers for their cash and their efforts.\\n\\nWhat is more significant than the decision is the process by which it is occurring in a decentralized community that fervently debates issues of governance and equality as if they were a colonial assembly in 1775. That they speak of supporting the community is perhaps less significant than the fact they’re able to speak so loudly as a collective voice, far more powerful than any individual’s.\\n\\nAll of this could not happen without tokenization, which we expect to extend well beyond web3 companies to any project that wants greater power in raising money and building community. Even over the past couple days, for example, crypto creator [SIRSU](https://twitter.com/sirsuhayb) rallied for collective ownership of two Black Cryptopunk NFTs. The resulting collectivization of investors of all ethnicities, many of whom could never afford a Cryptopunk, leveraged tokenization of the fractionalized works to make investment accessible to anyone with a wallet—while raising the value of Black representation in NFTs.\\n\\nIn other words, tokenization enables collectivization. It enables community. If you assume Web3 is the future, then you have to assume that Web3 is the future of investing. And in Web3, multiplayer investing is the default. \\n\\nAll of this brings us back to the realization with which we started. Alongside investment DAOs and art communities investing jointly in single works, SushiSwap and PartyDAO mark an inflection point: the point where we’re starting to collectivize finance. If the traditional VC model is to maintain power and success, it will not be against but within this retail collectivization.\\n\\nThe collectivization of finance is not yet entirely inclusive in who it gives financial opportunity: it’s still just open to those with investment money, access to technology, and the gumption to co-invest with strangers, particularly from a token-gated Discord channel. But it is inclusive in how it gives opportunity through a town-hall operation of entertaining and voting on proposals for the shared use of capital. \\n\\nIt is, in other words, a start.\\n\\n*Edited by [Lila Shroff](https://twitter.com/LilaShroff). With contributions by [Julia Lipton](https://twitter.com/JuliaLipton).*\\n\\n*Particular thanks to the patrons of this piece, who had no idea what they were commissioning beyond a piece on “Multiplayer VC,” and without whom this would not exist: Roshan Abbas, Raji Al-Sherif, Sari Azout, Juanje FP, Mario Gabriele, Daniel Kok Ting Han, Gil Kruger, Julia Lipton, Clint Myers, Arvind Nagarajan, Sarah Noeckel, Christina Oshan, Tyler Tringas, @wacko_gabriel. With extreme gratitude as well for the kind technical support of SIRSU and Patrick Rivera.*\",\"timestamp\":1628607572,\"title\":\"Collectivizing Finance: Why The Future of VC is Multiplayer\",\"publication\":\"annika\"},\"digest\":\"Pj8N16OdD2MW6s8lE_Ex8TC7WLHJSRiLOp3Gz-lHZPg\",\"authorship\":{\"contributor\":\"0x894Aa5F1E45454677A8560ddE3B45Cb5C427Ef92\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"M_lwtZTSqM03EyT7jPF9_STg_DymU5puUX12NsIKb4A\\\",\\\"y\\\":\\\"ejUTTTMARFxDrc3JEiPIu8FZn2ZYAJjoYRk420FGFcs\\\"}\",\"signature\":\"R4Uj57OuU0pUZELQc8Iv0oEykCRcv3w8XXWEJSoeXQrgVuZMxuzDDihwysxZiGna76263ZRKFaMO-u7XGGi6lg\",\"signingKeySignature\":\"0x2f6a05ed9a8a8f0fce9d9b4177c940ab2ea1bd95bd2c92704218eabc48924b252d14196021356137addf42782b0b4c840c9248a3a005c4078683aa78096de3b91b\",\"signingKeyMessage\":\"I authorize the publication of articles on annika.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"M_lwtZTSqM03EyT7jPF9_STg_DymU5puUX12NsIKb4A\\\",\\\"y\\\":\\\"ejUTTTMARFxDrc3JEiPIu8FZn2ZYAJjoYRk420FGFcs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Pj8N16OdD2MW6s8lE_Ex8TC7WLHJSRiLOp3Gz-lHZPg\"}"