"{\"content\":{\"body\":\"![](https://miro.medium.com/max/1400/1\\\\*PdoEOQSJBr01nUsb6_V0KQ.jpeg)\\n\\n## **En 2016, el DAO, un fondo de capital de riesgo controlado por los usuarios, fue el primer experimento de construir una organización descentralizada…**\\n\\nEl 30 de abril de 2016, se lanzó la campaña de venta de participaciones para El DAO. Era el primer intento de construir una organización autónoma descentralizada de gran escala sobre el blockchain de Ethereum.\\n\\nSe trataba de un fondo de inversión completamente descentralizado y transparente. Una sucesión de líneas de código, que cualquiera podía ver y auditar, definía el proceso por el cual el fondo iba a asignar el capital.\\n\\nEl DAO buscaba demostrar que los mismos usuarios podían decidir qué proyectos financiar, sin la necesidad de intermediarios, como los directores de los fondos de capital de riesgo.\\n\\nEn El DAO, cualquiera podía proponer un proyecto y buscar financiamiento de la comunidad. Primero, las propuestas eran revisadas por un equipo de curadores. Luego, se sometían a votación entre todos los tenedores de tokens. Si había un consenso de más del 20%, los fondos solicitados serían transferidos en ETH a la dirección del solicitante.\\n\\nMás de 11.000 inversores compraron tokens de participación en la plataforma. Esos tokens les daban derecho a votar los proyectos a financiar y recibir beneficios de dichos proyectos. Cuando se cerró el proceso, a fines de mayo de 2016, se habían recaudado más de 170 millones de dólares.\\n\\nEl lanzamiento se realizó con bombos y platillos, como la inauguración de una nueva época para la industria del capital de riesgo. Se recibieron propuestas y se empezó a votar sobre ellas. Algunas voces, sin embargo, advertían que El DAO tenía severas fallas de seguridad…\\n\\nEl 18 de junio, miembros de la comunidad descubrieron que alguien había robado más de 70 millones de dólares en Ether de El DAO. Lo había hecho a través de una vulnerabilidad en una característica técnica llamada *función de split*.\\n\\nEra una especie de “escotilla de escape” que permitía a los inversores recuperar sus fondos en caso de que no estuviesen satisfechos con el funcionamiento. Desde un punto de vista técnico, si un inversor quería salir de El DAO, tenía que crear una “Pequeña DAO” y transferir sus fondos allí. Una vez transcurrido un período de seguridad de 28 días, podría retirar los fondos de la Pequeña DAO.\\n\\nEl atacante había descubierto una vulnerabilidad en la función de split, que le permitía utilizar las mismas tokens para retirar fondos una y otra vez. Así que los fondos extraídos por el atacante quedaron en su Pequeña DAO, donde permanecerían congelados por 28 días hasta que pudiese retirarlos.\\n\\nEsas semanas tuvieron frenéticas discusiones dentro de la comunidad de Ethereum. Primero, se resolvió realizar un soft fork con el objetivo de evitar que el atacante pudiera retirar el Ether de su Pequeña DAO tras el período de 28 días. Esa solución, sin embargo, se encontró con problemas técnicos y no pudo ser implementada.\\n\\nAsí que la comunidad llegó a una solución más drástica: un hard fork con el objetivo de revertir todo al punto inicial. Es decir, desmantelar El DAO y devolver todos los fondos a los inversores… incluyendo los que habían sido robados por el hacker. Los inversores recibirían 1 ETH por cada 100 tokens de DAO en su poder.\\n\\nLa propuesta despertó una enorme controversia, y la comunidad de Ethereum se fracturó en dos grupos: los que apoyaban el hard fork y los que no.\\n\\nEl grupo opositor al hard fork sostenía: *El código es ley*.\\n\\nLos términos y condiciones de El DAO no debían cambiar bajo ninguna circunstancia, aunque esto implicara que el atacante conservara el dinero. Devolver los fondos a los inversores sentaría un precedente de escasa transparencia. ¿Quién garantizaba que, en el futuro, no se decidiese introducir otras modificaciones de manera retroactiva?\\n\\nEl grupo a favor del hard fork sostenía que la posición de *código es ley* era demasiado drástica. Sería moralmente incorrecto, advertían, permitir que el atacante se beneficiara de sus actos. En última instancia no debía ser el código sino los humanos quienes tomaran esta clase de decisiones.\\n\\nLa propuesta del hard fork fue votada y aprobada por el 89% de los tenedores de Ether. El 20 de julio de 2016 se realizó un hard fork en la red, y los fondos volvieron a manos de los inversores.\\n\\nNo todos lo aceptaron. Una parte de la comunidad, en drástico desacuerdo con la posición mayoritaria, siguió en la cadena original. Así que nació una nueva moneda llamada Ethereum Classic formada por la parte de la comunidad desilusionada con la decisión del hard fork.\\n\\nEse el fue el final del experimento de El DAO, el primer fondo de inversión descentralizado. Aunque no tuvo un final feliz, fue una pequeña muestra del futuro de las organizaciones descentralizadas.\\n\\n![La separación de la cadena de Ethereum después del incidente de El DAO. Los miembros de la comunidad a favor de devolver el dinero a los inversores abrieron una nueva cadena, hoy conocida como Ethereum. Los miembros opuestos a devolver el dinero siguieron la cadena original, que pasó a llamarse Ethereum Classic.](https://miro.medium.com/max/1400/1\\\\*peoQgECfYEZcWhfHPkD-5g.jpeg)\\n\\n\",\"timestamp\":1638715905,\"title\":\"El DAO: Breve Historia de la Primera Organización Descentralizada\"},\"digest\":\"Fn7ZGOUCXIOJBdyqNI_pJjq4KJjWB16WikjIwzUeKsI\",\"authorship\":{\"contributor\":\"0xf12C67e80E309eaC0c4dc18Fb26e68F9672297E9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"signature\":\"l83ViB9N2vyelv3ZQmCsdjFHsAWAjpiB24X8VN0yxBTD5CM0mSCVONi-gTKrFWfnwbUflrTqotQbpa_FMEH5Qg\",\"signingKeySignature\":\"0xbb67824a5cdd413a3900f8d913a162ca89ff55c3f83d74e39c738ba7412fc78570a0731025b91c70a242fe7fd50e085455303a3c5c7222d8b6f59d71dbdf1bce1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Zg-I0SPSkiTe6sEEOTDDZe4X52HL6LwzseCXhdv-iDw\\\",\\\"y\\\":\\\"xnlFE2vUY44I5iO7xlx2cCRWNkK2NHc5Ckpqeir1HgA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Fn7ZGOUCXIOJBdyqNI_pJjq4KJjWB16WikjIwzUeKsI\"}"