"{\"content\":{\"body\":\"> Retail investors should be wary of any company that uses hyperbolic statements and promises of extraordinary returns to lure them into participating. If WoToken had been required by regulatory agencies to provide detailed investment prospectus and audited financial statements, they wouldn’t have been able to launch their scheme and fool more than 700,000 victims. Many VASPs have dramatically improved their security posture, making it harder for hackers to steal from the platforms themselves.”\\n\\nAn even bleaker picture was painted by Pawel Aleksander, the co-founder and chief information officer of CoinFirm — a blockchain analytics company. He told Cointelegraph that as per his company’s own research and analysis, the volume of crypto funds stolen within the first quarter of 2020 may actually be closer to the $2 billion mark, highlighting: \\n\\n> “Knowing the amounts related to the various fraud happening as a whole has its importance but the most important aspect is addressing how to solve them and providing entities with the tools and solutions to do so.”\\n\\n## The pandemic has made things worse\\n\\nAs a result of the ongoing coronavirus situation, an increasing number of people have started to spend more time in front of their computer and smartphone screens. Naturally, scammers have recognized this fact and are trying to seize this opportunity by [devising](https://www.cityam.com/how-industries-can-fight-the-fake-elon-musk-and-celebrity-crypto-scams/) novel ploys — promising high returns on various crypto-related offerings such as binary options, trust trading, etc. — to lure in unsuspecting individuals. \\n\\n***Related: [On the Darknet Side: The Role of Crypto as a Means of Exchange](https://cointelegraph.com/news/on-the-darknet-side-the-role-of-crypto-as-a-means-of-exchange)***\\n\\nCommenting on the issue of how companies can best limit the spread of crypto-related scams, Aleksander stated that despite most social media platforms and messengers attempting to come down more seriously and limit such nefarious schemes, there are still many challenges that have yet to be tackled successfully. In his view, a balanced ecosystem is required, in which [Anti-Money Laundering](https://cointelegraph.com/tags/aml) procedures can be democratized and users are given a voice:\",\"timestamp\":1639121817,\"title\":\"Retail investors should be wary of any company that uses hyperbolic statements and promises of\"},\"digest\":\"FVtaWcRxtFE0UnI4ldH8CkC2A7W71crOc8N8PdPVi0M\",\"authorship\":{\"contributor\":\"0x736130a420bc991cf9e6489450Cc65Bf01281210\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OkN7dStKQhZevwt4-mI9Qe0VLRtk0ob2JvmWzYG9CBI\\\",\\\"y\\\":\\\"f3odNTITGUhDW85WJmQrbIC7aJqGzbx1fz63y1shjKQ\\\"}\",\"signature\":\"s8IaXFwLfbmmSrQXIIqcXvYJuzkPcs4tqh6SEpSRJEZ9Emu2Tlh2mbOAAZTzB7zuICV6YrzLPNDI-IpfGuSK-A\",\"signingKeySignature\":\"0x12ab1dc90e3ca658ecdd1885050835460f6449662a3e90ae612f5c2c638812a94c4fc0e24d6a616d309f6ae29ee4a8fa3d70f06d15168a89ad468d5c0b78f7421c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"OkN7dStKQhZevwt4-mI9Qe0VLRtk0ob2JvmWzYG9CBI\\\",\\\"y\\\":\\\"f3odNTITGUhDW85WJmQrbIC7aJqGzbx1fz63y1shjKQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FVtaWcRxtFE0UnI4ldH8CkC2A7W71crOc8N8PdPVi0M\"}"