"{\"content\":{\"body\":\"present society that exists at this moment and is rather like an animated muck-heap.  It is quite unnecessary to say that I should prefer Socialism to the present state of things.  I should prefer anarchism to the present state of things.  But it is simply not the fact that Collectivism is the only other scheme for a more equal order.  A Collectivist has a perfect right to think it the only sound scheme; but it is not the only plausible or possible scheme.  We might have peasant proprietorship; we might have the compromise of Henry George; we might have a number of tiny communes; we might have co-operation; we might have Anarchist Communism; we might have a hundred things.  I am not saying that any of these are right, though I cannot imagine that any of them could be worse than the present social madhouse, with its top-heavy rich and its tortured poor; but I say that it is an evidence of the stiff and narrow alternative offered to the civic mind, that the civic mind is not, generally speaking, conscious of these other possibilities.  The civic mind is not free or alert enough to feel how much it has the world before it.  There are at least ten solutions of the Education question, and no one knows which Englishmen really want.  For Englishmen are only allowed to vote about the two which are at that moment offered by the Premier and the Leader of the Opposition.  There are ten solutions of the drink question; and no one knows which the democracy wants; for the democracy is only allowed to fight about one Licensing Bill at a time.\\n\\nSo that the situation comes to this: The democracy has a right to answer questions, but it has no right to ask them.  It is still the political aristocracy that asks the questions.  And we shall not be unreasonably cynical if we suppose that the political aristocracy will always be rather careful what questions it asks.  And if the dangerous comfort and self-flattery of modern England continues much longer there will be less democratic value in an English election than in a Roman saturnalia of slaves.  For the powerful class will choose two courses of action, both of them safe for itself, and then give the democracy the gratification of taking one course or the other.  The lord will take two things so much alike that he would not mind choosing from them blindfold--and then for a great jest he will allow the slaves to choose.\\n\\nTHE MAD OFFICIAL\\n\\nGoing mad is the slowest and dullest business in the world.  I have very nearly done it more than once in my boyhood, and so have nearly all my friends, born under the general doom of mortals, but especially of moderns; I mean the doom that makes a man come almost to the end of thinking before he comes to the first chance of living.\\n\\nBut the process of going mad is dull, for the simple reason that a man does not know that it is going on.  Routine and literalism and a certain dry-throated earnestness and mental thirst, these are the very atmosphere of morbidity.  If once the man could become conscious of his madness, he would cease to be man.  He studies certain texts in Daniel or cryptograms in Shakespeare through monstrously magnifying spectacles, which are on his nose night and day.  If once he could take off the spectacles he would smash them.  He deduces all his fantasies about the Sixth Seal or the Anglo-Saxon Race from one unexamined and invisible first principle. If he could once see the first principle, he would see that it is not there.\\n\\nThis slow and awful self-hypnotism of error is a process that can occur not only with individuals, but also with whole societies.  It is hard to pick out and prove; that is why it is hard to cure.  But this mental degeneration may be brought to one test, which I truly believe to be a real test. A nation is not going mad when it doe's extravagant things, so long as it does them in an extravagant spirit.  Crusaders not cutting their beards till they found Jerusalem, Jacobins calling each other Harmodius and Epaminondas when their names were Jacques and Jules, these are wild things, but they were done in wild spirits at a wild moment.\\n\\nBut whenever we see things done wildly, but taken tamely, then the State is growing insane. For instance, I have a gun license.  For all I know, this would logically allow me to fire off fiftynine enormous field-guns day and night in my back garden.  I should not be surprised at a man doing it; for it would be great fun.  But I should be surprised at the neighbours putting up with it, and regarding it as an ordinary thing merely because it might happen to fulfil the letter of my license.\\n\\nOr, again, I have a dog license; and I may have the right (for all I know) to turn ten thousand wild dogs loose in Buckinghamshire.  I should not be surprised if the law were like that; because in modern England there is practically no law to be surprised at.  I should not be surprised even at the man who did it; for a certain kind of man, if he lived long under the English landlord system, might do anything.  But I should be surprised at the people who consented to stand it.  I should, in other words, think the world a little mad if the incident, were received in silence.\\n\\nNow things every bit as wild as this are being received in silence every day.  All strokes slip on the smoothness of a polished wall.  Ail blows fall soundless on the softness of a padded cell.  For madness is a passive as well as an active state: it is a paralysis, a refusal of the nerves to respond to the normal stimuli, as well as an unnatural stimulation.  There are commonwealths, plainly to be distinguished here and there in history, which pass from prosperity to squalor, or from glory to insignificance, or from freedom to slavery, not only in silence, but with serenity.  The face still smiles while the limbs, literally and loathsomely, are dropping from the body.  These are peoples that have lost the power of astonishment at their own actions.  When they give birth to a fantastic fashion or a foolish law, they do not start or stare at the monster they have brought forth.  They have grown used to their own unreason; chaos is their cosmos; and the whirlwind is the breath of their nostrils.  These nations are really in danger of going off their heads en masse; of becoming one vast vision of imbecility, with toppling cities and crazy country-sides, all dotted with industrious lunatics. One of these countries is modern England.\\n\\nNow here is an actual instance, a small ease of how our social conscience really works: tame in spirit, wild in result, blank in realisation; a thing without the light of mind in it.  I take this paragraph from a daily paper :- \\\"At Epping, yesterday, Thomas Woolbourne, a Lambourne labourer, and his wife were summoned for neglecting their five children. Dr. Alpin said he was invited by the inspector of the N.S.P.C.C.  to visit defendants' cottage.  Both the cottage and the children were dirty. The children looked exceedingly well in health, but the conditions would be serious in case of illness. Defendants were stated to be sober.  The man was discharged.  The woman, who said she was hampered by the cottage having no water supply and that she was ill, was sentenced to six weeks' imprisonment.  The sentence caused surprise, and the woman was removed crying, 'Lord save me!  '\\\"\\n\\nI know no name for this but Chinese.  It calls up the mental picture of some archaic and changeless Eastern Court, in which men with dried faces and stiff ceremonial costumes perform some atrocious cruelty to the accompaniment of formal proverbs and sentences of which the very meaning has been forgotten.  In both cases the only thing in the whole farrago that can be called real is the wrong.  If we apply the lightest touch of reason to the whole Epping prosecution it dissolves into nothing.\\n\\nI here challenge any person in his five wits to tell me what that woman was sent to prison for. Either it was for being poor, or it was for being ill.  Nobody could suggest, nobody will suggest, nobody, as a matter of fact, did suggest, that she had committed any other crime.  The doctor was called in by a Society for the Prevention of Cruelty to Children. Was this woman guilty of cruelty to children?  Not in the least.  Did the doctor say she was guilty of cruelty to children?  Not in the least.  Was these any evidence even remotely bearing on the sin of cruelty?  Not a rap.  The worse that the doctor could work himself up to saying was that though the children were \\\"exceedingly\\\" well, the conditions would be serious in case of illness.  If the doctor will tell me any conditions that would be comic in case of illness, I shall attach more weight to his argument.\\n\\nNow this is the worst effect of modern worry.  The mad doctor has gone mad.  He is literally and practically mad; and still he is quite literally and practically a doctor.  The only question is the old one, Quis docebit ipsum doctorem?  Now cruelty to children is an utterly unnatural thing; instinctively accursed of earth and heaven.  But neglect of children is a natural thing; like neglect of any other duty, it is a mere difference of degree that divides extending arms and legs in calisthenics and extending them on the rack.  It is a mere difference of degree that separates any operation from any torture.  The thumb-screw can easily be called Manicure.  Being pulled about by wild horses can easily be called Massage.  The modern problem is not so much what people will endure as what they will not endure.  But I fear I interrupt.... The boiling oil is boiling; and the Tenth Mandarin is already reciting the \\\"Seventeen Serious Principles and the Fifty-three Virtues of the Sacred Emperor.\\\"\\n\\nTHE ENCHANTED MAN\\n\\nWhen I arrived to see the performance of the Buckinghamshire Players, who acted Miss Gertrude Robins's POT LUCK at Naphill a short time ago, it is the distressing, if scarcely surprising, truth that I entered very late. This would have mattered little, I hope, to any one, but that late comers had to be forced into front seats.  For a real popular English audience always insists on crowding in the back part of the hall; and (as I have found in many an election) will endure the most unendurable taunts rather than come forward.  The English are a modest people; that is why they are entirely ruled and run by the few of them that happen to be immodest.  In theatrical affairs the fact is strangely notable; and in most playhouses we find the bored people in front and the eager people behind.\\n\\nAs far as the performance went I was quite the reverse of a bored person; but I may have been a boring person, especially as I was thus required to sit in the seats of the scornful.  It will be a happy day in the dramatic world when all ladies have to take off their hats and all critics have to take off their heads.  The people behind will have a chance then.  And as it happens, in this case, I had not so much taken off my head as lost it. I had lost it on the road; on that strange journey that was the cause of my coming in late.  I have a troubled recollection of having seen a very good play and made a very bad speech; I have a cloudy recollection of talking to all sorts of nice people afterwards, but talking to them jerkily and with half a head, as a man talks when he has one eye on a clock.\\n\\nAnd the truth is that I had one eye on an ancient and timeless clock, hung uselessly in heaven; whose very name has passed into a figure for such bemused folly.  In the true sense of an ancient phrase, I was moonstruck.  A lunar landscape a scene of winter moonlight had inexplicably got in between me and all other scenes.  If any one had asked me I could not have said what it was; I cannot say now.  Nothing had occurred to me; except the breakdown of a hired motor on the ridge of a hill.  It was not an adventure; it was a vision.\\n\\nI had started in wintry twilight from my own door; and hired a small car that found its way across the hills towards Naphill.  But as night blackened and frost brightened and hardened it I found the way increasingly difficult; especially as the way was an incessant ascent. Whenever we topped a road like a staircase it was only to turn into a yet steeper road like a ladder.\\n\\nAt last, when I began to fancy that I was spirally climbing the Tower of Babel in a dream, I was brought to fact by alarming noises, stoppage, and the driver saying that \\\"it couldn't be done.\\\"  I got out of the car and suddenly forgot that I had ever been in it.\\n\\nFrom the edge of that abrupt steep I saw something indescribable, which I am now going to describe.  When Mr. Joseph Chamberlain delivered his great patriotic speech on the inferiority of England to the Dutch parts of South Africa, he made use of the expression \\\"the illimitable veldt.\\\" The word \\\"veldt\\\" is Dutch, and the word \\\"illimitable\\\" is Double Dutch. But the meditative statesman probably meant that the new plains gave him a sense of largeness and dreariness which he had never found in England. Well, if he never found it in England it was because he never looked for it in England.  In England there is an illimitable number of illimitable veldts.  I saw six or seven separate eternities in cresting as many different hills.  One cannot find anything more infinite than a finite horizon, free and lonely and innocent.  The Dutch veldt may be a little more desolate than Birmingham.  But I am sure it is not so desolate as that English hill was, almost within a cannon-shot of High Wycombe.\\n\\nI looked across a vast and voiceless valley straight at the moon, as if at a round mirror.  It may have been the blue moon of the proverb; for on that freezing night the very moon seemed blue with cold.  A deathly frost fastened every branch and blade to its place.  The sinking and softening forests, powdered with a gray frost, fell away underneath me into an abyss which seemed unfathomable.  One fancied the world was soundless only because it was bottomless: it seemed as if all songs and cries had been swallowed in some unresisting stillness under the roots of the hills. I could fancy that if I shouted there would be no echo; that if I hurled huge stones there would be no noise of reply.  A dumb devil had bewitched the landscape: but that again does not express the best or worst of it.  All those hoary and frosted forests expressed something so inhuman that it has no human name.  A horror of unconsciousness lay on them; that is the nearest phrase I know.  It was as if one were looking at the back of the world; and the world did not know it.  I had taken the universe in the rear.  I was behind the scenes.  I was eavesdropping upon an unconscious creation.\\n\\nI shall not express what the place expressed.  I am not even sure that it is a thing that ought to be expressed.  There was something heathen about its union of beauty and death; sorrow seemed to glitter, as it does in some of the great pagan poems.  I understood one of the thousand poetical phrases of the populace, \\\"a God-forsaken place.\\\"  Yet something was present there; and I could not yet find the key to my fixed impression. Then suddenly I remembered the right word.  It was an enchanted place. It had been put to sleep.  In a flash I remembered all the fairy-tales about princes turned to marble and princesses changed to snow.  We were in a land where none could strive or cry out; a white nightmare.  The moon looked at me across the valley like the enormous eye of a hypnotist; the one white eye of the world.\\n\\nThere was never a better play than POT LUCK; for it tells a tale with a point and a tale that might happen any day among English peasants. There were never better actors than the local Buckinghamshire Players: for they were acting their own life with just that rise into exaggeration which is the transition from life to art.  But all the time I was mesmerised by the moon; I saw all these men and women as enchanted things.  The poacher shot pheasants; the policeman tracked pheasants; the wife hid pheasants; they were all (especially the policeman) as true as death.  But there was something more true to death than true to life about it all: the figures were frozen with a magic frost of sleep or fear or custom such as does not cramp the movements of the poor men of other lands.  I looked at the poacher and the policeman and the gun; then at the gun and the policeman and the poacher; and I could find no name for the fancy that haunted and escaped me.  The poacher believed in the Game Laws as much as the policeman.  The poacher's wife not only believed in the Game Laws, but protected them as well as him.  She got a promise from her husband that he would never shoot another pheasant.  Whether he kept it I doubt; I fancy he sometimes shot a pheasant even after that.  But I am sure he never shot a policeman.  For we live in an enchanted land.\\n\\nTHE SUN WORSHIPPER\\n\\nThere is a shrewd warning to be given to all people who are in revolt. And in the present state of things, I think all men are revolting in that sense; except a few who are revolting in the other sense. But the warning to Socialists and other revolutionaries is this: that as sure as fate, if they use any argument which is atheist or materialistic, that argument will always be turned against them at last by the tyrant and the slave. To-day I saw one too common Socialist argument turned Tory, so to speak, in a manner quite startling and insane.  I mean that modern doctrine, taught, I believe, by most followers of Karl Marx, which is called the materialist theory of history.  The theory is, roughly, this: that all the important things in history are rooted in an economic motive.  In short, history is a science; a science of the search for food.\\n\\nNow I desire, in passing only, to point out that this is not merely untrue, but actually the reverse of the truth.  It is putting it too feebly to say that the history of man is not only economic.  Man would not have any history if he were only economic.  The need for food is certainly universal, so universal that it is not even human.  Cows have an economic motive, and apparently (I dare not say what ethereal delicacies may be in a cow) only an economic motive.  The cow eats grass anywhere and never eats anything else.  In short, the cow does fulfil the materialist theory of history: that is why the cow has no history.  \\\"A History of Cows\\\" would be one of the simplest and briefest of standard works.  But if some cows thought it wicked to eat long grass and persecuted all who did so; if the cow with the crumpled horn were worshipped by some cows and gored to death by others; if cows began to have obvious moral preferences over and above a desire for grass, then cows would begin to have a history.  They would also begin to have a highly unpleasant time, which is perhaps the same thing.\\n\\nThe economic motive is not merely not inside all history; it is actually outside all history.  It belongs to Biology or the Science of Life; that is, it concerns things like cows, that are not so very much alive.  Men are far too much alive to get into the science of anything; for them we have made the art of history.  To say that human actions have depended on economic support is like saying that they have depended on having two legs.  It accounts for action, but not for such varied action; it is a condition, but not a motive; it is too universal to be useful.  Certainly a soldier wins the Victoria Cross on two legs; he also runs away on two legs.  But if our object is to discover whether he will become a V.C.  or a coward the most careful inspection of his legs will yield us little or no information.  In the same way a man will want food if he is a dreamy romantic tramp, and will want food if he is a toiling and sweating millionaire.  A man must be supported on food as he must be supported on legs.  But cows (who have no history) are not only furnished more generously in the matter of legs, but can see their food on a much grander and more imaginative scale.  A cow can lift up her eyes to the hills and see uplands and peaks of pure food.  Yet we never see the horizon broken by crags of cake or happy hills of cheese.\\n\\nSo far the cow (who has no history) seems to have every other advantage. But history--the whole point of history--precisely is that some two- legged soldiers ran away while others, of similar anatomical structure, did not.  The whole point of history precisely is: some people (like poets and tramps) chance getting money by disregarding it, while others (such as millionaires) will absolutely lose money for the fun of bothering about it.  There would be no history if there were only economic history.  All the historical events have been due to the twists and turns given to the economic instinct by forces that were not economic. For instance, this theory traces the French war of Edward III to a quarrel about the French wines.  Any one who has even smelt the Middle Ages must feel fifty answers spring to his lips; but in this cause one will suffice.  There would have been no such war, then, if we all drank water like cows.  But when one is a man one enters the world of historic choice.  The act of drinking wine is one that requires explanation.  So is the act of not drinking wine.\\n\\nBut the capitalist can get much more fun out of the doctrine.\\n\\nWhen strikes were splitting England right and left a little while ago, an ingenious writer, humorously describing himself as a Liberal, said that they were entirely due to the hot weather.  The suggestion was eagerly taken up by other creatures of the same kind, and I really do not see why it was not carried farther and applied to other lamentable uprisings in history.  Thus, it is a remarkable fact that the weather is generally rather warm in Egypt; and this cannot but throw a light on the sudden and mysterious impulse of the Israelites to escape from captivity.  The English strikers used some barren republican formula (arid as the definitions of the medieval schoolmen), some academic shibboleth about being free men and not being forced to work except for a wage accepted by them.  Just in the same way the Israelites in Egypt employed some dry scholastic quibble about the extreme difficulty of making bricks with nothing to make them of.  But whatever fantastic intellectual excuses they may have put forward for their strange and unnatural conduct in walking out when the prison door was open, there can be no doubt that the real cause was the warm weather.  Such a climate notoriously also produces delusions and horrible fancies, such as Mr. Kipling describes. And it was while their brains were disordered by the heat that the Jews fancied that they were founding a nation, that they were led by a prophet, and, in short, that they were going to be of some importance in the affairs of the world.\\n\\nNor can the historical student fail to note that the French monarchy was pulled down in August; and that August is a month in summer.\\n\\nIn spite of all this, however, I have some little difficulty myself in accepting so simple a form of the Materialist Theory of History (at these words all Marxian Socialists will please bow their heads three times), and I rather think that exceptions might be found to the principle.  Yet it is not chiefly such exceptions that embarrass my belief in it.\\n\\nNo; my difficulty is rather in accounting for the strange coincidence by which the shafts of Apollo split us exclusively along certain lines of class and of economics.  I cannot understand why all solicitors did not leave off soliciting, all doctors leave off doctoring, all judges leave off judging, all benevolent bankers leave off lending money at high interest, and all rising politicians leave off having nothing to add to what their right honourable friend told the House about eight years ago. The quaint theoretic plea of the workers, that they were striking because they were ill paid, seems to receive a sort of wild and hazy confirmation from the fact that, throughout the hottest weather, judges and other persons who are particularly well paid showed no disposition to strike. I have to fall back therefore on metaphysical fancies of my own; and I continue to believe that the anger of the English poor (to steal a phrase from Sir Thomas Browne) came from something in man that is other than the elements and that owes no homage unto the sun.\\n\\nWhen comfortable people come to talking stuff of that sort, it is really time that the comfortable classes made a short summary and confession of what they have really done with the very poor Englishman.  The dawn of the mediaeval civilisation found him a serf; which is a different thing from a slave.  He had security; although the man belonged to the land rather than the land to the man.  He could not be evicted; his rent could not be raised.  In practice, it came to something like this: that if the lord rode down his cabbages he had not much chance of redress; but he had the chance of growing more cabbages.  He had direct access to the means of production.\\n\\nSince then the centuries in England have achieved something different; and something which, fortunately, is perfectly easy to state.  There is no doubt about what we have done.  We have kept the inequality, but we have destroyed the security.  The man is not tied to the land, as in serfdom; nor is the land tied to the man, as in a peasantry.  The rich man has entered into an absolute ownership of farms and fields; and (in the modern industrial phrase) he has locked out the English people.  They can only find an acre to dig or a house to sleep in by accepting such competitive and cruel terms as he chooses to impose.\\n\\nWell, what would happen then, over the larger parts of the planet, parts inhabited by savages?  Savages, of course, would hunt and fish.  That retreat for the English poor was perceived; and that retreat was cut off. Game laws were made to extend over districts like the Arctic snows or the Sahara.  The rich man had property over animals he had no more dreamed of than a governor of Roman Africa had dreamed of a giraffe.  He owned all the birds that passed over his land: he might as well have owned all the clouds that passed over it.  If a rabbit ran from Smith's land to Brown's land, it belonged to Brown, as if it were his pet dog. The logical answer to this would be simple: Any one stung on Brown's land ought to be able to prosecute Brown for keeping a dangerous wasp without a muzzle.\\n\\nThus the poor man was forced to be a tramp along the roads and to sleep in the open.  That retreat was perceived; and that retreat was cut off. A landless man in England can be punished for behaving in the only way that a landless man can behave: for sleeping under a hedge in Surrey or on a seat on the Embankment.  His sin is described (with a hideous sense of fun) as that of having no visible means of subsistence.\\n\\nThe last possibility, of course, is that upon which all human beings would fall back if they were sinking in a swamp or impaled on a spike or deserted on an island.  It is that of calling out for pity to the passer- by.  That retreat was perceived; and that retreat was cut off.  A man in England can be sent to prison for asking another man for help in the name of God.\\n\\nYou have done all these things, and by so doing you have forced the poor to serve the rich, and to serve them on the terms of the rich.  They have still one weapon left against the extremes of insult and unfairness: that weapon is their numbers and the necessity of those numbers to the working of that vast and slavish machine.  And because they still had this last retreat (which we call the Strike), because this retreat was also perceived, there was talk of this retreat being also cut off.  Whereupon the workmen became suddenly and violently angry; and struck at your Boards and Committees here, there, and wherever they could.  And you opened on them the eyes of owls, and said, \\\"It must be the sunshine.\\\" You could only go on saying, \\\"The sun, the sun.\\\"  That was what the man in Ibsen said, when he had lost his wits.\\n\\nTHE WRONG INCENDIARY\\n\\nI stood looking at the Coronation Procession--I mean the one in Beaconsfield; not the rather elephantine imitation of it which, I believe, had some success in London--and I was seriously impressed.  Most of my life is passed in discovering with a deathly surprise that I was quite right. Never before have I realised how right I was in maintaining that the small area expresses the real patriotism: the smaller the field the taller the tower.  There were things in our local procession that did not (one might even reverently say, could not) occur in the London procession. One of the most prominent citizens in our procession (for instance) had his face blacked.  Another rode on a pony which wore pink and blue trousers.  I was not present at the Metropolitan affair, and therefore my assertion is subject to such correction as the eyewitness may always offer to the absentee. But I believe with some firmness that no such features occurred in the London pageant.\\n\\nBut it is not of the local celebration that I would speak, but of something that occurred before it. In the field beyond the end of my garden the materials for a bonfire had been heaped; a hill of every kind of rubbish and refuse and things that nobody wants; broken chairs, dead trees, rags, shavings, newspapers, new religions, in pamphlet form, reports of the Eugenic Congress, and so on.  All this refuse, material and mental, it was our purpose to purify and change to holy flame on the day when the King was crowned.  The following is an account of the rather strange thing that really happened. I do not know whether it was any sort of symbol; but I narrate it just as it befell.\\n\\nIn the middle of the night I woke up slowly and listened to what I supposed to be the heavy crunching of a cart-wheel along a road of loose stones.  Then it grew louder, and I thought somebody was shooting out cartloads of stones; then it seemed as if the shock was breaking big stones into pieces.  Then I realised that under this sound there was also a strange, sleepy, almost inaudible roar; and that on top of it every now and then came pigmy pops like a battle of penny pistols.  Then I knew what it was.  I went to the window; and a great firelight flung across two meadows smote me where I stood.  \\\"Oh, my holy aunt,\\\" I thought, \\\"they've mistaken the Coronation Day.\\\"\\n\\nAnd yet when I eyed the transfigured scene it did not seem exactly like a bonfire or any ritual illumination.  It was too chaotic, and too close to the houses of the town.  All one side of a cottage was painted pink with the giant brush of flame; the next side, by contrast, was painted as black as tar.  Along the front of this ran a blackening rim or rampart edged with a restless red ribbon that danced and doubled and devoured like a scarlet snake; and beyond it was nothing but a deathly fulness of light.\\n\\nI put on some clothes and went down the road; all the dull or startling noises in that din of burning growing louder and louder as I walked.  The heaviest sound was that of an incessant cracking and crunching, as if some giant with teeth of stone was breaking up the bones of the world.  I had not yet come within sight of the real heart and habitat of the fire; but the strong red light, like an unnatural midnight sunset, powdered the grayest grass with gold and flushed the few tall trees up to the last fingers of their foliage.  Behind them the night was black and cavernous; and one could only trace faintly the ashen horizon beyond the dark and magic Wilton Woods.  As I went, a workman on a bicycle shot a rood past me; then staggered from his machine and shouted to me to tell him where the fire was.  I answered that I was going to see, but thought it was the cottages by the wood-yard.  He said, \\\"My God!\\\"  and vanished.\\n\\nA little farther on I found grass and pavement soaking and flooded, and the red and yellow flames repainted in pools and puddles.  Beyond were dim huddles of people and a small distant voice shouting out orders.  The fire-engines were at work.  I went on among the red reflections, which seemed like subterranean fires; I had a singular sensation of being in a very important dream.  Oddly enough, this was increased when I found that most of my friends and neighbours were entangled in the crowd.  Only in dreams do we see familiar faces so vividly against a black background of midnight.  I was glad to find (for the workman cyclist's sake) that the fire was not in the houses by the wood-yard, but in the wood-yard itself. There was no fear for human life, and the thing was seemingly accidental; though there were the usual ugly whispers about rivalry and revenge. But for all that I could not shake off my dream-drugged soul a swollen, tragic, portentous sort of sensation, that it all had something to do with the crowning of the English King, and the glory or the end of England.  It was not till I saw the puddles and the ashes in broad daylight next morning that I was fundamentally certain that my midnight adventure had not happened outside this world.\\n\\nBut I was more arrogant than the ancient Emperors Pharaoh or Nebuchadnezzar; for I attempted to interpret my own dream.  The fire was feeding upon solid stacks of unused beech or pine, gray and white piles of virgin wood.  It was an orgy of mere waste; thousands of good things were being killed before they had ever existed.  Doors, tables, walking- sticks, wheelbarrows, wooden swords for boys, Dutch dolls for girls I could hear the cry of each uncreated thing as it expired in the flames. And then I thought of that other noble tower of needless things that stood in the field beyond my garden; the bonfire, the mountain of vanities, that is meant for burning; and how it stood dark and lonely in the meadow, and the birds hopped on its corners and the dew touched and spangled its twigs.  And I remembered that there are two kinds of fires, the Bad Fire and the Good Fire the last must surely be the meaning of Bonfire.  And the paradox is that the Good Fire is made of bad things, of things that we do not want; but the Bad Fire is made of good things, of things that we do want; like all that wealth of wood that might have made dolls and chairs and tables, but was only making a hueless ash.\\n\\nAnd then I saw, in my vision, that just as there are two fires, so there are two revolutions.  And I saw that the whole mad modern world is a race between them.  Which will happen first--the revolution in which bad things shall perish, or that other revolution, in which good things shall perish also?  One is the riot that all good men, even the most conservative, really dream of, when the sneer shall be struck from the face of the well-fed; when the wine of honour shall be poured down the throat of despair; when we shall, so far as to the sons of flesh is possible, take tyranny and usury and public treason and bind them into bundles and burn them.  And the other is the disruption that may come prematurely, negatively, and suddenly in the night; like the fire in my little town.\\n\\nIt may come because the mere strain of modern life is unbearable; and in it even the things that men do desire may break down; marriage and fair ownership and worship and the mysterious worth of man.  The two revolutions, white and black, are racing each other like two railway trains; I cannot guess the issue...but even as I thought of it, the tallest turret of the timber stooped and faltered and came down in a cataract of noises.  And the fire, finding passage, went up with a spout like a fountain.  It stood far up among the stars for an instant, a blazing pillar of brass fit for a pagan conqueror, so high that one could fancy it visible away among the goblin trees of Burnham or along the terraces of the Chiltern Hills.\\n\\nTHE FREE MAN\\n\\nThe idea of liberty has ultimately a religious root; that is why men find it so easy to die for and so difficult to define.  It refers finally to the fact that, while the oyster and the palm tree have to save their lives by law, man has to save his soul by choice.  Ruskin rebuked Coleridge for praising freedom, and said that no man would wish the sun to be free.  It seems enough to answer that no man would wish to be the sun.  Speaking as a Liberal, I have much more sympathy with the idea of Joshua stopping the sun in heaven than with the idea of Ruskin trotting his daily round in imitation of its regularity.  Joshua was a Radical, and his astronomical act was distinctly revolutionary.  For all revolution is the mastering of matter by the spirit of man, the emergence of that human authority within us which, in the noble words of Sir Thomas Browne, \\\"owes no homage unto the sun.\\\"\\n\\nGenerally, the moral substance of liberty is this: that man is not meant merely to receive good laws, good food: or good conditions, like a tree in a garden, but is meant to take a certain princely pleasure in selecting and shaping like the gardener.  Perhaps that is the meaning of the trade of Adam.  And the best popular words for rendering the real idea of liberty are those which speak of man as a creator.  We use the word \\\"make\\\" about most of the things in which freedom is essential, as a country walk or a friendship or a love affair.  When a man \\\"makes his way\\\" through a wood he has really created, he has built a road, like the Romans.  When a man \\\"makes a friend,\\\" he makes a man.  And in the third case we talk of a man \\\"making love,\\\" as if he were (as, indeed, he is) creating new masses and colours of that flaming material an awful form of manufacture.  In its primary spiritual sense, liberty is the god in man, or, if you like the word, the artist.\\n\\nIn its secondary political sense liberty is the living influence of the citizen on the State in the direction of moulding or deflecting it.  Men are the only creatures that evidently possess it.  On the one hand, the eagle has no liberty; he only has loneliness.  On the other hand, ants, bees, and beavers exhibit the highest miracle of the State influencing the citizen; but no perceptible trace of the citizen influencing the State.  You may, if you like, call the ants a democracy as you may call the bees a despotism.  But I fancy that the architectural ant who attempted to introduce an art nouveau style of ant-hill would have a career as curt and fruitless as the celebrated bee who wanted to swarm alone.  The isolation of this idea in humanity is akin to its religious character; but it is not even in humanity by any means equally distributed.  The idea that the State should not only be supported by its children, like the ant-hill, but should be constantly criticised and reconstructed by them, is an idea stronger in Christendom than any other part of the planet; stronger in Western than Eastern Europe. And touching the pure idea of the individual being free to speak and act within limits, the assertion of this idea, we may fairly say, has been the peculiar honour of our own country.  For my part I greatly prefer the Jingoism of Rule Britannia to the Imperialism of The Recessional.  I have no objection to Britannia ruling the waves.  I draw the line when she begins to rule the dry land--and such damnably dry land too--as in Africa.  And there was a real old English sincerity in the vulgar chorus that \\\"Britons never shall be slaves.\\\"  We had no equality and hardly any justice; but freedom we were really fond of.  And I think just now it is worth while to draw attention to the old optimistic prophecy that \\\"Britons never shall be slaves.\\\"\\n\\nThe mere love of liberty has never been at a lower ebb in England than it has been for the last twenty years.  Never before has it been so easy to slip small Bills through Parliament for the purpose of locking people up. Never was it so easy to silence awkward questions, or to protect high- placed officials.  Two hundred years ago we turned out the Stuarts rather than endanger the Habeas Corpus Act.  Two years ago we abolished the Habeas Corpus Act rather than turn out the Home Secretary.  We passed a law (which is now in force) that an Englishman's punishment shall not depend upon judge and jury, but upon the governors and jailers who have got hold of him.  But this is not the only case.  The scorn of liberty is in the air.  A newspaper is seized by the police in Trafalgar Square without a word of accusation or explanation.  The Home Secretary says that in his opinion the police are very nice people, and there is an end of the matter.  A Member of Parliament attempts to criticise a peerage. The Speaker says he must not criticise a peerage, and there the matter drops.\\n\\nPolitical liberty, let us repeat, consists in the power of criticising those flexible parts of the State which constantly require reconsideration, not the basis, but the machinery.  In plainer words, it means the power of saying the sort of things that a decent but discontented citizen wants to say.  He does not want to spit on the Bible, or to run about without clothes, or to read the worst page in Zola from the pulpit of St.  Paul's. Therefore the forbidding of these things (whether just or not) is only tyranny in a secondary and special sense. It restrains the abnormal, not the normal man.  But the normal man, the decent discontented citizen, does want to protest against unfair law courts.  He does want to expose brutalities of the police.  He does want to make game of a vulgar pawnbroker who is made a Peer. He does want publicly to warn people against unscrupulous capitalists and suspicious finance.  If he is run in for doing this (as he will be) he does want to proclaim the character or known prejudices of the magistrate who tries him.  If he is sent to prison (as he will be) he does want to have a clear and civilised sentence, telling him when he will come out.  And these are literally and exactly the things that he now cannot get.  That is the almost cloying humour of the present situation.  I can say abnormal things in modern magazines.  It is the normal things that I am not allowed to say.  I can write in some solemn quarterly an elaborate article explaining that God is the devil; I can write in some cultured weekly an aesthetic fancy describing how I should like to eat boiled baby. The thing I must not write is rational criticism of the men and institutions of my country.\\n\\nThe present condition of England is briefly this: That no Englishman can say in public a twentieth part of what he says in private.  One cannot say, for instance, that--But I am afraid I must leave out that instance, because one cannot say it.  I cannot prove my case--because it is so true.\\n\\nTHE HYPOTHETICAL HOUSEHOLDER\\n\\nWe have read of some celebrated philosopher who was so absent-minded that he paid a call at his own house.  My own absent-mindedness is extreme, and my philosophy, of course, is the marvel of men and angels.  But I never quite managed to be so absent-minded as that.  Some yards at least from my own door, something vaguely familiar has always caught my eye; and thus the joke has been spoiled.  Of course I have quite constantly walked into another man's house, thinking it was my own house; my visits became almost monotonous.  But walking into my own house and thinking it was another man's house is a flight of poetic detachment still beyond me. Something of the sensations that such an absent-minded man must feel I really felt the other day; and very pleasant sensations they were.  The best parts of every proper romance are the first chapter and the last chapter; and to knock at a strange door and find a nice wife would be to concentrate the beginning and end of all romance.\\n\\nMine was a milder and slighter experience, but its thrill was of the same kind.  For I strolled through a place I had imagined quite virgin and unvisited (as far as I was concerned), and I suddenly found I was treading in my own footprints, and the footprints were nearly twenty years old.\\n\\nIt was one of those stretches of country which always suggests an almost unnatural decay; thickets and heaths that have grown out of what were once great gardens.  Garden flowers still grow there as wild flowers, as it says in some good poetic couplet which I forget; and there is something singularly romantic and disastrous about seeing things that were so long a human property and care fighting for their own hand in the thicket.  One almost expects to find a decayed dog-kennel; with the dog evolved into a wolf.\\n\\nThis desolate garden-land had been even in my youth scrappily planned out for building.  The half-built or empty houses had appeared quite threateningly on the edge of this heath even when I walked over it years ago and almost as a boy.  I was astonished that the building had gone no farther; I suppose somebody went bankrupt and somebody else disliked building.  But I remember, especially along one side of this tangle or coppice, that there had once been a row of half-built houses.  The brick of which they were built was a sort of plain pink; everything else was a blinding white; the houses smoked with white dust and white sawdust; and on many of the windows were rubbed those round rough disks of white which always delighted me as a child.  They looked like the white eyes of some blind giant.\\n\\nI could see the crude, parched pink-and-white villas still; though I had not thought at all of them for a quarter of my life; and had not thought much of them even when I saw them. Then I was an idle, but eager youth walking out from London; now I was a most reluctantly busy middle-aged person, coming in from the country.  Youth, I think, seems farther off than childhood, for it made itself more of a secret.  Like a prenatal picture, distant, tiny, and quite distinct, I saw this heath on which I stood; and I looked around for the string of bright, half-baked villas. They still stood there; but they were quite russet and weather-stained, as if they had stood for centuries.\\n\\nI remembered exactly what I had done on that day long ago.  I had half slid on a miry descent; it was still there; a little lower I had knocked off the top of a thistle; the thistles had not been discouraged, but were still growing.  I recalled it because I had wondered why one knocks off the tops of thistles; and then I had thought of Tarquin; and then I had recited most of Macaulay's VIRGINIA to myself, for I was young.  And then I came to a tattered edge where the very tuft had whitened with the sawdust and brick-dust from the new row of houses; and two or three green stars of dock and thistle grew spasmodically about the blinding road.\\n\\nI remembered how I had walked up this new one-sided street all those years ago; and I remembered what I had thought.  I thought that this red and white glaring terrace at noon was really more creepy and more lonesome than a glimmering churchyard at midnight.  The churchyard could only be full of the ghosts of the dead; but these houses were full of the ghosts of the unborn.  And a man can never find a home in the future as he can find it in the past.  I was always fascinated by that mediaeval notion of erecting a rudely carpentered stage in the street, and acting on it a miracle play of the Holy Family or the Last Judgment.  And I thought to myself that each of these glaring, gaping, new jerry-built boxes was indeed a rickety stage erected for the acting of a real miracle play; that human family that is almost the holy one, and that human death that is near to the last judgment.\\n\\nFor some foolish reason the last house but one in that imperfect row especially haunted me with its hollow grin and empty window-eyes. Something in the shape of this brick-and-mortar skeleton was attractive; and there being no workmen about, I strolled into it for curiosity and solitude.  I gave, with all the sky-deep gravity of youth, a benediction upon the man who was going to live there.  I even remember that for the convenience of meditation I called him James Harrogate.\\n\\nAs I reflected it crawled back into my memory that I had mildly played the fool in that house on that distant day.  I had some red chalk in my pocket, I think, and I wrote things on the unpapered plaster walls; things addressed to Mr. Harrogate.  A dim memory told me that I had written up in what I supposed to be the dining-room:\\n\\nJames Harrogate, thank God for meat,   Then eat and eat and eat and eat,\",\"timestamp\":1636956610,\"title\":\"It is calmly assumed that the only two possible types of society are a Collectivist type of society and the\"},\"digest\":\"eVSSyTRTJyFr2UddVa5rkBfaIag47JqVTbngDQwsDyw\",\"authorship\":{\"contributor\":\"0x9fEBE8Fef2023A1471822697F2EE016e30D61953\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"b-TSfP-c0zMlaBcl3lOmmZduTtjaU3_wrdRurlAxDN8\\\",\\\"y\\\":\\\"dCdnAsT8G7Z9C1sc8G_bpJH6FP_H_v9XuGT0gl4IbH4\\\"}\",\"signature\":\"kfGentX6JfEOd1SPs9p9m1NRsJxP5XG9UYoIkbHuTi8llwQqzWkceKuhEh7-m9dzir6GN5H7PTsiCtCzsnPPkQ\",\"signingKeySignature\":\"0x7a8fb474a7fd2c1efb6d860599af2df26ff8761f61fa1904f51a42cda6adedd21e7dade8e68c25ba1d8984343c0b8a55b416fbfc95e7b8b5e446eb86125d76661c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"b-TSfP-c0zMlaBcl3lOmmZduTtjaU3_wrdRurlAxDN8\\\",\\\"y\\\":\\\"dCdnAsT8G7Z9C1sc8G_bpJH6FP_H_v9XuGT0gl4IbH4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"eVSSyTRTJyFr2UddVa5rkBfaIag47JqVTbngDQwsDyw\"}"