"{\"content\":{\"body\":\"> Now, I have to tell you Kennedy isn’t making these rules up. They did become orthodoxy in advanced-economy treasuries in the 1980s. They’re the reason John Kerin’s budget of 1991, delivered in the depths of \\\"the recession we \\\\[didn’t\\\\] have to have\\\" contained zero stimulus, meaning the stimulus, when it came in February 1992, came too late.\\n\\nThis view isn't wide enough and lacks all the details. The worlds entire global economy software was changed, not just ours, under the guidance of Milton Friedman.\\n\\n1945-1980 - Computer software No.2:\\n\\nAfter WW2, the world's economy would be restored with the USD. The policy target would be full employment as this was believed to stop the rise of fascists again (they need to look at this again). We had homogenous national economies, we all produced most of the same stuff, fridges, cars etc... There was restricted financial markets. Growth would be lead by wage growth, high taxes and transfers would be the government's steering mechanism for the economy, and the government kept much of the commanding heights of industry under democratic/national capital control - Telekom,TRT etc - again a steering mechanism to make sure this form of capitalism worked. No one gave a shit who ran the central bank and no one knew their name.\\n\\nA lot of this came from the ideas of economist John Maynard Keynes, and his ideas are credited for getting the world out of the great depression when the Friedmanite types wanted to do nothing (let the market fix itself, it's magic!)\\n\\nI've posted this quote from Keynes' book - The General Theory of Employment, Interest and Money - here before, but I'll do it again, as it's a good summarisation of the key concept behind the 1945-1980 era.\\n\\n> \\\"If the Treasury were to fill old bottles with banknotes, bury them at suitable depths in disused coalmines which are then filled up to the surface with town rubbish, and leave it to private enterprise on well-tried principles of laissez-faire to dig the notes up again (the right to do so being obtained, of course, by tendering for leases of the note-bearing territory), there need be no more unemployment and, with the help of the repercussions, the real income of the community, and its capital wealth also, would probably become a good deal greater than it actually is. It would, indeed, be more sensible to build houses and the like; but if there are political and practical difficulties in the way of this, the above would be better than nothing.\\\"\\n\\nAs opposed to Milton Friedman's right wing capitalist fairy tale of the market will fix itself.\\n\\nThere is a bug in this post WW2 software, as is with all forms of capitalism (why people like Marx thought capitalism was always in a crisis), which led to the stagflation crisis - which led to the global software reboot. We are led to believe that creating money creates inflation. While this can be true in certain circumstances and if it is abused too far, it's not the key driver. During this post WW2 era, full employment and strong labour led to high wage growth. For capitalists to keep paying workers more and to see their ROI's, they needed advancements in productivity and they had to raise prices. Eventually, the bug hit and inflation rose so high they didn't want to invest - so they withheld their capital, a capital strike.\\n\\nThe stagflation crisis. During this post WW2 era, it was a debtors paradise. You'd borrow money for houses and whatever, and because of the inflation, it was easy to pay the money back. Boomers had banks eat half their mortgages in inflation. The problem arose when it went so high that capital didn't want to invest. Inflation can be a good thing, right now, we're in a private debt hole and inflation would help us get out of it. Inflation too low is as bad as too high. Today, it is too low. Money creation is not raising inflation, not even when many trillions were dumped into the global economy after 2008 - Milton Friedman and his laissez-faire hacks were wrong. Full employment and strong labour drove inflation, not money creation.\\n\\nWe see an immense amount of money creation today both through governments and through the financial system, and inflation is extremely low. I remember watching all the laissez-faire hacks screaming after the 2008 crisis that QE would bring hyper-inflation (and they urged you to buy their gold)... It of course never happened. Inflation didn't budge.\\n\\nWhile something had to be done to fix the stagflation crisis, capital took advantage of the crisis and swung everything too far in their favour. We just needed to bring down inflation partially, not all the way. There's a few mechanisms for this and we didn't need to destroy labour in the process.\\n\\nSo we get to 1980-2008, computer software No.3:\\n\\nThe policy target changes from full employment to price stability. The value of capital is to be \\\"restored\\\". The mechanism is maximum global integration and deregulated financial markets. The price of money shoots through the roof to slow inflation. The welfare state is to be wound back. Labour markets would become \\\"flexible\\\". Growth would now be led by profits, not wage growth (any wonder why wages are going flat). The steering mechanism of democracy and national capital would be ended and this would be handed over to private capital. Suddenly, everyone knows who runs the central banks - because the price of money becomes so important.\\n\\nThere would be low taxes and low transfers (the redistribution). Inflation is brought to extremely low levels. Because wage growth no longer drove growth, it's now dependent on a credit bubble - and thus the bug of this Milton Friedman/neoliberal software hits. People can only borrow so much money, especially when their wages aren't rising and the low inflation isn't eating any of the debt. The extremely low inflation is a creditors paradise - until the debts can't be paid back. The whole thing blows up in 2008 and we're in a kind of limbo, transition phase.\\n\\nIt's near dead, but the capitalist class have put the system onto life support by dumping massive amounts of money into the world's economies (money that goes mostly to the top) while telling the plebs they need to live within their means.\\n\\nThis should all sound really familiar to people across the world. It wasn't something that was just done here. For some reason, we're in a global economy and people still view the system through a national lens. Just as in the past, we'll change our software when capitalist power changes theirs. We seem to be unable to deal with it democratically and nationally, with a neoliberal media filling heads with bad ideas.\\n\\nFrom a capitalist perspective (I don't even consider myself a capitalist, I think the world has to do better for many reasons - especially environmental sustainability), we need to bring back some of the 1945-1980 software. We see fascism rising across the world today, and full employment is what deals with that, just as it did in the past. We need higher inflation and wage growth, just not too high. The problem is capitalism is near impossible, perhaps impossible to manage well. It always falls into a pile of shit. Albert Einstein did not call capitalism \\\"economic anarchy\\\" for no reason.\\n\\nIn a globalised world, it won't be possible to go back to completely homogenous national economies, but we can partially do this. The key is the policy target. Full employment and wage growth over price stability and profit growth. There is also another key. Stop listening to the cheerleaders of free-markets. They believe in 18th-century fairy tales about what capitalism is and what it can achieve. They are ideological and frankly, religious about markets. Their economic models have numbers that stack up on paper, but they don't reflect the reality of capitalism. They've never been taught anything critical about capitalism.\\n\\nProfessor Richard Wolff is an economist who has degrees from Harvard, Stanford and Yale, and he says it clearly - I was never taught anything critical about capitalism, just a big song and dance about how perfect it is. If you want to understand the flaws of capitalism, you need to hear its critics, not its cheerleaders. Some capitalists are rational... Business Insider recommends their viewership to read Karl Marx - so they can better understand the flaws of this system. They don't play a childish propaganda game that Marx was Satan himself.\\n\\nI am by no means a Paul Krugman fan. Krugman's idiocy (and most of the economist class) is what led us down this hole. But I'll give him this. Eventually, he saw that his globalised, neoliberal capitalist fairy tales from the 90's were wrong.\\n\\n> “Economists, as a group, mistook beauty, clad in impressive-looking mathematics, for truth.” - Paul Krugman.\",\"timestamp\":1633475059,\"title\":\"Economic Software 1945-2021\"},\"digest\":\"AbLnwaOjI-LZnTsquAuIXCV5tFKVk6aHgH_5OmmgEsY\",\"authorship\":{\"contributor\":\"0x60a87118C2B06b0a8E08AbB61D340f27f07F660d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e0ISsP1MyXppqS7dow1RNiva3J9dYlOa_1NdtdPUKMQ\\\",\\\"y\\\":\\\"dVguMfsH-a_2hyewJssC14u_E9Z3DGAW93Sw64kzybM\\\"}\",\"signature\":\"l8cp0864VSesoucoODVXWXAVzWCMKuqXFn3kd8mPm65O8jFJmUYFY12yAwEf4TGAvFzeUSnc_az6HOH0NjMVUA\",\"signingKeySignature\":\"0x88293191ba31ada3fd0b274c63b023ce63290c7f6d189d60a1514c6aaf8095bd6c9d284eb90f8189bbf620512cf367bba0aa434a55e30db6db4b8c355be2dec81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e0ISsP1MyXppqS7dow1RNiva3J9dYlOa_1NdtdPUKMQ\\\",\\\"y\\\":\\\"dVguMfsH-a_2hyewJssC14u_E9Z3DGAW93Sw64kzybM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"AbLnwaOjI-LZnTsquAuIXCV5tFKVk6aHgH_5OmmgEsY\"}"