"{\"content\":{\"body\":\"关中丘陵地带的冬日，严寒而漫长，连续四年的干旱让大片的土地裸露在天日之下，被风一吹，尘土飞扬，天空就变得灰蒙蒙的。 \\n  \\n     世界变成了黄土的世界，人只能畏畏缩缩的在尘土中求活，有些人死去了，用不了多久，就会被黄土覆盖。 \\n  \\n     高大的秦岭自古以来就是一道南北分界的屏障所在，一道道高岭，一座座高山，让黄土灰尘落在山脉的向阳面，不得南侵！ \\n  \\n     蓝田县就在秦岭脚下，这里与黄土高原一样严寒，因为秦岭的缘故，加上本身处在河流的源头，这里并不干旱，虽然大多是山地，在这个念头已经算是关中少有的鱼米之地。 \\n  \\n     一条薄薄的青雾缠绕在山腰上，随着晨风缓缓飘动，让白雪皑皑的玉山时隐时现。 \\n  \\n     山脚下的村庄里，偶尔传来两声鸡鸣，鸡鸣声穿不透薄雾，被牢牢的锁在山下，最终变成了低沉的呜咽声。 \\n  \\n     与白雪皑皑，青松翠柏包裹的玉山不同，在它的身畔，就有一座光秃秃的山包。 \\n  \\n     这座山原本跟其余山包一样长满了树木，只是因为云氏一族多年来持之以恒的在这里砍柴，才导致这座山成了一座秃山。 \\n  \\n     说是秃山，实际上还是长满了草，只是跟郁郁葱葱的玉山比起来，就显得有些不起眼。 \\n  \\n     一个小小的，圆圆的黑点出现在秃山脚下，先是仰头瞅瞅高大的玉山，然后就坚定的开始攀登秃山。 \\n  \\n     天光逐渐变亮，云昭的小脸也越发的清晰，一双黑的似乎能收拢光线的眼睛，让人无法将目光收回。 \\n  \\n     身体太过幼小，所以，云昭需要手脚并用，才能克服湿滑的地面，将身体努力的送上山顶。 \\n  \\n     他身上的装备很不适合爬山，不论是将云昭勒的跟蚕一样的棉袄，肥厚的棉裤，笨拙的棉鞋，还是勒在脑袋上的一顶祖传下来的红色虎头帽，统统成了他爬山的阻碍。 \\n  \\n     不过，他还是爬上了山。 \\n  \\n     只是平日里坐的那块青石板上已经有了客人。 \\n  \\n     云昭还是艰难的挪到青石板边上，于是，就有一位客人主动给他让出来了一点地方。 \\n  \\n     大马金刀的坐定，云昭就长长的出了一口气，人太小，肺活量不够，所以就没有产生吐气成箭的效果。 \\n  \\n     青石板是冬日里阳光最充足的地方，此时的太阳还在玉山背后，云昭仰起脸，让清晨的薄熙落在他红扑扑的胖脸蛋上，良久，才对身边的客人道：“你知道我是谁吗？” \\n  \\n     客人无动于衷，只有一头小客人靠在他的身上用力的蹭一下，云昭立刻一屁股坐在地上。 \\n  \\n     地上还有一些残雪，云昭并没有感觉到疼痛，拍拍屁股上的雪沫子，重新坐上青石板。 \\n  \\n     客人不喜欢听他说话，他也就闭上了嘴巴，在这个冬天将要过去的日子里，晒太阳比什么都重要。 \\n  \\n     小客人很好说话，大客人就不好说话了，不论是他坚硬如铠甲的毛皮，还是从嘴里翻出来的两颗獠牙，以及十几道与豹子争锋之后残留的伤痕，都证明，他才是这块青石板的主人，云昭则是一个可有可无的客人。 \\n  \\n     一头背着花纹的小野猪刚刚从母亲的肚皮下钻出来，肚皮鼓鼓的，嘴角还残留着两滴\\\\*\\\\*，毫不客气的拿长嘴拱一下云昭，大方的邀请他去喝甜美的\\\\*\\\\*。 \\n  \\n     云昭谢过了人家的好意，礼尚往来的从怀里掏出一块糜子馍馍递给了小野猪。 \\n  \\n     大野猪腾的站起来，伸出长鼻子用力的嗅嗅云昭手上的糜子馍馍，没有察觉有什么不对，这才重新慢腾腾的爬下来，继续哺乳另外几头没有吃饱的小野猪。 \\n  \\n     云昭掰碎了馍馍一点点的喂给小野猪吃，小野猪吃的极为欢快。 \\n  \\n     “我其实也不知道自己到底是谁，稀里糊涂的就成了人家的儿子…… \\n  \\n     我总觉得这个世界不太对头，或者是我不太对头，总之，是有一方出了很大的差错。 \\n  \\n     小六，你说说看，到底是我不对，还是这个世界不对？ \\n  \\n     这半年来我一直在装傻子，不敢说话，生怕说错一句话被人家当成妖怪给淹死， \\n  \\n     可是不说话又不成，我这个地主家的傻儿子早就声名在外了，如果继续装傻，我觉得我那个名义上的母亲，恐怕也比我先傻掉。 \\n  \\n     一个寡妇带着一个天生的傻儿子，想要活下去就只剩下彪悍一途了。 \\n  \\n     她不像你们的母亲是真正的彪悍，你们即便是没了父亲，她也能把你们照顾的很好。 \\n  \\n     那个女人不成，她的彪悍全是装出来的，只有在深更半夜她抱着我哭泣的时候，我才能从她的眼中看到彷徨跟凄苦。 \\n  \\n     你可能不知道，我是那个寡妇的唯一希望，这几年她过的很苦，总有人想要把他们的儿子过继给她，美其名曰照顾我这个傻子，你说，我要不要变得聪慧起来呢？” \\n  \\n     小野猪似乎没有功夫听云昭的废话，刚刚吃完了糜子馍馍，粮食的香味让他欲罢不能，所以，此刻，他正在舔舐云昭的手。 \\n  \\n     太阳慢慢升高了，青石板上变得越发的温暖，更多的小猪吃饱了肚子，开始站在青石板的边缘晒太阳，而那头巨大的野猪似乎已经睡着了。 \\n  \\n     小野猪很乖，也很耐看，一个个蹲坐在云昭的身边，一起对着初升的红日思考生命的意义。 \\n  \\n     红日头是从玉山半山腰上探出头来的，懒懒的挂在那里，有气无力的，山谷间原本有一些淡淡得寒雾，见太阳出来了，也就慢慢的散去了。 \\n  \\n     世界一旦变得光明，什么都被照耀的亮堂堂的，阴暗的心思被阳光蒸熟之后，世界就显得非常的无趣。 \\n  \\n     山的那一边还是山，只有一条豁口通向远方，三转两折之后，也就被丘陵给遮挡住了。 \\n  \\n     山脚下的村庄炊烟袅袅，其实，这些炊烟并不能带给人们什么好吃食，无非是一些稀薄的能照出人影的稀粥。 \\n  \\n     冬日里，没有多少活计要干，遵循忙时吃干，闲时吃稀的关中人绝对不会多浪费一粒粮食。 \\n  \\n     所以，这样的早饭对云昭没有任何吸引力…… \\n  \\n     大野猪身上其实很暖和，所以云昭就靠在野猪肚皮上，冬日的野猪身上很少见跳蚤一类的东西，玉山脚下就有好多眼散发着硫磺味的温泉，洗澡洗的比人还要勤快的野猪自然比人干净。 \\n  \\n     尽管已经相处了半年时光，野猪还没有本事回答云昭的话，或许，是他们觉得跟这个用两只脚走路的黑身子红脑袋对他们没有威胁的怪物说话，是一种很掉价的行为。 \\n  \\n     “她的儿子本身就是一个傻子，我过来的时候他的脑壳里空荡荡的，什么都没有装。 \\n  \\n     除过一些吃喝的本能意识还存在之外，干净的就像是一张白纸，就像是专门给我准备好的一个躯壳。 \\n  \\n     这让我多少有些内疚，也不知道是我剥夺了人家的生存，还是他在冥冥中利用了我。 \\n  \\n     你们说，我是不是应该理直气壮的使用这具身体呢？ \\n  \\n     说说看，我这样子像不像是一个贼？” \\n  \\n     大野猪不满的哼哼两声，用后腿蹬挠几下发痒的肚皮，翻了一下身，让太阳烘烤身体的另一边。 \\n  \\n     晒太阳的时候说闲话会招来更多的反感，云昭是一个懂礼貌的人，即便非常的想说话，也再一次闭上了嘴巴。 \\n  \\n     朦朦胧胧中，云昭身后的大野猪猛地站立起来，发出一声刺耳的尖叫，云昭小小的身子被野猪掀翻了，摔得七荤八素的只听见一个更加凄厉的女声高叫一声——“我的儿啊……” \\n  \\n     云昭才爬起来，就看见一个穿着蓝色对襟大袄的女子以极快的速度从一块大石头后面跳出来，手里举着一柄木叉，勇猛的向那头身躯庞大的野猪冲了过去。 \\n  \\n     在她身后跟着十几个大汉，不过，他们似乎跑不过那个小脚女人，或者不愿意跑过女人…… \\n  \\n     野猪昂嘶一声，八头小野猪迅速的钻进了母亲肚皮下面，烟尘滚滚的向另一边山坡狂奔下去了，很快，就消失在低矮的灌木丛中。 \\n  \\n     这对野猪来说只是日常的游戏，这种事情他们经历的多了。云昭对这一幕也没有看的兴趣。 \\n  \\n     不过，云昭看的清楚，那个蓝衣妇人面容狰狞，一边狂奔，一边大声吓唬野猪，口沫横飞……看样子，她真的很害怕！ \\n  \\n     野猪跑了，女子丢掉木叉，一把将云昭抱进怀里，嚎哭的如同杀猪一般。 \\n  \\n     “我的儿啊，你要是有个三长两短，你让为娘的还怎么活啊，你这天杀的，天不亮你上山做什么？吓死为娘了……” \\n  \\n     云昭怔怔的瞅着这个眼泪鼻涕糊了一脸的妇人，不知怎么的，心里头暖和的厉害，然后抬起手擦拭妇人脸上的汗水，泪水，鼻涕，只是这些东西越擦越多，紧贴着妇人的胸口，还能感受到她那颗狂跳的心。 \\n  \\n     “阿娘，我没事，这些猪是我的朋友。” \\n  \\n     妇人继续大声嚎叫，双手用力的搂抱着云昭，似乎要把他按进身体里一般。 \\n  \\n     云昭说什么话，她根本就没有听见，恐惧攫取了她的意识，只想将失而复得的儿子保护在怀里。 \\n  \\n     稍微回过神来，就擦试一把脸上的泪水，抱着云昭瞅着那些汉子恶狠狠地道：“是不是你们引诱我儿来这的？” \\n  \\n     一个青衣汉子无奈的拱手道：“云家娘子，委实不干我们的事情，你家小郎有病，平日里就喜欢往山上跑，怎么就埋怨到我们头上了？” \\n  \\n     云娘听了这些话，怒火更甚，指着为首的汉子道：“云旗，说不得就是你干的，你谋算我孤儿寡母也不是一天两天了，现在，想弄死我儿，好让你达成过继你那个蠢儿子的目的吗？ \\n  \\n     明白告诉你，就算我儿没了你们也休想，老娘就是一把火把云氏宅子烧掉，也不留给你们一分半文！” \\n  \\n     云旗大怒道：“你生了一个傻儿子，已经把云氏的脸面丢尽了，这些年，云氏的田产，水道，山地，柴山已经被姓钱的侵占了多少？ \\n  \\n     就是因为我云氏的族长是个傻子，把我儿过继给你，不是你想的那么龌龊，是为了我们云氏一族，是为了让我云氏不再被人家欺负。” \\n  \\n     云娘冷笑一声道：“你儿就强过我儿？” \\n  \\n     云旗冷哼一声道：“你这么疼儿子，先让你儿子叫你一声娘来听听！” \\n  \\n     云娘有些心虚的瞅瞅怀里的儿子，却发现儿子笑吟吟的瞅着她，转着一双乌溜溜的大眼睛脆生生的叫了一声“娘！” \\n  \\n     云娘狂喜，紧紧的抱着云昭，嘴唇雨点般的落在儿子脸上，亲够了之后，就大笑着对云旗道：“以后谁再敢说我儿是傻子，老娘就撕烂他的嘴，还要把租给他们的地都收回来，饿死你们这群没良心的穷措大。” \\n  \\n     云旗死死的瞅着云娘怀里的云昭，半晌，才拱拱手道：“叫一声娘也没有什么了不起，会读书才算！” \\n  \\n     云昭抱着母亲的脖子避开云旗的目光道：“娘，我明天就跟着先生读书可好？” \\n  \\n     “好，好，好，娘明天就给你请最好的先生！” \\n  \\n     云娘的笑容从脖子根上浮起，快速的扩散到全身，最后洋溢在脸上，也不知哪来的力气，一双瘦弱的胳膊居然将胖胖的云昭高高举起，用尽全身力气朝在场的一干汉子大吼道：“我儿子要读书了，我儿不是傻子！” \\n  \\n     云旗呆滞住了，半晌才嗫喏道：“你儿子中邪了，我刚才看见了，他在跟野猪精说话，他是妖怪！” \\n  \\n     云娘咯咯笑道：“就算是中邪，中的也是云氏祖宗的邪，是老祖宗看我孤儿寡母凄苦，派这头野猪精给我儿子开了窍。 \\n  \\n     云旗，你给我听着，从今日起，你家佃的水田全部收回，想要吃饭，去旱山上刨食去，你要是再敢诬陷我儿，老娘会请出家法，打死无算！” \\n  \\n     云旗大怒道：“云氏并非你一人的云氏。” \\n  \\n     云娘冷笑道：“就算是要开祠堂，也要等到明年秋日，你先熬过明年青黄不接的年月再说。” \\n  \\n     说完话，就抱着云昭当先下了秃山，她的心快活极了，眼睛一眨不眨的瞅着怀里的儿子，脚下生风，恨不得一步就跨回云家庄子，向所有人宣告，她生的儿子不是傻子。 \\n  \\n     云昭趴在母亲怀里，将脑袋搁在她的肩头，瞅着那群已经转过山脚的野猪，遥遥的招招手，与他们告别。 \\n  \\n     从今天起，他彻底的放开了心扉，全身心的与这具身体融合。 \\n  \\n     从今天起，他将是这个妇人的儿子，名叫——云昭！\",\"timestamp\":1637501922,\"title\":\"第一章与野猪的对话\"},\"digest\":\"BBBPUuIJ60M722nEflMWlE9ymxPv8EVWMw9kKY__E8E\",\"authorship\":{\"contributor\":\"0xe561E580dAF360Ff3E70C84f26Cbbf249562Aee3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ya8c6nOX0S0iUpyB1IbziZLSF42Y4FvFdp3yYVGRndk\\\",\\\"y\\\":\\\"tI1Z3nTWNtK0Bj09AH1kZrPKpkrQNoyMcvSLb6HXCeQ\\\"}\",\"signature\":\"2xkPpusDbLPdcqO3h3eI5wbjf7xPVRVE18iO1Z4OHjRY5EYnhcPpH8QbZQDi-12yevohHQ6KXviYL0uD8E3jjw\",\"signingKeySignature\":\"0x26aa97fa31c580aac651005089f8cfe7a7df2a9b83369c911ebd5e484c9258b10f753603d0f10042ae780a1fd8f845cd85f625edb7cecf55175b486826f9f7b81c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ya8c6nOX0S0iUpyB1IbziZLSF42Y4FvFdp3yYVGRndk\\\",\\\"y\\\":\\\"tI1Z3nTWNtK0Bj09AH1kZrPKpkrQNoyMcvSLb6HXCeQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BBBPUuIJ60M722nEflMWlE9ymxPv8EVWMw9kKY__E8E\"}"