"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/832e2e69-8807-4b38-8bbd-71602050fc01.jpeg?height=600&width=1200)\\n\\n[Token #3094](auction://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7?network=mainnet&tokenId=3094)\\n\\nThis didn’t start as a piece about games. I set out to answer this question: why are tech growth stocks sagging while crypto moons and value roars back? \\n\\nBut I figured out how to explain that out in way fewer words: \\n\\nCrypto is just more fun. \\n\\nBut crypto itself is not the game. It’s just the in-game currency for a much bigger game, played across the internet, that involves CEOs, influencers, artists, researchers, investors, and regular people, like you and me. That’s a much more fun topic to explore than which asset class is outperforming which. This is bigger, more permanent than day-to-day market fluctuations.\\n\\nWe’re all playing a Great Online Game. How well we play determines the rewards we get, online and offline.\\n\\nThe Great Online Game is played concurrently by billions of people, online, as themselves, with real-world consequences. Your financial and psychological wellbeing is at stake, but the downside is limited. The upside, on the other hand, is infinite.\\n\\nSocial media is the clearest manifestation of this meta-game. Beginner-level Twitter feels weird, like a bunch of people exposing their personal thoughts to the world. Medium-level Twitter is Threads and engagement hacks. Twitter Mastery is indistinguishable from an ongoing game. This is also true for Reddit, Discord, Instagram, TikTok, Facebook, and other social networks. \\n\\nBut social media is just one piece of an interconnected game that spans online and offline spaces. The way you play in one area unlocks opportunities in others. Sharing ideas on Twitter might get you invited to a Discord, your participation in that Discord might get you invited to work on a new project, and that new project might make you rich. Or it might bring you more followers on Twitter and more Discord invites and more project opportunities and new ideas that you want to explore which might kick off any number of new paths. \\n\\nWe now live in a world in which, by typing things into your phone or your keyboard, or saying things into a microphone, or snapping pictures or videos, you can marshall resources, support, and opportunities. Crypto has the potential to take it up a notch by baking game mechanics -- points, rewards, skins, teams, and more -- right into the whole internet. \\n\\nThe Great Online Game is free to play, and it starts simply: by realizing that you’re playing a game. Every tweet is a free lottery ticket. That’s a big unlock.\\n\\nAnyone can play. You can choose how to play given your resources and skills at the current moment. You can level up fast. Financial and social capital are no longer tied so tightly to where you went, who you know, or what your boss thinks of you. This game has different physics and wormholes through which to jump. It’s exponential instead of linear.\\n\\nTo understand how the game works and how to play, we’ll work our way up: \\n\\nWhat is a Video Game? \\n\\nThe Great Online Game \\n\\nMeet the Players\\n\\nHow Crypto Supercharges the Game\\n\\nHow to Play the Game\\n\\nBy the end of this post, I hope I’ve convinced you to throw a couple coins in and start playing, but I think I might need to show you that we’re even playing a video game first.\\n\\nWhat is a Video Game? \\n\\nIt’s Monday morning. You’re tired. You have to go to work. You have an assignment that you pushed off on Friday, because it’s practically Hot Vax Summer and you had plans, but now it’s Monday and damn. Now you need to do that thing. This does not seem fun. This does not seem like a game. \\n\\nSo it might take me a minute to convince you that yes, it is, even for you. I’m going to start my argument like a shitty high school valedictorian: \\n\\nThe Oxford English Dictionary defines a video game as, “A game played by electronically manipulating images produced by a computer program on a television screen or other display screen.”\\n\\nIf you’re working remotely from a computer, what you’re doing perfectly fits the definition of a video game. \\n\\nNik Milanovic nailed it:\\n\\nHit the right keys in the right order, make money. Work is just an often boring sub-game within the meta-game. \\n\\nBut that’s still a little literal, and a lot reductive. Let’s go deeper. The best games, according to gaming entrepreneur turned top solo investor Josh Buckley, “are creating spaces that bring you into flow.” \\n\\nOn Invest Like the Best, Buckley said:\\n\\nThe biggest games today really take advantage of this, but you wouldn't actually think of them as a game. I look at Twitter, Facebook, and Instagram as games and 3 billion people are playing them actively. They're essentially big layers on top of a slot machine.\\n\\nBuckley went on to lay out four elements of successful game design: \\n\\nFrequent Feedback Loops\\n\\nVariable Outcomes \\n\\nSense of Control\\n\\nConnection to a Meta-Game\\n\\nAll four are present in the Great Online Game, none more importantly than the connection to the meta-game. \\n\\nThe Great Online Game \\n\\n“The internet is incredible.” You’ll hear that a lot from people who’ve started to master the Game. As I typed that last sentence, Blake Robbins tweeted this: \\n\\nGetting good at the Great Online Game makes seemingly absurd things happen. Your business icon? In your DMs. That person whose videos you don’t miss? Just reached out for a collab. Your dream job? Reaching out to you to tell you why Company X might be a fit. \\n\\nBlake has successfully translated “hanging out on the edges of the internet” into a career as a venture capitalist at Ludlow Ventures. He’s a go-to source on creators, gaming, and future internet stuff more broadly for some of the smartest people in the world. Blake summarized his approach in another recent tweet: \\n\\nHe’s playing an infinite game, going down rabbit holes, learning, helping people, meeting new ones, going down more rabbit holes, and so on. \\n\\nJames Carse, who coined the term in his 1986 book Finite and Infinite Games: A Vision of Life as Play and Possibility, wrote:\\n\\nThe infinite game - there is only one - includes any authentic interaction, from touching to culture, that changes rules, plays with boundaries and exists solely for the purpose of continuing the game. A finite player seeks power; the infinite one displays self-sufficient strength. Finite games are theatrical, necessitating an audience; infinite ones are dramatic, involving participants...\\n\\nThe Great Online Game is an infinite video game that plays out constantly across the internet. It uses many of the mechanics of a video game, but removes the boundaries. You’re no longer playing as an avatar in Fortnite or Roblox; you’re playing as yourself across Twitter, YouTube, Discords, work, projects, and investments. People who play the Great Online Game rack up points, skills, and attributes that they can apply across their digital and physical lives. Some people even start pseudonymous and parlay their faceless brilliance into jobs and money. \\n\\nThe Game rewards community and cooperation over individualism and competition. You get points for being curious, sharing, and helping with no expectation of reciprocation. By increasing your surface area, you’re opening yourself up to serendipity. For good actors, the Game has nearly unlimited upside, and practically no downside.\\n\\nYou can jump into the Great Online Game at any point, whether as a total unknown or an accomplished person, and start building the world that you want to build. It can take you on any number of paths. We’ll explore a few. \\n\\nMeet The Players \\n\\nThe inspiration for this essay was Elon Musk’s SNL appearance. No one plays this game better than Musk. The best way to explain his out-of-body run is that he’s playing a video game with cheat codes.\\n\\nHe’s doing things that people didn’t think were physically possible -- see: Tesla, SpaceX, Starlink -- while getting away with things that people didn’t think were legal -- see: pumping Dogecoin, $420 take-private tweet, getting high on Joe Rogan. \\n\\nHe’s playing a postmodern game against modern rivals. He’s like Neo. He’s not trying to forcefully bend the spoon; he understands there is no spoon. He has more money points than all but two people in the world to show for it.\\n\\nMusk plays an advanced version of the Game in which he builds rocket ships and electric cars and internet satellites, but you don’t need to bend atoms or become the wealthiest person in the solar system to win. You don’t even have to reveal yourself as a real person. \\n\\nA couple weeks ago, Austin Rief and I had Bored Elon Musk on our weekly Twitter Spaces show, Spaces Cadets. Bored Elon is a pseudonymous account. He tweets ideas for inventions that Elon might have if he were bored, and 1.7 million people follow him on Twitter. A couple months ago, he started selling NFTs. He pulled in $1 million in less than a month. How about a non-Elon example?\\n\\nTake Alex Danco. Alex has literally built himself a world: Dancoland. In an excellent post on his journey, Alex drew an actual map of his journey through the Great Online Game. \\n\\nHe started by writing about startups, moved on to bubbles and mania, passed through the Swamp of Scenes, and made it to the Humanities Mountain Range. While he wrote, he got to meet new people, test new ideas, and build up a reputation. It helped him find his next thing. “This newsletter was obviously part of a fishing expedition to find what I wanted to do next.” Next was a dream job at Shopify, thanks in part to the newsletter. \\n\\nInstead of claiming MISSION ACCOMPLISHED, though, he’s continuing to play the Great Online Game, expanding his world by branching into new communities. Specifically, he’s going to have a recurring segment on Jim O’Shaughnessy’s Infinite Loops podcast and become a more active participant in Anna Gat’s magical Interintellect. Those will no doubt lead to new opportunities and new worlds to explore.\\n\\nOr take Megan Leeds. \\n\\nLeeds parlayed YouTubes of herself literally playing video games -- The Sims -- into Roblox content into making games into a 1mm+ YouTube following, $8mm game studio, and a $1mm online store. Her quote in Rex Woodbury’s thread captures the Great Online Game beautifully:\\n\\nThere’s nothing I’ve done that anybody else can’t do. It’s about learning—learning the code, learning how the game works, & creating. All you have to do is start.\\n\\nStart, follow your curiosity, build relationships, stay open to new opportunities, keep playing.\\n\\nHow about Lil Nas X? Born Montero Hill after the Mitsubishi Montero, Lil Nas X started messing around on Facebook, Instagram, and finally, “hopped on Twitter ... where I really was a master. That was the first place where I could go viral.” \\n\\nHe started making music in his closet, and in December 2018, he dropped Old Town Road, which he made with a $30 sample and $20 worth of studio time. The song was played over 2.5 billion times in 2019 alone. He came out on the last day of Pride Month in 2019, and has used his platform to represent the LGBTQ community as one of the very few out rappers. Earlier this year, he released Montero (Call Me By Your Name). He gives the Devil a lap dance in the music video. \\n\\nMontero to memes to music to Montero. Lil Nas X continues to use Twitter like a young memelord. He’s playing the Game. \\n\\nThe Great Online Game overlaps with the Creator Economy -- Danco wrote a newsletter, Leeds had a YouTube channel, Lil Nas X makes music -- but it doesn’t necessarily mean living as a full-time creator. Danco has a full-time job, Leeds runs companies with employees. \\n\\nThere are countless more examples, from Kim Kardashian to Donald Glover to Turner Novak to Andrea Hernandez to Harry Stebbings to AOC to Web Smith to DeepFuckingValue to Soulja Boy to the Extended Pompliano Universe. All these people seem like they’re having a blast while they’re “working.” \\n\\nAnd that’s just my corner of the internet. There are millions of people playing the Game well.\\n\\nEach one is internet-native, each plays the Game, and each has cashed out some internet points for things like TV shows, Grammy-winning records, venture funds, companies, and political victories. It’s less about a particular platform or outcome, and more about the idea that there are different ways of playing the game and new ways to acquire and grow new types of assets. Like cities. \\n\\nMiami Mayor Francis Suarez became a Twitter darling last year when he decided to embrace the tech community. \\n\\nSince responding “How can I help?” to Delian’s tweet in December, Suarez has pulled a ton of high-growth companies into his city. He’s become the go-to example of how to grow a city by playing the Great Online Game. Not surprisingly, he’s also embraced crypto. \\n\\nWith crypto’s ascent, there are thousands of newly-minted millionaires, and dozens or hundreds of billionaires, who built their fortunes by hanging out in Discords, learning about and investing in new coins, playing with new protocols, and treating investing like a game. Millions of people are playing the Game just by hanging out and watching. \\n\\nI have multiple friends who, a couple months ago, had normal jobs at startups. Then they started hanging out in crypto Discords and Telegrams, trading, learning, meeting people, tweeting, and going deeper and deeper down the rabbit hole. I can’t imagine they’ll ever work in a non-crypto job from here on out. \\n\\nCrypto is an asset class that rewards participation in the Great Online Game. The fastest way to understand what’s legit and what’s not, and which coins people are going to buy and which they’re going to ignore, is to spend time participating and learning online. The right Discord or Twitter follow is a massive source of alpha. \\n\\nPlus, crypto is kind of the native token for the Great Online Game.\\n\\nHow Crypto Supercharges the Game\\n\\nPeople in crypto seem to understand better than anyone that this is all a game. The right meme can send a random coin to the moon and make people legitimately rich. \\n\\nBut beyond that, crypto is in-game money for the internet. It rewards participation directly. Early users, supporters, builders, stakers, validators, and community members get tokens. \\n\\nUntil now, I didn’t fully understand social tokens. They seemed like another way for influencers to monetize with no clear value. But in the context of the Great Online Game, they’re points that reward good gameplay across the internet, and give followers an incentive to join and support a team anywhere it goes. It’s like a Super Follow for the whole internet, with financial rewards.\\n\\nCrypto also lets players exchange value directly. Recently, I experimented with selling an essay as an NFT, which Clint Kisker bought for 2.19 ETH. That’s a direct connection between two players in the Game. Even though I’ve spent a lot of time thinking about, and even playing with, NFTs, though, it didn’t really click for me until I saw these slides from Mirror’s Patrick Rivera:\\n\\nThe Great Online Game imitates video games. If people want to buy skins in Fortnite to express themselves, or clothes in meatspace to do the same, of course they’d want to buy NFTs to express themselves online. In an open world like the internet, the more you signal who you are and what you care about, the more you open yourself up to new possibilities. It’s an abundant game. NFTs are online art, cars, outfits, and houses. They’re the digital trappings of digital wealth. \\n\\nDAOs, too, are going to be important infrastructure for the Great Online Game. They make it easier for people to float in and out of projects at internet speed instead of committing to climb the ladder within a company, and allow for lightweight and temporary groupings when people want to combine their superpowers. Recently, PartyDAO formed to bring a bunch of smaller players together to compete against rich whales in NFT auctions. \\n\\nI suspect that many of the most successful web3 projects built in the coming years will serve to give the Great Online Game tools that were previously only available within the walled gardens of specific virtual or corporate worlds. I’m excited about and / or an investor in Crucible, Mirror, Seed Club, and Opolis to name a few. \\n\\nThe Great Online Game is only going to get more compelling. We’re in the early innings. So how should you play? \\n\\nHow to Play the Game\\n\\nOn Friday, Shopify President Harley Finkelstein joined us on Spaces Cadets. To close out the conversation, we asked him for his advice to potential entrepreneurs out there: \\n\\nThat’s a key mental shift. The cost of failure is as close to zero as it’s ever been, and it will continue to fall. That’s true for entrepreneurship, and it’s even more true for the Great Online Game. Because entrepreneurs are trying to build a business; when you start to play the Great Online Game, you’re just building optionality. \\n\\nAnyone can play the Great Online Game. All you need is some knowledge and curiosity. \\n\\nA typical path into the Game starts out in one niche community -- maybe you start thoughtfully replying to a few people you respect in your field on Twitter, or hop into a crypto Discord and get a feel for things before asking questions and participating. Ask yourself: “What am I nerdiest about?” and then go find your fellow nerds. They’re out there. \\n\\nOver time, you go from consumer to creator. You write, make videos, lead discussions, build projects, collaborate on research, or just share your experience as a new player figuring it out. If you already have an offline reputation, maybe you skip the passive piece and jump right into activity. \\n\\nIn either case, be yourself, but play with your character attributes. You can choose to be someone who’s a little good at a lot of things, or unbelievably good at one thing. Both work, and you can evolve your character over time. Play with the fearlessness of someone playing a game, because you are. These are internet strangers. At worst, they’ll ignore you, and you can keep workshopping and start over; at best, they’ll open up new doors. \\n\\nOnce you’re in, the Game follows Buckley’s four elements of successful game design: \\n\\nFeedback Loops. Once you jump into the conversation or start sharing, you’ll start getting feedback. Don’t expect it to be much. A like here, a “great point!” there, maybe some questions and conversations. Pay attention to what’s working and what’s not, but don’t be too calculated about it. People can smell it. Your metric may not be likes or views; a real conversation with one person you respect might be the best starting point. \\n\\nVariable Outcomes. Some things will work, and some won’t. That’s OK. If you’re treating it like a game, that’s to be expected. The goal isn’t perfection, it’s experimentation. Play around, try new things; some will hit, some won’t. That’s part of the fun. It’ll keep you hungry. \\n\\nSense of Control. In traditional game design, this means that the more you practice, the better you get, and the better your outcomes. It’s not easy. You get out what you put in. That’s doubly true in the Great Online Game, because you’re not just playing, you’re designing the game you want to play. Pick the things that you love the most and go deep. Learn, interact, give value with no expectation of anything in return, keep learning. There’s no boss in the Great Online Game; your success or failure is a direct result of your skill and effort. \\n\\nConnection to the Meta Game. I’m going to give this one its own non-bulleted paragraph. It’s important.  \\n\\nThe Meta Game here is your life and your career. The more you evolve and level up, the more opportunities you’ll have. If you build up a following, meet the right people, and get involved with the right projects, you’ll have put yourself on an entirely new trajectory. \\n\\nThe fun part is, if you do it right, it really can feel like a game. Don’t take it too seriously. Don’t wait for the perfect moment to jump in. The vast majority of people reading this won’t want to quit your job and make a living entirely online; that doesn’t mean you can’t play. Play on the side, learn some things, build some new hobbies and relationships. Give yourself an insurance plan if things don’t work out in your job, and a supercharger if they do. You never know when it might come in handy, or what new path you might discover. \\n\\nImportant note: don’t be an asshole. It’s an easy way to get some followers early, and if you’re trying to game that metric, it might work, but it’s also the easiest way to lose your life in the Great Online Game. \\n\\nI didn’t set out to play the Great Online Game when I started writing Not Boring, but that’s accidentally what I did. Two years ago, bored at my job, I started spending more time on Twitter and writing a newsletter. I just wanted to meet smart people who were interested in the same things I was. I never in a million years thought that my job would become playing the Great Online Game. But that’s what it’s become. \\n\\nWhen people ask me my title, I don’t have a good answer. Writer? Founder? Investor? Some guy with a newsletter? They all fit, and I’m sure I’ll add more over time. Playing the Game is about having fun and opening doors that you didn’t even know existed. \\n\\nIt’s a lot of work, but it’s fun work, with exponential upside and compounding returns. \\n\\nGo play.\",\"timestamp\":1620668544,\"title\":\"The Great Online Game\",\"publication\":\"notboring\"},\"digest\":\"GSnGIzH_5PTeO-8-mST7nJaZC7uRerb5eQkcCnyalJw\",\"authorship\":{\"contributor\":\"0x2920A3192613d8c42f21b64873dc0Ddfcbf018D4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8S57zyGnssE8-n0_qNwMzKtsQqdDjKunq1vujQH4h_I\\\",\\\"y\\\":\\\"GF9CL9rO5RXkIr35CqsIqtROOjuG7Xwu6Ps3jHGLa6c\\\"}\",\"signature\":\"6LcMppbUdOUPi0QcQauPSjJzxmkDO1iBHfPwm7TWMN3fbcYsxb36L7D35eqf2fAvXYFG0-v21KrrVIpy_Ax9cQ\",\"signingKeySignature\":\"0x801ccf3fc68851e00d8c249994044be22faa2a609a2873f9e6509442100ec6ee408c4ba0ec774f935876842c4c836322095fbcaf7348489e431abb1cc50e77921c\",\"signingKeyMessage\":\"I authorize the publication of articles on notboring.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8S57zyGnssE8-n0_qNwMzKtsQqdDjKunq1vujQH4h_I\\\",\\\"y\\\":\\\"GF9CL9rO5RXkIr35CqsIqtROOjuG7Xwu6Ps3jHGLa6c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{\"nftTransactionHash\":\"0x1a83dd48707369656afad1a3dfdbc336d426d9e6b7ea25a84b7ac602d7e8a14a\"},\"version\":\"12-21-2020\",\"originalDigest\":\"tw9hW87Sd1YXz_IqcvJXIS9pCxSSYBFVtZ2umBOdng0\"}"