"{\"content\":{\"body\":\"> Technology alone is not enough—it's technology married with liberal arts, married with the humanities, that yields us the results that make our heart sing.\\n>\\n> Steve Jobs\\n\\nIt is not hyperbole to say that art and science form the bedrock of culture. The two are essential to the progress and growth of the human experience in the same way the head and the heart are the thrust of our vitality and curiosity. If we believe that NFTs have staying power beyond its spotlight in the greater cultural zeitgeist and represent a fundamental shift in the value creation and ownership model, we must ardently support projects that use interdisciplinary approaches to solve problems.\\n\\nAkosua Viktoria (or “Ava” as she’s known by some friends), is one such artist who marries the arts and sciences for the advancement of mind and soul. A photographer with a scientist’s curiosity, Viktoria represents a growing segment of artists whose craft blurs the lines between creative processes and scientific methods. While it remains true that when it comes to art, the utility is the art itself, Ava demonstrates that art can be wielded both as a tool for creation and discovery.\\n\\n### Who are you?\\n\\nMy name is Akosua (pronounced 'A-koss-ya), you can also call me by my initials: Ava.\\nI'm a self-employed visual artist and photographer based in Switzerland, but I was born in Germany and am half Ghanaian.\\n\\n### What’s your NFT origin story?\\n\\nMy NFT journey began in March, a few months after I started investing in crypto. In May, I entered the African NFT Community, navigating my new virtual home on Clubhouse and Twitter, building friendships, and selling nothing for the first three months. Still, I didn't mind too much about the sales part. First, I experimented, studied the space, and discovered what I liked and didn't enjoy while drafting how I wanted my current and pretty significant NFT project **[Behold The Ocean](https://beholdtheocean.com/)** to manifest on the blockchain.\\n\\n### What’s the story you’re trying to tell through your work?\\n\\nIf I could answer that question straightforwardly, I doubt I'd be an artist. I do many different things. I studied Fine Arts, focusing on performative photography from 2009-2015, and regularly exhibited my work since 2012 with a traditional path of applying for grants, prizes, stipends, etc. Over the years after graduating, I developed a documentary practice next to my conceptual work. **[Behold The Ocean](https://beholdtheocean.com/)** lives at the intersection of science communication, art, and documentary photography. It explores the vulnerability of the human aspect in scientific research and the complex relationship between us and our environment.\\n\\n![Mint #61 from SOURCE – Behold The Ocean Collectibles, a 4444-edition collection from the three-part series of drops](https://images.mirror-media.xyz/publication-images/Av2A06cghnjRU7zYM5TGI.png?height=1000&width=1000)\\n\\n### Can you go a bit deeper into what you mean by the vulnerability of the human aspect in scientific research? What do you mean by that?\\n\\nWhen we look at science communication, it seems as though knowledge production is a flawless abstract process. In **[Behold The Ocean](https://beholdtheocean.com/)**, we get insight into the fragility of a scientific career in economically disadvantaged regions and the doubts, challenges, and struggles of being a scientist. I make it a point in the book I'm currently working on to emphasize what a scientist would usually never be able to publish in the context of their research.\\n\\n### Where do you draw inspiration for your work?\\n\\nMy curiosity taps into anything from the somatic dimension of photography or the lyrical revelation of nature's liberated colors of the night through analog darkroom processes, up to oceanographic research, the cocoa farming industry in Ghana, or African racehorse jockeys. My work grows organically from what concerns me or where I'm going. Sometimes, it's just a randomly found article on the internet that leads to extensive research and ultimately to a considerable body of work – like **Behold The Ocean**. Inspiration is abundant; I can discover poetry in everything.\\n\\n![Mint #38 from ](https://images.mirror-media.xyz/publication-images/f4WbiqLhGrw6IzFRqJn8f.png?height=1000&width=1000)\\n\\n### It’s clear your curiosity and intersectionality are critical to your creative pursuits. Can you expand on what role those play in your process?\\n\\nIt's something so natural that it takes some effort to be distant enough to further explain it. So let me get some help here, namely Alexander Baumgarten. He was a German philosopher who defined Aesthetics as a means of knowledge production; we understand through perception. There's a piece I created back in 2015 when I was working on [révélée](https://akosuaviktoria.com/DARK-CHLOROPHYLL-AND-REVELEE). It's a performative photograph called 'Listening II – Self Portrait in The Middle of a Dark Field – 60 minutes', a long-time exposure self-portrait on color film. It was windy at warm that night. I used my phone as a timer and recorded the wind. While I was listening to the recording while still sitting in the field in the middle of the exposure, I heard the steady breeze in real-time in my other ear. Something clicked at that moment for me. The immediate understanding of an experience, long before the compromising constructs of words are formed, is **Aesthetics**. And I believe my curiosity comes from that kind of pure, intimate place, which is why I often drift away when using words.\\n\\n![Selected work from the Behold The Ocean Photographic Collection: Marco Pinto, January 2021 during the global pandemic, Punta Arenas, Chile](https://images.mirror-media.xyz/publication-images/3DO-tZcb2BLM6x7S8R5uN.png?height=1535&width=2055)\\n\\n![Selected work from the Behold The Ocean Photographic Collection: Maximiliano Javier Vergara Jara, December 2020 during the global pandemic, Estrecho de Magallanes, Chile](https://images.mirror-media.xyz/publication-images/yqGpEjiuADe1SUgHKIjit.png?height=3823&width=5092)\\n\\n![Selected work from the Behold The Ocean Photographic Collection](https://images.mirror-media.xyz/publication-images/Xx5AJ1f9QeM6PZO7Xt7Sc.png?height=2957&width=3958)\\n\\n### Any specifics you can share about the project? Where can people stay updated on it?\\n\\nYes, absolutely! There will be several drops on different platforms starting mid-November. The project page should give enough information to become excited about it: [www.beholdtheocean.com](http://www.beholdtheocean.com) – and for interested collectors, there's a low-noise project Discord server where I'll be hosting experimental social auctions and sharing relevant project information. The lead scientist Maximiliano Vergara from Patagonia and the curator/director Danaé Panchaud from Switzerland will also be present there. Access can be requested by DMing me on [Twitter](https://twitter.com/AvaSilvery), I want to avoid building a spammy server at all costs.\\n\\n### What do you hope people take away as supporters of Behold The Ocean?\\n\\nIt's going to be a historic chance for collectors and blockchain visionaries to be empowered to be part of a disruptive case study. This is not a mere illustration of a fictional roadmap, this is putting art to work by leveraging its communicative, aesthetic potential in a decentralized economic community-driven structure that ultimately enables significant action. Who wouldn't want to be a part of that? And it's grassroots/bottom-up with approachable protagonists. I really hope for people to see the value in that.\",\"timestamp\":1640099143,\"title\":\"Spotlight #5: Akosua Viktoria\",\"publication\":\"jo7\"},\"digest\":\"3Ps_srk6Y9HAoXbP_DE0wZF83b3qSFYaTHBnadi2S9I\",\"authorship\":{\"contributor\":\"0xF65ffeD29a2E7Ca9554CfeA52EA500b5Adc5fC13\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nVxBMlgeL84fqUm7q-zXdnP6nqgc0yhmRS5OOqJD-U8\\\",\\\"y\\\":\\\"--Ht4VfCmyuiD4DdwWhe5-iHaKRrv_4fzYtm73OTQLI\\\"}\",\"signature\":\"Me9hznxGMzbcT_BpgqNIpJG4kOOsPKY6v_vIROIZvTfKY1gyM3osNXgjBM2L-2SK-tcuZCkKj5hg-KvpfHWBQg\",\"signingKeySignature\":\"0xb06f69abece0664adcbaea32c052ba46e25d709d82321a515e4f8343fda1ec314e1ca21bd91b8de7393332f4ce5e4cba4a8e717a4c600975173424c37cdddf611c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"nVxBMlgeL84fqUm7q-zXdnP6nqgc0yhmRS5OOqJD-U8\\\",\\\"y\\\":\\\"--Ht4VfCmyuiD4DdwWhe5-iHaKRrv_4fzYtm73OTQLI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sZpzKehvYH3sTPZPSJWF2PrbdjVIcdbswN2ihBoNosg\"}"