"{\"content\":{\"body\":\"After years and years of holding apart from social media, I finally decided to go “all in”, December 24, 2020.\\n\\nNow coming up on the one-year anniversary when I spun up my Twitter account, with the handle @SpaceXponential.\\n\\nThough reasons remain to tread lightly, I can say, without a second’s hesitation, that everything every social media guru tweeted about has happened.\\n\\nYes, for me, it happened just the way they said it would.\\n\\nWhen I finally put myself out there, everything changed. When I finally began writing consistently, sharing ideas, that mythical magnet came alive.\\n\\nI began to draw new connections, new warmth, new possibilities into my life. An abundant flow of good will.\\n\\nThe velocity at which things are evolving stuns me, daily, hourly. For good, for ill.\\n\\nBefore taking the plunge into the Twitter-verse, I read and listened to quite a bit of David Perell, Gary Vaynerchuk, Jack Butcher. Something I heard repeatedly, which I’m sure is tried and true, is the importance of listening.\\n\\nYou put yourself out there and then you listen. How does stuff land? You look at views, engagement. You lean into what resonates. Simple as that.\\n\\nOnly, I find, it’s not so simple.\\n\\nI can look at my analytics on the YouTube channel and see clearly which video got the most views and longest average view duration. I know which article got the most engagement, retweets. And it’s easy for me to understand why.\\n\\nI totally get the value of sharing concrete strategies around DAOs. If the tables were turned, I would want that, prefer that, myself. But it’s quite rare for me to feel that I have something to offer that is a, air quotes, concrete strategy.\\n\\nThese days, I have questions. I have things bubbling up that are hard to articulate. I’m feeling my way through the dark.\\n\\nSo I listened, and there is a path ahead that I could take, that is clearly lit. But I am, for now, going another way. This would not be the recommended strategy.\\n\\nI’ve been asked why my YouTube videos are unlisted. I know this makes it difficult for my ten subscribers *(smiling proudly)* to catch up with me. Yet at the moment, I feel like I don’t want to put any energy into building “a presence” on YouTube, a company whose values and actions are so opposite mine.\\n\\nBut the discoverability issue, the issue of watching videos on YouTube having a certain friction, are real. For instance, if someone has a vague desire to watch one of my videos but wants to “save it for later,” that’s not the easiest thing to do. I have dozens of YT videos that I’ve saved for later, that I never get around to.\\n\\nSo the plan right now is to stand up a podcast and publish the audio there. Theory is that pods are more easily saved, and returned to. And a pod opens the door for me to collab with a talented musician… more on this later.\\n\\n## The Identity\\n\\nI’m working with a designer to try to forge an identity for the Tao of DAO. I sent a quick brief. She sent back some first thoughts quite some time ago.\\n\\n![](https://images.mirror-media.xyz/publication-images/IBj2ifsOhC6WKlV_LuL97.jpeg?height=1918&width=2000)\\n\\n![](https://images.mirror-media.xyz/publication-images/c6Eq8EtNRVlZtGEvY17Af.jpeg?height=2324&width=2908)\\n\\n![](https://images.mirror-media.xyz/publication-images/P4e6Sm7mm6NZ5ah2WmQ1_.jpeg?height=1622&width=2495)\\n\\n![](https://images.mirror-media.xyz/publication-images/Qba6fgUGOegpGOp6mMTDj.jpeg?height=3301&width=2136)\\n\\nWhat do you think, dear Friends?\\n\\nI’m not sure if I can sense the seed in any of these. Tonight, I clarified some of the language I had offered to her for guidance, asked the designer to start again. I do sense something in the image immediately above, not sure.\\n\\n## Gardening in Public\\n\\nIn tonight’s vlog, I think aloud on what the media is dubbing the Great Resignation - millions of Americans are leaving their jobs.\\n\\nA record-breaking 4-million plus Americans quit their jobs in August alone.\\n\\nWhy? Why now, when uncertainty has never felt so prevalent in our lives? Seems, in a word, counterintuitive.\\n\\nWasn’t the insecurity of the American worker supposed to work in the employers’ favor, a la [Alan Greenspan](https://money.cnn.com/1997/01/22/economy/workers_pkg/)?  From the linked article:\\n\\n> [Sam Bacharach](https://money.cnn.com/1997/01/22/economy/workers_pkg/bacharach.06.jpg), a Cornell University labor-relations professor, said that \\\"in plain English,\\\" Greenspan's \\\\[1997\\\\] remarks \\\\[about the insecure American worker\\\\] mean \\\"that for all too long we've ignored ... those workers in our society who are working, but are working with the fear that tomorrow they won't have a job -- so they'd better keep their mouths shut.\\\"\\n\\nThe experts with fancy titles have their theories. The same ones who predicted that the ending of federal unemployment assistance would drive the hordes of laborers back into the the market.\\n\\nI propose a re-frame.\\n\\nThis is the Great Awakening.\\n\\n[https://youtu.be/7NHyn4X6aQE](https://youtu.be/7NHyn4X6aQE)\\n\\nIn my mind’s eye, I keep seeing [Zuck](https://www.youtube.com/watch?v=XOn2CZWnxxY) and his practiced-politician gestures, saying “Presence! Felt presence.”\\n\\nPresence, I think, has nothing to do with simulating reality.\\n\\nsigning off, with gratitude for the presence in my life of Natalie, Flex, Louis, Jack, Mark, and Alex,\\n\\nC\",\"timestamp\":1635699457,\"title\":\"Ep 10 | The Great Awakening\",\"publication\":\"tao-of-dao\"},\"digest\":\"eKb5CcVRRbLGk4lWUbPKMvkxlIj9fEqMNUpKIoeMvNU\",\"authorship\":{\"contributor\":\"0xF737EBd5f22E661136737bb92218B398Fb0Ab584\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Cd48sMmUyTA8z8zlHKOQmZ13Gl9UG_J1tVaEwkJXnVc\\\",\\\"y\\\":\\\"iYgCjVb4DztUjwZsxBkeZZBXFW3SMswScWP9MCQryX8\\\"}\",\"signature\":\"jxJzIBpYJdYtqzE79wo4LJ03fY0bYlJW3u5Lg3eHVZWzR7N-xz84j8LNDmQAt85Yer0zp6Zor_0FxRGGhr6RJw\",\"signingKeySignature\":\"0x8a1fd9aff17b5309160c7b2f195d490bf68a62b28fe5897250f7e47b745fbcc323c532b512edd5d8a76abc20d0affabc054caf6cd64e9fb3392669153d8895bd1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Cd48sMmUyTA8z8zlHKOQmZ13Gl9UG_J1tVaEwkJXnVc\\\",\\\"y\\\":\\\"iYgCjVb4DztUjwZsxBkeZZBXFW3SMswScWP9MCQryX8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xottlZo2Il4ouaEgCCYNhTvPjZvkYCPsp-q5HIQZXFA\"}"