"{\"content\":{\"body\":\"## CHAPTER THIRTY SEVEN\\n\\n### Cottonwood\\n\\n![(Illustration 42)](https://images.mirror-media.xyz/publication-images/GoYboCO9TOhdhYzWFPge5.jpg?height=1500&width=3000)\\n\\n***December 2024. Albuquerque, New Mexico***\\n\\n\\\"*Have you ever wonder where the story ends, and how it all began, I do (I do, I do, I do, I do)*\\n\\n*Did you ever dream you were the movie star with popcorn in your hand, I did (I did, I did, I did)*\\n\\n*Do you ever think you're someone else inside when no one understands you are (you are)*\\n\\n*And wanna disappear inside a dream but never wanna wake, wake uuuuuup …*\\\" (Song lyric, 'Would you be happier?' By The Corrs)\\n\\nAlthough the online taxi driver sets the volume of the car audio to moderate, Rosa and Mrs. Abigail, somehow, are forced to listen to the online taxi driver's favorite song ever since riding the taxi from the apartment. Now they are halfway to the supercenter, located on Cottonwood, which is at the Northern side of Albuquerque, not far from the Rio Grande riverbank.\\n\\nAfter a while, Rosa finally realized that she saw another convoy of police cars, ambulances, and firefighter trucks coming from the opposite direction, heading to where they were coming from several minutes ago.\\n\\nRosa: \\\"Excuse me, Sir, did you notice the police cars, ambulances, and firefighters trucks that passed earlier? Because there is another convoy heading to where we came from just now. Why are there so many ambulances and firefighters trucks? Besides the smoke we saw at the apartment, I don't remember seeing any other smoke. I do hope there aren't any fire or car accidents...\\\"\\n\\nOnline Taxi Driver: \\\"Sorry? Did you mean the one that passed us just now? I don't know. Well, perhaps it is just early December, and many people are too excited about it. Hopefully, nothing serious…”\\n\\nWhile Rosa is watching cars coming from the opposite direction, the online taxi driver, on the other hand, is looking at something else while he is driving. This time is the online taxi driver that raises a question to Rosa. He asks,\\n\\nOnline Taxi Driver: “By the way, did you notice several oak trees we passed along the way? I drove by this area many times, but I don't recall seeing so many oak trees in that particular area a week ago. If so, I am sure I noticed it..\\\"\\n\\nRosa: \\\"Oak trees?\\\"\\n\\nOnline Taxi Driver: “Well, never mind... I am just curious. So, are you going to the supercenter or the mall?\\\"\\n\\nRosa: \\\"The supercenter, please.\\\"\\n\\nOnline Taxi Driver: \\\"Yes, Mam. Okay, so we make a turn right here, and there it is. You are lucky, Mam, the traffic is moderate today.\\\"\\n\\nThey are three hundred meters away from the supercenter, and after a short while, they finally arrive at the supercenter main entrance.\\n\\nWhile the online taxi driver and Rosa is helping Mrs. Abigail to get off from the car at the stopping zone for people with disabilities, several police cars with their lights and sirene and probably a dozen trucks full of military personnel from the US National Guard suddenly arriving near the mall and also the supercenter. They look in haste jumping from their trucks carrying weapons and blocking the street where the online taxi driver took a turn a while ago. Now, no more cars can get through the mall or to the supercenter.\\n\\nRosa: \\\"Police cars, ambulances, firefighters, and now the US National Guard? What the hell is going on?\\\"\\n\\n![(Illustration 43))](https://images.mirror-media.xyz/publication-images/-4R_wfeZTsETHIRxpiwsO.jpg?height=1500&width=3000)\\n\\nSeveral military personnel is running toward the mall and the supercenter. All of a sudden, everyone hears a very loud sirene!\\n\\n## CHAPTER THIRTY EIGHT\\n\\n### Zee Day (Z-Day)\\n\\n![(Illustration 44)](https://images.mirror-media.xyz/publication-images/EDfswU8i8wav6M8hk41ng.jpg?height=1500&width=3000)\\n\\nEarly December 2024 is the night when the world of human beings shall never be the same again as everyone once knew it.\\n\\nOn December 4th, 2024, approximately one-third of the human population in every major city across the globe died in the most unimaginable and frightening ways. Fathers and mothers eat their children. Friends eat friends, and neighbors eat neighbors. Children eat other children. Brothers eat sisters, while sisters eat their brothers. Human beings feast on the frightened and caged wild animals at the zoos while others chewed the flesh and bones of once their beloved pets.\\n\\nSeventy-two hours after the first outbreak was the day where billions of humans perished, yet somehow, they turned out living again but without a heartbeat, walking, groaning, and attacking other human beings violently and then eat their flesh and chew on their bones.\\n\\nIn most megacities, humans who did manage to escape by hiding inside their homes or buildings ended up insane after hearing the horrifying screams of people on the street screaming for help while being eaten alive and torn to pieces.\\n\\nSome who did survive the horror of those early days of nightmares fell into hopelessness. They cannot go out of their houses, apartment buildings, or the streets because the dense mist has covered every major city of the world. Once in a while, they can only hear groans and high pitches of shrill sounds from inside the mist day and night.\\n\\n![(Illustration 45)](https://images.mirror-media.xyz/publication-images/K73_bS5P5_1wCyJipaAAc.jpg?height=1500&width=3000)\\n\\nSeveral days later, most of them decided to end their life. They all know that they were trap inside their own homes and apartments. They have no access to water, no electricity, no food, no telecommunication service. The worse of all is waiting when knowing no help will ever come to save them. Before most of them ended up committing suicide, some kill or throw their beloved families, whom they swore to protect after the first outbreak, from buildings rooftops, and balconies before throwing themselves to death.\\n\\nIn cities with high-rise buildings across the globe like New York, London, Shanghai, Hongkong, and many others became the silent witnesses of unusual raindrops since it was not water but people. Women, men, babies, toddlers were thrown from every building rooftop down to the ground.\\n\\nThe smell of blood and remains of deceased human bodies on the street become the new water and air for the earthly soil. Even then, the vultures flying above many cities choose selectively on which rotten human flesh they should consume for their healthy calory intake, just like humans did once to the animals.\\n\\nIn mid-December 2024, most of the surface on planet earth has already blanket by dense mist, darkness, and silence.\\n\\n***Early December 2024, Albuquerque, New Mexico***\\n\\nAs the loud civil siren roams throughout the city of Albuquerque, every civilian mobile phone simultaneously received a Short Message Service (SMS). The message says:\\n\\n\\\"*EMERGENCY ALERT SYSTEM - NATIONAL ALERT!*\\n\\n*This Emergency Broadcast Message is from the office of the President of the United States of America to all civilian and military men and women.*\\n\\n*Everyone who receives this message must take immediate action with their families to go to the West coast part of the United States of America without delay. Safe camps are currently being build in California.*\\n\\n*Travel only to these cities: San Francisco, Los Angeles, San Diego, Portland, San Jose, Santa Barbara, Santa Monica.*\\n\\n*Today there has been an unexplained phenomenon happening throughout the world, and it is infectious. Be aware of any sick human around you, for they are attacking other human beings.*\\n\\n*Seek a secure and safe shelter immediately. We will keep updating.*\\n\\n*This message is not a drill!*\\\"\\n\\nRosa and the online taxi driver were speechless. They look at each other as they read the National Alert message. The military personnel that they saw are running to the supercenter, suddenly shout from afar to them.\\n\\nOfficer Liam: \\\"Sir! Get back in the car, now!\\\"\\n\\n## CHAPTER THIRTY NINE\\n\\n### Run!\\n\\n![(Illustration 46)](https://images.mirror-media.xyz/publication-images/aKXgSlLhkjxklrOl_t1tr.jpg?height=1500&width=3000)\\n\\n***Early December 2024. Albuquerque, New Mexico***\\n\\nMrs. Abigail can barely stand on her two feet beside the car. She struggles to hold on to the side of the car as she waits for Rosa to prepare her wheelchair. Mrs. Abigail is unaware of the ongoing situation, but she can hear the loud civilian emergency siren system.\\n\\nMrs. Abigail: \\\"Rosa, what is happening?\\\"\\n\\nRosa and the online taxi driver are still confused by the civilian sirene system and the National Alert Messaging Service issued by the US Government earlier.\\n\\nRosa: \\\"One moment, Mrs. Abigail. What is going on? Is this real? I am truly scared now...\\\"\\n\\nLike Mrs. Abigail, Rosa also does not know what is happening, and she can not answer Mrs. Abigail's question. But before Rosa gets a better explanation about what is going on, Rosa and the online taxi driver hear another voice shouting to them from a distance. While running towards the supercenter main entrance, a US National Guard shouts at Rosa, Mrs. Abigail, and the taxi driver still standing beside the car. By then, Rosa and the Online Taxi Driver finally knew the military personnel was shouting to them, not others.\\n\\nOfficer Liam: \\\"Sir! Mam! Yes, you two! Get back in the car now with your family! You too Ma’am.\\\"\\n\\nRosa freezes for a second. She does not know what to do or what is happening, and then she remembers Mrs. Abigail urgently needs the wheelchair. She quickly unfolds the wheelchair for Mrs. Abigail and helps her to sit. Seconds later, Officer Liam and his colleagues arrived.\\n\\nOfficer Liam: \\\"Ma’am! Sir! You can not go inside the supercenter. We have a national emergency situation right now. You and your family have to leave this area immediately!\\\"\\n\\nOnline taxi driver: \\\"...No officers! You don't understand. They are not my family. I am just an online taxi driver. What is happening?\\\"\\n\\nAs Officer Liam tries to explain the situation, people suddenly rushing out from inside the supercenter. They run as if a flock of buffalo is chasing them. Everyone's face looks scared and confused. Some people run carrying shopping bags and trolleys towards the parking lot to reach their cars. Several women and children are crying while running from inside the supercenter. At that moment, Rosa, Mrs. Abigail, and the Online Taxi Driver are shocked and terrified.\\n\\nOfficer Liam looks calm and instructed his team to assist and control the crowd at the main entrance to avoid a stampede.\\n\\nBesides Officer Liam and his team, more military personnel and several police officers arrived at the scene. One of the police officers carries a portable loudspeaker and starts speaking to the panic crowd of people that are still running out of control to the parking lot. The police officer says,\\n\\n\\\"*Do not run! Stay calm and do not panic!\\nOpen your mobile phone and follow the instructions.\\nTurn on your car radio!\\nI repeat, turn on your car radio!\\nThe instruction is available on every radiofrequency.\\nThis situation is a National Emergency!\\nDo not run! Stay calm and do not panic!*\\\"\\n\\nThe officer keeps repeating what he said, then sounds coming from a supersonic jet engine above the city of Albuquerque can be heard. Several US military jet fighters, followed by helicopters not far from the supercenter location, were seen flying at a low altitude heading East, North East, and South East of the city.\\n\\nOfficer Liam: \\\"Oh, Jesus, We are too late. They are coming!\\\"\\n\\n## CHAPTER FORTY\\n\\n### Unveiling the secret\\n\\n![(Illustration 47)](https://images.mirror-media.xyz/publication-images/s__TBwpQGdh5s8AlmX23-.jpg?height=1500&width=3000)\\n\\n***03:00. Dubai, 24 days before Christmas, 2024. Somewhere in the UAE and US joint operation military air force base.***\\n\\n*\\\"EMERGENCY! ATTENTION TO ALL PERSONNEL!*\\n\\n*THE RING-THREE BASE DEFENSE PERIMETER IS BREACHED!*\\n\\n*THE RING-TWO BASE DEFENSE PERIMETER IS NOW ACTIVATED!*\\n\\nTHE YELLOW EMERGENCY PROTOCOL HAS BEEN INITIATED!\\n\\n*THIS BASE IS IN LOCKDOWN SEQUENCE!*\\n\\n*EMERGENCY! ATTENTION TO ALL PERSONNEL!”*\\n\\nThe loud sound coming from the emergency alert made Spartacus, Hydra, Doctor Jim, and every military personnel inside the briefing room, including Davis and Monk, look surprised. While the fact is, every military personnel has attended the emergency drill many times before. So they all know what it means, but once it happens in real life, panic faces still can be seen among them, especially after knowing what was told to them recently on the briefing.\\n\\nInside the briefing room, General Perry is the first person responding to the situation.\\n\\nGeneral Perry: \\\"Spartacus! It’s enough! Could someone please turn that damn thing off, so I can speak!\\\"\\n\\nThe officer in charge immediately jumps to the security panel near the door to turn off the loud siren noise and the sound of a woman inside the briefing room who keeps repeating the emergency message. Turning off the sirene and the emergency message inside the briefing room will not affect the rest around the base since it will keep announcing the emergency message elsewhere inside the military base and inform them to follow the Yellow Emergency Protocol.\\n\\nAfter the emergency siren and message inside the briefing room switched off, General Perry says,\\n\\nGeneral Perry: \\\"I was not on time to attend this briefing earlier because I was giving instructions. I told every person from every division in charge to evacuate this base immediately if a breach happens, and that was around two hours ago. This base is over.\\n\\nStarting right now, we have ten minutes before the second ring fall, and the red emergency protocol initiates automatically. Then, another 5 minutes before the base is completely overrun and becomes insecure.\\n\\nSo listen carefully and listen well! Gentlemen! We are already too late, and sadly, there is not much we can do here anymore. It’s time we all go home tonight. As I speak right now, every military personnel on this base is retreating from their post. This base will be empty in less than 12 minutes.\\n\\nTo Eagle-One and Eagle-two team leaders, the classified envelopes must be open once they are airborne. Each team will be given air routes, mid-air refueling points, secret airfields to refuel and refill your armaments, tasks needed in an emergency. Do not deviate from what I have instructed at any cost. Once you arrive at your final destination, Eagle-One and Eagle-two shall rendezvous again.\\n\\nThe rest of the divisions from the Special Forces units and every person on this base will come with me. I will provide the destination coordinate once we are airborne.\\n\\nAs for now, I need to make sure none of those things breach the base sooner than expected. I want the Eagle-Two team to take off right now and hold them off as long as possible. Use thermal vision to see them because those creatures have no body heat. You will only see them on the monitor as dark shadows. Once the last transportation plane takes off, continue with your mission as instructed inside the classified envelope. Go, right now!\\\"\\n\\nThe whole time General Perry speaks, everyone inside the briefing room is listening closely. After instructing the Eagle-Two team to hold the creatures from breaching the base sooner. The Eagle-Two team immediately stands up and gives their military salute to General Perry, then exits the briefing room.\\n\\nGeneral Perry: \\\"Other than the Eagle-One team, all personnel in this room must quickly mobilize themselves to the remaining C-5 plane for immediate departure. Hydra, Doctor Jim, and Spartacus, I want you to escort them to the plane. Make sure we don't leave anyone behind. Now, go!\\\"\\n\\nWithout hesitation, Hydra, Doctor Jim, Spartacus, and every Special Forces personnel inside the briefing room, except the Eagle-One team, quickly exit the briefing room. They will immediately get on board the last remaining C-5 Galaxy. General Perry continues by giving further instruction, he says,\\n\\nGeneral Perry: \\\"Every Eagle-One personnel must get on board the gunship and prepare for immediate departure, except for Officer Monk and Officer Davis. I also want the Eagle-One to wait for these two men before take off. I need to speak with both of them in private. Everyone else, go, right now!”\\n\\nExcept for Officer Monk and Officer Davis, the Eagle-One team leaves the briefing room. Once the briefing room turns empty and there is only General Perry, Monk, and Davis, the General says,\\n\\nGeneral Perry: \\\"Come here, both of you! Listen, I don't have time to explain in detail, but I know the background of both of you, especially Officer Monk. So I want Officer Davis to witness what I am going to say.\\\"\\n\\nGeneral Perry sighs and is silent for several seconds. He takes out a classified document file from his side bag briefcase, and he speaks directly to Officer Monk while handing the file to him. At that moment, General Perry suddenly calls Officer Monk only by his first name, which makes Officer Monk felt surprised, but that is not going to be his final surprise once he knows the secret about his past.\\n\\nGeneral Perry: \\\"Monk, I am a very close friend of your father. Your father was not only a brilliant scientist, but he was also one of the best secret agents who worked covertly for the Department of Defense from the civilian intelligence division.\\\"\\n\\n## CHAPTER FORTY ONE\\n\\n### The Dossier of Black Naga\\n\\n![(Illustration 48)](https://images.mirror-media.xyz/publication-images/rG-hpkevc-sKaAaf4_vou.jpg?height=1500&width=3000)\\n\\n***03:05. The briefing room inside the UAE and US joint operation military air force base***\\n\\nOfficer Monk was so surprised after knowing General Perry was his father's best friend. Yet the information that struck him the most was when General Perry revealed that his father was a covert agent and had worked secretly for the Department of Defense.\\n\\nGeneral Perry hands over the top-secret dossier to Monk, and he quickly opens the file. It was a Level-One Classified Document belonging to the Intelligence Division from the Department of Defense and dated back to the mid-'80s. On the folder, a name was written on top of it, Black Naga. Monk made a brief look through the dossier, he found old photos of his father, General Perry, his mother, the General's wife, Monk's pictures when he was a baby, and several other people, whom Monk remembered came to the house and met with his father. Until recently, he only knows those people as ordinary scientists and university lecturers.\\n\\nGeneral Perry: \\\"Monk, I am your godfather after you were born. Your father and mother were my closest and trusted friends. We are like family, but your father and mother specifically requested not to reveal this secret to you unless our nation or the world enters another global war. I know we are currently not at war with any country, and I don't even have the proper word for what the hell is happening right now. I always thought if I became a military General working for the Intelligence Division inside the Department of Defense, I could prevent the worse that may fall upon us. But now, I am not sure if I ever did...\\\"\\n\\nDavis left standing beside Monk and General Perry like a dead statue because he cannot believe what he just heard. From every battle he was involved in throughout most of his life, he never saw anything similar to what he is currently witnessing. He thought he knew everything about Monk and his family, but now, Davis is unsure if he ever did.\\n\\nGeneral Perry can not imagine what Monk is going through, and somehow he felt very sorry for making Monk's life harder than it already has. Monk keeps turning the dossier back and forth, although General Perry or Davis knew, Monk does not even know what he is looking for from the dossier.\\n\\nGeneral Perry holds Monk's shoulder, then he says, \\\"Be patient, son. The dossier is for you. Keep it, but right now, we have very little time. Monk, I need to ask you something, though this is probably a long shot. Did your father ever told you, or have you ever seen this image before?\\\"\\n\\n\\\"What did you say, Sir?” asked Monk who is still confused and misfocus.\\n\\n## CHAPTER FORTY TWO\\n\\n### The Ankh\\n\\n![(Illustration 49)](https://images.mirror-media.xyz/publication-images/5EQZeUJ9PvMrpKQRTK7RE.jpg?height=1500&width=3000)\\n\\n***03:09. The briefing room inside the UAE and US joint operation military air force base***\\n\\nOfficer Monk's body is in the briefing room with General Perry and Davis, but his mind wandered into the past for the last minute. Monk always thinks he knows everything about his parent's life and work, but as he saw the dossier from General Perry, he knew he was mistaken all along.\\n\\nDavis: \\\"Sorry to interrupt the conversation. I think it's time for us to evacuate from this base. We have two minutes or less before those creatures breach the second defense parameter.\\\"\\n\\nGeneral Perry: \\\"Yes, Davis, I am aware of it, but this is very important. Monk, does this picture ring a bell?\\\"\\n\\nMonk is trying hard to gather his mind back to the present moment and to regain focus of what he had just known about his parent's secret life.\\n\\nMonk: \\\"... Black Naga... Naga means dragon in Malay culture. Who gave him this call sign?\\\"\\n\\nGeneral Perry: \\\"We offered him a Greek god name but he requested a change with Black Naga. He said he wanted that name for his secret call sign.\\\"\\n\\nMonk: \\\"Something is not right, my father never know anything about South-Eastern Asian language or culture.\\\"\\n\\nSuddenly, as the three men are still inside the briefing room, they hear an explosion sound at a far distance, followed by the shockwave. They can feel the briefing room a bit trembles.\\n\\nDavis: \\\"Can we talk while walking? I think that is a clear signal for us to leave ... right now!\\\"\\n\\nGeneral Perry: \\\"Okay. Let's go.\\\"\\n\\nThe three men quickly exit the briefing room walking toward the building entrance. As they start walking, they hear a powerful explosion sound, but this time is louder than before, and they feel the building starts trembling again.\\n\\nDavis: \\\"That was probably an explosion from a GBU or a heavy cannon. That damn thing is certainly coming here by bringing a lot of cavalries.\\\"\\n\\nMonk walks beside Davis and General Perry and then he remembers it.\\n\\nMonk: \\\"Sir, the picture you gave me is called an *Ankh.* Ancient Egyptian believed it was the key to life.”\\n\\nDavis: \\\"The key to what?\\\"\\n\\nGeneral Perry: \\\"I know what it is, Monk, but how does it relate to your father? Your father's last assignment was to infiltrate Bryan Garrett secret's laboratory...\\\"\\n\\nDavis: \\\"Bryan Garrett, the billionaire?\\\"\\n\\nGeneral Perry: \\\"Oh, yes ..\\\"\\n\\nGeneral Perry stops, and then he sighs as if he wants to explain more, but he is running out of time. Somehow after the General mentioned the billionaire's name, he becomes emotional.\\n\\nGeneral Perry: \\\"That bastard is keeping secrets, and he has become a threat to our national security. Yet, he bribes a lot of officials using his money to gain inside information...\\\"\\n\\nMonk: \\\"General, we need to leave, now! We will find a way to talk again after this, but not in this situation.\\\"\\n\\nAnd suddenly,\\n\\n“*EMERGENCY! ATTENTION TO ALL PERSONNEL!*\\n\\n*THE RING TWO BASE DEFENSE PERIMETER IS BREACHED!*\\n\\n*THE MISSILE AND GUN TURRET DEFENSE IS NOW ACTIVATED!*\\n\\n*THE BASE IS UNDER HOSTILE ATTACK!*\\n\\n*THE RED EMERGENCY PROTOCOL HAS BEEN INITIATED.*\\n\\n*EMERGENCY! ATTENTION TO ALL PERSONNEL!*\\\"\\n\\n**(To be continued)**\",\"timestamp\":1639916166,\"title\":\"Survivor in the mist (37-42)\"},\"digest\":\"VS9E-ziiPyPIi-wVmFzkbcrKWE448xcGSwNNPfV9rsA\",\"authorship\":{\"contributor\":\"0xc1C41e3606bF2756c09c95132F528012be17f724\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"W6cjSdC4RM1kX21kWcIPRl_IaRSZf-cmUcwhaNRRxfY\\\",\\\"y\\\":\\\"JhyxhC3hNGax4UPhSijDlJAcNJ7NHIwdkStvnVp6fws\\\"}\",\"signature\":\"FkQne_0v0L54sQN7X1tprPVzQ7QnRthFEIfl4v2ffh3G55Fpp3IQK9FcdHOGb7qF15XbWU0nd1JxcAgNFaxNbg\",\"signingKeySignature\":\"0x4f26baa5fe230bfd8e15c7739529302c2911e0062866a3380bac081108f02c8e74ae755517e75e48f55329b7326ac8a3f0456a9634a421eb162f9c80724506861b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"W6cjSdC4RM1kX21kWcIPRl_IaRSZf-cmUcwhaNRRxfY\\\",\\\"y\\\":\\\"JhyxhC3hNGax4UPhSijDlJAcNJ7NHIwdkStvnVp6fws\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0ur5g6ZXkMFple3Dcq2PRApf2_RNUNDyUClIxhEQ_fQ\"}"