"{\"content\":{\"body\":\"**Amid humanitarian crisis, US freeze on financial assets has compounded country's woes**\\n\\nWhen the United States pulled its forces out of Afghanistan in August, Sayed Mohammed dared to dream that his life and that of his family would soon improve. Mohammed makes a living selling bread in Kabul and nurtured the hope that one day he would build up a modest business after the country's new government settled in.\\n\\nBut months on from the Taliban's establishment of an interim government, he speaks of the shortages in necessities.\\n\\nAnd Mohammed, like other Afghans, lays a good deal of the blame on the United States, with its freezing of the country's financial assets in response to the Taliban's takeover.\\n\\nWith the mounting hardships, the Taliban ruled that people are limited to withdrawing no more than $200 a week from banks.\\n\\n\\\"America has paralyzed the banking system. That is why the banks can't give money to their customers,\\\" Mohammed told Xinhua News Agency.\\n\\nAs for his business, the prices of ingredients to make bread－flour, sugar and cooking oil－have soared, forcing him to double the prices. \\\"The high price of US dollars has affected our business,\\\" he said.\\n\\nSalim Khan, another resident of the Afghan capital, is also feeling the pinch. \\\"Unfortunately, we no longer have enough money to buy anything. Everyone is suffocating in a stifling economic crisis.\\\"\\n\\nMary-Ellen McGroarty, the country director of the World Food Programme in Afghanistan, said recently that Afghanistan is facing \\\"an avalanche of hunger and destitution the likes of which I have never seen in my 20-plus years\\\" with the United Nations agency.\\n\\nFor months, Western countries, led by the US, have been urged to lift, or at least to reduce, the sanctions they have imposed on Afghanistan. The country now faces a life-or-death battle against poverty this winter, while more than $9 billion of Afghan assets remain frozen by Washington.\\n\\nAmid the pain caused by the soaring prices, a rare bright spot has emerged for Afghans.\\n\\nOn Dec 22 the UN Security Council adopted a resolution to exempt humanitarian assistance in Afghanistan from an asset freeze against designated leaders of the Taliban and associated entities.\\n\\nThe resolution deems that humanitarian assistance and other activities that support basic human needs in Afghanistan are not a violation of the asset freeze stipulated in a 2015 Security Council resolution. The resolution strongly encourages providers to use reasonable efforts to minimize the accrual of any benefits to individuals or entities on the sanctions list.\\n\\nThe Taliban caretaker government, which was formed on Sept 7, has been struggling to deal with a declining economy and a deepening humanitarian crisis.\\n\\n\\\"The economy has always been in a poor state of affairs, and it has been primarily dependent on international aid,\\\" said Amina Khan, director of the Centre for Afghanistan, Middle East and Africa at the Institute of Strategic Studies in Islamabad.\\n\\nAfghanistan's economic growth is projected to drop from $20 billion to $16 billion within a year, UN Development Programme said earlier this month. The nation's economic base is not up to the task of supporting its 38 million people, it said.\\n\\nAccording to United Nations estimates in November, 60 percent of Afghans face \\\"crisis levels of hunger\\\", with the situation worsening by the day.\\n\\nThe World Health Organization predicts that 3.2 million children under the age of 5 in Afghanistan are at risk of acute malnutrition. According to the UN High Commissioner for Refugees, 665,000 people joined the ranks of the displaced in Afghanistan between January and September. About 2.9 million Afghans had already been classified as internally displaced.\\n\\n\\\"The advent of winter has further exacerbated the situation. If left unattended, the situation could aggravate into a major humanitarian crisis,\\\" said Salman Bashir, a diplomat and former Pakistani ambassador to China.\\n\\nFor all Afghanistan's needs, international financial and aid agencies have been hamstrung in their efforts to help the Afghan people because of the Western sanctions.\\n\\n\\\"Sanctions against the Taliban are being applied against the people of Afghanistan as a whole,\\\" Bashir said. \\\"This situation is untenable and could lead to the collapse of the state, which will have catastrophic regional and global consequences.\\\"\\n\\nAmina Khan said the humanitarian emergency is pushing Afghanistan close to catastrophe.\\n\\n\\\"Winter is already there. People unfortunately are selling their household goods and in certain cases even selling their children because they just don't have any means for economic activities. They don't have any means of income,\\\" she said.\",\"timestamp\":1640865105,\"title\":\"Afghans held back in dream for better life\"},\"digest\":\"s0uofQoZRYhhr067oAYws1FOd2vSeqFU_QDZKvZlEv0\",\"authorship\":{\"contributor\":\"0xf0720014A6Da3625ac491c9F8B16C0Fc79F32991\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Lll7NZZkdUZueyUyeG02jfdTYjXIiWKRGcfIqNN0bko\\\",\\\"y\\\":\\\"o4J0eOFUGkLHlQJ6-lEaU8EoVqkP_uLQssvw4-c87W4\\\"}\",\"signature\":\"EiIs6pz5ExHVKyg0BrPxAyzo-rN_aNCeA8mhxU05ct28roBwj9xGe8Bawi3Pi8zfHVvmsy1zozLymWZQirhyVQ\",\"signingKeySignature\":\"0x5f17062b65e3f127b065121e477bfd68392a3cca8e530745149b35b60bceeeac501e8f2b2ccb8115f616c3fd3ddabdbbda516dcad4fbc23beae7bd06827034f21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Lll7NZZkdUZueyUyeG02jfdTYjXIiWKRGcfIqNN0bko\\\",\\\"y\\\":\\\"o4J0eOFUGkLHlQJ6-lEaU8EoVqkP_uLQssvw4-c87W4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"s0uofQoZRYhhr067oAYws1FOd2vSeqFU_QDZKvZlEv0\"}"