"{\"content\":{\"body\":\"He was not usually at a loss for phrases in which to express himself, but he stammered at the very outset of his reply. \\\"Suppose I answered,\\\" he began, slowly; \\\"suppose I told you that you wronged him, would my testimony really be strong enough to shake opinions, or rather presumptions, which have been taking firmer and firmer hold of you for months and months past? Suppose, on the other hand, that my master had his little\\\" (Lomaque hesitated before he pronounced the next word)--\\\"his little--infirmities, let me say; but only hypothetically, mind that--infirmities; and suppose I had observed them, and was willing to confide them to you, what purpose would such a confidence answer now, at the eleventh hour, with Mademoiselle Rose's heart engaged, with the marriage fixed for tomorrow? No! no! trust me--\\\"\\n\\nTrudaine looked up suddenly. \\\"I thank you for reminding me, Monsieur Lomaque, that it is too late now to make inquiries, and by consequence too late also to trust in others. My sister has chosen; and on the subject of that choice my lips shall be henceforth sealed. The events of the future are with God; whatever they may be, I hope I am strong enough to bear my part in them with the patience and the courage of a man! I apologize, Monsieur Lomaque, for having thoughtlessly embarrassed you by questions which I had no right to ask. Let us return to the house--I will show you the way.\\\"\\n\\nLomaque's lips opened, then closed again; he bowed uneasily, and his sallow complexion whitened for a moment.\\n\\nTrudaine led the way in silence back to the house; the land-steward following slowly at a distance of several paces, and talking in whispers to himself. \\\"His father was the saving of me,\\\" muttered Lomaque; \\\"that is truth, and there is no getting over it; his father was the saving  of me; and yet here am I--no! it's too late!--too late to speak--too late to act--too late to do anything!\\\"\\n\\nClose to the house they were met by the old servant.\\n\\n\\\"My young lady has just sent me to call you in to coffee, monsieur,\\\" said Guillaume. \\\"She has kept a cup hot for you, and another cup for Monsieur Lomaque.\\\"\\n\\nThe land-steward started--this time with genuine astonishment. \\\"For me!\\\" he exclaimed. \\\"Mademoiselle Rose has troubled herself to keep a cup of coffee hot for me?\\\" The old servant stared; Trudaine stopped and looked back.\\n\\n\\\"What is there so very surprising,\\\" he asked, \\\"in such an ordinary act of politeness on my sister's part?\\\"\\n\\n\\\"Excuse me, Monsieur Trudaine,\\\" answered Lomaque; \\\"you have not passed such an existence as mine--you are not a friendless old man--you have a settled position in the world, and are used to be treated with consideration. I am not. This is the first occasion in my life on which I find myself an object for the attention of a young lady, and it takes me by surprise. I repeat my excuses; pray let us go in.\\\"\\n\\nTrudaine made no reply to this curious explanation. He wondered at it a little, however, and he wondered still more when, on entering the drawing-room, he saw Lomaque walk straight up to his sister, and--apparently not noticing that Danville was sitting at the harpsichord and singing at the time--address her confusedly and earnestly with a set speech of thanks for his hot cup of coffee. Rose looked perplexed, and half inclined to laugh, as she listened to him. Madame Danville, who sat by her side, frowned, and tapped the land-steward contemptuously on the arm with her fan.\\n\\n\\\"Be so good as to keep silent until my son has done singing,\\\" she said. Lomaque made a low bow, and retiring to a table in a corner, took up a newspaper lying on it. If Madame Danville had seen the expression that came over his face when he turned away from her, proud as she was, her aristocratic composure might possibly have been a little ruffled.\\n\\nDanville had finished his song, had quitted the harpsichord, and was talking in whispers to his bride; Madame Danville was adding a word to the conversation every now and then; Trudaine was seated apart at the far end of the room, thoughtfully reading a letter which he had taken from his pocket, when an exclamation from Lomaque, who was still engaged with the newspaper, caused all the other occupants of the apartment to suspend their employments and look up.\\n\\n\\\"What is it?\\\" asked Danville, impatiently.\\n\\n\\\"Shall I be interrupting if I explain?\\\" inquired Lomaque, getting very weak in the eyes again, as he deferentially addressed himself to Madame Danville.\\n\\n\\\"You have already interrupted us,\\\" said the old lady, sharply; \\\"so you may now just as well explain.\\\"\\n\\n\\\"It is a passage from the *Scientific Intelligence* which has given me great delight, and which will be joyful news for every one here.\\\" Saying this, Lomaque looked significantly at Trudaine, and then read from the newspaper these lines:\\n\\n\\\"ACADEMY OF SCIENCES, PARIS.--The vacant sub-professorship of chemistry has been offered, we are rejoiced to hear, to a gentleman whose modesty has hitherto prevented his scientific merits from becoming sufficiently prominent in the world. To the members of the academy he has been long since known  as the originato r of some of the most remarkable improvements in chemistry which have been made of late years--improvements, the credit of which he has, with rare, and we were almost about to add, culpable moderation, allowed others to profit by with impunity. No man in any profession is more thoroughly entitled to have a position of trust and distinction conferred on him by the State than the gentleman to whom we refer--M. Louis Trudaine.\\\"\\n\\nBefore Lomaque could look up from the paper to observe the impression which his news produced, Rose had gained her brother's side and was kissing him in a flutter of delight.\\n\\n\\\"Dear Louis,\\\" she cried, clapping her hands, \\\"let me be the first to congratulate you! How proud and glad I am! You accept the professorship, of course?\\\"\\n\\nTrudaine, who had hastily and confusedly put his letter back in his pocket the moment Lomaque began to read, seemed at a loss for an answer. He patted his sister's hand rather absently, and said:\\n\\n\\\"I have not made up my mind; don't ask me why, Rose--at least not now, not just now.\\\" An expression of perplexity and distress came over his face, as he gently motioned her to resume her chair.\\n\\n\\\"Pray, is a sub-professor of chemistry supposed to hold the rank of a gentleman?\\\" asked Madame Danville, without the slightest appearance of any special interest in Lomaque's news.\\n\\n\\\"Of course not,\\\" replied her son, with a sarcastic laugh; \\\"he is expected to work and make himself useful. What gentleman does that?\\\"\\n\\n\\\"Charles!\\\" exclaimed the old lady, reddening with anger.\\n\\n\\\"Bah!\\\" cried Danville, turning his back on her, \\\"enough of chemistry. Lomaque, now you have begun reading the newspaper, try if you can't find something interesting to read about. What are the last accounts from Paris? Any more symptoms of a general revolt?\\\"\\n\\nLomaque turned to another part of the paper. \\\"Bad, very bad prospects for the restoration of tranquillity,\\\" he said. \\\"Necker, the people's Minister, is dismissed. Placards against popular gatherings are posted all over Paris. The Swiss Guards have been ordered to the Champs Elysees, with four pieces of artillery. No more is yet known, but the worst is dreaded. The breach between the aristocracy and the people is widening fatally almost hour by hour.\\\"\\n\\nHere he stopped and laid down the newspaper. Trudaine took it from him, and shook his head forebodingly as he looked over the paragraph which had just been read.\\n\\n\\\"Bah!\\\" cried Madame Danville. \\\"The People, indeed! Let those four pieces of artillery be properly loaded, let the Swiss Guards do their duty, and we shall hear no more of the People!\\\"\\n\\n\\\"I advise you not to be sure of that,\\\" said her son, carelessly; \\\"there are rather too many people in Paris for the Swiss Guards to shoot conveniently. Don't hold your head too aristocratically high, mother, till we are quite certain which way the wind really does blow. Who knows if I may not have to bow just as low one of these days to King Mob as ever you courtesied in your youth to King Louis the Fifteenth?\\\"\\n\\nHe laughed complacently as he ended, and opened his snuff-box. His mother rose from her chair, her face crimson with indignation.\\n\\n\\\"I won't hear you talk so--it shocks, it horrifies me!\\\" she exclaimed, with vehement gesticulation. \\\"No, no! I decline to hear another word. I decline to sit by patiently while my son, whom I love, jests at the most sacred principles, and sneers at the memory of an anointed king. This is my reward, is it, for having yielded and having come here, against all the laws of etiquette, the night before the marriage? I comply no longer; I resume my own will and my own way. I order you, my son, to accompany me back to Rouen. We are the bridegroom's party, and we have no business overnight at the house of the bride. You meet no more till you meet at the church. Justin, my coach! Lomaque, pick up my hood. Monsieur Trudaine, thanks for your hospitality; I shall hope to return it with interest the first time you are in our neighborhood. Mademoiselle, put on your best looks tomorrow, along with your wedding finery; remember that my son's bride must do honor to my son's taste. Justin! my coach--drone, vagabond, idiot, where is my coach?\\\"\\n\\n\\\"My mother looks handsome when she is in a passion, does she not, Rose?\\\" said Danville, quietly putting up his snuff-box as the old lady sailed out of the room. \\\"Why, you seem quite frightened, love,\\\" he added, taking her hand with his easy, graceful air; \\\"frightened, let me assure you, without the least cause. My mother has but that one prejudice, and that one weak point, Rose. You will find her a very dove for gentleness, as long as you do not wound her pride of caste. Come, come, on this night, of all others, you must not send me away with such a face as that.\\\"\\n\\nHe bent down and whispered to her a bridegroom's compliment, which brought the blood back to her cheek in an instant.\\n\\n\\\"Ah, how she loves him--how dearly she loves him!\\\" thought her brother, watching her from his solitary corner of the room, and seeing the smile that brightened her blushing face when Danville kissed her hand at parting.\\n\\nLomaque, who had remained imperturbably cool during the outbreak of the old lady's anger--Lomaque, whose observant eyes had watched sarcastically the effect of the scene between mother and son on Trudaine and his sister, was the last to take leave. After he had bowed to Rose with a certain gentleness in his manner, which contrasted strangely with his wrinkled, haggard face, he held out his hand to her brother \\\"I did not take your hand when we sat together on the bench,\\\" he said; \\\"may I take it now?\\\"\\n\\nTrudaine met his advance courteously, but in silence. \\\"You may alter your opinion of me one of these days.\\\" Adding those words in a whisper, Monsieur Lomaque bowed once more to the bride and went out.\\n\\nFor a few minutes after the door had closed the brother and sister kept silence. \\\"Our last night together at home!\\\" That was the thought which now filled the heart of each. Rose was the first to speak. Hesitating a little as she approached her brother, she said to him, anxiously:\\n\\n\\\"I am sorry for what happened with Madame Danville, Louis. Does it make you think the worse of Charles?\\\"\\n\\n\\\"I can make allowance for Madame Danville's anger,\\\" returned Trudaine, evasively, \\\"because she spoke from honest conviction.\\\"\\n\\n\\\"Honest?\\\" echoed Rose, sadly, \\\"honest?--ah, Louis! I know you are thinking disparagingly of Charles's convictions, when you speak so of his mother's.\\\"\\n\\nTrudaine smiled and shook his head; but she took no notice of the gesture of denial--only stood looking earnestly and wistfully into his face. Her eyes began to fill; she suddenly threw her arms round his neck, and whispered to him: \\\"Oh, Louis, Louis! how I wish I could teach you to see Charles with my eyes!\\\"\\n\\nHe felt her tears on his cheek as she spoke, and tried to reassure her.\\n\\n\\\"You shall teach me, Rose--you shall, indeed. Come, come, we must keep up our spirits, or how are you to look your best to-morrow?\\\"\\n\\nHe unclasped her arms, and led her gently to a chair. At the same moment there was a knock at the door, and Rose's maid appeared, anxious to consult her mistress on some of the preparations for the wedding ceremony. No interruption could have been more welcome just at that time. It obliged Rose to think of present trifles, and it gave her brother an excuse for retiring to his study.\",\"timestamp\":1639129007,\"title\":\"\\nThe land-steward was not a man accustomed to hesitate, but he hesitated now\"},\"digest\":\"wNL0MfNEagQ4ZqFHIwkaLydgv8zMsq5xivDdI9Sz9tQ\",\"authorship\":{\"contributor\":\"0xADCB4dF6dDE8773EbfDdd36e426C63f9732738c9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kjOatSuijhxSUTfJsefl_LWnq06uN43kT7jyPtI2xik\\\",\\\"y\\\":\\\"qJ2XmziSg46LTaezfGrkG_lOrkvl6gQWrMh03myEzGw\\\"}\",\"signature\":\"wQHzwIQj8pZsn84195GVzhEmz3NXOMEFs7oXdBGlDAnntqqUxtUf1zO48IAeYedTSEqWXAi9retosAc8F24EyQ\",\"signingKeySignature\":\"0xb0f44dd9e2190334b60bc61705703ef9d5f3688fdd914bd5dd66368aec361a705dcdda5ed2629c061c5d3ec8fb01cdde3e574766055f68047c80ca88c3a9c7d61b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kjOatSuijhxSUTfJsefl_LWnq06uN43kT7jyPtI2xik\\\",\\\"y\\\":\\\"qJ2XmziSg46LTaezfGrkG_lOrkvl6gQWrMh03myEzGw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wNL0MfNEagQ4ZqFHIwkaLydgv8zMsq5xivDdI9Sz9tQ\"}"