"{\"content\":{\"body\":\"摘下头盔，我静静地坐在房间里，点起一根烟，淡淡的轻烟袅绕回旋，笼罩着我慢慢消散在空气中，脑海里细细回味着白天一场场与不同职业玩家的较量，多了个紫金手镯，我明显占据了不少优势，不过太过依仗优势也会变成劣势，一场与骑士的较量当中，我就是对自己的躲避太过自信，才被他连续昏迷两次，血量几乎见底，幸好是友谊PK，才没有让我当场现丑；同为刺客，冲天剑手下一个兄弟显然比我更加擅长游斗，一味的躲闪让我也有点抓狂，半决赛中如果在规定时间内还无分晓，那可是两者都会被淘汰的，怎样才能避免这种情况出现，在我脑海里也久久挥之不去；召唤师二转以后，召唤出的那个亡灵战士果然厉害，虽然血量和防御比起小鬼来逊色不少，但是手上那把苍白色的骨制长矛攻击可不弱，加上召唤师不时扔过来的魔法攻击，倒也让我有点手忙脚乱，看来比赛中遇到召唤师可不能给机会让他召出亡灵战士来……\\n\\n```\\n掐灭手中的烟头，我揉了揉被烟熏得有点微微发红的眼睛，收起纷乱的思绪，还是早点休息，梦里唯一期望的就是明天能抽个好签，遇上顺手的对手就行。\\n\\n蔚蓝的天空中缓缓漂移着朵朵如雪般洁白的浮云，烈日似火，将万丈金光挥洒到长满柔嫩青草的大地之上，用巨大的花岗岩石块建成的古帝国竞技场在阳光的沐浴下显得格外凝重和威严，阵阵清风带着泥土的新鲜，野花的芬芳荡游在它的四周。如潮水般的玩家从四面八方聚集到这里，参赛的、捧场的、看热闹的、做生意的应有尽有，幸好在各大主城、村落中都新增加了N处可以传递比赛实况的映象水晶，可以让天地里的玩家借此欣赏比武实况，这才缓解了古帝国竞技场中可能人满为患的危机。\\n\\n或许是因为偷袭事件激发的玩家抗议也引起系统的密切关注，古帝国竞技场外那一队队来回巡逻，刀枪闪亮的NOC守卫似乎告知光来参赛玩家人身安全肯定是有保障，而竞技场外那随风飘扬的彩旗和条幅仿佛也为这座古老的建筑物平添了不少喜庆之色。\\n\\n为了方便参赛玩家及时进行比赛，在古帝国竞技场的进口处设立了上百个抽签点，同时古帝国竞技场内也不停地回荡着NPC宣传员那清脆嘹亮的提示声音，凭空悬浮在古帝国竞技场中央，那八块巨大显示屏上不时亮起一个个选手的号码，所有参赛玩家被分成一百个大组，最后胜出的玩家则晋级百强。\\n\\n我顺着人流走到一处抽签点上，通过了选手身份验证后，伸手按下盒上的按钮，一个白色的光球落了下来，上面写着个红色的数字——641号，而系统的一行提示也出现在我面前：隐为者玩家，你的选手号是641号，在六号比武场上，请尽快赶到赛场，八点半半决赛准时开赛，请勿错过。\\n\\n走进赛场，喝，数百个三十平米见方，半米上下高的比武擂台分布在古帝国竞技场内，上面都站着位一身黑衣，头戴黑色面罩只露两眼，手拿黑红两面小旗帜的NPC裁判，周围的看台上都坐满了前来替选手助威的玩家们，他们面前无意例外都放置着一个小型的映象水晶，为他们提供现场比赛的实况。\\n\\n我那场子就在第一排，走过长长的选手通道，直接就来到了比武擂台旁，比武还没开始，周围的参赛玩家都在交头接耳的议论着，我看了看自己这组玩家名单，没有一个认识的，自己第一轮对手的号码也已经亮了，是个叫风之呼唤的玩家，也不知道是什么职业（只有对战时才能知道对手职业，所以第一轮选淘都不知道对方底细），目光游走在周围那些形形色色的玩家脸上，哪个才是我的对手呢。\\n\\n算了管他呢，先把咱的宝贝匕首涂好炼金药剂，再把身上的各种状态药剂都塞个遍，然后拿出块烤肉排一边吃着，一边等着。\\n\\n随着一阵雷鸣般的巨响，一排火焰魔法蹿上了天空，古帝国竞技场里响起一阵悦耳动听的声音，飘荡在每个玩家的耳边：“天地第一届天下第一比武大会半决赛现在正式开始，请各位玩家上台竞技。”\\n\\n半决赛比赛规则：第一、每场比赛时间为三十分钟，每场结束后休息五分钟；第二、落下台者为败，放弃比赛者为败、被挂掉者为败、自己认输者为败；第三、每组轮回的胜者将自动晋级下一阶段比赛；第四、 规定时间内如没有胜负，双方则都为落败（最后一场决百强则由于NPC裁判决定胜者），如发现有玩家蓄意拖延时间，不进行比武，则有NPC裁判直接处罚出局。\\n\\n我正好是第一轮比武，看到提醒后一个纵身跃上了比武台，而从平台的另一面，一个神情傲慢十足，目光游离不定，脸色有点微微红晕，身着一席白袍的男法师双手握着法杖，慢慢走上台，来到NPC裁判旁边。这就是我的对手风之呼唤，巫师还是召唤师，我打量着这个对手心里猜测着。\\n\\n随着NPC裁判右手的小红旗举起落下，一声沉喝：“比武开始。”我人物血量栏旁出现个倒立的计时沙漏，比赛正式开始。\\n\\n我生怕风之呼唤是个召唤师，赶紧一个加速冲了上去，刺牙之碧晶弩也带出点点寒芒，奔向风之呼唤。而风之呼唤原地举起法杖，一道又一道纯白色的光芒落在了自己身上，是状态加持魔法，我眼睛里也闪过一丝惊讶之情，他竟然是个牧师，也能混进半决赛，嘿嘿，这不是给送给我个轻松晋级的对手嘛。\\n\\n风之呼唤后退几步让过我的裂棱箭后，举起法杖快速吟唱着魔法，草绿色的光芒在他手里慢慢形成一个纠结着的藤蔓，在冲天剑那我其他职业都对战过，惟独牧师没有在我的考虑范围内，也不知道他手上这个魔法是什么。\\n\\n我挥舞着诅咒之刃逼近了风之呼唤，这家伙还不让，难道是想以静制动不成，我心里刚有点纳闷，就见风之呼唤冲我扔出那记纠结的藤蔓，绿色的光芒一沾到我身上，立即消失不见，我瞄了瞄自己的血量，一切正常，体力没半点减少，那是什么垃圾魔法，一点效果也没。\\n\\n呀，我的身子怎么不好动了，眼看诅咒之刃就要劈到风之呼唤身上，我的脚步突然象被什么东西拖住一样，滞待不前。我眼光望下一扫，什么玩意，一根根如长蛇般的青藤从地底冒了出来，甩动着坚韧的藤条缠绕住我的双脚，这擂台可是半米多厚的石板，还有植物能长出来，见鬼了不成。\\n\\n抬头看到风之呼唤脸上荡出一副得意的笑容，我心里暗骂道：M的，中招了，咱昨天怎么就没和牧师过过招，这个召唤青藤的技能应该是二转以后才学的，能够束缚对手的行动，怪不得这家伙摆出一副任凭我小刀狂舞，他自巍然不动的架势，原来还有这一手。咱太大意了，也不知道魔法持续的时间是多久，要是第一场比武就败下阵来，还是被个牧师给挂掉的，那可就太难看了点。\\n\\n手腕一转，诅咒之刃就冲下面的藤蔓砍了过去，一条青藤断了，我刚有点高兴，可眨眼又钻了两条出来，我靠，这不是诚心跟我做对吗，那前面的风之呼唤让开几米估算了一下我箭弩的射程后，开始施展火球和风刃冲我招呼过来，幸好他二转没有增加新的攻击型魔法，只不然我可就吃不了兜着走了。\\n\\n我脖子扭扭，屁股扭扭，猿腰转转，两腿颤颤，尽情发挥我身体的柔韧性，努力躲避着风之呼唤的魔法攻击。不过这家伙的施法速度也稍微快了点，那火球是一个接着一个，风刃也转挑我薄弱的地方而来，让我躲得了这个让不了那个，身上不时中了招，还好我有增加魔防的药剂打了底子，伤害不大，伤害不大。\\n\\n约莫过了三、五分钟，地上的蔓藤如触电一般一下子全缩回了地下，我也恢复了自由之身，NND，大爷我不发威，你就当我是病猫了不成，我一抖手，先送上一串利箭，刚想开砍，又看到风之呼唤双手聚集着绿色的魔法光芒，吃一亏，咱长一智，一个急速赶紧往后狂退，五米，八米，十米，风之呼唤发出的那道绿色的光芒无力地在我面前消失在空中。\\n\\n呵呵，没有出乎我的意料，这个魔法攻击果然有距离限制，不然一开始他就该用了。既然你没有困到我，那该我表演了，开启潜行，我平空消失在擂台上，让风之呼唤有点犯了傻，没了对手的踪迹，他只得胡乱往周围乱丢火球，想将我逼出来，可惜没打到我，还差点烧着NPC裁判。\\n\\n贴到风之呼唤背后，我手中的诅咒之刃划出条优美的弧线抹过他的脖子，一股殷红的鲜血顿时喷洒出来，染遍他那雪白的外套，见我露出身形，他又聚集起绿色的光芒想将我困住，我赶紧提起个急速就绕到他背后跟着一记背刺，匕首上附加的麻痹属性成功的落到他身上，让他施展法术的时间给延长了。\\n\\n估计是看到自己体力在急剧下降，风之呼唤也无暇顾及困住我了，一边跑着一边给自己施展回复之光。你这不是放弃机会，自己找死吗。本来施展背刺之后我还想闪到一边，让开他的束缚魔法，看他主动换了个回复之光，我还不紧随其后刀箭相加，看你补得快，还是我砍得快。\\n\\n要不是因为风之呼唤选择使用回复技能补充体力而没有吃药，要不是因为他躲闪的时候是空门大开的话，他也不会那么快就败北。在我如影相随的追砍，加上一下带出碎甲效果的背刺，风之呼唤步伐一个不稳，双目如毒蛇般狠狠盯了我一眼无奈地倒下了。怎么着，干吗搞得象和我有血海深仇似得，你也太经不起输赢了吧。\\n\\nNPC裁判及时地举起了小红旗，说道：“此战，隐为者玩家胜出，请稍作休息，等待下一场比武。”\\n\\n我没有嚣张地在擂台上转悠，赶紧一溜烟钻进了人群，伸长了脖子，咱可要好好看看下一场对手会是谁。\\n```\\n\\n\\n------------\",\"timestamp\":1640252207,\"title\":\"第九十七章 隐为者V风之呼唤\"},\"digest\":\"oXbzX8zm3QOfvwPMrIB46AmJUM7enGWfv1a4BkQfQT4\",\"authorship\":{\"contributor\":\"0x6a82Cb12dA0FEE855aAe41ba7C27659422f1Ed7d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"avmMJs-snugGYdOHFoU9k5EXYMLV9eywPMTWYPKdi9U\\\",\\\"y\\\":\\\"8nHbbs_1p_fFadC76XPftZihcpCC2DPNsCYSdBQfsIU\\\"}\",\"signature\":\"R9BoKmhMD9hzlcse1mNlddsPqJQfbgsa773FvaCEK1RlQS5U0spO1OViEZPy-lc77JJFSBhUHDcUXISCiQ-6QQ\",\"signingKeySignature\":\"0x2b03829315bc331333eb1fc4fdb42da347808b3b94160aa9d4dc492aedfbdcd86aa0e106e5179372d0431f6161d509e243ff645af0a3179ac26a1aebc11f854a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"avmMJs-snugGYdOHFoU9k5EXYMLV9eywPMTWYPKdi9U\\\",\\\"y\\\":\\\"8nHbbs_1p_fFadC76XPftZihcpCC2DPNsCYSdBQfsIU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"oXbzX8zm3QOfvwPMrIB46AmJUM7enGWfv1a4BkQfQT4\"}"