"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/_nizIpPmdSxUhL9l4p0MB.png?height=262&width=258)\\n\\nI had the privilege to be part of the [Gitcoin](https://gitcoin.co/) [community](https://gitcoin.co/#connect)(opens the Discord) where I’ve had some really good discussions.\\n\\nI sat in for a session that had [Amber Case](https://twitter.com/caseorganic) as the moderator - in Gitcoin’s Public Library Discussions.\\n\\nIt was a wide ranging discussion, touched on so many themes - I will write about that as well, and also the [Twitter Spaces discussion she did](https://twitter.com/i/spaces/1lPKqmlYDYNKb).\\n\\nIn follow-up conversations with Amber and others, we went through a rabbit-hole on topics related to science, technology and society - STS - the academic field that looks at how to describe the ideas and interactions between all three areas.\\n\\nI am still digging around the applications of tokens for public goods. In the Public Library Discussion, Amber brought up the possibility that it was now possible to put a value of an ecosystem or a tree. By tokenising the ecosystem, with ownership managed by possibly indigenous communities or really, the inhabitants of the area, it was possible for others to participate in that - one could imagine if say, rich people wanted to inhabit the beautiful area managed by the people living there, they would have to pay into the ecosystem through tokens. The details are fuzzy, of course, but with tokens it was now possible to do so. It was also now possible to “bank with a tree” - and you can take it anyway you want. We have only know the version where we cut down the tree and sell that tree timber. But now to bank with a tree, we can literally put some kind of value on the ecosystem services the tree provides, or have that tree pay out some value for every bit of time that it wasn’t cut down.\\n\\nThankfully there is a meta-framework from the obscure area of STS that can hep us understand what is going on. In the 1980s and 1990s, STS scholars were trying to understand the techno-science mediated society that we were living in. (This is flattening the history a lot, so bear with me.) Bruno Latour, a scholar based in France, came up with the idea of the [“actor-network theory.”](https://en.wikipedia.org/wiki/Actor%E2%80%93network_theory) It’s been subjected to many kinds of productive arguments, but the gist of the idea is that all kinds of objects and subjects have agency. The tools that we use have agency over us, to put it somewhat simplistically.\\n\\nWith inanimate objects, it might not make sense, but if you think about it, objects have affordances that tell us how to use them. A hammer is designed to be used in a certain way, and so forth. A gun is designed to be gripped and held up. A car has to be driven on roads. Doors have to be opened. The mouse that you use is fitted to the palm. The user interfaces and algorithms have affordances that steer us. Yes, at some point they were designed and engineered with agency from a designer. But after a point, they are actively guiding users by themselves, especially the so-called Artificial Intelligence algorithms. So the algorithms are enabling people to make particular kinds of choices, even if they aren’t felt to be particularly guided. And people shape the algorithms. Agency between algorithms and users are blurred. Even the original designers might not understand how choices are being made.\\n\\nWe come back to the notion of “banking with a tree.” Much of this is made possible by smart contracts - pieces of code, that left to run, will generate outcomes as predetermined by their code. I suppose some kind of physical validator - a sensor - might be required to check on the tree, if it was still alive, for instance. As we bring more and more objects of nature and the like connected through smart contracts on a blockchain, we are in essence making them come alive.\\n\\nI am reminded of the myth of the [Golem](https://en.wikipedia.org/wiki/Golem) - a myth from Eastern European Jewish experience, of an automaton brought to action through a scroll. According to the myth, religious leaders made a man-shaped figure out of mud, that could be brought to life by inserting a scared text on its neck. The Golem was supposed to be a guardian of the Jewish community, but on one occasion it got violent and created havoc.\\n\\nAs we are inserting smart contracts into more and more systems, we are making them alive and active agents. We now can make almost anything into an agent if we want. We can make a tonne carbon dioxide an agent; a forest an agent, an ecosystem, a mountain - we can make all these into agents. We are making Golems out of them, giving them “life.” We should be careful with what we are doing; these kinds of actions can lead towards unanticipated and undesired outcomes. It would require an entire community to come together to change the direction of those behaviours, and that will be difficult as well, I would imagine - requiring community-wide agreement to change the terms of the smart contract, for instance.\\n\\nYet at the same time, giving them “agency” is important - these are exactly the things that have been undervalued for so long - they have remained silent; it would seem that only by giving them such an agency and value that we might recognise them.\\n\\nThese might sound funny, but then again, you have heard of these before. In many indigenous traditions, people have long recognised that even inanimate objects have spirits or a presence. They represent far more than the physical context that they present to us. A stone can have a spirit; trees; animals; insects etc. This idea is not new. Tokens and smart contracts just make them more obvious to us than ever before.\\n\\nNow we get into the foundations of how such a system might look like. Below is a naive diagram (in the form of an Edition/NFT). There are going to be many details that we need to explore, and how prevent people from abusing the system, and answers cannot be always be “good smart contract design.” After a while even those details will need to be spelt out, but for now, a template.\\n\\n[edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=3700](edition://0xDF5b5ee15CC96ba7d0CB6BD9b2c0fc4417ab6445?editionId=3700)\\n\\n[split://0x7d5d3554d3aa450e6c65ac4fda376aee13e1293e](split://0x7d5d3554d3aa450e6c65ac4fda376aee13e1293e)\\n\\n\",\"timestamp\":1642756642,\"title\":\"Understanding Resource Flows\"},\"digest\":\"vqvs5WQ5g4VTiwgmkr-Vf6SnYIVdpY7_r-s65ZEpIIo\",\"authorship\":{\"contributor\":\"0x61015dA024bbf27b16E53934cF7A9Ab86e400d09\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8jqZUiMuC2Jb21Wzp2pYSjR1U0tsj-YiB7ChbATvGAg\\\",\\\"y\\\":\\\"6jd1dr7NubGzRdFnVGONIr4EgTQLgJ-WTQh4UPWDuok\\\"}\",\"signature\":\"gyX_RR964Q3TXbBxKr6ThDDjAlRvtklkJ7LGzoiCeg-SITHOI-7hJ-OPjiW0Sb8v29vHgYuIedrCDe6ZiKqpSA\",\"signingKeySignature\":\"0x3fb920625fc8d08907e296c6dbe1dac8a664cea6d0a28ba08539ea2dea05670f06e045b87610a7d51cc708d872d23bafd0d1ae8bddc6ca5b1b9e1a21c9749c611c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8jqZUiMuC2Jb21Wzp2pYSjR1U0tsj-YiB7ChbATvGAg\\\",\\\"y\\\":\\\"6jd1dr7NubGzRdFnVGONIr4EgTQLgJ-WTQh4UPWDuok\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qJJXgGOhyF2vXTDrZvO2CRGx7wqLiQBgPKH-jQQfgJQ\"}"