"{\"content\":{\"body\":\"# Introduction\\n\\nIf you’re over 30’s I bet you’re familiar with The Simpsons sitcom, right?\\n\\nHomer, Marge, Bart, Lisa, and Maggie.\\n\\nCould you believe I can teach you Blockchain principles and Solana’s innovation using these characters as an illustration?\\n\\nLet’s dive in, then you can judge me later.\\n\\nBefore we jump right into Solana’s eight innovations, let’s slow down and learn about three core concepts which will help us ground the basics to this article.\\n\\nBlockchain, Transactions and Consensus.\\n\\nThe name of this “episode” is: *“Sending letters to grandpa!”*\\n\\nBart, Lisa, and Maggie are writing letters to Grampa Simpson. Each one of them needs to write onto the envelope the usual information: the sender, the receiver, and inside of the envelope, the content, right? Pretty straightforward.\\n\\nLike any non-anonymous normal letter, Bart, Lisa, and Maggie need to add two things to it.\\n\\nThey need to sign the letter and then seal it with a stamp.\\n\\nUnlike normal stamps, these stamps are derived from the information within the letter, thus becoming unique for each letter. If any information changes within the letter, the stamp also changes. In blockchain’s transaction, this “stamp” is called a hash.\\n\\nThis high-level analogy explains transactions on a blockchain. Each “letter” is a transaction, which has data about sender, receiver, content, signature (produced by your private key), a hash (which is the stamp of our Simpsons episode), and some useful additional metadata.\\n\\nLet’s keep watching The Simpsons together?\\n\\nAfter writing, Bart, Lisa, and Maggie need to send their letters to their parents (the validators).\\n\\nHomer and Marge are the validators of the letters (transactions), and their job is to validate and agree upon some requirements these letters should have.\\n\\nIf the letter fails their validation consensus, the letter isn’t sent to be inserted into a box at all.\\n\\nAfter they validate, they now need to send the letters (transactions) to the Post Office chain.\\n\\nWhen the letters (transactions) arrive to the Post Office chain (blockchain), the Post Office has many packers (miners or forgers) competing with each other to store these letters in their own box.\\n\\nAfter their boxes get full, they now need to decide whose box (called block in a blockchain) to include onto the chain. This is the concept of *Consensus Methods*.\\n\\nCurrently, we have three major consensus methods broadly used in blockchain.\\n\\nProof of Work, Proof of Stake, and delegated Proof of Stake.\\n\\nIn this article, we are going to explore the first two.\\n\\nIn Proof Of Work, the packers are called miners and they will compete against each other to solve a puzzle. Whoever solves it first, gets the right to add their box (block) to the chain.\\n\\nIn Proof Of Stake the packers are called forgers and the competition is money based. They will have to stake their coins into a *“jar”*. They will compare who has more coins, how long those coins are in the jar, and some other attributes. There’s also a random factor to choose one of them, allowing all packers (forgers) to add its box.\\n\\nIn both methods, every box (block) must have a pointer to the previous box (block), a stamp (hash), which is derived by its content, and some useful additional metadata, to be included into the chain.\\n\\nIn a nutshell, a block is a group of validated transactions.\\n\\nEvery new box (block) is linked with the previous one. This forms a chain of boxes (blocks).\\n\\nThis high-level analogy explains *transaction validation* and *Consensus Methods* in a blockchain.\\n\\n**SUMMARY**: This episode taught you important blockchain concepts, like what is a blockchain, what is a transaction and how consensus methods work.\\n\\n# About the Author\\n\\nHey, my name is Jonathan Ferreira, and I’m a software developer in constant evolution, seeking knowledge acquiring and sharing. Learning and implementing blockchain technology, and specially interested about Solana ecosystem.\\n\\nMy GitHub: [https://github.com/Jonathansoufer](https://https//github.com/Jonathansoufer)\\n\\nIn case you found any misinformation in the article or had any suggestions to improve the article please comment it or you can find me on Twitter: [@JSoufer](https://twitter.com/JSoufer)\",\"timestamp\":1639418488,\"title\":\"1/8: Explaining Blockchain & Solana’s Innovation with The Simpsons\"},\"digest\":\"-WUyTNPqf6pfgGFC2D_zas9-Dov8mTI44vapNu-q6YE\",\"authorship\":{\"contributor\":\"0x35143137f0E02E4FB6a9173Fff012B46078B9a1e\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VM3qU9k0A5Nkznci2pHm_sjMOyueLyhOP4Uv-Uqin78\\\",\\\"y\\\":\\\"yPmUu6RdHya8XO9OOY-I7NOwcRw4YI9KqOfujrAzLIk\\\"}\",\"signature\":\"aT980ncJcDjj4HQ7oDhCKwLGtK5ZiRWPyhOmcwC0f1jBue04EuPR8XeGZ78akDG6XgF8dUHbADrhDyt4A81znQ\",\"signingKeySignature\":\"0x585f6a04abe0b3d6f3190ee4390819bc2bca6e409e53c7e75b2b8559e0af1dea6d4a90ddacf37fb73475a6e663bc2a9eb0684af1890c9b72dcfbc90e660efbb11c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VM3qU9k0A5Nkznci2pHm_sjMOyueLyhOP4Uv-Uqin78\\\",\\\"y\\\":\\\"yPmUu6RdHya8XO9OOY-I7NOwcRw4YI9KqOfujrAzLIk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"-WUyTNPqf6pfgGFC2D_zas9-Dov8mTI44vapNu-q6YE\"}"