"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/pkkzZzCLSSEkbX8DnLaQp.png?height=542&width=1300)\\n\\nOne of the most newbie-friendly blockchain games, [@splinterlands](https://twitter.com/splinterlands) quickly gained momentum and crowned as THE top play-to-earn (P2E) blockchain game by users (530K unique wallet address) as of 18 January 2022, stealing thunders from other popular DApp games such as [Axie Infinity](https://axieinfinity.com), [The Sandbox](https://www.sandbox.game/en/?__cf_chl_jschl_tk__=fW6JDc.CL8OodjBk5XYkOm8HFSmKW0GNUgjTJI5imxo-1642647727-0-gaNycGzNB30) and [Upland](https://www.upland.me).\\n\\nIn today’s volatile and competitive P2E game market, many compete to win attention and crowds. However, do not forget that most of the population have not migrated to Web3.0 yet. The prize of winning the sprint is nothing comparable to winning the marathon.\\n\\nI believe that the long term growth starts with effective tokenomics design to create healthy cycles and provide the right incentives for community.\\n\\nI will delve into the tokenomics of Splinterlands at both Macro (Crypto market) and Micro (Game) level, and identify the risks that could harm the users.\\n\\n## The Macros\\n\\n### Tokenomics cycles\\n\\nThe tokens involved in Splinterlands are not too complicated. All you shall remember are Dark Energy Crystals (DEC, in-game), Splintershards (SPS, governance token), and Credits (in-game). \\n\\nThe token cycles are as follows:\\n\\n![Created by @Fernweh](https://images.mirror-media.xyz/publication-images/oNiCEhBleUxEJvetzXgLU.png?height=966&width=1708)\\n\\nThe conversion between Fiat (via credit card), cryptos and tokens pretty is pretty straightforward - via crypto exchange such as Uniswap, Hive Engine and Pancakeswap. \\n\\nAs of today,\\n\\n* 1 SPS = $0.1418\\n* 1 DEC = $0.0037\\n* 1 Credit = $0.001 (constant) \\n\\nAlthough SPS is the governance token, its use now mainly is to boost holders’ daily Total Airdrop Points. The in-game governance would only be launched in 2022 Q2 where 1 SPS = 1 vote.\\n\\nIn the SPS [whitepaper](https://sps.splinterlands.com), the team has released the token distribution schedule over 65 months since its launch, that’s roughly until summer 2026.\\n\\nAs of 18 Jan 2022, 10 months into the launch, the total supply of SPS is around 453M with circulating supply around 360M (80%) and around 54% staked, which is a healthy sign. However, referring to the graph, we are clearly behind the schedule. \\n\\n![Source: Splintershards Whitepaper](https://images.mirror-media.xyz/publication-images/j6N4i1VP_Ysy4Ij4gf3qA.png?height=1024&width=1648)\\n\\n### Risks\\n\\nOne major event that may affect the price of SPS this year is the end of Airdrop at the end of July.\\n\\nWe would expect a lot players to unstake SPS starting from June. To counter this risk, the developers \\n\\nThe rate of the SPS release is expected to slow down after the airdrop\\n\\n## The Micros: in-game \\n\\nThe game is newbie-friendly as you do not need a cent to play (with limited access but still good fun). However, if you want to trade/rent cards, and earn DEC, you have to buy “Spellbook” for $10, aka paying for the entry ticket to an amusement park. An smart feature is that the Spellbook could be bought using credit cards, this helps the game attract many who do not have crypto wallet yet and try give it a shoot out of curiosity. The Spellbook sale generates considerable income for the game. There is no official data on how many players have paid for Spellbook. Let’s assuming only 50% bought, that is around $2.65M income.\\n\\n### The illusion of Play-to-Earn\\n\\nMany blockchain games use “P2E” to attract new users. However, when everyone believes in P2E, the game is a Ponzi scheme. \\n\\nThe game design has many features to limit how much a player could earn. Some features wouldn't even be noticed.\\n\\nThe most useful trick is to manipulate TIME, or TIME-dependent factors.\\n\\n1. **The time taken to find an enemy increases as you win more games** \\n\\n   This is an accidental observation that as I win more games in streak, the time taken to pair me with an enemy increases. \\n2. **Manipulate waiting time for enemy to pick up cards.** \\n\\n   The offical time allowed to choose cards is . On average it takes about 90s for both parties to decide on cards\\n3. **Use animation of a battle while outcome is predetermined**\\n\\n   The outcome of the battle is predetermined the moment you finish \\n4. \\n\\n![Waiting game](https://images.mirror-media.xyz/publication-images/prhWVdJuHzcVnWZn0lpcz.png?height=1056&width=1886)\\n\\n\",\"timestamp\":1642690877,\"title\":\"Tokenomics Explained: Splinterlands \"},\"digest\":\"EDNWwXe3HqnHqDC4SplF1Do06zak6xdXrjzx67uBsMI\",\"authorship\":{\"contributor\":\"0xe0d59eBDCF00C84d627f925Ed5d16cA53d906F56\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"z691HASil7sp-WnY_PFpaf66Kc-WMpDXll73qAgE_jo\\\",\\\"y\\\":\\\"WEFwXNbe2MJ5I_o5HqcCGRPXHXr5rxDgNUarXGnOt60\\\"}\",\"signature\":\"d0985abMvv2Mgr3QjL6B7ti6maZ-JWirq3BjM2iVaEGqBIcAaZiMHFxOZrmHdy3SaAAY0zzBVlU36Uv03crATg\",\"signingKeySignature\":\"0x29a299ff473d2196e3d503b8bf6546c32b241faafe1f569c54649143de8494c134ea6f64f1f054991075329dd0ec6737ed2d7028182464ba727b8dcabb342d771c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"z691HASil7sp-WnY_PFpaf66Kc-WMpDXll73qAgE_jo\\\",\\\"y\\\":\\\"WEFwXNbe2MJ5I_o5HqcCGRPXHXr5rxDgNUarXGnOt60\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"iIfvI77V83cGyN0G2jSyP75pOy5XZRiaA5WC9ClxhhU\"}"