"{\"content\":{\"body\":\"雪花依旧飞舞着，落在叶伏天和花解语的身上。 \\n  \\n     没有人想到花解语会在这时候走出，护在叶伏天身旁，甚至，直言威胁青州学宫一位宫主级别的人物。 \\n  \\n     许多少年心中失落，原来，他们真的已经恋爱了吗？ \\n  \\n     或许只有叶伏天这样的天才少年，才能够有资格陪伴在花解语的身边，和她一起前行吧。 \\n  \\n     诸人自己都没有意识到，一场战斗，那倔强少年在他们心目中的印象，已在不知不觉中发生翻天覆地的变化。 \\n  \\n     无论是杨修还是凌笑，他们看叶伏天的目光早就变了，像是有些自惭形秽，他们曾经讽刺蔑视的人，是能够击败天命法师，挑战青州学宫规则的存在，他甚至对成为宫主弟子，都并没有太大的兴致，可想而知他有多骄傲，以前，根本就不曾和他们认真过。 \\n  \\n     风晴雪美眸凝视着那两道风雪中的身影，眼睛微有些红，那位青州学宫无数人心中高不可攀的仙子，或许她才有资格站在叶伏天的身边吧，而她风晴雪，根本不配。 \\n  \\n     石忠显然也没想到花解语会出现，而且，竟然为了叶伏天威胁自己，心中不由得暗骂儿女情长害人，哪怕是花解语这样的女子，竟也沦陷其中了吗。 \\n  \\n     “解语，这件事和你无关，不要胡闹。”石忠对着花解语道，语气变得温和了几分，知道花解语身份的他，显然不敢轻易得罪她，哪怕是花解语对他说话的语气非常不客气，甚至可以说是威胁。 \\n  \\n     “你没听懂我的意思吗？”花解语美眸依旧含笑，是那样的美，然而她的语气，却让人感觉到淡淡的冷意，没有给石忠一点面子。 \\n  \\n     只见此时石忠的脸色渐渐沉了下来，即便花解语身份不同寻常，但他身为土行宫宫主，好歹是对方的长辈，当着所有人的面两度被威胁，可想而知他是怎样的心情。 \\n  \\n     “解语，这是青州学宫的事情，哪怕是你父亲在，也不会插手。”石忠声音变得冷了几分，花解语看着对方，继续道：“这么说，你依旧要坚持刚才所说的话，不后悔？” \\n  \\n     “当然。”石忠冷漠道：“叶伏天背叛青州学宫，且天赋非凡，若是怀恨于心前往黑焱学宫，必成祸害，因此……必须废掉，以绝后患。” \\n  \\n     花解语听到石忠大义凛然的话音脸上的笑容似更浓郁了几分，却又似乎透着几分讽刺之意，必须废掉吗？ \\n  \\n     “我已经，给过你机会了呢。”花解语轻声说道，像是在自言自语，她话音落下的刹那，这片天地间飘落的雪花像是变得狂躁了，呼啸的风拂过，吹在在诸人的脸上，透着刺骨的寒意，一股无形的威压降临，依旧是风雪的天地，但不知为何，所有人都感觉到这片天地像是更冷了几分。 \\n  \\n     “你要废掉谁？” \\n  \\n     一道寒冷的声音降临在这片空间，远处，青州学宫道路两旁的古树被白雪覆盖，而此刻，在古树中间的白雪道路上，有着一道孤单的身影缓慢的走来。 \\n  \\n     这身影穿着过着白色裘皮大衣，像是怕冷般，他有着一头乌黑的长发，随意的披洒在肩头。 \\n  \\n     这是一位非常英俊的中年男子，像是忧郁的书生，他的脚步很慢，但当他走路的时候，像是有着一股魔力般，吸引着诸人的目光。 \\n  \\n     看似缓慢的步伐，但却在不知不觉中已近走到人群的面前，隔的距离更近，诸人看的自然也更清楚了些。 \\n  \\n     “陌上人如玉、君子世无双。”不少人心中惊叹，很少能够看到如此漂亮的男人，无论是相貌还是气质，若是再年轻些，不知会迷倒多少女子。 \\n  \\n     “前辈。”青州学宫的那些宫主级别的大人物们看到这出现的身影不由得喊了一声，而石忠，则是脸色略变了变，心中想着，为何他会出现在这里？ \\n  \\n     青州学宫弟子们心中一颤，这出现的英俊中年身影，竟让青州学宫的宫主级别人物称呼前辈，他究竟是何人？ \\n  \\n     “父亲。”花解语轻声喊道，顿时诸人一阵恍然，终于明白了为何花解语在青州学宫有着超然地位，她的父亲，青州学宫的宫主都需要称呼一声前辈。 \\n  \\n     中年生得如此好看，难怪花解语能够拥有如此完美的容颜。 \\n  \\n     “嗯。”花风流轻轻点头，他的目光望向石忠，冷淡道：“我在问你话。” \\n  \\n     “前辈，我并非对解语所说，若有不敬之处，还望前辈恕罪。”石忠客气说道。 \\n  \\n     “我知道。”花风流淡淡开口，石忠当然不敢威胁花解语，他目光缓缓转过，落在叶伏天的身上，道：“那么，你是要废掉他吗？” \\n  \\n     石忠点了点头，指着叶伏天道：“前辈，此子乃我青州学宫外门弟子，如今竟想要背叛青州学宫投敌，为防范于未然，只好废他修为，只是，解语却出来阻拦。” \\n  \\n     “是吗？”花风流目光落在叶伏天的身上。 \\n  \\n     “老师。”叶伏天苦笑着摇了摇头，老师既然出现，想必之前的事情已经知道了。 \\n  \\n     “老师？”石忠听到叶伏天的称呼心头猛的一颤，脸色瞬间变得苍白，要多难看有多难看。 \\n  \\n     叶伏天，竟然是他的弟子，他出现在这里，根本不是因为花解语，而是，叶伏天。 \\n  \\n     石忠只感觉背后凉飕飕的，出了一身冷汗，他感觉身边的温度似乎也在不断下降，以他的境界，竟然真真切切的感受到了寒冷。 \\n  \\n     “我的弟子为青州学宫而战，而你，却要废了他？”花风流的声音似乎依旧很平静，像是不带一丝怒气，他踏着白雪往前走了几步，目光望向石忠，这一刻的石忠，身体竟微有些颤抖。 \\n  \\n     “土行宫宫主，好威风啊。” \\n  \\n     花风流淡淡开口，他那双漂亮的眼睛遽然间变得妖异，有可怕的白光从眼瞳中射出，披散在肩头的长发随风而舞，以他的身体为中心，天地间像是刮起了可怕的风暴，一股骇人的寒冰风暴猛的朝着石忠的身体涌去，欲将他的身体埋葬。 \\n  \\n     石忠脚步猛踏地面，身体腾空而起，天地间土属性灵气暴走，瞬间化作一面墙壁挡在他的身前。 \\n  \\n     “轰！”一声巨响，墙壁直接粉碎，花风流手掌朝着石忠所在的方向伸出，下一刻，天地间像是出现了一只无形的大手，直接将石忠的身体扣住。 \\n  \\n     “前辈，我不知道他是你的弟子。”石忠吼道，他的声音有些沙哑，像是喉咙被无形的力量扣住了般。 \\n  \\n     “现在知道了。”花风流黑发狂舞，眼眸中的白色光华更加妖异可怕，他伸出的手掌一颤，下一刻石忠的身体猛然间砸落在地上，青石炸裂，大地出现裂痕。 \\n  \\n     周围的强者纷纷退开，随后在诸人震撼的目光注视下，石忠的身体不断飞起又砸下，轰隆隆的巨响声响彻在青州学宫的上空，还混杂着某人的惨叫声，这一片区域的地面，都彻底被砸毁，看得诸人一个个心惊胆颤，那可是宫主级别的人物，竟然被虐得这么惨，毫无还手能力。 \\n  \\n     许久，轰鸣声终于停下，大地也停止了颤动，花风流手掌收回，眼神重新恢复平静，看着青州学宫一个个目光呆滞的强者，平静的道：“脾气不太好，见谅。” \\n  \\n     叶伏天眨了眨眼睛，看着前方依旧优雅的白衣身影，有些不敢相信温文尔雅的老师竟有如此暴力的一面，不过……真的帅呆了啊！ \\n  \\n     青州学宫的其它大人物也唯有苦笑，剑阁阁主冷青峰开口道：“前辈，此事的确是青州学宫做的不对，以后必会补偿伏天。” \\n  \\n     “没有以后了，青州学宫不配教他。”白衣身影声音一如既往的平静，冷青峰无言以对，的确，叶伏天有他作为老师，自然不需要青州学宫其他人教导了，不过他们内心也放心了些，既然是他的弟子，至少不会因为怀恨在心而走向青州学宫的对立面。 \\n  \\n     只是，花风流何时收下了叶伏天为弟子？ \\n  \\n     目光落在叶伏天英俊的容颜上，冷青峰眼神变了下，忽然间想起了一件小事，在秋闱大考之前，天妖山上有龙出没，当时有一位少年胆子极大，被龙韵攻击昏死过去，后来被花风流带走，只是当时天色已晚，诸人的注意力都在龙韵身上，当他们注意少年的时候，那少年已经被雷光淹没随后昏死过去，再然后被花风流带走。 \\n  \\n     这件事情过去数月，本已渐渐被淡忘，直到花风流和叶伏天一起出现在这他才想起，原来，叶伏天就是那被龙韵攻击的少年。 \\n  \\n     “走了。”花风流转身，对着叶伏天道。 \\n  \\n     “嗯。”叶伏天点头，随后和花解语以及余生一起跟随在花风流的身后。 \\n  \\n     “老师，您刚才太帅了，那是武技还是法术，为何我闻所未闻？”叶伏天在花风流身后问道。 \\n  \\n     “以后你便知道了。”花风流回过头笑了笑。 \\n  \\n     叶伏天依旧好奇，他目光看向身旁的花解语，道：“妖精，你告诉我？” \\n  \\n     花解语笑吟吟的看着他，道：“你觉得我会吗？” \\n  \\n     “额……”叶伏天看着花解语，叹了口气道：“之前你站在我身前，我还以为，你喜欢上我了呢。” \\n  \\n     花解语脸上的笑容直接凝固，狠狠的瞪了叶伏天一眼，随后脚步追上她的父亲。 \\n  \\n     后面，余生一脸崇拜的看着叶伏天，当着老师的面调戏老师的女儿，这究竟是老师还是岳父啊？\",\"timestamp\":1642761396,\"title\":\"第二十八章 脾气不太好\"},\"digest\":\"sQpq6QPY643H7T-z_oiC0sz53Xi2LNEkRd2Wo24Lax4\",\"authorship\":{\"contributor\":\"0x68593b3f2FF8a896B6e789191f43542677d63588\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jgXJybAfOHwnur0iruhlfSdS0jlvGty9YB159a9ydh0\\\",\\\"y\\\":\\\"5LXCXYWVuazKEACqt7961cz_q5yF7N_wGeoiRBQndrQ\\\"}\",\"signature\":\"XaUvXmO9JbyEkDvBR35MBdRBSxxrA_Edx_7Moz5Z1Y6aGh5yXD1e0yDKYzI2IOOEGjKQt8jiyN1CV1eOQvOqUA\",\"signingKeySignature\":\"0x322f8c3b381245361363f6a0b711631bd34a5dc305b2460ac609f1e4a4439a4d191fd1e9899d9c015b7cc53a9ddb9ebdf81d8ffb226e9950841c6c4fadc634561b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"jgXJybAfOHwnur0iruhlfSdS0jlvGty9YB159a9ydh0\\\",\\\"y\\\":\\\"5LXCXYWVuazKEACqt7961cz_q5yF7N_wGeoiRBQndrQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sQpq6QPY643H7T-z_oiC0sz53Xi2LNEkRd2Wo24Lax4\"}"