"{\"content\":{\"body\":\" \\n\\n \\n\\nWith 2021 being a landmark year for the global crypto market and Web 3.0 ecosystem, we've seen an incredible combination of talent and capital flow into this space, several trends like NFTs, Metaverse, Gamefi etc came into the spotlight over the year. It has emerged massive innovation in the underlying decentralized technology stack as well, web3.0 is no longer an ambiguous buzz word but becoming an inevitable trend to change our work and life substantially.\\n\\n \\n\\nAs Fundamental Labs continues its mission to help entrepreneurs to accelerate their fundamental innovation and mass adoption, we would like to shed light on how to empower Web3.0 and seize the initiatives.\\n\\n \\n\\nl **Web3.0 and Crypto**\\n\\n \\n\\nWeb 3.0, the new breed of the internet, aims to be a decentralized version of the virtual world, where users can interact and collaborate intelligently without worrying about the central web2.0 servers. And to make the web evolution more inclusive and less biased, blockchain technology is the resource to focus on.\\n\\n \\n\\nIn Benedict Evans yearly presentation, *'Three Steps to the Future'*. Web3 means user can **read, create, control** his(her) data.\\n\\n![](https://images.mirror-media.xyz/publication-images/gkiqukmpQbI5-Njd5MI--.png?height=1308&width=2560)\\n\\n \\n\\nBenedict further articulated that Web3.0 is literally a great rebranding of cryptocurrcies and blockchain technology. \\n \\n\\n![](https://images.mirror-media.xyz/publication-images/1fMLThmnr3IgBqrx5oCaw.png?height=845&width=2560)\\n\\n \\n\\n \\n\\nAs blockchain timestamped by each block, we shall retrospect the highlights in 2021 and look forward to 2022 new opportunities.\\n\\n \\n\\nl **Crypto Mainstream**\\n\\nIn 2021, crypto gained mainstream popularity as global leaders like Elon Musk, Tom Brady, Kevin Durant, and others began endorsing crypto on public forums. Meme coins like Shiba Inu and Dogecoin dominated public conversations, celebrities like Elon Musk regularly shilling their favorites.\\n\\n![](https://images.mirror-media.xyz/publication-images/g9-2blCrz1Pr87GgD0SC4.png?height=1272&width=2560)\\n\\n \\n\\nWith crypto garnering more attention, it emerged as one of the hottest alternative investment in recent times.\\n\\n \\n\\nIn keeping with this momentum, total crypto market cap exceeded $3T for the first time on Nov.8th, 2021, and Bitcoin (BTC), Ethereum (ETH), Solana (SOL) and several other cryptocurrencies touched their All-Time-Highs (ATH) this year.\\n\\n \\n\\nIn fact, a recent report by blockchain data giant Chainalysis revealed that global crypto adoption has grown over 2,300 percent since Q3 2019. As of 2021, we estimated global crypto ownership rates at an average of 3.9%, with over 300 million crypto users worldwide.\\n\\n![](https://images.mirror-media.xyz/publication-images/UV0OwQq6CMiUz6OR9I2Fw.png?height=1036&width=2560)\\n\\n**Coinbase**, one of Fundamental Labs’ portfolio, the largest US cryptocurrency exchange, made its debut in the stock market on 14 April, 2021. It was a breakthrough moment for digital assets investors, adding to a sense that this area has become “mainstream”.\\n\\n \\n\\nWeb3 adoption is escalating rapidly, when Web3.0 become mainstream, what’s the trigger for getting it straight in 2021, it is not Bitcoin but NFTs.\\n\\n \\n\\n \\n\\nl **NFTs Mania**\\n\\n \\n\\nNFT is ranked as the top trending Google searches In 2021. NFTs, or Non-Fungible Tokens, took the world by storm in 2021 with the sale of an NFT by digital artist Beeple (Mike Winkelmann) for $69 million, opening the floodgates for scores of other NFT sales by various artists, musicians, actors, and regular users.\\n\\n \\n\\n![](https://images.mirror-media.xyz/publication-images/GhlcjTMefzeNNjO6rUMFm.png?height=1440&width=1452)\\n\\n \\n\\nThe trading volume of non-fungible tokens (NFTs) surpassed $13 billion in the year 2021, according to The Block Research. That figure, is a massive 42,988% increase compared to 2020 NFT trading volumes.\\n\\n \\n\\n![](https://images.mirror-media.xyz/publication-images/oZLlKbSaWdcWfTXm9k8JY.png?height=1440&width=2526)\\n\\n \\n\\nThe market showed us great excitement that NFT ownership is far more than just avatar JPEGs of Punks & Apes but a metaverse land ownership, one NFT blue chip is **Decentraland** ($MANA), an investment made by **Fundamental Labs** in 2017, continue to hold its first-mover advantage from NFT to metaverse. Days ago, electronics giant Samsung has opened 837X, a virtual replica of its flagship 837 store, in the platform of Decentraland.\\n\\n \\n\\nNFTs is not limited to Ethereum chain, we have seen a few our great portfolios with diversified protocols built on other Layer1 chains.\\n\\n**-RMRK.app, the p**rotocol for the next generation NFTs, The RMRK protocol is a system of NFT Legos which allows developers and designers to build composable, equippable, multi-resource NFTs which are multi-chain by default by virtue of being launched on Kusama, the center of a multi-chain universe.\\n\\n \\n\\n**-Metaplex** is a Solana-powered protocol that allows for the creation and minting of non-fungible tokens, auctions, and visualizing NFTs in a standard way across wallets and applications, comprised of two core components: an on-chain program, and a self-hosted front-end web2 application.\\n\\n \\n\\n\\\\-**Mintbase,** the Shopify for NFTs, built on NEAR chain, is a global platform that allows anyone to create NFTs without worrying about technical complexities. Artists can create NFTs to sell digital art, musicians can use them for music, and event organizers can use them to sell tickets for their next event.\\n\\n \\n\\nNon-Fungible Token (NFT) is not limited show the ownership of a unique PFP, or digitization and tokenization of artworks like Beeble’s \\\"Everydays: The First 5,000 Days.\\\", the scope of NFTs has expanded to include music, games, sports and any digital or real-world asset — that can be tokenized while still holding their value and providing unique ownership into the metaverse.\\n\\n \\n\\nThe prime watershed moment for NFTs that followed the Metaverse narrative is through GameFi protocols.\\n\\n \\n\\n \\n\\nl **GameFi:Play-to-Earn**\\n\\n \\n\\nGameFi is the intersection of DeFi and Play-to-Earn (P2E) blockchain gaming inside the Metaverse. Gamefi encompasses the economies that become possible by passing ownership of assets to players and incentivizing greater loyalty, engagement, and positive stewardship of these gaming communities, thus changed the types and rules of games.\\n\\nAxie Infinity’s Play-to-Earn (P2E) model — coupled with Guilds is the real game changer.\\n\\n \\n\\n![](https://images.mirror-media.xyz/publication-images/m-74hXhJm8rAf_k9qIjRy.png?height=1440&width=2098)\\n\\n \\n\\nAccording to Token-Terminal, Axie recorded 1.3b$ revenue which dwarfed any other Dapps ever.\\n\\n \\n\\nThe traditional games market in 2021 generated total revenues of $180.3 billion, so even 10% of the traditional \\\"pay-to-play\\\" or \\\"play-to-win\\\" model shifted to \\\"play-to-earn\\\" mode will bring huge chunk of profits for Web3 users, we are super bullish to see traditional gaming players joining in the Gamefi craze, below are a few recent investments supported by Fundamental Labs\\n\\n \\n\\n**Genopets** is the first Move-to-Earn MMORPG that rewards the user for exercising his(her) mind and body. Transform the real-life movement into $KI tokens to use in battle, craft valuable items, and upgrade the Genopet’s style and performance.\\n\\n \\n\\n**StarSharks** is a NFT-GameFi ecosystem based on the BSC chain developed by game players, governance committees, and game developers.\\n\\n \\n\\n \\n\\n**Solchicks** is an ambitious new project aiming to be the leading fantasy NFT PvP and Play to Earn gaming ecosystem on the Solana blockchain. The ecosystem is built around adorable Solchick collectable NFTs.\\n\\n \\n\\n**NASH Metaverse** is a cross-chain galactic Sci-fi crypto game — has integrated Chainlink Verifiable Random Function (VRF) on the Binance Smart Chain (BSC) mainnet.\\n\\n \\n\\n**Ajuna Network** is the First decentralized gaming platform in the Polkadot ecosystem, with an in-house game studio.\\n\\n \\n\\n**Tristan** is a sandbox RPG main game with simulation, PvE, PvP and user generated instance, Tristan is aimed to lower the barrier to entry to Gamefi revolution and build an ecosystem where players and creators get rewarded.\\n\\n \\n\\n**Bullieverse** is “The Bull Metaverse”. An Open Metaverse Island that focuses on enhancing the experiences of players and creators on the Metaverse. Bullieverse is unique in its approach to offer players a platform to form meaningful and cherishable connections in a digital place, the Metaverse, the future.\\n\\n \\n\\nGameFi leads to true Metaverse booming in 2021, which is a great credit of Web3.0 infrastructure readiness, when we retrospect to the old days in 2018, most of Dapps failed, sometime, it is simply to hard to successfully build Dapps that is too far ahead of the infrastructure.\\n\\n \\n\\n \\n\\n \\n\\nl **Infrastructure Stack**\\n\\nWe are always in a cycle with the sequence full of “reflexivity” in Web 3.0 course. Nick Grossman from USV explained this perspective in his article ‘The Myth of The Infrastructure Phase’, apps-infrastructure cycle, first, apps inspire infrastructure. Then that infrastructure enables new apps.\\n\\n![](https://images.mirror-media.xyz/publication-images/PbKBhzXsHkMQwljdqNzHy.png?height=1260&width=2560)\\n\\n \\n\\n \\n\\nLayer1 is the base layer for Web3.0 infrastructure stack, most of our applications are built on Layer1 chains like Ethereum.\\n\\nOne of the prevailing trends of 2021 has been the growth of layer-1 (L1) blockchains and their ecosystems, Total Value Locked for various chains was played out in 2021 as follows:\\n\\n \\n\\n![](https://images.mirror-media.xyz/publication-images/kM5eLztMHTelK9jDBdIOl.png?height=1352&width=2560)\\n\\n \\n\\n \\n\\nIn 2021, Ethereum yet accounted the majority of TVL (63%) of total market, but other chain have got exponential growth, Terra TVL YoY growth (356x), Polygon TVL YoY growth (17,100x) . all of those L1 launched their incentive program to grab market share from Ethereum and employing varied strategies to build their own ecosystems.\\n\\n \\n\\n![](https://images.mirror-media.xyz/publication-images/skjm_8GcZlKxRB0LSJZSZ.png?height=1440&width=2518)\\n\\n \\n\\nThe “multi-chain” narrative was strong in 2021 and could extend to the whole year of 2022, as various layer 1 blockchains and layer 2 scaling solutions emerged to address the scalability problems that have historically plagued Ethereum.\\n\\n \\n\\nFundamental Labs is an advocate for multi-chain to increase the blockchain scalability as a whole, the portfolio of L1 is comprehensive, including **NEAR, Avalanche, Polkadot, Kusama, Stacks, Nervos, Conflux, PlatON**,**Binance Coin**, etc.\\n\\n \\n\\nInteroperability is another dimension for L1 chains prosperity, we noticed a lot of development of key infrastructure like Oracles, cross-chain bridges, those middleware have played a pivotal role in the growth of Layer-1 and Layer-2 platforms.\\n\\n \\n\\nFundamental Labs has been an early investor of **Chainlink**,intended to be used to facilitate the transfer of tamper-proof data from off-chain sources to on-chain smart contracts, now has emerged as critical enterprise-grade infrastructure for connecting blockchains to the real world. **deBridge**, commenced during the Chainlink Spring 2021 Hackathon, is a cross-chain interoperability and liquidity transfer protocol that allows truly decentralized transfer of assets between various blockchains.\\n\\n \\n\\nDecentralized storage is an niche Web3.0 infra, which the intersection of Metaverse and Web 3.0, The current main decentralized storage solutions are the I**PFS/Filecoin** and Arweave. IPFS pioneered the introduction of the incentive layer Filecoin to ensure the reliable storage of data within the agreed period, and Arweave through technological innovation to achieve permanent storage of data on the chain.\\n\\n \\n\\n**Stratos** is an interesting project backed by Fundamental Labs, Stratos is aimed to provide scalable, stable, self-balanced storage, database, and computing networks, as well as a robust platform for Web3.0 data processing.\\n\\n \\n\\n \\n\\n**looking beyond 2022**\\n\\n \\n\\nThe apps-infrastructure cycle explains when apps or infrastructure can be built, but doesn’t necessarily explain when to invest in apps versus when to invest in infrastructure. According to Fundamental labs investment philosophy, we are never a short-term speculator, we dedicate to being a long-term, strategic, value investor.\\n\\n \\n\\nIn July 2021, we announced to ramp-up Fundamental Labs Fund V, it was constituted within one month with a medium size of $50M,it is our fifth serial fund since 2016, which has refined the thesis of our vintage. Looking ahead into 2022, we will have a new fund with decent size $200M in plan to succeed Fund V, whose portfolio of projects will encompass more exciting Web3.0 application and infrastructure projects.\\n\\n \\n\\n2022 has already kicked off for a couple of days, the market took tumbles as the Federal Reserve readies a removal of stimulus, but we never hesitate, we have just closed a few new deals in the first week of 2022, and we are glad to share a few areas that we currently look into closely.\\n\\n \\n\\n**-Web Social:** the next frontier of crypto and web3 is Web Social. New Websocial projects will probably combine DeFi, NFTs & DAOs together—Value moves up the stack to the social layer, Web Social tokens would become even bigger than the governance tokens.\\n\\n \\n\\nDiscussions of Web3.0 typically focus on user privacy, corporate transparency and data ownership. But it will also revolutionize a promising industry: the **creator economy,** the creator economy comprises content creators of all kinds: influencers, artists, journalists, gamers and anyone else making content and connecting with fans.\\n\\n \\n\\n![](https://images.mirror-media.xyz/publication-images/N2Zi6c2UkSenh-6zoa_7r.png?height=1440&width=2281)\\n\\n \\n\\nWeb social App will provide easier content creation, smarter tools and new opportunities to publish work, and in the world of Web3, content creators will be able to drive revenue through new channels and what’s more, it creates absolute transparency regarding a piece’s worth and provenance, a more transparent business models. We have just completed a few recent investments\\n\\n \\n\\n**RSS3,** derived from the best out of RSS, RSS3 is an open protocol designed for content and social networks in the Web 3.0 era.\\n\\n \\n\\n**SOCOL**, a protocol powered by Starknet and ImmutableX, where creators and fans unite forces to create a community-driven DAO.\\n\\n \\n\\nThose recent investment have great synergy with our existing Web3 portfolio ecosystem: **Steem, Theta, Brave(BAT), Dora Factory(DORA), Status (SNT)**, as well as our portfolio and strategic ecosystem partner **Mask Network(MASK)**.\\n\\n \\n\\n \\n\\n \\n\\n**-Decentralized Finance**\\n\\n \\n\\nWe were particularly excited by the prospects that Decentralized Finance offers to its users, in 2021, we have seen a few DeFi2.0 interesting projects like Abracadabra, Convex, Olympus, Tokemak etc.\\n\\nProtocol Control Value entails Web 2.0 projects acquiring funds to support their financial applications, rather than tapping users' funds by enticing them with liquidity mining rewards. Compared with DeFi1.0, total value locked by DeFi 2.0 is still small.\\n\\n \\n\\n![](https://images.mirror-media.xyz/publication-images/jqQbPqOQ9FpmCTtIDNYwv.png?height=1403&width=2560)\\n\\n \\n\\n \\n\\nWe anticipate institutions are increasingly interested in participating in DeFi in 2022. DAO that offer unregulated, decentralized finance and a new regulated centralized- decentralized finance (CeDeFi) will offer less complex financial services based on DeFi but will hold hands with the regulators of financial markets and banking, which will boost the whole market.\\n\\n \\n\\nMost of DeFi platforms are built on Ethereum. Once Ethereum shifts entirely to the PoS consensus in 2022, its network value might increase manifold. Other Layer1 chain like MATIC,Avalanche, Solana, Terra, NEAR, etc. would strive to divide the load of the DeFi sector. We think it is worth to bet on those DeFi protocols built on other L1 chains.\\n\\n \\n\\nWe have just backed 3 projects in DeFi in the first week of 2022.\\n\\n \\n\\n**Treehouse**, one of the most comprehensive DeFi portfolio tracker, by leveraging quantitative data & analytics to build risk management products and the most comprehensive dashboard in DeFi.\\n\\n \\n\\n**Neptune Mutual,** explores new avenues to creating user-centric hedging products on the blockchain. By offering stablecoin-based cover pools for accurate risk management, we aim to attract a steady userbase and growing liquidity to the platform.\\n\\n \\n\\n**Zecrey protocol** provides the most secure cross-chain bridge solution based on zkRollup as well as multichain asset management.\\n\\n \\n\\nThose recent investment have great synergy with our existing DeFi portfolio ecosystem: **Loopring, Kybe Network, Math, Sentre, Slope, Qilin, Suterusu, ICHI, BoringDAO, Bounce** etc.\\n\\n \\n\\nIn 2022 and moving forward, we anticipate DeFi entrepreneurs will push open economy’s possibilities to higher heights than ever before.\\n\\n \\n\\n \\n\\n \\n\\n**-DAO**\\n\\n \\n\\nEntering early of 2022, We saw DAOs become more mature and mainstream. More people will join DAOs with same vision or goals, prompting a change in definition of employment.\\n\\n \\n\\n*The Future of Work is Not Corporate — It’s DAOs and Web3.0 Networks*\\n\\n \\n\\nDAOs as a new coordination layer, eventually replace the traditional model. A DAO is an internet-native organization with core functions that are automated by smart contracts, and with people who do the things that automation cannot (e.g., marketing, software development). DAOs as open economies will power the X-to-earn trend, which will make work more flexible, fluid, and playful than the 9-5s we are accustomed to.\\n\\n \\n\\n![](https://images.mirror-media.xyz/publication-images/YUHTDfXrpFmeuOeKdcp__.png?height=850&width=2560)\\n\\n \\n\\nOne of Fundmental Labs’ portfolio **SuperDAO,** is an operating system for DAOs. Superdao OS maintains the real-time status of DAO ownership, including tokens, NFTs, promises of future equity, allocation plan, governance structure, and custom roles.\\n\\n \\n\\nThat is certainly an exciting fresh start to work with SuperDAO in building DAOs and the future-of-work. We anticipate more people are joining DAOs and jumping into web3 full-time in 2022.\\n\\n \\n\\nIt’ll be DAOs moment—like DeFi in 2020 and NFTs in 2021.\\n\\n \\n\\n \\n\\n \\n\\n**Wrap-up**\\n\\n \\n\\n***“The future is already here, it just isn’t evenly distributed”* .** \\n\\n \\n\\nThe promise of Web3.0 is an infinite game, new technology such as crypto assets, Web Social, DeFi, NFTs, Metaverse and the DAOs support the free flow of users, identity, data, and value, facilitating collaboration and constituting an open digital economy; and ultimately a fairer, more stable and sustainable society.\\n\\n \\n\\nWe will keep super optimistic view of the potential of web3.0, and continue to back the boldest entrepreneurs joining with us to build a better future.\\n\\n \\n\\n \",\"timestamp\":1641794703,\"title\":\"Fundamental Labs: Empowering Web3.0 mass adoption and looking beyond 2022\"},\"digest\":\"lBkDhwq6scczlZrxaTOCB2EoDKKqzuoUfPgVrhoE1UA\",\"authorship\":{\"contributor\":\"0x58b36d48b75eC7a50AFE3baC532D6336681A8F3D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6H1yi7uDUpKfbjDHsJ797s8tWd0CaaSdMAtiKNPlLNw\\\",\\\"y\\\":\\\"IYLMSiixozlcYjKGs9T11TKE0reOKAyBtJ_NNAikxsQ\\\"}\",\"signature\":\"BL-3YCtX-SJOu6BhE17Yvwei_2gCPnLn1h0eEa291FVRfG01_6dd6vvmrH7h_mhjZP8rroMofNlTplkFYlXIng\",\"signingKeySignature\":\"0xc294b33e77b22b96ec7685928d28cc0692c5b13e7f349229fab62837e2464ed427b56382a87cd773e5a59cdbc52447a0dd5b7812291cdb0551bda9dde9eda66e1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6H1yi7uDUpKfbjDHsJ797s8tWd0CaaSdMAtiKNPlLNw\\\",\\\"y\\\":\\\"IYLMSiixozlcYjKGs9T11TKE0reOKAyBtJ_NNAikxsQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lBkDhwq6scczlZrxaTOCB2EoDKKqzuoUfPgVrhoE1UA\"}"