"{\"content\":{\"body\":\"眨了眨眼皮，骨碌骨碌转了转眼珠，恩，我已经免费告诉他们一个消息，至于秘道嘛，我就没必要无私奉献了，他们这么多人也不需要用到秘道吧，还是留着我以后独自拜会boss得了。我将这个消息埋到了心底，人不为己，天诛地灭，我可没那么高尚的情操，这可是条发财的道，自己一个人会走就可以了。\\n\\n```\\n“大家现在回去召集下弟兄，准备一下，下午一点出发怎么样。”冲天剑看了看我们说道。\\n\\n“行，那就定好下午一点，哪集合？”傲气凌云点了点头问道。\\n\\n“恩，既然现在没人知道黑水湖的秘密，我们尽量不要太招摇，就到城外的桃树林集合怎么样？”冲天剑想了想说道。\\n\\n“行，那就回见吧，我们得去招呼弟兄们了。”血染疆土和傲气凌云纷纷和我们道个别，闪人了。\\n\\n“小隐你呢，跟我们一起先过去还是怎么？”冲天剑送别了他们问我道。\\n\\n“呵呵，我也要去准备一下，对了，我这里有几件装备你要不要。”我突然想了背包的那些青铜装备问道。\\n\\n“你运气真好啊，又有什么好东西？”冲天剑笑着说道。\\n\\n“大哥有我用的没，对了我老婆是法师，有她用的吗？”刑天这小子也赶紧凑上了脑袋，满脸的期盼问道。\\n\\nNND，里面还真有个法杖，初次见面，总不能不意思意思，人情主义害死我了。我勉强挤出一副笑脸地把法杖丢给了晓晓说道：“你这家伙的没有，弟妹的装备倒是有一个，来拿去看看趁手不趁手。”\\n\\n那小丫头可没体会我的酸楚，道了声谢后就美滋滋地接过了法杖炫耀了起来，惹的冲天剑接过我的装备也调侃我道：“呵呵，小隐你见了美女出手就这么大方，什么时候也送件装备给我们撒，我妹妹可也是标准美女啊。”\\n\\n“哥，你说什么呢。”虽然嘴上有点责怪，但是看着晓晓手上那柄野羊头法杖法杖，飘雪的夜也有点心动不已。\\n\\n我一脸苦笑的说道：“你这大财主还拿我开心啊，你当我真是装备爆发户了不成，现在身上都穷的叮当响了，连买炼金材料的钱都没了，下次送她一件行不。”哼，你还真当我是色迷心窍啊，要不是看你是我的大主顾，哪有这么便宜的好事，我心里暗想到。\\n\\n“哦，这可是你说的，我可没逼你。对了，你不说炼金我都忘了，你可得多准备一些麻痹毒药，还有你上次问疆土换的那个什么噬血好用不，也给我们准备点吧。”靠，冲天剑说话一点都不吃力，那可要多少钱啊。\\n\\n我伸出三个手指搓了搓，无奈地说道：“我现在可是身无分文了，一身的装备还没修呢。你掂量给吧，我就不说什么了。”\\n\\n冲天剑抬头思索了一下说道：“小隐，你看这样行不行，我现在手头也没什么钱了，下午去沉寂之塔的话还要装备大量的恢复药剂，我就先给你一百个金币，其它的先欠着，等过两天开放RMB兑换后我加倍给你怎么样。”\\n\\n“嗨，你话都说到这份上，我还能说什么呢，就照你的意思办吧。”我微微点了点头说道，“恩，时间也不早了，我先下线吃个饭，回头咱们桃树林见吧。”跟冲天剑他们打了个招呼，离开了醉仙阁，下线准备我的午饭了。\\n\\n打开冰箱，呀，我战斗食粮已经没多少了，恩，过几天等系统升级的时候，正好出去再采购些回来。解决了肚皮问题之后，我处理好个人卫生，关心呵护了一下小金鱼，看了看时间，该进天地了，还要买炼金材料做药呢。\\n\\n宏伟高大的雷帝城仿佛是一个充满朝气的青年，有着挥洒不尽的充沛活力，无论白天或是黑夜，都是一片繁荣昌盛的景象，而那些来来往往的玩家们仿佛就是这个青年体内流动着的血液，每天都为它的脉搏中注入新的动力。\\n\\n慢慢走在黑白相间的鹅卵石路上，看着那翠绿的垂柳如婷婷少女般在空中轻盈曼舞，感受着微微轻风带着清凉的气息抚过脸庞，一头黑色长发自在地飘逸在脑后，我的心情在这里都变得格外的舒畅，要不是为了升级才不得不面对那阵阵腥风血雨， 只只丑陋狰狞的怪物，我倒是十分情愿在这里享受平静的安逸生活。\\n\\n我刚走到炼金师卡思亚诺那，就看到门口人头攒动，什么时候炼金技能这里这么吃香了，一下子来这么多人啊，我用肩膀推了推旁边一个拼命往里挤的精灵玩家问道：“嗨，兄弟，你们这么多人在这干吗呢。”\\n\\n他回头看了看我，表情奇怪地说道：“你还不知道吗，昨天有个玩家打到一份为武器增加攻击的炼金卷，虽然只加了一点攻击，不过那可是永久性的，而且那不过是一张初级卷轴，经过卡思亚诺大师的一番宣传之后，现在引发了大家学习炼金技能的狂潮，谁不想为自己的装备增加属性啊。”\\n\\n什么，炼金术里面还有永久为武器增加攻击，真是好东东啊，看来大千天地，啥玩意都会有，卡思亚诺这家伙可算脱离苦海，走上了小康道路了。我赶紧跟精灵玩家道了个谢，换了个方向就往里面冲。\\n\\n眼睛瞪那么大看什么看，没见过帅哥吗；你小子干吗冲我直喘粗气，是不是想PK；你，就是你，冲我摆什么pose，也不拿个镜子照照，整一个东施效颦……等级高的好处在这里充分体验出来了，我硬是横冲直撞在人堆中杀一条肉路，进了屋子。\\n\\n“快，上次叫你帮我准备的炼金材料都拿给我，还有麻痹毒药的材料给我来十大份。”一进屋子我就冲着卡思亚诺直嚷嚷道。\\n\\n“呵呵，隐为者啊，你搞到红水晶矿石了，稍微等一下，我去把材料拿给你。”毕竟我也是他的老主顾了，卡思亚诺倒没让我多等，不一会就把我要的材料理好打包，付了钱我赶紧跑了出去，屋子里的空气可以用浑浊不堪来形容了，卡思亚诺应该考虑一下将房子多开几个天窗，何必那么神秘兮兮。\\n\\n浅兰色池塘中那粉红色的荷花娇艳地绽放着，绿油油的荷叶如蒲扇般舒展着身子平躺在水波上，如蜂窝般的莲蓬羞答答地从花瓣中探出头来张望着，一尾尾鲜红的鲤鱼逍遥自在的穿梭在水中，身上的鳞片不时折射出银白色的光芒。\\n\\n我沿着弯弯曲曲的回廊走到池塘正中的亭子里，将俺那宝贝药鼎小心轻放到亭中的石桌上。  将银行最后那点药材全部拿了出来，将丹药全部给炼出来后，又把背包里的炼金材料也统统放到了桌上，看着炼制出的一瓶瓶麻痹和噬血药剂，这次是下了血本，点点滴滴都是钱啊，冲天剑我可算是仁至义尽了，你小子要是爆不出行会令牌可不能怪我。\\n\\n带着满满一背包的药剂，我迈开步伐奔出城门，大部队的汇合就在那正是烂漫的桃树林中。\\n```\\n\\n\\n------------\",\"timestamp\":1640247806,\"title\":\"第六十一章 汇合，桃树林\"},\"digest\":\"M3WWkVSjjL2RS3PamsDJJhatej2kAgqayqtMm2oDS38\",\"authorship\":{\"contributor\":\"0xc7bB091b0D6deDC4d6506F8D35416D7307dab140\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uwnfgXpu6shOPU8eT82GvXR51hZqBa19SbDfAgNXass\\\",\\\"y\\\":\\\"AJLc50jwdVhXIy6d29oYeA0HXomfubw6gJ9vZopvJqc\\\"}\",\"signature\":\"hQnOkcsZrEpMvoGAK5z_L2m40kD7lFuTby3EreSWEYIY8CwpkBhJ-vP6LpJ_iApBQxcenGDzlrLHbn_NlPpQaQ\",\"signingKeySignature\":\"0x14c587a20ec9557f17846813095ca8dbc515f1b4a58d8066b8cc27a14be1a83e0d17dee420dff862422ff8319a2e1160e929f91142a8a40d9f67dd040b2da6281b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uwnfgXpu6shOPU8eT82GvXR51hZqBa19SbDfAgNXass\\\",\\\"y\\\":\\\"AJLc50jwdVhXIy6d29oYeA0HXomfubw6gJ9vZopvJqc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"M3WWkVSjjL2RS3PamsDJJhatej2kAgqayqtMm2oDS38\"}"