"{\"content\":{\"body\":\"The concepts of fungible vs nonfungible tokens are rather old in economics. Coin-like objects were traded as far back as the Roman Empire, apparently as tokens for brothels or gaming. In Medieval times, tokens called “Abbot’s money” were used by English monasteries to pay for services provided by foreigners. \\n\\nBetween the 17th and 19th centuries, merchants trading in the British Isles and North America regularly used fungible tokens — they represented a pledge redeemable for goods in times when state coins were scarce.\\n\\nFast-forwarding to more recent times, arcade games and casino slot machines started using fungible tokens interchangeable with money. Other such tokens get used in services like car washes, parking garages or public telephone booths.\\n\\nIn the crypto era, the concept of tokens remains the same: the representation of something tangible (physical) or intangible (non-physical, i.e., a service) within its ecosystem.\\n\\nIn a blockchain, fungible tokens are cryptocurrencies like Bitcoin ([BTC](https://cointelegraph.com/bitcoin-price)). Nonfungible tokens are units of data that represent a unique digital asset stored and verified on the blockchain.\\n\\n## What are the types of tokens?\\n\\nThere can be tokens for any kind of service or product in the crypto space. Payment tokens, for example, are coins like Bitcoin or Litecoin ([LTC](https://cointelegraph.com/ltc-price-index)), used to pay for transactions in the digital world.\\n\\n[Utility tokens](https://cointelegraph.com/news/multi-utility-tokens-to-enable-web-3-0-by-providing-more-than-financial-value) give holders access to products and services that are blockchain-based. \\n\\n[Security tokens](https://cointelegraph.com/explained/what-is-an-sto-explained) are traditional assets like stocks and shares represented by digital tokens on the blockchain.\\n\\nThe most distinct types of tokens are fungible and nonfungible tokens, discussed in this article.\\n\\n## What is a fungible and nonfungible token?\\n\\nFamiliarity with the concept of fungibility in economics might help one better understand fungible and nonfungible tokens. The only difference is that crypto tokens express their fungibility property through a code script.\\n\\nFungible tokens or assets are divisible and non-unique. For instance, fiat currencies like the dollar are fungible: A $1 bill in New York City has the same value as a $1 bill in Miami. A fungible token can also be a cryptocurrency like Bitcoin: 1 BTC is worth 1 BTC, no matter where it is issued. \\n\\nNonfungible assets, on the other hand, are unique and non-divisible. They should be considered as a type of deed or title of ownership of a unique, non-replicable item. For example, a flight ticket is nonfungible because there cannot be another of the same kind due to its specific data. A house, a boat or a car are nonfungible physical assets because they are one-of-a-kind. \\n\\nThe same applies to [nonfungible tokens](https://cointelegraph.com/magazine/nonfungible-tokens/), which represent one unique and indivisible item — physical or intangible — like a picture or intellectual property. Blockchain is the underlying technology that can easily prove ownership of an intangible digital item.\\n\\nThe main difference between fungible assets and nonfungible assets resides in the content they store. While fungible tokens like Bitcoin store value, nonfungible tokens store data like an academic title or an artwork.\\n\\n![](https://images.mirror-media.xyz/publication-images/nRhSdmyAeXWRgwXgovi2A.png?height=1901&width=1450)\\n\\n## How are tokens different from cryptocurrencies?\\n\\nBoth cryptocurrencies and crypto tokens are built upon the same underlying blockchain technology. However, [cryptocurrencies](https://cointelegraph.com/blockchain-for-beginners/what-is-a-cryptocurrency-a-beginners-guide-to-digital-money) are payment coins that have their own blockchains. Bitcoin, Ether ([ETH](https://cointelegraph.com/ethereum-price)) and Litecoin are examples of cryptocurrencies that function on their blockchain. They can be considered fungible crypto tokens that store value or act as a medium to buy or sell goods.\\n\\n[Crypto tokens](https://cointelegraph.com/tags/tokens), on the other hand, are created on another blockchain. Uniswap, Chainlink and ERC-20 are all examples of tokens developed on Ethereum. \\n\\n## What are fungible and nonfungible tokens in a blockchain?\\n\\nTokens in a blockchain are typically referred to as crypto tokens and represent digital units of value developed on existing blockchain networks. Businesses build their token on a blockchain to serve purposes that include transferring value, giving access to a subscription and even voting.\\n\\nThe first fungible tokens were developed on the Ethereum blockchain and are identified as [ERC-20](https://cointelegraph.com/explained/erc-20-tokens-explained). They set the standards that allow developers to build applications of different natures.\\n\\nThe i[nitial coin offerings](https://cointelegraph.com/news/legitimising-the-ico-token-finding-utility-over-security) era, which boosted an industry worth nearly $15B between 2016 and 2018, built its fortunes on ERC-20 tokens.\\n\\nNonfungible tokens have been around since 2012 when the concept of [colored coins](https://cointelegraph.com/news/making-sense-of-colored-coins) first emerged within the Bitcoin blockchain. Instead of building other blockchains as sidechains, colored coins allow the attaching of metadata — further information about the specific data used — to Bitcoin transactions.\\n\\nColored coins may represent real-world assets traded on the Bitcoin blockchain; however, they are tied to a contract outside the blockchain and must be based on trust. A group must agree that a certain amount of these coins represent another value altogether. In that case, they can potentially use these “designated” coins to transact in that value.\\n\\nThe digital tokens used are satoshis, tiny fractions of a Bitcoin, marked or “colored in” with the information linking the coins to real-world assets. \\n\\nColored coins did not find much application in the cryptocurrency industry. They mainly were used to create and trade artworks like “[Rare Pepe](https://rare-pepe.com/)” digital cards on Counterparty, a peer-to-peer trading platform built on top of Bitcoin’s blockchain.\\n\\nThe first nonfungible tokens were also developed on the Ethereum blockchain and used to identify a product, service, or person uniquely. \\n\\nSome [NFTs](https://cointelegraph.com/nonfungible-tokens-for-beginners/what-are-nfts-and-why-are-they-revolutionizing-the-art-world) are built on the Tron and EOS blockchains, which host voting tokens. The possible applications are infinite for this type of token, from collectible items like artworks and musical creations to lottery tickets to concert and sporting event seats. \\n\\nNFTs can even be marketplaces for storing academic titles and digital identities on the blockchain since they’re easily traceable and verifiable. \\n\\nThere’s a misconception surrounding NFTs: their perception solely as artworks after their incredible market growth in 2020 and 2021. However, NFTs had a significant application within the gaming industry long before the arts became involved.\\n\\n[CryptoKitties](https://cointelegraph.com/news/cryptokitties-becomes-largest-ethereum-based-decentralized-application) appeared on the Ethereum blockchain as early as 2017. The game represented the first real-world use case for NFTs in the crypto space, and it eventually became the most prominent decentralized application on the Ethereum protocol.\\n\\nWithin the Ethereum blockchain, NFTs are identified with a different standard than the ERC-20, the ERC-721.\\n\\n## How do NFTs work, and how do you create one?\\n\\nNonfungible tokens can be created and stored in a public blockchain that is open and accessible to anyone. The items they represent are verifiable and traceable, while the owner can remain anonymous. From a technical perspective, NFTs are minted through smart contracts that assign ownership and manage the transferability of the NFTs. The minting process includes a few steps, from creating a new block to validating and recording the data on the blockchain.\\n\\nFurther information on how to create a nonfungible token is available [here](https://cointelegraph.com/nonfungible-tokens-for-beginners/how-to-create-an-nft).\\n\\n## How to buy or sell a nonfungible token \\n\\nNFTs can be bought or sold online and represent digital proof of ownership of any given item. Transactions can occur in cryptocurrency exchanges or in online marketplaces like Rarible, Nifty Gateway or OpenSea, to name a few. Like on eBay, an item can be sold at a fixed price decided by the owner or by bidding through an auction. \\n\\nThe first step is to buy a cryptocurrency like Ether and sign up for one of the available platforms. The user must then transfer that cryptocurrency to a crypto wallet compatible with the tokens. MetaMask, Trust Wallet or Coinbase Wallet are all compatible with ERC-721 tokens. Other blockchains that allow NFT transactions include Binance Smart Chain, Tezos, Polkadot, EOS and Tron. However, users must make sure that their selected collectible platform is compatible with their chosen blockchain. Once the wallet is connected to the platform, you can upload an image or file containing the NFT.\\n\\nPlatforms like MakersPlace also allow users to create NFTs. Still, they have to first register and become a listed artist before they can work on it.\\n\\nCelebrities like Grimes, Paris Hilton and Snoop Dogg have all contributed to the fame of NFTs, by publicly announcing their involvement in the space.\\n\\n## What are the pros and cons of using nonfungible tokens?\\n\\n### Pros\\n\\nNFTs allow artists to claim royalties on future proceeds after their artwork sells for the first time. The possibility to claim such future gains represents a breakthrough in the art world and has encouraged many artists to turn to this new digital marketplace.\\n\\nAll users have to do is activate a specific function on the blockchain. The procedure allows a profit percentage to be paid to the artwork’s creator every time the NFT is sold or changes ownership.\\n\\nFor the first time, with blockchain technology, artists and content creators have the opportunity to monetize their production, and they can do it without the assistance of a third party like an agent. Physical galleries and auctions are also removed from the equation, allowing artists to turn to the digital world for more accessible and smoother transactions.\\n\\n### Cons\\n\\nJust like a photograph can be replicated, digital photos can also be copied with the downloaded duplicate looking identical to the original. The possibility to create infinite reproductions of artworks has sparked confusion and skepticism in the audience of artistic scenes. Suppose people can download thousands of copies from the original; what is the point of paying high amounts for the original?\\n\\nFrom a closer perspective, it becomes clear that digital artworks are precisely like traditional art masterpieces. Someone can reproduce unlimited copies of the Mona Lisa, but only one remains the original. \\n\\nThe question is, what then grants ownership of the original asset in the crypto world? \\n\\nThe nonfungible token, a cryptographic digital signature, assigns ownership of the original piece to someone. Ownership of the work can be verified and transferred on a blockchain. \\n\\n## The future of NFTs\\n\\nAs the world becomes increasingly digitized, NFTs can represent a viable solution for tokenizing ownership and property. Both fungible and nonfungible tokens allow proper digitization and storage of real-world assets while keeping them safe at the same time. \\n\\nIn the first half of 2021, the NFT market hit $2.5 billion in value. It should not come as a surprise, considering the exorbitant selling price of some of the artworks. Digital artist Beeple sold “Everydays: the First 5000 Days” for $[69.3 million through a Christie’s auction](https://www.businessinsider.com/beeple-response-to-nft-selling-for-69-million-reaction-video-2021-3). Meanwhile, Twitter CEO Jack Dorsey [auction](https://www.businessinsider.com/twitter-ceo-jack-dorsey-sell-first-tweet-nft-sunday-2021-3)ed an NFT of his first tweet, which sold for $2.9 million. \\n\\nNFTs are set to revolutionize multiple digital markets and will facilitate transactions and improve interactions between people.\\n\\nHowever, as collectibles, NFTs are investments based on demand rather than fundamentals. Assets like Bitcoin or Ether base their value on technological innovations and economic adoption, offering more robust fundamentals to the shrewd investor. \\n\\nOn the other hand, people’s interest in the sector and how much they are willing to pay for an NFT drive the price of an asset, ultimately determining the future of the entire market. \",\"timestamp\":1639214895,\"title\":\"Fungible vs nonfungible tokens: What is the difference?\\n\"},\"digest\":\"nYPdaCk7OPYYlGC6ZYB1zq7WBFTkwFJJtAH1WYM_f9o\",\"authorship\":{\"contributor\":\"0xfE23E57B2Fbc9e700fCc781749B89562E073FFB5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ser2P4OAsngQW_G9dF9k827ySsBJ1BTqemwTYhB8xNM\\\",\\\"y\\\":\\\"htHGDyuueVhsWbdt20c9SpdXKfju5KtGHEmEN9t9Q4k\\\"}\",\"signature\":\"xWKeybur7HXGMIa3h0-VJ-vU1OGDUlq2UsPu58RoUTp1s9Qt5Hq8s2o_qKxew5ogvROT9cIZbWzUoTJmxMQC9g\",\"signingKeySignature\":\"0xb93374f27881bbd78fe490b9a58c2a140ca9eb955ec12d77285e1008194b6ec9075463eba26b46b1fb3fb18020e1f19496d245a166d90df6ad4dc3187d7fd9911c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Ser2P4OAsngQW_G9dF9k827ySsBJ1BTqemwTYhB8xNM\\\",\\\"y\\\":\\\"htHGDyuueVhsWbdt20c9SpdXKfju5KtGHEmEN9t9Q4k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"nYPdaCk7OPYYlGC6ZYB1zq7WBFTkwFJJtAH1WYM_f9o\"}"