"{\"content\":{\"body\":\"Nowadays, purchasing financial products is a common investment approach for the majority of citizens. Currently, there are a wide variety of financial products with uneven investment returns. Many people tend to ignore investment risks and blindly pursue high returns, resulting in investment damage or even loss of all their money.  Therefore, the general public in the purchase of financial products must pay attention to risk prevention.  First, do not blindly pursue high returns.  Investment and financial management is by no means an opportunistic way to make money. Only by ensuring the safety of funds can we preserve and increase wealth.  Guo Shuqing, chairman of China Banking Insurance Regulatory Commission (CBRC), once stressed: High yield means high risk. If the yield exceeds 6%, there will be a question mark, if the yield exceeds 8%, it will be dangerous, and if the yield exceeds 10%, you will be prepared to lose all the principal.  The return is always proportional to the risk, promising low risk and high return is fraud.  Therefore, financial management should maintain a normal mind, higher than the bank deposit interest rate of the same period of financial management should be carefully screened, do not covet high returns.  \\n\\nSecond, don't put too much faith in advertising.  Some investment institutions in order to attract investors eye will product revenue through various channels and the company background, the propaganda strength, some even will arrange in order to achieve better effect and celebrity platform fictitious company strength, background in finance and investment must make financial firms and financial products to invest again after careful study and identify, don't be fooled by surface propaganda.  \\n\\nThe third is to make clear their own risk tolerance.  Many investors do not know their risk tolerance, blind investment, some even borrow money to invest and take life to invest, once can not recover the principal and interest, will fall into poverty immediately.  So it's important to know your risk tolerance.  Investment and financial management must make reasonable planning, in the guarantee of normal life, pension, medical care, education and other expenses under the circumstances of the remaining money to conduct reasonable financial management;  We must pay attention to the safety of the principal and consider the risk of losing the principal to zero after investment.  We must pay attention to risk sharing, diversify financial products, and do not concentrate all capital on one or two products.  \\n\\nFourth, we must choose the right investment path.  Now there are many investment and financial planning in the financial market. If you and your family have investment and financial planning needs, please choose banks, securities, insurance and other formal financial institutions and channels that have obtained the license of financial business activities of the Financial regulatory department of The State Council. Do not sign investment and financial planning agreements with any individual.  \",\"timestamp\":1635591850,\"title\":\"Make sure you read this article before you invest!\"},\"digest\":\"7tyudlnlwZwe2iP9Qt1tWF9_gsFpt2-SG1ThLDlAOKQ\",\"authorship\":{\"contributor\":\"0xe632683555e2Cf910a7C6d6de618c5AD58a70653\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5fh4QGpDqSDdYDZQCkqEv8S8bL9REA1VnG8L0FA9mhI\\\",\\\"y\\\":\\\"MaQRCXtCngKbTg_fFIrVOTFH0h8pzAscjBDNf5ojPiE\\\"}\",\"signature\":\"aRTUYjERjjwOBzZbdgqHAvN1VIaxzXrozrHkmpMC7J_gLphHPeT_-z9M69orL8Lz4eQGhjrUtiDNdB2kp2btAw\",\"signingKeySignature\":\"0xb24df9b5e973b9a70e9ab2da0df2d6719827ab5a1035ee91adce29eff73ebc5b2c605130e1f96842fac3a955a8a87ddb4ad66cdb5a1d3d92fc4788d78d875e011b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5fh4QGpDqSDdYDZQCkqEv8S8bL9REA1VnG8L0FA9mhI\\\",\\\"y\\\":\\\"MaQRCXtCngKbTg_fFIrVOTFH0h8pzAscjBDNf5ojPiE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7tyudlnlwZwe2iP9Qt1tWF9_gsFpt2-SG1ThLDlAOKQ\"}"