"{\"content\":{\"body\":\"原標題：26天確診超1000例！鍾南山、張伯禮、張文宏，回答了大家關心的幾個問題！\\n\\n來源：健康時報\\n\\n國家衛健委疫情通報，11月11日0-24時，31個省（自治區、直轄市）和新疆生產建設兵團報告新增本土確診病例79例，感染者涉及遼寧、河南、北京、黑龍江、河北、江西、雲南等地。自10月17日起，本輪疫情已累計報告本土確診病例1149例。①\\n\\n什麼時候可以開放？鍾南山院士：需要滿足幾個前提\\n\\n11月11日，「共和國勳章」獲得者、中國工程院院士鍾南山在2021年全球市長論壇全體大會上表示，當前我國防疫政策的指導思想是生命至上，對疾病進行強烈控制。從經驗來看，中國新冠肺炎感染者人數在2020年3月達到高峰後，到現在經過20個月，只增加了約4萬感染者，為國家重啟經濟贏得了時間。\\n\\n鍾南山院士演講\\n\\n鍾南山表示，目前全球各國主要有四種防疫方法，包括強烈控制、壓制、遏制和不採取任何措施。現在總結看來，強烈控制和壓制是有效的，必須要這麼做。\\n\\n目前，我國「外防輸入、內防反彈」的防控形勢依然嚴峻複雜。自10月17日西安報告2例陽性病例以來，本輪國內疫情已導致一千多人感染。根據國家衛健委11月6日公佈的資訊，病毒基因測序和流調溯源結果顯示，本輪疫情由多個不關聯的境外輸入源頭引起。\\n\\n什麼時候才能開放，走向正常？鍾南山指出了幾個前提，首先是目前全球因新冠病毒感染的病死率超過1%，但還需要繼續降下來，其次是傳播係數也要降下來，這樣才能完全開放。具體而言，可以從三方面入手，一是全民接種疫苗，二是社區防控常態化，但不能加碼，三是要研究有效藥物。\\n\\n鍾南山表示，在疫苗接種方面，現在需要考慮的是打第三劑加強針，從全球的情況來看，不管是西方的疫苗還是中國的疫苗，半年內效果較好，但半年後效果減弱，這是現實，這個問題全球都沒解決，未來仍然需要做進一步研究。從最新的資料來看，第三針接種后抗體增加很快，和接種兩劑疫苗的最高點差不多，所以免疫時間會更長。②\\n\\n明年疫情是否還會繼續？張伯禮院士：明年疫情會稍微放緩！\\n\\n11月9日，\\\"人民英雄\\\"國家榮譽稱號獲得者、中國工程院院士張伯禮在接受津雲新聞採訪時，談及當下新冠肺炎疫情形勢，他表示，從整體來看，全世界範圍內的疫情是穩中有降的。近期這次疫情的反彈在抗疫\\\"持久戰\\\"過程中是難免的，未來大概率還會出現這種情況，但總趨勢是向好的。所以，需要大家再繼續堅持一段時間，等到明年春暖花開的時候，疫情的嚴峻形勢會稍微放緩。③\\n\\n張伯禮接受採訪\\n\\n對於明年疫情是否還會繼續，張伯禮院士說，「如果到明年年底，病毒沒有發生大的變異，疫苗能夠在全球範圍內廣泛接種，這樣的話形勢會比較樂觀。但是說實現新增病例絕對清零，或者絕對徹底撲滅疫情不大可能，只能說控制住沒有大範圍的流行。所以，我估計還得需要一年多的時間。大家還要再堅持一段時間，繼續保持我們過去的有效做法：少聚集、保持社交距離、戴口罩、勤洗手、勤通風，做好個人防護。\\\"\\n\\n張伯禮認為，當前疫情形勢下並不適合完全放開相關防疫限制。鑒於歐美國家今年9月放開后出現了第四輪疫情傳播高峰，2億多患者中死亡病例超過500多萬。如果中國也完全放開，我國就可能會有幾千萬人被感染，這樣的後果是我們難以承受的。\\n\\n\\\"當前抗疫成果來之不易，是各級政府、廣大醫務工作者夜以繼日嚴防死守努力換來的。我們應該珍惜這樣的大好局面，不能讓抗疫持久戰功虧一簣。\\\"張伯禮分析，這次疫情的\\\"反撲\\\"形勢嚴峻，在短短的不到20天的時間，全國20個省、40多個城市陸續出現上千個病例，很多情況都是因為一時疏忽才造成了疫情蔓延的態勢。就天津來看，境外疫情輸入壓力始終很大，但是目前仍能夠保持\\\"清零\\\"，這非常不容易。現在進入冬季，防疫工作大家還應格外注意，不能掉以輕心。\\n\\n對於預防新冠病毒肺炎，張伯禮特別提出注射疫苗加強針的重要性。\\\"加強針可以讓人體應對病毒的免疫力大大提升，在疫苗的保護作用下，一方面是感染率有所下降;另一方面是即便感染大多也都屬於輕症或無癥狀感染者。對於控制重症和死亡，疫苗的有效保護率在90%以上。所以希望大家還是要積極接種，這不僅是對個人的保護，也是對群體的保護。如果群體超過80%以上的人都接種了疫苗，那麼社會的免疫屏障就能夠建立起來，就很難再出現大範圍的流行。\\\"\\n\\n　　最后，张伯礼还分享了冬季防疫保健“秘方”，有三点：\\n\\n　　1。 不要熬夜；\\n\\n　　2。 早治疗、早用药。如果说咽喉部出现问题，比如上火嗓子疼，还有感冒流鼻涕等要及时吃药。不要等到症状都起来了，再吃药就有点晚了。家中可以常备一些比如连花清瘟、银翘解毒等中药。服用时，首量加倍，也就是第一次吃药要把剂量加大一倍；\\n\\n3。平常保持鼻咽清潔。用鹽水漱口、洗鼻子可以預防呼吸道疾病的發生。\\n\\n第三針接種是否必要？張文宏：第三針可以大幅降低病毒傳播\\n\\n11月3日，在「科學嘉年華」活動上，國家傳染病醫學中心主任、上海復旦大學附屬華山醫院感染科主任張文宏表示，\\\"目前全球的新冠疫情到了非常關鍵的時期，全球各個國家的疫情都出現了非常不一致的表現。因為大面積接種疫苗有些國家的發病率出現了大幅度下降，比如最近的日本、以色列，還包括歐美的一些國家。\\\"④\\n\\n張文宏教授接受採訪\\n\\n但是，大多數地區發病率仍然非常高，在這種情況下，中國面臨著非常大的輸入性風險，所以國內出現散發的病例並不奇怪。在未來很長一段時間，除非國際疫情完全走到非常低的水準，否則國內會一直面臨很大的輸入性風險。\\n\\n全世界都已經意識到接種疫苗對疾病有較強的抵抗作用，導致發病率下降，但是也不能完全阻斷疾病傳播。所以目前疫苗接種的情況還不足以完全達到使新冠疫情停止流行的水準。一些國家第三次接種以後帶來了非常好的效果。\\n\\n張文宏表示，三針疫苗可以大幅度降低病毒的傳播、減少重症和死亡，所以第三針的接種成為全球非常好的選擇。④\\n\\n本文綜合自：\\n\\n（1）國家衛健委《每日新冠疫情防控通報》\\n\\n（2）2021-11-11，2021年全球市長論壇全體大會鍾南山院士演講\\n\\n（3）2021-11-10津雲新聞《張伯禮關於疫情最新判斷：堅持，再堅持 靜待春暖花開》\\n\\n（4）2021-11-03央視財經《張文宏：疫情處於關鍵時期，接種第三針疫苗是全球性的選擇》\\n\\n點擊進入專題：\\n\\n[新型冠狀病毒肺炎疫情](https://news.sina.cn/zt_d/feiyan1231)\\n\\n責任編輯：張建利\",\"timestamp\":1636761042,\"title\":\"26天确诊超1000例！钟南山、张伯礼、张文宏，回答了大家关心的几个问题！\"},\"digest\":\"RobmK6ptboXB5ECHvjKPZBGl0ZSMuFVhrcvRcFhtXK0\",\"authorship\":{\"contributor\":\"0x3e3051660242fF1eF75e40870906557FAa27D5DD\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fnLVk7-wd3AQLUCuGUQsuvSD9QkpX0bfk7pTTQj8l6A\\\",\\\"y\\\":\\\"HTBjHRUw993Bdm7FK9vtWIwdVgPo-veSWbMHQSh1TBQ\\\"}\",\"signature\":\"w_YNCot4l9ZZeGWPfB8TA2P1wUqVWE0y9XGjf_YDSxreWzpL1wXhCwljBkP-tGXg9IqqYUaAiP2uKUQbdl8zGw\",\"signingKeySignature\":\"0x043114b8af499a9ae2708c41d8d1a43e391144185d854190ec241812e6653add7c1889ebf7d229e34479e829899c70b330eeb7eda1209c92a08a398bee8f1e841b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fnLVk7-wd3AQLUCuGUQsuvSD9QkpX0bfk7pTTQj8l6A\\\",\\\"y\\\":\\\"HTBjHRUw993Bdm7FK9vtWIwdVgPo-veSWbMHQSh1TBQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RobmK6ptboXB5ECHvjKPZBGl0ZSMuFVhrcvRcFhtXK0\"}"