"{\"content\":{\"body\":\"Mark where a bold expressive phrase appears,\\nBright through the rubbish of some hundred years;\\nCommand old words that long have slept, to wake,\\nWords that wise Bacon or brave Raleigh spake;\\nOr bid the new be English, ages hence,\\n(For use will farther what's begot by sense)\\nPour the full tide of eloquence along,           )\\nSerenely pure, and yet divinely strong,          )\\nRich with the treasures of each foreign tongue;  )\\nPrune the luxuriant, the uncouth refine,\\nBut show no mercy to an empty line:\\nThen polish all, with so much life and ease,\\nYou think 'tis nature, and a knack to please:\\n\\\"But ease in writing flows from art, not chance;\\nAs those move easiest who have learned to dance.\\\"\\nIf such the plague and pains to write by rule,\\nBetter, say I, be pleased and play the fool;\\nCall, if you will, bad rhyming a disease,\\nIt gives men happiness, or leaves them ease.\\nThere lived in primo Georgii, they record,\\nA worthy member, no small fool, a lord;\\nWho, though the House was up, delighted sate,\\nHeard, noted, answered, as in full debate:\\nIn all but this, a man of sober life,\\nFond of his friend, and civil to his wife;\\nNot quite a madman, though a pasty fell,\\nAnd much too wise to walk into a well.\\nHim, the damned doctors and his friends immured,\\nThey bled, they cupped, they purged; in short, they cured.\\nWhereat the gentleman began to stare--\\n\\\"My friends!\\\" he cried, \\\"plague take you for your care!\\nThat from a patriot of distinguished note,\\nHave bled and purged me to a simple vote.\\\"\\nWell, on the whole, plain prose must be my fate:\\nWisdom (curse on it) will come soon or late.\\nThere is a time when poets will grow dull:\\nI'll e'en leave verses to the boys at school:\\nTo rules of poetry no more confined,\\nI learn to smooth and harmonise my mind,\\nTeach every thought within its bounds to roll,\\nAnd keep the equal measure of the soul.\\nSoon as I enter at my country door\\nMy mind resumes the thread it dropt before;\\nThoughts, which at Hyde Park Corner I forgot,\\nMeet and rejoin me, in the pensive grot.\\nThere all alone, and compliments apart,\\nI ask these sober questions of my heart.\\nIf, when the more you drink, the more you crave,\\nYou tell the doctor; when the more you have,\\nThe more you want; why not with equal ease\\nConfess as well your folly, as disease?\\nThe heart resolves this matter in a thrice,\\n\\\"Men only feel the smart but not the vice.\\\"\\nWhen golden angels cease to cure the evil,\\nYou give all royal witchcraft to the devil;\\nWhen servile chaplains cry, that birth and place\\nEndure a peer with honour, truth, and grace,\\nLook in that breast, most dirty D----! be fair,\\nSay, can you find out one such lodger there?\\nYet still, not heeding what your heart can teach,\\nYou go to church to hear these flatterers preach.\\nIndeed, could wealth bestow or wit or merit,\\nA grain of courage, or a spark of spirit,\\nThe wisest man might blush, I must agree,\\nIf D\\\\*\\\\*\\\\* loved sixpence more than he.\\nIf there be truth in law, and use can give\\nA property, that's yours on which you life.\\nDelightful Abs Court, if its fields afford\\nTheir fruits to you, confesses you its lord;\\nAll Worldly's hens, nay partridge, sold to town:\\nHis venison too, a guinea makes your own:\\nHe bought at thousands, what with better wit\\nYou purchase as you want, and bit by bit;\\nNow, or long since, what difference will be found?\\nYou pay a penny, and he paid a pound.\\nHeathcote himself, and such large-acred men,\\nLords of fat E'sham, or of Lincoln fen,\\nBuy every stick of wood that lends them heat,\\nBuy every pullet they afford to eat.\\nYet these are wights, who fondly call their own\\nHalf that the Devil o'erlooks from Lincoln town.\\nThe laws of God, as well as of the land,\\nAbhor, a perpetuity should stand:\\nEstates have wings and hang in fortune's power\\nLoose on the point of every wavering hour,\\nReady, by force, or of your own accord,\\nBy sale, at least by death, to change their lord.\\nMan? and for ever? wretch! what wouldst thou have?\\nHeir urges heir, like wave impelling wave.\\nAll vast possessions (just the same the case\\nWhether you call them villa, park, or chase).\\nAlas, my Bathurst! what will they avail?\\nJoin Cotswold hills to Saperton's fair dale,\\nLet rising granaries and temples here,\\nThere mingled farms and pyramids appear,\\nLink towns to towns with avenues of oak,\\nEnclose whole downs in walls, 'tis all a joke!\\nInexorable death shall level all,\\nAnd trees, and stones, and farms, and farmer fall.\\nGold, silver, ivory, vases sculptured high,\\nPaint, marble, gems, and robes of Persian dye,\\nThere are who have not--and thank heaven there are,\\nWho, if they have not, think not worth their care,\\nTalk what you will of taste, my friend, you'll find,\\nTwo of a face, as soon as of a mind.\\nWhy, of two brothers, rich and restless one\\nPloughs, burns, manures, and toils from sun to sun;\\nThe other slights, for women, sports, and wines,\\nAll Townshend's turnips, and all Grosvenor's mines;\\nWhy one like Bu--- with pay and scorn content,\\nBows and votes on, in Court and Parliament;\\nOne, driven by strong benevolence of soul,\\nShall fly, like Oglethorpe, from pole to pole;\\nIs known alone to that directing power,\\nWho forms the genius in the natal hour;\\nThat God of Nature, who, within us still,\\nInclines our action, not constrains our will:\\nVarious of temper, as of face or frame.\\nEach individual:  His great end the same.\\nYes, sir, how small soever be my heap,\\nA part I will enjoy, as well as keep.\\nMy heir may sigh, and think it want of grace\\nA man so poor would live without a place;\\nBut sure no statute in his favour says\\nHow free, or frugal, I shall pass my days:\\nI, who at some times spend, at others spare,\\nDivided between carelessness and care.\\n'Tis one thing madly to disperse my store;\\nAnother, not to heed to treasure more!\\nGlad, like a boy, to snatch the first good day,\\nAnd pleased, if sordid want be far away.\\nWhat is't to me (a passenger, God wot)\\nWhether my vessel be first-rate or not?\\nThe ship itself may make a better figure,\\nBut I that sail, am neither less nor bigger,\\nI neither strut with every favouring breath,\\nNor strive with all the tempest in my teeth.\\nIn power, wit, figure, virtue, fortune, placed\\nBehind the foremost and before the last.\\n\\\"But why all this of avarice? I have none.\\\"\\nI wish you joy, sir, of a tyrant gone;\\nBut does no other lord it at this hour,\\nAs wild and mad:  the avarice of power?\\nDoes neither rage inflame, nor fear appal?\\nNot the black fear of death, that saddens all?\\nWith terrors round, can Reason hold her throne,\\nDespise the known, nor tremble at the unknown?\\nSurvey both worlds, intrepid and entire,\\nIn spite of witches, devils, dreams, and fire?\\nPleased to look forward, pleased to look behind,\\nAnd count each birthday with a grateful mind?\\nHas life no sourness, drawn so near its end?\\nCanst thou endure a foe, forgive a friend?\\nHas age but melted the rough parts away,\\nAs winter fruits grow mild ere they decay?\\nOr will you think, my friend, your business done,\\nWhen, of a hundred thorns, you pull out one?\\nLearn to live well, or fairly make your will;\\nYou've played, and loved, and ate, and drank your fill:\\nWalk sober off; before a sprightlier age\\nComes tittering on, and shoves you from the stage;\\nLeave such to trifle with more grace and ease,\\nWhere folly pleases, and whose follies please.\\n\\nTHE SATIRES OF DR. JOHN DONNE, DEAN OF ST. PAUL'S.\\n\\nVERSIFIED.\\n\\n\\\"Quid vetat et nosmet Lucili scripta legentes\\nQuaerere, num illius, num rerum dura negarit\\nVersiculos natura magis factos, et euntes\\nMollius?\\\"               HOR. (Sat. LX. 56-9).\\n\\nSATIRE II.\\n\\nYes; thank my stars! as early as I knew\\nThis town, I had the sense to hate it too;\\nYet here; as even in hell, there must be still\\nOne giant-vice, so excellently ill,\\nThat all beside, one pities, not abhors;\\nAs who knows Sappho, smiles at other whores.\\nI grant that poetry's a crying sin;\\nIt brought (no doubt) the excise and army in:\\nCatched like the plague, or love, the Lord knows how,\\nBut that the cure is starving, all allow.\\nYet like the Papist's, is the poet's state,\\nPoor and disarmed, and hardly worth your hate!\\nHere a lean bard, whose wit could never give\\nHimself a dinner, makes an actor live:\\nThe thief condemned, in law already dead,\\nSo prompts, and saves a rogue who cannot read.\\nThus, as the pipes of some carved organ move,\\nThe gilded puppets dance and mount above.\\nHeaved by the breath the inspiring bellows blow:\\nThe inspiring bellows lie and pant below.\\nOne sings the fair; but songs no longer move;\\nNo rat is rhymed to death, nor maid to love:\\nIn love's, in nature's spite, the siege they hold,\\nAnd scorn the flesh, the devil, and all but gold.\\nThese write to lords, some mean reward to get,\\nAs needy beggars sing at doors for meat.\\nThose write because all write, and so have still\\nExcuse for writing, and for writing ill.\\nWretched, indeed! but far more wretched yet\\nIs he who makes his meal on others' wit:\\n'Tis changed, no doubt, from what it was before;\\nHis rank digestion makes it wit no more:\\nSense, past through him, no longer is the same;\\nFor food digested takes another name.\\nI pass o'er all those confessors and martyrs\\nWho live like S-tt-n, or who die like Chartres,\\nOut-cant old Esdras, or out-drink his heir,\\nOut-usure Jews, or Irishmen out-swear;\\nWicked as pages, who in early years\\nAct sins which Prisca's confessor scarce hears.\\nEven those I pardon, for whose sinful sake\\nSchoolmen new tenements in hell must make;\\nOf whose strange crimes no canonist can tell\\nIn what Commandment's large contents they dwell.\\nOne, one man only breeds my just offence;\\nWhom crimes gave wealth, and wealth gave impudence:\\nTime brings all natural events to pass,\\nAnd made him an attorney of an ass.\\nNo young divine, new beneficed, can be\\nMore pert, more proud, more positive than he.\\nWhat further could I wish the fop to do,\\nBut turn a wit, and scribble verses too;\\nPierce the soft labyrinth of a lady's ear\\nWith rhymes of this per cent. and that per year?\\nOr court a wife, spread out his wily parts,\\nLike nets or lime-twigs, for rich widows' hearts;\\nCall himself barrister to every wench,\\nAnd woo in language of the pleas and bench?\\nLanguage, which Boreas might to Auster hold\\nMore rough than forty Germans when they scold.\\nCursed be the wretch, so venal and so vain:\\nPaltry and proud, as drabs in Drury Lane.\\n'Tis such a bounty as was never known,\\nIf Peter deigns to help you to your own:\\nWhat thanks, what praise, if Peter but supplies,\\nAnd what a solemn face if he denies!\\nGrave, as when prisoners shake the head and swear\\n'Twas only suretyship that brought 'em there.\\nHis office keeps your parchment fates entire,\\nHe starves with cold to save them from the fire;\\nFor you he walks the streets through rain or dust,\\nFor not in chariots Peter puts his trust;\\nFor you he sweats and labours at the laws,\\nTakes God to witness he affects your cause,\\nAnd lies to every lord in every thing,\\nLike a king's favourite--or like a king.\\nThese are the talents that adorn them all,\\nFrom wicked waters even to godly \\\\* \\\\*\\nNot more of simony beneath black gowns,\\nNor more of bastardy in heirs to crowns.\\nIn shillings and in pence at first they deal;\\nAnd steal so little, few perceive they steal;\\nTill, like the sea, they compass all the land,\\nFrom Scots to Wight, from mount to Dover strand:\\nAnd when rank widows purchase luscious nights,\\nOr when a duke to Jansen punts at White's,\\nOr City-heir in mortgage melts away;\\nSatan himself feels far less joy than they.\\nPiecemeal they win this acre first, then that,\\nGlean on, and gather up the whole estate.\\nThen strongly fencing ill-got wealth by law,\\nIndentures, covenants, articles thy draw,\\nLarge as the fields themselves, and larger far\\nThan civil codes, with all their glosses, are;\\nSo vast, our new divines, we must confess,\\nAre fathers of the Church for writing less.\\nBut let them write for you, each rogue impairs\\nThe deeds, and dexterously omits, ses heires;\\nNo commentator can more slily pass\\nO'er a learned, unintelligible place;\\nOr, in quotation, shrewd divines leave out\\nThose words, that would against them clear the doubt.\\nSo Luther thought the Paternoster long,\\nWhen doomed to say his beads and even-song;\\nBut having cast his cowl, and left those laws,\\nAdds to Christ's prayer, the Power and Glory clause.\\nThe lands are bought; but where are to be found\\nThose ancient woods, that shaded all the ground?\\nWe see no new-built palaces aspire,\\nNo kitchens emulate the vestal fire.\\nWhere are those troops of poor, that thronged of yore\\nThe good old landlord's hospitable door?\\nWell, I could wish, that still in lordly domes\\nSome beasts were killed, though not whole hecatombs;\\nThat both extremes were banished from their walls,\\nCarthusian fasts, and fulsome bacchanals;\\nAnd all mankind might that just mean observe,\\nIn which none e'er could surfeit, none could starve.\\nThese as good works, 'tis true, we all allow;\\nBut oh! these works are not in fashion now:\\nLike rich old wardrobes, things extremely rare,\\nExtremely fine, but what no man will wear.\\nThus much I've said, I trust, without offence;\\nLet no Court sycophant pervert my sense,\\nNor sly informer watch these words to draw\\nWithin the reach of treason, or the law.\\n\\nSATIRE IV.\\n\\nWell, if it be my time to quit the stage,\\nAdieu to all the follies of the age!\\nI die in charity with fool and knave,\\nSecure of peace at least beyond the grave.\\nI've had my purgatory here betimes,\\nAnd paid for all my satires, all my rhymes.\\nThe poet's hell, its tortures, fiends, and flames,\\nTo this were trifles, toys, and empty names.\\nWith foolish pride my heart was never fired,\\nNor the vain itch to admire, or be admired;\\nI hoped for no commission from his Grace;\\nI bought no benefice, I begged no place;\\nHad no new verses, nor new suit to show;\\nYet went to Court!--the Devil would have it so.\\nBut, as the fool that in reforming days\\nWould go to Mass in jest (as story says)\\nCould not but think, to pay his fine was odd,\\nSince 'twas no formed design of serving God;\\nSo was I punished, as if full as proud\\nAs prone to ill, as negligent of good,\\nAs deep in debt, without a thought to pay,        )As vain, as idle, and as false, as they      )\\nWho live at Court, for going once that way!  )\\nScarce was I entered, when, behold! there came\\nA thing which Adam had been posed to name;\\nNoah had refused it lodging in his Ark,\\nWhere all the race of reptiles might embark:\\nA verier monster, that on Afric's shore\\nThe sun e'er got, or slimy Nilus bore,\\nOr Sloane or Woodward's wondrous shelves contain,\\nNay, all that lying travellers can feign.\\nThe watch would hardly let him pass at noon,\\nAt night, would swear him dropped out of the moon.\\nOne whom the mob, when next we find or make\\nA Popish plot, shall for a Jesuit take,\\nAnd the wise Justice starting from his chair\\nCry:  \\\"By your priesthood tell me what you are?\\\"\\nSuch was the wight; the apparel on his back\\nThough coarse, was reverend, and though bare, was black:\\nThe suit, if by the fashion one might guess,\\nWas velvet in the youth of good Queen Bess,\\nBut mere tuff-taffety what now remained;\\nSo time, that changes all things, had ordained!\\nOur sons shall see it leisurely decay,\\nFirst turn plain rash, then vanish quite away.\\nThis thing has travelled, speaks each language too,\\nAnd know what's fit for very state to do;\\nOf whose best phrase and courtly accent joined,\\nHe forms one tongue, exotic and refined,\\nTalkers I've learned to bear; Motteux I knew,\\nHenley himself I've heard, and Budgel too.\\nThe doctor's wormwood style, the hash of tongues\\nA pedant makes, the storm of Gonson's lungs,\\nThe whole artillery of the terms of war,\\nAnd (all those plagues in one) the bawling bar:\\nThese I could bear; but not a rogue so civil,\\nWhose tongue will compliment you to the devil.\\nA tongue that can cheat widows, cancel scores,\\nMake Scots speak treason, cozen subtlest w***es,\\nWith royal favourites in flattery vie,\\nAnd Oldmixon and Burnet both outlie.\\nHe spies me out, I whisper:  \\\"Gracious God!\\nWhat sin of mine could merit such a rod?\\nThat all the shot of dulness now must be\\nFrom this thy blunderbuss discharged on me!\\\"\\n\\\"Permit\\\" (he cries) \\\"no stranger to your fame\\nTo crave your sentiment, if ----'s your name.\\nWhat speech esteem you most?\\\"  \\\"The King's,\\\" said I\\n\\\"But the best words?\\\"--\\\"O, sir, the dictionary.\\\"\\n\\\"You miss my aim; I mean the most acute\\nAnd perfect speaker?\\\"--\\\"Onslow, past dispute.\\\"\\n\\\"But, sir, of writers?\\\"  \\\"Swift, for closer style,\\nBut Ho****y for a period of a mile.\\\"\\n\\\"Why, yes, 'tis granted, these indeed may pass:\\nGood common linguists, and so Panurge was;\\nNay troth the Apostles (though perhaps too rough)\\nHad once a pretty gift of tongues enough:\\nYet these were all poor gentlemen!  I dare\\nAffirm, 'twas travel made them what they were.\\\"\\nThus others' talents having nicely shown,\\nHe came by sure transition to his own:\\nTill I cried out:  \\\"You prove yourself so able,\\nPity! you was not Druggerman at Babel;\\nFor had they found a linguist half so good\\nI make no question but the tower had stood.\\\"\\n\\\"Obliging sir! for courts you sure were made:\\nWhy then for ever buried in the shade?\\nSpirits like you should see and should be seen,\\nThe King would smile on you--at least the Queen.\\\"\\n\\\"Ah, gentle sir! you courtiers so cajole us--\\nBut Tully has it, Nunquam minus solus:\\nAnd as for courts, forgive me, if I say\\nNo lessons now are taught the Spartan way:\\nThough in his pictures lust be full displayed,\\nFew are the converts Aretine has made;\\nAnd though the Court show vice exceeding clear,\\nNone should, by my advice, learn virtue there.\\\"\\nAt this entranced, he lifts his hands and eyes,\\nSqueaks like a high-stretched lutestring, and replies:\\n\\\"Oh, 'tis the sweetest of all earthly things\\nTo gaze on princes, and to talk of kings!\\\"\\n\\\"Then, happy man who shows the tombs!\\\" said I,\\n\\\"He dwells amidst the Royal Family;\\nHe every day, from king to king can walk,\\nOf all our Harries, all our Edwards talk,\\nAnd get by speaking truth of monarchs dead,\\nWhat few can of the living, ease and bread.\\\"\\n\\\"Lord, sir, a mere mechanic! strangely low,\\nAnd coarse of phrase--your English all are so.\\nHow elegant your Frenchmen?\\\"  \\\"Mine, d'ye mean?\\nI have but one, I hope the fellow's clean.\\\"\\n\\\"Oh! sir, politely so! nay, let me die,\\nYour only wearing is your Paduasoy.\\\"\\n\\\"Not, sir, my only, I have better still,\\nAnd this you see is but my dishabille--.\\\"\\nWild to get loose, his patience I provoke,\\nMistake, confound, object at all he spoke.\\nBut as coarse iron, sharpened, mangles more,\\nAnd itch most hurts when angered to a sore;\\nSo when you plague a fool, 'tis still the curse,\\nYou only make the matter worse and worse.\\nHe past it o'er; affects an easy smile\\nAt all my peevishness, and turns his style.\\nHe asks, \\\"What news?\\\"  I tell him of new plays,\\nNew eunuchs, harlequins, and operas.\\nHe hears, and as a still with simples in it\\nBetween each drop it gives, stays half a minute,\\nLoth to enrich me with too quick replies,\\nBy little and by little drops his lies.\\nMere household trash! of birth-nights, balls, and shows,\\nMore than ten Holinsheds, or Halls, or Stowes.\\nWhen the Queen frowned, or smiled, he knows; and what\\nA subtle minister may make of that;\\nWho sins with whom:  who got his pension rug,\\nOr quickened a reversion by a drug;\\nWhose place is quartered out, three parts in four,\\nAnd whether to a bishop, or a w*\\\\*\\\\*e;\\nWho having lost his credit, pawned his rent,\\nIs therefore fit to have a Government;\\nWho in the secret, deals in stocks secure,\\nAnd cheats the unknowing widow and the poor;\\nWho makes a trust or charity a job,\\nAnd gets an Act of Parliament to rob;\\nWhy turnpikes rise, and now no cit nor clown\\nCan gratis see the country, or the town;\\nShortly no lad shall chuck, or lady vole,\\nBut some excising courtier will have toll.\\nHe tells what strumpet places sells for life,\\nWhat 'squire his lands, what citizen his wife:\\nAnd last (which proves him wiser still than all)\\nWhat lady's face is not a whited wall.\\nAs one of Woodward's patients, sick, and sore,\\nI puke, I nauseate--yet he thrusts in more:\\nTrims Europe's balance, tops the statesman's part,\\nAnd talks gazettes and post-boys o'er by heart.\\nLike a big wife at sight of loathsome meat\\nReady to cast, I yawn, I sigh and sweat.\\nThen as a licensed spy, whom nothing can\\nSilence or hurt, he libels the great man;\\nSwears every place entailed for years to come,\\nIn sure succession to the day of doom;\\nHe names the price for every office paid,\\nAnd says our wars thrive ill, because delayed;\\nNay hints, 'tis by connivance of the Court,\\nThat Spain robs on, and Dunkirk's still a port.\\nNot more amazement seized on Circe's guests,\\nTo see themselves fall endlong into beasts,\\nThan mine, to find a subject staid and wise\\nAlready half turned traitor by surprise.\\nI felt the infection slide from him to me,\\nAs in the ---- some give it to get free;\\nAnd quick to swallow me, methought I saw\\nOne of our giant statutes ope its jaw.\\nIn that nice moment, as another lie\\nStood just a-tilt, the minister came by.\\nTo him he flies, and bows, and bows again,\\nThen, close as Umbra, joins the dirty train.\\nNot Fannius' self more impudently near,\\nWhen half his nose is in his Prince's ear.\\nI quaked at heart; and still afraid, to see\\nAll the Court filled with stranger things than he,\\nRan out as fast as one that pays his bail\\nAnd dreads more actions, hurries from a jail.\\nBear me, some god! oh, quickly bear me hence\\nTo wholesome solitude, the nurse of sense:\\nWhere Contemplation plumes her ruffled wings,\\nAnd the free soul looks down to pity kings!\\nThere sober thought pursued the amusing theme,\\nTill fancy coloured it, and formed a dream.\\nA vision hermits can to hell transport,\\nAnd forced even me to see the damned at Court.\\nNot Dante dreaming all the infernal state,\\nBeheld such scenes of envy, sin, and hate.\\nBase fear becomes the guilty, not the free;\\nSuits tyrants, plunderers, but suits not me:\\nShall I, the terror of this sinful town,\\nCare, if a liveried lord or smile or frown?\\nWho cannot flatter, and detest who can,\\nTremble before a noble serving-man?\\nO, my fair mistress, Truth! shall I quit thee\\nFor huffing, braggart, puffed nobility?\\nThou, who since yesterday hast rolled o'er all\\nThe busy, idle blockheads of the ball,\\nHast thou, oh, sun! beheld an emptier fort,\\nThan such who swell this bladder of a Court?\\nNow plague on those who show a Court in wax!\\nIt ought to bring all courtiers on their backs:\\nSuch painted puppets! such a varnished race\\nOf hollow gewgaws, only dress and face!\\nSuch waxen noses, stately staring things--\\nNo wonder some folks bow, and think them kings.\\nSee! where the British youth, engaged no more\\nAt Fig's, at White's, with felons, or a bore,\\nPay their last duty to the Court and come\\nAll fresh and fragrant, to the drawing-room;\\nIn hues as gay, and odours as divine,\\nAs the fair fields they sold to look so fine.\\n\\\"That's velvet for a king!\\\" the flatterer swears\\n'Tis true, for ten days hence 'twill be King Lear's.\\nOur Court may justly to our stage give rules,\\nThat helps it both to fools-coats and to fools.\\nAnd why not players strut in courtiers' clothes?\\nFor these are actors too, as well as those:\\nWants reach all states; they beg but better drest,\\nAnd all is splended poverty at best.\\nPainted for sight, and essenced for the smell,\\nLike frigates fraught with spice and cochinel,\\nSail in the ladies:  how each pirate eyes\\nSo weak a vessel, and so rich a prize!\\nTop-gallant he, and she in all her trim,\\nHe boarding her, she striking sail to him:\\n\\\"Dear Countess! you have charms all hearts to hit!\\\"\\nAnd \\\"Sweet Sir Fopling! you have so much wit!\\\"\\nSuch wits and beauties are not praised for nought,\\nFor both the beauty and the wit are bought.\\n'Twould burst even Heraclitus with the spleen\\nTo see those antics, Fopling and Courtin:\\nThe presence seems, with things so richly odd,\\nThe mosque of Mahound, or some queer Pagod.\\nSee them survey their limbs by Durer's rules,\\nOf all beau-kind the best proportioned fools!\\nAdjust their clothes, and to confession draw\\nThose venial sins, an atom, or a straw;\\nBut oh! what terrors must distract the soul\\nConvicted of that mortal crime, a hole;\\nOr should one pound of powder less bespread\\nThose monkey tails that wag behind their head.\\nThus finished, and corrected to a hair,\\nThey march, to prate their hour before the fair.\\nSo first to preach a white-gloved chaplain goes,\\nWith band of lily, and with cheek of rose,\\nSweeter than Sharon, in immaculate trim,\\nNeatness itself impertinent in him.\\nLet but the ladies smile, and they are blest:\\nProdigious! how the things protest, protest:\\nPeace, fools, or Gonson will for Papists seize you,\\nIf once he catch you at your Jesu! Jesu!\\nNature made every fop to plague his brother,\\nJust as one beauty mortifies another.\\nBut here's the captain that will plague them both,\\nWhose air cries Arm! whose very look's an oath:\\nThe captain's honest, Sirs, and that's enough,\\nThough his soul's bullet, and his body buff.\\nHe spits fore-right; his haughty chest before,\\nLike battering rams, beats open every door:\\nAnd with a face as red, and as awry,\\nAs Herod's hangdogs in old tapestry,\\nScarecrow to boys, the breeding woman's curse,\\nHas yet a strange ambition to look worse;\\nConfounds the civil, keeps the rude in awe,\\nJests like a licensed fool, commands like law.\\nFrighted, I quit the room, but leave it so\\nAs men from jails to execution go;\\nFor hung with deadly sins I see the wall,\\nAnd lined with giants deadlier than 'em all:\\nEach man an Askapart, of strength to toss\\nFor quoits, both Temple Bar and Charing Cross.\\nScared at the grizzly forms, I sweat, I fly,\\nAnd shake all o'er, like a discovered spy.\\nCourts are too much for wits so weak as mine:\\nCharge them with Heaven's artillery, bold divine!\\nFrom such alone the great rebukes endure\\nWhose satire's sacred, and whose rage secure:\\n'Tis mine to wash a few light stains, but theirs\\nTo deluge sin, and drown a Court in tears.\\nHowever, what's now Apocrypha, my wit,\\nIn time to come, may pass for holy writ.\\n\\nEPILOGUE TO THE SATIRES.\\n\\nIN TWO DIALOGUES.\\n\\nWRITTEN IN MDCCXXXVIII.\\n\\nDIALOGUE I.\\n\\nFr.  Not twice a twelvemonth you appear in print,\\nAnd when it comes, the Court see nothing in't.\\nYou grow correct, that once with rapture writ,\\nAnd are, besides, too moral for a wit.\\nDecay of parts, alas! we all must feel--\\nWhy now, this moment, don't I see you steal?\\n'Tis all from Horace; Horace long before ye\\nSaid, \\\"Tories called him Whig, and Whigs a Tory;\\\"\\nAnd taught his Romans, in much better metre,\\n\\\"To laugh at fools who put their trust in Peter.\\\"\\nBut Horace, sir, was delicate, was nice;\\nBubo observes, he lashed no sort of vice;\\nHorace would say, Sir Billy served the crown,\\nBlunt could do business, H-ggins knew the town;\\nIn Sappho touch the failings of the sex,\\nIn reverend bishops note some small neglects,\\nAnd own, the Spaniard did a waggish thing,\\nWho cropped our ears, and sent them to the king.\\nHis sly, polite, insinuating style\\nCould please at Court, and make Augustus smile:\\nAn artful manager, that crept between\\nHis friend and shame, and was a kind of screen.\\nBut 'faith, your friends will soon be sore;\\nPatriots there are, who wish you'd jest no more--\\nAnd where's the glory? 'twill be only thought\\nThe Great Man never offered you a groat.\\nGo, see Sir Robert--  P.  See Sir Robert!--hum--\\nAnd never laugh--for all my life to come?\\nSeen him I have, but in his happier hour\\nOf social pleasure, ill-exchanged for power;\\nSeen him, unencumbered with the venal tribe,\\nSmile without art, and win without a bribe.\\nWould he oblige me? let me only find\\nHe does not think me what he thinks mankind.\\nCome, come, at all I laugh he laughs, no doubt;\\nThe only difference is I dare laugh out.\\nF.  Why, yes:  with Scripture still you may be free;\\nA horse-laugh, if you please, at honesty:\\nA joke on Jekyl, or some odd old Whig\\nWho never changed his principle, or wig:\\nA patriot is a fool in every age,\\nWhom all Lord Chamberlains allow the stage:\\nThese nothing hurts; they keep their fashion still,\\nAnd wear their strange old virtue, as they will.\\nIf any ask you, \\\"Who's the man, so near\\nHis prince, that writes in verse, and has his ear?\\\"\\nWhy, answer, Lyttelton, and I'll engage\\nThe worthy youth shall ne'er be in a rage;\\nBut were his verses vile, his whisper base,\\nYou'd quickly find him in Lord Fanny's case.\\nSejanus, Wolsey, hurt not honest Fleury,\\nBut well may put some statesmen in a fury.\\nLaugh, then, at any, but at fools or foes;\\nThese you but anger, and you mend not those.\",\"timestamp\":1639291130,\"title\":\"Such they'll degrade; and sometimes, in its stead,\\nIn downright charity revive the dead;\"},\"digest\":\"25PNoRwNmObq822Al6tuuM7u4OFjrZF1e7dnl_y8-_s\",\"authorship\":{\"contributor\":\"0x6e5524266431C8A2Cd3e28b5B838834791C3533a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"toG2OvQ3NvZmyPbX5pCTGCVJZqoBDSmzqMWuK-4Ypa8\\\",\\\"y\\\":\\\"Ub3iddoV54JFfwPWrmeSda10NZmJ7XO4gQaF-A8Gj3s\\\"}\",\"signature\":\"YntgkEYhxlryppKw5EqhmryDApoAdwl8jeoQeEL7gJer2asS7yB59wUbghSn2BVBIj1mH1lMc5tDS-kutTBj0g\",\"signingKeySignature\":\"0x9056a24dce3080807738b1c01bb48c736683edc9f9d166e6933d1c87de71cd3c049a8f56aaaedb0f447167a39cbfdb7decad2b3f198cdb537f13aca535d2343b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"toG2OvQ3NvZmyPbX5pCTGCVJZqoBDSmzqMWuK-4Ypa8\\\",\\\"y\\\":\\\"Ub3iddoV54JFfwPWrmeSda10NZmJ7XO4gQaF-A8Gj3s\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"25PNoRwNmObq822Al6tuuM7u4OFjrZF1e7dnl_y8-_s\"}"