"{\"content\":{\"body\":\"I recently came across a piece by Terry Tempest Williams on the same title.\\n\\nAfter I read it, I went back and read it again and again and again. I enjoyed every word. Especially the last part where she says,\\n\\n> I write past the embarrassment of exposure. I trust nothing especially myself and slide headfirst into the familiar abyss of doubt and humiliation and threaten to push the delete button on my way down, or madly erase each line, pick up the paper and rip it into shreds - and then I realize it doesn't matter, words are always a gamble, words are splinters from cut glass. I write because it is dangerous, a bloody risk, like love, to form the words, to say the words, to touch the source, to be touched, to reveal how vulnerable we are, how transient.\\n\\nA lot of writers have written articles under this title.\\n\\nI wanted to try it too! So, I asked myself \\\"Why I write?\\\"\\n\\nI write to communicate. I write to express. I write to see how what I've read, watched, and listened so far has changed my perspective towards life. I write to document the time I'm living in. I write to overcome fear. I write to convert scattered ideas in my brain into a coherent stream of words that might someday make sense to someone. I write to experience the joy of creating a story or a character out of thin air. I write to make myself happy. And, most of all, I write because it is a way of celebrating life.\\n\\nCarl Sagan said, \\\"**Extinction is the rule. Survival is an exception**\\\". I'm an exception. We all are. And, I use my words to tell the world how grateful I am to be that exception.\",\"timestamp\":1637587610,\"title\":\"#4 Why I Write!\"},\"digest\":\"MpJVdE9CxOfkcKvbc4GBPdqqHB9ApjBDuELAER-qREs\",\"authorship\":{\"contributor\":\"0x5F882566e4B071Ec1565Ed633EDBFB5c902dCA74\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8_uGVGdfFjLSJWYd0zMXytofzonHacRrnRv2eKJFt2Y\\\",\\\"y\\\":\\\"_ZD7ifRsXTRvXXBU3V2IkPZAMDhECIUxIelNusRyYms\\\"}\",\"signature\":\"_cPMuF7e9avrePdOCC-85atxi9YxBX58g8v3sdWMrqARgE9aAP2Arc2ItssciYkPlwzz56UGQxlEbYAx_48X_g\",\"signingKeySignature\":\"0x5dad564490ee162511d60b533a5ad5d7949efface30fb34d4338a146b02755d9025af55c5b65bcd4dbc7213a59304f21b2e17848f3ef96f5b0b359f3399243151c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"8_uGVGdfFjLSJWYd0zMXytofzonHacRrnRv2eKJFt2Y\\\",\\\"y\\\":\\\"_ZD7ifRsXTRvXXBU3V2IkPZAMDhECIUxIelNusRyYms\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"SSEy1_Z8xuTIUcuoljqu5KWhhx14DWxMwKK3-dwxQ3c\"}"