"{\"content\":{\"body\":\"[https://future.a16z.com/how-composability-unlocks-crypto-and-everything-else/](https://future.a16z.com/how-composability-unlocks-crypto-and-everything-else/)\\n\\nWhile many in tech and beyond have heard of bitcoin, cryptocurrency, and the concept of a blockchain, less well-known are smart contracts, the major innovation of Ethereum. They’re programs that anyone can write and deploy to a public blockchain, enabling all kinds of innovation. Buzzy acronyms like NFTs, DeFi, DAOs — representing new ways to own anything, better financial systems for all, and new ways for people to coordinate and collaborate, respectively — are all powered by smart contracts.\\n\\nSmart contracts power new kinds of transactions with clear advantages over those enabled by legacy systems. Traditionally it takes weeks and reams of paperwork for a bank to verify an individual’s assets and issue a loan, for example. With a smart contract, a piece of code could automatically issue a loan based on the collateral provided by the individual.\\n\\nSmart contracts go beyond simply allowing for instant and verifiable transactions for various applications though — they can also be programmed to interact *with each other*. In other words, they make crypto programs *composable*, like building blocks. This capability of composability is one of the most talked-about [among](https://a16z.com/2018/12/16/4-eras-of-blockchain-computing-degrees-of-composability/) tech enthusiasts, and not talked about enough more broadly, yet it’s one of the most powerful aspects of crypto. Because composability allows anyone in a network to take existing programs and adapt or build on top of them, it unlocks completely new use cases that don’t exist in our world.\\n\\nIn other words: composability is innovation.\\n\\n## Why composability is possible and what it makes possible\\n\\nThe ability for anyone in a vast network of disconnected, distributed participants to leverage the work of others to create new applications didn’t just arise spontaneously — it required the cooperation of many people. Ethereum smart contract developers enabled composability over time by converging on community standards that describe how certain types of contracts should behave. For example, the ERC-20 token standard, first proposed by developer Fabian Vogelsteller in November 2015 and [formalized](https://twitter.com/hudsonjameson/status/907237825447383040) in September 2017, describes how Ethereum tokens should behave, including basic functionality like the transfer of tokens and approval for spending tokens. It allows third-party developers to easily support any token that complies with the ERC-20 standard.\\n\\nThis type of standardization is crucial to composability, just as standardizing internet and email and other protocols were crucial to the growth of the web. With these token standards in place, smart contracts can act as building blocks that are able to be assembled into larger systems. Just like a software library, smart contracts for different protocols and applications can easily plug into each other like Lego pieces. In fact, smart contracts within decentralized finance (DeFi) — which represents one of the earliest and most vibrant examples of composability — are often referred to as “money legos”.\\n\\n## How composability works in decentralized finance\\n\\nFinancial positions in DeFi protocols — which enable users to loan, borrow, trade, or otherwise transact without requiring centralized financial institutions in the middle — can be represented as ERC-20 tokens that can be redeemed for the underlying funds. For example, if you deposit USDC (tokenized U.S. dollar) to the lending protocol Compound, you receive cUSDC, which represents your position that’s earning interest within Compound. Similarly, when you deposit funds into the decentralized exchange protocol Uniswap to provide liquidity to a specific market, you receive ERC-20 tokens that represent your share of the funds pooled within the associated Uniswap market.\\n\\nCrucially, these tokens are not “locked” into one protocol — they can now be used within other DeFi protocols. You can use your Uniswap Liquidity Provider tokens as [collateral](https://docs.aave.com/risk/asset-risk/amm-market) in the lending protocol Aave, for example. Smart contracts enable developers to build upon other protocols to easily interact across multiple applications; in the world of decentralized finance, this includes everything from lending to derivatives.\\n\\nWhile some of these kinds of DeFi transactions have not been easily accessible for many — either due to the complexity around certain applications or technical savvy needed to interact with protocols — the usability is continuing to significantly improve. The chain of transactions involved in composing different DeFi building blocks may be constructed and visualized using projects like [Furucombo](https://furucombo.app/) and [DeFi Saver](https://defisaver.com/), which abstract away the developer work needed to combine and interact with different smart contracts. One can simply drag and drop different actions into sequence or use combinations crafted by other people.\\n\\n![](https://future.a16z.com/wp-content/uploads/2021/06/Linda-Xie_Crypto-Composability_Furucombo.jpg)\\n\\n[Furucombo](https://furucombo.app/) makes it easy for users to create their own DeFi combos.\\n\\nComposability leads inevitably toward more choice, and better user experiences, because there are no obstacles to someone taking an existing idea and making it easier to use, or adapting it to new use cases. As more and more of the underlying technology gets abstracted away, the focus will shift towards what people can do with their money, and not the inefficiency that marks much of the traditional finance world.\\n\\n## So what does composability really mean for builders and developers?\\n\\nThere are many possibilities, most of which will only be unlocked by people trying things out, but some examples of what it makes possible for builders include:\\n\\n**Developers can bootstrap their own projects and communities without having to build everything from scratch**, because smart contract platforms like Ethereum are massive, open sandboxes to build systems that can reach a built-in global audience. This is a large driver of the rapid pace of innovation seen within the crypto space, allowing small teams to quickly bootstrap their own projects. For example, a new video game creator could easily add the ability for users to trade in-game items by integrating a decentralized exchange protocol rather than having to build a new marketplace from scratch.\\n\\n**Non-crypto businesses can increase efficiency and have more functionality by plugging into open ecosystems** like Ethereum — much like the [API economy](https://a16z.com/tag/the-api-economy/) enabled companies of all kinds, including mom-and-pop shops and small businesses, to access data and competencies they wouldn’t otherwise have been able to. An example in the tech space, however, is Reddit’s experimentation with Community Points, which are tokens that reward users for posting high-quality content and can be redeemed for unique items within the community. Reddit [plans to launch](https://www.reddit.com/r/ethereum/comments/gj9i6k/reddit_introduces_community_points_built_on_the/) Community Points as ERC-20 tokens, which would let them be used in existing wallets and applications on Ethereum. This now opens up many more functionalities for Community Points that Reddit doesn’t have to build itself. Even if it’s not a crypto company, it can get the benefits of crypto applications for its users, such as Redditors being able to use decentralized exchanges on Ethereum to trade their points for other tokens. This would allow them to have liquidity for their points from the start. Also, once plugged into the Ethereum ecosystem, *anyone* can incorporate Community Points into their own project to build on it and create further use cases.\\n\\n**Developers can learn and apply concepts from a broad variety of industries,** including tech, finance, gaming, and art, leading to a deeper understanding of each, new ways of thinking, and new applications for people. For example, by adding DeFi components to gaming, we might be able to better understand incentives and marketplaces; and by adding gaming components to DeFi, we might be able to make finance more accessible and interesting to a broader audience than finance insiders. Communities that don’t normally get to interact with each other — because they spend their time on different platforms or can’t interoperate — can also communicate and share ideas this way, leading to even more innovation. Smart contracts enable this sharing of information to be more open, efficient, and trusted exchanges even among strangers.\\n\\nThere are many interesting examples of composability use cases in crypto today besides the DeFi example I shared already; some of these include:\\n\\n### Earning yield through “no-loss” lotteries\\n\\n[PoolTogether](https://www.pooltogether.us/) is a project that utilizes decentralized finance protocols to create “no-loss” lotteries. Users can purchase tickets, and all funds collected from ticket sales go into a prize pool that earns yield from decentralized finance protocols [Compound](https://compound.finance/) and [yEarn Vaults](https://yearn.finance/vaults). Everyone gets their funds back, but one person wins all of the accumulated interest that was earned on the pooled money. No one loses the money that they initially put in, hence it’s a “no-loss” lottery. Anyone in the world with an Ethereum address is able to participate in the no-loss lottery, and anyone can create a no-loss lottery for any token, which makes participating in these types of systems more accessible and safer.\\n\\n### NFTs as collateral\\n\\n[Non-fungible tokens (NFTs)](https://linda.mirror.xyz/df649d61efb92c910464a4e74ae213c4cab150b9cbcc4b7fb6090fc77881a95d) have received much attention recently. Unlike the interchangeable, “fungible” tokens in the ERC-20 token standard, an NFT is a *unique* digital asset whose ownership is tracked on a blockchain. But even though the tokens themselves are not interchangeable, they \\\\*do \\\\*still exist in a composable ecosystem. This means that when they are issued on a smart contract platform, anyone can own or trade an NFT for any other asset that exists on the same platform.\\n\\nWhen “composed” (plugged into, combined) with decentralized finance building blocks, NFT activity can go well past trading and can include actions like being able to use the NFT as collateral in taking out a loan (e.g. [NFTfi](https://nftfi.com/)) or being able to rent out or earn interest on the NFT (e.g. [RenFT](https://devpost.com/software/renft), [Charged Particles](https://charged.fi/)).\\n\\nSay you own a piece of valuable real estate in a virtual world like [Decentraland](https://decentraland.org/) or [Cryptovoxels](https://www.cryptovoxels.com/). You could actually borrow USDC against that asset to finance a down payment for a house in real life. Or, say you own a desirable skin within a video game — you could rent that item out to other players to use temporarily, much like you might rent a room in an Airbnb.\\n\\n![](https://future.a16z.com/wp-content/uploads/2021/06/Linda-Xie_Crypto-Composability_NFTfi.jpg)\\n\\n[NFTFi](https://nftfi.com/) allows users to offer loans for NFTs representing everything from wallet names to virtual land.\\n\\n### **Publishing**\\n\\nAnother example of plugging two applications together thanks to the property of composability is the collaboration between the projects [Mirror](https://mirror.xyz/), a decentralized publishing platform, and [Zora](https://zora.co/), a protocol for creating and exchanging NFTs. These projects have connected to allow Mirror writers to convert any of their posts into an NFT, and embed an auction for an NFT into their post. This in turn allows creators to crowdfund pieces of work like novels and blog posts or even research papers or other such artifacts, where purchasing the NFT helps fund the creator.\\n\\nSometimes the NFT provides the \\\\*contributors \\\\*the ability to earn a part of the proceeds once the NFT is re-sold. Imagine if early Kickstarter backers of Oculus, for instance, could have benefited too when Oculus was sold to Facebook, for their early belief and support. Recently [$ESSAY](https://j.mirror.xyz/uVGCCwwm3k341lPpxaJmHTZROESVse9Pe_rmbiuUAC0) by John Palmer was the first community-owned essay crowdfunded on Ethereum. The essay, published via Mirror, was minted as an NFT on Zora and backers are embedded in the essay forever. People contributed to the crowdfunding to support the writer as well as collect a piece of history — the first community-owned essay. But in other cases, early contributors (alongside the creator) could also share a piece of that secondary value.\\n\\n![](https://future.a16z.com/wp-content/uploads/2021/06/Linda-Xie_Crypto-Composability_ESSAY-scaled.jpg)\\n\\n[Source](https://j.mirror.xyz/uVGCCwwm3k341lPpxaJmHTZROESVse9Pe_rmbiuUAC0)\\n\\n### Flash loans\\n\\nFlash loans are one of the most unique capabilities enabled by crypto — there’s nothing close to the equivalent of flash loans in the traditional system. Flash loans allow someone to borrow funds and repay the loan in the same transaction; if it’s not repaid in the same transaction, then the transaction will fail.\\n\\nThis allows for loans to be uncollateralized, which means that these flash loans are accessible to anyone in the world regardless of how much capital they have. Flash loans are very deep into the weeds for crypto, but happen regularly in the DeFi space to take advantage of arbitrage opportunities.\\n\\n\\\\*\\\\*\\\\*\\n\\nAs crypto matures, we should expect these composable smart contract building blocks to start getting used outside of the crypto community. Eventually, developers will be able to add just one line of code to add a full decentralized marketplace to a video game, or another line of code to allow merchants in their ecommerce store to earn interest on their balance. For institutions, composability puts crypto at the forefront of revolutions in finance and other industries — changing industries fundamentally, much like the internet did. And for consumers, it will open up a whole new world of possibilities.\\n\\nI’ve only scratched the surface of what might be possible in the future here. The next step is more experimentation. I’ve talked about the technology, but it’s human ingenuity that comes next.\\n\\n*Thanks to [Will Warren](https://twitter.com/willwarren89)* for reviewing this post.\\n\\n*Disclosures: Linda Xie is a Managing Director of Scalar Capital Management, LLC, an investment manager focused on cryptoassets that holds ETH and Ethereum tokens. This post is not investment advice.*\\n\\n* **Linda Xie** is the co-founder of Scalar Capital, a crypto investment firm. She was previously a product manager at Coinbase and a portfolio risk analyst at AIG.\\n\\nPosted June 15, 2021\\n\\nTechnology, innovation, and the future, as told by those building it.\\n\\n#### Thanks for signing up.\\n\\nCheck your inbox for a welcome note.\\n\\nViews expressed in “posts” (including articles, podcasts, videos, and social media) are those of the individuals quoted therein and are not necessarily the views of AH Capital Management, L.L.C. (“a16z”) or its respective affiliates. Certain information contained in here has been obtained from third-party sources, including from portfolio companies of funds managed by a16z. While taken from sources believed to be reliable, a16z has not independently verified such information and makes no representations about the enduring accuracy of the information or its appropriateness for a given situation.\\n\\nThis content is provided for informational purposes only, and should not be relied upon as legal, business, investment, or tax advice. You should consult your own advisers as to those matters. References to any securities or digital assets are for illustrative purposes only, and do not constitute an investment recommendation or offer to provide investment advisory services. Furthermore, this content is not directed at nor intended for use by any investors or prospective investors, and may not under any circumstances be relied upon when making a decision to invest in any fund managed by a16z. (An offering to invest in an a16z fund will be made only by the private placement memorandum, subscription agreement, and other relevant documentation of any such fund and should be read in their entirety.) Any investments or portfolio companies mentioned, referred to, or described are not representative of all investments in vehicles managed by a16z, and there can be no assurance that the investments will be profitable or that other investments made in the future will have similar characteristics or results. A list of investments made by funds managed by Andreessen Horowitz (excluding investments for which the issuer has not provided permission for a16z to disclose publicly as well as unannounced investments in publicly traded digital assets) is available at <https://a16z.com/investments/>.\\n\\nCharts and graphs provided within are for informational purposes solely and should not be relied upon when making any investment decision. Past performance is not indicative of future results. The content speaks only as of the date indicated. Any projections, estimates, forecasts, targets, prospects, and/or opinions expressed in these materials are subject to change without notice and may differ or be contrary to opinions expressed by others. Please see <https://a16z.com/disclosures> for additional important information.\",\"timestamp\":1636468093,\"title\":\"Composability is Innovation - Future\"},\"digest\":\"WrWTKGIYJ9K1aF1YooQ-WfQRrsPc34aiCKEooIIsmuI\",\"authorship\":{\"contributor\":\"0x4CC11987Ee4D62076F8218d0f97e81437611e311\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CNgUdh60P6_pbrWqRpuKDHICZG3EEgjoxW9IksA457w\\\",\\\"y\\\":\\\"1J_nax9csrIHYDDhyGZPXqCQXsYduix2KwDWWT4lun0\\\"}\",\"signature\":\"RPC-DM5y3deCKwJJrXHss6GTVDIDfOv_3qC97YEmqVJKAj7jlkMy0BEue-I_dT1PmPI8qEZ2hgCuzvZ1OlkyLg\",\"signingKeySignature\":\"0xd125e0e2937b1eb0266945f0f91879d28b8f979e01b9b444999d864e402769f425e1366e72fcf3399083e8e1fecaf5d2be18ea417e139aab380195d8bf986fda1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"CNgUdh60P6_pbrWqRpuKDHICZG3EEgjoxW9IksA457w\\\",\\\"y\\\":\\\"1J_nax9csrIHYDDhyGZPXqCQXsYduix2KwDWWT4lun0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WrWTKGIYJ9K1aF1YooQ-WfQRrsPc34aiCKEooIIsmuI\"}"