"{\"content\":{\"body\":\"“刀子，等那时间一到，就让我们潜伏在村子里的那些兄弟动手烧屋砍人，先让他们内部乱了阵脚，这样也方便我们来攻打村子。”豹哥双手一托，想了想说道。\\n\\n```\\n“恩，我吩咐过了，他们都知道了。”刀子应声回道\\n\\n“还有，等会别忘了让横行霸道的那帮家伙打前锋，我们跟在后面好了，他们死可不足惜，我们可要留着力量清扫血染疆土的村子。”豹哥阴阴地继续说道。\\n\\n“嘿嘿，知道了，大哥。”刀子心领神会地点着头回道。\\n\\n“行了，不要再走了，我们就在这里等横行霸道那帮家伙过来汇合，免得这么多人太靠近万兽无疆领地，会打草惊蛇。”豹哥看了看前面，停下了脚步说道。\\n\\n“还有，等会动手的时候让大家都在胳膊上都系一条红绸带，免得混战的时候分不清敌我，那帮横行的家伙我们都不太熟，到时候把他们给挂了那就笑话大了。”\\n\\n“好的，我这就扔消息给他们，让他们到这里来集中，让他们准备好红绸带。”刀子点着头回答道。\\n\\n“刀子，让弟兄们在周围多看着点，别让可疑的人接近了。”豹哥吩咐道，“妈的，血染疆土这个该死的东西，挑选的帮派驻地还真是不错，前后就一条路，要不是老子这次人手准备充足，还真是不太好攻打。”（倒不是因为血染疆土行会只有一条路，而是因为后面是条浩浩汤汤的瑟罗江，里面都是四十级开外的怪物，这一大票人马从那过去，不是找死吗）\\n\\n雷帝城中，那个花花公子横行天下看了看手中的传呼机，低语吩咐了身边的人几句，然后大摇大摆，在一帮满脸流氓地痞摸样玩家的簇拥下，浩浩荡荡冲出城门，走向黯氤森林，那副样子不象是去惹事，倒象是去游山玩水。\\n\\n*********************\\n\\n行会战可分两种，一种是明打明的去皇城NPC处，交纳一定申请费用（不同费用决定的行会战时间不同），然后通过系统发布行会战公告，由申请者开通行会战，开战后双方不会因此而红名，失败后也没有任何损失；另一种是直接发动偷袭，不顾及会造成恶意攻击的后果，袭击帮派驻地，失败后会造成大量人员红名，但是因为是偷袭，也比较容易成功。\\n\\n行会战如果是属于野战，那双方最多是死人而已，如果一旦是袭击对方的帮派驻地，那只要能占据（或毁坏）对方的行会大堂（议事厅）一定的时间，能能让对方帮派瓦解，因此这个后果是最严重。\\n\\n我屏住呼吸，轻手轻脚地从原地慢慢退了回去，背后不知不觉流了一身冷汗。这个豹哥真不是寻常的角色，竟然能下如此大的手笔，单看那前能见头，后不见尾的人群，就算没有上万，起码也有几千了，分明就铁了心要将血染疆土的万兽无疆盟给铲平，还联络了什么横行霸道的，这名字我好象在哪听过。对了，那次在奔马平原和血染疆土发生冲突的那帮家伙不就是叫什么横行的，这帮家伙倒也蹊跷，怎么就能聚到一起，联手对付起血染疆土来了。\\n\\n回到乱坟岗上，我静了静心，得赶紧扔个消息给血染疆土，这家伙恐怕还蒙在鼓里了，他带人去傲气凌云那干吗，难道傲气凌云又发现什么好地方不成，怎么也不叫上我，我一边想着一边发了个话给血染疆土：”哥们，出大事了，快回话。”\\n\\n“呵呵，是小隐啊，出什么大事了，让你这么激动，我这不是看见就回了吗。”血染疆土还挺悠哉地回道。\\n\\n“有人要灭你的帮，你赶快回来。”我连忙说道。\\n\\n“小隐，你是真的假的，这个玩笑可不能乱开，我和冲天剑一起，准备帮凌云的帮派驻地升级成镇级呢。”血染疆土有几分恼许，几分在意地回道。\\n\\n怪不得血染疆土带人去了凌云阁，原来傲气凌云的驻地在今天升级成镇级，而豹哥就是抓住这个机会，乘着万兽无疆盟里的守卫力量空虚，想杀血染疆土个措手不及，一下子就将他的帮派给冰封瓦解掉。其用心之狠，用意之毒绝对不是常人所为，十之八九是什么黑社会头目，才喜欢这样赶尽杀绝，斩草除根。\\n\\n“我的疆土哥，你看我是个喜欢开这种玩笑的人吗，你认识个什么豹哥吗，就是他想灭你的帮，对了，还有那次在奔马平原被你挂掉的横行天下一伙人。”我急忙说道。\\n\\n“是他，妈的，小隐，你等着，我现在就回来，老子倒要看看他们吃了什么胆，竟然想找我的麻烦。”血染疆土估计是认识那个豹哥，听我这一说，也有几分紧张起来，连忙回道。\\n\\n“你先别忙，疆土，你现在能召集多少兄弟？”我想了下问道。\\n\\n“最多几千个吧，怎么？”他回道。\\n\\n我看着远处又慢慢走来那条长长的人龙，回话给血染疆土道：”才几千，光那个豹哥这里就带了大几千人，还有那横行一伙也来了，看样子也不少，你那点人哪够，回来不是白白送死吗。”\\n\\n“什么，他带了这么多人，妈的，就是送死老子也要拼了。”血染疆土叫骂道。\\n\\n“对了，傲气凌云的行会升级是什么时候？”我看了看时间，现在是天地时间六点零五分，连忙问道。\\n\\n“现在傲气凌云正在安排防御工事呢，一个小时后就会有怪物攻村了。”血染疆土回道。\\n\\n“那他可以延迟升级申请吗？”我继续问道。\\n\\n“最多只能延迟二个小时，否则系统就会没收他此次驻地升级所交纳的声望和金币。”血染疆土焦急地回道。\\n\\n“那能提前驻地升级吗？”我继续问道。\\n\\n“能，只要他现在发出申请，怪物就会立即攻村。”血染疆土回道。\\n\\n“你的帮派能提出驻地申请吗？”我听他这一说，赶紧问道。\\n\\n“当然能，我和冲天剑正准备等凌云帮派升级好，依次提交驻地升级申请。小隐，你问这个不相干的干吗。”血染疆土急切地回道。\\n\\n听了血染疆土的介绍，一个大胆的计划在我脑海中形成，在豹哥预定的攻村时间和傲气凌云驻地升级之间可以拉出二个半小时的真空时间。如果真如血染疆土说的，只要发出申请，随时都能让怪物攻村的话，那万兽无疆盟的帮派驻地只有一条路可以进攻，怪物和豹哥的进攻路线势必要起冲突，肯定在一条线上，而且怪物攻村一共是三波攻势，每小时一波，一次比一次凶猛，只要能守住最后一波攻击，就能奔赴傲气凌云那协助进行怪物攻村的守护战，如果现在有两方的力量能聚集到万兽无疆盟的话，那肯定能守住这次豹哥组织的偷袭。而且还能乘机将驻地给升级了（怪物可不认你是哪方面的人，只要在进攻村子的路上有阻拦，它们可是照杀不误），再上冲天剑和血染疆土带的上千人可都是绝对的精英，能抵挡住敌人（怪物）攻势的把握又会大几分。\\n\\n我在脑海里又仔细斟酌，反复思考了后，将这个计划告诉了正怒气冲冲召集人马，准备赶回帮派驻地的血染疆土。\\n\\n听了我这一番话，血染疆土仔细一想，估计他那张大嘴一定裂到耳边，这是我不在他身边，不然的话，估计又得狠狠砸我几下，这不，他回了个话：”哥们，还是你诡计多，这方法都能想得出来，照你这个计划实施的话，这次那个该死的雷豹不死也得剥下一层皮来。”\\n\\n靠，你以为这计划轻易就能实施吗，这可需要天时、地利、人和才行的，缺一都不可。第一是因为你那帮派入口只有一条，从而限制了豹哥的进攻方向，不然要是象龙腾天下盟那种四面八敞的村子，非但不能缓解怪物进攻的压力，反而让你是腹背受敌；第二是因为鉴于你和冲天剑、傲气凌云现在的关系不一般，可以说是想要三雄联手，称霸天地，不然的话，谁来帮你这个忙，弄不好就折兵损将，吃上闷亏；第三就是你自己争气，能够申请升级帮派驻地，得到系统的”支援”。因此我才能想出这个计划来，怎么样，哥们我聪明不，嘿嘿。\\n\\n“对了，叫你的人都准备一条红绸带，混战的时候都系在胳膊上，这是他们的两伙人识别敌我的方法，不过你可要再多点创新，好分清楚自己人啊。”我突然想起雷豹说的那个标志，连忙叮嘱血染疆土道。\\n\\n“成，我让弟兄们在脖子上在系上一个白绸带好了。”血染疆土听了我的话，活学活用地说道。\\n\\n“恩，那好，我现在就去你的帮派驻地。”我说道。\\n```\\n\\n\\n------------\",\"timestamp\":1640326394,\"title\":\"第一百三十四章   诡计\"},\"digest\":\"sUsNhmEYgUAtekK40Pw3QFdiiKMBJnp8e90cKG7YYLg\",\"authorship\":{\"contributor\":\"0x81b3a476328DDF6ff81bE6EC3599e6B8cBE1d779\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Tp_BP0E_Skgc-jR_010JOn3GzSLDVE1E_zk1SciRp_c\\\",\\\"y\\\":\\\"tVj2L38tII-6XXFJDQYDPkQZlJr97zw2McDxOsN3AhE\\\"}\",\"signature\":\"H5vVjKJC9zC0u5jK3BYTvxHgH1OGc_FRl7lXC4IuigrC92cD2TElHNaZstykGM8tFFcxKuwAW5-tlVgMCsGnLA\",\"signingKeySignature\":\"0xfe26a72f9f3cfbe03e697f804c78457a987b1dbbc869c00154472672dbec62a570af7a697ec9c76c00385fb725688fdab3b30186899a183e39b0a47dd9a18d921b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Tp_BP0E_Skgc-jR_010JOn3GzSLDVE1E_zk1SciRp_c\\\",\\\"y\\\":\\\"tVj2L38tII-6XXFJDQYDPkQZlJr97zw2McDxOsN3AhE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sUsNhmEYgUAtekK40Pw3QFdiiKMBJnp8e90cKG7YYLg\"}"