"{\"content\":{\"body\":\"What if you could own digital real estate on your favorite websites? What if you could fund your startup while aligning your community with your upside?\\n\\nA group of Internet friends came together to reflect on these questions. The result was[ The Modern Billboard Collective](https://themodernbillboard.com/) – a collective of startups selling ad space on their website represented as NFTs that are freely tradable. [Get notified when we launch. ](https://airtable.com/shrQbP4UOfnSYpRlS)Read for more 👇\\n\\n![](https://images.mirror-media.xyz/publication-images/u2jOBUAjrZEyJULCv1lrr.png?height=4096&width=6740&&&size=medium)\\n\\n\\n---\\n\\nWe turned to inspiration in the unlikeliest of places…the [Million Dollar Homepage](http://www.milliondollarhomepage.com/).\\n\\nThe Million Dollar Homepage was a project created by [Alex Tew](https://twitter.com/tewy) (fun fact: he is now the founder of [Calm](https://www.calm.com/) 🤯) in 2005 where he sold one million pixels for $1 each to pay for school. Each pixel gave its owner the right to add a logo and link out to a website to drive traffic.\\n\\nIt took Alex two weeks to convince friends and family to purchase the first 47 blocks for $4.7k. He took that cash and hired a PR firm. Then things got wild. By New Years Eve 2006, $999k worth of pixels had been sold.\\n\\nAs the site attracted more visitors, the pixels became more valuable. Alex capitalized on the buzz by auctioning off the last 1000 pixels on eBay for $38k, bringing his total haul to just over $1MM.\\n\\nThe site still lives today.\\n\\nIf you zoom into the image on the top right, you’ll find the words: “own a piece of Internet history”.\\n\\n![](https://images.mirror-media.xyz/publication-images/NiZZJVOMbsftMiigNapnE.png?height=1234&width=1600)\\n\\nBut here’s the thing, the early pixel buyers and fans of the project weren’t able to freely trade the pixels and share in the financial upside of the project. To call this an experiment in digital ownership is laughable by today’s standards, where tokenization and crypto-economic protocols are making it possible to make the Internet truly ownable.\\n\\nAn NFT equivalent of the Million Dollar Homepage would presumably introduce a new business model with shared upside for pixel owners, and perpetual royalties for the creator baked into the code itself.\\n\\nGenius? Not so much. [Many have tried](https://milliondollartokenpage.com/) and failed.\\n\\nIt’s hard to replicate the viral success of the Million Dollar Homepage.\\n\\nBut zooming out, the key insight from the Million Dollar Homepage is that digital real estate can be very valuable. So why start a website for the sole purpose of selling *pixels* on the lottery chance that it succeeds when we could apply the same logic to existing digital real estate?\\n\\nIn the physical real estate business, it is well known that value is driven primarily by one thing: location, location, location!\\n\\nThe same logic should apply to digital spaces - domain squatting, anyone? Owning shares in a startup has proven to be a huge source of wealth creation - but most people can’t invest in startups, either due to lack of access or not being accredited investors.\\n\\nAnd most startups thus far have had to trade money for freedom, defaulting to raising venture funding even though the tool of venture capital is appropriate for a tiny, tiny fraction of companies.\\n\\nWe think there should be more ways for founders to fund their companies while aligning their community to participate in its upside.\\n\\n**[The Modern Billboard Collective](https://themodernbillboard.com/) is a group of startups selling ad space on their websites - represented as NFTs on a billboard - that are freely tradeable. If you believe a website in the collective will succeed and generate more traffic over time, you can buy a little piece of it now and resell it in the future. Chances are, as the participating websites become more valuable, your lot will be worth more.**\\n\\n![](https://images.mirror-media.xyz/publication-images/LPEC5qV1Pkos9mVhrtgBb.png?height=4096&width=6740&&&size=medium)\\n\\nAd products typically only work once you have millions of eyeballs. But tokenization introduces a new dynamic. By combining the benefits of a billboard ad with the appreciation potential of an NFT, we are giving lotholders a unique way to support the companies they believe in, advertise their own projects, and retain significant upside potential.\\n\\nIt’s the benefits of advertising, the upside of an investment, and the feel good vibes of patronage ;)\\n\\n![](https://images.mirror-media.xyz/publication-images/viqSeyC8yMDReiTzyr9fq.png?height=1346&width=2966&&&size=medium)\\n\\n**Ugh, but like I have a million questions.**\\n\\n*Let’s unpack them.*\\n\\n### How exactly does this work?\\n\\n**For startups in the collective (aka websites hosting a billboard):**\\n\\n* Add a billboard to your site. You decide where to place it. But you must commit to keeping it on your site.\\n* The billboard is broken down into 48 lots, each represented by an NFT.\\n* Invite your community to invest in and buy lots. Buying a lot entitles the owner to upload media and link out to a URL of their choice. They can resell the lot anytime. Websites get a % of the sale of any future lots in the secondary market, in perpetuity.\\n\\n**For the lotholders (aka the people buying the NFT lots):**\\n\\n* We are launching with billboards for three early startups that we believe will be seeing an increasing amount of traffic over time: Startupy, Koodos, and Coinvise.\\n* Bid on or buy billboard lots from any of these websites. A grid lot is represented as an NFT, which grants you the ability to upload media and URL of your choice to your lot.\\n* You can keep your lot indefinitely, or sell it anytime. Chances are, as the participating websites become more valuable and generate more traffic, your lot will be worth more.\\n\\n### What’s in it…\\n\\n**For the lotholders:**\\n\\n* Align yourself with the startups you believe in and get provable, verifiable ownership of that support.\\n* Make $ by owning a valuable piece of digital real estate: In the physical real estate world, it is well known that value is driven by location. The same logic applies in the digital world, but thus far there have been few ways to monetize and invest in valuable digital real estate. The companies in the collective are at the forefront of their fields, and buying a grid lot is like betting early on them.\\n* Simple, self-serve advertising: Online advertising has become overrun by “middleman” ad exchanges, audience segmentation, complicated behavioral and cross-device user tracking, and opaque cross-party sharing through data management platforms. We bring back simplicity. If you think one of the companies in The Modern Billboard Collective aligns with your brand, buy a lot and promote your company/project in it.\\n* Passive, community broadcasting: Buying a lot on a billboard doesn’t simply attach your value to that of the company—you also form an alliance with your lot neighbors. It’s a mutually profitable status play: you’re aligning yourself with both the sites you believe in, as well as the people who believe in those sites.\\n\\n**For startups in the collective:**\\n\\n* A new source of funding that does not involve giving up your freedom or diluting your cap table. Companies monetize from initial NFT sales and by collecting royalties every time the NFTs are resold.\\n* A simple, non-intrusive ad product.\\n* A fun experiment that aligns your community with your success.\\n* An opportunity to participate in a collective of companies that are jointly vested in each other’s success. 5% of all initial lot sales will go towards the collective of participating companies. The pool provides a long-term hedge on the overall performance of each individual company billboard.\\n\\n### Will this perform well as an advertising format?\\n\\nThe short answer is – we don’t know! Maybe the square lots won’t get many clicks, but maybe the opposite will happen. Some of our working hypotheses:\\n\\n* The Modern Billboard combines the latest crypto technology with the oldest form of advertising as actual space separate from integration with your activities online, so the project itself may become an art piece that will draw attention that then draws attention to the lots.\\n* The web currency of CPMs was built on commoditized, generalized metrics that treat all audience as equal. The Modern Billboard inverts that formula by acknowledging that not all audiences are created equal. In that sense, scanning through the billboard feels more akin to navigating a community directory (by choice) than getting served ads in a Twitter or Instagram feed (with no agency). It’s a fun and transparent way to see who is supporting or aligning with a startup, and discover relevant projects, companies, and people.\\n* Online advertising has become overrun by “middleman” ad exchanges, programmatic ads, and complicated user tracking. This format brings back simplicity. It acknowledges that treating people with respect is the best way to earn their attention.\\n\\nLastly, we want the format to perform well and are committed to exploring and evolving the format to make it more performant (and human) than the status quo. Early supporters will be remembered and rewarded.\\n\\n### Can I buy a gridlot and rent out the ad space to someone else?\\n\\nOnce you buy the lot, it’s yours and you can do whatever you want with it (within the bounds of the hosting sites’ terms & conditions). In the future, we will add native tools to allow lotholders to rent out their lot space for a limited time.\\n\\n### I want to host a billboard on my website, how can I join the collective?\\n\\nTo ensure the quality of companies in the collective, participation is limited but you can apply to join the collective [here](https://airtable.com/shr1b3aRVFCCesPxh).\\n\\n### Hmmm…why crypto though?\\n\\nTokenization is perfect for this use case because combined with other financial building blocks on Ethereum, they allow anyone to own and trade their gridlots in a way that is borderless and easy to transfer. In addition, NFTs enable seamless, perpetual royalties - companies monetize by collecting royalties every time the NFTs are resold, an entirely new revenue stream that is only possible because of cryptoeconomic protocols that can encode royalty logic in the media itself.\\n\\nHow can I browse and bid on available lots?\\n\\nThe first billboards are set to be released next week.\\n\\n**[Get notified when we launch.](https://airtable.com/shrQbP4UOfnSYpRlS) If you want pre-release access, RT this Twitter thread🤝**\\n\\n### Who’s behind this?\\n\\n[Sari](https://twitter.com/sariazout), [Jad](https://twitter.com/Jad_AE), [Jenil](https://twitter.com/0xjenil), [Kirill](https://twitter.com/noskovvkirill), [Eliot](https://twitter.com/CDTEliot), [Gabriel](https://twitter.com/wacko_gabriel), [Aleena](https://www.linkedin.com/in/aleenavigoda/), [Brandon](https://twitter.com/brandonbaraban), [Max](https://twitter.com/coffeein2code), Jeremiah & [Josh](https://twitter.com/joshnissenboim)\",\"timestamp\":1635980646,\"title\":\"The Very First Experiment in Tokenized Advertising: Introducing The Modern Billboard Collective\"},\"digest\":\"OT26k2En9J5NVoxogzhY0nGdLvY6gze-CA2FwxbXkxM\",\"authorship\":{\"contributor\":\"0x8cCBf346E4D3623aFBE2278b43a267D39854D147\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"X0S54w7zM8A9x6lNn-IC_B_FXRqxOdn0ZE80tOJaX1A\\\",\\\"y\\\":\\\"uUDhUK1mdejp024zZLB-9Je9Vu8LivVJ07fbipFbbyY\\\"}\",\"signature\":\"dUdwulO6ZgZtI213zDhGc_AjTi96ApXGKOqQol0vgkc1znI_FNdwfrrzs1L7t-z9tAjrcgDftsYq2f3JZn0HZA\",\"signingKeySignature\":\"0xecc959239e367c4ce3795aba2b05aa6f7def2070be89038886e9846af42047c854411de823f1c40befc0036adcad0a287e928f3104996d495d81e9872da0d9511b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"X0S54w7zM8A9x6lNn-IC_B_FXRqxOdn0ZE80tOJaX1A\\\",\\\"y\\\":\\\"uUDhUK1mdejp024zZLB-9Je9Vu8LivVJ07fbipFbbyY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"f5rGPFSdOQxFlp-xR_ERP8m4YE6oPJ0JuK1gffI3DSQ\"}"