"{\"content\":{\"body\":\"All the time she was speaking, Mr. Harry held me by the paws, and stroked my\\nbody over and over again. When she finished, he put his head down to me, and\\nmurmured, \\\"Good dog,\\\" and I saw that his eyes were red and shining.\\n\\n\\\"That's a capital story, we must have it at the Band of Mercy,\\\" said Mr.\\nMaxwell. Mrs. Wood had gone to help prepare the tea, so the two young men were\\nalone with Miss Laura. When they had done talking about me, she asked Mr. Harry\\na number of questions about his college life, and his trip to New York, for he\\nhad not been studying all the time that he was away.\\n\\n\\\"What are you going to do with yourself, Gray, when your college course is\\nended?\\\" asked Mr. Maxwell.\\n\\n\\\"I am going to settle right down here,\\\" said Mr. Harry.\\n\\n\\\"What, be a farmer?\\\" asked his friend.\\n\\n\\\"Yes; why not?\\\"\\n\\n\\\"Nothing, only I imagined that you would take a profession.\\\"\\n\\n\\\"The professions are overstocked, and we have not farmers enough for the good of\\nthe country. There is nothing like farming, to my mind. In no other employment\\nhave you a surer living. I do not like the cities. The heat and dust, and crowds\\nof people, and buildings overtopping one another, and the rush of living, take\\nmy breath away. Suppose I did go to a city. I would sell out my share of the\\nfarm, and have a few thousand dollars. You know I am not an intellectual giant.\\nI would never distinguish myself in any profession. I would be a poor lawyer or\\ndoctor, living in a back street all the days of my life, and never watch a tree\\nor flower grow, or tend an animal, or have a drive unless I paid for it. No,\\nthank you. I agree with President Eliot, of Harvard. He says scarcely one person\\nin ten thousand betters himself permanently by leaving his rural home and\\nsettling in a city. If one is a millionaire, city life is agreeable enough, for\\none can always get away from it; but I am beginning to think that it is a\\ndangerous thing, in more ways than one, to be a millionaire. I believe the\\nsafety of the country lies in the hands of the farmers; for they are seldom very\\npoor or very rich. We stand between the two dangerous classes the wealthy and\\nthe paupers.\\\"\\n\\n\\\"But most farmers lead such a dog's life,\\\" said Mr. Maxwell.\\n\\n\\\"So they do; farming isn't made one-half as attractive as it should be,\\\" said\\nMr. Harry.\\n\\nMr. Maxwell smiled. \\\"Attractive farming. Just sketch an outline of that, will\\nyou, Gray?\\\"\\n\\n\\\"In the first place,\\\" said Mr. Harry, \\\"I would like to tear out of the heart of\\nthe farmer the thing that is as firmly implanted in him as it is in the heart of\\nhis city brother the thing that is doing more to harm our nation than anything\\nelse under the sun.\\\"\\n\\n\\\"What is that?\\\" asked Mr. Maxwell, curiously.\\n\\n\\\"The thirst for gold. The farmer wants to get rich, and he works so hard to do\\nit that he wears himself out soul and body, and the young people around him get\\nso disgusted with that way of getting rich, that they go off to the cities to\\nfind out some other way, or at least to enjoy themselves, for I don't think many\\nyoung people are animated by a desire to heap up money.\\\"\\n\\nMr. Maxwell looked amused. \\\"There is certainly a great exodus from country\\nplaces cityward,\\\" he said. \\\"What would be your plan for checking it?\\\"\\n\\n\\\"I would make the farm so pleasant, that you couldn't hire the boys and girls to\\nleave it. I would have them work, and work hard, too, but when their work was\\nover, I would let them have some fun. That is what they go to the city for. They\\nwant amusement and society, and to get into some kind of a crowd when their work\\nis done. The young men and young women want to get together, as is only natural.\\nNow that could be done in the country. If farmers would be contented with\\nsmaller profits and smaller farms, their houses could be nearer together. Their\\nchildren would have opportunities of social intercourse, there could be\\nsocieties and clubs, and that would tend to a distribution of literature. A\\nfarmer ought to take five or six papers and two or three magazines. He would\\nfind it would pay him in the long run, and there ought to be a law made,\\ncompelling him to go to the post office once a day.\\\"\\n\\nMr. Maxwell burst out laughing. \\\"And another to make him mend his roads as well\\nas mend his ways. I tell you Gray, the bad roads would put an end to all these\\nfine schemes of yours. Imagine farmers calling on each other on a dark evening\\nafter a spring freshet. I can see them mired and bogged, and the house a mile\\nahead of them.\\\"\\n\\n\\\"That is true,\\\" said Mr. Harry, \\\"the road question is a serious one. Do you know\\nhow father and I settle it?\\\"\\n\\n\\\"No,\\\" said Mr. Maxwell.\\n\\n\\\"We got so tired of the whole business, and the farmers around here spent so\\nmuch time in discussing the art of roadmaking, as to whether it should be viewed\\nfrom the engineering point of view, or the farmers' practical point of view, and\\nwhether we would require this number of stump extractors or that number, and how\\nmany shovels and crushers and ditchers would be necessary to keep our roads in\\norder, and so on, that we simply withdrew. We keep our own roads in order. Once\\na year, father gets a gang of men and tackles every section of the road that\\nborders upon our land, and our roads are the best around here. I wish the\\ngovernment would take up this matter of making roads and settle it. If we had\\ngood, smooth, country roads, such as they have in some parts of Europe, we would\\nbe able to travel comfortably over them all through the year, and our draught\\nanimals would last longer, for they would not have to expend so much energy in\\ndrawing their loads.\\\"\\n\\nCHAPTER XXII  WHAT HAPPENED AT THE TEA TABLE\\n\\nFROM my station under Miss Laura's chair, I could see that all the time Mr.\\nHarry was speaking, Mr. Maxwell, although he spoke rather as if he was laughing\\nat him, was yet glancing at him admiringly.\\n\\nWhen Mr. Harry was silent, he exclaimed, \\\"You are right, you are right, Gray.\\nWith your smooth highways, and plenty of schools, and churches, and libraries,\\nand meetings for young people, you would make country life a paradise, and I\\ntell you what you would do, too; you would empty the slums of the cities. It is\\nthe slowness and dullness of country life, and not their poverty alone, that\\nkeep the poor in dirty lanes and tenement houses. They want stir and amusement,\\ntoo, poor souls, when their day's work is over. I believe they would come to the\\ncountry if it were made more pleasant for them.\\\"\\n\\n\\\"That is another question,\\\" said Mr. Harry, \\\"a burning question in my mind the\\nlabor and capital one. When I was in New York, Maxwell, I was in a hospital, and\\nsaw a number of men who had been day laborers. Some of them were old and feeble,\\nand others were young men, broken down in the prime of life. Their limbs were\\nshrunken and drawn. They had been digging in the earth, and working on high\\nbuildings, and confined in dingy basements, and had done all kinds of hard labor\\nfor other men. They had given their lives and strength for others, and this was\\nthe end of it to die poor and forsaken. I looked at them, and they reminded me\\nof the martyrs of old. Ground down, living from hand to mouth, separated from\\ntheir families in many cases they had had a bitter lot. They had never had a\\nchance to get away from their fate, and had to work till they dropped. I tell\\nyou there is something wrong. We don't do enough for the people that slave and\\ntoil for us. We should take better care of them, we should not herd them\\ntogether like cattle, and when we get rich, we should carry them along with us,\\nand give them a part of our gains, for without them we would be as poor as they\\nare.\\\"\\n\\n\\\"Good, Harry I'm with you there,\\\" said voice behind him, and looking around, we\\nsaw Mr. Wood standing in the doorway, gazing down proudly at his step-son.\\n\\nMr. Harry smiled, and getting up, said, \\\"Won't you have my chair, sir?\\\"\\n\\n\\\"No, thank you; your mother wishes us to come to tea. There are muffins, and you\\nknow they won't improve with keeping.\\\"\\n\\nThey all went to the dining-room, and I followed them. On the way, Mr. Wood\\nsaid, \\\"Right on top of that talk of yours, Harry, I've got to tell you of\\nanother person who is going to Boston to live.\\\"\\n\\n\\\"Who is it?\\\" said Mr. Harry.\\n\\n\\\"Lazy Dan Wilson. I've been to see him this afternoon. You know his wife is\\nsick, and they're half starved. He says he is going to the city, for he hates to\\nchop wood and work, and he thinks maybe he'll get some light job there.\\\"\\n\\nMr. Harry looked grave, and Mr. Maxwell said, \\\"He will starve, that's what he\\nwill do.\\\"\\n\\n\\\"Precisely,\\\" said Mr. Wood, spreading out his hard, brown hands, as he sat down\\nat the table. \\\"I don't know why it is, but the present generation has a\\nmarvelous way of skimming around any kind of work with their hands. They'll work\\ntheir brains till they haven't got any more backbone than a caterpillar, but as\\nfor manual labor, it's old-timey and out of fashion. I wonder how these farms\\nwould ever have been carved out of the backwoods, if the old Puritans had sat\\ndown on the rocks with their noses in a lot of books, and tried to figure out\\njust how little work they could do, and yet exist.\\\"\\n\\n\\\"Now, father,\\\" said Mrs. Wood, \\\"you are trying to insinuate that the present\\ngeneration is lazy, and I'm sure it isn't. Look at Harry. He works as hard as\\nyou do.\\\"\\n\\n\\\"Isn't that like a woman?\\\" said Mr. Wood, with a good-natured laugh. \\\"The\\npresent generation consists of her son, and the past of her husband. I don't\\nthink all our young people are lazy, Hattie; but how in creation, unless the\\nLord rains down a few farmers, are we going to support all our young lawyers and\\ndoctors? They say the world is getting healthier and better, but we've got to\\nfight a little more, and raise some more criminals, and we've got to take to\\neating pies and doughnuts for breakfast again, or some of our young sprouts from\\nthe colleges will go a begging.\\\"\\n\\n\\\"You don't mean to undervalue the advantages of a good education, do you, Mr.\\nWood?\\\" said Mr. Maxwell.\\n\\n\\\"No, no; look at Harry there. Isn't he pegging away at his studies with my\\nhearty approval? and he's going to be nothing but a plain, common farmer. But\\nhe'll be a better one than I've been though, because he's got a trained mind. I\\nfound that out when he was a lad going to the village school. He'd lay out his\\nlittle garden by geometry, and dig his ditches by algebra. Education's a help to\\nany man. What I am trying to get at is this, that in some way or other we're\\nrunning more to brains and less to hard work than our forefathers did.\\\"\\n\\nMr. Wood was beating on the table with his forefinger while he talked, and every\\none was laughing at him. \\\"When you've quite finished speechifying, John,\\\" said\\nMrs. Wood, \\\"perhaps you'll serve the berries and pass the cream and sugar Do you\\nget yellow cream like this in the village, Mr. Maxwell?\\\"\\n\\n\\\"No, Mrs. Wood,\\\" he said; \\\"ours is a much paler yellow,\\\" and then there was a\\ngreat tinkling of china, and passing of dishes, and talking and laughing, and no\\none noticed that I was not in my usual place in the hall. I could not get over\\nmy dread of the green creature, and I had crept under the table, so that if it\\ncame out and frightened Miss Laura, I could jump up and catch it.\\n\\nWhen tea was half over, she gave a little cry. I sprang up on her lap, and\\nthere, gliding over the table toward her, was the wicked-looking green thing. I\\nstepped on the table, and had it by the middle before it could get to her. My\\nhind legs were in a dish of jelly, and my front ones were in a plate of cake,\\nand I was very uncomfortable. The tail of the green thing hung in a milk\\npitcher, and its tongue was still going at me, but I held it firmly and stood\\nquite still.\\n\\n\\\"Drop it, drop it!\\\" cried Miss Laura, in tones of distress, and Mr. Maxwell\\nstruck me on the back, so I let the thing go, and stood sheepishly looking about\\nme. Mr. Wood was leaning back in his chair, laughing with all his might, and\\nMrs. Wood was staring at her untidy table with rather a long face. Miss Laura\\ntold me to jump on the floor, and then she helped her aunt to take the spoiled\\nthings off the table.\\n\\nI felt that I had done wrong, so I slunk out into the hall. Mr. Maxwell was\\nsitting on the lounge, tearing his handkerchief in strips and tying them around\\nthe creature where my teeth had stuck in. I had been careful not to hurt it\\nmuch, for I knew it was a pet of his; but he did not know that, and scowled at\\nme, saying: \\\"You rascal; you've hurt my poor snake terribly.\\\"\\n\\nI felt so badly to hear this that I went and stood with my head in a corner. I\\nhad almost rather be whipped than scolded. After a while, Mr. Maxwell went back\\ninto the room, and they all went on with their tea. I could hear Mr. Wood's\\nloud, cheery voice, \\\"The dog did quite right. A snake is mostly a poisonous\\ncreature, and his instinct told him to protect his mistress. Where is he? Joe,\\nJoe!\\\"\\n\\nI would not move till Miss Laura came and spoke to me. \\\"Dear old dog,\\\" she\\nwhispered, \\\"you knew the snake was there all the time, didn't you?\\\" Her words\\nmade me feel better, and I followed her to the dining room, where Mr. Wood made\\nme sit beside him and eat scraps from his hand all through the meal.\\n\\nMr. Maxwell had got over his ill humor, and was chatting in a lively way. \\\"Good\\nJoe,\\\" he said, \\\"I was cross to you, and I beg your pardon It always riles me to\\nhave any of my pets injured. You didn't know my poor snake was only after\\nsomething to eat. Mrs. Wood has pinned him in my pocket so he won't come out\\nagain. Do you know where I got that snake, Mrs. Wood?\\\"\\n\\n\\\"No,\\\" she said; \\\"you never told me.\\\"\\n\\n\\\"It was across the river by Blue Ridge,\\\" he said. \\\"One day last summer I was out\\nrowing, and, getting very hot, tied my boat in the shade of a big tree. Some\\nvillage boys were in the woods, and, hearing a great noise, I went to see what\\nit was all about. They were Band of Mercy boys, and finding a country boy\\nbeating a snake to death, they were remonstrating with him for his cruelty,\\ntelling him that some kinds of snakes were a help to the farmer, and destroyed\\nlarge numbers of field mice and other vermin. The boy was obstinate. He had\\nfound the snake, and he insisted upon his right to kill it, and they were having\\nrather a lively time when I appeared. I persuaded them to make the snake over to\\nme. Apparently it was already dead. Thinking it might revive, I put it on some\\ngrass in the bow of the boat. It lay there motionless for a long time, and I\\npicked up my oars and started for home. I had got half way across the river,\\nwhen I turned around and saw that the snake was gone. It had just dropped into\\nthe water, and was swimming toward the bank we had left. I turned and followed\\nit.\\n\\n\\\"It swam slowly and with evident pain, lifting its head every few seconds high\\nabove the water, to see which way it was going. On reaching the bank it coiled\\nitself up, throwing up blood and water. I took it up carefully, carried it home,\\nand nursed it. It soon got better, and has been a pet of mine ever since.\\\"\\n\\nAfter tea was over, and Mrs. Wood and Miss Laura had helped Adele finish the\\nwork, they all gathered in the parlor. The day had been quite warm, but now a\\ncool wind had sprung up, and Mr. Wood said that it was blowing up rain.\\n\\nMrs. Wood said that she thought a fire would be pleasant; so they lighted the\\nsticks of wood in the open grate, and all sat round the blazing fire.\\n\\nMr. Maxwell tried to get me to make friends with the little snake that he held\\nin his hands toward the blaze, and now that I knew that it was harmless I was\\nnot afraid of it; but it did not like me, and put out its funny little tongue\\nwhenever I looked at it.\\n\\nBy-and-by the rain began to strike against the windows, and Mr. Maxwell said,\\n\\\"This is just the night for a story. Tell us something out of your experience,\\nwon't you, Mr. Wood?\\\"\\n\\n\\\"What shall I tell you?\\\" he said, good-humoredly. He was sitting between his\\nwife and Mr. Harry, and had his hand on Mr. Harry's knee.\\n\\n\\\"Something about animals,\\\" said Mr. Maxwell. \\\"We seem to be on that subject to-\\nday.\\\"\\n\\n\\\"Well,\\\" said Mr. Wood, \\\"I'll talk about something that has been running in my\\nhead for many a day. There is a good deal of talk nowadays about kindness to\\ndomestic animals; but I do not hear much about kindness to wild ones. The same\\nCreator formed them both. I do not see why you should not protect one as well as\\nthe other. I have no more right to torture a bear than a cow. Our wild animals\\naround here are getting pretty well killed off, but there are lots in other\\nplaces. I used to be fond of hunting when I was a boy; but I have got rather\\ndisgusted with killing these late years, and unless the wild creatures ran in\\nour streets, I would lift no hand to them. Shall I tell you some of the sport we\\nhad when I was youngster?\\\"\\n\\n\\\"Yes, yes!\\\" they all exclaimed.\\n\\nCHAPTER XXIII  TRAPPING WILD ANIMALS\\n\\n\\\"WELL Mr. Wood began: \\\"I was brought up, as you all know, in the eastern part of\\nMaine, and we often used to go over into New Brunswick for our sport. Moose were\\nour best game. Did you ever see one, Laura?\\\"\\n\\n\\\"No, uncle,\\\" she said.\\n\\n\\\"Well, when I was a boy there was no more beautiful sight to me in the world\\nthan a moose with his dusky hide, and long legs, and branching antlers, and\\nshoulders standing higher than a horse's. Their legs are so long that they can't\\neat close to the ground. They browse on the tops of plants, and the tender\\nshoots and leaves of trees. They walk among the thick underbrush, carrying their\\nhorns adroitly to prevent their catching in the branches, and they step so well,\\nand aim so true, that you'll scarcely hear a twig fall as they go.\\n\\n\\\"They're a timid creature except at times. Then they'll attack with hoofs and\\nantlers whatever comes in their way. They hate mosquitoes, and when they're\\ntormented by them it's just as well to be careful about approaching them. Like\\nall other creatures, the Lord has put into them a wonderful amount of sense, and\\nwhen a female moose has her one or two fawns she goes into the deepest part of\\nthe forest, or swims to islands in large lakes, till they are able to look out\\nfor themselves.\\n\\n\\\"Well, we used to like to catch a moose, and we had different ways of doing it.\\nOne way was to snare them. We'd make a loop in a rope and hide it on the ground\\nunder the dead leaves in one of their paths. This was connected with a young\\nsapling whose top was bent down. When the moose stepped on the loop it would\\nrelease the sapling, and up it would bound, catching him by the leg. These\\nsnares were always set deep in the woods, and we couldn't visit them very often;\\nSometimes the moose would be there for days, raging and tearing around, and\\nscratching the skin off his legs. That was cruel. I wouldn't catch a moose in\\nthat way now for a hundred dollars.\\n\\n\\\"Another way was to hunt them on snow shoes with dogs. In February and March the\\nsnow was deep, and would carry men and dogs. Moose don't go together in herds.\\nIn the summer they wander about over the forest, and in the autumn they come\\ntogether in small groups, and select a hundred or two of acres where there is\\nplenty of heavy undergrowth, and to which they usually confine themselves. They\\ndo this so that their tracks won't tell their enemies where they are.\\n\\n\\\"Any of these places where there were several moose we called a moose yard. We\\nwent through the woods till we got on to the tracks of some of the animals\\nbelonging to it, then the dogs smelled them and went ahead to start them. If I\\nshut my eyes now I can see one of our moose hunts. The moose running and\\nplunging through the snow crust, and occasionally rising up and striking at the\\ndogs that hang on to his bleeding flanks and legs. The hunters' rifles going\\ncrack, crack, crack, sometimes killing or wounding dogs as well as moose. That,\\ntoo, was cruel.\\n\\n\\\"Two other ways we had of hunting moose: Calling and stalking. The calling was\\ndone in this way: We took a bit of birch bark and rolled it up in the shape of a\\nhorn. We took this horn and started out, either on a bright moonlight night, or\\njust at evening, or early in the morning. The man who carried the horn hid\\nhimself, and then began to make a lowing sound like a female moose. He had to do\\nit pretty well to deceive them. Away in the distance some moose would hear it,\\nand with answering grunts would start off to come to it. If a young male moose\\nwas coming, he'd mind his steps, I can assure you, on account of fear of the old\\nones; but if it was an old fellow, you'd hear him stepping out bravely and\\nrapping his horns against the trees, and plunging into any water that came in\\nhis way. When he got pretty near, he'd stop to listen, and then the caller had\\nto be very careful and put his trumpet down close to the ground, so as to make a\\nlower sound. If the moose felt doubtful he'd turn; if not, he'd come on, and\\nunlucky for him if he did, for he got a warm reception, either from the rifles\\nin our hands as we lay hid near the caller, or from some of the party stationed\\nat a distance.\\n\\n\\\"In stalking, we crept on them the way a cat creeps on a mouse. In the daytime a\\nmoose is usually lying down. We'd find their tracks and places where they'd been\\nnipping off the ends of branches and twigs, and follow them up. They easily take\\nthe scent of men, and we'd have to keep well to the leeward. Sometimes we'd come\\nupon them lying down, but, if in walking along, we'd broken a twig, or made the\\nslightest noise, they'd think it was one of their mortal enemies, a bear\\ncreeping on them, and they'd be up and away. Their sense of hearing is very\\nkeen, but they're not so quick to see. A fox is like that, too. His eyes aren't\\nequal to his nose.\\n\\n\\\"Stalking is the most merciful way to kill moose. Then they haven't the fright\\nand suffering of the chase.\\\"\\n\\n\\\"I don't see why they need to be killed at all,\\\" said Mrs. Wood. \\\"If I knew that\\nforest back of the mountains was full of wild creatures, I think I'd be glad of\\nit, and not want to hunt them, that is, if they were harmless and beautiful\\ncreatures like the deer.\\\"\\n\\n\\\"You're a woman,\\\" said Mr. Wood, \\\"and women are more merciful than men. Men want\\nto kill and slay. They're like the Englishman, who said 'What a fine day it is;\\nlet's go out and kill something.'\\\"\\n\\n\\\"Please tell us some more about the dogs that helped you catch the moose,\\nuncle,\\\" said Miss Laura. I was sitting up very straight beside her listening to\\nevery word Mr. Wood said, and she was fondling my head.\\n\\n\\\"Well, Laura, when we camped out on the snow and slept on spruce boughs while we\\nwere after the moose, the dogs used to be a great comfort to us. They slept at\\nour feet and kept us warm. Poor brutes, they mostly had a rough time of it. They\\nenjoyed the running and chasing as much as we did, but when it came to broken\\nribs and sore heads, it was another matter. Then the porcupines bothered them.\\nOur dogs would never learn to let them alone. If they were going through the\\nwoods where there were no signs of moose and found a porcupine, they'd kill it.\\nThe quills would get in their mouths and necks and chests, and we'd have to gag\\nthem and take bullet molds or nippers, or whatever we had, sometimes our jack-\\nknives, and pull out the nasty things. If we got hold of the dogs at once, we\\ncould pull out the quills with our fingers. Sometimes the quills worked in, and\\nthe dogs would go home and lie by the fire with running sores till they worked\\nout. I've seen quills work right through dogs. Go in on one side and come out on\\nthe other.\\\"\\n\\n\\\"Poor brutes,\\\" said Mrs. Wood. \\\"I wonder you took them.\\\"\\n\\n\\\"We once lost a valuable hound while moose hunting,\\\" said Mr. Wood. \\\"The moose\\nstruck him with his hoof and the dog was terribly injured. He lay in the woods\\nfor days, till a neighbor of ours, who was looking for timber, found him and\\nbrought him home on his shoulders. Wasn't there rejoicing among us boys to see\\nold Lion coming back. We took care of him and he got well again.\\n\\n\\\"It was good sport to see the dogs when we were hunting a bear with them. Bears\\nare good runners, and when dogs get after them, there is great skirmishing. They\\nnip the bear behind, and when they turn, the dogs run like mad, for a hug from a\\nbear means sure death to a dog. If they got a slap from his paws, over they'd\\ngo. Dogs new to the business were often killed by the bears.\\\"\\n\\n\\\"Were there many bears near your home, Mr. Wood?\\\" asked Mr. Maxwell\\n\\n\\\"Lots of them. More than we wanted. They used to bother us fearfully about our\\nsheep and cattle. I've often had to get up in the night, and run out to the\\ncattle. The bears would come out of the woods, and jump on to the young heifers\\nand cows, and strike them and beat them down, and the cattle would roar as if\\nthe evil one had them. If the cattle were too far away from the house for us to\\nhear them, the bears would worry them till they were dead.\\n\\n\\\"As for the sheep, they never made any resistance. They'd meekly run in a corner\\nwhen they saw a bear coming, and huddle together, and he'd strike at them, and\\nscratch them with his claws, and perhaps wound a dozen before he got one firmly.\\nThen he'd seize it in his paws, and walk off on his hind legs over fences and\\nanything else that came in his way, till he came to a nice, retired spot, and\\nthere he'd sit down and skin that sheep just like a butcher. He'd gorge himself\\nwith the meat, and in the morning we'd find the other sheep that he'd torn, and\\nwe'd vow vengeance against that bear. He'd be almost sure to come back for more,\\nso for a while after that we always put the sheep in the barn at nights and set\\na trap by the remains of the one he had eaten.\\n\\n\\\"Everybody hated bears, and hadn't much pity for them; still they were only\\ngetting their meat as other wild animals do, and we'd no right to set such cruel\\ntraps for them as the steel ones. They had a clog attached to them, and had\\nlong, sharp teeth. We put them on the ground and strewed leaves over them, and\\nhung up some of the carcass left by the bear near by. When he attempted to get\\nthis meat, he would tread on the trap, and the teeth would spring together, and\\ncatch him by the leg. They always fought to get free. I once saw a bear that had\\nbeen making a desperate effort to get away. His leg was broken, the skin and\\nflesh were all torn away, and he was held by the tendons. It was a foreleg that\\nwas caught, and he would put his hind feet against the jaws of the trap, and\\nthen draw by pressing with his feet, till he would stretch those tendons to\\ntheir utmost extent.\\n\\n\\\"I have known them to work away till they really pulled these tendons out of the\\nfoot, and got off. It was a great event in our neighborhood when a bear was\\ncaught. Whoever caught him blew a horn, and the men and boys came trooping\\ntogether to see the sight. I've known them to blow that horn on a Sunday\\nmorning, and I've seen the men turn their backs on the meeting house to go and\\nsee the bear.\\\"\\n\\n\\\"Was there no more merciful way of catching them than by this trap?\\\" asked Miss\\nLaura.\\n\\n\\\"Oh, yes, by the deadfall that is by driving heavy sticks into the ground, and\\nmaking a boxlike place, open on one side, where two logs were so arranged with\\nother heavy logs upon them, that when the bear seized the bait, the upper log\\nfell down and crushed him to death. Another way was to fix a bait in a certain\\nplace, with cords tied to it, which cords were fastened to triggers of guns\\nplaced at a little distance. When the bear took the bait, the guns went off, and\\nhe shot himself.\\n\\n\\\"Sometimes it took a good many bullets to kill them. I remember one old fellow\\nthat we put eleven into, before he keeled over. It was one fall, over on Pike's\\nHill. The snow had come earlier than usual, and this old bear hadn't got into\\nhis den for his winter's sleep. A lot of us started out after him. The hill was\\ncovered with beech trees, and he'd been living all the fall on the nuts, till\\nhe'd got as fat as butter. We took dogs and worried him, and ran him from one\\nplace to another, and shot at him, till at last he dropped. We took his meat\\nhome, and had his skin tanned for a sleigh robe.\",\"timestamp\":1640141088,\"title\":\"I don't think I should; but he can fight when the occasion \\nrequires it.\\\" And she told him about our night with Jenkins.\"},\"digest\":\"wWpIvdmXsKMHU-J6KGK1T-riCwcttjVwhdE8hmVQUlI\",\"authorship\":{\"contributor\":\"0x755Bda80E984cd5fAabcbf90e065196EEDb3214A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yy0yaMhcLwtctjAC6W7NulQRCleZncSoLm-2tlhc_bo\\\",\\\"y\\\":\\\"CSDxvq2cg6_USrXsv2ajHul8b5sATvdjz5gK2X7qwOg\\\"}\",\"signature\":\"ckKBBA5dHovWWvbC7xrTc7nYRtippEQfBUHYiZ7o_Xk__PaABilS8TmSip6n5drQXtl9zCS86eSYdXI9jjkSEg\",\"signingKeySignature\":\"0xd93ec80d0714ce5e1fb275d7c3e29df78ed95b718a6885b7cc7efe22f13049c86973ef2bc6575f2e5e82adbfd9dbfaf8536aaec71b46c08bd0bed1c5885575441c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yy0yaMhcLwtctjAC6W7NulQRCleZncSoLm-2tlhc_bo\\\",\\\"y\\\":\\\"CSDxvq2cg6_USrXsv2ajHul8b5sATvdjz5gK2X7qwOg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wWpIvdmXsKMHU-J6KGK1T-riCwcttjVwhdE8hmVQUlI\"}"