"{\"content\":{\"body\":\"[Chris Dixon](https://twitter.com/cdixon) wrote an excellent post on Tokens as a new [“digital primitive”,](https://cdixon.mirror.xyz/0veLm9KKWae4T6_H3siLpKF933NSdC3F75jhPQw_qWE) outlining how they enable a new paradigm/era of the web. In this post, I’m trying to riff on his thinking, expanding a little bit on how I think Web3 is really different to web 2.0, and what truly novel applications may already be conceivable today, both across “Multi-Player” and “Single Player” Crypto.\\n\\nFirst - let’s consider again how Web3 is different to what we’ve come to understand as web 2.0:\\n\\nIf you zoom out far enough (but not too far!), web 2.0 and Web3 both still look like graphs: you'll see nodes (your Twitter handle, or a tweet, OR a to-do list) and edges (the act of liking a tweet, following someone, a message, the act of writing onto a To-Do list).\\n\\nThere are at least 3 key differences that Web3 introduces to how these graphs work:\\n\\n1. On web 2.0, nodes are centrally owned by companies (you may own the password to your Twitter account, but Twitter ultimately owns the account itself, along with every tweet). On Web3, **[all these nodes are belong to you](https://www.youtube.com/watch?v=jQE66WA2s-A)**, making it possible to take them elsewhere. \\\\\\\\n\\n2. On web 2.0, edges (i. e. the links connecting nodes) carry pure information. On Web3, edges carry **both information and value**. On web 2.0, adding edges is \\\"free\\\", increasing quantity at the cost of quality - on Web3 adding edges is costly, potentially **increasing quality at the cost of quantity.**\\n3. On web 2.0, you outsource responsibility and processing to a company's tech stack and management - the latter will ultimately act in the company’s interest (which *may* be aligned with yours, but not always). On Web3, you **outsource responsibility and processing to an emergent, decentralized, collectively-owned entity that *may act autonomously***.\\n\\nEach of these has profound implications. While true crypto-native apps will naturally emerge around these paradigms, it’s an interesting exercise to translate traditional apps into the crypto-paradigm:\\n\\n**Multiplayer Crypto:**\\n\\nAgain: in Web 2.0 Social Networks, edges carry information - in Web3 networks, edges carry value.\\n\\nThis is probably considered the most massive paradigm shift, especially with the (re-)emergence of **DAOs (Decentralized Autonomous Organizations)**, which carry a revolutionary potential on par with the **invention of the corporation, and maybe the nation state?** [Balaji Srinivasan](https://balajis.com) outlines part of this vision aptly here:\\n\\n[https://www.youtube.com/watch?v=P5UAtAOV66c](https://www.youtube.com/watch?v=P5UAtAOV66c)\\n\\nAs humans, we are in fact already familiar with networks where nodes and edges carry economic value and are governed through a rule of law: today, nation states, churches and companies are the predominant form of organizing humans around a shared cause using links that go beyond casual communication (such as a Facebook group, or friends around a dinner table).\\n\\n**DAOs enable entirely new paradigms here for three reasons:**\\n\\n**First**, they make it several orders of magnitude easier to form economic collectives (think: the difference between sending postal mail vs email). **DAOs combine the ease of using social networks with the impact of economic cooperation.**\\n\\n**Secondly**, the Autonomous aspect of D**A**Os is computer-based, enabling an **automatic entaglement of rule and execution**. This will cause ([and has caused](https://ethereum.org/en/history/)!) a lot of headaches in the early days, but eventually allows a more powerful “offshoring” of trust, freeing up organizational cycles for more relevant purposes. Think board games where players are forced to do a lot of “accounting” in order to prevent even accidental cheating, vs games that provide a more natural flow (and are thus more fun to play!)\\n\\nThere is an obvious and potentially dangerous path towards merging/enriching Smart Contracts with AI (effectively replacing human arbitration), but that one deserves a post on its own.\\n\\n**Thirdly**, the Decentralized nature of **D**AOs enables emancipation and independence from legacy organizations, as it’s much harder to just take them out by targeting a small number of individuals (such as a CEO) - a very curious challenge for both The State and traditional Corporations!\\n\\nNow, consider the following “trad-orgs” and their respective DAO version:\\n\\n* A **labor union** may outsource the initiation the organization of strikes to its DAO, making it much harder / impossible to simply bribe its leaders. You either compell the collective to cooperate, or it will strike.\\n* We’ll see novel form of **Insurances** emerge through the use of DAOs, in some cases replacing the need for middlemen, in other cases coming up with forms of insurance that are completely new.\\n* In the **Art Market,** [DAO collectives](https://pleasr.org/#) have emerged as new ways of funding an artist’s work in a model that’s similar to Patreon, but instead of being many-to-one these be many-to-many.\\n* A **social network** that transforms into a DAO quickly becomes an **economic flashmob** that can rally its resources around a shared cause - this is obviously both scary and cool. Just consider replacing angry eyeballs and fist-shaking with millions of micro-contributions that have a real world impact…\\n* We may see vastly more crypto projects choose to **“incorporate”** as DAOs, either in parallel to setting up a regular company, or exclusively so, which will beget tremendous insight and exercise into this novel form of human collaboration.\\n* We will likely see novel forms of cooperatives/collectives emerge that sit somewhere between families and companies in our org stack, and are completely remote.\\n\\n**Single Player Crypto - the “Super Ego” Stack**\\n\\nIt is admittedly a little unclear to me how much sense “single player” apps *technically* make in a blockchain context, but “single player” still makes up a huge and sensible part of our technology stack today. Given this and assuming a crypto-maximalist future, I think it’s conceivable that we will see some type of single player crypto applications emerge.\\n\\nFor example, if we consider that in Web3, **edges carry value,** that paradigm would enable a range of “Odysseus-style” apps that provide economic incentives for users to adhere to self-imposed goals - this category is basically about outsourcing your [super-ego](https://en.wikipedia.org/wiki/Id,_ego_and_super-ego#Super-ego) to an external entity.\\n\\n* A ToDo-List, but you get to externalize control to a (single-player!) DAO that will assign a economic penalty to unfinished tasks.\\n* Anti-Distraction software (like Freedom), but with economic penalties to disincentivize cheating on your super-ego.\\n* Assume all financial transactions have moved to crypto, it’s **conceivable to lock your spending into a variety of smart self-contracts that align your long term goals against short term impulses.**\\n\\nIn theory, all of this is possible with a traditional infrastructure, but who would want to outsource their super-ego to a *company*? A provably non-human, autonomous, crypto-enabled entity is a completely different partner here.\\n\\nI’d love to your hear your thoughts, for now: [on Twitter.](https://twitter.com/fabianstelzer)\",\"timestamp\":1633523292,\"title\":\"Web3 apps are really, *really* different\"},\"digest\":\"V4KFfV5R-0YIX2ioDQCHAGfz3Qe0V2OuYpYq2ch4VWU\",\"authorship\":{\"contributor\":\"0x5Ed82a25DfeEaE0c35297B605fC9c63A14caE0fd\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1Oqzzp3TfPvgmALBy5w6xFEAl8sTbBZFK-ufwrz_Abg\\\",\\\"y\\\":\\\"jw9JzJVoQKhKEzDNZlwKrTlHyN7la_3tY5-w9XKcbW0\\\"}\",\"signature\":\"jupjsDIgYfXJhfR1pe9Pjw1YuQuQ6isEtRb49Z62keGAOuQplSQbsnFxqfZW79kfeuOS0Ps_DFPeCxheXeM9YA\",\"signingKeySignature\":\"0x291022f28f9b545e2daa1ade97a7531cca1ec3056f42e9e60413616e2c394ce713e3f08a035cd067e6574526a4e6e5405ad46314085b0f6b2c00b6c4b070c76e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"1Oqzzp3TfPvgmALBy5w6xFEAl8sTbBZFK-ufwrz_Abg\\\",\\\"y\\\":\\\"jw9JzJVoQKhKEzDNZlwKrTlHyN7la_3tY5-w9XKcbW0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"88g12eQz0FbNpTM4sDUadgYPR7mOOZoSffq0sVTCfU8\"}"