"{\"content\":{\"body\":\"![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F6f15a300-cddf-42df-a4a9-a4c96b2b20f2_600x300.jpeg)\\n\\n### How It Started\\n\\nIt’s an old Bulgarian tradition to take your child’s first baby tooth and toss it in a place you’d want your child to acquire great fortunes. My mother threw mine at the theatre. Maybe she wanted me to follow her in her thespian footsteps, or to be able to relate to other folks’ plight, or both. Whatever the intention, the old wives’ tale worked: I have found great fortunes between the vestibules of antiquated performance venues and the soft spot behind my diaphragm every time the lights fade to black, the audiences hushes, and the rustling of the curtains ASMRs in the darkness. I have been so lucky and grateful for the opportunity to experience theatre from the inside its vulnerable, passionate, loud-pounding heart.\\n\\nMy 38 year journey in performance started at a few months short of turning five and has endured two political regimes on two continents. The skills I have picked up have provided my livelihood and I’ve learned that there’s magic to be had both on stage and behind the scenes. Throughout it all, I’ve cultivated life long friendships and have encouraged my children to express themselves through performance. I love the theatre, the art form, the sanctity of it, the concept that you can create stories or feelings on stage and leave someone pondering their existence within the fabric of society.\\n\\nThere’s also another reason I love the theatre: it can be an agent of change.\\n\\n> Ok, story time. I am five years old and I stumble out of the pile of broken toys and shoes missing their pair. My little body is hit with the follow spot — century old dust caught in its beam. The large auditorium is an abyss of slightly silhouetted heads, each holding their breath throughout my little speech. My voice rings and bounces around the crisp silence in simple prose asking humanity to cease senseless war. Occasionally, a sniffle and the throat clearing of swallowing back tears, and suddenly, one of the large doors of the auditorium creaks slowly open and a duo of police clad officers slip into the darkness letting in both drafty air and a quickly thickening tension spreading through the audience members who are slowly realizing they are now being watched.\\n\\nOut of all the apparatchik tools at their disposal, censorship was by far the most useful. And the artists, you see, were getting a bit clever with the way they slid in anti-communist ideas about freedom-schmeedom. Artist are, and always have been, ones to resist compliance, sitting on the fringe, dangling our feet over the edge of Satire City, the easily-ignored-until-it’s-too-late pioneers of tyrannical opposition. Artists hold the line at the last frontier before a dark winter.\\n\\nBut boy, you must be asking, what on Earth is she going on about. Well, here I am, on March 16th of 2020, Covid is about to be declared as a State of Emergency (capital S, capital E intended) and I post this as my FB status:\\n\\n> I really hope we can come out on the other side of Coronavirus like this:\\n>\\n> There was an epidemic. And there was fear. Well, some didn’t take it seriously at first. But then it spread silently before you realized it was even in the room. It started with the noise on FB. The majority of complaints about a sea of minor inconveniences. And then there were conspiracy theories. Some of them, probably true. And there were political contestants, debates, platitudes, promises, agendas, corruption, ineptitude. But also citizen solidarities, and sound offs and exposures of truth, and Italians singing songs off their balconies. While big pharma ran commercials on TV, offering a respite from the news cycles that talked about nothing else. Back IRL, sanitizer squirts, elbow bumps, TP?, school closings, event cancelations, work from home, no live audiences at your favorite late night show, election postponements, curfews, virtual hangs, social distancing. Stock markets. Closed borders. National Emergencies. Shut downs.\\n>\\n> And some got sick. And some took care of them until they, themselves, needed caring. And some were unaffected. And some died. But most got better. But not without questioning if they might not. Some showed their light. Some showed their ugly. And babies were born during it, a sign of hope that everything’s gonna be alright, in the end. And we couldn’t hug our parents and grandparents out of fear of killing them. And gun and ammo sales went up.\\n>\\n> So you stayed the fuck home. Reaffirmed your reason for being here. Reconnected with your family, whatever it was made up of. Created deep meaningful moments with your kids. Made art. Out of every little aspect of your life. You learned about a thing you wanted to learn. Looked inside and asked questions you’ve been afraid to ask yourself. Made love and yes, maybe, even babies. Woke up from the mass coma of normalcy we’d all been living into a new world. A more just, a more beautiful world.\\n>\\n> While the last of the empires crumbled away in what turned out to be humanity’s greatest love story.\\n\\nIn retrospect, cynicism aside, it is beyond humbling to look at your own writing as the comically ridiculous hopium that it is. Whatever I was smoking, that strand must be out of supply, because my hopium has now been replaced with that queasy feeling you get in your stomach as you pendulum your way between incredulity and nauseating fear.\\n\\n### How It’s Going\\n\\nNow, I must offer an admission here, that when Covid first came to be, I was hoodwinked just as much as everyone else. I didn’t have some prolific insight, I sheltered in place and allowed no one in my home for months, even insisting my kids wear a mask while out on a walk around the neighborhood, showing off my compliance more than my smarts. But it became apparent that the reality didn’t quite match my reaction. Folks in my circle got Covid and recovered, some had a tougher time at it than others. No one I knew died. Or had long Covid. Yes, it was a nasty respiratory virus that claimed to take the lives of a lot more people than it actually did as news of [false test positives](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7934325/), [medical malpractice,](https://www.youtube.com/watch?v=UIDsKdeFOmQ) [early treatment policies](https://journals.lww.com/americantherapeutics/Fulltext/2021/08000/Ivermectin_for_Prevention_and_Treatment_of.7.aspx), and [crimes against humanity ](https://rightsfreedoms.wordpress.com/2021/05/12/covid-fraud-lawyers-medical-experts-start-legal-proceedings-against-w-h-o-and-world-leaders-for-crimes-against-humanity/)surfaced. The legacy media spun stories, pulling at the strings of our solidarity, erasing any questions and doubts, erasing the questioners and the doubters. Policies created to flatten the curve by way of [lockdowns, masks, and vaccinations proved to fail in precisely the manner that even studies funded by CDC and FDA claimed they would. ](https://brownstone.org/articles/more-than-400-studies-on-the-failure-of-compulsory-covid-interventions/)Ladies and gentlemen and those outside of the binary, friends, we have been had. This plot is full of holes, where are the damn critics?\\n\\nThe latest news of the Omicron variant (let’s just skip calling it Nu so we don’t confuse people that it isn’t actually new and while we are at it, let’s skip Xi for obvious reasons) is the latest ruse. Numerous countries around the world have reported it to be a [mildly symptomatic variant](https://www.usatoday.com/story/news/health/2021/12/07/omicron-coronavirus-variant-more-contagious-less-dangerous/8886726002/), first detected in [four fully vaccinated travelers in Botswana](https://greatgameindia.com/omicron-cases-fully-vaccinated/) (But hey, let’s call it the South African variant and close the borders to that country where their daily Covid cases are effectively 0). So far, it looks like a nothing burger and not the monster of all viruses with a name that could have come out of some Transformer movie villain think tank. And although there will be a variant pressured into mutating as a deadlier strain of Covid as per [Geert Vanden Bossche’s prediction](https://www.youtube.com/watch?v=vGBDETOPAJA), this one appears to be not as deadly, be it more transmissible. And this is a good thing! It means, just like in every prior epidemic, this weaker variant will spread faster and take over to usher in natural herd immunity after the colossal failure of our public health policies and the overhyped and underperforming therapeutics, ahem, vaccines, provided by Big Pharma, propagated by Big Media and mandated by Big Government.\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Ff39d7847-f64d-42e5-940c-0d1abd0df077_933x1030.jpeg)\\n\\nlooking at definition alterations on public health websites has been a good pandemic pastime\\n\\nWhen asked about vaccine efficacy in regards to Omicron, Fauci responded: \\\"We are hoping, and I think with good reason to feel good, that there will be some degree of protection...\\\" Uhm, so we have split the wishbone, and we’re pondering with probability that it might be possible we mightn’t be not protected. Got it. This has turned into a production of Long Days Journey Into the Night that has lasted 20 months with no intermission in sight. If Omicron gets used as an excuse for another lockdown to flatten the unflattenable curve, I would not be donning on my surprise face. Because, spoiler alert, there will always be another variant. The “normal” we are constantly returning to is stuck in the perpetual returning because it simply doesn’t exist anymore. That world is gone and the sooner we realize that there is a bigger threat that is looming over us — a mind virus that spreads much faster and is much deadlier than Covid — the easier it would be to shift into a paradigm that offers the kind of normal we can get behind and not the kind we are being force fed.\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F9caaeaee-7a3e-4719-a2a3-e1a96e3d19e7_264x352.png)\\n\\n### Playing Our Part\\n\\nIt has taken me a very long time to get the courage to be public about this. I was afraid I’ll get cancelled; become radioactive. I didn’t want to torpedo projects I was collaborating on with dear friends. But as the band played on, I became increasingly aware that the survival of my career could be dependent on my level of faking it, and (you can ask around) I’m not that good of an actor. To me, theatre is about authenticity, yet here I was, in the worst performed production of Pandemonium, the playwrights are anon, and the position of director has been eliminated in favor of devised improv exercises. I cannot participate in this production. The fact that the world has had a [pandemic response playbook](https://www.ncbi.nlm.nih.gov/books/NBK143067/) for years but followed none of those guidelines could be incompetence or conspiracy or both, but it sure ain’t upholding my faith in The Science™.\\n\\nAnd so I watched as we fell victims to our own bleeding hearts. And we, theatre nerds, are primed victims because we know how to do our part. Once we are cast (you can pun that if you wish), we want the show to succeed; we would do anything for the greater good, anything, including, sometimes, sacrificing personal comforts and freedoms as any OG storefront theatre actor who stayed around painting the stage black at 4am before the opening night would tell ya. Selfishness is not a trait that succeeds in the theatre. We all know theater is a group project. Even if we disagree on how to spell the damn word. So when we are told our role was to protect the elderly and immunocompromised, we did stay at home, and we did cancel shows, and masked up, and closed our business, and social distanced, and avoided being together on Friendsgiving…only for two weeks, only until we flattened the curve, only until the summer came, only until vaccines rolled out, only until boosters got approved… see where I’m going with this?\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Ff6938bee-1df8-488b-a61a-763a63c2af17_568x320.gif)\\n\\n### On Allowing New Data to Change Our Perspective\\n\\nWell, you might be thinking at this point, as we learn more about what we’re dealing with, we make decisions based on what we’ve learned. Terrific, I think, finally some common sense, I think, to only slowly realize we’re not learning the same things. During quarantine, we wasted hours watching The Vow and Wild Wild Country, and we still fell for it — isolation and fear induced manipulation specially crafted for empathic creatures of all kinds focused on playing their part and saving the planet. America, it turns out, is the illegitimate spawn of Superman and Willy Loman starring in a tragicomedy and performed in front of a live studio audience prompted with laughter cues. We can even sprinkle in some manufactured consent for good measure while Chomsky sits in the wings calling for [medical apartheid](https://www.independent.co.uk/tv/news/noam-chomsky-unvaccinated-isolation-video-v236b20a8). We take masked selfies sitting among masked audiences at our triumphant return to the theatre and masked (you can pun this one, too, if you wish) normalcy. We boost our social score with posts of bandaids and V-cards, our daily micro-dose of recreational emulation, re-confirming our acceptance by approved society. We are lifted in the illusory bonds of hatred against the unclean, I mean, the unvaccinated, where we collectively lose out humanity. All of it, part of a giant public occult ritual.\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F126d97c7-48e0-40ed-8076-836f0a497e49_4000x4000.jpeg)\\n\\n### Farming Opinions and Mass Formation\\n\\nI got off the hamster wheel of what Dr. Mattias Desmet refers to as “[mass formation](https://www.youtube.com/watch?v=IqPJiM5Ir3A)” months ago. Maybe because as soon as censorship started, my Commie Spidey senses began tingling. Maybe because I’ve done a great deal of moving and it’s not as uncomfortable for me to be an outlier. Although I do understand the painful feeling of going against the herd. To do that in our field is akin to career suicide and such is the price I’ll pay for making my thoughts public. However, I’ve always only loved theatre, the genre, and not theatre, the institution. I would have to practice major cognitive dissonance to continue this charade, or even worse, turn art into artifice. Anything less and I become a parody of myself. For me, this is that moment in [Asch’s Experiment](https://www.youtube.com/watch?v=TYIh4MkcfJA). And I know that even though there is a small percentage of folks who genuinely believe they ought to fear for their lives (and an even smaller percentage who fall under the [high risk category](https://covid19.govt.nz/prepare-and-stay-safe/about-covid-19/people-at-higher-risk-of-severe-illness-from-covid-19/) who actually should), I have a feeling there is a majority who are looking sideways at this whole thing wanting to scream from the same rooftops where we are being played like a fiddle. Perhaps, like me, you are sitting on the bench practicing self censorship. I am writing this for you. You are not crazy. Questioning science *is* science. And the way questioning gets ratified on Twitter, it would seem we’re not the only ones.\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F7eef1564-38b6-44eb-96ec-8df5bcc1cc23_1334x750.png)\\n\\nI’ve been dangling outside the [Overton Window](https://www.youtube.com/watch?v=FMU0w4MP8Dc) for awhile, all by myself, realizing if I say nothing, the public discussion in my echo chamber will forever be stuck to congratulatory thumbs on FB and self-flagellation over not being careful enough as another fully vaccinated person on my feed posts about struggling through a bad bout with Covid, unironically calling it a “breakthrough infection” and urging people to get vaccinated. Meanwhile no one, and I mean not a single unvaccinated person I personally know in the States or in Bulgaria has gotten Covid since February. Most of us knowingly, or unknowingly, already have innate or natural immunity. I know my family and I got sicker than we’ve ever been back in January of 2020, before it was cool. One of my sons had lingering breathing issues and we even took him to the hospital for a lung function test. At every receptionist’s desk, we saw little laminated signs asking folks if they had a fever, chills, trouble breathing, a cough, or had travelled from designated countries to tell the doctor immediately. I remember thinking, if this was last week, I check almost all those boxes. But luckily, eventually, we all got better and except a few minor sniffles here and there, we haven’t been sick since. Perhaps my rose colored glasses of experience have washed away the red flags, but how do I, then, explain away the personal anecdotes of vaccine injury, including two deaths in perfectly healthy individuals? How do you explain away the strange uptick in [“sudden death” in athletes](https://goodsciencing.com/covid/71-athletes-suffer-cardiac-arrest-26-die-after-covid-shot/), [myocarditis in children](https://www.theatlantic.com/health/archive/2021/07/vaccination-myocarditis-kids/619339/), [mysterious illness in the healthy](https://www.thecardiologyadvisor.com/home/topics/acs/acute-coronary-syndrome-acs-biomarkers-mrna-covid19-vaccine/), [abnormality in cancer aggression](https://www.lifesitenews.com/news/idaho-doctor-reports-a-20-times-increase-of-cancer-in-vaccinated-patients/)? This year, for the first time in my life, two people in my circle were diagnosed with cancer and were dead within a month of diagnosis. How often does one die of cancer within a month of their diagnosis? Yes, perhaps all a coincidence, ‘cept the bit about them all being vaxxed. Correlation not being causation is just fine but it is a huge warning sign. There is now a growing number of people who are trying to get un-vaccinated, going to desperate measures such as bathing in toxic borax. No matter where on the spectrum you are, cancer is ubiquitously terrifying. There are millions of people around the world who are [speaking out without being heard](https://nomoresilence.world/stories/), maybe there will be [one](https://www.bitchute.com/video/AsTRGQlYuipr/) that reaches the hearts of those clamoring for mandates and propping up the propaganda, because the manufacturers of the products themselves have already turned their backs on them.\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F1f849be6-d21b-4c51-aad4-df8d68fe8652_750x849.jpeg)\\n\\n### What Are We to Do?\\n\\nWhen the spell broke for me I started reading and sense making as if it were a full time job. I am fortunate enough to be able to read in different languages and follow international media. Trying to decipher between science and scientism as a person with no doctorate is a daunting task. But we are in good company, my fellow inquirers. The biggest questioners of the narrative are the [PhD crowd ](https://www.voiceforscienceandsolidarity.org/)because they can actually read the data, [healthcare workers](https://www.youtube.com/watch?v=QAHi3lX3oGM) because they are experiencing adverse reactions first hand, and minorities and poor folk because they don’t trust the government (as they absolutely have [reasons](https://childrenshealthdefense.org/wp-content/uploads/Mandates-African-American-Facts.pdf) to [mistrust](https://www.history.com/news/the-infamous-40-year-tuskegee-study)). Those who bought into the narrative hook, line, and sinker, are generally, the average well educated person because we respect academia. We are learnèd. We are primed to only believe the experts. Ah, the experts! Bring yer experts! Finally, that settles it: a public debate between the ones we only get on the TV and the ones that have been systematically [censored for even suggesting the lab theory](http://I%20have%20a%20subscription%20service%20to%20a%20biannual%20kick%20in%20the%20balls%20every%20time%20your%20loins%20rash%20up%20from%20my%20ball%20ointment.) which we all now know is the most probable scenario. Perhaps inviting a fully vaccinated Dr. Malone, one of the architects of the mRNA itself, to offer some insights would be nice? Anyone of the thousand [practitioners](https://www.theirishchannel.com/the-irish-doctors-are-speaking-out/) or experts who signed the [Great Barrington Declaration](https://dailytelegraph.co.nz/news/great-barrington-declaration-of-scientists-and-epidemiologists-against-mass-mrna-jabs-reaches-870k-signatures/) would do, really. Hiding obvious and controversial debate from public judgement and practicing open censorship is something we wag our finger at authoritative countries for doing. Let’s avoid turning this into a production of Covid1984.\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F3f1dd56c-651a-4c8a-a4f1-ba59a6ec9040_750x840.jpeg)\\n\\nIf you think this take won’t age well, fine. But if you think that the [media, Fauci, Walensky, et al are pillars of truth and integrity](https://www.youtube.com/watch?v=TSZMtSPX3iE), I have a subscription service to a biannual kick in the balls every time your loins rash up from using my testicle ointment to sell you. I don’t care what anyone thinks my lane is. They are selling [fear](https://www.youtube.com/watch?v=hL9doW9y90k) on our televisions and are finding plenty of buyers. I’m not buying it anymore. If anyone wants to present me with some actual risk-benefit numbers, I am willing to have my mind changed. Let’s see the raw data of the trials not these cherry picked manipulated statistics by the CDC and FDA. Are we seriously mandating a therapeutic that took 108 days to approve but to find out why we have to [wait 55 years](https://www.fiercepharma.com/pharma/fda-requests-55-years-to-complete-foia-request-pfizer-s-covid-19-vaccine)? If the shots were so safe and effective, they wouldn’t have to be compulsory. If there truly was an emergency, people would just comply. Wouldn’t transmission prevention be more meaningful than hospitalization and death for mandating a product? Are we always going to follow the model of recommended>approved>mandated blindly until forever? The vaccine isn’t protecting us from Covid. It’s merely protecting us from governmental oppression. For the time being. Can’t we just talk about it? I have opinions. I am not my opinions. I wouldn’t take it as a personal insult if I found out I was wrong. Aren’t we free thinkers and play makers? If there is no debate, no consent, no opt out, don’t we know how this story ends? On which side of history it ends on? Austria imposed a [lockdown for the unvaccinated](https://www.bitchute.com/video/SlwbjUGW9gwU/) and then [Germany ](https://www.youtube.com/watch?v=UTHmn93PoCo)said, hold my bier. Not a good look for the birthplaces of the movement that shaped much of the 19th century and subsequently gave us the [Nuremberg Code](https://ori.hhs.gov/content/chapter-3-The-Protection-of-Human-Subjects-nuremberg-code-directives-human-experimentation). Australia already has [internment](https://www.bitchute.com/video/AjKY55FrQQTR/), pardon, [quarantine camps](https://www.bitchute.com/video/AGXRhEUVE0gj/). Although we won’t see this in our newsfeed, there are [massive protests around the world](https://www.bitchute.com/video/IEJoyrD6uF8z/) in countries a bit ahead of us in draconian restrictions. None of these raise any alarms for you?\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F66315717-1614-4b73-999f-de55704dac8e_750x694.jpeg)\\n\\n### Today Is the Day\\n\\nI’ve become an utter recluse, sitting at home, intimidated into silence. Kept thinking (from my privileged safe space), not today. I’ve already lost friends this year, so not today. I’ve already ruffled feathers this month, so not today. But then they came for our children. Our children who have a [near statistical zero risk](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7260492/) of dying of Covid or experiencing long haul symptoms. Surely, now, folks will wait it out and make sure they aren’t making an irreversible decision about someone else’s body before making it? To this day, I get an uneasy feeling about my twins’ circumcision because I allowed my babies to undergo male mutilation for cosmetic reasons. They could not consent to it. I made that decision for them. We are their protectors and we owe it to them to make sure we are making the right decision. It’s been a month of me watching, horrified, as children were paraded like guinea pigs, no, like sacrificial offerings to the Gods of Science for the good of the collective, parents congratulating themselves on their superiority over the rest of the dum-dums, and I’m wondering when is this virtue signaling gonna fall out of fashion? Are we living in the matrix?\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F925c0e88-f29e-46a6-954f-af2e967d312a_1334x750.png)\\n\\njust a depiction of unearned docile trust, everything��s fine\\n\\nWhere I was afraid of public opinion before, I am no more. I can’t hide forever and I certainly lose my integrity if I don’t stand tall in my truth. I had to live in the uncomfortable dull pain of analyzing every close relationship in my life and questioning everything I stood for. I had to look at the progressive bubble I’ve been hiding out in and recognize unattractive revelations about myself. I’ve had to walk back my opinions and I’ve had to apologize for my errors. There is very little left of my hubris. It’s perfectly fine for me to end up looking like a colossal idiot.\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fc6636eb0-16cd-4fa2-bd03-05480be06c41_750x958.jpeg)\\n\\nYou need someone to pile on today, to publicly ridicule, and talk shit about, here I am, go for it. It would further cement the idea that I wasn’t meant to be a part of this field after all. If theatre has turned into a bunch of middle school mean girls, I’m out. And I would understand your need to be in the in crowd or to farm your opinions. I would understand if you need to blame the failure of a vaccine on those who aren’t taking it; a therapeutic with a [staggering dangerous AE profile,](https://docs.google.com/document/d/1IxbeUIczuy6MntYkSWu3N7qKI28KzwW8GvZpu6G0JKk/edit) and a clear negative risk-benefit ratio for the healthy. I would understand if you want to side with the [pseudologues that grace our television sets like influencers peddling sponsored products on infomercials](https://www.youtube.com/watch?v=iF3sKVX6L_4). Never mind that they’re more [scripted](https://www.youtube.com/watch?v=_fHfgU8oMSo) than a Broadway musical. I would understand the sophistry employed to take down a dissenter like me. But it does get harder and harder for the official narrative to convince us of the plot as it introduces contradictory exposition; to ad lib sincerity; to perform without schmacting. Gustav Le Bon wrote:\\n\\n> “The ascendancy of crowds indicates the death throes of a civilization. The upward climb to civilization is an intellectual process driven by individuals; the descent is a herd in stampede. Crowds are only useful for destruction. The masses have never thirsted after truth. They turn aside from evidence that is not to their taste, preferring to deify error, if error seduce them. Whoever can supply them with illusions is easily their master; whoever attempts to destroy their illusions is always their victim. An individual in a crowd is a grain of sand amid other grains of sand, which the wind stirs up at will.”\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F1f9f32a8-6890-441b-80b4-2f63d8ead326_750x762.jpeg)\\n\\nThere is a deeper meaning to compliance that touches on, what I consider to be, two main world views or ideologies humanity attaches itself to: the first one being that we trust someone who we have elected to be the arbiter of truth, knowledge, and our wellbeing, and the other is for everyone to practice self custody and sovereignty. The latter is on their own; the former can fall prey to an incompetent, unmoved, and/or malicious power. And what happens when power can capture our free floating anxiety and pull it into narrow focus on an invisible enemy? As Voltaire noted: \\\"Those who can make you believe absurdities can make you commit atrocities.\\\" It’s a slippery slope once you start siding with the baddies. So, I must decline your invitation to the Madhatter After Party. This is my line in the sand. Where is yours?\\n\\nCollateral Damage?\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2Fc4e23263-08e7-4b77-adb4-59f167072fc6_1024x537.webp)\\n\\nMandates for children?\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F34a942ce-2b35-4dde-b99d-39d370753262_743x887.png)\\n\\nMandates for boosters?\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F171a22bb-1515-455d-b454-be7a98860b34_750x688.jpeg)\\n\\nHow many boosters?\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F8aef1627-1f01-4af5-bbde-33354b4d84bc_750x455.jpeg)\\n\\nHow far apart?\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F59d2a0bc-03c8-403d-8775-4248ae7868cc_1416x1110.png)\\n\\n### On Being a Refusenik\\n\\nFor those who have made it all the way to the end, know I’m not your enemy. The virus isn’t your enemy. There is no real enemy here. You play a unique and important role in a one-time-only-limited production. And we are all in it. No matter if you’re vaccinated or unvaccinated or unboosted or underboosted…ad nauseam. We are all collaborators in creating the reality of the world we want to live in. I am taking this stand so those who might feel similar know who they can reach out to. You can do it in total privacy and security that I will keep it private. That is the reason for my public dissent. If I loudly point out the ridiculousness of the official narrative, it will help its deterioration. If it resonates with you, you’d be surprised to find out you are not actually in the minority. If I’m wrong, I’ll slip into the backstage of irrelevance and be forgotten, no harm done. But if I’m right and we acquiesce into authoritative control, one day we will be watched from the back of the house to make sure we are only speaking groupthink. This is the role I’ve chosen to play while I still have a choice.\\n\\nMy mother warned me not to write this. Don’t worry, I said, no one is gonna read it anyway. But I secretly hope you do. The time is now.\\n\\n![](https://cdn.substack.com/image/fetch/w_1100,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F5e62a42e-ef73-4d8f-b724-62ef13b89096_567x529.jpeg)\\n\\n\",\"timestamp\":1639720863,\"title\":\"Whose Role Is It Anyway?\"},\"digest\":\"VetGBKlLNoMyBM3M_fkDLfS4VHNf9OkCqibFYTOWpbk\",\"authorship\":{\"contributor\":\"0x4DF270ae83B6C4f694e3a6aD71ba54614187CDcb\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mFb-Dn4UKbZL3QmhcOQsKjCw457whH0-153zuHyowXI\\\",\\\"y\\\":\\\"Ldou5PUbSZwIh_3DLQKXKWTflEEDUDiN8FoodiJDVE4\\\"}\",\"signature\":\"MazjpgUUFIpCrHeztVXYHMmfW5hZOb1ABtAZwbDEHsyQlqeLGblG0_Z5aenYO-FFYVZFkThSLjNFeKpyKrut6w\",\"signingKeySignature\":\"0xac316fd1292402ef303f0dda4b0be8ddab311e737a2ba32d2f98406401ea90815d42ad1c7ccde28a9d6665f159000befa95db40d05e8a8d92f5c3f00dd52bbb51c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"mFb-Dn4UKbZL3QmhcOQsKjCw457whH0-153zuHyowXI\\\",\\\"y\\\":\\\"Ldou5PUbSZwIh_3DLQKXKWTflEEDUDiN8FoodiJDVE4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VetGBKlLNoMyBM3M_fkDLfS4VHNf9OkCqibFYTOWpbk\"}"