"{\"content\":{\"body\":\"![Rescuers use a heavy vehicle during a rescue operation following the eruption of Mount Semeru volcano in Curah Kobokan village, Pronojiwo district, in Lumajang, Indonesia, Dec 7, 2021.](http://img2.chinadaily.com.cn/images/202112/08/61b013c7a310cdd3d81f704d.jpeg)\\n\\nCURAH KOBOKAN, Indonesia－The death toll from the eruption of Indonesia's Mount Semeru rose to 34 on Tuesday, Agence France-Presse quoted the national disaster agency as saying.\\n\\nThe volcano on Java island thundered to life on Saturday, ejecting volcanic ash high into the sky and raining hot mud on villages as thousands of panicked people fled their homes.\\n\\nThe disaster swallowed entire homes and vehicles, blanketing villages such as Curah Kobokan in gray ash and leaving residents terrified of returning home.\\n\\n\\\"I'm traumatized. I asked my relatives if they were brave enough to go back to Curah Kobokan and they all said no, they'd rather sleep under a tree,\\\" said Marzuki Suganda, a 30-year-old who works at a sand mine in the area.\\n\\nRescuers have been battling dangerous conditions since the deadly weekend eruption, searching for survivors and bodies among volcanic debris, wrecked buildings and destroyed vehicles.\\n\\nSearch crews deployed dogs on Tuesday to aid the rescue operation.\\n\\nSemeru has remained active since Saturday, keeping emergency workers and residents on edge.\\n\\nAuthorities said there were three small eruptions on Tuesday, each spewing ash around 1 kilometer into the sky.\\n\\nThe rescue operation was made more difficult by the instability of volcanic debris.\\n\\n\\\"What we are afraid of is the ground being cold outside, but still hot inside,\\\" said police officer Imam Mukson Rido. \\\"If it's hot inside, we must get away.\\\"\\n\\n**Travel discouraged**\\n\\nOfficials have advised locals not to travel within 5 km of Semeru's crater, as the nearby air is highly polluted and could affect vulnerable groups.\\n\\nIn a visit to the area on Tuesday, Indonesian President Joko Widodo said the government will look into moving homes away because of the threat posed by the volcano.\\n\\n\\\"I hope after things calm down, we can start both fixing infrastructure and think about the possibility of relocation from areas we believe to be dangerous,\\\" he told Indonesia's Metro TV.\\n\\nIndonesia sits on the Pacific Ring of Fire, where the meeting of continental plates causes high volcanic and seismic activity. The country has nearly 130 active volcanoes.\\n\\nOn Sunday, the Indonesian Agency for Meteorology, Climatology and Geophysics warned that heavy rains might happen in the coming days.\\n\\nHeavy rains have usually triggered lava floods after volcanic eruptions in the vast archipelagic nation.\",\"timestamp\":1638971615,\"title\":\"Indonesia volcano death toll reaches 34\"},\"digest\":\"0WDxA2TKHpS3gmdW0xOLYbfpBY3F0zoVO0KWhh-FJMI\",\"authorship\":{\"contributor\":\"0x3F1805c17Da30f1bd4cf8091Bf2F0d0bEa5A3669\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VoNl5dDgqcA48O596cTT0N022ZQsWE5L6q04iaWYzcU\\\",\\\"y\\\":\\\"2xarjJMeM0V1AJqb4FXs8_t6ufK7igTrh-z4iKYW6Qk\\\"}\",\"signature\":\"RRu-howDfSoPOpA7kSjeYwoKgzarblmDsW51I2GdY4fHHMKLchny35iykn-Xach7qyS6o9ogLbwWy4XGehsRxw\",\"signingKeySignature\":\"0xc077a847a6ff2ed15b2750a9ba8b192a26ac8e3f43d7f1ffa0e61c41c4a5dafd32a1d6fa69f7c9652c9e35321354006e6d6100c68304800a48ff203c0c2f3d881c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VoNl5dDgqcA48O596cTT0N022ZQsWE5L6q04iaWYzcU\\\",\\\"y\\\":\\\"2xarjJMeM0V1AJqb4FXs8_t6ufK7igTrh-z4iKYW6Qk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0WDxA2TKHpS3gmdW0xOLYbfpBY3F0zoVO0KWhh-FJMI\"}"