"{\"content\":{\"body\":\"Who was the meekest man?   Who was the strongest man?  Who was the father of Zebedee's children?   Who had the iron bedstead, and whose thumbs and great-toes were cut off?\\\" To set a child to find these things in the Bible without a concordance seems to us as futile as setting him to hunt a needle in a haystack.  But our fathers were not so foolish as we like to think them; they didn't care two pins if we never discovered who had the iron bedstead, but they knew that, leafing over the book, we should light upon treasure where we sought it not, kernels of the sweetest meat in the hardest shells, stories of enthralling interest where we least expected them, but, most of all, and best of all, texts that long afterward in time of trouble should come to us, as it were the voice of one that also had eaten the bread of affliction, calling to us across the chasm of the centuries and saying: \\\"O, tarry thou the Lord's leisure: be strong and He shall comfort thine heart.\\\"\\n\\nIn the higher classes, that still were not high enough to rank with Mr. Parker's, the exegetical powers were stimulated in this wise: \\\"'And they sung a hymn and went out.' Now what do you understand by that?\\\"  We told what we \\\"understood,\\\" and what we \\\"held,\\\" and what we \\\"believed,\\\" and laid traps for the teacher and tried to corner him with irrelevant texts wrenched from their context.  He had to be an able man and a nimble-witted man.  Mere piety might shine in the prayer-meeting, in the class-room, at the quarterly love-feast, but not in the Sabbath-school.  I remember once when Brother Butler was away they set John Snyder to teach us.  John didn't know any more than the law allowed, and we made him feel it, until finally, badgered beyond endurance, he blurted out that all he knew was that he was a sinner saved by grace.  Maybe he couldn't just tell where to find this, that, and t' other thing in the Bible, but he could turn right to the place where it said that though a body's sins were as scarlet, yet they should be white as snow.  It was regarded as a very poor sort of an excuse then, but thinking it over here lately, it has seemed to me that maybe John had the root of the matter in him after all.\\n\\nThe comparative scarcity of polemical athletes and the relative plenty of the Miss Susie Goldrick kind of teachers, apparently called into being the Berean Lesson Leaf system, with its Bible cut up into lady-bites of ten or twelve verses, its Golden Topics, Golden Texts, its apt alliterations, like:\\n\\nS  AMUEL      EEKS      AUL      ORROWING\\n\\nand its questions prepared in tabloid form, suitable for the most enfeebled digestions, see directions printed on inside wrapper. Among the many evidences of the degeneracy of the age is the scandalous ignorance of our young people regarding the sacred Scriptures, which at the very lowest estimate are incontestably the finest English ever written.  Those whose childhood antedates the lesson leaf are not so unfamiliar with that wondrous treasure-house of thought.  It is not for me to say what has wrought the change. I can only point out that lesson leaves, being about the right size for shaving papers, barely last from Sunday to Sunday, while that very identical Bible with the blinding type that I won years and years ago, by learning verses, is with me still.  Yes, and as I often wonder to discover, some of those very verses that I gobbled down as heedlessly as any ostrich are with me still.\\n\\nRemain to be considered the opening and closing exercises, principally devoted, I remember, to learning new tunes and singing old ones out of books with pretty titles, like \\\"Golden Censer,\\\" \\\"Silver Spray,\\\" \\\"Pearl and Gold,\\\" \\\"Sparkling Dewdrops,\\\" and \\\"Sabbath Chimes.\\\"  I wasn't going to tell it, but I might as well, I suppose.  I can remember as far back as \\\"Musical Leaves.\\\"  There must be quite a lot of people scattered about the country who sung out of that when they were little.  I wish a few of us old codgers might get together some time and with many a hummed and prefatory, \\\"Do, mi, Sol, do; Sol, mi . . . mi-i-i-i,\\\" finally manage to quaver out the sweet old tunes we learned when we were little tads, each with a penny in his fat, warm hand: \\\"Shall we Gather at the River?\\\" and \\\"Work, for the Night is Coming\\\"; and what was the name of that one about:\\n\\n\\\"The waves shall come and the rolling thunder shock     Shall beat upon the house that is founded on a rock,     And it never shall fall, never, never, never.\\\"\\n\\nWhat the proper English tune is to \\\"I think when I read that sweet story of old\\\" I cannot tell, but I am sure it can never melt my heart as that one in the old \\\"Musical Leaves.\\\" with its twistful repetitions of the last line:\\n\\n```\\n\\\"I should like to have been with Him then,      I should like to have been with Him then,      When He took little children like lambs to His fold,      I should like to have been with Him then.\\\"\\n```\\n\\nI fear we could not sing that without breaking down.  As we recall it, we draw an inward fluttering breath, something grips our throats and makes them ache, our eyes blur, and a tear slips down upon the cheek, not of sorrow - God knows not all of sorrow - but if we had it all to live over again, how differently we - oh, well, it's too late now, but still.\\n\\nLeafing over my little girl's \\\"Arabian Nights\\\" the other day, when I came to the story of \\\"The Enchanted Horse,\\\" I found myself humming, \\\"Land ahead!  Its fruits are waving.\\\"  My father used to lead the singing in Sabbath-school, and when he was sol-fa-ing that tune to learn it, I was devouring that story, and was just about at the picture where Prince What's-his-name rises up into the air on the Enchanted Horse, with his true love hanging on behind, and all the multitude below holding their turbans on as they look up and exclaim: \\\"Well, if that don't beat the Dutch!\\\"\\n\\nAnd another tune still excites in me the sullen resentment that it did when I first heard it.  In those days, just as a fellow got to the exciting part in \\\"Frank at Don Carlos's Ranch,\\\" or whatever the book was, there was kindling to be split, or an armful of wood to be brought in, or a pitcher of water from the well, or \\\"run over to Mrs. Boggs's and ask her if she won't please lend me her fluting-iron,\\\" or \\\"run down to Galbraith's and get me a spool of white thread, Number 60, and hurry right back, because then I want you to go over to Serepta Downey's and take her that polonaise pattern she asked me to cut out for her,\\\" or - there was always something on hand.  So what should one of these composers do - I don't know what ever possessed the man - but go write a Sabbath-school song with this chorus:\\n\\n```\\n\\\"There'll be something to do,      There'll be something to do,      There'll be something for children to do:      On that bright shining shore,      Where there's joy evermore,      There'll be something for children to do.\\\"\\n```\\n\\nI suppose he thought that would be an inducement!\\n\\nOne of these days America is going to be the musical center of the world.  When that day is fully come, and men sit down to write about it, I hope they won't forget to give due credit to the reed organ, Stephen Foster, and the Sabbath-school.  The reed organ had a lot to do with musical culture.  It is much decried now by people that prefer a piano that hasn't been tuned for four years; but the reed organ will come into its own some day, don't forget.  Without it the Sabbath-school could not have been.  Anybody that would have a piano in a Sabbath-school ought to be prosecuted.\\n\\nWhen music, heavenly maid, was just coming to after that awful lick the Puritans hit her, the first sign of returning life was that people began to tire of the ten or a dozen tunes to which our great-grandfathers droned and snuffled all their hymns.  In those days there was raised up a man named Stephen Foster, who \\\"heard in his soul the music of wonderful melodies,\\\" and we have been singing them ever since - \\\"'Way Down upon the Swanee Ribber,\\\" and \\\"Old Kentucky Home,\\\" and \\\"Nellie Gray,\\\" and the rest.  Then Bradbury and Philip Phillips and many more of them began to write exactly the same kind of tunes for sacred words.  They were just the thing for the Sabbath-school, but they were more, much more.\\n\\nYou know that when a fellow gets so he can shave himself without cutting half his lip off, when it takes him half an hour to get the part in his hair to suit him, when he gets in the way of shining his shoes and has a pretty taste in neckties, he doesn't want to bawl the air of a piece like the old stick-in-the-muds up in the Amen corner or in Mr. Parker's class.  He wants to sing bass.  Air is too high for him anyhow unless he sings it with a hog noise.  Oh, you get out!  You do, too, know what a \\\"hog noise\\\" is.  You want to let on you've always lived in town.  Likely story if you never heard anybody in the hog-pasture with a basket of nubbins calling, \\\"Peeg! Peeg!  Boo-eel Booee!\\\"  A man's voice breaks into falsetto on the \\\"Boo-ee!\\\"  Well, anyhow, such a young man as I am telling you of would be ashamed to sing with a hog noise.  He wants to sing bass. Now the regular hymn-tunes change the bass as often as they change the soprano, and if you go fumbling about for the note, by the time you get it right it is wrong, because the tune has gone on and left you.  The Sabbath-school songs had the young man Absalom distinctly in view.  They made the bass the same all through the measure, and all the changes were strictly on the do, sol and fa basis.  As far as the other notes in the scale were concerned, the young man Absalom need not bother his head with them.  With do, sol and fa he could sing through the whole book from cover to cover as good as anybody.\\n\\nWhen people find out what fun it is to sing by note, it is only a step to the \\\"Messiah,\\\" two blocks up and turn to the right, as you might say.  After that, it is only going ahead till you get to \\\"Vogner.\\\"  Yes, and many's the day you called the hogs.  Don't tell me.\\n\\nOnce a month on Sunday evenings there were Sabbath-school concerts. The young ones sat in the front seats, ten or twelve in a pew. \\\"Now, children,\\\" said the superintendent, \\\"I want you all to sing loud and show the folks how nice you can sing.  Page 65.  Sixty-fi'th page, 'Scatter Seeds of Kindness.'  Now, all sing out now.\\\"  We licked our thumbs and scuffled through the book till we found the place.  We scowled at it, and stuck out our mouths at it, and shrieked at it, and bawled at it, and did the very best we knew to give an imitation of two hundred little pigs all grabbed by the hind leg at once.  That was what made folks call it a concert.\\n\\nThere were addresses to the dear children by persons that teetered on their toes and dimpled their cheeks in dried-apple smiles as us. Some complain that they do not know how to talk to children and keep them interested.  Oh, pshaw!  Simple as A B C.  Once you learn the trick you can talk to the little folks for an hour and a half on \\\"Banking as Related to National Finance,\\\" and keep them on the quiver of excitement.  Ask questions.  And to be sure that they give the right answers (a very important thing) remember this: When you wish them to say \\\"Yes, sir,\\\" end your question with \\\"Don't they?\\\" or \\\"isn't it?\\\"  When you wish them to say \\\"No, sir,\\\" end your question with \\\"Do they?\\\" or \\\"Is it?\\\"  When you wish them to choose between two answers, mention first the one they mustn't take, then pause, look archly at them, and mention the one they must take.  Thus:\\n\\nQ.  - Now, dear children, I wonder if you can tell me where the sun rises.  In the north, doesn't it ?\\n\\nA.  - Yes, sir.\\n\\nQ.  - Yes, you are right.  In the north.  And because it rises in the north every afternoon at three, how do we walk about?  On our feet, do we?\\n\\nA.  - No, sir.\\n\\nQ.  - No.  Of course not.  Then how is it we do walk about?   On our ears or - (now the look) on our noses?\\n\\nA.  - On our noses.\\n\\nThis method, if carefully and systematically employed, was never known to fail.  It is called the Socratic method.\\n\\nThe most interesting feature of the monthly Sabbath-school concert is universally conceded to be the treasurer's report.  So much on hand at the last meeting, so much contributed by each class during the month last past, so much expended, so much left on hand at present.  We used to sit and listen to it with slack jaws and staring eyes.  Money, money, oceans of money! Thirty-eight cents and seventy-six cents and a dollar four cents!  My!\\n\\nThe librarian's report was nowhere.  It was a bully library, too, and contained the \\\"Through by Daylight\\\" Series, and the \\\"Ragged Dick\\\" Series, and the \\\"Tattered Tom\\\" Series, and the \\\"Frank on the Gunboat\\\" Series, and the \\\"Frank the Young Naturalist\\\" Series, and the \\\"Elm Island\\\" Series - Did you ever read \\\"The Ark of Elm Island\\\", and \\\"Giant Ben of Elm Island\\\"?   You didn't?  Ah, you missed it - and the \\\"B. O. W. C.\\\" Series - and say! there was a book in that library - oo-oo!  \\\"Cast up by the Sea,\\\" all about wreckers, and false lights on the shore, and adventures in Central Africa, and there's a nigger queen that wants to marry him, and he don't want to because he loves a girl in England - I think that's kind of soft  - and he kills about a million of them trying to get away.  You want to get that book.  Don't let them give you \\\"Patient Henry\\\" or \\\"Charlie Watson, the Drunkard's Little Son.\\\"  They're about boys that take sick and die - no good.\\n\\nIt was a bully library, but the report wasn't interesting.  Major Humphreys's always was.  He was the treasurer because he worked in the bank.  He came from the Western Reserve, and said \\\"cut\\\" when he meant coat, and \\\"hahnt\\\" when he meant heart.  I can shut my eyes and hear him read his report now: \\\"Infant-class, Mrs. Sarah M. Boggs, one dolla thutty-eight cents; Miss Dan'ells's class, fawty-six cents; Miss Goldrick's class, twenty-faw cents; Mr. Pahnker's class, ninety-three cents; Miss Rut's class, naw repawt.\\\"\\n\\nPoor old Miss Root!  There was hardly ever any report from her class. Often she hadn't a penny to give, and perhaps the other old ladies, who found the keenest possible delight in doing what they called \\\"running up the references,\\\" had no more, for they were relics of an age when women weren't supposed to have money to fling right and left in the foolish way that women will if they're not looked after  - shoes for the baby, and a new calico dress every two or three years or so.\\n\\nYes, it is rather interesting for a change now and then to hear these folks go on about what a terrible thing the Sabbath-school is, and how it does more harm than good.  They get really excited about it, and storm around as if they expected folks to take them seriously. They know, just as well as we do, that this wouldn't be any kind of a country at all if we couldn't look back and remember the Sabbath-school, or if we couldn't fix up the children Sunday afternoons, and find their lesson leaves for them, and hunt up a penny to give to the poor heathen, and hear them say the Golden Text before they go, and tell them to be nice.  Papa and mamma watch them from the window till they turn the corner, and then go back to the Sunday paper with a secure sort of feeling.  They won't learn anything they oughtn't to at the Sabbath-school.\\n\\nTHE REVOLVING YEAR\\n\\n\\\"'It snows!' cries the schoolboy, 'Hurrah!'      And his shout is heard through parlor and hall.\\\"\\n\\nMCGUFFEY's THIRD READER.\\n\\n(Well, maybe it was the Second Reader.  And if it was the Fourth, what difference does it make? And, furthermore, who 's doing this thing, you or me?)\\n\\nHad it not been that never in my life have I ever heard anybody say either \\\"It snows!\\\" or \\\"Hurrah!\\\" it is improbable that I should have remembered the first line of a poem describing the effect produced upon different kinds of people by the sight of the first snowstorm of winter.  Had it not been for the plucky (not to say heroic) effort to rhyme \\\"hall\\\" with \\\"hurrah\\\" I should not have remembered the second, and still another line of it, depicting the emotions of a poor widow with a large family and a small woodpile, is burned into my memory only by reason of the shocking language it contains, the more shocking in that it was deliberately put forth to be read by innocent-minded children.  Poor Carrie Rinehart!  When she stood up to read that, she got as red as a beet, and I believed her when she told me afterward that she thought she would sink right through that floor.  Of course, some had to snicker, but the most of us, I am thankful to say, were a credit to our bringing up, and never let on we heard it.  All the same it was a terrible thing to have to speak right out loud before everybody.  If any of the boys (let alone the girls), had said that because he felt like saying it, he would have been sent in to the principal, and that night his daddy would have given him another licking.\\n\\nEven now I cannot bring myself to write the line without toning it down.\\n\\n\\\"'It snows!' cries the widow.  'Oh G - d!'\\\"\\n\\nAt the beginning of winter, I will not deny, that the schoolboy might have shouted: \\\"It's snowin'!  Hooee!\\\" when he saw the first snow flakes sifting down, and realized that the Old Woman was picking her geese.  A change is always exciting, and winter brings many joyous sports and pastimes, skating, and snowballing, and sliding down hill, and - er - er - I said skating didn't I? and - er - Oh, yes, sleigh-riding, and - er - Well, I guess that's about all.\\n\\nSkating, now, that's fine.  I know a boy who, when the red ball goes up in the street-cars, sneaks under his coat a pair of wooden-soled skates, with runners that curl up over the toes like the stems of capital letters in the Spencerian copy-book.  He is ashamed of the old-fashioned things, which went out of date long and long before my day, but he says that they are better than the hockeys.  Well, you take a pair of such skates and strap them on tightly until you can't tell by the feel which is feet and which is wooden soles, and you glide out upon the ice above the dam for, say about four hours, with the wind from the northwest and the temperature about nine below, and I tell you it is something grand.  And if you run over a stick that is frozen in the ice, or somebody bumps into you, or your feet slide out from under you, and you strike on your ear and part of your face on the ice, and go about ten feet ah, it's great! Simply great.  And it's nice too, to skate into an air-hole into water about up to your neck, and have the whole mob around you whooping and \\\"hollering\\\" and slapping their legs with glee, because they know it isn't deep enough to drown you, and you look so comical trying to claw out.  And when you do get out, it takes such along time to get your skates of, and you feel so kind of chilly like, and when you get home your clothes are frozen stiff on you - Oh, who would willingly miss such sport?\\n\\nAnd sleigh-riding!  Me for sleigh-riding!  You take a nice, sharp day in winter, when the sky is as blue as can be because all the moisture is frozen out of the air, a day when the snow under the sleigh runners whines and creaks, as if thousands of tiny wineglasses were being crushed by them, and the bells go jing-jing, jing-jing on the frosty air which just about takes the hide off your face; when you hold your mittens up to your ears and then have to take them down to slap yourself across the chest to get the blood agoing in your fingers; when you kick your feet together and dumbly wonder why it is your toes don't click like marbles; when the cold creeps up under your knitted pulse-warmers, and in at every possible little leak until it has soaked into your very bones; when you snuggle down under the lap-robe where it is warm as toast (day before yesterday's toast) and try to pull your shoulders up over your head; when a little drop hangs on the end of your nose, which has ceased to feel like a living, human nose, and now resembles something whittled to a point; when you hold your breath as long as you can, and your jaw waggles as if you were playing chin-chopper with it - Ah, that's the sport of kings!  And after you have got as cold as you possibly can get, and simply cannot stand it a minute longer, you ride and ride and ride and ride and ride and ride and ride and ride and ride.  Once in a while you turn out for another sleigh, and nearly upset in the process, and you can see that in all points its occupants are exactly as you are, just as happy and contented.  There aren't any dogs to run out and bark at you.  Old Maje and Tige, and even little Bounce and Guess are snoozing behind the kitchen stove.  All there is is just jing-jing, jing-jing, jing-jing, not a bird-cry or a sound of living creature.  jing-jing, jing-jing. . . . . Well, yes, kind o' monotonous, but still . . . .  You pass a house, and a woman comes out to scrape off a plate to the chickens standing on one foot in a corner where the sun can get at them, and the wind cannot.  She scrapes slowly, and looks at you as much as to say: \\\"I wonder who's sick.  Must be somebody going for the doctor, day like this.\\\"  And then she shudders: \\\"B-b-b-oo-oo-oo!\\\" and runs back into the house and slams the door hard.  You snuffle and look at the chimney that has thick white smoke coming out of it, and consider that very likely a nice, warm fire is making all that smoke, and you snuffle again, and ride and ride and ride and ride and ride and ride and ride and 'ride.  And about an hour and a half after you have given up all hopes, and are getting resigned to your fate, you turn off the big road and up the lane to the house where you are going on your pleasure-trip, and you hop out as nimble as a sack of potatoes, and hobble into the house, and don't say how-de-do or anything, but just make right for the stove.  The people all squall out: \\\"Why, ain't you 'most froze?\\\" and if you answer, \\\"Yes sum,\\\" it's as much as ever.  Generally you can't do anything but just stand and snuffle and look as if you hadn't a friend on earth.  And about the time you get so that some spots are pretty warm, and other spots aren't as cold as they were, why then you wrap up, and go home again with the same experience, only more so.  Fine! fine!\\n\\nIt's nice, too, when there's a whole crowd out together in a wagon-bed with straw in it.  There's something so cozy in straw! And the tin horns you blow in each other's ear, and the songs you sing: \\\"Jingle bells, jingle bells, jingle all the way,\\\" and \\\"Waw-unneeta! Waw-unneeta, ay-usk thy sowl if we shud part,\\\" and \\\"Nearer, my God, to Thee,\\\" and \\\"Johnny Shmoker,\\\" and that variation of \\\"John Brown's Body,\\\" where every time you sing over the verse you leave off one more word, and somebody always forgets, and you laugh fit to kill yourself, and just have a grand time.  And maybe you take a whole lot of canned cove oysters with you, and when you get out to Makemson's, or wherever it is you're going, Mrs. Makemson puts the kettle on and makes a stew, cooking the oysters till they are thoroughly done.  And she makes coffee, the kind you can't tell from tea by the looks, and have to try twice before you can tell by the taste.  Ah! winter brings many joyous sports and pastimes.  And you get back home along about half-past two, and the fire's out, and the folks are in bed, and you have to be at the store to open up at seven - Laws!  I wish it was so I could go sleigh-riding once more in the long winter evenings, when the pitcher in the spare bedroom bursts, and makes a noise like a cannon.\\n\\nAnd sliding down hill, I like that.\\n\\nWhat?  Coasting?  Never heard of it.  If it's anything like sliding down hill, it's all right.  For a joke you can take a barrel-stave and hold on to that and slide down.  It goes like a scared rabbit, but that isn't so much the point as that it slews around and spills you into a drift.  Sleds are lower and narrower than they used to be, and they also lack the artistic adornment of a pink, or a blue, or a black horse, painted with the same stencil but in different colors, and named \\\"Dexter,\\\" or \\\"Rarus,'' or\\\"Goldsmith Maid.\\\"  These are good names, but nobody ever called his sled by a name.  Boggs's hill, back of the lady's house that taught the infant-class in Sunday-school, was a good hill.  It had a creek at the bottom, and a fine, long ride, eight or ten feet, on the ice.  But Dangler's hill was the boss.  It was the one we all made up our minds we would ride down some day when the snow was just right.  We'd go over there' and look up to the brow of the hill and say: \\\"Gee!  But wouldn't a fellow come down like sixty, though?\\\"\\n\\n\\\"Betchy!\\\"\\n\\nWe'd look up again, and somebody would say: \\\"Aw, come on.  Less go over to Boggs's hill.\\\"\\n\\n\\\"Thought you was goin' down Dangler's.\\\"\\n\\n\\\"Yes, I know, but all the other fellows is over to Boggs's.\\\"\\n\\n\\\"A-ah, ye're afraid.\\\"\\n\\n\\\"Ain't either.\\\"\\n\\n\\\"Y' are teether.\\\"\\n\\n\\\"I dare you.\\\"\\n\\n\\\"Oh, well now -- \\\"\\n\\n\\\"I double dare you.\\\"\\n\\n\\\"All right.  I will if you will.  You go first.\\\"\\n\\n\\\"Nah, you go first.  The fellow that's dared has got to go first. Ain't that so, Chuck?  Ain't that so, Monkey?\\\"\\n\\n\\\"I'll go down if you will, on'y you gotta go first.\\\"\\n\\n\\\"Er - er - Who all 's over at Boggs's hill?\\\"\\n\\n\\\"Oh, the whole crowd of 'em, Turkey-egg McLaughlin, and Ducky Harshberger, and - Oh, I don' know who all.\\\"\\n\\n\\\"Tell you what less do.  Less wait till it gets all covered with ice, and all slick and smooth.  Then less come over and go down.\\\"\\n\\n\\\"Say, won't she go like sixty then!  Jeemses Rivers!  Come on, I'll beat you to the corner.\\\"\\n\\nThat was the closest we ever came to going down Dangler's hill. Railroad hill wasn't so bad, over there by the soap-factory, because they didn't run trains all the time, and you stood a good chance of missing being run over by the engine, but Dangler's Well, now, I want to tell you Dangler's was an awful steep hill, and a long one, and when you think that it was so steep nobody ever pretended to drive up it even in the summer-time, and you slide down the hill and think that, once you got to going.\\n\\nFun's fun, I know, but nobody wants to go home with half his scalp hanging over one eye, and dripping all over the back porch.  Because, you know, a fellow's mother gets crosser about blood on wood-work than anything else.  Scrubbing doesn't do the least bit of good; it has to be planed off, or else painted.\\n\\nLet me see, now.  Have I missed anything?  I'll count 'em off on my fingers.  There's skating, and sleigh-riding, and sliding down hill, and Oh, yes.  Snowballing and making snow-men.  Nobody makes a snow-man but once, and nobody makes a snow-house after it has caved in on him once and like to killed him.  And as for snowballing - Look here.  Do you know what's the nicest thing about winter?  Get your feet on a hot stove, and have the lamp over your left shoulder, and a pan of apples, and something exciting to read, like \\\"Frank Among the Indians.\\\"  Eh, how about it?  In other words, the best thing about winter is when you can forget that it is winter.\\n\\nThe excitement that prompts \\\"It snows!\\\" and \\\"Hurrah!\\\" mighty soon peters out, and along about the latter part of February, when you go to the window and see that it is snowing again - again?  Consarn the luck! - you and the poor widow with the large family and the small woodpile are absolutely at one.\\n\\nYou do get so sick and tired of winter.  School lets out at four o'clock, and it's almost dark then.  There's no time for play, for there's all that wood and kindling to get in, and Pap's awful cranky when he hops out of bed these frosty mornings to light the fire, and finds you've been skimpy with the kindling.  And the pump freezes up, and you've got to shovel snow off the walks and out in the back-yard so Tilly can hang up the clothes when she comes to do the washing. And your mother is just as particular about your neck being clean as she is in summer when the water doesn't make you feel so shivery. And there's the bottle of goose-grease always handy, and the red flannel to pin around your throat, and your feet in the bucket of hot water before you go to bed - Aw, put 'em right in.  Yes, I know it's hot.  That's what going to make you well.  In with 'em.  Aw, child, it isn't going to scald you.  Go on now.  The water'll be stone-cold in a minute.\\\"  Oh, I don't like winter for a cent.  Kitchoo!  There, I've gone and caught fresh cold.\",\"timestamp\":1639992912,\"title\":\"Other faculties than that of memory were called into action in those days by problems like these\"},\"digest\":\"_w3JSyjYMqE6jechNiskhGpQPuEUfqyNZriwiDJ4hk8\",\"authorship\":{\"contributor\":\"0xF837B0f31262404317f5574c591fE54602BaE0be\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RyZsN0vz9knk2ZTaYY9Pp-Ob0s4tXtxcOFy-6Ps3Gx0\\\",\\\"y\\\":\\\"ZgTMG4w-Gw1mXotJ8qn_YVTRQeJHeIf9mAOx2jKioVo\\\"}\",\"signature\":\"d6RePRmKlcNhnN97zHjswJN2TEBEDLvyWSt8KrKA-EnLAal6sQ9x063pdnNVVFFi-e8QEtOUEEaTjZRs2nl71A\",\"signingKeySignature\":\"0x5ce984265d3c6fe532dfa6e9e9b5f4f8076e4e4c7aebb2279a459f547e59f99543dc9f1ddcbc80b8c62dd8a6e3dd0527677aa1bf46650ed5bff79d601e4b3e361b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"RyZsN0vz9knk2ZTaYY9Pp-Ob0s4tXtxcOFy-6Ps3Gx0\\\",\\\"y\\\":\\\"ZgTMG4w-Gw1mXotJ8qn_YVTRQeJHeIf9mAOx2jKioVo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"_w3JSyjYMqE6jechNiskhGpQPuEUfqyNZriwiDJ4hk8\"}"