"{\"content\":{\"body\":\"刺客一挥手，挡在路口的几十个手下纷纷让到一边，不过眼神中明显带着忿忿之色，估计要不是因为玩家人数是他们的几十倍，他们肯定动手开杀了，弱肉强食的道理大家都懂的。\\n\\n```\\n看着几百个玩家一哄而入，往里跑去，那个刺客拿着突然响起的传呼机一看，眼里流出一丝歹毒的目光，看着他们背影恶狠狠地说道：“******，你们都忙着去投胎啊，跑得那么快，我看你们是忙着去送死，当炼魂法师是吃素的不成，好，你们人多是不是，我倒要看看，等会谁人多。”\\n\\n说完转过头去，跟周围的手下说道：“大家立即召集人手，叫他们立即传送过来，死灵黑武士刚刷出来，那个炼魂法师起码还要再等一个小时才会刷，叫弟兄们快点，老大说了，今天两个boss他都要抢抢。”\\n\\n而在此刻，死灵黑武士处，有近百个玩家正和它杀得是昏天黑地，魔法满天飞，箭枝如雨下，呐喊声，怒吼声，怎比得上喀嚓一声；近也好，远也罢，见boss那么威猛，心里多少也有点怕怕。\\n\\n不过有句话绝对是真理，人多力量大，尽管等级没死灵黑武士高，但是这么多人跟死灵黑武士打持久战，还是能够磨死它的，就是多花点时间吧了。他们采取的方法跟傲气凌云当初用得差不多，不过更注重了防御，足足有四五十个双手持盾的玩家挡在了一线，后面则没有带多少弓手，基本都是巫师为主，所以既是他们的强处，也是他们的弱处。\\n\\n而在后面有个负责调度的高个子人类玩家，他穿着一身藏青色条纹盔甲，手拿一把阔刃弯刀，刀上隐约流动着阵阵苍白光芒，不用问，肯定是上过炼金药剂的，此人面如刀削，脸色阴戾，倒吊眉，三角眼，薄嘴唇，一看就是副枭雄模样，不错，此人应该就是唐朝联盟的头头——唐王。\\n\\n他现在是满脸怒色，手拿传呼机，不停发着消息，嘴里嘀咕道：“妈的，你们不守规矩，那老子也不客气，我看还是你们人多，还是我联盟的人多。”\\n\\n*************************************************************\\n\\n跟着大部队后面，我来到前面轮回过道的尽头，果然有一大群玩家在围攻死灵黑武士，不过旁边，也给我们让出一条小道，束魂通道就在正前方。\\n\\n“这死灵黑武士又不是他们家养的，凭什么他们说包就包，让我们白白错过。”粗犷的声音再次响起。\\n\\n“就是，现在杀boss可都是见者有份，原来的走过路过，就要错过的规矩早就没了！”尖细的声音如琴弦般挑拨着在场玩家的心。\\n\\n“不错，这个唐朝就那点人手，杀个boss实在是够戗，不如我们上去帮帮忙吧，有好处咱们也捞点。”沙哑的声音把明明准备抢boss的恶劣行径，说得是冠冕堂皇，好象出自一番好心……\\n\\n有道是一粒老鼠的便便，可以坏了一锅汤；这几声不疼不痒的挑动，可以激发人们最本质的贪婪，果然，在几声话语之后，玩家们开始骚动了，各个小团队，大组织开始窃窃私语，想打那死灵黑武士的主义。\\n\\n又是那两个蒙面家伙，果然不是什么好鸟，他们敢情就是来挑动滋事，话一说好就往后面退，好，你退我也退，我抽身从人群中间往后缩，免得真发生什么骚乱，把我给误伤了。\\n\\n众玩家的“斗志”渐渐高昂了，他们一边往旁边的小道上涌过去，一边抄家伙的抄家伙，准备魔法的准备魔法，一副蠢蠢欲动的样子，抢boss的星星之火，即将燎原，现在，就等有个带头动手的了。\\n\\n****************************\\n\\n“呼”一颗小火球越过众人，砸向了死灵黑武士，一个格外尖锐，如划玻璃般的声音在嘈杂的人群中响起，“boss要挂了，大家快动手啊，有好装备暴的！”\\n\\n死灵黑武士是要挂吗？NO，就它那副精悍的样子，起码还可以支持一阵子，但是这句话立即让众人的大脑陷入真空，眼里全是赤裸裸的贪欲，来这里的玩家，都是想挂boss的，都是想来讨便宜的，谁敢说自己高尚，谁敢说自己不想得利，没几个人去管谁说的这话，没几个人多想这死灵黑武士到底什么时候会挂，大家第一个反映就是：杀！\\n\\n密集的箭雨，撕开红色的压抑空间，直奔死灵黑武士而去；火光，电光，青光，各种单一群体魔法铺天盖地落向死灵黑武士；近身攻击系的骑士、剑士、斗士一个个如下山的猛虎，轮起家伙就冲向boss，哪管唐朝联盟玩家的怒斥。\\n\\n“操！谁乱扔火墙了，烧着老子了。”\\n\\n“妈的，哪个龟孙子射的箭，全落我头上！”\\n\\n“谁******乱劈剑气，不冲boss冲人啊！”\\n\\n“我……”还有个玩家一声凄厉的叫喊刚出口，就化为白光而去。\\n\\n乱了，全乱了，原本唐朝联盟有序的围攻boss的阵形完全被这帮悍徒给打乱了，那些魔法虽然说都是冲着死灵黑武士而去，不过一大部分都是砸在唐朝联盟的骑士身上；而那些冲上去的玩家中不乏高手，硬是从唐朝的人马中“挤”出一条路来，冲到死灵黑武士身边。\\n\\n不过，也有一部分小团队没有插手，但是也没有离开，去那束魂灵过道，而是站在一边，默默地看着热闹，眼睛里流露着各种神情，有的，则掏出传呼机，忙了起来。\\n\\n而我，则有意无意地跟在刚才那几个蒙面人后面？别人或许不知道，咱刚才可是看准了，那火球就是那个矮个子蒙面人发的，这家伙，绝对不是啥好鸟，自己现在退到后面，咱到是要看看，他是何方神圣。\\n```\\n\\n\\n------------\\n\\n第二百二十八章 大激战二（下）\\n\\n那几个蒙面人慢慢凑到一起，然后警惕地冲周围看了看，窃窃私语起来。\\n\\n```\\n嘿嘿，你们有秘密，我得好好查点查点，我现在发觉，虚伪之戒给我另外一个好处，那就是可以肆无忌惮地去聆听别人的话语，去偷窥，不，是观看别人的小动作。\\n\\n那边的混战我没兴趣，开启潜行，我摸到了蒙面人身边，侧耳一听。\\n\\n我靠，哇啦哇啦又是一堆听不懂的鸟语，我赶紧打开翻译器，将上面的锁定到中文这一栏，听了过去。\\n\\n“辣子，你小子真聪明，还会这手挑动玩家斗玩家啊。”一个黑衣蒙面人拍着矮子的肩膀说道。\\n\\n“废话，你当我白读中国的兵书了，咱们人少，就要多用头脑，霸者，只能打天下，智者，才能得天下，懂不懂，要学会不战而屈人之兵，虽然我们不能让他们屈服，可是能让他们窝里斗，那就ok了。”矮子洋洋得意，词不达意地乱说一通道，听得旁边几个家伙头点点的。\\n\\n“对了，你们跟老大说过，让他带人过来吗？”矮子转头问道。\\n\\n“说拉，嘿嘿，刚才这里的玩家一动手，我就跟他说了。”旁边的家伙回道。\\n\\n“恩，那就好，这一战下来，估计这些中国的玩家一定受创不小，等会可以拣个大便宜了。”矮子嘿嘿笑着说道。\\n\\n妈的，果然是老外，我靠，真是帮坏水，也不知道是哪个国家的，我听了这话，心中暗骂道。\\n\\n“辣子，你说老大干吗这么快就急着动手，我们好多弟兄的等级都很低啊？”旁边的高个问道。\\n\\n“笨蛋，难道就得要自己人动手吗，老大帮派里的中国玩家少了吗？只要有钱，还怕没人帮你卖命吗？”矮子没好气的说道。\\n\\n“恩，那倒是，我们的任务也完成了，出去吗？”高个子问道。\\n\\n“出去干吗，在这里看他们的精彩演出，不是挺好的。”矮子转头说来，\\n\\n“那咱们就在这里等老大他们过来吧。”高个子点头回道。\\n\\n**************************************************************\\n\\n眼前一片混乱的人群，令死灵黑武士完全处于极度亢奋之中，它挥舞的巨大利刃，尽情地收割着生命，刀刃上沾着厚厚一层血迹，每一次挥舞，都带出一片飞溅的血花。空气中，弥漫着浓浓的血腥味道，压抑萧杀的氛围让玩家几乎快要疯狂，在他们的眼里，笼罩着一片杀意。\\n\\n“妈的，一帮该死的东西，好，你们想抢是吧，我就让你们抢个够。”唐王那张面孔极度扭曲起来，没想到这帮玩家果然不守规矩，仗着人多，硬是出手抢boss，他恨恨地骂道，一挥手，冲手下说道：“大家退回来，让他们上。”\\n\\n巫师们立即收缩成一个圆圈，而那些骑士则立即退了回来，层层将法师围住。\\n\\n那些高防的骑士这一退，冲在前面的其他职业玩家就吃了大苦，那死灵黑武士顺着唐朝人马回缩的方向冲了出来，大肆屠杀着后面那些远程攻击者。\\n\\n一时间，嚎天叫地声是接连不断，白光则闪了又闪，轮回过道里血光更盛。\\n\\n死灵黑武士终于轰然倒下，它算是赚够本了，起码带了上百个玩家陪它一起归西，而那群玩家大队，却依然处在混战之中。为啥，就为了有人喊了一声：“死灵黑武士爆了件盔甲！”\\n\\n这里的战士可不少，谁不想弄那件装备，于是，个个往里冲，冲不进去就挥刀，个个想要抢，抢不到就舞剑，而且刚才杀boss时，有人被误伤，有人蓄意杀冷刀，现在都该清算了。\\n\\n看着数百个玩家乒乒乓乓，骂骂咧咧打得是热火朝天，我躲在一边的墙角暗暗发笑，真是一群愚昧的人啊，就为了件看不到，摸不着的装备，值得吗，后面，还有几帮虎狼之辈等着你们呢。\\n\\n**************************************************************\\n\\n随着无数道白光的升起，陷入混战中的玩家渐渐清醒过来，一个家伙高声叫道：“我靠，我们团队就死剩我一人，也没见到那盔甲，这样杀还有意思吗？”\\n\\n是的，你们这样杀还有意思吗？我冷眼看着，心里嘀咕道。\\n\\n“有意思，当然有意思，你们人死得越多，老子马上清场就越容易。”唐王脸上浮起诡异地笑容，自言自语说道。\\n\\n“恩，挂了几百个，等会对付完通道里那些冥王的骨灵后，能到炼魂法师那的估计不会过半吧。”矮子算了算说道。\\n\\n凌云阁的传送阵中，一道道白光接连划过，不是死人回村，而是活人过来。一群群气势汹汹的人马互相打量了一下，二话不说，抬腿直奔镇外，目标都是一样的：冥王之殿。\\n\\n“凌云，村子里今天有点不太正常。”正在野外冲级的傲气凌云突然接到手下发来的消息。\\n\\n“怎么了？”傲气凌云看了看，回道。\\n\\n“刚才突然传送来不少玩家，看样子都是有帮有派的，出了驻地，都往冥王之殿方向跑去了，恐怕那今天又不太平了。”手下回道。\\n\\n“恩，今天应该是刷boss的时候了，每次都会打打杀杀的，算了，我们不要多管闲事，只要他们不在驻地闹事就成了，免得吃力不讨好。”傲气凌云回道。\\n\\n“哦，不过我看好象有龙腾的人，所以问问你的。”手下回道。\\n\\n“天剑的人吗？估计应该不会吃亏的，不用我帮忙。”傲气凌云想了想，回道：“没事，回头我会去看下的，你们把驻地看好就成。”\\n```\\n\\n\\n------------\",\"timestamp\":1640584207,\"title\":\"第二百二十八章 大激战二（上）\"},\"digest\":\"OEt1FYaQ9jbJi2mYGTf-8SR2cbOSScj5V4MEL2W5h5Y\",\"authorship\":{\"contributor\":\"0xc92f4C27C77AE8EA88C0328b8A02dc547bd7C7D9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sjzFhC54Hs0cj9-j6S9T1_HC3oP0yUmXJ4iQRc9uJb8\\\",\\\"y\\\":\\\"TzuUf17BWVmG1BxMg6NmtJXUuYuNN-TwLbHUMs_y05w\\\"}\",\"signature\":\"aotxLkCmwJ7z141tVV-o-t1aFInWvvCJtY-TChj5Q-QDFoEv_7LAhsthz5YjTdAhLoa0PkWEHacROu1LU5rlbg\",\"signingKeySignature\":\"0xe3408444e8dc26590f49c5c9c0a9ea59b1fc219b14d53e6883ddc8cff158e834406a47c7fdafed7552a8e831ca705e3d73033bb09e9c3c3143c2cfe5b788aa061c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"sjzFhC54Hs0cj9-j6S9T1_HC3oP0yUmXJ4iQRc9uJb8\\\",\\\"y\\\":\\\"TzuUf17BWVmG1BxMg6NmtJXUuYuNN-TwLbHUMs_y05w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OEt1FYaQ9jbJi2mYGTf-8SR2cbOSScj5V4MEL2W5h5Y\"}"