"{\"content\":{\"body\":\"看着搬进营地的一个个大箱子，李明启这段时间提着的心总算是放下了一些。 \\n  \\n     这次托胖代理市长购买的枪械是斯达尔式左轮手枪， \\n  \\n     斯达尔式左轮手枪为0.44口径，六发子弹一次装填，全重达到了3磅。 \\n  \\n     相较于柯尔特，斯达尔性能相差无几，但是采购价只为12美元。 \\n  \\n     当然，这不是主要原因，主要是在里这只能买到这种手枪。 \\n  \\n     谁叫加利福尼亚和北方关系好呢。 \\n  \\n     这是北方军采购的一部分，由于大多数士兵都喜欢自带武器，所以这些手枪就到了出手大方的李明启手里。 \\n  \\n     从这里就能看出来，南北战争初期，北方军对战争的到来不是没有反应。只是没想到战争爆发的太突然而已。 \\n  \\n     这种手枪装弹完毕可以连续开火六次。火力在这个时代可以归于凶猛那一类，虽然射程近点。 \\n  \\n     不过这种枪也辉煌不了多久了，等金属定装弹大规模应用之后，这种枪就该尘归尘土归土了。 \\n  \\n     那时候的手枪明星就是柯尔特左轮了。 \\n  \\n     四百多支斯达尔左轮足够所有的战士一人装备两支了。 \\n  \\n     充足的火药以及铅弹能让战士们得到足够的练习，不至于总是一米之内指哪打哪，怎么也能七八米开外打到人了。 \\n  \\n     至于现在用的恩菲尔德m1853，那属于远距离交战用的。 \\n  \\n     等到战时，战士们先集中起来先瞎鸡儿打一轮。 \\n  \\n     等到对方排着密集的队形敲锣打鼓的走过来之后。战士们就能靠着两支手枪，或趴着或躲在掩体后面找机会射击。 \\n  \\n     至于后面的拼刺环节，那就是穿着防刺服、防刺手套，带着头盔的战士们拎着手斧肆虐的时候了。 \\n  \\n     皇帝陛下可以对美国那些泥腿子士兵大喊：“冷兵器交战，我新明帝国战士来者不拒。” \\n  \\n     当然，这些都是当下的战术，基于士兵们训练不足的一种无奈。 \\n  \\n     等移民船队回来之后，李明启绝对不会让战士们进行这么土鳖的战斗。 \\n  \\n     拖拉机外面焊上薄钢板，四周加装上一些锋利的刀片什么的。一个冲锋绝对能让新明帝国的敌人知道什么叫正义！ \\n  \\n     现在实力弱小的时候还是算了吧，就算弄出来了也保不住。 \\n  \\n     现在加州政府可以无视只有两百多人的新明帝国。但是这两百多人要是有着能威胁到他们统治的实力。 \\n  \\n     那他们就算是用人海战术，堆也要堆死新明帝国这点人，到时候可就是全民皆敌了。 \\n  \\n     要是等到南北战争打起来之后就好说了，加州政府的目光就会放在隶属于南方军的德克萨斯。 \\n  \\n     等新明帝国猥琐发育一阵，高筑墙缓称王，训练个几千上万士兵再全副武装之后。 \\n  \\n     哼哼… \\n  \\n     “万岁爷…万岁爷？”刘有财伸手推了推拿着手枪露出傻笑模式的皇帝陛下。 \\n  \\n     “咳咳，老刘啊，让你圈地那件事办的怎么样了？” \\n  \\n     回过神的李明启果断转移话题。 \\n  \\n     刘有财道：“老臣已经办妥了，让二河带着锦衣卫们守着呢。” \\n  \\n     “嗯，行了，你让孙来福拿出个轮换训练的章程出来。还有，让跟着那些赏金猎人画地图的小伙子们，都好好学学人家的本事。” \\n  \\n     昨天刚下船，李明启就安排招募来的赏金猎人，带着新明帝国选出来的精明能干的战士出去绘测地图了。 \\n  \\n     争取把洛杉矶附近的地形给探测清楚，顺便看看周围有没有印第安人部落。 \\n  \\n     不过李明启觉得这附近应该是没有印第安人了。这里经过西班牙、墨西哥、美国人的一遍遍清理，印第安人估计早就躲到中部去了。 \\n  \\n     “对了，等工厂的地点确定下来之后，让那个乔伊斯过来找我。” \\n  \\n     吩咐完这些琐事之后，皇帝陛下就带着狗腿子去营地旁边的工匠区巡视去了。 \\n  \\n     工匠区就是一片用两人高的彩钢围栏隔出来的区域，紧挨着新明帝国的营地。 \\n  \\n     足足二十多个国防军战士不停的在四周巡逻，彩钢围栏里面还有一层铁丝网和胸墙组成的第二道纺线。十名锦衣卫把守着唯一的通道。 \\n  \\n     要不是条件不允许，皇帝陛下都想给这里的铁丝网通上电了。 \\n  \\n     里面不光有匠人们住的充气帐篷，还有着两台柴油发电机给机床供电。 \\n  \\n     没错，就是机床。 \\n  \\n     是皇帝陛下从咸鱼上淘来的几台旧车床。现在就放在一个单独的大充气帐篷内。 \\n  \\n     皇帝陛下过来的时候，工匠区所有的铁匠都围在几台车床旁边，看着这些做工精美的物品。 \\n  \\n     “主子，这就是您说的可以自己做枪管的那个…那个什么床？” \\n  \\n     领头的铁匠见到皇帝陛下到了，连忙开口询问。 \\n  \\n     “对，这就是车床。别看它们不起眼，它们可以打孔，可以冲压、还可以车螺纹和抛光等等。” \\n  \\n     皇帝陛下将手里拿着本《初级机械加工》开始装…咳咳，开始给这些匠人讲课。 \\n  \\n     等皇帝陛下手忙脚乱的启动机床之后。四周的匠人们看着那自己旋转的夹具发出了惊呼。 \\n  \\n     等皇帝陛下现学现卖的夹上一根铸铁棒，并且在弄废了好几个车刀成功将铁棒车成了细铁棒之后，惊呼声就更大了。 \\n  \\n     “主家，这是神器啊。老张我给武备院打造了十几年枪管，从没见过这种好用的神器啊。” \\n  \\n     领头的铁匠嘴唇有些颤抖，他哆嗦着手接过被皇帝陛下用车床钻出来的铁管。 \\n  \\n     用手摸着铁管光滑的外表面，双眼中闪动的光芒让人怀疑他会不会下一秒激动的抽过去。 \\n  \\n     “有了这神器，哦不对，是车床。有了这车床，我老张敢拿脑袋担保，绝对给主子做出来比洋人更好的火铳！” \\n  \\n     将手里的砂纸丢到一边，皇帝陛下对这些激动的匠人非常满意。 \\n  \\n     国人不是不懂创造，相反，国人的创造力绝对很强。 \\n  \\n     四大发明先不说，戴梓能在康熙年间，看过西洋人送来的火枪，在三天之内就仿制出十柄。 \\n  \\n     并且还在康熙年间研究出了中国第一款机枪，叫做连珠火铳。 \\n  \\n     连珠火铳是一种后装、滑膛、单发的燧发枪。设计十分巧妙，连珠炮铳背是弹匣，可贮存28发火药铅丸。 \\n  \\n     铳机有两个，相互衔接，扣动一机，弹药自落于筒中，同时解脱另一机而击发。 \\n  \\n     它的形状很像琵琶，能够连续射击28发子弹。（复制自百度） \\n  \\n     来，大声告诉我牛不牛？ \\n  \\n     可惜的是戴梓被康熙发配到了沈阳，最后死在了那里。 \\n  \\n     原因是戴梓是一个汉人。并且我鞑清打败了拥有火器的明朝，所以在他们看来火器不值一提。\",\"timestamp\":1638717023,\"title\":\"第十六章 手枪和车床\"},\"digest\":\"IDIrdLDeqonsDtNMU_gN_3rUM80dYFGFQyLw5yR9CS8\",\"authorship\":{\"contributor\":\"0x2B1262c6c5Bf7f093938C8728Cc85dD05E5EFC87\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eadN4_bntjfrKXaFfnIa_QT8FJ1kdjtahW7x2ZmQKBU\\\",\\\"y\\\":\\\"wBsGYNOsHsRCg_PT39H7gkqXhGm13rCr_9QN1AYvC-k\\\"}\",\"signature\":\"jq4nNwxUHarIC4Y-M2-tCHG74W5GTGc-JLd6Cwrny96DoQaf9RRAQjslXPoLKUBh3iLgyfiZuUf9UJofta2e3g\",\"signingKeySignature\":\"0x1a941235b4e94ec644fb1a3ddf3a374a46454b1247017a07e9d004d58a201efa1bac668b7c406ea87b8595c4fa698e7637ad46b02956a0729e70f6808a56dfd91c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"eadN4_bntjfrKXaFfnIa_QT8FJ1kdjtahW7x2ZmQKBU\\\",\\\"y\\\":\\\"wBsGYNOsHsRCg_PT39H7gkqXhGm13rCr_9QN1AYvC-k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"IDIrdLDeqonsDtNMU_gN_3rUM80dYFGFQyLw5yR9CS8\"}"