"{\"content\":{\"body\":\"## Our Team\\n\\nThe ***SandLabs*** Team currently consists of [Wyatt Walsh](https://wwalsh.io/) and [Ryan Epprecht](https://www.linkedin.com/in/ryan-epprecht-177a6a105/). Having met in high school, this dynamic duo has a rich history together and each member brings a rich set of experiences and skills to the team. Navigate to their various profiles if you are interested in learning more about Wyatt or Ryan.\\n\\n## Our Vision\\n\\n***SandLabs*** aims to explore the blockchain domain via a data scientific lens to generate new insights and make helpful contributions to the `BlockchainxData` communities and beyond. The initial focus of our work will be data collection, extraction, and processing high-quality data for future use. At first, this data will primarily come from social media and other API data sources and will focus on `BlockchainxData`-related topics, but could possibly expand once we attain high pipeline functionality and automation capabilities. Upon significant successful data extraction, we plan to conduct analysis across our collected datasets in the hopes of generating helpful `BlockchainxData` industry insights.\\n\\nData science can be a powerful tool to uncover hidden patterns and predict the future for necessary values. Automation of data scientific processes has become significantly more refined recently, and we hope that we can fully automate the data engineering aspects of our operation; this will enable both a greater breadth of data collection as well as leave more time available for data analysis.\\n\\nIn addition to sharing our insights with broader communities of `BlockchainxData` developers and practitioners, we hope that the insights we uncover will prove to be helpful leads towards the development of software that will not only help bring about blockchain technology's widespread adoption, but also realize its social benefit. Towards this end, we aim to prioritize ease of use, maximized privacy, and ultimate helpfulness in the design of our projects.\\n\\n## Progress + A Few Ideas So Far\\n\\nIn order to help accomplish the vision laid out above, we started with creating ***[SandLabs.co](https://www.sandlabs.co/posts/sandlabs.co)***, a website to help share our project and its creations with the world at large. In order to serve as a strong foundation for hosting future ***SandLabs*** projects, the site was implemented using the popular `Next.js` framework. This is tailored to ***SandLabs'*** current needs, but can be expanded to support our growing interests. The architecture employed should enable us to easily include dynamic content in the future, such as data dashboards, helpful visualizations and animations, and more.\\n\\nWe hope to utilize a fully serverless cloud architecture that can scale as needed depending on our project’s reception. Considered architectures would also be powerful enough to conduct complex artificial intelligence/machine learning application processes in addition to powering our user-facing applications. This architecture would house our extract, transform, load (ETL) data pipelines, as well as our analysis infrastructure and possibly server-side content rendering.\\n\\nSo far we have come up with a few possible directions for ***SandLabs*** to explore in the near future. We hope to maximize the impact of our data artifacts by listing them across data exchanges as well as conducting thorough preprocessing on the raw data we collect. To best compile these data artifacts, robust ETL pipelines will be utilized with full automation as a long-term design priority. These ETL pipelines will utilize a variety of different objects within their architecture such as databases (SQL and NoSQL), cloud functions, virtual machines, publication/subscription services, and more.\\n\\nApart from sharing our collected data itself, we also plan to conduct thorough data scientific analyses — hopefully serving as the bedrock for data storytelling and helpful insight generation. Ideally, these data stories and insights will serve to help better inform the `BlockchainxData` communities and beyond.\\n\\nWe hope that our insight generation proves fruitful enough to also allow us to glean insights into possible software projects to move towards. Creating software entities such as decentralized applications or helpful developer packages — or even simply a few smart contracts — would be an awesome direction to see ***SandLabs*** expand its work.\\n\\nTo accomplish our vision we have started by launching SandLabs.co and applying for a grant from Ocean Protocol. If accepted, we hope to immediately start gathering data from various APIs and compiling a robust dataset that will be sold on Ocean.\\n\\n## Conclusion\\n\\nWe hope big things are in store for the future of ***SandLabs***. We intend to dig up a few pearls amongst the data seas.\\n\\n> *Make sure to stay on the lookout for the upcoming release of a few of our collected data assets as well as a couple blog posts explaining a bit about our projects*\\n\\n![Let's hit the BlockchainxData beaches 🏝](https://images.mirror-media.xyz/publication-images/KHRZaOikIzkL2MyqC5MT-.png?height=1500&width=1500)\\n\\n\",\"timestamp\":1636168947,\"title\":\"SandLabs | Project Launch\"},\"digest\":\"z0jZDCSCLv14axYpbdhMSb-FTTTeEN7QCqzxVkqh8v8\",\"authorship\":{\"contributor\":\"0x367957dF62F5bbbe24AC8D923968B4A560BA0C30\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Yvh6aQD-S0tffmJl0weTLLArqPKpR8KzAHkifwDcRiI\\\",\\\"y\\\":\\\"LqnPoqt70juDLKyPXS4Tfb-WMDiiObkzH0qEbc-M0XU\\\"}\",\"signature\":\"NdsAltdUesxKUMAdjFYpHlMaRwZkUDXNtDV8vs6s0xHvkCUSmiinpE7ND84rKqcLO4EJSdlVbJkKR5pQE5yrKw\",\"signingKeySignature\":\"0x6d06c7e76e0d44871fef3217df5c053d5fefafed11b7bb754553b929f5461e7b1417c66621a0213764a6f694f774f84243ef8f522444ff2a09953e71feb71f291c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Yvh6aQD-S0tffmJl0weTLLArqPKpR8KzAHkifwDcRiI\\\",\\\"y\\\":\\\"LqnPoqt70juDLKyPXS4Tfb-WMDiiObkzH0qEbc-M0XU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"z0jZDCSCLv14axYpbdhMSb-FTTTeEN7QCqzxVkqh8v8\"}"