"{\"content\":{\"body\":\"一切结束，少年又要离开大伙儿的视线了，意犹未尽的观众就像听郭德纲相声的钢丝，在那里喊：“再来一个！”\\n\\n可惜，少年可没有返场的习惯。他只是淡然一笑，准备离场，身子都已经侧了一半，又听到不远处有个大嗓门喊了一声：“我有问题！你不听我死给你看！”\\n\\n观众席处哄堂大笑。\\n\\n唉！既然这么痴情，少年实在被感动了，好吧，他朝那哥们儿做了个有请的手势。\\n\\n吖！少年转性了，要在演讲之后给提问的机会！机会难得啊，气氛顿时热烈非凡。\\n\\n不料那哥们儿也没啥好问的，只是觉得这发布会也太过瘾了，不愿就这么散去，情绪失控，他支支唔唔地道：“其实……Well，也没有什么一定要问的，啊，对了，我可以问怎样才能成为Zero一样的天才吗？”\\n\\n哎，早知道没什么好事，天才的秘诀这种事能随便透露的吗？\\n\\n大家还猜少年会打打趣什么的，不料少年冷冷的回答：“糟糕的问题，下一个。”\\n\\n那少年的狂热粉丝瞬间像霜打了的茄子，蔫吧拉几地坐了回去。\\n\\n我靠，少年太碉堡了，一般人Hold不住啊，这一下子把想插科打诨露个脸的家伙全吓退了，少年王冷脸一张，好吓人。\\n\\n第二个敢发问的是个全美新闻界知名的大美女，翠西·里根。哥伦比亚大学毕业的高知美人，现在则是哥伦比亚广播公司CBS的记者。哥伦比亚广播公司也许最有名的是华莱士主持的《60分钟》，也就是某大佬曾经怒斥香港记者图样图森破时提到的“美国的华莱士，比你们不知道高到哪里去啦。我跟他谈笑风生！”\\n\\n里根大小姐前一份工作是在高盛和一个套期保值基金，目前是CBS报道美国经济的记者，她的提问果然专业：“请问你有女朋友吗？”\\n\\n在起哄声中，大家都不看好大美女的下场，少年从不谈私生活，明显是不愿让外界知晓，就算不说，少年王大人怎么可能没有女朋友呢？\\n\\n唉，好无奈，少年淡淡道：“下一个。”\\n\\n他又补充道：“最后一个问题。”\\n\\n在纷纷举手的人群里，他又看到一个大美女，那是一个法国记者梅丽莎·特里奥，出生于法国东南部城市格勒诺布尔的女孩，法南出美女，这位则让无数人盛赞为全欧最性感的美人，少年看到她，明显心头一震，但他已经对八卦妹子心生警惕，不准备问她。\\n\\n可惜特里奥小姐鬼机灵，一看到少年把目光停在她脸上就大声提问：“南茜·布什小姐是你的女朋友吗？”\\n\\n一片哀嚎，难道今天的提问全白瞎了吗？\\n\\n少年无奈的摇头，半晌，说：“YES。”\\n\\n纳尼？少年居然下面回答了这个八卦问题！\\n\\n少年王名草有主了啊，不知道为什么，台下晌起来热烈的掌声和笑声。\\n\\n切镜头的导演真给力，南茜答答羞、滋滋喜、好好看的样子被永远定格在一瞬间，成为很多八卦媒体的大封面。\\n\\n少年莫名其妙：“你们开心什么？难道没听过人生三大悲剧之一——洞房花烛夜，隔壁？”\\n\\n哄笑和揶揄声乱成一团，少年深鞠一躬，悄然谢幕。\\n\\n有媒体将少年形容成操纵人类情绪的魔鬼，宣布疯狂吸金160亿美元时引起全人类的公愤，但7连击改变世界的创新又平息了大家的嫉妒恨，然后狂拽吊炸天的样子惹人生厌，最后却敢于回答隐私问题，还对观众鞠躬，又平息了大家的不满。总之这是不是一个普通人，谜一样神一样的少年。\\n\\n少年的答案当然也让无数的少女断肠心碎，雪酱、紫酱、月酱、川澄酱、纳兰酱……\\n\\n因为端木明不愿入美国国籍，司空零把iServer和Twitter的负责人换成了让美国人和联邦政府放心的纯正美国公民。端木酱到中国负责零系国际项目的中国化。就和妈妈守在电脑面前看直播，端木酱发现端木氤像一个情窦初开的少女一样凝视着把美国人唬得跌宕起伏的少年，一时大意，忘了儿子就在身边。\\n\\n端木明：“妈！你……”\\n\\n端木氤心不在焉地应了一声“嗯？”\\n\\n端木明一声老长老长的长叹，算了，不说了，说了伤感情！\\n\\n看直播的还有慕容川，这东省首富一大癖好就是看福布斯排行榜，看自己这个东省首富和别人的差距有多大，以前比较关注李嘉诚，而现在，老李前十都未进，那拐跑他宝贝女儿的无良少年竟然、悍然用一年的时间狂赚了相当于富豪榜第六名的巨额财富。这是不是意味着无良少年的财富竟已经把比尔·盖茨都甩开了？\\n\\n以前慕容川还想着互联网的生意看不见，摸不着，不靠谱不着调，但是，现在无良少年已经创建了全美第十的银行，虽然同样看不见摸不着，意义却已经完全不一样了，银行生意的影响力是有多大有多稳定，他是清楚的。\\n\\n美国大银行家，可以不甩世界上任何一个人。\\n\\n听到翻译给他讲司空零承认了南茜·布什是他女朋友之后，慕容川比谁都难过，乖宝贝，你受委屈了吗？回到老爸身边吧……\\n\\n比尔盖茨是相当痛苦的，凭什么？凭什么我大微软做点小动作都被司法部盯着，这华裔无良少年居然可以开银行，而且把金融规则搞得乱七八糟，他搞垄断没人管吗？\\n\\n美国总统都在关注少年，看到自己弟弟作了加州银行CFO那副得意洋洋的样子，他心里那个恨啊，低声骂了一句“Son Of Bitch…”不知道他是在骂少年还是在骂捧少年臭脚的兄弟。好了，家族的团结都被少年破坏了，连布什家最珍贵的大美女也被拐跑了，他倒是忘了当初是他想出奇不意用美人计来着，只不过最后赔了夫人又折兵。\\n\\n中南·海的大长老也在关注少年，一个普通少年跑到美国能混成这样，真是不得了啊。他还特意问了一下秘书，货币基金是什么东西？居然能替代定存？\\n\\n事实上，日本从90年代开始经济完全停止增长，政府想了无数招数，其中就有把利率降到几乎为零，此时，大量存款转移到货币基金，把它当成定存的替代品。\\n\\n少年无意中的一句话“把中概股”买断了货还使丁磊、张朝阳、汪延等中国IT大佬虎躯一震，悄悄把为中医辩护的软文、广告什么的撤下，这要是少年心血来潮要强行使四大门户都反中医，他们这些CEO被换工作也不是不可能，因为他们知道自己的公司股票确实被大买家买了很多很多。少年发起疯来可没处讲理去，那段少年怒打中医粉的视频他们哥几个都看得下巴掉地上。跟少年比起来，这些所谓的大佬就是一盘开胃小菜。少年捐出来办医院的十亿刀就已经能把他们公司全资收购了。\\n\\n加州银行的商标也许是大银行里最轻佻的，堂堂大银行，居然是一只金色的小鸟。金色代表产金之地加州，小鸟代表银行的核心竞争力和渊源跟Twitter息息相关。更重要的是加州银行直接脱胎于在线支付平台tPay，而tPay的前身名字是Twitter Pay。tPay的LOGO就是一只金色的小鸟，为了识别上的统一，加州银行在原LOGO的基础上进一步美化。\\n\\n由于对Twitter寄予厚望，少年一开始就请大牌儿设计师画的LOGO，后来有了强大的东京设计团队之后更是一直美化、细化整个零系企业的视觉识别，以那只轻快的小鸟为中心，建立了相当完整的系统。这个加银LOGO更是集大成者，完美的LOGO，完美的细线组成Bank Of California在发布会之后，在全美各大城市的分行纷纷揭牌，引人驻足。开张即是全国十大，这恐怕在金融历史上要数独一无二，而且加银的CEO是那么传奇的少年。\\n\\n加银的ATM更是令人赞叹，那极简流畅的线条，充满了未来感，从开户到变更最核心的设置所有的业务都能办理，更是业内独一无二，绝对是黑客技术宅的最爱，黑客信用卡不是白叫的。\\n\\n少年对3D打印技术的热爱毫不掩饰，在加银的分行里，经常摆着几个打印出来的白色人物雕像，都是在金融史上留名的家伙，在给加银增添艺术气息的同时又科普了金融知识。\\n\\n话说加银的零售业务基本都是在呼叫中心完成的，机构业务以及商业合作才是加银各地分行的职责所在。就像德裔擅长打仗一样，老罗和小罗两个罗斯柴尔德家族的精英分子制定了极其周密地业务拓展计划，让加银的生意以很快很专业的速度铺开，就他们的专业素养而言，真是开多少年薪都不为过。\\n\\n在美国开银行说难也不难，但是得罪了总统大人的少年想要开设资金超50亿这种规模的大银行，联邦监管机构要使点不大不小的绊子也是很容易的，没想到少年拉来了布什家族的人做CFO，这些爱少年、恨少年的人都无言以对了，资质审核快速通过，美国总统一直闷声大发财。\",\"timestamp\":1638183810,\"title\":\"违和少年 第77章 金色少年\"},\"digest\":\"c9utyppetRaw72on-9hxORLiR1n7Qi5pPz-kNH6ZLSE\",\"authorship\":{\"contributor\":\"0x2A06A636bFd02E01DD855122830C8A711905d86a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"signature\":\"Au-592Tev2tBt3-qJuISrqlP9MZ1d8jtvOPHwIIJC2syAdfJ827WHX5af8bAN2t-WC7lyNIk_LN7BWcw1CBOqA\",\"signingKeySignature\":\"0x9eccd16dc248634c8e38898fb1699bb63c20c5bd0b95f7742dbb5ea522d9680418b77ff960d13415065fe51241943804bc7f94c78f791368ba134e765469b5b51b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"UczT-9jWkT3POLRMhGchO_qyxUoeSeNbQXLH9DLf2m8\\\",\\\"y\\\":\\\"Gt7lkP6rKtntRzChxteEQrodxrgBmq41N2jplHo8Wm4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"c9utyppetRaw72on-9hxORLiR1n7Qi5pPz-kNH6ZLSE\"}"