"{\"content\":{\"body\":\"*This post was part of my 30 blogs in 30 days series. More details [here](https://medium.com/@muddi900/why-i-will-write-30-blogs-in-30-days-501231f90aa1?sk=bc01bce3649070143911949811b19451)*.\\n\\nIn face of egregious conventional “wisdom”, common “sense”, or general orthodoxy, being right can be quite taxing. In hindsight, as a member of privileged class, you see this as a not terrible problem to have. However, in the moment, things get heated. It becomes difficult to just accept the ridicule. “I am right godammit! and you are wrong!”. You have probably been in this situation. Sometimes you are an expert in the domain trying to clarify your point to a non-expert. This leads to frustration on all sides. 90% of these conversations are non-consequential and the ignorance of the feeble-minded, incorrect people can be, well, ignored. It is the other 10% that is causes contention.\\n\\nI will teach you how to deal with the ignorami and their braying about which they know net! I am right all the time and I have perfected a system whereby none of the plebian masses stand against me.\\n\\n## The Conundrum.\\n\\nKnowing with all possible certainty that you are correct. In case of an argument over an important matter:\\n\\n* You can insist and be deemed an obsessive.\\n* You can resist the wrong and be considered stubborn.\\n* You can just let it go and get a reputation of being docile, and also in the process infer that you were wrong.\\n\\nYou can also let go. However, the matter being of import, this is not an option. It is what some people call a kafkatrap. This can cause a lot of distress to your superior intellect. How can you deal with such nincompoops! I will provide you with surefire strategies to resolve this pesky disagreement!\\n\\n## The Solutions\\n\\n## 1) Intimidate\\n\\nNot all intimidation is violent or abusive. “How can that be?”, you might ask. Let me introduce you to the secret that has powered millions of marriages; Passive Aggression. Casually disarm your subject by flaunting your superior qualifications. If an underling or employee in the workplace, don’t forget to pull ranks. They should know not only that they are wrong, but also that you are better, hence should not be argued with. Control the situation by disregarding all their clearly half-baked ideas, and going about doing things your way. Despite their protestations!\\n\\n## 2) Manipulate\\n\\nMaybe you are in no position for intimidation; maybe you are employee or underling. In that case, manipulation is the best bet. Flatter your subject. Make them believe you have their best interest at heart. Learn their secrets and spread them far and wide. While they are dealing with the fallout, go about doing things your way.\\n\\nWhat if their are no secrets? What if your subject is a saint? Well in that case, take a benign fact about them and start a whisper campaign. The rumors can be more distracting than real secrets. That will certainly make your job easy!\\n\\n## 3) I-told-you-so bank\\n\\nMay the issue at hand is not that important. Why waste your credibility on a less important matter. Instead you should wait it out, and let your subject fail miserably, as they will. Because they are wrong.\\n\\nOnce their dreams have been crushed and they come crawling back to you, remind them that you told them so. Or don’t. Reserve it, for an even more important argument. In the heat of battle, whip out these four words and batter your enemy into submission.\\n\\n## 4) Let it go\\n\\nIf all else fails, let the matter be. Most thing you think of as consequential is of no consequence in hindsight.\\n\\nHave I ever done that? No. Unlike you, I only ever get riled up over important stuff. So get angry at important stuff to begin with.\\n\\nNow you too can use these techniques to deal with being right all the time. And get things done without being bothered by people who are wrong all the time.\",\"timestamp\":1641036373,\"title\":\"A Helpful Guide to Being Right all the time!\"},\"digest\":\"Kty4ncXp3iEL_ngeGBZ0plj0J6vlzJ8kUeGQ71i7pFA\",\"authorship\":{\"contributor\":\"0xAB80915B966608449B7A1669fdDef61B0Ee8fC79\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yU00UmzCifQLurT3sQY10GEfqbxLyOENHr399qHJw3Q\\\",\\\"y\\\":\\\"MKyeZCoiW2q0kpP9g4tmmqHqoEskrDHvm8WdbsqFiSk\\\"}\",\"signature\":\"ftLez2oUyAMq1fFCJfJx2RV93ochKOqCtwR48dDxEhWrQjZm-v6-QeX5U7yxVt_DwSk_TVqJmRNkJ-QYYOqpYQ\",\"signingKeySignature\":\"0xb2da59454292faa8303d269bdbba795753df3c0981bfa9203c7670aca48b830130b013551e0e7b0904d0a90fe338e5f2e16d12b283942b30a59aa5f3d419bcf71c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"yU00UmzCifQLurT3sQY10GEfqbxLyOENHr399qHJw3Q\\\",\\\"y\\\":\\\"MKyeZCoiW2q0kpP9g4tmmqHqoEskrDHvm8WdbsqFiSk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Kty4ncXp3iEL_ngeGBZ0plj0J6vlzJ8kUeGQ71i7pFA\"}"