"{\"content\":{\"body\":\"In just a few months, “NFT” has practically become a household term. Trading volume surged past [$2.5b](https://www.theblockcrypto.com/data/nft-non-fungible-tokens/nft-overview) in August. Visa bought a [CryptoPunk](https://www.cnbc.com/2021/08/23/visa-buys-cryptopunk-nft-for-150000.html) for $150k. Quentin Tarantino [announced](https://www.cheatsheet.com/entertainment/quentin-tarantino-auctioning-secret-pulp-fiction-nft-content-private-bidders-effort-control-story.html/) he was auctioning never-before-seen scenes of Pulp Fiction as NFTs. Taco Bell, Burger King, McDonald’s, and Pizza Hut [minted](https://cointelegraph.com/news/would-you-like-fries-with-that-fast-food-chains-are-serving-up-nfts) their own NFTs.\\n\\nClearly, NFTs are here to stay; while many have explored different methods of classifying and valuing tokens, few people have considered a framework for **value drivers for the nascent asset class**.\\n\\nAndrew Steinwold — founder and GP of [Sfermion](https://blockworks.co/sfermion-closes-100m-raise-to-make-the-metaverse-mainstream/) — is widely considered a thought leader in the NFT space. His [Zima Red piece](https://andrewsteinwold.substack.com/p/-nonfungible-token-nft-value-drivers) on NFT value drivers buckets the assets into collectibles, game assets, virtual land, crypto art, and then everything else. I think he provides a valuable categories for exploring the asset class, and I hope to go a level deeper and simplify his taxonomy by exploring overlapping drivers of value for NFTs. I argue there are three main types of NFTs based on their source of value: income-generating, status, and utility NFTs.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*oNa4K0rPmljqbwCFPXjIVQ.png)\\n\\nFirst, **income-generating NFTs** — as the name suggests — possess unique income generating qualities similar to financial assets, and their “value” is quite similar: the **present value of the asset’s expected future cash flows**. The category includes everything from in-game assets to virtual land. In-game assets — such as [Axies](https://axieinfinity.com/) — can generate income through gameplay in play-to-earn games, an emerging yet exploding corner of the crypto ecosystem. While many remain divided over the long-term viability of the model, Yield Guild Games — a gaming guild DAO — has generated [$1.12m](https://medium.com/yield-guild-games/yield-guild-games-asset-treasury-report-september-2021-1de8b56fdd5e) in gaming rewards by pooling in-game NFT assets from June to September; clearly the income from these NFTs is nontrivial.\\n\\n![Virtual LAND parcels in Decentraland that can be rented or customized and sold. Source: DeFi Republic](https://miro.medium.com/max/1400/1\\\\*gUd78bzUadPzN8ikm6_T8Q.png)\\n\\nVirtual land is also an income-generating asset. Virtual worlds algorithmically issue a set number of parcels that can be built on and customized, or even rented in some instances. Other worlds randomly generate scarce natural resources on parcels that can be farmed or mined for income. [Decentraland](https://decentraland.org/) is a prominent project in this space selling LAND NFTs. Essentially, the income-generating qualities of virtual land mimic those of physical real estate.\\n\\nFinally, developers are engineering new, experimental types of financial products using ERC-721 tokens. Projects like [Charged Particles](https://www.charged.fi/) allow users to embed interest-generating aTokens from Aave in NFTs, essentially turning them into unique, customizable fixed income products.\\n\\nJPEGs that pay you? Pretty cool right.\\n\\nSecond, **status NFTs** are meant to display social class through expensive items; they are the **digital equivalent of high-end brands of physical goods, notably clothing**. The category is very much a catch-all that includes digital art, collectibles, wearables, minted songs, PFPs, etc. The key criterion for a status NFT is that it can be publicly displayed online, especially through social media. Their value comes from the “hype” or “clout” of the collection or artist. The category is certainly more abstract than income-generating NFTs, leading many question their value — after all, I can just drag and drop that JPEG on OpenSea, right? An example best illustrates the value of status NFTs: sought-after brands, such as [Supreme](https://www.supremenewyork.com/), charge a considerable premium on their goods that is quite straightforward — the sale price less the cost of producing, transporting, and selling the item. I could quite easily purchase a cheap white t-shirt and print a logo on it for significantly less, but if anyone found out it would be seen as “fake” or “unauthentic.” People aren’t just purchasing the actual clothing but the brand, and more importantly the social status that comes with it. Additionally, if anything it’s easier to verify the authenticity of an NFT since transaction is public and on-chain, so only a wallet address is needed to verify its ownership. Many status NFTs are also scarce and of constant supply, whereas high-end brands can produce as much as they want while releasing and promoting new products.\\n\\n![CryptoPunks are 10,000 unique characters minted on Ethereum.](https://miro.medium.com/max/1400/1\\\\*GKtesgzGAzH1KDSC48bulQ.png)\\n\\nGenerally, these NFTs will fall into two main categories: *community* and *isolated*. First, community NFTs come with membership in a perceived exclusive community, where owning the NFT is seen as a “ticket in”; the category most famously includes [CryptoPunks](https://www.larvalabs.com/cryptopunks) and [BAYC](https://boredapeyachtclub.com/#/). Second, isolated NFTs derive value from the artist (or simply minter’s) reputation. For example, [Beeple](https://www.beeple-crap.com/) NFTs don’t offer the same kind of community as BAYC but do grant the holder social status (and he is now even selling [physical artwork](https://www.forbes.com/sites/carlieporterfield/2021/10/28/nft-artist-beeples-first-physical-piece-could-fetch-15-million-at-auction/?sh=59b9f37e62ce) at a similar price level). These NFTs mirror the value of expensive physical art.\\n\\nFinally, **utility NFTs** are an emerging category with the potential to be truly revolutionary. The value or net benefit of these NFTs is simply the **asset’s** **utility to the user minus its cost**. More mundane examples include domain names, non-income-generating in-game assets, and others. While some in-game assets could be classed as utility NFTs, the key differentiator is that utility NFTs are not expected to generate income outside of price appreciation; they are only sought after because of their usability. Experiments in interactive NFTs are embedding AI in NFTs to make unique digital characters that users can interact with; in other words, digital personalities can be completely decentralized and not owned by a particular company (think of a unique Siri outside of Apple and publicly owned by an individual).\\n\\n![The first iNFT, Alice (based on Alice in Wonderland), sold for $478k.](https://miro.medium.com/max/1400/1\\\\*WVvozEXV2N_Of37SAF_dXA.png)\\n\\n[Alethea](https://alethea.ai/) is a pioneer in the space and recently launched their “Revenants” — intelligent NFTs or “iNFTs” — on OpenSea, becoming a [top 10 collection](https://medium.com/@arikhan/alethea-ai-x-opensea-sale-breaks-records-for-worlds-first-intelligent-metaverse-47d2fbfbf959) in less than a week. The collection is 10k historical characters from Cleopatra to Dr. Frankenstein to Freud, all trained using available public data on their lives and experiences. AI is embedded in the ERC-721 token, making the characters interactive and living. Crazy, right? More lighthearted examples of interactive NFTs include projects like [Cryptoys](https://cryptoys.io/) — think of a digital stuffed animal on Ethereum that can teach and interact with kids.\\n\\nNFTs are undoubtably one of the most exciting and experimented asset classes. The purpose of this essay is to provide a **framework for broadly thinking about how to conceptualize any NFT** as an income-generating, status, or utility asset (or even a combination).\\n\\nSurely, we’re just at the beginning of their story, and new sources of value will emerge from the fringes of the Web3 community. *What new kinds of NFTs will come next?*\",\"timestamp\":1637677734,\"title\":\"Beyond JPEGs — Classifying NFTs - Derek Walkush - Medium\"},\"digest\":\"FO_2G5YIV0DyIVlzSUxmKqunbiTc_xsSEkK8Z1Y79Ok\",\"authorship\":{\"contributor\":\"0xD34eCcaF180a75b56CE98d0c414D3FC03A820f58\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KHDZcOL0zteNTESsEZFI0KS5derYkxl_ZGdkYnU_4KE\\\",\\\"y\\\":\\\"v3jv3KlUC7KPai3vmWl6Cu9DRAO3smSxS3fEbLR4HWs\\\"}\",\"signature\":\"5EWV3sMKq7GQ7R8FCYbzNJmSxZK4MP_z9JjeEMKilKGcfmAvOesHP5SNBwMU79Kq5s9DDaDcHf2V36YwkEQL-A\",\"signingKeySignature\":\"0x1ca7011bc2b2f7e73dbcaaaa6e87bc4826bb8a30e5838ea8b2dd89a1ffbd5df3043f68a64dda01672bee2959aa43505042468312053e830ef9acff939463bd591b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KHDZcOL0zteNTESsEZFI0KS5derYkxl_ZGdkYnU_4KE\\\",\\\"y\\\":\\\"v3jv3KlUC7KPai3vmWl6Cu9DRAO3smSxS3fEbLR4HWs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FO_2G5YIV0DyIVlzSUxmKqunbiTc_xsSEkK8Z1Y79Ok\"}"