"{\"content\":{\"body\":\"我躺在手术床上，看着超大的探照灯，紧张，手心里细细密密的都是汗。\\n\\n \\n\\n我从没做过手术，甚至在20岁以前，我都没怎么挂过吊瓶。当然，这不是因为我身体好，而是我不喜欢去医院挂水，能吃药/睡觉就解决的问题，从来不考虑去医院解决。但是这次不一样，这回，就算我再不想去医院也不得不去。因为，我需要把乳腺里的一颗肿块取出来，一颗还不能确定良性与否的肿块。\\n\\n紧张，很紧张，越到要做手术的时候越紧张，虽然根据医生之前透露的说法，这个肿块考虑良性可能偏大，但紧张的情绪是不可避免的，毕竟是25年来第一次做手术（虽然仅是一个过一天就能出院的小手术），从我的身体上划开一小道口子，让我身体的纤维组织和空气接触，用一个金属的工具切开这些纤维，再把一颗小瘤子取出来，就这样脑补一下画面都觉得血腥又令人害怕。\\n\\n手术前3天，我的紧张情绪没有丝毫体现，甚至可以用一种云淡风轻的口吻和别人谈到我即将去做一个手术，把肿块取出来。但是越临近手术的时间，我越发感到不安，开始不断搜索网络上的资料，什么打完麻药会有什么感觉，术后会不会留疤等等一堆傻问题，当然，我的紧张还包括在和主治医生沟通手术方案的时候，忍不住问了一些我现在都回忆不起来是什么但是对于那时的我来说问了才安心的问题。\\n\\n而且，术前的等待也是令人无比焦虑而烦闷的。保持空腹本就会带给人一种不安的紧张感，焦急的等待了一个上午后，甚至让我产生了早做（手术）早解脱的念头，这种感觉就像是你要参加一个极限运动，尽管不知道后果，但越早完成，内心越不会想七想八的感到害怕。\\n\\n在经历了漫长的等待后，医护人员来病房通知轮到我手术了，手术室在21楼。从13楼走到21楼并不很久，但不知道为什么，我都已经进到手术室了，还要继续等待，不知道在等些什么。这是我第一次进入到手术室内，从前我只在门外待过，那时的等待和现在心境又很不一样。那时候我在等待爸爸手术结果，每一次我都只有一个想法就是希望手术顺利，爸爸能舒服一点。而这次的等待希望的东西就很多了，希望手术顺利，希望没有意外，希望病理结果是良性的，希望我的人生还很长。在手术室内的等待时的我是没有灵魂，不愿意进行思考的，又没有手机的陪伴，我只能观察。摘下了眼镜宛如盲人的我，只能隐约看到医护人员出来进去，感觉到背后的自动门开开合合，却觉得手术室的氛围不像TVB剧集里表现的那么忙碌，好像要更随意自如一些。\\n\\n终于，我在手术室内见到了主治医师姗姗赶来，准备正式手术，我跟着一个麻醉师走到手术房中，他们要求什么我就照做。我躺在手术床上，看着超大的探照灯，紧张，手心里细细密密的都是汗。医生问我紧张吗，我心想，这能不紧张吗？这可是第一次做手术啊。接着，医生拿了好几块布盖着脸，身体，仅留下需要手术的一块地方裸露着，真实的体验了什么叫做“在医生眼里你的身体就是一个一个的器官”。之后医生就给我消炎打麻醉了，局麻呢就是只有打麻醉的那部分是无知觉的，但大脑和身体的其他神经都仍然在有序运转。于是我虽然什么都看不见，但我能感受，感受到医生在给我消炎，麻醉，用手术刀划开我的乳房，开始寻找。可能因为肿块不大，所以寻找这一步骤就花费了不少的时间，导致医生要加快速度以赶上下一场手术，我就开始担心会不会在缝针的时候出差错，或是拿出肿块的时候出了一些意外。好在，这些都只是我的胡思乱想而已。\\n\\n因为我在希望能在手术后马上知道这个肿块的情况，提前申请了术中快速病理。这也意味着，手术后我并不能马上离开手术室，而需要继续等待，等待快速病理结果出来。我能说就手术的这一段时间，大概是我24年来短时间内等待时间最长的一次，深深感受到等待是怎样一种难以忍受的状态。\\n\\n幸运的是，这次手术取出来的瘤确实只是纤维瘤，我终于能长舒一口气，然后开始想办法填饱我饿了大半天的肚子...\\n\\n后记：手术后我原本希望自己能做到早睡早起，殊不知，这依然是个不可实现地希望...\",\"timestamp\":1640611505,\"title\":\"希望是人生中最后一次手术经历\"},\"digest\":\"Fd5qVbEOVjFF2sPAADY6heR1t-JrSiBStZEeZRyb0Tk\",\"authorship\":{\"contributor\":\"0x8A9E2690943F8C328cF7805061C48092367E8bB3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gOsRdY5J8FQmB4LQb2bPmtrR_k6wTwmSta-Id-MKk4g\\\",\\\"y\\\":\\\"wloXmqARRdIvTpoJs8QdCyq44OM7e3vJCIfDQZFlST4\\\"}\",\"signature\":\"2MOjDJgP09AmwbHyosR20L2XyzM-d74cLI5OamjPSwQuUsAmzgas3zI36pSq_pEyAQutpydcFW1hp5fBIjbD6A\",\"signingKeySignature\":\"0x5287c34ffaff962a4d9dccf4f1321b2b8a89e68f50d850a20d1447eb2c519f2b4e71e03216a4742e23d0cf85ce4d097512e1c8e3f1260cbfe61738d75a5292871c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"gOsRdY5J8FQmB4LQb2bPmtrR_k6wTwmSta-Id-MKk4g\\\",\\\"y\\\":\\\"wloXmqARRdIvTpoJs8QdCyq44OM7e3vJCIfDQZFlST4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Fd5qVbEOVjFF2sPAADY6heR1t-JrSiBStZEeZRyb0Tk\"}"