"{\"content\":{\"body\":\"Credentials least of all teach people about the power of incentives:\\n\\n![](https://cdn-images-1.medium.com/max/1600/1\\\\*rdRYEravk4SIVI6N0lLf8Q.png)\\n\\nGraduating from a university means that you spent X amounts of money––to solve Y number of problems––for 1 credential. School is there to prove that:\\n\\n* We’re capable individuals who are responsible members of society\\n* We can finish what we start\\n\\nThose are two ideal traits employers look for in new graduates, yet those incentives no longer apply:\\n\\n> *“According to Richard Rothstein at The Economic Policy Institute, wages for college-educated workers outside of the inflated finance industry have stagnated or diminished. Unemployment has hit recent graduates especially hard, nearly doubling in the post-2007 recession. The result is that the most indebted generation in history is without the dependable jobs it needs to escape debt.”* ––[Status as a Service (StaaS)](https://www.eugenewei.com/blog/2019/2/19/status-as-a-service)\\n\\nThis essay will attempt to explain how credentialing will work in the future. Most of all, it demonstrates new ways of proving competency (without sitting in a lecture room for 4+ years).\\n\\nThe explanations will break down as follows:\\n\\n* Social Capital Is Online Reputation\\n* The Web 3 Experiment: A Decentralized Internet\\n* Onchain = Internet Resumes\\n* Earning Crypto Credentials\\n* Closing Thoughts\\n\\nAs you can probably tell from my previous [essays](http://rushil2cents.com/), I’ve fallen down the crypto rabbit hole. This essay is no exception.\\n\\n> “It is a truth universally acknowledged, that a person in possession of little fortune, must be in want of more social capital.” –– Taylor Lorenz\\n\\n![](https://cdn-images-1.medium.com/max/1600/1\\\\*Zf8oo9k9_iD-N44IwqX98Q.jpeg)\\n\\nLet’s get one main thing out the way: we live online lives. Real-life is amazing, but there’s a part of us that have internet identities. Especially with online schools, remote work, and social media. The internet today is outdated and incentivizes us to assume reputation rather than justify it. We’ll get to that part later but for now, we need to understand that reputation is [capital](https://www.eugenewei.com/blog/2019/2/19/status-as-a-service):\\n\\n> “*Social capital is, in many ways, a leading indicator of financial capital, and so its nature bears greater scrutiny. Not only is it good investment or business practice, but analyzing social capital dynamics can help to explain all sorts of online behavior that would otherwise seem irrational.*” — [Status as a Service (StaaS)](https://www.eugenewei.com/blog/2019/2/19/status-as-a-service)\\n\\nSocial capital is internet reputation. By building an online audience, you become more reputable to people. Social capital is the online reputation that you can leverage into your real-life like:\\n\\n* Building a photography [portfolio](https://www.instagram.com/coldcyrus/)\\n* Producing travel [vlogs](https://www.youtube.com/watch?v=11JMTQJmjoY)\\n* Selling [ball planters](https://www.instagram.com/thebioball/) for [cancer research](https://www.instagram.com/thepmcf/)\\n* Marketing a [hand-poured candle](https://www.instagram.com/lilsoyco/reels/) business\\n* Launching a professional [gaming brand](https://twitter.com/Team_3Nexus)\\n* Educating people on [financial trading](https://www.instagram.com/power__trade/)\\n* Commissioning [paintings](https://www.instagram.com/paintingsidk/) to people\\n\\n> (check my pals out)\\n\\nTo define it simply:\\n\\n* **Reputation** is justified based on what you do online and in real life\\n* **Social capital** is achieved based on how well you use the internet\\n\\nWith that in mind, let’s attempt to explain how social capital would work on future versions of the web:\\n\\n## The Web 3 Experiment: A Decentralized Internet\\n\\n> “*Web3 is a more intelligent version of the internet, built on the principle of decentralization. If you’re not familiar with decentralization, try thinking of it simply as the ability of a group to function without reliance on a central authority. Banks, governments, and businesses are all examples of centralized entities. At the core of decentralization is a push toward individual freedom. Not freedom to, but freedom from. The distinction is important.*”––[NFTs Are Worth Understanding](https://nickwidmer.substack.com/p/nftsareworthunderstanding)\\n\\nIf you think today’s internet is perfect with no need for an upgrade, this is what you sound like:\\n\\n![](https://cdn-images-1.medium.com/max/1600/1\\\\*-GVr6A_DRrUO2GBUygbRIg.jpeg)\\n\\n**Internet versions so far:**\\n\\n* Web 0: no internet, a time before TikTok\\n* Web 1: users needing to buy their own servers to connect on the web—while hosting content on their own domains\\n* Web 2: relying on hosting platforms like TikTok to provide the servers that distribute our content online––in exchange for our data\\n\\n**The up-and-coming Internet:**\\n\\n* Web 3: a peer-to-peer network where all content is addressed and verified on a blockchain for every user to own. There’s no reliance on centralized servers to hold your data\\n\\nTo summarize the web 3 experiment: **today’s internet is reinventing the wheel into something better:**\\n\\n![](https://cdn-images-1.medium.com/max/1600/1\\\\*SE8AkCGDf1S9GLVVa4jyGQ.png)\\n\\n### Web 2 Problems:\\n\\nTwo forces that affect how the central web 2 model works:\\n\\n1. **The server problem** — You need a server to upload files on the internet. Most folks don’t have a server so we rely on hosting platforms like TikTok, YouTube, and Twitter to post online content. These services are convenient, but it concentrates user content, data, and demand to just a handful of providers. The centralized infrastructure of the internet is problem #1.\\n2. **Host-based addressing model** — This relates to how we address content online. If you upload a YouTube video, the URL of that video is tightly bound to YouTube’s platform: **youtube.com/your_video**. You need a separate Facebook account to upload the same video here: ***facebook.com/your_video***. The lack of interoperability between web platforms is problem #2.\\n\\n![](https://cdn-images-1.medium.com/max/1600/1\\\\*dbsT5zK_t_ZdYJUbnlEcUQ.jpeg)\\n\\n### Web 3 Solutions:\\n\\nWith the use of peer-to-peer networks, open-source code, blockchains, hash signatures, and merkle trees––web 2 problems become solvable:\\n\\n1. **Blockchains** are large data sets, split into smaller chunks, and distributed across a network of peers. Those people then share the responsibility of maintaining the network by [consensus](https://coinmarketcap.com/alexandria/article/what-is-the-nakamoto-consensus). Blockchains solve the central server issue by letting users collectively validate the information. There’s no need for a single entity authorizing every user transaction.\\n2. **Merkle trees** are used in blockchains to trace content back to its original publisher. They prove media authenticity by attaching a hash (unique ID) to each media file. This creates tiny interpretations from the large data stored in blockchains. Hashes are unique to every file so they can address any media anywhere on the internet. Best of all, content is transferrable between applications since it's all addressed on one network. It dramatically improves web 2’s addressing model.\\n\\n![](https://cdn-images-1.medium.com/max/1600/1\\\\*rNk9YzmIdsWCN7HAakf0SA.png)\\n\\n\\b\\n\\n> “*This means that data cannot be corrupted or modified by faulty service providers or malicious parties. Permanent storage means that you don’t need to rely on \\\\[internet platforms\\\\] to ensure the longevity or integrity of your content. Most importantly, cryptographically secure and permanent data ensures users can credibly exit a platform if it no longer serves their needs or becomes misaligned.*”––[Publishing on Mirror is Now Open to All](https://dev.mirror.xyz/valptw8S9eZ1cvzX-JCGga2N_W2hXyurSYbOlNFj4OQ)\\n\\nAny media connected to a merkle tree can be mathematically proven to display the media’s authenticity.\\n\\n![](https://cdn-images-1.medium.com/max/1600/1\\\\*6ig0TXqYeqNdKOuzNP4wng.png)\\n\\nBitcoin is an example of this. We’ve never before seen a financial system worth billions — without any centralized governance or authority to support it. No one argues the amount of BTC in rotation because it’s proven by merkle trees and immutably displayed [on-chain](https://www.blockchain.com/btc/unconfirmed-transactions). This will apply to social capital on the web. Let’s explore how:\\n\\n## Onchain = Internet Resumes\\n\\n> “When we hired our last intern, I asked him to send me his wallet address in advance of the interview. By reviewing what he had done on-chain, I knew that we were probably going to hire him before the interview even started.” —[The Future of Work](https://medium.com/collab-currency/the-future-of-work-5d7b47cff308)\\n\\n![](https://cdn-images-1.medium.com/max/1600/1\\\\*k_AT7z8qCQGibhc-N89aTQ.png)\\n\\nFirst and foremost, the new internet is built upon a crypto layer. Online data becomes on-chain data — meaning all web 3 content is encrypted and stored on a blockchain. Why is this special?\\n\\nIn the essay \\\"Why Web 3 Matters\\\", main man Chris Dixon describes blockchains as \\\"special computers that anyone can access but no one owns\\\". That means all web 3 content published would be owned and operated by users rather than platforms. It changes the incentives to create by letting users earn royalties rather than money. Not only can users earn equity, but they can logically prove social capital through their content:\\n\\n![](https://images.mirror-media.xyz/publication-images/eHqr-DRnDxWC_ioWNPBPE.png?height=872&width=1138)\\n\\n### Crypto Wallets Are Passports To Web 3\\n\\nA wallet has a public and private key that gives access to use blockchain applications. Public and private keys are credentials to your on-chain resumes. For example, this is what keys to your [Ethereum](https://ethereum.org/en/) wallet would look like:\\n\\n```\\nPublic Key (username):\\n0x63FaC9201494f0bd17B9892B9fae4d52fe3BD377\\n\\nPrivate Key (password):\\n8da4ef21b864d2cc526dbdb2a120bd2874c36c9d0a1fb7f8c63d7f7a8b41de8f\\n```\\n\\nOnce you conduct any transaction on Ethereum, your public key is captured and displayed on its blockchain. This is what “on-chain” refers to:\\n\\n![Ethereum's on-chain data](https://cdn-images-1.medium.com/max/1600/1\\\\*kvBp3SK8hPh7F9vqMLVytQ.png)\\n\\nAnyone who has your public key can do things like:\\n\\n* Review your [on-chain activity](https://etherscan.io/txs)\\n* Consume content you’ve [published](https://etherscan.io/enslookup-search?search=rushil.eth)\\n* Send crypto directly to your [wallet](https://www.coincenter.org/donate/)\\n* See what [investments](https://etherscan.io/address/0x0BC3807Ec262cB779b38D65b38158acC3bfedE10) you’ve made\\n* View your [NFT collection](https://www.egirlcapital.com/collectibles)\\n\\nOn-chain transactions get triggered every time users interact with the network. Since the activities are public, you can reveal evidence of what you’ve done, and when. That’s what employers look for when hiring potential candidates. Judgment, skills, and participation are all demonstrated through your crypto wallets. It’s like a dynamic resume that upgrades based on how well you use the internet.\\n\\n> “wallets are the next social networks.”— [𝚍𝚊𝚛𝚔𝚜𝚝𝚊𝚛.𝚎𝚝𝚑](https://twitter.com/jarroddicker/status/1445732158077800448?ref_src=twsrc%5Etfw)\\n\\nCrypto-wallets are a passport to web 3 applications. Every time you participate on a platform, your public key gets stamped on a blockchain and tracked by merkle trees. This proves how actively you produce online. Whether it’s through internet consumption, curation, publication, or investing — your web 3 passport will prove your online travels:\\n\\n![](https://cdn-images-1.medium.com/max/1600/1\\\\*ybRWZRoJenp6E_oJ9gB-0w.jpeg)\\n\\n### Online Vs. Onchain\\n\\nAs web 3 incrementally improves, we’ll be able to filter on-chain activity into personalized dashboards like LinkedIn. The information would serve as a dynamic resume based on what you consume or produce on the internet. The crazier part? Web 3 is one big internet platform split into web communities that anyone can connect to using their crypto wallets:\\n\\n![s/o @traf](https://cdn-images-1.medium.com/max/1600/1\\\\*dHKV5kyyfi3ib9b9bmXX1g.jpeg)\\n\\nThere’s no need for multiple accounts to use any web 3 application. Every user on any platform can have one account that controls their data through their crypto wallet. Your content, data, and audience are fluid between any application you’re connected to. All data encrypted by your public and private keys:\\n\\n![s/o to geek and poke](https://cdn-images-1.medium.com/max/1600/1\\\\*WPgpjF1V6J2U-ngN8skSAQ.jpeg)\\n\\n### Sneaky LinkedIn\\n\\nLet’s say you sign-up for LinkedIn to showcase your online social capital:\\n\\n* You need a LinkedIn username and password to sign-in\\n* Personal details like name, address, education, and recent jobs are required to use the platform\\n* LinkedIn users flex their skills by listing it \\\\*themselves\\\\* on their own profiles\\n* Employers either assume people possess those skills or have to run background checks to confirm\\n* All information gets privately stored in LinkedIn’s database\\n\\n### Down The Crypto Rabbithole\\n\\n[Rabbithole](https://rabbithole.gg/) is like a web 3 equivalent to LinkedIn, but crypto:\\n\\n> “RabbitHole is on a mission to be the University of the Metaverse. This mission includes onboarding new people into crypto, teaching them how to be crypto-native, credentialing crypto users for their on-chain tasks”\\n\\nRather than you \\\\**yourself*\\\\* adding skills on a profile, you’d actually have to earn them by performing on-chain quests. Here are some examples of skills you can gain on Rabbithole:\\n\\n* [Verifying your on-chain identity](https://app.rabbithole.gg/skills/identity) by registering an Ethereum Name Service\\n* [Using a decentralized exchange](https://app.rabbithole.gg/skills/token-swapping) like Uniswap to buy and sell crypto\\n* [Lending your crypto](https://app.rabbithole.gg/skills/lending) and earning interest on that amount\\n\\nSince every transaction on Ethereum is recorded on-chain, Rabbithole tracks the wallet of users who complete the tasks. Those people are then kept in a verified list and paid through a [joint multi-sig wallet](https://www.coindesk.com/tech/2020/11/10/multisignature-wallets-can-keep-your-coins-safer-if-you-use-them-right/). Every transaction is mathematically proven and taken care of by merkle trees and [smart contracts](https://www.rushil2cents.com/blog/smart-contracts-will-provide-the-snacks/).\\n\\n![](https://images.mirror-media.xyz/publication-images/-nq890ULX_qDzPL_jN38t.png?height=1108&width=1132)\\n\\nThis is what showcasing your on-chain reputation on Rabbithole is like:\\n\\n* You need a crypto wallet to connect to the app\\n* No personal details are required, it’s all taken care of through your wallet’s public address\\n* Rabbithole users flex their skills by participating on-chain and recording the transactions on their wallet\\n* Employers can view people’s public addresses and be assured that the skills were earned, not stated\\n* All information gets split up and stored on-chain based on your public and private keys\\n\\nA difference between reputation on web 2 and web 3: **Social capital on-chain would be justified, not assumed.**\\n\\n## Earning Crypto Credentials\\n\\n> \\\"*I am not saying NFTs are the next big thing. I am saying that consumer experiences built on a crypto stack are the next big thing. I am saying that NFT experiences are showing the way. They are the left tackle that you can run behind into the opening. Where enormous opportunity exists.*\\\"––[Fred Wilson](https://avc.com/2021/08/the-opening/)\\n\\nA Non-Fungible Token (NFT) uniquely identifies online content through blockchains and merkle trees. Any media can be NFTs if they have a token ID embedded into the file. The IDs get stored on a blockchain to verifiably prove who the file’s creators and owners are.\\n\\nPictures speak a thousand words, so here’s a [JPEG](https://foundation.app/@visualizevalue/nfts-explained-12012) explaining NFTs:\\n\\n![s/o to Visualize Value](https://cdn-images-1.medium.com/max/1600/1\\\\*-Qw07y4OWjiPcpKfGa6m9w.jpeg)\\n\\nNFTs in a nutshell:\\n\\n* The JPEG above is worth $0 in web 2\\n* It’s a copy of the original and has no token ID on a blockchain\\n* That same JPEG in web 3 is an [NFT](https://foundation.app/@visualizevalue/nfts-explained-12012) valued at [74 eth ($293,053.32)](https://foundation.app/@visualizevalue/nfts-explained-12012)\\n* That’s $300 thousand…for a JPEG file explaining NFTs\\n* If you think 300K is a lot of money to be wasting on digital images, here’s a rock that sold for [$2.2 million](https://twitter.com/etherrockprice/status/1433481838807293975?s=20):\\n\\n![](https://cdn-images-1.medium.com/max/1600/1\\\\*VExDDPIuFQXdogig0GkTaw.png)\\n\\nThe jpegs are worth that much because someone is willing to pay for them. The point is: NFTs offer a way to prove who owns online content. Public keys from the owner’s crypto wallet are stored on a blockchain as proof of ownership. There are no disputes on who owns what NFT because it’s logically proven by merkle trees.\\n\\nIn the crypto world, media can be rewarded as a form of social capital. NFTs can be encrypted as a qualification like degrees, diplomas, certificates, or badges to participants. As more applications scale to use NFTs, people may earn a reputation like online bounty hunters, based on their on-chain activities:\\n\\n![s/o to Visualize Value](https://cdn-images-1.medium.com/max/1600/1\\\\*K-x-KHbs4NBsapKeNWDJmQ.jpeg)\\n\\nThe best part? NFTs are traced by merkle trees to move between platforms based on their token address. Content can be transferrable unlike web 2 applications like LinkedIn. Rather than a single entity verifying your qualifications, you’d have built-in logic through crypto credentials. Web 3 communities that are already doing this:\\n\\n* **[Rabbithole](https://www.notion.so/rabbithole-pathfinder/RabbitHole-Campaign-Overview-02d66a6956d94d6eb5bc10f3bb9fada8)** — anyone new to crypto can earn tokens while [learning how to do](https://app.rabbithole.gg/quests) on-chain transactions\\n* **[1729](https://1729.com/)**[ ](https://1729.com/)— a newsletter that pays [eth and btc](https://1729.com/inflation) for completing bounties on crypto tasks and tutorials\\n* **[Mirror](https://dev.mirror.xyz/vZxxUIeGMQK9NNLcrT0eDYZ6wXhXVr6vTQzztj1DaEA)** — a decentralized writing platform that provides crypto tools to [writers](https://mirror.xyz/), [artists](https://vv.mirror.xyz/sb9NU7Wzpg-53wqNFPM-MCwWQ7y48RJlri3cr3Nt0Do), [developers](https://ath.mirror.xyz/NyefDE67rJEvcM9tAJkf3zHptN7vuaO1MJlpSaSc7O0), [investors](https://twitter.com/cdixon/status/1440392095982755857?s=20), and [DAOs](https://t.co/ppE3IkQwDG?amp=1) (next essay)\\n* **[Axie Infinity](https://whitepaper.axieinfinity.com/)**— a Pokémon-inspired universe where anyone can earn tokens through skilled [gameplay](https://axieinfinity.com/)\\n* **[Nouns DAO](https://nouns.notion.site/A-Brief-Introduction-to-Nouns-90485892d0c54ef1be05abf0ecfc18da)**— owning a Noun NFT gives you access to an investment community that controls an [8500 eth treasury](https://etherscan.io/address/0x0BC3807Ec262cB779b38D65b38158acC3bfedE10) ($30 million)\\n* **[Cryptopunks](https://www.larvalabs.com/blog/2021-8-18-18-0/on-chain-cryptopunks)**— owning a cryptopunk NFT can prove two things: 1) you [got into crypto early](https://twitter.com/punk4156) or 2) [you’re rich](https://twitter.com/sc).\\n\\n![noun NFT’s can probably range over 140 eth ($500,000)…each](https://cdn-images-1.medium.com/max/1600/1\\\\*MvY_Xm7zAuE6E0WV43yBKQ.png)\\n\\n![punks are probably worth more...](https://cdn-images-1.medium.com/max/1600/1\\\\*f1rSrpwGJqzlNg_2xNzQjw.png)\\n\\n## Closing Thoughts\\n\\nI understand the pressures that come with building social and financial capital. University graduates are the ones who have it the hardest. After spending 4+ years to prove competency in a field of study, they’re barely able to find meaningful work to pay the bills.\\n\\nThis essay's purpose was to demonstrate up-and-coming ways to earn and showcase your skills. With the scaling of blockchains, merkle trees, NFTs, and on-chain analytics, we now know that:\\n\\n* People can display proof of reputation based on how well they use the internet\\n* Skills can logically be measured through crypto wallets, public, and private keys tracked on-chain\\n* Creative work will progress as verification and authentication are automated\\n\\nWhen I wrote my first web 3 essay about the [creator economy](https://www.rushil2cents.com/the-creator-economy-today-vs-2025/), I said:\\n\\n> “*The functionality for crypto is still too early, inconvenient, and difficult to use — just like the internet once was. As progress is made, we’ll have no choice but to adapt. So it wouldn’t hurt to start learning about it now.*”––[The Creator Economy: Today Vs. 2025](https://www.rushil2cents.com/the-creator-economy-today-vs-2025/)\\n\\nIt’s still way too early and nothing has fully developed to a point of mainstream adoption. If you’ve read up to this point, consider this as an optimistic fortune: **build social capital as quickly as you can**. A good way to start is by learning about blockchains, Bitcoin, Ethereum, web3, NFTs, DAOs, defi, and the creator economy.\\n\\npaciencia fe,\\n\\n\\\\-rushil\\n\\n**Other essays to get you started:**\\n\\n* [Crypto for People Who Don’t Follow Crypto](https://1729.com/crypto-for-people-who-dont-follow-crypto)\\n* [Designing Internet-Native Economies: A Guide to Crypto Tokens](https://future.a16z.com/a-taxonomy-of-tokens-distinctions-with-a-difference/)\\n* [Status Monkeys](https://www.notboring.co/p/status-monkeys)\\n* [Today’s Web3 Communities: The McMansions of the Internet](https://darkstar.mirror.xyz/VTLvmo0xzs6I9YFIN2f7EZna-Zj4tNIEbF7RVpJOS7s)\\n* [Crypto, Culture, & Society](https://g.mirror.xyz/crowdfunds/0x819b12E7b398021fbD9D2acdC8B7349E3D732B51)\\n* [Web3: in a nutshell](https://eshita.mirror.xyz/H5bNIXATsWUv_QbbEz6lckYcgAa2rhXEPDRkecOlCOI)\\n* [What is Web3? The Decentralized Internet of the Future Explained](https://www.freecodecamp.org/news/what-is-web3/amp/)\\n\\n**Interesting web 3 projects to look into:**\\n\\n* [Rabbithole](https://twitter.com/rabbithole_gg)\\n* [Arweave](https://www.arweave.org/)\\n* [Gitcoin](https://gitcoin.co/)\\n* [Mirror](https://mirror.xyz/)\\n* [OpenSea](https://opensea.io/)\\n* [Axie Infinity](https://axieinfinity.com/)\",\"timestamp\":1634265849,\"title\":\"The Internet As Your Resume\"},\"digest\":\"lk-lQFplVDvJSlpLEe5W0Sxi5rRksQ6C6r1TaME6xIU\",\"authorship\":{\"contributor\":\"0x503F9fe2429489bfe0cE730Ea2B221f470F4936d\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KRkBQAbczJLqYX1_vCyBVV-s5hzoc5dzs4cAxnI09Pg\\\",\\\"y\\\":\\\"EiLLwO7u5p-wHI7XZmfesT54Pnjpmx8Ou_P6AZ99B8A\\\"}\",\"signature\":\"-HFpqCbRRL9itwt6erv8OkgAkwjjI3j1oWBqzs1s9bY5HL9nVgBYRq6bikPOHc6Vc73vwpNBfm8rcLlT9XCoXQ\",\"signingKeySignature\":\"0x7cddbbf98bf8af733a4bec6d9304a62285e50b633c5b56c7ae94f2df5ba1f8fe70a2ce46c73e5754022cb444152b87736b471a97e99a7fb49faf25d25e4201e01c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KRkBQAbczJLqYX1_vCyBVV-s5hzoc5dzs4cAxnI09Pg\\\",\\\"y\\\":\\\"EiLLwO7u5p-wHI7XZmfesT54Pnjpmx8Ou_P6AZ99B8A\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"lk-lQFplVDvJSlpLEe5W0Sxi5rRksQ6C6r1TaME6xIU\"}"