"{\"content\":{\"body\":\"```\\n I was baptized and brought up in the Orthodox Christian faith. \\n```\\n\\nI was taught it in childhood and throughout my boyhood and youth.\\n\\nBut when I abandoned the second course of the university at the age\\n\\nof eighteen I no longer believed any of the things I had been\\n\\ntaught.\\n\\n```\\n Judging by certain memories, I never seriously believed them,\\n```\\n\\nbut had merely relied on what I was taught and on what was\\n\\nprofessed by the grown-up people around me, and that reliance was\\n\\nvery unstable.\\n\\n```\\n I remember that before I was eleven a grammar school pupil,\\n```\\n\\nVladimir Milyutin (long since dead), visited us one Sunday and\\n\\nannounced as the latest novelty a discovery made at his school.\\n\\nThis discovery was that there is no God and that all we are taught\\n\\nabout Him is a mere invention (this was in 1838).  I remember how\\n\\ninterested my elder brothers were in this information.  They called\\n\\nme to their council and we all, I remember, became very animated,\\n\\nand accepted it as something very interesting and quite possible.\\n\\n```\\n I remember also that when my elder brother, Dmitriy, who was\\n```\\n\\nthen at the university, suddenly, in the passionate way natural to\\n\\nhim, devoted himself to religion and began to attend all the Church\\n\\nservices, to fast and to lead a pure and moral life, we all -- even\\n\\nour elders -- unceasingly held him up to ridicule and for some\\n\\nunknown reason called him \\\"Noah\\\".  I remember that Musin-Pushkin,\\n\\nthe then Curator of Kazan University, when inviting us to dance at\\n\\nhis home, ironically persuaded my brother (who was declining the\\n\\ninvitation) by the argument that even David danced before the Ark.\\n\\nI sympathized with these jokes made by my elders, and drew from\\n\\nthem the conclusion that though it is necessary to learn the\\n\\ncatechism and go to church, one must not take such things too\\n\\nseriously.  I remember also that I read Voltaire when I was very\\n\\nyoung, and that his raillery, far from shocking me, amused me very\\n\\nmuch.\\n\\n```\\n My lapse from faith occurred as is usual among people on our\\n```\\n\\nlevel of education.  In most cases, I think, it happens thus:  a\\n\\nman lives like everybody else, on the basis of principles not\\n\\nmerely having nothing in common with religious doctrine, but\\n\\ngenerally opposed to it; religious doctrine does not play a part in\\n\\nlife, in intercourse with others it is never encountered, and in a\\n\\nman's own life he never has to reckon with it.  Religious doctrine\\n\\nis professed far away from life and independently of it.  If it is\\n\\nencountered, it is only as an external phenomenon disconnected from\\n\\nlife.\\n\\n```\\n Then as now, it was and is quite impossible to judge by a\\n```\\n\\nman's life and conduct whether he is a believer or not.  If there\\n\\nbe a difference between a man who publicly professes orthodoxy and\\n\\none who denies it, the difference is not in favor of the former.\\n\\nThen as now, the public profession and confession of orthodoxy was\\n\\nchiefly met with among people who were dull and cruel and who\\n\\nconsidered themselves very important.  Ability, honesty,\\n\\nreliability, good-nature and moral conduct, were often met with\\n\\namong unbelievers.\\n\\n```\\n The schools teach the catechism and send the pupils to church,\\n```\\n\\nand government officials must produce certificates of having\\n\\nreceived communion.  But a man of our circle who has finished his\\n\\neducation and is not in the government service may even now (and\\n\\nformerly it was still easier for him to do so) live for ten or\\n\\ntwenty years without once remembering that he is living among\\n\\nChristians and is himself reckoned a member of the orthodox\\n\\nChristian Church.\\n\\n```\\n So that, now as formerly, religious doctrine, accepted on\\n```\\n\\ntrust and supported by external pressure, thaws away gradually\\n\\nunder the influence of knowledge and experience of life which\\n\\nconflict with it, and a man very often lives on, imagining that he\\n\\nstill holds intact the religious doctrine imparted to him in\\n\\nchildhood whereas in fact not a trace of it remains.\\n\\n```\\n S., a clever and truthful man, once told me the story of how\\n```\\n\\nhe ceased to believe.  On a hunting expedition, when he was already\\n\\ntwenty-six, he once, at the place where they put up for the night,\\n\\nknelt down in the evening to pray -- a habit retained from\\n\\nchildhood.  His elder brother, who was at the hunt with him, was\\n\\nlying on some hay and watching him.  When S. had finished and was\\n\\nsettling down for the night, his brother said to him:  \\\"So you\\n\\nstill do that?\\\"\\n\\n```\\n They said nothing more to one another.  But from that day S.\\n```\\n\\nceased to say his prayers or go to church.  And now he has not\\n\\nprayed, received communion, or gone to church, for thirty years.\\n\\nAnd this not because he knows his brother's convictions and has\\n\\njoined him in them, nor because he has decided anything in his own\\n\\nsoul, but simply because the word spoken by his brother was like\\n\\nthe push of a finger on a wall that was ready to fall by its own\\n\\nweight.  The word only showed that where he thought there was\\n\\nfaith, in reality there had long been an empty space, and that\\n\\ntherefore the utterance of words and the making of signs of the\\n\\ncross and genuflections while praying were quite senseless actions.\\n\\nBecoming conscious of their senselessness he could not continue\\n\\nthem.\\n\\n```\\n So it has been and is, I think, with the great majority of\\n```\\n\\npeople.  I am speaking of people of our educational level who are\\n\\nsincere with themselves, and not of those who make the profession\\n\\nof faith a means of attaining worldly aims.  (Such people are the\\n\\nmost fundamental infidels, for if faith is for them a means of\\n\\nattaining any worldly aims, then certainly it is not faith.)  these\\n\\npeople of our education are so placed that the light of knowledge\\n\\nand life has caused an artificial erection to melt away, and they\\n\\nhave either already noticed this and swept its place clear, or they\\n\\nhave not yet noticed it.\\n\\n```\\n The religious doctrine taught me from childhood disappeared in\\n```\\n\\nme as in others, but with this difference, that as from the age of\\n\\nfifteen I began to read philosophical works, my rejection of the\\n\\ndoctrine became a conscious one at a very early age.  From the time\\n\\nI was sixteen I ceased to say my prayers and ceased to go to church\\n\\nor to fast of my own volition.  I did not believe what had been\\n\\ntaught me in childhood but I believed in something.  What it was I\\n\\nbelieved in I could not at all have said.  I believed in a God, or\\n\\nrather I did not deny God -- but I could not have said what sort of\\n\\nGod.  Neither did I deny Christ and his teaching, but what his\\n\\nteaching consisted in I again could not have said.\\n\\n```\\n Looking back on that time, I now see clearly that my faith --\\n```\\n\\nmy only real faith -- that which apart from my animal instincts\\n\\ngave impulse to my life -- was a belief in perfecting myself.  But\\n\\nin what this perfecting consisted and what its object was, I could\\n\\nnot have said.  I tried to perfect myself mentally -- I studied\\n\\neverything I could, anything life threw in my way; I tried to\\n\\nperfect my will, I drew up rules I tried to follow; I perfected\\n\\nmyself physically, cultivating my strength and agility by all sorts\\n\\nof exercises, and accustoming myself to endurance and patience by\\n\\nall kinds of privations.  And all this I considered to be the\\n\\npursuit of perfection.  the beginning of it all was of course moral\\n\\nperfection, but that was soon replaced by perfection in general:\\n\\nby the desire to be better not in my own eyes or those of God but\\n\\nin the eyes of other people.  And very soon this effort again\\n\\nchanged into a desire to be stronger than others:  to be more\\n\\nfamous, more important and richer than others.\\n\\n```\\n                           II\\n\\n\\n\\n Some day I will narrate the touching and instructive history\\n```\\n\\nof my life during those ten years of my youth.  I think very many\\n\\npeople have had a like experience.  With all my soul I wished to be\\n\\ngood, but I was young, passionate and alone, completely alone when\\n\\nI sought goodness.  Every time I tried to express my most sincere\\n\\ndesire, which was to be morally good, I met with contempt and\\n\\nridicule, but as soon as I yielded to low passions I was praised\\n\\nand encouraged.\\n\\n```\\n Ambition, love of power, covetousness, lasciviousness, pride,\\n```\\n\\nanger, and revenge -- were all respected.\\n\\n```\\n Yielding to those passions I became like the grown-up folk and\\n```\\n\\nfelt that they approved of me.  The kind aunt with whom I lived,\\n\\nherself the purest of beings, always told me that there was nothing\\n\\nshe so desired for me as that I should have relations with a\\n\\nmarried woman:  'Rien ne forme un juene homme, comme une liaison\\n\\navec une femme comme il faut'.  \\\\[Footnote:  Nothing so forms a\\n\\nyoung man as an intimacy with a woman of good breeding.\\\\]  Another\\n\\nhappiness she desired for me was that I should become an aide-de-\\n\\ncamp, and if possible aide-de-camp to the Emperor.  But the\\n\\ngreatest happiness of all would be that I should marry a very rich\\n\\ngirl and so become possessed of as many serfs as possible.\\n\\n```\\n I cannot think of those years without horror, loathing and\\n```\\n\\nheartache.  I killed men in war and challenged men to duels in\\n\\norder to kill them.  I lost at cards, consumed the labor of the\\n\\npeasants, sentenced them to punishments, lived loosely, and\\n\\ndeceived people.  Lying, robbery, adultery of all kinds,\\n\\ndrunkenness, violence, murder -- there was no crime I did not\\n\\ncommit, and in spite of that people praised my conduct and my\\n\\ncontemporaries considered and consider me to be a comparatively\\n\\nmoral man.\\n\\n```\\n So I lived for ten years.\\n\\n During that time I began to write from vanity, covetousness,\\n```\\n\\nand pride.  In my writings I did the same as in my life.  to get\\n\\nfame and money, for the sake of which I wrote, it was necessary to\\n\\nhide the good and to display the evil.  and I did so.  How often in\\n\\nmy writings I contrived to hide under the guise of indifference, or\\n\\neven of banter, those strivings of mine towards goodness which gave\\n\\nmeaning to my life!  And I succeeded in this and was praised.\\n\\n```\\n At twenty-six years of age [Footnote: He was in fact 27 at the\\n```\\n\\ntime.\\\\] I returned to Petersburg after the war, and met the writers.\\n\\nThey received me as one of themselves and flattered me.  And before\\n\\nI had time to look round I had adopted the views on life of the set\\n\\nof authors I had come among, and these views completely obliterated\\n\\nall my former strivings to improve -- they furnished a theory which\\n\\njustified the dissoluteness of my life.\\n\\n```\\n The view of life of these people, my comrades in authorship,\\n```\\n\\nconsisted in this: that life in general goes on developing, and in\\n\\nthis development we -- men of thought -- have the chief part; and\\n\\namong men of thought it is we -- artists and poets -- who have the\\n\\ngreatest influence.  Our vocation is to teach mankind.  And lest\\n\\nthe simple question should suggest itself: What do I know, and what\\n\\ncan I teach? it was explained in this theory that this need not be\\n\\nknown, and that the artist and poet teach unconsciously.  I was\\n\\nconsidered an admirable artist and poet, and therefore it was very\\n\\nnatural for me to adopt this theory.  I, artist and poet, wrote and\\n\\ntaught without myself knowing what.  For this I was paid money; I\\n\\nhad excellent food, lodging, women, and society; and I had fame,\\n\\nwhich showed that what I taught was very good.\\n\\n```\\n this faith in the meaning of poetry and in the development of\\n```\\n\\nlife was a religion, and I was one of its priests.  To be its\\n\\npriest was very pleasant and profitable.  And I lived a\\n\\nconsiderable time in this faith without doubting its validity.  But\\n\\nin the second and still more in the third year of this life I began\\n\\nto doubt the infallibility of this religion and to examine it.  My\\n\\nfirst cause of doubt was that I began to notice that the priests of\\n\\nthis religion were not all in accord among themselves.  Some said:\\n\\nWe are the best and most useful teachers; we teach what is needed,\\n\\nbut the others teach wrongly.  Others said: No! we are the real\\n\\nteachers, and you teach wrongly.  and they disputed, quarrelled,\\n\\nabused, cheated, and tricked one another.  There were also many\\n\\namong us who did not care who was right and who was wrong, but were\\n\\nsimply bent on attaining their covetous aims by means of this\\n\\nactivity of ours.  All this obliged me to doubt the validity of our\\n\\ncreed.\\n\\n```\\n Moreover, having begun to doubt the truth of the authors'\\n```\\n\\ncreed itself, I also began to observe its priests more attentively,\\n\\nand I became convinced that almost all the priests of that\\n\\nreligion, the writers, were immoral, and for the most part men of\\n\\nbad, worthless character, much inferior to those whom I had met in\\n\\nmy former dissipated and military life; but they were self-\\n\\nconfident and self-satisfied as only those can be who are quite\\n\\nholy or who do not know what holiness is.  These people revolted\\n\\nme, I became revolting to myself, and I realized that that faith\\n\\nwas a fraud.\\n\\n```\\n But strange to say, though I understood this fraud and\\n```\\n\\nrenounced it, yet I did not renounce the rank these people gave me:\\n\\nthe rank of artist, poet, and teacher.  I naively imagined that I\\n\\nwas a poet and artist and could teach everybody without myself\\n\\nknowing what I was teaching, and I acted accordingly.\\n\\n```\\n From my intimacy with these men I acquired a new vice:\\n```\\n\\nabnormally developed pride and an insane assurance that it was my\\n\\nvocation to teach men, without knowing what.\\n\\n```\\n To remember that time, and my own state of mind and that of\\n```\\n\\nthose men (though there are thousands like them today), is sad and\\n\\nterrible and ludicrous, and arouses exactly the feeling one\\n\\nexperiences in a lunatic asylum.\\n\\n```\\n We were all then convinced that it was necessary for us to\\n```\\n\\nspeak, write, and print as quickly as possible and as much as\\n\\npossible, and that it was all wanted for the good of humanity.  And\\n\\nthousands of us, contradicting and abusing one another, all printed\\n\\nand wrote -- teaching others.  And without noticing that we knew\\n\\nnothing, and that to the simplest of life's questions: What is good\\n\\nand what is evil? we did not know how to reply, we all talked at\\n\\nthe same time, not listening to one another, sometimes seconding\\n\\nand praising one another in order to be seconded and praised in\\n\\nturn, sometimes getting angry with one another -- just as in a\\n\\nlunatic asylum.\\n\\n```\\n Thousands of workmen laboured to the extreme limit of their\\n```\\n\\nstrength day and night, setting the type and printing millions of\\n\\nwords which the post carried all over Russia, and we still went on\\n\\nteaching and could in no way find time to teach enough, and were\\n\\nalways angry that sufficient attention was not paid us.\\n\\n```\\n It was terribly strange, but is now quite comprehensible.  Our\\n```\\n\\nreal innermost concern was to get as much money and praise as\\n\\npossible.  To gain that end we could do nothing except write books\\n\\nand papers.  So we did that.  But in order to do such useless work\\n\\nand to feel assured that we were very important people we required\\n\\na theory justifying our activity.  And so among us this theory was\\n\\ndevised:  \\\"All that exists is reasonable.  All that exists\\n\\ndevelops.  And it all develops by means of Culture.  And Culture is\\n\\nmeasured by the circulation of books and newspapers.  And we are\\n\\npaid money and are respected because we write books and newspapers,\\n\\nand therefore we are the most useful and the best of men.\\\"  This\\n\\ntheory would have been all very well if we had been unanimous, but\\n\\nas every thought expressed by one of us was always met by a\\n\\ndiametrically opposite thought expressed by another, we ought to\\n\\nhave been driven to reflection.  But we ignored this; people paid\\n\\nus money and those on our side praised us, so each of us considered\\n\\nhimself justified.\\n\\n```\\n It is now clear to me that this was just as in a lunatic\\n```\\n\\nasylum; but then I only dimly suspected this, and like all\\n\\nlunatics, simply called all men lunatics except myself.\\n\\n```\\n                           III\\n\\n\\n\\n So I lived, abandoning myself to this insanity for another six\\n```\\n\\nyears, till my marriage.  During that time I went abroad.  Life in\\n\\nEurope and my acquaintance with leading and learned Europeans\\n\\n\\\\[Footnote:  Russians generally make a distinction between Europeans\\n\\nand Russians. -- A.M.\\\\] confirmed me yet more in the faith of\\n\\nstriving after perfection in which I believed, for I found the same\\n\\nfaith among them.  That faith took with me the common form it\\n\\nassumes with the majority of educated people of our day.  It was\\n\\nexpressed by the word \\\"progress\\\".  It then appeared to me that this\\n\\nword meant something.  I did not as yet understand that, being\\n\\ntormented (like every vital man) by the question how it is best for\\n\\nme to live, in my answer, \\\"Live in conformity with progress\\\", I was\\n\\nlike a man in a boat who when carried along by wind and waves\\n\\nshould reply to what for him is the chief and only question.\\n\\n\\\"whither to steer\\\", by saying, \\\"We are being carried somewhere\\\".\\n\\n```\\n I did not then notice this.  Only occasionally -- not by\\n```\\n\\nreason but by instinct -- I revolted against this superstition so\\n\\ncommon in our day, by which people hide from themselves their lack\\n\\nof understanding of life....So, for instance, during my stay in\\n\\nParis, the sight of an execution revealed to me the instability of\\n\\nmy superstitious belief in progress.  When I saw the head part from\\n\\nthe body and how they thumped separately into the box, I\\n\\nunderstood, not with my mind but with my whole being, that no\\n\\ntheory of the reasonableness of our present progress could justify\\n\\nthis deed; and that though everybody from the creation of the world\\n\\nhad held it to be necessary, on whatever theory, I knew it to be\\n\\nunnecessary and bad; and therefore the arbiter of what is good and\\n\\nevil is not what people say and do, nor is it progress, but it is\\n\\nmy heart and I.  Another instance of a realization that the\\n\\nsuperstitious belief in progress is insufficient as a guide to\\n\\nlife, was my brother's death.  Wise, good, serious, he fell ill\\n\\nwhile still a young man, suffered for more than a year, and died\\n\\npainfully, not understanding why he had lived and still less why he\\n\\nhad to die.  No theories could give me, or him, any reply to these\\n\\nquestions during his slow and painful dying.  But these were only\\n\\nrare instances of doubt, and I actually continued to live\\n\\nprofessing a faith only in progress.  \\\"Everything evolves and I\\n\\nevolve with it:  and why it is that I evolve with all things will\\n\\nbe known some day.\\\"  So I ought to have formulated my faith at that\\n\\ntime.\\n\\n```\\n On returning from abroad I settled in the country and chanced\\n```\\n\\nto occupy myself with peasant schools.  This work was particularly\\n\\nto my taste because in it I had not to face the falsity which had\\n\\nbecome obvious to me and stared me in the face when I tried to\\n\\nteach people by literary means.  Here also I acted in the name of\\n\\nprogress, but I already regarded progress itself critically.  I\\n\\nsaid to myself:  \\\"In some of its developments progress has\\n\\nproceeded wrongly, and with primitive peasant children one must\\n\\ndeal in a spirit of perfect freedom, letting them choose what path\\n\\nof progress they please.\\\"  In reality I was ever revolving round\\n\\none and the same insoluble problem, which was:  How to teach\\n\\nwithout knowing what to teach.  In the higher spheres of literary\\n\\nactivity I had realized that one could not teach without knowing\\n\\nwhat, for I saw that people all taught differently, and by\\n\\nquarrelling among themselves only succeeded in hiding their\\n\\nignorance from one another.  But here, with peasant children, I\\n\\nthought to evade this difficulty by letting them learn what they\\n\\nliked.  It amuses me now when I remember how I shuffled in trying\\n\\nto satisfy my desire to teach, while in the depth of my soul I knew\\n\\nvery well that I could not teach anything needful for I did not\\n\\nknow what was needful.  After spending a year at school work I went\\n\\nabroad a second time to discover how to teach others while myself\\n\\nknowing nothing.\\n\\n```\\n And it seemed to me that I had learnt this aborad, and in the\\n```\\n\\nyear of the peasants' emancipation (1861) I returned to Russia\\n\\narmed with all this wisdom, and having become an Arbiter \\\\[Footnote:\\n\\nTo keep peace between peasants and owners.--A.M.\\\\] I began to teach,\\n\\nboth the uneducated peasants in schools and the educated classes\\n\\nthrough a magazine I published.  Things appeared to be going well,\\n\\nbut I felt I was not quite sound mentally and that matters could\\n\\nnot long continue in that way.  And I should perhaps then have come\\n\\nto the state of despair I reached fifteen years later had there not\\n\\nbeen one side of life still unexplored by me which promised me\\n\\nhappiness:  that was my marriage.\\n\\n```\\n For a year I busied myself with arbitration work, the schools,\\n```\\n\\nand the magazine; and I became so worn out -- as a result\\n\\nespecially of my mental confusion -- and so hard was my struggle as\\n\\nArbiter, so obscure the results of my activity in the schools, so\\n\\nrepulsive my shuffling in the magazine (which always amounted to\\n\\none and the same thing:  a desire to teach everybody and to hide\\n\\nthe fact that I did not know what to teach), that I fell ill,\\n\\nmentally rather than physically, threw up everything, and went away\\n\\nto the Bashkirs in the steppes, to breathe fresh air, drink kumys\\n\\n\\\\[Footnote: A fermented drink prepared from mare's milk.--A. M.\\\\],\\n\\nand live a merely animal life.\\n\\n```\\n Returning from there I married.  The new conditions of happy\\n```\\n\\nfamily life completely diverted me from all search for the general\\n\\nmeaning of life.  My whole life was centred at that time in my\\n\\nfamily, wife and children, and therefore in care to increase our\\n\\nmeans of livelihood.  My striving after self-perfection, for which\\n\\nI had already substituted a striving for perfection in general,\\n\\ni.e. progress, was now again replaced by the effort simply to\\n\\nsecure the best possible conditions for myself and my family.\\n\\n```\\n So another fifteen years passed.\\n\\n In spite of the fact that I now regarded authorship as of no\\n```\\n\\nimportance -- the temptation of immense monetary rewards and\\n\\napplause for my insignificant work -- and I devoted myself to it as\\n\\na means of improving my material position and of stifling in my\\n\\nsoul all questions as to the meaning of my own life or life in\\n\\ngeneral.\\n\\n```\\n I wrote:  teaching what was for me the only truth, namely,\\n```\\n\\nthat one should live so as to have the best for oneself and one's\\n\\nfamily.\\n\\n```\\n So I lived; but five years ago something very strange began to\\n```\\n\\nhappen to me.  At first I experienced moments of perplexity and\\n\\narrest of life, and though I did not know what to do or how to\\n\\nlive; and I felt lost and became dejected.  But this passed and I\\n\\nwent on living as before.  Then these moments of perplexity began\\n\\nto recur oftener and oftener, and always in the same form.  They\\n\\nwere always expressed by the questions:  What is it for?  What does\\n\\nit lead to?\\n\\n```\\n At first it seemed to me that these were aimless and\\n```\\n\\nirrelevant questions.  I thought that it was all well known, and\\n\\nthat if I should ever wish to deal with the solution it would not\\n\\ncost me much effort; just at present I had no time for it, but when\\n\\nI wanted to I should be able to find the answer.  The questions\\n\\nhowever began to repeat themselves frequently, and to demand\\n\\nreplies more and more insistently; and like drops of ink always\\n\\nfalling on one place they ran together into one black blot.\\n\\n```\\n Then occurred what happens to everyone sickening with a mortal\\n```\\n\\ninternal disease.  At first trivial signs of indisposition appear\\n\\nto which the sick man pays no attention; then these signs reappear\\n\\nmore and more often and merge into one uninterrupted period of\\n\\nsuffering.  The suffering increases, and before the sick man can\\n\\nlook round, what he took for a mere indisposition has already\\n\\nbecome more important to him than anything else in the world -- it\\n\\nis death!\\n\\n```\\n That is what happened to me.  I understood that it was no\\n```\\n\\ncasual indisposition but something very important, and that if\\n\\nthese questions constantly repeated themselves they would have to\\n\\nbe answered.  And I tried to answer them.  The questions seemed\\n\\nsuch stupid, simple, childish ones; but as soon as I touched them\\n\\nand tried to solve them I at once became convinced, first, that\\n\\nthey are not childish and stupid but the most important and\\n\\nprofound of life's questions; and secondly that, occupying myself\\n\\nwith my Samara estate, the education of my son, or the writing of\\n\\na book, I had to know *why* I was doing it.  As long as I did not\\n\\nknow why, I could do nothing and could not live.  Amid the thoughts\\n\\nof estate management which greatly occupied me at that time, the\\n\\nquestion would suddenly occur:  \\\"Well, you will have 6,000\\n\\ndesyatinas \\\\[Footnote: The desyatina is about 2.75 acres.--A.M.\\\\] of\\n\\nland in Samara Government and 300 horses, and what then?\\\" ... And\\n\\nI was quite disconcerted and did not know what to think.  Or when\\n\\nconsidering plans for the education of my children, I would say to\\n\\nmyself:  \\\"What for?\\\"  Or when considering how the peasants might\\n\\nbecome prosperous, I would suddenly say to myself:  \\\"But what does\\n\\nit matter to me?\\\"  Or when thinking of the fame my works would\\n\\nbring me, I would say to myself, \\\"Very well; you will be more\\n\\nfamous than Gogol or Pushkin or Shakespeare or Moliere, or than all\\n\\nthe writers in the world -- and what of it?\\\"  And I could find no\\n\\nreply at all.  The questions would not wait, they had to be\\n\\nanswered at once, and if I did not answer them it was impossible to\\n\\nlive.  But there was no answer.\\n\\n```\\n I felt that what I had been standing on had collapsed and that\\n```\\n\\nI had nothing left under my feet.  What I had lived on no longer\\n\\nexisted, and there was nothing left.\\n\\n```\\n                           IV\\n\\n\\n\\n My life came to a standstill.  I could breathe, eat, drink,\\n```\\n\\nand sleep, and I could not help doing these things; but there was\\n\\nno life, for there were no wishes the fulfillment of which I could\\n\\nconsider reasonable.  If I desired anything, I knew in advance that\\n\\nwhether I satisfied my desire or not, nothing would come of it.\\n\\nHad a fairy come and offered to fulfil my desires I should not have\\n\\nknow what to ask.  If in moments of intoxication I felt something\\n\\nwhich, though not a wish, was a habit left by former wishes, in\\n\\nsober moments I knew this to be a delusion and that there was\\n\\nreally nothing to wish for.  I could not even wish to know the\\n\\ntruth, for I guessed of what it consisted.  The truth was that life\\n\\nis meaningless.  I had as it were lived, lived, and walked, walked,\\n\\ntill I had come to a precipice and saw clearly that there was\\n\\nnothing ahead of me but destruction.  It was impossible to stop,\\n\\nimpossible to go back, and impossible to close my eyes or avoid\\n\\nseeing that there was nothing ahead but suffering and real death --\\n\\ncomplete annihilation.\\n\\n```\\n It had come to this, that I, a healthy, fortunate man, felt I\\n```\\n\\ncould no longer live: some irresistible power impelled me to rid\\n\\nmyself one way or other of life.  I cannot say I *wished* to kill\\n\\nmyself.  The power which drew me away from life was stronger,\\n\\nfuller, and more widespread than any mere wish.  It was a force\\n\\nsimilar to the former striving to live, only in a contrary\\n\\ndirection.  All my strength drew me away from life.  The thought of\\n\\nself-destruction now came to me as naturally as thoughts of how to\\n\\nimprove my life had come formerly.  and it was seductive that I had\\n\\nto be cunning with myself lest I should carry it out too hastily.\\n\\nI did not wish to hurry, because I wanted to use all efforts to\\n\\ndisentangle the matter.  \\\"If I cannot unravel matters, there will\\n\\nalways be time.\\\"  and it was then that I, a man favoured by\\n\\nfortune, hid a cord from myself lest I should hang myself from the\\n\\ncrosspiece of the partition in my room where I undressed alone\\n\\nevery evening, and I ceased to go out shooting with a gun lest I\\n\\nshould be tempted by so easy a way of ending my life.  I did not\\n\\nmyself know what I wanted:  I feared life, desired to escape from\\n\\nit, yet still hoped something of it.\\n\\n```\\n And all this befell me at a time when all around me I had what\\n```\\n\\nis considered complete good fortune.  I was not yet fifty; I had a\\n\\ngood wife who lived me and whom I loved, good children, and a large\\n\\nestate which without much effort on my part improved and increased.\\n\\nI was respected by my relations and acquaintances more than at any\\n\\nprevious time.  I was praised by others and without much self-\\n\\ndeception could consider that my name was famous.  And far from\\n\\nbeing insane or mentally diseased, I enjoyed on the contrary a\\n\\nstrength of mind and body such as I have seldom met with among men\\n\\nof my kind; physically I could keep up with the peasants at mowing,\\n\\nand mentally I could work for eight and ten hours at a stretch\\n\\nwithout experiencing any ill results from such exertion.  And in\\n\\nthis situation I came to this -- that I could not live, and,\\n\\nfearing death, had to employ cunning with myself to avoid taking my\\n\\nown life.\\n\\n```\\n My mental condition presented itself to me in this way:  my\\n```\\n\\nlife is a stupid and spiteful joke someone has played on me.\\n\\nThough I did not acknowledge a \\\"someone\\\" who created me, yet such\\n\\na presentation -- that someone had played an evil and stupid joke\\n\\non my by placing me in the world -- was the form of expression that\\n\\nsuggested itself most naturally to me.\\n\\n```\\n Involuntarily it appeared to me that there, somewhere, was\\n```\\n\\nsomeone who amused himself by watching how I lived for thirty or\\n\\nforty years:  learning, developing, maturing in body and mind, and\\n\\nhow, having with matured mental powers reached the summit of life\\n\\nfrom which it all lay before me, I stood on that summit -- like an\\n\\narch-fool -- seeing clearly that there is nothing in life, and that\\n\\nthere has been and will be nothing.  And *he* was amused. ...\\n\\n```\\n But whether that \\\"someone\\\" laughing at me existed or not, I\\n```\\n\\nwas none the better off.  I could give no reasonable meaning to any\\n\\nsingle action or to my whole life.  I was only surprised that I\\n\\ncould have avoided understanding this from the very beginning -- it\\n\\nhas been so long known to all.  Today or tomorrow sickness and\\n\\ndeath will come (they had come already) to those I love or to me;\\n\\nnothing will remain but stench and worms.  Sooner or later my\\n\\naffairs, whatever they may be, will be forgotten, and I shall not\\n\\nexist.  Then why go on making any effort? ... How can man fail to\\n\\nsee this?  And how go on living?  That is what is surprising!  One\\n\\ncan only live while one is intoxicated with life; as soon as one is\\n\\nsober it is impossible not to see that it is all a mere fraud and\\n\\na stupid fraud!  That is precisely what it is:  there is nothing\\n\\neither amusing or witty about it, it is simply cruel and stupid.\\n\\n```\\n There is an Eastern fable, told long ago, of a traveller\\n```\\n\\novertaken on a plain by an enraged beast.  Escaping from the beast\\n\\nhe gets into a dry well, but sees at the bottom of the well a\\n\\ndragon that has opened its jaws to swallow him.  And the\\n\\nunfortunate man, not daring to climb out lest he should be\\n\\ndestroyed by the enraged beast, and not daring to leap to the\\n\\nbottom of the well lest he should be eaten by the dragon, seizes s\\n\\ntwig growing in a crack in the well and clings to it.  His hands\\n\\nare growing weaker and he feels he will soon have to resign himself\\n\\nto the destruction that awaits him above or below, but still he\\n\\nclings on.  Then he sees that two mice, a black one and a white\\n\\none, go regularly round and round the stem of the twig to which he\\n\\nis clinging and gnaw at it.  And soon the twig itself will snap and\\n\\nhe will fall into the dragon's jaws.  The traveller sees this and\\n\\nknows that he will inevitably perish; but while still hanging he\\n\\nlooks around, sees some drops of honey on the leaves of the twig,\\n\\nreaches them with his tongue and licks them.  So I too clung to the\\n\\ntwig of life, knowing that the dragon of death was inevitably\\n\\nawaiting me, ready to tear me to pieces; and I could not understand\\n\\nwhy I had fallen into such torment.  I tried to lick the honey\\n\\nwhich formerly consoled me, but the honey no longer gave me\\n\\npleasure, and the white and black mice of day and night gnawed at\\n\\nthe branch by which I hung.  I saw the dragon clearly and the honey\\n\\nno longer tasted sweet.  I only saw the unescapable dragon and the\\n\\nmice, and I could not tear my gaze from them.  and this is not a\\n\\nfable but the real unanswerable truth intelligible to all.\\n\\n```\\n The deception of the joys of life which formerly allayed my\\n```\\n\\nterror of the dragon now no longer deceived me.  No matter how\\n\\noften I may be told, \\\"You cannot understand the meaning of life so\\n\\ndo not think about it, but live,\\\" I can no longer do it: I have\\n\\nalready done it too long.  I cannot now help seeing day and night\\n\\ngoing round and bringing me to death.  That is all I see, for that\\n\\nalone is true.  All else is false.\\n\\n```\\n The two drops of honey which diverted my eyes from the cruel\\n```\\n\\ntruth longer than the rest: my love of family, and of writing --\\n\\nart as I called it -- were no longer sweet to me.\\n\\n```\\n \\\"Family\\\"...said I to myself.  But my family -- wife and\\n```\\n\\nchildren -- are also human.  They are placed just as I am: they\\n\\nmust either live in a lie or see the terrible truth.  Why should\\n\\nthey live?  Why should I love them, guard them, bring them up, or\\n\\nwatch them?  That they may come to the despair that I feel, or else\\n\\nbe stupid?  Loving them, I cannot hide the truth from them: each\\n\\nstep in knowledge leads them to the truth.  And the truth is death.\\n\\n```\\n \\\"Art, poetry?\\\"...Under the influence of success and the praise\\n```\\n\\nof men, I had long assured myself that this was a thing one could\\n\\ndo though death was drawing near -- death which destroys all\\n\\nthings, including my work and its remembrance; but soon I saw that\\n\\nthat too was a fraud.  It was plain to me that art is an adornment\\n\\nof life, an allurement to life.  But life had lost its attraction\\n\\nfor me, so how could I attract others?  As long as I was not living\\n\\nmy own life but was borne on the waves of some other life -- as\\n\\nlong as I believed that life had a meaning, though one I could not\\n\\nexpress -- the reflection of life in poetry and art of all kinds\\n\\nafforded me pleasure:  it was pleasant to look at life in the\\n\\nmirror of art.  But when I began to seek the meaning of life and\\n\\nfelt the necessity of living my own life, that mirror became for me\\n\\nunnecessary, superfluous, ridiculous, or painful.  I could no\\n\\nlonger soothe myself with what I now saw in the mirror, namely,\\n\\nthat my position was stupid and desperate.  It was all very well to\\n\\nenjoy the sight when in the depth of my soul I believed that my\\n\\nlife had a meaning.  Then the play of lights -- comic, tragic,\\n\\ntouching, beautiful, and terrible -- in life amused me.  No\\n\\nsweetness of honey could be sweet to me when I saw the dragon and\\n\\nsaw the mice gnawing away my support.\\n\\n```\\n Nor was that all.  Had I simply understood that life had no\\n```\\n\\nmeaning I could have borne it quietly, knowing that that was my\\n\\nlot.  But I could not satisfy myself with that.  Had I been like a\\n\\nman living in a wood from which he knows there is no exit, I could\\n\\nhave lived; but I was like one lost in a wood who, horrified at\\n\\nhaving lost his way, rushes about wishing to find the road.  He\\n\\nknows that each step he takes confuses him more and more, but still\\n\\nhe cannot help rushing about.\\n\\n```\\n It was indeed terrible.  And to rid myself of the terror I\\n```\\n\\nwished to kill myself.  I experienced terror at what awaited me --\\n\\nknew that that terror was even worse than the position I was in,\\n\\nbut still I could not patiently await the end.  However convincing\\n\\nthe argument might be that in any case some vessel in my heart\\n\\nwould give way, or something would burst and all would be over, I\\n\\ncould not patiently await that end.  The horror of darkness was too\\n\\ngreat, and I wished to free myself from it as quickly as possible\\n\\nby noose or bullet.  that was the feeling which drew me most\\n\\nstrongly towards suicide.\\n\\n```\\n                            V\\n\\n\\n\\n \\\"But perhaps I have overlooked something, or misunderstood\\n```\\n\\nsomething?\\\" said to myself several times.  \\\"It cannot be that this\\n\\ncondition of despair is natural to man!\\\"  And I sought for an\\n\\nexplanation of these problems in all the branches of knowledge\\n\\nacquired by men.  I sought painfully and long, not from idle\\n\\ncuriosity or listlessly, but painfully and persistently day and\\n\\nnight -- sought as a perishing man seeks for safety -- and I found\\n\\nnothing.\\n\\n```\\n I sought in all the sciences, but far from finding what I\\n```\\n\\nwanted, became convinced that all who like myself had sought in\\n\\nknowledge for the meaning of life had found nothing.  And not only\\n\\nhad they found nothing, but they had plainly acknowledged that the\\n\\nvery thing which made me despair -- namely the senselessness of\\n\\nlife -- is the one indubitable thing man can know.\\n\\n```\\n I sought everywhere; and thanks to a life spent in learning,\\n```\\n\\nand thanks also to my relations with the scholarly world, I had\\n\\naccess to scientists and scholars in all branches of knowledge, and\\n\\nthey readily showed me all their knowledge, not only in books but\\n\\nalso in conversation, so that I had at my disposal all that science\\n\\nhas to say on this question of life.\\n\\n```\\n I was long unable to believe that it gives no other reply to\\n```\\n\\nlife's questions than that which it actually does give.  It long\\n\\nseemed to me, when I saw the important and serious air with which\\n\\nscience announces its conclusions which have nothing in common with\\n\\nthe real questions of human life, that there was something I had\\n\\nnot understood.  I long was timid before science, and it seemed to\\n\\nme that the lack of conformity between the answers and my questions\\n\\narose not by the fault of science but from my ignorance, but the\\n\\nmatter was for me not a game or an amusement but one of life and\\n\\ndeath, and I was involuntarily brought to the conviction that my\\n\\nquestions were the only legitimate ones, forming the basis of all\\n\\nknowledge, and that I with my questions was not to blame, but\\n\\nscience if it pretends to reply to those questions.\\n\\n```\\n My question -- that which at the age of fifty brought me to\\n```\\n\\nthe verge of suicide -- was the simplest of questions, lying in the\\n\\nsoul of every man from the foolish child to the wisest elder: it\\n\\nwas a question without an answer to which one cannot live, as I had\\n\\nfound by experience.  It was: \\\"What will come of what I am doing\\n\\ntoday or shall do tomorrow?  What will come of my whole life?\\\"\\n\\n```\\n Differently expressed, the question is:  \\\"Why should I live,\\n```\\n\\nwhy wish for anything, or do anything?\\\"  It can also be expressed\\n\\nthus:  \\\"Is there any meaning in my life that the inevitable death\\n\\nawaiting me does not destroy?\\\"\\n\\n```\\n To this one question, variously expressed, I sought an answer\\n```\\n\\nin science.  And I found that in relation to that question all\\n\\nhuman knowledge is divided as it were into tow opposite hemispheres\\n\\nat the ends of which are two poles:  the one a negative and the\\n\\nother a positive; but that neither at the one nor the other pole is\\n\\nthere an answer to life's questions.\\n\\n```\\n The one series of sciences seems not to recognize the\\n```\\n\\nquestion, but replies clearly and exactly to its own independent\\n\\nquestions: that is the series of experimental sciences, and at the\\n\\nextreme end of it stands mathematics.  The other series of sciences\\n\\nrecognizes the question, but does not answer it; that is the series\\n\\nof abstract sciences, and at the extreme end of it stands\\n\\nmetaphysics.\\n\\n```\\n From early youth I had been interested in the abstract\\n```\\n\\nsciences, but later the mathematical and natural sciences attracted\\n\\nme, and until I put my question definitely to myself, until that\\n\\nquestion had itself grown up within me urgently demanding a\\n\\ndecision, I contented myself with those counterfeit answers which\\n\\nscience gives.\\n\\n```\\n Now in the experimental sphere I said to myself: \\\"Everything\\n```\\n\\ndevelops and differentiates itself, moving towards complexity and\\n\\nperfection, and there are laws directing this movement.  You are a\\n\\npart of the whole.  Having learnt as far as possible the whole, and\\n\\nhaving learnt the law of evolution, you will understand also your\\n\\nplace in the whole and will know yourself.\\\"  Ashamed as I am to\\n\\nconfess it, there wa a time when I seemed satisfied with that.  It\\n\\nwas just the time when I was myself becoming more complex and was\\n\\ndeveloping. My muscles were growing and strengthening, my memory\\n\\nwas being enriched, my capacity to think and understand was\\n\\nincreasing, I was growing and developing; and feeling this growth\\n\\nin myself it was natural for me to think that such was the\\n\\nuniversal law in which I should find the solution of the question\\n\\nof my life.  But a time came when the growth within me ceased.  I\\n\\nfelt that I was not developing, but fading, my muscles were\\n\\nweakening, my teeth falling out, and I saw that the law not only\\n\\ndid not explain anything to me, but that there never had been or\\n\\ncould be such a law, and that I had taken for a law what I had\\n\\nfound in myself at a certain period of my life.  I regarded the\\n\\ndefinition of that law more strictly, and it became clear to me\\n\\nthat there could be no law of endless development; it became clear\\n\\nthat to say, \\\"in infinite space and time everything develops,\\n\\nbecomes more perfect and more complex, is differentiated\\\", is to\\n\\nsay nothing at all.  These are all words with no meaning, for in\\n\\nthe infinite there is neither complex nor simple, neither forward\\n\\nnor backward, nor better or worse.\\n\\n```\\n Above all, my personal question, \\\"What am I with my desires?\\\"\\n```\\n\\nremained quite unanswered.  And I understood that those sciences\\n\\nare very interesting and attractive, but that they are exact and\\n\\nclear in inverse proportion to their applicability to the question\\n\\nof life: the less their applicability to the question of life, the\\n\\nmore exact and clear they are, while the more they try to reply to\\n\\nthe question of life, the more obscure and unattractive they\\n\\nbecome.  If one turns to the division of sciences which attempt to\\n\\nreply to the questions of life -- to physiology, psychology,\\n\\nbiology, sociology -- one encounters an appalling poverty of\\n\\nthought, the greatest obscurity, a quite unjustifiable pretension\\n\\nto solve irrelevant question, and a continual contradiction of each\\n\\nauthority by others and even by himself.  If one turns to the\\n\\nbranches of science which are not concerned with the solution of\\n\\nthe questions of life, but which reply to their own special\\n\\nscientific questions, one is enraptured by the power of man's mind,\\n\\nbut one knows in advance that they give no reply to life's\\n\\nquestions.  Those sciences simply ignore life's questions.  They\\n\\nsay:  \\\"To the question of what you are and why you live we have no\\n\\nreply, and are not occupied with that; but if you want to know the\\n\\nlaws of light, of chemical combinations, the laws of development of\\n\\norganisms, if you want to know the laws of bodies and their form,\\n\\nand the relation of numbers and quantities, if you want to know the\\n\\nlaws of your mind, to all that we have clear, exact and\\n\\nunquestionable replies.\\\"\\n\\n```\\n In general the relation of the experimental sciences to life's\\n```\\n\\nquestion may be expressed thus:  Question: \\\"Why do I live?\\\"\\n\\nAnswer: \\\"In infinite space, in infinite time, infinitely small\\n\\nparticles change their forms in infinite complexity, and when you\\n\\nhave under stood the laws of those mutations of form you will\\n\\nunderstand why you live on the earth.\\\"\\n\\n```\\n Then in the sphere of abstract science I said to myself:  \\\"All\\n```\\n\\nhumanity lives and develops on the basis of spiritual principles\\n\\nand ideals which guide it.  Those ideals are expressed in\\n\\nreligions, in sciences, in arts, in forms of government.  Those\\n\\nideals become more and more elevated, and humanity advances to its\\n\\nhighest welfare.  I am part of humanity, and therefore my vocation\\n\\nis to forward the recognition and the realization of the ideals of\\n\\nhumanity.\\\"  And at the time of my weak-mindedness I was satisfied\\n\\nwith that; but as soon as the question of life presented itself\\n\\nclearly to me, those theories immediately crumbled away.  Not to\\n\\nspeak of the unscrupulous obscurity with which those sciences\\n\\nannounce conclusions formed on the study of a small part of mankind\\n\\nas general conclusions; not to speak of the mutual contradictions\\n\\nof different adherents of this view as to what are the ideals of\\n\\nhumanity; the strangeness, not to say stupidity, of the theory\\n\\nconsists in the fact that in order to reply to the question facing\\n\\neach man:  \\\"What am I?\\\" or \\\"Why do I live?\\\" or \\\"What must I do?\\\"\\n\\none has first to decide the question: \\\"What is the life of the\\n\\nwhole?\\\" (which is to him unknown and of which he is acquainted with\\n\\none tiny part in one minute period of time.  To understand what he\\n\\nis, one man must first understand all this mysterious humanity,\\n\\nconsisting of people such as himself who do not understand one\\n\\nanother.\\n\\n```\\n I have to confess that there was a time when I believed this. \\n```\\n\\nIt was the time when I had my own favourite ideals justifying my\\n\\nown caprices, and I was trying to devise a theory which would allow\\n\\none to consider my caprices as the law of humanity.  But as soon as\\n\\nthe question of life arose in my soul in full clearness that reply\\n\\nat once few to dust.  And I understood that as in the experimental\\n\\nsciences there are real sciences, and semi-sciences which try to\\n\\ngive answers to questions beyond their competence, so in this\\n\\nsphere there is a whole series of most diffused sciences which try\\n\\nto reply to irrelevant questions.  Semi-sciences of that kind, the\\n\\njuridical and the social-historical, endeavour to solve the\\n\\nquestions of a man's life by pretending to decide each in its own\\n\\nway, the question of the life of all humanity.\\n\\n```\\n But as in the sphere of man's experimental knowledge one who\\n```\\n\\nsincerely inquires how he is to live cannot be satisfied with the\\n\\nreply -- \\\"Study in endless space the mutations, infinite in time\\n\\nand in complexity, of innumerable atoms, and then you will\\n\\nunderstand your life\\\" -- so also a sincere man cannot be satisfied\\n\\nwith the reply: \\\"Study the whole life of humanity of which we\\n\\ncannot know either the beginning or the end, of which we do not\\n\\neven know a small part, and then you will understand your own\\n\\nlife.\\\" And like the experimental semi-sciences, so these other\\n\\nsemi-sciences are the more filled with obscurities, inexactitudes,\\n\\nstupidities, and contradictions, the further they diverge from the\\n\\nreal problems.  The problem of experimental science is the sequence\\n\\nof cause and effect in material phenomena.  It is only necessary\\n\\nfor experimental science to introduce the question of a final cause\\n\\nfor it to become nonsensical.  The problem of abstract science is\\n\\nthe recognition of the primordial essence of life.  It is only\\n\\nnecessary to introduce the investigation of consequential phenomena\\n\\n(such as social and historical phenomena) and it also becomes\\n\\nnonsensical.\\n\\n```\\n Experimental science only then gives positive knowledge and\\n```\\n\\ndisplays the greatness of the human mind when it does not introduce\\n\\ninto its investigations the question of an ultimate cause.  And, on\\n\\nthe contrary, abstract science is only then science and displays\\n\\nthe greatness of the human mind when it puts quite aside questions\\n\\nrelating to the consequential causes of phenomena and regards man\\n\\nsolely in relation to an ultimate cause.  Such in this realm of\\n\\nscience -- forming the pole of the sphere -- is metaphysics or\\n\\nphilosophy.  That science states the question clearly:  \\\"What am I,\\n\\nand what is the universe?  And why do I exist, and why does the\\n\\nuniverse exist?\\\"  And since it has existed it has always replied in\\n\\nthe same way.  Whether the philosopher calls the essence of life\\n\\nexisting within me, and in all that exists, by the name of \\\"idea\\\",\\n\\nor \\\"substance\\\", or \\\"spirit\\\", or \\\"will\\\", he says one and the same\\n\\nthing:  that this essence exists and that I am of that same\\n\\nessence; but why it is he does not know, and does not say, if he is\\n\\nan exact thinker.  I ask:  \\\"Why should this essence exist?  What\\n\\nresults from the fact that it is and will be?\\\" ... And philosophy\\n\\nnot merely does not reply, but is itself only asking that question.\\n\\nAnd if it is real philosophy all its labour lies merely in trying\\n\\nto put that question clearly.  And if it keeps firmly to its task\\n\\nit cannot reply to the question otherwise than thus:  \\\"What am I,\\n\\nand what is the universe?\\\"  \\\"All and nothing\\\"; and to the question\\n\\n\\\"Why?\\\" by \\\"I do not know\\\".\\n\\n```\\n So that however I may turn these replies of philosophy, I can\\n```\\n\\nnever obtain anything like an answer -- and not because, as in the\\n\\nclear experimental sphere, the reply does not relate to my\\n\\nquestion, but because here, though all the mental work is directed\\n\\njust to my question, there is no answer, but instead of an answer\\n\\none gets the same question, only in a complex form.\\n\\nVI\\n\\n```\\n In my search for answers to life's questions I experienced\\n```\\n\\njust what is felt by a man lost in a forest.\\n\\n```\\n He reaches a glade, climbs a tree, and clearly sees the\\n```\\n\\nlimitless distance, but sees that his home is not and cannot be\\n\\nthere; then he goes into the dark wood and sees the darkness, but\\n\\nthere also his home is not.\\n\\n```\\n So I wandered n that wood of human knowledge, amid the gleams\\n```\\n\\nof mathematical and experimental science which showed me clear\\n\\nhorizons but in a direction where there could be no home, and also\\n\\namid the darkness of the abstract sciences where I was immersed in\\n\\ndeeper gloom the further I went, and where I finally convinced\\n\\nmyself that there was, and could be, no exit.\\n\\n```\\n Yielding myself to the bright side of knowledge, I understood\\n```\\n\\nthat I was only diverting my gaze from the question.  However\\n\\nalluringly clear those horizons which opened out before me might\\n\\nbe, however alluring it might be to immerse oneself in the\\n\\nlimitless expanse of those sciences, I already understood that the\\n\\nclearer they were the less they met my need and the less they\\n\\napplied to my question.\\n\\n```\\n \\\"I know,\\\" said I to myself, \\\"what science so persistently\\n```\\n\\ntries to discover, and along that road there is no reply to the\\n\\nquestion as to the meaning of my life.\\\"  In the abstract sphere I\\n\\nunderstood that notwithstanding the fact, or just because of the\\n\\nfact, that the direct aim of science is to reply to my question,\\n\\nthere is no reply but that which I have myself already given:\\n\\n\\\"What is the meaning of my life?\\\"  \\\"There is none.\\\"  Or:  \\\"What\\n\\nwill come of my life?\\\" \\\"Nothing.\\\"  Or:  \\\"Why does everything exist\\n\\nthat exists, and why do I exist?\\\"  \\\"Because it exists.\\\"\\n\\n```\\n Inquiring for one region of human knowledge, I received an\\n```\\n\\ninnumerable quantity of exact replies concerning matters about\\n\\nwhich I had not asked:  about the chemical constituents of the\\n\\nstars, about the movement of the sun towards the constellation\\n\\nHercules, about the origin of species and of man, about the forms\\n\\nof infinitely minute imponderable particles of ether; but in this\\n\\nsphere of knowledge the only answer to my question, \\\"What is the\\n\\nmeaning of my life?\\\" was: \\\"You are what you call your 'life'; you\\n\\nare a transitory, casual cohesion of particles.  The mutual\\n\\ninteractions and changes of these particles produce in you what you\\n\\ncall your \\\"life\\\".  That cohesion will last some time; afterwards\\n\\nthe interaction of these particles will cease and what you call\\n\\n\\\"life\\\" will cease, and so will all your questions.  You are an\\n\\naccidentally united little lump of something.  that little lump\\n\\nferments.  The little lump calls that fermenting its 'life'.  The\\n\\nlump will disintegrate and there will be an end of the fermenting\\n\\nand of all the questions.\\\"  So answers the clear side of science\\n\\nand cannot answer otherwise if it strictly follows its principles.\\n\\n```\\n From such a reply one sees that the reply does not answer the\\n```\\n\\nquestion.  I want to know the meaning of my life, but that it is a\\n\\nfragment of the infinite, far from giving it a meaning destroys its\\n\\nevery possible meaning.  The obscure compromises which that side of\\n\\nexperimental exact science makes with abstract science when it says\\n\\nthat the meaning of life consists in development and in cooperation\\n\\nwith development, owing to their inexactness and obscurity cannot\\n\\nbe considered as replies.\\n\\n```\\n The other side of science -- the abstract side -- when it\\n```\\n\\nholds strictly to its principles, replying directly to the\\n\\nquestion, always replies, and in all ages has replied, in one and\\n\\nthe same way:  \\\"The world is something infinite and\\n\\nincomprehensible part of that incomprehensible 'all'.\\\"  Again I\\n\\nexclude all those compromises between abstract and experimental\\n\\nsciences which supply the whole ballast of the semi-sciences called\\n\\njuridical, political, and historical. In those semi-sciences the\\n\\nconception of development and progress is again wrongly introduced,\\n\\nonly with this difference, that there it was the development of\\n\\neverything while here it is the development of the life of mankind.\\n\\nThe error is there as before: development and progress in infinity\\n\\ncan have no aim or direction, and, as far as my question is\\n\\nconcerned, no answer is given.\\n\\n```\\n In truly abstract science, namely in genuine philosophy -- not\\n```\\n\\nin that which Schopenhauer calls \\\"professorial philosophy\\\" which\\n\\nserves only to classify all existing phenomena in new philosophic\\n\\ncategories and to call them by new names -- where the philosopher\\n\\ndoes not lose sight of the essential question, the reply is always\\n\\none and the same -- the reply given by Socrates, Schopenhauer,\\n\\nSolomon, and buddha.\\n\\n```\\n \\\"We approach truth only inasmuch as we depart from life\\\", said\\n```\\n\\nSocrates when preparing for death.  \\\"For what do we, who love\\n\\ntruth, strive after in life?  To free ourselves from the body, and\\n\\nfrom all the evil that is caused by the life of the body!  If so,\\n\\nthen how can we fail to be glad when death comes to us?\\n\\n```\\n \\\"The wise man seeks death all his life and therefore death is\\n```\\n\\nnot terrible to him.\\\"\\n\\n```\\n And Schopenhauer says:\\n\\n \\\"Having recognized the inmost essence of the world as *will*,\\n```\\n\\nand all its phenomena -- from the unconscious working of the\\n\\nobscure forces of Nature up to the completely conscious action of\\n\\nman -- as only the objectivity of that will, we shall in no way\\n\\navoid the conclusion that together with the voluntary renunciation\\n\\nand self-destruction of the will all those phenomena also\\n\\ndisappear, that constant striving and effort without aim or rest on\\n\\nall the stages of objectivity in which and through which the world\\n\\nexists; the diversity of successive forms will disappear, and\\n\\ntogether with the form all the manifestations of will, with its\\n\\nmost universal forms, space and time, and finally its most\\n\\nfundamental form -- subject and object.  Without will there is no\\n\\nconcept and no world.  Before us, certainly, nothing remains.  But\\n\\nwhat resists this transition into annihilation, our nature, is only\\n\\nthat same wish to live -- *Wille zum Leben* -- which forms\\n\\nourselves as well as our world.  That we are so afraid of\\n\\nannihilation or, what is the same thing, that we so wish to live,\\n\\nmerely means that we are ourselves nothing else but this desire to\\n\\nlive, and know nothing but it.  And so what remains after the\\n\\ncomplete annihilation of the will, for us who are so full of the\\n\\nwill, is, of course, nothing; but on the other hand, for those in\\n\\nwhom the will has turned and renounced itself, this so real world\\n\\nof ours with all its suns and milky way is nothing.\\\"\\n\\n```\\n \\\"Vanity of vanities\\\", says Solomon -- \\\"vanity of vanities --\\n```\\n\\nall is vanity.  What profit hath a man of all his labor which he\\n\\ntaketh under the sun?  One generation passeth away, and another\\n\\ngeneration commeth: but the earth abideth for ever....The thing\\n\\nthat hath been, is that which shall be; and that which is done is\\n\\nthat which shall be done: and there is no new thing under the sun.\\n\\nIs there anything whereof it may be said, See, this is new? it hath\\n\\nbeen already of old time, which was before us.  there is no\\n\\nremembrance of former things; neither shall there be any\\n\\nremembrance of things that are to come with those that shall come\\n\\nafter.  I the Preacher was King over Israel in Jerusalem.  And I\\n\\ngave my heart to seek and search out by wisdom concerning all that\\n\\nis done under heaven:  this sore travail hath God given to the sons\\n\\nof man to be exercised therewith.  I have seen all the works that\\n\\nare done under the sun; and behold, all is vanity and vexation of\\n\\nspirit....I communed with my own heart, saying, Lo, I am come to\\n\\ngreat estate, and have gotten more wisdom than all they that have\\n\\nbeen before me over Jerusalem: yea, my heart hath great experience\\n\\nof wisdom and knowledge.  And I gave my heart to know wisdom, and\\n\\nto know madness and folly: I perceived that this also is vexation\\n\\nof spirit.  For in much wisdom is much grief: and he that\\n\\nincreaseth knowledge increaseth sorrow.\\n\\n```\\n \\\"I said in my heart, Go to now, I will prove thee with mirth,\\n```\\n\\ntherefore enjoy pleasure: and behold this also is vanity. I said of\\n\\nlaughter, It is mad:  and of mirth, What doeth it?  I sought in my\\n\\nheart how to cheer my flesh with wine, and while my heart was\\n\\nguided by wisdom, to lay hold on folly, till I might see what it\\n\\nwas good for the sons of men that they should do under heaven the\\n\\nnumber of the days of their life.  I made me great works; I builded\\n\\nme houses; I planted me vineyards; I made me gardens and orchards,\\n\\nand I planted trees in them of all kinds of fruits: I made me pools\\n\\nof water, to water therefrom the forest where trees were reared: I\\n\\ngot me servants and maidens, and had servants born in my house;\\n\\nalso I had great possessions of herds and flocks above all that\\n\\nwere before me in Jerusalem: I gathered me also silver and gold and\\n\\nthe peculiar treasure from kings and from the provinces: I got me\\n\\nmen singers and women singers; and the delights of the sons of men,\\n\\nas musical instruments and all that of all sorts.  So I was great,\\n\\nand increased more than all that were before me in Jerusalem: also\\n\\nmy wisdom remained with me.  And whatever mine eyes desired I kept\\n\\nnot from them.  I withheld not my heart from any joy....Then I\\n\\nlooked on all the works that my hands had wrought, and on the\\n\\nlabour that I had laboured to do: and, behold, all was vanity and\\n\\nvexation of spirit, and there was no profit from them under the\\n\\nsun.  And I turned myself to behold wisdom, and madness, and\\n\\nfolly.... But I perceived that one even happeneth to them all.\\n\\nThen said I in my heart, As it happeneth to the fool, so it\\n\\nhappeneth even to me, and why was I then more wise?  then I said in\\n\\nmy heart, that this also is vanity.  For there is no remembrance of\\n\\nthe wise more than of the fool for ever; seeing that which now is\\n\\nin the days to come shall all be forgotten.  And how dieth the wise\\n\\nman? as the fool.  Therefore I hated life; because the work that is\\n\\nwrought under the sun is grievous unto me: for all is vanity and\\n\\nvexation of spirit.  Yea, I hated all my labour which I had taken\\n\\nunder the sun: seeing that I must leave it unto the man that shall\\n\\nbe after me.... For what hath  man of all his labour, and of the\\n\\nvexation of his heart, wherein he hath laboured under the sun?  For\\n\\nall his days are sorrows, and his travail grief; yea, even in the\\n\\nnight his heart taketh no rest.  this is also vanity.  Man is not\\n\\nblessed with security that he should eat and drink and cheer his\\n\\nsoul from his own labour.... All things come alike to all: there is\\n\\none event to the righteous and to the wicked; to the good and to\\n\\nthe evil; to the clean and to the unclean; to him that sacrificeth\\n\\nand to him that sacrificeth not; as is the good, so is the sinner;\\n\\nand he that sweareth, as he that feareth an oath.  This is an evil\\n\\nin all that is done under the sun, that there is one event unto\\n\\nall; yea, also the heart of the sons of men is full of evil, and\\n\\nmadness is in their heart while they live, and after that they go\\n\\nto the dead.  For him that is among the living there is hope: for\\n\\na living dog is better than a dead lion.  For the living know that\\n\\nthey shall die: but the dead know not any thing, neither have they\\n\\nany more a reward; for the memory of them is forgotten.  also their\\n\\nlove, and their hatred, and their envy, is now perished; neither\\n\\nhave they any more a portion for ever in any thing that is done\\n\\nunder the sun.\\\"\\n\\n```\\n So said Solomon, or whoever wrote those words.  [Footnote:\\n```\\n\\ntolstoy's version differs slightly in a few places from our own\\n\\nAuthorized or Revised version.  I have followed his text, for in a\\n\\nletter to Fet, quoted on p. 18, vol. ii, of my \\\"Life of Tolstoy,\\\"\\n\\nhe says that \\\"The Authorized English version \\\\[of Ecclesiastes\\\\] is\\n\\nbad.\\\" -- A.M.\\\\]\\n\\n```\\n And this is what the Indian wisdom tells:\\n\\n Sakya Muni, a young, happy prince, from whom the existence of\\n```\\n\\nsickness, old age, and death had been hidden, went out to drive and\\n\\nsaw a terrible old man, toothless and slobbering.  the prince, from\\n\\nwhom till then old age had been concealed, was amazed, and asked\\n\\nhis driver what it was, and how that man had come to such a\\n\\nwretched and disgusting condition, and when he learnt that this was\\n\\nthe common fate of all men, that the same thing inevitably awaited\\n\\nhim -- the young prince -- he could not continue his drive, but\\n\\ngave orders to go home, that he might consider this fact.  So he\\n\\nshut himself up alone and considered it.  and he probably devised\\n\\nsome consolation for himself, for he subsequently again went out to\\n\\ndrive, feeling merry and happy.  But this time he saw a sick man.\\n\\nHe saw an emaciated, livid, trembling man with dim eyes.  The\\n\\nprince, from whom sickness had been concealed, stopped and asked\\n\\nwhat this was.  And when he learnt that this was sickness, to which\\n\\nall men are liable, and that he himself -- a healthy and happy\\n\\nprince -- might himself fall ill tomorrow, he again was in no mood\\n\\nto enjoy himself but gave orders to drive home, and again sought\\n\\nsome solace, and probably found it, for he drove out a third time\\n\\nfor pleasure.  But this third time he saw another new sight: he saw\\n\\nmen carrying something.  'What is that?'  'A dead man.'  'What does\\n\\n*dead* mean?' asked the prince.  He was told that to become dead\\n\\nmeans to become like that man.  The prince approached the corpse,\\n\\nuncovered it, and looked at it.  'What will happen to him now?'\\n\\nasked the prince.  He was told that the corpse would be buried in\\n\\nthe ground.  'Why?'  'Because he will certainly not return to life,\\n\\nand will only produce a stench and worms.'  'And is that the fate\\n\\nof all men?  Will the same thing happen to me?  Will they bury me,\\n\\nand shall I cause a stench and be eaten by worms?'  'Yes.'  'Home!\\n\\nI shall not drive out for pleasure, and never will so drive out\\n\\nagain!'\\n\\n```\\n And Sakya Muni could find no consolation in life, and decided\\n```\\n\\nthat life is the greatest of evils; and he devoted all the strength\\n\\nof his soul to free himself from it, and to free others; and to do\\n\\nthis so that, even after death, life shall not be renewed any more\\n\\nbut be completely destroyed at its very roots.  So speaks all the\\n\\nwisdom of India.\\n\\n```\\n These are the direct replies that human wisdom gives when it\\n```\\n\\nreplies to life's question.\\n\\n```\\n \\\"The life of the body is an evil and a lie.  Therefore the\\n```\\n\\ndestruction of the life of the body is a blessing, and we should\\n\\ndesire it,\\\" says Socrates.\\n\\n```\\n \\\"Life is that which should not be -- an evil; and the passage\\n```\\n\\ninto Nothingness is the only good in life,\\\" says Schopenhauer.\\n\\n```\\n \\\"All that is in the world -- folly and wisdom and riches and\\n```\\n\\npoverty and mirth and grief -- is vanity and emptiness.  Man dies\\n\\nand nothing is left of him.  And that is stupid,\\\" says Solomon.\\n\\n```\\n \\\"To life in the consciousness of the inevitability of\\n```\\n\\nsuffering, of becoming enfeebled, of old age and of death, is\\n\\nimpossible -- we must free ourselves from life, from all possible\\n\\nlife,\\\" says Buddha.\\n\\n```\\n And what these strong minds said has been said and thought and\\n```\\n\\nfelt by millions upon millions of people like them.  And I have\\n\\nthought it and felt it.\\n\\n```\\n So my wandering among the sciences, far from freeing me from\\n```\\n\\nmy despair, only strengthened it.  One kind of knowledge did not\\n\\nreply to life's question, the other kind replied directly\\n\\nconfirming my despair, indicating not that the result at which I\\n\\nhad arrived was the fruit of error or of a diseased state of my\\n\\nmind, but on the contrary that I had thought correctly, and that my\\n\\nthoughts coincided with the conclusions of the most powerful of\\n\\nhuman minds.\\n\\n```\\n It is no good deceiving oneself. It is all -- vanity!  Happy\\n```\\n\\nis he who has not been born:  death is better than life, and one\\n\\nmust free oneself from life.\\n\\n```\\n                           VII\\n\\n\\n\\n Not finding an explanation in science I began to seek for it\\n```\\n\\nin life, hoping to find it among the people around me.  And I began\\n\\nto observe how the people around me -- people like myself -- lived,\\n\\nand what their attitude was to this question which had brought me\\n\\nto despair.\\n\\n```\\n And this is what I found among people who were in the same\\n```\\n\\nposition as myself as regards education and manner of life.\\n\\n```\\n I found that for people of my circle there were four ways out\\n```\\n\\nof the terrible position in which we are all placed.\\n\\n```\\n The first was that of ignorance. It consists in not knowing,\\n```\\n\\nnot understanding, that life is an evil and an absurdity.  People\\n\\nof this sort -- chiefly women, or very young or very dull people --\\n\\nhave not yet understood that question of life which presented\\n\\nitself to Schopenhauer, Solomon, and Buddha.  They see neither the\\n\\ndragon that awaits them nor the mice gnawing the shrub by which\\n\\nthey are hanging, and they lick the drops of honey.  but they lick\\n\\nthose drops of honey only for a while:  something will turn their\\n\\nattention to the dragon and the mice, and there will be an end to\\n\\ntheir licking.  From them I had nothing to learn -- one cannot\\n\\ncease to know what one does know.\\n\\n```\\n The second way out is epicureanism.  It consists, while\\n```\\n\\nknowing the hopelessness of life, in making use meanwhile of the\",\"timestamp\":1636106031,\"title\":\"           by Lev Nikolayevich Tolstoy\"},\"digest\":\"z2HJ-tnCk9o9XD-bSS_hGYFRNhze43qQcAKx2g0HxPw\",\"authorship\":{\"contributor\":\"0xf28A2beF877448182B07e1C9bF1b10753381B9EA\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NzXAZxQ7x0-voHZHMEvEb5jJARkn13LvtQl0Y8xzKzE\\\",\\\"y\\\":\\\"dK5qF3UhfyWgNhA_Is7veZo4ZtqOrgup_U4zb9X-zzI\\\"}\",\"signature\":\"3gZyaxZguzzE1GSBuTND-8r6R1GfCiqkzVOTLH0KarQYCefXZv57vGH5j3QoAAVqPm3tuSCfmV8pkdGVf6R5YA\",\"signingKeySignature\":\"0xc0e577ac2d57efa1d005373df7911710b930f0678c3d39e960d5c92371dc060347434aa362639fe18e4a60eed3659ce819e202b1f3bb4c32b9beaed2b499cbae1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NzXAZxQ7x0-voHZHMEvEb5jJARkn13LvtQl0Y8xzKzE\\\",\\\"y\\\":\\\"dK5qF3UhfyWgNhA_Is7veZo4ZtqOrgup_U4zb9X-zzI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"z2HJ-tnCk9o9XD-bSS_hGYFRNhze43qQcAKx2g0HxPw\"}"