"{\"content\":{\"body\":\"本文最早发布于Bit.sv上，在得到其作者BradJasper的授权后我们进行了转发。\\n\\n我花了点时间来清理自己的思绪。我进行比特币项目构建已经连续18个月了，但是我最初的计划并没有奏效。\\n\\n我哪里做得不对呢？\\n\\n时机决定一切，早到与缺席其实是一回事。\\n\\n[对于Bit.sv](http://xn--Bit-xi9dk72d.sv)，我最初的目标是让创建者们可以完全依靠比特币来谋生。\\n\\n在构建OpenDirectory时，我恍然大悟，就规模而论，这个Reddit式的比特币链路聚合器既无法取代Reddit，也无法取代Patreon。\\n\\n正是这个重大的领悟让我开始清醒。我意识到，一直以来，互联网的运作都是束手束脚的。互联网遭到了破坏，但清楚它是怎么被破坏的人其实并不多，不过出人意料的是，几乎每一个BSV圈内的人对此却都很了解。\\n\\n于是，我尽可能迅速地调头朝我认为正确的方向跑了过去。[我构建了Bit.sv](http://xn--Bit-0h9d556euhe9ol.sv)，不过它至今仍在一定程度上被低估了。Bit.sv解决了去平台化以及如何拥有自己的数据的问题。它实现了服务提供商联合模式，客户可以一键选择自己想要使用的提供商。所有一切都是加密的。Bit.sv是Metanet上唯一的消费者应用程序。\\n\\n结果我却发现这些都不重要……至少现在还不重要。\\n\\n我为之构建的是一个分别拥有数十个Twetch、Bit.sv和PowPings的世界——它们都使用相同的协议，争相为客户提供最佳的体验。\\n\\n但是，我们生活的世界还不是这样的，这就是我弄错的地方。\\n\\n几乎没什么人知道BSV。能使用BSV消费的人更是少之又少。新用户引导仍然是大问题。\\n\\nBSV生态系统围绕着消费者、产消者和企业采纳三者的争论不休——但现实情况是，十二年了，比特币依然没有一款突破性的应用程序。平心而论，价值存储算是最接近突破性的应用了，紧随其后的是DeFi。\\n\\n但是，BSV圈内人士了解得更多，他们清楚地知道，一个整体基于比特币运行的世界将会更美好、更公平。\\n\\n正因为如此，我对于能够投身BSV的发展感到非常激动。\\n\\n在外界眼中，大家可能觉得参与BSV的人都是骗子。他们认为，只要是支持BSV就是在支持克雷格（Craig）声称自己是Satoshi的言论，就是在为他提供助力。他们就成了一伙的。他们觉得每一个人都得到了卡尔文（Calvin）的经济支持（这一点有可能是真的😜）。\\n\\n这些人没弄明白的是，他们对克雷格/卡尔文和比特币完全可以持不同的观点，两者没必要产生交集。毕竟，比特币可以让你和自己并不信任的人合作。\\n\\n如果大家必须对使用自己最喜欢的区块链的每一个人负责的话……那我们就麻烦了。\\n\\n很多人不愿接受的事实是，克雷格在比特币的问题上其实是完全正确的。你也许不赞成这一点，但我敢肯定你无法反驳他的观点。BSV圈外几乎无人了解BSV，因为一旦他们明白了这意味着什么，一定会立即加入进来的。\\n\\n关于是否是卡尔文拯救了比特币这个问题一直存在着很大争议。这很重要吗？我认为是的，如果的确如此，就应该归功于他。那么，如果没有他，比特币能幸存下来吗？当然。但是，我们的处境是否会比现在差很多？当然。卡尔文为比特币作出了重大的贡献，这是非常值得尊敬的。\\n\\n有很多人正在借助比特币构建了不起的项目。比特币的确催生了许多梦想家。\\n\\n对于这些梦想家而言，比特币是个充满了惊喜的世界。\\n\\n每一款应用程序不断发展演变，最终成为一种支持信息发送和使用货币的社交网络，这是一种软件模因——但是比特币能够让你以此为起点。\\n\\n稳定的协议是分布式区块链最被低估的一项特征。去中心化指的是权力的去中心，意味着解除每一个人的控制权，尤其是开发者的控制权。隔离见证（Segwit）和Replace-By-Fee从根本上破坏了比特币，如果你不明白这是为什么，你就没有理解比特币。比特币是一个平衡的经济激励体系，如果改变了经济激励机制，那么整个体系就会发生变化。\\n\\n零确认是一种安全有效的方式，它促使你调整自己的思维模式，去了解当网络层受到激励后，全球连接性将怎么发展演变。支付通道提供了额外的链下扩容技术。比特币的即时和实时性问题也得到了解决。而且，和闪电支付不同的是，长期下来，零确认不仅可以节约费用，而且不会削减网络安全模式，它也不是一种扼杀者模式，不会让你成为未授权的货币转移者、不会抹除洗钱的痕迹、不需要托管应用程序、也从不会发生交易不成功的情况——它的确是有效的。所以，闪电交易从来都没必要。\\n\\n比特币扩容的最公平方式是让市场决定区块的大小，而不是让一小群开发者来决定。欢迎来到BSV的世界，很高兴您选择了BSV。比特币的扩容是您前所未见的。十年间，它靠着自力更生，让挖矿业从无到有。比特币做得非常出色的一点就是制造了优化矿机性能的利润动机。\\n\\n在BSV上，几乎所有的钱包都支持“不重复使用地址”这类隐私功能，有些甚至还具备“OutputBills币分割”之类的高级功能，可以合法保护您使用比特币时的隐私，不让您的资金与犯罪行为混在一起（要不然，您认为混币商是干什么的？您觉得DeFi的收益都是从何而来的呢？）。对于注重保护隐私的人而言，BTC保护客户隐私的措施远远不够。反复使用同一个比特币地址是很普遍的现象，这会暴露您的全部交易历史，而且很多BTC都不具备大部分BSV钱包所支持的隐私保护功能。\\n\\n比特币具有图灵完备性（克雷格又说对了），就是说比特币可以进行任何运算、运行任何智能合约，它无所不能。我们根本不需要以太坊。比特币就是世界计算机。希望你一直在温习关于Forth的知识。\\n\\n未使用交易输出（UTXO）是非常出色的软件设计，它可以让比特币交易（脚本）实现并行处理。以太坊的全局状态意味着每个节点上都必须把所有步骤全部执行一遍。比特币总是从一开始就可以进行扩容。最初，因为satoshis还没有任何价值，所以对区块设了限制，这就让以市场为基础的区块大小成为了DDoS的攻击向量。十多年来，这都不是问题，但它需要BSV来推动系统（又被叫做用这该死的东西）。\\n\\n在工作量证明这种共识机制下，为了保证尖端和保持竞争力，胜出者必须不断将利润进行再投资。只要通过硬分叉对共识进行任意一点改变，它就可以确保任何人都能加入到系统中来。而在股权证明的共识机制中，系统规则是由资金最多的胜出者来决定的。作为一个全球系统的基础，它们中的一个听起来是公平的，而另一个则不然。\\n\\n不论您属于哪个政治派别，比特币都有您需要的部分，它是资本家缺少的社会主义，也是社会主义需要的资本主义。它是一个公平的系统，可以实现个体公民之间的自由交易，能够解决与公共货物普遍相关的常见博弈论问题的悲剧。比特币为人类增加了预言机（Oracle）。\\n\\n加密货币圈内的每个人都在谈论被激励的社交媒体、去平台化、公平新闻、扩容、低廉的tx费、世界计算机——拜托，醒醒吧。现在已经2020年了，比特币早就不是你祖母想象中的样子了。为了尊重祖母，应该说对于2020年比特币的现状，连你的祖母都可能比大多数加密货币投资者了解得更多。它是一个全球优化机器，在用处最少的地方吸取能量，为人类的连接、协作和升级提供一种可进行社交扩容的方式。\\n\\n比特币是一个公平竞争的领域。\\n\\nBSV是最佳构建基础，在世界任何地方都可以进行操作。不受国家/地区、平台、区块链的限制。它无所不在。\\n\\n尽管它有着势不可挡的前景，而且比特币还是一种多学科的突破，但我的部分理想主义已经消退了。或许只是光芒开始在褪色，或许只是因为18个月的努力没有得到回报。\\n\\n但是比特币也有许多隐藏的角落和不容置疑的地方，例如：\\n\\n由于对人们对硬分叉的议论而建立了稳定的协议叙述。\\n\\n在链上存储信息仍然是备受争论的话题。\\n\\n风险投资、Bootstrap和天使投资人（和出资人一起？）三种融资模式的较量……谁在乎呢？要么行动，要么闭嘴\\n\\n“比特币激励了连接性”，但几乎没有应用程序可以协同工作。\\n\\n“开放协作”变成了专利谋取、地盘争夺和模因竞争。\\n\\n平台都试图将用户商品化，而不是提供链帮助用户扩大自身的作用，与老一套如出一辙。\\n\\n在其它加密（货币）价格上涨并出现错失恐惧（FOMO）情绪之前与BSV脱钩有利于整个生态系统的发展。\\n\\n代币狂热。欺骗性的初次代币发行（ICO）项目突然变得有必要了。\\n\\n支持那些怪异的比特币项目成了令人憎恶的行为，因为开发者们既没有抬高价格也没有违反法律。\\n\\nBSV用户投资的主要目的是期望BSV价格上涨，而不是为了使用应用程序。\\n\\n传统商业受到了抑制，而BSV的价格尚低，对于HODLing来说，这是利用免费内容推高价格的机会，而不是卖出并寻找新的货币化模式的时候。\\n\\n每个应用程序都遇到了“新用户引导”的问题，但却没人解决这个问题，因为大家都在构建让客户都往里跳的“杀手级应用程序”……除非，它的运作方式并非如此，特别是在没有与主要入口挂钩的情况下。\\n\\n一路下来，我终于意识到，尽管我对比特币很感兴趣，但是在不陷入欺骗性的初次代币发行（ICO）式狂热（或许更糟的是Enterprise😜，玩笑而已）的前提下，构建我认为收入可观并能改变世界的应用程序仍然面临着一些重大的障碍。\\n\\n我已经厌倦了必须一直对比特币进行积极正面的评价。是的，它很棒，它将会改变这个世界，但在前进的道路上总会出现颠簸。\\n\\n推特（Twitter）上的人总是一边关注着市场，试图弄明白会发生什么，一边说着“市场会给出答案的”。\\n\\n而我可能更清楚的是一个四分卫在周一的早上都经历了什么。\\n\\n那些“投资和产品战略专家”都是些从未创过业、从未制造过一件产品、从未写过一行代码、从未与客户交谈过、从未完成过一次销售的人，就因为他们投资了狗屁代币——互联网欢迎您。\\n\\n作为一个自己创业的人，在创建自己的公司同时自行建立一个像比特币这样的网络是很困难的。这需要付出相当长期的努力，特别是当你想要开发的是一个新的市场，而不是针对恰好在使用比特币的成熟市场时，情况尤其如此。\\n\\n这是当今风险投资的亮点之一，能够从他们仍处于发展阶段时开始就不缺席市场。\\n\\n然而现实是，尽管很有前景，但对于一个自己创业的人来说，比特币并不是一个便于开发的市场。现金流才是王道，而比特币的钱包数量还不够多。但是这一切可能很快会发生改变。\\n\\n要让比特币成为主流，可以在几个方面做一些重大改进。其中最重要的是以下三个方面：\\n\\n阈值签名——再也不用将助记符写下来了。再也不用担心丢失私钥了。依然是非托管式的。\\n\\n稳定币——将本地货币数字化，无须担心比特币价格波动。\\n\\n法币入口——可以像使用Stripe、ApplePay、GooglePay或者像通过应用程序商店一样方便地购买比特币，任何逊色之处对比特币应用程序都是非常不利的。\\n\\n这就是比特币成为主流所需的“全部”。\\n\\n好消息是，这样的时代即将来临。据我所知，很多团队都在非常努力的解决这些问题。\\n\\n在所有解决方案里，最让我感兴趣的是HandCash。\\n\\n我对HandCash的垂直集成方式一直都直言不讳。如果把它们比作苹果（Apple）的话，那么等着它们的就是安卓（Andriod）系统。对于比特币，我倾向于开源，但是变形虫（Planaria）模式更适合于我创建应用程序时希望采用的方式。比特币的Linux/WordPress也即将到来。\\n\\n但毫无疑问的是，HandCash将会粉碎它。他们组建了一个无与伦比的团队，一旦他们建立起一个可以解决上述三个问题的生态系统，开发者们一定会蜂拥而至。我是肯定会的。\\n\\n给大家提供一个免费的主意（鉴于有些人喜欢白用别人的自由灵感😜🔥）——使用比特币Stripe，可以在使用信用卡的时候输入一些JavaScript栏，你在那里收到的付款会通过零确认机制自动转换成阈值签名支持的本地货币稳定币，而且你还可以为承担的风险收取一小笔费用。你通过一项服务就为开发者解决了全部三个问题。虽然这是一项技术创新，但主要是它是合法的/金融方面的创新。\\n\\n2020年的比特币就像是1995年的互联网。\\n\\n我曾经很乐观的认为我们可以快速推进基础设施建设阶段。前知名风投机构联合广场风险投资（在成为中央银行之前）曾提出过一套很棒的理论：因为区块链应用程序都是建立在开放基础设施之上的，所以创建应用程序和基础架构层可以同时进行。\\n\\n但是我不认为真的可以做到这样。\\n\\n他们说的这种情况下，“基础结构层”并不是服务器、网络、软件或者甚至都不算智能合约——它是关键的管理和资金层。\\n\\n为此，抬高价格和DeFi对吸引消费者采纳是合法之举，虽然我很不情愿这么说。\\n\\n人们对BSV最大的认知误区之一就是把它当作玩玩而已的东西，对它不屑一顾，就像他们一贯的态度一样。\\n\\nPHP曾经如此，但现在80%的网站都依靠它在运行。\\n\\nJavaScript曾经如此，但现在它已经成了世界上最受欢迎的编程语言。\\n\\nRubyonRails曾经是一个“不能扩容”的小玩意，但如今已有无数成功的初创公司和企业都在使用它。\\n\\n无人机曾经如此，但它们现在已经可以自己飞来飞去并给人送货了。\\n\\n3d打印机曾经如此，但现在它们都可以打印枪支了。\\n\\nGPU曾经是用来玩游戏的，但他们现在已经用来训练人工智能了。\\n\\n游戏引擎曾经如此，但现在它们正在复制全世界，而且我们在它们上面花的时间越来越多。\\n\\nYouTube曾经如此，但现在就连好莱坞的一线明星都在追捧上面的用户。\\n\\nSoundCloud曾经如此，但通过它开创事业的说唱歌手比任何其它平台都要多。\\n\\n推特（Twitter）曾经如此，但美国总统把它当作了自己主要的信息传播途径。\\n\\n初次代币发行（ICO）和DeFi通过整治自己的行为并真正具备变革性之后都可以成为一种合法的尝试。\\n\\n“坏比好更好”已经成为了屡见不鲜的现象。极客们无数个夜晚和周末为之“努力”的事情十年后可能就成了主流。\\n\\n比特币有很多可能性。但由于对它进行了限制，其它区块链上的创意出现了爆发。\\n\\n只有大家都获得了可观的收益才能引起足够的重视。\\n\\n要做到这一点就要以上述三个问题为切入点，通过“新用户引导”让尽可能多的人参与进来。\\n\\nBSV圈的人是我所共事过的最奇怪、最怪异、最有野心、最有才华和最理想主义的人。\\n\\n比特币提供了一个千载难逢的机会，让你可以在获得丰厚收入的同时对你最关心的领域造成一定的影响。\\n\\n它可以对个人进行前所未有的赋权，同时让我们的世界连接得更加紧密。只要做得是对的，它就能带来利益。\\n\\n尽管我对它进行了各种批判，但我仍然非常看好它。比特币的确拥有改变世界的能力。\\n\\n有时候，批判对BSV来说是消极的，因为这是在给它添乱。让人们参与进来已经很不容易了，就不要再给它增加难度了。\\n\\n但是对于在比特币边缘进行构建的人来说，他们需要能够公开抛出问题。这不是消极行为，这是为了找到解决方案的办法。\\n\\n在我写了一篇关于在比特币SV上存储数据所面临的问题的文章之后，Attila宣布了MatterCloud将提供支持比特币TX存档服务的消息。不需要合同、不需要电话、不需要销售会议、不需要未来规划，只需要API和信用卡——正合极客之意。\\n\\n比特币已经形成了良好的工作量证明文化，在这样的环境中，你无需多言，只要去做就好了。如果你认为事情还能做得更好，那就提出你的解决方案并大赚一笔。\\n\\n我太爱这一点了。我想补充的唯一一点是，如果比特币确实能激励连接性，那么我们都在朝着做自己最擅长的事情前进。\\n\\n为此，我们仍然需要进行沟通。对比特币提出建设性的批评对生态系统是非常有价值的，因为这样可以让企业和开发者发现市场要求解决的新问题。\\n\\n如果不出我所料，比特币接下来要面临的就不仅仅是技术、金融、软件、市场和信息系统的变革，而是社会性的变革，那些已经意识到中本聪共识真正含义的人将进一步放大人类最好的方面。\\n\\n一群人正在朝着制高点前进。你只需要起身宣布自己是一名拜占庭将军，并发挥已经赋予你的权力，就可以加入他们的队伍。\\n\\n正如克雷格所言，力量属于比特币。\\n\\n与最初的互联网相比，比特币能引爆更多的创意。\\n\\n如果你不保持关注，就可能预料不到接下来的发展。\",\"timestamp\":1640255680,\"title\":\"BitcoinSV 下一步…\"},\"digest\":\"wu_cIG5UM6BD2XenfY5RApZV0fg1_Gk--R3e20ZhAeM\",\"authorship\":{\"contributor\":\"0xFB0efb087E86f90B99667a0a7a845eDCf0B57C99\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KABeMp-vbw9FWjRKc6zYit1uJ2dvhhc7iwwxWwbY4FA\\\",\\\"y\\\":\\\"Vt29J5502Oc5_9f11UVraXObOPABnJ-kuQbOYcfUeBw\\\"}\",\"signature\":\"1vDCfKrIDS8Bizv6tBq7i7ofFPux1QE-6M64hufxmjYF0ay-9fdMjw7lf4yyDr_WHCSVCG3csDcae8zmoVgZVQ\",\"signingKeySignature\":\"0xb66afd889e0dfd2f2f3c584a4b7948b3ab88d8e83c9e723d883d348b61eb3bde6e5d5d0388de27aa4438523e07e42b038055ca4da774aafc0bc71af4a5d65cb61c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KABeMp-vbw9FWjRKc6zYit1uJ2dvhhc7iwwxWwbY4FA\\\",\\\"y\\\":\\\"Vt29J5502Oc5_9f11UVraXObOPABnJ-kuQbOYcfUeBw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wu_cIG5UM6BD2XenfY5RApZV0fg1_Gk--R3e20ZhAeM\"}"