"{\"content\":{\"body\":\"I would like to talk a little on how information flows and how private forces driven by economic interests impact that flow with negative consequences for the world. \\n\\nWhen I say information I’m talking about news, scientific papers, government info, personal opinions and instant messaging.\\n\\nEach of these forms of information relay heavily in some private forces that always claim neutrality, but if something has been proven is that their business model sooner than later gets in the way of the flow of information.\\n\\nLet’s see some examples:\\n\\nNews papers generally are owned by big private corporations that don’t see in them a stream of revenue, but a platform they can use to influence their other business models in the market. In my country the 5 richest people each own a different news company, and that’s the case in pretty much all over the world. This phenomenon generates big disadvantages on groups without such economic power hurting the evolutionary process of a free market in which the informed user decides what is best for them.\\n\\nYet another private force getting in the way of correct flow of information for revenue.\\n\\nIn the scientific world, academic papers have to pass for the private business of scientific journals which are more likely to publish novelty work, encouraging researchers to investigate more unlikely hipotesis, which in turn increase the ratio of published papers with false claims due errors in methodology and peer review. On top of that, despite the scientific method having its own self-correcting system through researchers replicating published findings, again the private system discourages them by rejecting those replication studies. \\n\\nYet another private force getting in the way of correct flow of information for revenue.\\n\\nThe other example I want to bring involves forms of information such as personal opinions, news and government info. Platforms as facebook and twitter have become the only option to share and discuss this kind of information. As those platforms want to maintain users connected to increase paid advertisement revenue, they decide what information serves us based on the one that pleases us more. This creates the famous eco chamber in which we are only exposed to information that confirms our beliefs and to negative information that trigger our survival instinct and gets our attention.\\n\\nYet another private force getting in the way of correct flow of information for revenue.\\n\\nWe could also talk about instant messaging being monopolized by whatsapp, or the political forces and governments spreading disinformation or fake-news to alter the correct functioning of democracy that relies on an informed citizen. But I am going to stop there\\n\\nI think it is clear that the flow of information is too important for the correct functioning of our society to be left at the mercy of a few monopolies. Not everything is bad though, society has tried to fight back this problem, from news papers crowd or public founded, Scientist publishing only in open journals to companies designing open protocols for instant messaging.In my opinion we should start to discuss if we need something broader as a global and open layer that integrates the flow of all these forms of information striping away the revenue drivers, built with some principles designed to drive creation of new information and corroboration at the same level.\\n\\nFactual information is the lasting tool we have to thrive as humans. \\n\\nSome of you (or most of you) may think it’s a crazy idea and that no such project could be adopted globally; but I would like to remind you that we as humanity did this once. Back in 1991 with the birth of the World Wide Web we pushed in that direction of an open layer of information. Even now you can surf the very first web page of the project that states: \\n\\n“The WWW project merges the techniques of information retrieval and hypertext to make an easy but powerful global information system. The project is based on the philosophy that much academic information should be freely available to anyone.”\\n\\nThat quote started a revolution that gots us to exponential growth as humanity, but the Web is a low-level layer, now is time for us to build a high-level layer with all the features that big platforms have as twitter´s user verification, reddit´s reputation score, facebook’s affiliation labels for mentioning some.\\n\\nOne big advantage this would create is interoperability, what if you could see a gubernamental policy linked with the scientific papers that is based on, and leave weighted comments based on your credibility to filter out trolls of the system. Also that reporters could craft their information directly linked to government data and to verified users profiles. Politicians and public figures would build their curriculum out of verified facts on their policies free to be accessed for a well informed citizen. \\n\\nFor the advance of scientific knowledge, what if researchers could publish their findings, and all the community could access it freely and it could be verified sooner by other researchers. Also writers could translate their findings into divulgation pieces linked to the original papers and verifications. \\n\\nThis aims at a necessary flow of information between scientists – policy makers – press – interested people for the sake of problem solving without private forces pulling the flow.\\n\\nThere are some questions I don’t have answers to, such as how would the creators of information, verificators, and more be paid? There are some experiences of public goods founding that can be explored. Or how could private companies participate in the creation of information? Maybe with the correct labeling so verifiers could check that no economic interest could influence the information.\\n\\nI hope this can be a conversation starter as it is a complex topic that should be discussed more, in a global and organized way, this is something I don’t have an answer either,\\n\\nHow could this be ignited effectively?\\n\\n—\\n\\n#### Addendum\\n\\nSince I’ve written this, I’ve found some interesting ways people are working to solve this!\\n\\nOn the instant messaging side: \\n \\\\[Matrix\\\\] https://matrix.org/\\n\\nOn a protocol to make data interoperable \\n IPLD https://ipld.io/\\n\\nOn a platform in which users can be rewarded for the value they bring to a project, thus making easy to stablish incentives for tasks that the market won’t recognize in the flow of information \\n Source Cred https://sourcecred.io/\\n\\n*Some ideas, work in progress or comments please share: leonfhl@gmail.com*\",\"timestamp\":1637441063,\"title\":\"Should we start talking about an open-information-layer for the world?\"},\"digest\":\"ZuR8-K-XPEBY5GXYBy0lkgZF1Dlw_CdKyZCRx8aTpnc\",\"authorship\":{\"contributor\":\"0x274D52b7B6B3D491369F4950D6201Db3A12fc026\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kYuZnJDZH1ob-hX9owg38muLpkZCNbf5ODlFIkugL6Q\\\",\\\"y\\\":\\\"5HVroietXRoNRx24qPIhswwuHXQJOOC672ddVh5QzjI\\\"}\",\"signature\":\"yKZYBKAIVXFXHf9lc7aPgykJd5BkAkKOxt53tEDYZrTmUOIMsNTaqRfydW55CslbLrQX7UDrKGyzV_dRLhYBJA\",\"signingKeySignature\":\"0x925c6607ac0754f88b473ee584644523836b2cfae3e5895338f9ac1d122522e41949f66d6181cb103d2195708addba3dd438d73b932795e35d666df7575e81121b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kYuZnJDZH1ob-hX9owg38muLpkZCNbf5ODlFIkugL6Q\\\",\\\"y\\\":\\\"5HVroietXRoNRx24qPIhswwuHXQJOOC672ddVh5QzjI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZuR8-K-XPEBY5GXYBy0lkgZF1Dlw_CdKyZCRx8aTpnc\"}"