"{\"content\":{\"body\":\"![Chapter 21: https://foundation.app/@ahmedb.eth](https://images.mirror-media.xyz/publication-images/q-YyLDQqqWHSjiqh8Czdm.png?height=3508&width=2480)\\n\\n[https://open.spotify.com/episode/1wJEdkqmWfvuaSt2XGSL91](https://open.spotify.com/episode/1wJEdkqmWfvuaSt2XGSL91)\\n\\n“Alrighty, Sol, that should about do it,” the old man said, picking some small, furry animal that Sol didn’t recognize out of the trap he had set. “That’s the whole loop. Two stoats, not bad at all, not bad at all.” He laughed to himself, a giggly, high-pitched sound that did not match his face. He laughed a lot. It has become a sort of punctuation for the last two days.\\n\\nSol wasn’t entirely sure why he had stayed past the first, but he was starting to feel like the hermit really needed the company. He had told Sol three things on their first evening together — he didn’t have a name because he couldn’t remember his own, he had lived on the mountain for over twenty years, give or take a decade, but time wasn’t that important, and the sages of Ekur could stick their nonsense up their own butt.\\n\\nThe last part had surprised Sol, after how positively Yara had spoken of the sages, but he also wasn’t sure how…well, lucid, the man was after all these years. He certainly had a routine down. In the morning, he cracked every bone in his body, said hello to the three trees that ringed his campsite, caught them up on any news, and then made the rounds of the various traps he had set throughout the mountain to catch animals. He then hauled them all back, skinned them — carefully separating out their skins to make into clothes, bedding, really anything — and cooked up a feast. He ate exactly one meal a day, which he assured Sol was all that was actually needed for proper function. And when he did talk, he laughed.\\n\\n“You know, the sages think they have it all figured out because they live at the top of a mountain,” the old man said as he cleaned the stoats, something that Sol was working very hard to avoid watching. “But I live at the top of a mountain. Well, almost the top. And I actually have it figured out. You know what the problem is?”\\n\\n“What?”\\n\\n“People,” the man explained and he brandished his cleaning knife. “People are the problem. People, people, people. Always talking. Always filling up the air with nonsense. Every day spent here is full bliss,” he said as he whacked down on the dead stoat again.\\n\\nSol didn’t mention that the man seemed more than happy to have him around. The old man kept muttering and laughing to himself as he finished dinner, then indicated to Sol to take a seat near the flames.\\n\\n“You’re looking for Ekur. They can’t offer you much at all. Just a bunch of stuff and nonsense, more words, words, words. The real trick, well, that’s to find a nice corner up here and set up camp. Make a living of it! Everything matters when it’s just you and the trees.” He stared up at them with an incredibly fond expression. “The trees are alright.” He laughed again.\\n\\n“I’m not sure I’m really cut out for survival out here,” Sol admitted.\\n\\n“It comes quickly. You die otherwise!” The man turned the meat over the fire on a spit. “Yes, yes, it comes quickly. Used to be a couple of us out here. More have died off, as humans are liable to, though I don’t think I ever will.”\\n\\n“You won’t…die?”\\n\\n“Don’t have the constitution for it,” the man said with a shrug. “Seems like a fool’s errand, to me. Ain’t nothing I’ll learn on the other side that I can’t learn here. That’s what I figured. Find yourself a hole — not my hole, mind you, this one’s taken — and settle in. Try not to die. See what you find out.”\\n\\n“It is peaceful here,” Sol said, trying to draw the conversation away from the man’s apparent immortality.\\n\\n“Peaceful is as peaceful does,” the man cackled. “Some of the creatures up here cause quite the racket. Keep you up at night, it does! But I just holler at them until they go to sleep. You get lovely acoustics up here, have you noticed?”\\n\\nSol made the mistake of shaking his head no, and the man abruptly started belting out a song. The words were all muddled, and what little Sol could make out seemed incredibly raunchy. To the man’s credit, his voice, in all its off-key creakiness, did bounce off the nearby peaks and canyons quite nicely.\\n\\n“That’s the stuff,” he said, yanking the cooked meat off the fire and parsing it out. “Also, you should find your hole tomorrow. Fish and visitors stink after three days! And I like to be ahead of the curve. Don’t even want to let you start to stink! Otherwise, my memory of you won’t be nearly as sweet.”\\n\\nHe ate ferociously, hunched over his portion as if Sol was liable to snatch at it any moment. Sol tried to look as non-threatening as possible as he chewed on his own portion. It was more burnt than cooked, but was better than nothing. There was no way he was taking this man’s advice. He wasn’t sure he would even take directions from him. But his company had its own kind of charm.\\n\\n“You know, if you want a good hole, Old Marty’s is probably somewhere to the, erm, east,” the man said as he licked his fingers. “He’s dead some years now. Skeleton’s probably still there, if you need a bit of decoration.”\\n\\nSol tried to keep his stoat down. “Ah,” he said weakly. “Good to know.”\\n\\n“Got to know where things are. Where your traps are, where your camp is, and…” He knocked the side of his head with his fist. “…Where your head is.”\\n\\n“Where did you live before you came out here?” Sol asked. He had been trying to guess — scholar gone mad? Trader who lost big, decided the wilderness was the answer? Farmer who liked killing things more than farming?\\n\\n“The other side of the moon,” the man crooned. “Too cold there. Not enough to eat.”\\n\\n“Right,” Sol sighed.\\n\\n“Used to be a nice place, back in the day. Before it all got clogged up. More of you whipper-snappers come up here, this place will get clogged, too. You won’t ever tell anybody you saw me, right?” he said, his voice growing serious.\\n\\n“Of course not,” Sol said and nodded energetically, very aware of the fact that it was just the two of them out here. He didn’t want to go the way of Old Marty. “Never tell anyone. My lips are sealed.”\\n\\nThe old man smiled again. “Good! Now rest, then leave, and forget all about me! Forget everyone! Except the trees. They’re good company.”\\n\\nSol was happy to follow his instructions, falling asleep to the sound of the man singing a song. This one was more melancholic, though muffled through the walls of the hut the old man made him sleep outside of — a man should never share his space, apparently — but he thought he heard the old man get choked up once or twice while singing it. Sol drifted off, the song mixing with his dreams. He dreamed that his sister and brother were looking for him, setting out in the desert themselves. When he finally managed to find them, to tell them to go back, he woke.\\n\\nThe old man was already gone, a note left for Sol in entirely unintelligible handwriting. Sol packed it in his bag. A keepsake, maybe? Or just a reminder that being all on your own might not be as good as he had thought it would be.\\n\\nHe went the opposite way the man had advised him to go on his first day, and before long, he was sure it was the right path. After another long hike, a surprise dinner of a crusty piece of stoat meat the man had secreted away into his bag at some point, and another half-day hike, he found himself staring out at an entire hidden city in the mountains.\\n\\nHe crossed his fingers as he headed down the path to the entrance. Whatever happened next, Sol felt like it would really be his last chance to figure things out. If this was just some copy-paste of the cities, or the mountains had the same effect on the citizens here as they had on the old man…it would be an interesting time in that case, at least.\\n\\nThere was a man in green robes tending the trees by the front archway as he approached. He ran to Sol and embraced him as if they were long-lost friends. Sol froze at the sudden closeness.\\n\\n“Welcome!” the stranger said, still not letting him go. “Welcome to Ekur!”\\n\\nHe stood back, a huge smile on his face, and Sol searched for sanity in the man’s eyes, relieved when he found it. The man shook his hand heartily. “You’re going to do well; I can tell just by looking at you. Come, come!”\\n\\nHe led him down the wide avenues. Sol noticed that there weren’t stalls here, but dedicated shops with a wide variety of goods, though he wasn’t sure how they got them all the way up here. Did they make them? Or use mule trains? He had never heard of the people here on any of the Traders’ routes. Maybe they traded with the nomads? But the textiles they passed in one shop had a distinctly different look than the nomads’ weavings. All made in-house? There was a clear lack of integration, none of the tell-tale screens on arms or head mods poking out under people’s hair, but he did see pieces here and there. A lecture in an open space was using a digital display, though all of the students used paper and pen notebooks.\\n\\nThe enthusiastically affectionate man dropped him off at a boarding house. He walked in to find three people — clearly the owner, and then a young woman and man, about his age. They were dressed in robes and chatting about dinner. Sol’s stomach rumbled.\\n\\n“Three in a week!” the woman exclaimed, looking between them. “Well, Noah and Talia, I suppose you have a new friend. Where are you from, young man?”\\n\\n“The traders,” Sol said, suddenly realizing how bedraggled he was after so many days in the wilderness. He ran his hand anxiously through his hair, trying to straighten it. He probably smelled horrible.\\n\\n“Three for three.” The woman nodded. “Well then, let me get you set up.” She pulled out a key and a piece of plastic. “I always think this sort of thing is easier on those in a group. Gives you someone to talk to! Besides your fuddy-duddy teachers. I hope you all become excellent friends.”\",\"timestamp\":1640588215,\"title\":\"The Journey to Ekur - Chapter 21\"},\"digest\":\"FaeCp4mlajZhGrvJujYf_SG2J2iu6IXJ8SW_ltetWuw\",\"authorship\":{\"contributor\":\"0xcac28b391dA1F25Cb329C3E24794e1d0D354EaeF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YKc7PbhamOvUwXzt9wnc3m-gKuQ4h683ZA-w6_9A0Io\\\",\\\"y\\\":\\\"jeZ0r0_o3t0C-xfaG_PZ_E2afe7MfudWZ-BL7IKIORc\\\"}\",\"signature\":\"apcY3y-_uSfM4pRk63QnP4E__EUuhVJ04Tc8tuBNg-Htrl2RyrQ0NOQKyUP8tToBE_fWpanXkTj4YQ93JdJBhQ\",\"signingKeySignature\":\"0x5590a5449d12aaba821245e408d41de898b854489927cd3a899fdfeaa7a029d34256ce716e30177b4cff9926fe45f1235e149a4a6d878c7dc65b736425a749071b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"YKc7PbhamOvUwXzt9wnc3m-gKuQ4h683ZA-w6_9A0Io\\\",\\\"y\\\":\\\"jeZ0r0_o3t0C-xfaG_PZ_E2afe7MfudWZ-BL7IKIORc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FaeCp4mlajZhGrvJujYf_SG2J2iu6IXJ8SW_ltetWuw\"}"