"{\"content\":{\"body\":\"We are Phlote DAO. (“flōt”)\\n\\nPhlote is a music discovery channel. Our mission is to find amazing artists, “Phlote” them into web3, and help accelerate their careers using web3 financial infrastructure. We’re redesigning music discovery to support independent artists and are crowdfunding to develop a decentralized music curation and editorial content platform for the next generation of high impact recording artists.\\n\\n**The problem**\\n\\nMusic discovery is broken. Every day, over 97 years of music is uploaded to streaming platforms like Spotify requiring indie artists to break through this tidal wave of noise to be heard. Many are drowned out.\\n\\nThe music discovery problem is a double-sided one that also prevents music lovers from finding the talented unknown acts they enjoy discovering. This is especially the case in music, where algorithms have obliterated value from thriving music journalism and DJ communities who were once the lifeblood and voice of hip-hop.\\n\\nCall to Curators\\n\\nWe see a reemergence of the curator as a central figure in the story of Web3. Information sources that can reliably point consumers to the “best of” things are especially valuable in music and other forms of digital content in the [Age of Abundance](https://redef.com/original/age-of-abundance-how-the-content-explosion-will-invert-the-media-industry).\\n\\nOur community has been purposely built to attract dope artists to Web3. Since August we’ve run 7 weeks of playlist curation and have demonstrated the ability to find artists who make [music that is fuego](https://www.phlote.xyz). Through this process, we have identified what we believe are the next generation of genre-defining recording artists and plan to help them blow up using Web3 financial rails.In total, there are 134 contributing members of Phlote who have earned 33,000 tokens for actively working within our tokenomics framework which rewards high quality curation.  We are led by artists, DJ’s, and producers who love music and have great ears for talent.\\n\\nNow that we’ve established a growing community we’re focused on building the content platform around it.\\n\\nWe have to make stars.  The music industry remains skeptical about Web3. The money grabs and heavily marketed PFP scam projects are preventing many from looking deeper at what blockchain technology enables. What’s needed are artists who’s come-up is propelled by crypto.\\n\\nThese artists are:\\n\\n* 100% independent\\n* Occupy their own lane\\n* Have high ethics and values\\n* Have high star potential\\n\\nFrom there, Phlote will continue to evolve into a user-owned music discovery platform for indie artists. We’re creating a Web3 MTV that delivers value to our community of collectors, fans, artists, and curators. For artists, we know the full potential for Web3 music is to combine the financial rails provided by crypto with high production quality live experiences.\\n\\n### Funding and Contributions to the Project\\n\\nOur plan is to keep Phlote self-funded and 100% community owned as we grow. All contributors will receive Phlote Tokens (erc-20) in the ratio of 1ETH : 1000 Phlote tokens. Contributors who contribute at least 1 ETH will also receive a Phlote Founding Member NFT, inclusion in Phlote DAO’s whitelist, and exclusive access to virtual and live programming.\\n\\n[ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/4341](ethereum://0xabEFBc9fD2F806065b4f3C237d4b59D9A97Bcac7/4341)\\n\\nOur expectation is to fully decentralize and do a fair launch in the future and expect to consider all contributions in the distribution of such a fair launch.\\n\\nCapital raised in the crowdfund will be used to for the following:\\n\\n20 ETH: Hire a team to build decentralized curation on top of Mirror.xyz. Develop Upgrade Phlote.xyz website for a better onboarding and interaction experience.\\n\\n30 ETH: Previous +  Fund a Web3 content lab for the first cohort of artists we’re supporting into Web 3. Dev a custom Phlote smart contract.\\n\\n40 ETH:  Previous + build out decentralized JukeVox, a token-operated music player enables users to mint, build and monetize a collection of music NFTs. Develop high production quality music to showcase artists and their journeys into Web3.\\n\\nTeam:\\n\\nAJ Washington\\nUS Naval Academy, B.S. Systems Engineering, 2001\\nThe Wharton School, MBA Finance, 2008\\nCFA Charterholder\\n\\nRodolfo Ergueta\\nLawrence University, B.A. Economics, German, 1999\\nWharton School of Business, MBA, 2008\\nUniversity of Pennsylvania, International Studies, MA 2008\\n\\nSpecial Thanks to Visionnaire, Alex Park, Hallway, Saba Sayedi, Myles Pearson, Irshad Aziz, Ladi Dai, Yuri Beats, Isaiah Hill and all of @teamphlote.\\n\\nWhy are we here? We’re here to free artists.\\n\\nHow do we do that? We’ll sell mp3’s for $2 million.\\n\\nOur objective is clear. We find talented artists and get them paid.\\n\\nWeb3 delivers the opportunity for us all to create art and help usher in a new renaissance. We’re witnessing a paradigm shift that will require new systems, new organizational structures, and tools to be built. New models are fundamentally changing how we work, create, and share value with one another.\\n\\nMirror is where those at the leading the cultural movement to Web3 are gathering and inviting anyone to participate. We’re glad to be building here and will use Mirror to document our discoveries along the way to building Phlote for the future. Let’s do it together. 🤝\\n\\nIf you support the work we do and seek to contribute to the Rich Artist Movement, buy a token, pull up on us, and say “Hey”. 👋🏽  Let us know how we can help you.\\n\\nArtists of all types deserve to be compensated for the value they bring to the world. This is especially the case in music, where there exists a large disconnect between the cultural importance of the medium and the value we ascribe to it.\",\"timestamp\":1636915327,\"title\":\"Hello World\",\"publication\":\"phlote\"},\"digest\":\"QyejOpv9DImPpsf8eGNNwDeGoZ2h7Hmn9BnKAJGPctI\",\"authorship\":{\"contributor\":\"0xEf58304E292fBAeacFdeC25b67b3438031FdE313\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KXcOOQhx7GoraNl0i2xrhmuX_s07KrkjkKwfp2FuT3w\\\",\\\"y\\\":\\\"SWOLq3LgTd8UHdW7nHo0QcoEGRq5ePJidaME5rivHnY\\\"}\",\"signature\":\"Ef3Nf0MqpxhrMtmSOhlRe71Y5UeC-VM8MLu_85fIVh0cFBeNrlJln4mZi34jixQOG6q2khTkl2oCHngF1rpobQ\",\"signingKeySignature\":\"0x1cc1f8e94186279bcb41360a0c0b26cbcde3201244c4d796a942ba46251e877a02d44cca2f7164ec0526dbf49a30c2265bc21cb48ff79c843902da15b6e4cefd1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"KXcOOQhx7GoraNl0i2xrhmuX_s07KrkjkKwfp2FuT3w\\\",\\\"y\\\":\\\"SWOLq3LgTd8UHdW7nHo0QcoEGRq5ePJidaME5rivHnY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"RzPvnxUMmsWXzw9MALtY2NnMqDxYhZvNUhPghKoprSk\"}"