"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/7233f240-ede1-4e78-bcf7-7c38eab79ade.jpg?height=425&width=500)\\n\\nWe're super excited to launch the crowdfund for Impossible Object's first book, *Conversations on AI*.\\n\\nIf you'd like to back this project, all you need is an Ethereum address and to click on the crowdfund block below. Instructions about both can be found later in this post.\\n\\n![](https://images.mirror-media.xyz/publication-images/6391a341-d325-447b-9f6c-f240928c8dcc.png?height=500&width=704)\\n\\n## What's Impossible Object?\\n\\nImpossible Object's books will exist at the intersection of crypto and legacy publishing. This means we'll be publishing innovative books the old-fashioned way, as trade paperbacks and eBooks. But we're also attempting something completely new: simultaneously releasing on the blockchain so that we can use crypto's capacities to help make new kinds of book.\\n\\n*Conversations on AI* will be the first result of this experiment. Crypto has already provided solutions for crowdfunding [fiction](https://emily.mirror.xyz/0AFENlMKv9amUC1OJIZY26udpISw_raXkoEcvelPvzg), [science](https://opensea.io/assets/0x495f947276749ce646f68ac8c248420045cb7b5e/41443491289334730858714141368268395642829177615924976808738423867555824271361) and [music](https://songcamp.mirror.xyz/xVIye95frUFrZ4RbfYPFNhfi1emI7kvXCcxJOTbcBlM); now it's philosophy's turn. Backers of $IMPOSSIBLE will see the first ever philosophy book funded by crypto brought into the world.\\n\\n![](https://images.mirror-media.xyz/publication-images/3d1d3f6a-456e-48cd-8b79-5d1140227771.jpg?height=2728&width=2728)\\n\\n## Who's taking part in the conversations – and why are they about AI?\\n\\nThe initial impetus for the project was to assemble a group of pioneering thinkers so they could discuss a topic that all of their work has a stake in, and publish their discussions as a public good.\\n\\nThat group ended up comprising **Reza Negarestani, Benjamin Bratton, Mat Dryhurst, Holly Herndon, Helen Hester and Nick Srnicek**. And the topic that turned out to unite their interests was Artificial Intelligence. \\n\\nThese thinkers have previously dealt with AI from various angles: some have written about AI directly (Reza Negarestani's *Intelligence and Spirit* and Nick Srnicek's work on the political economy of AI), some engage with AI as a collaborator (Holly Herndon, Mat Dryhurst and SPAWN), while some have developed the notion of artificiality in itself as a means out of conceptual deadlock (Helen Hester and Benjamin Bratton).\\n\\nIn the three conversations on the topic, AI will act more as a crossroads than the sole focus. Our dialogists are fascinated by the impact that AI will have on politics, art, philosophy, education, terraforming, and many more things, meaning that although the dialogues may consistently pass through AI, they will almost certainly end up at surprising destinations.\\n\\nReza's short essay on the themes of *Conversations on AI* can be found [here](https://r.mirror.xyz/zghnOjS2aVlowlZ5D7ocnswHVSLSe04ZG-ubaMFBHmI).\\n\\n![](https://images.mirror-media.xyz/publication-images/3650eb7b-b2d7-405a-833e-e96ab8ae0adc.png?height=500&width=500)\\n\\n**Reza Negarestani** is a philosopher and a former systems engineer. Since the early 2000s, he has contributed extensively to journals and anthologies, and lectured at numerous international universities and institutes including Duke University, MIT, École Normale Supérieure, and Haus der Kulturen der Welt among others. Negarestani’s writings have been translated to twelve languages. Negarestani’s latest philosophical work is *Intelligence and Spirit*(Urbanomic/Sequence Press/MIT, 2018), a book investigating the meaning of intelligence at the intersection of artificial intelligence, philosophy of mind, theory of computation and the philosophy of German Idealism.\\n\\n![](https://images.mirror-media.xyz/publication-images/36c1d3cb-b3d1-4273-85f4-ece4dbedcd0c.png?height=700&width=500)\\n\\n**Benjamin Bratton's** work spans Philosophy, Art, Design and Computer Science. He is Professor of Visual Arts at the University of California, San Diego. He is Program Director of The Terraforming programme at Strelka Institute of Media, Architecture and Design in Moscow. He is also a Visiting Professor at The European Graduate School,  SCI_Arc (The Southern California Institute of Architecture) and NYU Shanghai. He is the author of several books including *The Revenge of The Real: Politics for a Post-Pandemic World *(Verso, 2021) and *The Stack: On Software and Sovereignty*  (MIT Press, 2015).\\n\\n![](https://images.mirror-media.xyz/publication-images/a5cb5a2e-846b-429c-b790-33688ae2084f.png?height=400&width=650)\\n\\n**Holly Herndon** operates at the edge of electronic and avant-garde pop music and emerges with a dynamic and disruptive canon of her own. On her most recent full-length album *PROTO* Herndon fronts and conducts an electronic pop choir comprised of both human and AI voices over a musical palette that encompasses everything from synths to Sacred Harp stylings. CNN noted that Herndon is “shaping the future of AI” and she has demonstrated this nexus of technological evolution and musical catharsis with elevated performances at The Barbican (London), Volksbühne (Berlin), Sónar (Barcelona), Unsound (Krakow), and Club 2 Club (Milan). The sounds synthesized on PROTO by Herndon, her AI “baby” Spawn, and the vocal ensemble combine elements from Herndon’s dynamic and idiosyncratic personal journey: the timeless folk traditions of her childhood experiences in church-going East Tennessee (particularly the prismatic layered practice of Sacred Harp singing), the avant-garde music she explored while at Mills College, and the radical club culture of Berlin, all enhanced by her recent PhD composition studies at Stanford University, researching machine learning and music. Herndon co-founded the podcast series Interdependence alongside Mat Dryhurst.\\n\\n**Mat Dryhurst** releases music, research and artworks solo and in conjunction with creative partner Holly Herndon. He teaches at NYU’s Clive Davis Institute of Music, Strelka Institute and the European Graduate School and hosts discussions with figures shaping 21st century culture on the Interdependence podcast.\\n\\n![](https://images.mirror-media.xyz/publication-images/d282a589-ee4b-4fc1-8a3f-5591651e2b5b.png?height=500&width=500)\\n\\n**Helen Hester** is Professor of Gender, Technology and Work at the University of West London. Her research interests include technology, social reproduction, and the future of work, and she is a member of the international feminist working group Laboria Cuboniks. Her books include *Beyond Explicit: Pornography and the Displacement of Sex* (SUNY Press, 2014), *Xenofeminism* (Polity, 2018), and *After Work: The Politics of Free Time* (Verso, 2022, with Nick Srnicek).\\n\\n![](https://images.mirror-media.xyz/publication-images/088cd853-c10f-45b6-a521-c961f6b87d21.png?height=500&width=500)\\n\\n\\n**Nick Srnicek** is a Lecturer in Digital Economy at King's College London. He is the author of *Platform Capitalism* (Polity, 2016), *Inventing the Future: Postcapitalism and a World Without Work* (Verso, 2015 with Alex Williams).\\n\\n\\n![](https://images.mirror-media.xyz/publication-images/6a9e8862-0cd7-4c28-a3d4-4a6e5ec3564a.png?height=511&width=664)\\n\\n\\n\\n## What's $IMPOSSIBLE?\\n\\n$IMPOSSIBLE is the token that backers of the crowdfund will receive in return for their contributions of ether. \\n\\nIf you're already familiar with Mirror crowdfunds and how they differ from regular crowdfunds, that won't need any explanation. But if you're new here, here's a lil explainer:\\n\\n- Holding $IMPOSSIBLE tokens not only proves you helped make the book happen in the first place, but also gives you a stake in the financial success of the book.\\n- Once the book is completed, the text will be minted as an NFT on Zora and put up for a reserve auction.\\n\\n- When the NFT sells, its smart contract funnels funds back to $IMPOSSIBLE holders in proportion to the amount of $IMPOSSIBLE they hold.\\n\\n-  At that point, backers can choose to sell their $IMPOSSIBLE tokens on an exchange such as Uniswap, redeeming them for ether, or carry on holding them. Holders will receive financial upside whenever the NFT is auctioned again in the future.\\n\\n- $IMPOSSIBLE holders will be able to play a governance role by taking part in Snapshot polls relating to *Conversations on AI*.\\n\\n- That's not all. Hold on for a full explanation of additional benefits below.\\n\\n[Diagram of how it works?]\\n\\n## When will the conversations happen?\\n\\nAs soon as the crowdfund is over. \\n\\nAfter that, the publication of the book will occur in two stages.\\n\\n### Stage 1\\n\\nOnce the conversations have all taken place, they'll be published on Mirror as a 'beta' eBook of approximately 50,000 words – equivalent to about 200 printed pages. This will be free for all to read.\\n\\n### Stage 2\\n\\nThis is where things really start to get interesting. \\n\\nBefore the trade paperback is published, Impossible Object will seek responses to the dialogues from their first readership. The call for proposed responses will be open to **all** readers, not just holders of $IMPOSSIBLE. One to three of these will be published alongside the main dialogues in the first full print and electronic edition of the book, and the authors will be rewarded with $IMPOSSIBLE tokens.\\n\\nAlso, the names of the original backers and holders of the $IMPOSSIBLE token will be included the acknowledgements and logged forever on the blockchain in recognition of the role they played in making the book happen.\\n\\nPrinting commentaries and objections alongside the main text has a long tradition, stretching back before Descartes' *Meditations*. But with Mirror's help we're giving things a web3 twist.\\n\\n\\n\\n![Still from Metahaven's \\\"The Sprawl\\\"](https://thefader-res.cloudinary.com/private_images/w_1800,c_limit,f_auto,q_auto:best/screen_shot_2016-04-20_at_21.52.37_rqwpvi/screenshot-from-i-the-sprawl-i.jpg)\\n\\n\\n\\n\\n\\n## Who will design the book?\\nWe're excited to say that editorial design for the book and for Impossible Object's future titles will be by the incredible **Metahaven**.\\n\\nThe work of Metahaven consists of filmmaking, writing, and design. Films by Metahaven include *The Sprawl (Propaganda about Propaganda)* (2015), *Information Skies* (2016, nominated for the 2017 European Film Awards), *Hometown* (2018), *Eurasia (Questions on Happiness)* (2018), and *Chaos Theory* (2021). Solo exhibitions include *Turnarounds*, e-flux, New York (2019), *Version History*, ICA London (2018), *Earth*, Stedelijk Museum Amsterdam (2018), *Hometown*, Izolyatsia, Kyiv (2018), *Information Skies*, Auto Italia, London (2016), *The Sprawl*, Yerba Buena Center for the Arts, San Francisco (2015), and *Islands in the Cloud*, MoMA PS1, New York (2013). Recent publications include *PSYOP: An Anthology* (Koenig Books, London, 2018), and *Digital Tarkovsky* (Strelka Press, Moscow, 2018). \\n\\nNot only will Metahaven be doing editorial design for *Conversations on AI*; in line with a plan that will be repeated with future Impossible Object titles, the front cover image will be minted as a standalone NFT and auctioned a little further down the line. \\n\\nSome of the proceeds of this will go to iODAO, Impossible Object's creator DAO.\\n\\n\\n\\n\\n![](https://images.mirror-media.xyz/publication-images/1464387a-458e-4d20-b694-34e576c840a0.png?height=409&width=430)\\n\\n\\n\\n## How much are you aiming to raise?\\n\\nWe're aiming to raise up to 25 ether. This will go to:\\n\\n- Our dialogists: Benjamin Bratton, Mat Dryhurst, Holly Herndon, Helen Hester, Reza Negarestani and Nick Srnicek\\n- Our designer, Metahaven\\n- The costs of producing, marketing and distributing the book\\n- The development of web3 functionality on Impossible Object's website and forthcoming Discord server, giving $IMPOSSIBLE holders access to the benefits that this entails.\\n\\n## What are the different tiers of backer rewards?\\n\\n**Every backer**\\n- $IMPOSSIBLE tokens at the rate: 1 ether = 1000 $IMPOSSIBLE\\n- Proportional stakes in the sale of the book's NFT as described above.\\n- Proportional voting power in Snapshot polls relating to the book.\\n- Mention in the book's acknowledgements.\\n\\n**0.25 ether+**\\n- The above, plus...\\n- Invitation to a 2hr Zoom roundtable on AI, led by Reza Negarestani and featuring participants in the book.\\n\\n**0.5 ether+**\\n- The above, plus...\\n- Signed special edition of the book\\n- Limited edition Impossible Object merch\\n\\n**0.75 ether+**\\n- The above, plus...\\n- A one-on-one call with Reza Negarestani about anything at all (not necessarily AI!).\\n\\n\\n**1 ether+**\\n- The above, plus...\\n- One-of-a-kind *Conversations on AI* 'metaposter' by Metahaven.\\n\\n![](https://images.mirror-media.xyz/publication-images/0b9be0ef-5b18-48c2-bb36-f3f6a864d411.png?height=493&width=634)\\n\\n\\n\\n**Futher information about the crowdfund**\\n\\n- The crowdfund will begin at Xpm on 25th May on this page.\\n- The crowdfund is first come, first serve. Once it's closed, it will no longer be possible to make contributions.\\n- You will need an Ethereum wallet and some ether to participate. If you don’t have a wallet, Rainbow’s mobile app is a good option for iOS users. Alternatively, there's Metamask (iOS, Android and web).\\n- 1 ether = 1000 $IMPOSSIBLE. For example, someone contributing 0.5 ether will receive 500 $IMPOSSIBLE.\\n- Ether transactions involve a transaction fee (Tx fee). The level of the Tx fee varies with the price of 'gas' on the network, which can be checked [here](https://ethgasstation.info/). If gas prices are too high, wait and try again later for a more reasonable overall Tx fee.\\n- If you are new to this and need any advice, reach out on the Impossible Object [Telegram group](t.me/impossibleobject). We'll do what we can to help!\\n\\n![](https://images.mirror-media.xyz/publication-images/03eff263-e1c5-452e-9700-323013ad9e5b.jpg?height=1432&width=1263)\\n\\n\\n\\n\\n\\n## Additional references\\n\\nhttps://impossible-object.io/\\n\\nhttps://j.mirror.xyz/uVGCCwwm3k341lPpxaJmHTZROESVse9Pe_rmbiuUAC0\\n\\nhttps://dev.mirror.xyz/llJ_AboiDJwB_ZAFz-CXU7fL2p8v5Wz6MjfluLafewQ\\n\\nhttps://generalist.mirror.xyz/1T0h7VGDcECJuifK4TPDfRoUQ3zaO_tPwdZV-dtnNqw\",\"timestamp\":1621948336,\"title\":\"$IMPOSSIBLE: \\\"Conversations on AI\\\" crowdfund launch\",\"publication\":\"r\"},\"digest\":\"MjvFWRgYyR8jpVEoItwl6P1cnI2kdoqEPGtWAD7STQk\",\"authorship\":{\"contributor\":\"0xc46E9a66FDdC8D1a69529d86E668236f02957F1b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2gOreeFuSTzHTbTHh9VLYOVAbQObud6uGR8QKO8hX68\\\",\\\"y\\\":\\\"mIcvZP41c-qLBmjZN1LVVaBuBBW6rZ4AdumfCBqht0c\\\"}\",\"signature\":\"iqVWgg6HhQ8Yy51Rlor4o8IXCw8GERAmzQwID4XITX0L_X9vK9Z1RzcbqxB8rF8OkqzsFqkzr67VpJ2cIkxBLA\",\"signingKeySignature\":\"0xa12ba6931bea4c7bc2184de485923a78b6af767e47b5366ba29378cf7e8f474c40cd9c51f95dc6b0f445745db5e88230c78ae1e3421b36703b7d474fbda0c57f1b\",\"signingKeyMessage\":\"I authorize the publication of articles on r.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"2gOreeFuSTzHTbTHh9VLYOVAbQObud6uGR8QKO8hX68\\\",\\\"y\\\":\\\"mIcvZP41c-qLBmjZN1LVVaBuBBW6rZ4AdumfCBqht0c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hqkBkj6ttSQfHvgdArGYPNgw9JkrlLAyZqC5UWqk3s0\"}"