"{\"content\":{\"body\":\"she was happy,--and when her happiness didn't take anything from me!  That was why I never went to see you.  I knew quite well I ought to go--even our simple Four Winds customs demanded that.  But I couldn't.  I used to watch you from my window--I could see you and your husband strolling about your garden in the evening--or you running down the poplar lane to meet him.  And it hurt me.  And yet in another way I wanted to go over.  I felt that, if I were not so miserable, I could have liked you and found in you what I've never had in my life--an intimate, REAL friend of my own age.  And then you remember that night at the shore?  You were afraid I would think you crazy.  You must have thought *I* was.\\\"\\n\\n\\\"No, but I couldn't understand you, Leslie.  One moment you drew me to you--the next you pushed me back.\\\"\\n\\n\\\"I was very unhappy that evening.  I had had a hard day.  Dick had been very--very hard to manage that day.  Generally he is quite good-natured and easily controlled, you know, Anne.  But some days he is very different.  I was so heartsick--I ran away to the shore as soon as he went to sleep.  It was my only refuge.  I sat there thinking of how my poor father had ended his life, and wondering if I wouldn't be driven to it some day.  Oh, my heart was full of black thoughts!  And then you came dancing along the cove like a glad, light-hearted child.  I--I hated you more then than I've ever done since.  And yet I craved your friendship.  The one feeling swayed me one moment; the other feeling the next.  When I got home that night I cried for shame of what you must think of me.  But it's always been just the same when I came over here.  Sometimes I'd be happy and enjoy my visit.  And at other times that hideous feeling would mar it all.  There were times when everything about you and your house hurt me.  You had so many dear little things I couldn't have.  Do you know--it's ridiculous-- but I had an especial spite at those china dogs of yours.  There were times when I wanted to catch up Gog and Magog and bang their pert black noses together!  Oh, you smile, Anne--but it was never funny to me.  I would come here and see you and Gilbert with your books and your flowers, and your household goods, and your little family jokes--and your love for each other showing in every look and word, even when you didn't know it--and I would go home to--you know what I went home to!  Oh, Anne, I don't believe I'm jealous and envious by nature.  When I was a girl I lacked many things my schoolmates had, but I never cared--I never disliked them for it.  But I seem to have grown so hateful--\\\"\\n\\n\\\"Leslie, dearest, stop blaming yourself.  You are NOT hateful or jealous or envious.  The life you have to live has warped you a little, perhaps-but it would have ruined a nature less fine and noble than yours.  I'm letting you tell me all this because I believe it's better for you to talk it out and rid your soul of it.  But don't blame yourself any more.\\\"\\n\\n\\\"Well, I won't.  I just wanted you to know me as I am.  That time you told me of your darling hope for the spring was the worst of all, Anne.  I shall never forgive myself for the way I behaved then.  I repented it with tears.  And I DID put many a tender and loving thought of you into the little dress I made.  But I might have known that anything I made could only be a shroud in the end.\\\"\\n\\n\\\"Now, Leslie, that IS bitter and morbid--put such thoughts away.\\n\\nI was so glad when you brought the little dress; and since I had to lose little Joyce I like to think that the dress she wore was the one you made for her when you let yourself love me.\\\"\\n\\n\\\"Anne, do you know, I believe I shall always love you after this.  I don't think I'll ever feel that dreadful way about you again.  Talking it all out seems to have done away with it, somehow.  It's very strange --and I thought it so real and bitter.  It's like opening the door of a dark room to show some hideous creature you've believed to be there--and when the light streams in your monster turns out to have been just a shadow, vanishing when the light comes.  It will never come between us again.\\\"\\n\\n\\\"No, we are real friends now, Leslie, and I am very glad.\\\"\\n\\n\\\"I hope you won't misunderstand me if I say something else.  Anne, I was grieved to the core of my heart when you lost your baby; and if I could have saved her for you by cutting off one of my hands I would have done it.  But your sorrow has brought us closer together.  Your perfect happiness isn't a barrier any longer.  Oh, don't misunderstand, dearest--I'm NOT glad that your happiness isn't perfect any longer--I can say that sincerely; but since it isn't, there isn't such a gulf between us.\\\"\\n\\n\\\"I DO understand that, too, Leslie.  Now, we'll just shut up the past and forget what was unpleasant in it.  It's all going to be different.  We're both of the race of Joseph now.  I think you've been wonderful --wonderful.  And, Leslie, I can't help believing that life has something good and beautiful for you yet.\\\"\\n\\nLeslie shook her head.\\n\\n\\\"No,\\\" she said dully.  \\\"There isn't any hope.  Dick will never be better--and even if his memory were to come back--oh, Anne, it would be worse, even worse, than it is now.  This is something you can't understand, you happy bride.  Anne, did Miss Cornelia ever tell you how I came to marry Dick?\\\"\\n\\n\\\"Yes.\\\"\\n\\n\\\"I'm glad--I wanted you to know--but I couldn't bring myself to talk of it if you hadn't known.  Anne, it seems to me that ever since I was twelve years old life has been bitter.  Before that I had a happy childhood.  We were very poor--but we didn't mind.  Father was so splendid--so clever and loving and sympathetic.  We were chums as far back as I can remember.  And mother was so sweet.  She was very, very beautiful.  I look like her, but I am not so beautiful as she was.\\\"\\n\\n\\\"Miss Cornelia says you are far more beautiful.\\\"\\n\\n\\\"She is mistaken--or prejudiced.  I think my figure IS better-- mother was slight and bent by hard work--but she had the face of an angel.  I used just to look up at her in worship.  We all worshipped her,--father and Kenneth and I.\\\"\\n\\nAnne remembered that Miss Cornelia had given her a very different impression of Leslie's mother.  But had not love the truer vision?  Still, it WAS selfish of Rose West to make her daughter marry Dick Moore.\\n\\n\\\"Kenneth was my brother,\\\" went on Leslie.  \\\"Oh, I can't tell you how I loved him.  And he was cruelly killed.  Do you know how?\\\"\\n\\n\\\"Yes.\\\"\\n\\n\\\"Anne, I saw his little face as the wheel went over him.  He fell on his back.  Anne--Anne--I can see it now.  I shall always see it.  Anne, all I ask of heaven is that that recollection shall be blotted out of my memory.  O my God!\\\"\\n\\n\\\"Leslie, don't speak of it.  I know the story--don't go into details that only harrow your soul up unavailingly.  It WILL be blotted out.\\\"\\n\\nAfter a moment's struggle, Leslie regained a measure of self- control.\\n\\n\\\"Then father's health got worse and he grew despondent--his mind became unbalanced--you've heard all that, too?\\\"\\n\\n\\\"Yes.\\\"\\n\\n\\\"After that I had just mother to live for.  But I was very ambitious.  I meant to teach and earn my way through college.  I meant to climb to the very top--oh, I won't talk of that either.  It's no use.  You know what happened.  I couldn't see my dear little heart-broken mother, who had been such a slave all her life, turned out of her home.  Of course, I could have earned enough for us to live on.  But mother COULDN'T leave her home.  She had come there as a bride--and she had loved father so--and all her memories were there.  Even yet, Anne, when I think that I made her last year happy I'm not sorry for what I did.  As for Dick--I didn't hate him when I married him--I just felt for him the indifferent, friendly feeling I had for most of my schoolmates.  I knew he drank some--but I had never heard the story of the girl down at the fishing cove.  If I had, I COULDN'T have married him, even for mother's sake.  Afterwards--I DID hate him--but mother never knew.  She died--and then I was alone.  I was only seventeen and I was alone.  Dick had gone off in the Four Sisters.  I hoped he wouldn't be home very much more.  The sea had always been in his blood.  I had no other hope.  Well, Captain Jim brought him home, as you know--and that's all there is to say.  You know me now, Anne--the worst of me--the barriers are all down.  And you still want to be my friend?\\\"\\n\\nAnne looked up through the birches, at the white paper-lantern of a half moon drifting downwards to the gulf of sunset.  Her face was very sweet.\\n\\n\\\"I am your friend and you are mine, for always,\\\" she said.  \\\"Such a friend as I never had before.  I have had many dear and beloved friends--but there is a something in you, Leslie, that I never found in anyone else.  You have more to offer me in that rich nature of yours, and I have more to give you than I had in my careless girlhood.  We are both women--and friends forever.\\\"\\n\\nThey clasped hands and smiled at each other through the tears that filled the gray eyes and the blue.\\n\\nCHAPTER 22\\n\\nMISS CORNELIA ARRANGES MATTERS\\n\\nGilbert insisted that Susan should be kept on at the little house for the summer.  Anne protested at first.\\n\\n\\\"Life here with just the two of us is so sweet, Gilbert.  It spoils it a little to have anyone else.  Susan is a dear soul, but she is an outsider.  It won't hurt me to do the work here.\\\"\\n\\n\\\"You must take your doctor's advice,\\\" said Gilbert.  \\\"There's an old proverb to the effect that shoemakers' wives go barefoot and doctors' wives die young.  I don't mean that it shall be true in my household.  You will keep Susan until the old spring comes back into your step, and those little hollows on your cheeks fill out.\\\"\\n\\n\\\"You just take it easy, Mrs. Doctor, dear,\\\" said Susan, coming abruptly in.  \\\"Have a good time and do not worry about the pantry.  Susan is at the helm.  There is no use in keeping a dog and doing your own barking.  I am going to take your breakfast up to you every morning.\\\"\\n\\n\\\"Indeed you are not,\\\" laughed Anne.  \\\"I agree with Miss Cornelia that it's a scandal for a woman who isn't sick to eat her breakfast in bed, and almost justifies the men in any enormities.\\\"\\n\\n\\\"Oh, Cornelia!\\\" said Susan, with ineffable contempt.  \\\"I think you have better sense, Mrs. Doctor, dear, than to heed what Cornelia Bryant says.  I cannot see why she must be always running down the men, even if she is an old maid.  *I* am an old maid, but you never hear ME abusing the men.  I like 'em.  I would have married one if I could.  Is it not funny nobody ever asked me to marry him, Mrs. Doctor, dear?  I am no beauty, but I am as good-looking as most of the married women you see.  But I never had a beau.  What do you suppose is the reason?\\\"\\n\\n\\\"It may be predestination,\\\" suggested Anne, with unearthly solemnity.\\n\\nSusan nodded.\\n\\n\\\"That is what I have often thought, Mrs. Doctor, dear, and a great comfort it is.  I do not mind nobody wanting me if the Almighty decreed it so for His own wise purposes.  But sometimes doubt creeps in, Mrs. Doctor, dear, and I wonder if maybe the Old Scratch has not more to do with it than anyone else.  I cannot feel resigned THEN.  But maybe,\\\" added Susan, brightening up, \\\"I will have a chance to get married yet.  I often and often think of the old verse my aunt used to repeat:\\n\\nThere never was a goose so gray but sometime soon or late Some honest gander came her way and took her for his mate!\\n\\nA woman cannot ever be sure of not being married till she is buried, Mrs. Doctor, dear, and meanwhile I will make a batch of cherry pies.  I notice the doctor favors 'em, and I DO like cooking for a man who appreciates his victuals.\\\"\\n\\nMiss Cornelia dropped in that afternoon, puffing a little.\\n\\n\\\"I don't mind the world or the devil much, but the flesh DOES rather bother me,\\\" she admitted.  \\\"You always look as cool as a cucumber, Anne, dearie.  Do I smell cherry pie?  If I do, ask me to stay to tea.  Haven't tasted a cherry pie this summer.  My cherries have all been stolen by those scamps of Gilman boys from the Glen.\\\"\\n\\n\\\"Now, now, Cornelia,\\\" remonstrated Captain Jim, who had been reading a sea novel in a corner of the living room, \\\"you shouldn't say that about those two poor, motherless Gilman boys, unless you've got certain proof.  Jest because their father ain't none too honest isn't any reason for calling them thieves.  It's more likely it's been the robins took your cherries.  They're turrible thick this year.\\\"\\n\\n\\\"Robins!\\\" said Miss Cornelia disdainfully.  \\\"Humph!  Two- legged robins, believe ME!\\\"\\n\\n\\\"Well, most of the Four Winds robins ARE constructed on that principle,\\\" said Captain Jim gravely.\\n\\nMiss Cornelia stared at him for a moment.  Then she leaned back in her rocker and laughed long and ungrudgingly.\\n\\n\\\"Well, you HAVE got one on me at last, Jim Boyd, I'll admit.  Just look how pleased he is, Anne, dearie, grinning like a Chessy-cat.  As for the robins' legs if robins have great, big, bare, sunburned legs, with ragged trousers hanging on 'em, such as I saw up in my cherry tree one morning at sunrise last week, I'll beg the Gilman boys' pardon.  By the time I got down they were gone.  I couldn't understand how they had disappeared so quick, but Captain Jim has enlightened me.  They flew away, of course.\\\"\\n\\nCaptain Jim laughed and went away, regretfully declining an invitation to stay to supper and partake of cherry pie.\\n\\n\\\"I'm on my way to see Leslie and ask her if she'll take a boarder,\\\" Miss Cornelia resumed.  \\\"I'd a letter yesterday from a Mrs. Daly in Toronto, who boarded a spell with me two years ago.  She wanted me to take a friend of hers for the summer.  His name is Owen Ford, and he's a newspaper man, and it seems he's a grandson of the schoolmaster who built this house.  John Selwyn's oldest daughter married an Ontario man named Ford, and this is her son.  He wants to see the old place his grandparents lived in.  He had a bad spell of typhoid in the spring and hasn't got rightly over it, so his doctor has ordered him to the sea.  He doesn't want to go to the hotel--he just wants a quiet home place.  I can't take him, for I have to be away in August.  I've been appointed a delegate to the W.F.M.S. convention in Kingsport and I'm going.  I don't know whether Leslie'll want to be bothered with him, either, but there's no one else.  If she can't take him he'll have to go over the harbor.\\\"\\n\\n\\\"When you've seen her come back and help us eat our cherry pies,\\\" said Anne.  \\\"Bring Leslie and Dick, too, if they can come.  And so you're going to Kingsport?  What a nice time you will have.  I must give you a letter to a friend of mine there--Mrs. Jonas Blake.\\\"\\n\\n\\\"I've prevailed on Mrs. Thomas Holt to go with me,\\\" said Miss Cornelia complacently.  \\\"It's time she had a little holiday, believe ME.  She has just about worked herself to death.  Tom Holt can crochet beautifully, but he can't make a living for his family.  He never seems to be able to get up early enough to do any work, but I notice he can always get up early to go fishing.  Isn't that like a man?\\\"\\n\\nAnne smiled.  She had learned to discount largely Miss Cornelia's opinions of the Four Winds men.  Otherwise she must have believed them the most hopeless assortment of reprobates and ne'er-do-wells in the world, with veritable slaves and martyrs for wives.  This particular Tom Holt, for example, she knew to be a kind husband, a much loved father, and an excellent neighbor.  If he were rather inclined to be lazy, liking better the fishing he had been born for than the farming he had not, and if he had a harmless eccentricity for doing fancy work, nobody save Miss Cornelia seemed to hold it against him.  His wife was a \\\"hustler,\\\" who gloried in hustling; his family got a comfortable living off the farm; and his strapping sons and daughters, inheriting their mother's energy, were all in a fair way to do well in the world.  There was not a happier household in Glen St. Mary than the Holts'.\\n\\nMiss Cornelia returned satisfied from the house up the brook.\\n\\n\\\"Leslie's going to take him,\\\" she announced.  \\\"She jumped at the chance.  She wants to make a little money to shingle the roof of her house this fall, and she didn't know how she was going to manage it.  I expect Captain Jim'll be more than interested when he hears that a grandson of the Selwyns' is coming here.  Leslie said to tell you she hankered after cherry pie, but she couldn't come to tea because she has to go and hunt up her turkeys.  They've strayed away.  But she said, if there was a piece left, for you to put it in the pantry and she'd run over in the cat's light, when prowling's in order, to get it.  You don't know, Anne, dearie, what good it did my heart to hear Leslie send you a message like that, laughing like she used to long ago.\\n\\nThere's a great change come over her lately.  She laughs and jokes like a girl, and from her talk I gather she's here real often.\\\"\\n\\n\\\"Every day--or else I'm over there,\\\" said Anne.  \\\"I don't know what I'd do without Leslie, especially just now when Gilbert is so busy.  He's hardly ever home except for a few hours in the wee sma's.  He's really working himself to death.  So many of the over-harbor people send for him now.\\\"\\n\\n\\\"They might better be content with their own doctor,\\\" said Miss Cornelia.  \\\"Though to be sure I can't blame them, for he's a Methodist.  Ever since Dr. Blythe brought Mrs. Allonby round folks think he can raise the dead.  I believe Dr. Dave is a mite jealous--just like a man.  He thinks Dr. Blythe has too many new-fangled notions!  `Well,' I says to him, `it was a new-fangled notion saved Rhoda Allonby.  If YOU'D been attending her she'd have died, and had a tombstone saying it had pleased God to take her away.'  Oh, I DO like to speak my mind to Dr. Dave!  He's bossed the Glen for years, and he thinks he's forgotten more than other people ever knew.  Speaking of doctors, I wish Dr. Blythe'd run over and see to that boil on Dick Moore's neck.  It's getting past Leslie's skill.  I'm sure I don't know what Dick Moore wants to start in having boils for--as if he wasn't enough trouble without that!\\\"\\n\\n\\\"Do you know, Dick has taken quite a fancy to me,\\\" said Anne.  \\\"He follows me round like a dog, and smiles like a pleased child when I notice him.\\\"\\n\\n\\\"Does it make you creepy?\\\"\\n\\n\\\"Not at all.  I rather like poor Dick Moore.  He seems so pitiful and appealing, somehow.\\\"\\n\\n\\\"You wouldn't think him very appealing if you'd see him on his cantankerous days, believe ME.  But I'm glad you don't mind him-- it's all the nicer for Leslie.  She'll have more to do when her boarder comes.  I hope he'll be a decent creature.  You'll probably like him--he's a writer.\\\"\\n\\n\\\"I wonder why people so commonly suppose that if two individuals are both writers they must therefore be hugely congenial,\\\" said Anne, rather scornfully.  \\\"Nobody would expect two blacksmiths to be violently attracted toward each other merely because they were both blacksmiths.\\\"\\n\\nNevertheless, she looked forward to the advent of Owen Ford with a pleasant sense of expectation.  If he were young and likeable he might prove a very pleasant addition to society in Four Winds.  The latch-string of the little house was always out for the race of Joseph.\\n\\nCHAPTER 23\\n\\nOWEN FORD COMES\\n\\nOne evening Miss Cornelia telephoned down to Anne.\\n\\n\\\"The writer man has just arrived here.  I'm going to drive him down to your place, and you can show him the way over to Leslie's.  It's shorter than driving round by the other road, and I'm in a mortal hurry.  The Reese baby has gone and fallen into a pail of hot water at the Glen, and got nearly scalded to death and they want me right off--to put a new skin on the child, I presume.  Mrs. Reese is always so careless, and then expects other people to mend her mistakes.  You won't mind, will you, dearie?  His trunk can go down tomorrow.\\\"\\n\\n\\\"Very well,\\\" said Anne.  \\\"What is he like, Miss Cornelia?\\\"\\n\\n\\\"You'll see what he's like outside when I take him down.  As for what he's like inside only the Lord who made him knows THAT.  I'm not going to say another word, for every receiver in the Glen is down.\\\"\\n\\n\\\"Miss Cornelia evidently can't find much fault with Mr. Ford's looks, or she would find it in spite of the receivers,\\\" said Anne.  \\\"I conclude therefore, Susan, that Mr. Ford is rather handsome than otherwise.\\\"\\n\\n\\\"Well, Mrs. Doctor, dear, I DO enjoy seeing a well-looking man,\\\" said Susan candidly.  \\\"Had I not better get up a snack for him?  There is a strawberry pie that would melt in your mouth.\\\"\\n\\n\\\"No, Leslie is expecting him and has his supper ready.  Besides, I want that strawberry pie for my own poor man.  He won't be home till late, so leave the pie and a glass of milk out for him, Susan.\\\"\\n\\n\\\"That I will, Mrs. Doctor, dear.  Susan is at the helm.  After all, it is better to give pie to your own men than to strangers, who may be only seeking to devour, and the doctor himself is as well-looking a man as you often come across.\\\"\\n\\nWhen Owen Ford came Anne secretly admitted, as Miss Cornelia towed him in, that he was very \\\"well-looking\\\" indeed.  He was tall and broad-shouldered, with thick, brown hair, finely-cut nose and chin, large and brilliant dark-gray eyes.\\n\\n\\\"And did you notice his ears and his teeth, Mrs. Doctor, dear?\\\" queried Susan later on.  \\\"He has got the nicest-shaped ears I ever saw on a man's head.  I am choice about ears.  When I was young I was scared that I might have to marry a man with ears like flaps.  But I need not have worried, for never a chance did I have with any kind of ears.\\\"\\n\\nAnne had not noticed Owen Ford's ears, but she did see his teeth, as his lips parted over them in a frank and friendly smile.  Unsmiling, his face was rather sad and absent in expression, not unlike the melancholy, inscrutable hero of Anne's own early dreams; but mirth and humor and charm lighted it up when he smiled.  Certainly, on the outside, as Miss Cornelia said, Owen Ford was a very presentable fellow.\\n\\n\\\"You cannot realise how delighted I am to be here, Mrs. Blythe,\\\" he said, looking around him with eager, interested eyes.  \\\"I have an odd feeling of coming home.  My mother was born and spent her childhood here, you know.  She used to talk a great deal to me of her old home.  I know the geography of it as well as of the one I lived in, and, of course, she told me the story of the building of the house, and of my grandfather's agonised watch for the Royal William.  I had thought that so old a house must have vanished years ago, or I should have come to see it before this.\\\"\\n\\n\\\"Old houses don't vanish easily on this enchanted coast,\\\" smiled Anne.  \\\"This is a \\\\`land where all things always seem the same'-- nearly always, at least.  John Selwyn's house hasn't even been much changed, and outside the rose-bushes your grandfather planted for his bride are blooming this very minute.\\\"\\n\\n\\\"How the thought links me with them!  With your leave I must explore the whole place soon.\\\"\\n\\n\\\"Our latch-string will always be out for you,\\\" promised Anne.  \\\"And do you know that the old sea captain who keeps the Four Winds light knew John Selwyn and his bride well in his boyhood?  He told me their story the night I came here--the third bride of the old house.\\\"\\n\\n\\\"Can it be possible?  This IS a discovery.  I must hunt him up.\\\"\\n\\n\\\"It won't be difficult; we are all cronies of Captain Jim.  He will be as eager to see you as you could be to see him.  Your grandmother shines like a star in his memory.  But I think Mrs. Moore is expecting you.  I'll show you our \\\\`cross-lots' road.\\\"\\n\\nAnne walked with him to the house up the brook, over a field that was as white as snow with daisies.  A boat-load of people were singing far across the harbor.  The sound drifted over the water like faint, unearthly music wind-blown across a starlit sea.  The big light flashed and beaconed.  Owen Ford looked around him with satisfaction.\\n\\n\\\"And so this is Four Winds,\\\" he said.  \\\"I wasn't prepared to find it quite so beautiful, in spite of all mother's praises.  What colors-- what scenery--what charm!  I shall get as strong as a horse in no time.  And if inspiration comes from beauty, I should certainly be able to begin my great Canadian novel here.\\\"\\n\\n\\\"You haven't begun it yet?\\\" asked Anne.\\n\\n\\\"Alack-a-day, no.  I've never been able to get the right central idea for it.  It lurks beyond me--it allures--and beckons--and recedes-- I almost grasp it and it is gone.  Perhaps amid this peace and loveliness, I shall be able to capture it.  Miss Bryant tells me that you write.\\\"\\n\\n\\\"Oh, I do little things for children.  I haven't done much since I was married.  And--I have no designs on a great Canadian novel,\\\" laughed Anne.  \\\"That is quite beyond me.\\\"\\n\\nOwen Ford laughed too.\\n\\n\\\"I dare say it is beyond me as well.  All the same I mean to have a try at it some day, if I can ever get time.  A newspaper man doesn't have much chance for that sort of thing.  I've done a good deal of short story writing for the magazines, but I've never had the leisure that seems to be necessary for the writing of a book.  With three months of liberty I ought to make a start, though--if I could only get the necessary motif for it--the SOUL of the book.\\\"\\n\\nAn idea whisked through Anne's brain with a suddenness that made her jump.  But she did not utter it, for they had reached the Moore house.  As they entered the yard Leslie came out on the veranda from the side door, peering through the gloom for some sign of her expected guest.  She stood just where the warm yellow light flooded her from the open door.  She wore a plain dress of cheap, cream-tinted cotton voile, with the usual girdle of crimson.  Leslie was never without her touch of crimson.  She had told Anne that she never felt satisfied without a gleam of red somewhere about her, if it were only a flower.  To Anne, it always seemed to symbolise Leslie's glowing, pent-up personality, denied all expression save in that flaming glint.  Leslie's dress was cut a little away at the neck and had short sleeves.  Her arms gleamed like ivory-tinted marble.  Every exquisite curve of her form was outlined in soft darkness against the light.  Her hair shone in it like flame.  Beyond her was a purple sky, flowering with stars over the harbor.\\n\\nAnne heard her companion give a gasp.  Even in the dusk she could see the amazement and admiration on his face.\\n\\n\\\"Who is that beautiful creature?\\\" he asked.\\n\\n\\\"That is Mrs. Moore,\\\" said Anne.  \\\"She is very lovely, isn't she?\\\"\",\"timestamp\":1639709880,\"title\":\"It was because you looked so happy.  Oh, you'll agree with me now that I AM a hateful beast--to hate another woman \"},\"digest\":\"WtzbMj1E1xxU7A9WhXa-4IeKYfgVbuRYsw5lkNbLlsk\",\"authorship\":{\"contributor\":\"0x98485E752AD42d721892AE055281b72F1cA81833\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AJXR0ZmzeQATxHUqioAjRbT25sOJQCmPqxWKH42rbGI\\\",\\\"y\\\":\\\"qiWKaMyQNeB08Ub512cK0bOLQ7E-XpatmvfEBVKIwes\\\"}\",\"signature\":\"ezQT8cVPQJ5IKiR8Mdv9bx3n8RVQUYo-CZNeCMQ4quGwGHQgK-FXXQs3PZmf5EwUN-OJFceLk0UlQxO3hOzhtg\",\"signingKeySignature\":\"0x71254eca1fda737a720e487528ea635125f22c3f270a7e5dee3136605ba995043a5a5c961b903fc9e202a6a746ab6900ec85ee370e21eddbd9b466c99a05d2591c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AJXR0ZmzeQATxHUqioAjRbT25sOJQCmPqxWKH42rbGI\\\",\\\"y\\\":\\\"qiWKaMyQNeB08Ub512cK0bOLQ7E-XpatmvfEBVKIwes\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"WtzbMj1E1xxU7A9WhXa-4IeKYfgVbuRYsw5lkNbLlsk\"}"