"{\"content\":{\"body\":\"\\\"I know what you mean,\\\" she interrupted, hurriedly, taking up the work which, during the last few minutes, she had allowed to drop into her lap; \\\"but I am stronger than you think; I can face the worst of our recollections composedly. Go on, Louis; pray go on--I am quite fit to stop and hear you.\\\"\\n\\n\\\"You know what we suffered in the first days of our suspense, after the success of your stratagem,\\\" said Trudaine, turning to Lomaque. \\\"I think it was on the evening after we had seen you for the last time at St. Lazare that strange, confused rumors of an impending convulsion in Paris first penetrated within our prison walls. During the next few days the faces of our jailers were enough to show us that those rumors were true, and that the Reign of Terror was actually threatened with overthrow at the hands of the Moderate Party. We had hardly time to hope everything from this blessed change before the tremendous news of Robespierre's attempted suicide, then of his condemnation and execution, reached us. The confusion produced in the prison was beyond all description. The accused who had been tried and the accused who had not been tried got mingled together. From the day of Robespierre's arrest, no orders came to the authorities, no death-lists reached the prison. The jailers, terrified by rumors that the lowest accomplices of the tyrant would be held responsible, and be condemned with him, made no attempt to maintain order. Some of them--that hunchback man among the rest--deserted their duties altogether. The disorganization was so complete, that when the commissioners from the new Government came to St. Lazare, some of us were actually half starving from want of the bare necessities of life. To inquire separately into our cases was found to be impossible. Sometimes the necessary papers were lost; sometimes what documents remained were incomprehensible to the new commissioners. They were obliged, at last, to make short work of it by calling us up before them in dozens. Tried or not tried, we had all been arrested by the tyrant, had all been accused of conspiracy against him, and were all ready to hail the new Government as the salvation of France. In nine cases out of ten, our best claim to be discharged was derived from these circumstances. We were trusted by Tallien and the men of the Ninth Thermidor, because we had been suspected by Robespierre, Couthon, and St. Just. Arrested informally, we were now liberated informally. When it came to my sister's turn and mine, we were not under examination five minutes. No such thing as a searching question was asked of us; I believe we might even have given our own names with perfect impunity. But I had previously instructed Rose that we were to assume our mother's maiden name--Maurice. As the citizen and citoyenne Maurice, accordingly, we passed out of prison--under the same name we have lived ever since in hiding here. Our past repose has depended, our future happiness will depend, on our escape from death being kept the profoundest secret among us three. For one all sufficient reason, which you can easily guess at, the brother and sister Maurice must still know nothing of Louis Trudaine and Rose Danville, except that they were two among the hundreds of victims guillotined during the Reign of Terror.\\\"\\n\\nHe spoke the last sentence with a faint smile, and with the air of a man trying, in spite of himself, to treat a grave subject lightly. His face clouded again, however, in a moment, when he looked toward his sister, as he ceased. Her work had once more dropped on her lap, her face was turned away so that he could not see it; but he knew by the trembling of her clasped hands, as they rested on her knee, and by the slight swelling of the veins on her neck which she could not hide from him, that her boasted strength of nerve had deserted her. Three years of repose had not yet enabled her to hear her marriage name uttered, or to be present when past times of deathly suffering and terror were referred to, without betraying the shock in her face and manner. Trudaine looked saddened, but in no way surprised by what he saw. Making a sign to Lomaque to say nothing, he rose and took up his sister's hood, which lay on a window-seat near him.\\n\\n\\\"Come, Rose,\\\" he said, \\\"the sun is shining, the sweet spring air is inviting us out. Let us have a quiet stroll along the banks of the stream. Why should we keep our good friend here cooped up in this narrow little room, when we have miles and miles of beautiful landscape to show him on the other side of the threshold? Come, it is high treason to Queen Nature to remain indoors on such a morning as this.\\\"\\n\\nWithout waiting for her to reply, he put on her hood, drew her arm through his, and led the way out. Lomaque's face grew grave as he followed them.\\n\\n\\\"I am glad I only showed the bright side of my budget of news in her presence,\\\" thought he. \\\"She is not well at heart yet. I might have hurt her, poor thing! I might have hurt her again sadly, if I had not held my tongue!\\\"\\n\\nThey walked for a little while down the banks of the stream, talking of indifferent matters; then returned to the cottage. By that time Rose had recovered her spirits, and could listen with interest and amusement to Lomaque's dryly-humorous description of his life as a clerk at Chalons-sur-Marte. They parted for a little while at the cottage door. Rose retired to the upstairs room from which she had been summoned by her brother. Trudaine and Lomaque returned to wander again along the banks of the stream.\\n\\nWith one accord, and without a word passing between them, they left the neighborhood of the cottage hurriedly; then stopped on a sudden, and attentively looked each other in the face--looked in silence for an instant. Trudaine spoke first.\\n\\n\\\"I thank you for having spared her,\\\" he began, abruptly. \\\"She is not strong enough yet to bear hearing of a new misfortune, unless I break the tidings to her first.\\\"\\n\\n\\\"You suspect me, then, of bringing bad news?\\\" said Lomaque.\\n\\n\\\"I know you do. When I saw your first look at her, after we were all seated in the cottage parlor, I knew it. Speak without fear, without caution, without one useless word of preface. After three years of repose, if it pleases God to afflict us again, I can bear the trial calmly; and, if need be, can strengthen her to bear it calmly, too. I say again, Lomaque, speak at once, and speak out! I know your news is bad, for I know beforehand that it is news of Danville.\\\"\\n\\n\\\"You are right; my bad news is news of him.\\\"\\n\\n\\\"He has discovered the secret of our escape from the guillotine?\\\"\\n\\n\\\"No--he has not a suspicion of it. He believes--as his mother, as every one does--that you were both executed the day after the Revolutionary Tribunal sentenced you to death.\\\"\\n\\n\\\"Lomaque, you speak positively of that belief of his--but you cannot be certain of it.\\\"\\n\\n\\\"I can, on the most indisputable, the most startling evidence--on the authority of Danville's own act. You have asked me to speak out--\\\"\\n\\n\\\"I ask you again--I insist on it! Your news, Lomaque--your news, without another word of preface!\\\"\\n\\n\\\"You shall have it without another word of preface. Danville is on the point of being married.\\\"\\n\\nAs the answer was given they both stopped by the bank of the stream, and again looked each other in the face. There was a minute of dead silence between them. During that minute, the water bubbling by happily over its bed of pebbles seemed strangely loud, the singing of birds in a little wood by the stream-side strangely near and shrill, in both their ears. The light breeze, for all its midday warmth, touched their cheeks coldly; and the spring sunlight pouring on their faces felt as if it were glimmering on them through winter clouds.\\n\\n\\\"Let us walk on,\\\" said Trudaine, in a low voice. \\\"I was prepared for bad news, yet not for that. Are you certain of what you have just told me?\\\"\\n\\n\\\"As certain as that the stream here is flowing by our side. Hear how I made the discovery, and you will doubt no longer. Before last week I knew nothing of Danville, except that his arrest on suspicion by Robes pierre's order was, as events turned out, the saving of his life. He was imprisoned, as I told you, on the evening after he had heard your names read from the death-list at the prison grate. He remained in confinement at the Temple, unnoticed in the political confusion out-of-doors, just as you remained unnoticed at St. Lazare, and he profited precisely in the same manner that you profited by the timely insurrection which overthrew the Reign of Terror. I knew this, and I knew that he walked out of prison in the character of a persecuted victim of Robespierre's--and, for better than three years past, I knew no more. Now listen. Last week I happened to be waiting in the shop of my employer, Citizen Clairfait, for some papers to take into the counting-house, when an old man enters with a sealed parcel, which he hands to one of the shopmen, saying:\\n\\n\\\" 'Give that to Citizen Clairfait.'\\n\\n\\\" 'Any name?' says the shopman.\\n\\n\\\" 'The name is of no consequence,' answers the old man; 'but if you please, you can give mine. Say the parcel came from Citizen Dubois;' and then he goes out. His name, in connection with his elderly look, strikes me directly.\\n\\n\\\" 'Does that old fellow live at Chalons?' I ask\\n\\n\\\" 'No,' says the shopman. 'He is here in attendance on a customer of ours--an old ex-aristocrat named Danville. She is on a visit in our town.'\\n\\n\\\"I leave you to imagine how that reply startles and amazes me. The shopman can answer none of the other questions I put to him; but the next day I am asked to dinner by my employer (who, for his brother's sake, shows me the utmost civility). On entering the room, I find his daughter just putting away a lavender-colored silk scarf, on which she has been embroidering in silver what looks to me very like a crest and coat-of-arms.\\n\\n\\\" 'I don't mind your seeing what I am about, Citizen Lomaque,' says she; 'for I know my father can trust you. That scarf is sent back to us by the purchaser, an ex-emigrant lady of the old aristocratic school, to have her family coat-of-arms embroidered on it.'\\n\\n\\\" 'Rather a dangerous commission even in these mercifully democratic times, is it not?' says I.\\n\\n\\\" 'The old lady, you must know,' says she, 'is as proud as Lucifer; and having got back safely to France in these days of moderate republicanism, thinks she may now indulge with impunity in all her old-fashioned notions. She has been an excellent customer of ours, so my father thought it best to humor her, without, however, trusting her commission to any of the workroom women to execute. We are not living under the Reign of Terror now, certainly; still there is nothing like being on the safe side.'\\n\\n\\\" 'Nothing,' I answer. 'Pray what is this ex-emigrant's name?'\\n\\n\\\" 'Danville,' replies the citoyenne Clairfait. 'She is going to appear in that fine scarf at her son's marriage.'\\n\\n\\\" 'Marriage!' I exclaim, perfectly thunderstruck.\\n\\n\\\" 'Yes,' says she. 'What is there so amazing in that? By all accounts, the son, poor man, deserves to make a lucky marriage this time. His first wife was taken away from him in the Reign of Terror by the guillotine.'\\n\\n\\\" 'Who is he going to marry?' I inquire, still breathless.\\n\\n\\\" 'The daughter of General Berthelin--an ex-aristocrat by family, like the old lady; but by principle as good a republican as ever lived--a hard-drinking, loud-swearing, big-whiskered old soldier, who snaps his fingers at his ancestors and says we are all descended from Adam, the first genuine sans-culotte in the world.'\\n\\n\\\"In this way the citoyenne Ciairfait gossips on all dinner-time, but says nothing more of any importance. I, with my old police-office habits, set to the next day, and try to make some discoveries for myself. The sum of what I find out is this: Danville's mother is staying with General Berthelin's sister and daughter at Chalons, and Danville himself is expected to arrive every day to escort them all three to Paris, where the marriage-contract is to be signed at the general's house. Discovering this, and seeing that prompt action is now of the most vital importance, I undertake, as I told you, my employer's commission for Paris, depart with all speed, and stop here on my way. Wait! I have not done yet. All the haste I can make is not haste enough to give me a good start of the wedding party. On my road here, the diligence by which I travel is passed by a carriage, posting along at full speed. I cannot see inside that carriage; but I look at the box-seat, and recognize on it the old man Dubois. He whirls by in a cloud of dust, but I am certain of him; and I say to myself what I now say again to you, no time is to be lost!\\\"\\n\\n\\\"No time *shall* be lost,\\\" answers, Trudaine, firmly. \\\"Three years have passed,\\\" he continued, in a lower voice, speaking to himself rather than to Lomaque; \\\"three years since the day when I led my sister out of the gates of the prison--three years since I said in my heart, 'I will be patient, and will not seek to avenge myself. Our wrongs cry from earth to heaven; from man who inflicts to God who redresses. When the day of reckoning comes, let it be the day of his vengeance, not of mine.' In my heart I said those words--I have been true to them--I have waited. The day has come, and the duty it demands of me shall be fulfilled.\\\"\\n\\nThere was a moment's silence before Lomaque spoke again. \\\"Your sister?\\\" he began, hesitatingly.\\n\\n\\\"It is there only that my purpose falters,\\\" said the other, earnestly. \\\"If it were but possible to spare her all knowledge of this last trial, and to leave the accomplishment of the terrible task to me alone?\\\"\\n\\n\\\"I think it is possible,\\\" interposed Lomaque. \\\"Listen to what I advise. We must depart for Paris by the diligence to-morrow morning, and we must take your sister with us--to-morrow will be time enough; people don't sign marriage-contracts on the evening after a long day's journey. We must go then, and we must take your sister. Leave the care of her in Paris, and the responsibility of keeping her in ignorance of what you are doing, to me. Go to this General Berthelin's house at a time when you know Danville is there (we can get that knowledge through the servants); confront him without a moment's previous warning; confront him as a man risen from the dead; confront him before every soul in the room though the room should be full of people--and leave the rest to the self-betrayal of a panic-stricken man. Say but three words, and your duty will be done; you may return to your sister, and may depart with her in safety to your old retreat at Rouen, or where else you please, on the very day when you have put it out of her infamous husband's power to add another to the list of his crimes.\\\"\\n\\n\\\"You forget the suddenness of the journey to Paris,\\\" said Trudaine. \\\"How are we to account for it without the risk of awakening my sister's suspicions?\\\"\\n\\n\\\"Trust that to me,\\\" answered Lomaque. \\\"Let us return to the cottage at once. No, not you,\\\" he added, suddenly, as they turned to retrace their steps. \\\"There is that in your face which would betray us. Leave me to go back alone--I will say that you have gone to give some orders at the inn. Let us separate immediately. You will recover your self-possession--you will get to look yourself again sooner--if you are left alone. I know enough of you to know that. We will not waste another minute in explanations; even minutes are precious to us on such a day as this. By the time you are fit to meet your sister again, I shall have had time to say all I wish to her, and shall be waiting at the cottage to tell you the result.\\\"\\n\\nHe looked at Trudaine, and his eyes seemed to brighten again with something of the old energy and sudden decision of the days when he was a man in office under the Reign of Terror. \\\"Leave it to me,\\\" he said; and, waving his hand, turned away quickly in the direction of the cottage.\\n\\nNearly an hour passed before Trudaine ventured to follow him. When he at length entered the path which led to the garden gate, he saw his sister waiting at the cottage door. Her face looked unusually animated; and she ran forward a step or two to meet him.\\n\\n\\\"Oh, Louis!\\\" she said, \\\"I have a confession to make, and I must beg you to hear it patiently to the end.  You must know that our good Lomaque, though he came in tired from his walk, occupied himself the first thing, at my request, in writing the letter which is to secure to us our dear old home by the banks of the Seine. When he had done, he looked at me, and said, 'I should like to be present at your happy return to the house where I first saw you.' 'Oh, come, come with us!' I said directly. 'I am not an independent man,' he answered; 'I have a margin of time allowed me at Paris, certainly, but it is not long--if I were only my own master--' and then he stopped. Louis, I remembered all we owed to him; I remembered that there was no sacrifice we ought not to be too glad to make for his sake; I felt the kindness of the wish he had expressed; and perhaps I was a little influenced by my own impatience to see once more my flower-garden and the rooms where we used to be so happy. So I said to him, 'I am sure Louis will agree with me that our time is yours, and that we shall be only too glad to advance our departure so as to make traveling leisure enough for you to come with us to Rouen. We should be worse than ungrateful--' He stopped me. 'You have always been good to me,' he said. 'I must not impose on your kindness now. No, no, you have formalities to settle before you can leave this place.'  'Not one,' I said--for we have not, as you know, Louis? 'Why, here is your furniture to begin with,' he said. 'A few chairs and tables hired from the inn,' I answered; 'we have only to give the landlady our key, to leave a letter for the owner of the cottage, and then--'  He laughed. 'Why, to hear you talk, one would think you were as ready to travel as I am!'  'So we are,' I said, 'quite as ready, living in the way we do here.' He shook his head; but you will not shake yours, Louis, I am sure, now you have heard all my long story? You can't blame me can you?\\\"\\n\\nBefore Trudaine could answer, Lomaque looked out of the cottage window.\\n\\n\\\"I have just been telling my brother every thing,\\\" said Rose, turning round toward him.\\n\\n\\\"And what does he say?\\\" asked Lomaque.\\n\\n\\\"He says what I say,\\\" replied Rose, answering for her brother; \\\"that our time is your time--the time of our best and dearest friend.\\\"\\n\\n\\\"Shall it be done, then?\\\" asked Lomaque, with a meaning look at Trudaine.\\n\\nRose glanced anxiously at her brother; his face was much graver than she had expected to see it, but his answer relieved her from all suspense.\\n\\n\\\"You are quite right, love, to speak as you did,\\\" he said, gently. Then, turning to Lomaque, he added, in a firmer voice, \\\"It shall be done!\\\"\\n\\nCHAPTER II.\\n\\nTWO days after the traveling-carriage described by Lomaque had passed the diligence on the road to Paris, Madame Danville sat in the drawing-room of an apartment in the Rue de Grenelle, handsomely dressed for driving out. After consulting a large gold watch that hung at her side, and finding that it wanted a quarter of an hour only to two o'clock, she rang her hand-bell, and said to the maid-servant who answered the summons, \\\"I have five minutes to spare. Send Dubois here with my chocolate.\\\"\\n\\nThe old man made his appearance with great alacrity. After handing the cup of chocolate to his mistress, he ventured to use the privilege of talking, to which his long and faithful services entitled him, and paid the old lady a compliment. \\\"I am rejoiced to see madame looking so young and in such good spirits this morning,\\\" he said, with a low bow and a mild, deferential smile.\\n\\n\\\"I think I have some reason for being in good spirits on the day when my son's marriage-contract is to be signed,\\\" said Madame Danville, with a gracious nod of the head. \\\"Ha, Dubois, I shall live yet to see him with a patent of nobility in his hand. The mob has done its worst; the end of this infamous revolution is not far off; our order will have its turn again soon, and then who will have such a chance at court as my son? He is noble already through his mother, he will then be noble also through his wife. Yes, yes; let that coarse-mannered, passionate, old soldier-father of hers be as unnaturally republican as he pleases, he has inherited a name which will help my son to a peerage! The Vicomte D'Anville (D with an apostrophe, Dubois, you understand?), the Vicomte D'Anville--how prettily it sounds!\\\"\\n\\n\\\"Charmingly, madame--charmingly. Ah! this second marriage of my young master's begins under much better auspices than the first.\\\"\\n\\nThe remark was an unfortunate one. Madame Danville frowned portentously, and rose in a great hurry from her chair.\\n\\n\\\"Are your wits failing you, you old fool?\\\" she exclaimed, indignantly. \\\"What do you mean by referring to such a subject as that, on this day, of all others? You are always harping on those two wretched people who were guillotined, as if you thought I could have saved their lives. Were you not present when my son and I met, after the time of the Terror? Did you not hear my first words to him, when he told me of the catastrophe? Were they not 'Charles, I love you; but if I thought you had let those two unfortunates, who risked themselves to save me, die without risking your life in return to save them, I would break my heart rather than ever look at you or speak to you again!' Did I not say that? And did he not answer, 'Mother, my life was risked for them. I proved my devotion by exposing myself to arrest--I was imprisoned for my exertions--and then I could do no more!' Did you not stand by and hear him give that answer, overwhelmed while he spoke by generous emotion? Do you not know that he really was imprisoned in the Temple? Do you dare to think that we are to blame after that? I owe you much, Dubois, but if you are to take liberties with me--\\\"\\n\\n\\\"Oh, madame! I beg pardon a thousand times. I was thoughtless--only thoughtless--\\\"\\n\\n\\\"Silence! Is my coach at the door? Very well. Get ready to accompany me. Your master will not have time to return here. He will meet me, for the signing of the contract, at General Berthelin's house at two precisely. Stop! Are there many people in the street? I can't be stared at by the mob as I go to my carriage.\\\"\\n\\nDubois hobbled penitently to the window and looked out, while his mistress walked to the door.\\n\\n\\\"The street is almost empty, madame,\\\" he said. \\\"Only a man with a woman on his arm, stopping and admiring your carriage. They seem like decent people, as well as I can tell without my spectacles. Not mob, I should say, madame; certainly not mob!\\\"\\n\\n\\\"Very well. Attend me downstairs; and bring some loose silver with you, in case those two decent people should be fit objects for charity. No orders for the coachman, except that he is to go straight to the general's house.\\\"\\n\\nThe party assembled at General Berthelin's to witness the signature of the marriage-contract, comprised, besides the persons immediately interested in the ceremony of the day, some young ladies, friends of the bride, and a few officers, who had been comrades of her father's in past years. The guests were distributed, rather unequally, in two handsome apartments opening into each other--one called in the house the drawing-room, and the other the library. In the drawing-room were assembled the notary, with the contract ready, the bride, the young ladies, and the majority of General Berthelin's friends. In the library, the remainder of the military guests were amusing themselves at a billiard-table until the signing of the contract should take place, while Danville and his future father-in-law walked up and down the room together, the first listening absently, the last talking with all his accustomed energy, and with more than his accustomed allowance of barrack-room expletives. The general had taken it into his head to explain some of the clauses in the marriage-contract to the bridegroom, who, though far better acquainted with their full scope and meaning than his father-in-law, was obliged to listen for civility's sake. While the old soldier was still in the midst of his long and confused harangue, a clock struck on the library mantel-piece.\\n\\n\\\"Two o'clock!\\\" exclaimed Danville, glad of any pretext for interrupting the talk about the contract. \\\"Two o'clock; and my mother  not here yet! What can be delayi ng her?\\\"\\n\\n\\\"Nothing,\\\" cried the general. \\\"When did you ever know a woman punctual, my lad? If we wait for your mother--and she's such a rabid aristocrat that she would never forgive us for not waiting--we shan't sign the contract yet this half-hour. Never mind! let's go on with what we were talking about. Where the devil was I when that cursed clock struck and interrupted us? Now then, Black Eyes, what's the matter?\\\"\\n\\nThis last question was addressed to Mademoiselle Berthelin, who at that moment hastily entered the library from the drawing-room. She was a tall and rather masculine-looking girl, with superb black eyes, dark hair growing low on her forehead, and something of her father's decision and bluntness in her manner of speaking.\\n\\n\\\"A stranger in the other room, papa, who wants to see you. I suppose the servants showed him upstairs, thinking he was one of the guests. Ought I to have had him shown down again?\\\"\\n\\n\\\"A nice question! How should I know? Wait till I have seen him, miss, and then I'll tell you!\\\" With these words the general turned on his heel, and went into the drawing-room.\\n\\nHis daughter would have followed him, but Danville caught her by the hand.\\n\\n\\\"Can you be hard-hearted enough to leave me here alone?\\\" he asked.\\n\\n\\\"What is to become of all my bosom friends in the next room, you selfish man, if I stop here with you?\\\" retorted mademoiselle, struggling to free herself.\\n\\n\\\"Call them in here,\\\" said Danville gayly, making himself master of her other hand.\\n\\nShe laughed, and drew him away toward the drawing-room.\\n\\n\\\"Come,\\\" she cried, \\\"and let all the ladies see what a tyrant I am going to marry. Come, and show them what an obstinate, unreasonable, wearisome--\\\"\\n\\nHer voice suddenly failed her; she shuddered, and turned faint. Danville's hand had in one instant grown cold as death in hers; the momentary touch of his fingers, as she felt their grasp loosen, struck some mysterious chill through her from head to foot. She glanced round at him affrightedly, and saw his eyes looking straight into the drawing-room. They were fixed in a strange, unwavering, awful stare, while, from the rest of his face, all expression, all character, all recognizable play and movement of feature, had utterly gone. It was a breathless, lifeless mask--a white blank. With a cry of terror, she looked where he seemed to be looking; and could see nothing but the stranger standing in the middle of the drawing-room. Before she could ask a question--before she could speak even a single word--her father came to her, caught Danville by the arm, and pushed her roughly back into the library.\\n\\n\\\"Go there, and take the women with you,\\\" he said, in a quick, fierce whisper. \\\"Into the library!\\\" he continued, turning to the ladies, and raising his voice. \\\"Into the library, all of you, along with my daughter.\\\"\\n\\nThe women, terrified by his manner, obeyed him in the greatest confusion. As they hurried past him into the library, he signed to the notary to follow; and then closed the door of communication between the two rooms.\\n\\n\\\"Stop where you are!\\\" he cried, addressing the old officers, who had risen from their chairs. \\\"Stay, I insist on it! Whatever happens, Jacques Berthelin has done nothing to be ashamed of in the presence of his old friends and companions. You have seen the beginning, now stay and see the end.\\\"\\n\\nWhile he spoke, he walked into the middle of the room. He had never quitted his hold of Danville's arm; step by step they advanced together to the place where Trudaine was standing.\\n\\n\\\"You have come into my house, and asked me for my daughter in marriage--and I have given her to you,\\\" said the general, addressing Danville, quietly. \\\"You told me that your first wife and her brother were guillotined three years ago in the time of the Terror--and I believed you. Now look at that man--look him straight in the face. He has announced himself to me as the brother of your wife, and he asserts that his sister is alive at this moment. One of you two has deceived me. Which is it?\\\"\\n\\nDanville tried to speak, but no sound passed his lips; tried to wrench his arm from the grasp that was on it, but could not stir the old soldier's steady hand.\\n\\n\\\"Are you afraid? are you a coward? Can't you look him in the face?\\\" asked the general, tightening his hold sternly.\\n\\n\\\"Stop! stop!\\\" interposed one of the old officers, coming forward. \\\"Give him time. This may be a case of strange accidental resemblance, which would be enough, under the circumstances, to discompose any man. You will excuse me, citizen,\\\" he continued, turning to Trudaine; \\\"but you are a stranger. You have given us no proof of your identity.\\\"\\n\\n\\\"There is the proof,\\\" said Trudaine, pointing to Danville's face.\\n\\n\\\"Yes, yes,\\\" pursued the other; \\\"he looks pale and startled enough, certainly. But I say again, let us not be too hasty; there are strange cases on record of accidental resemblances, and this may be one of them!\\\"\\n\\nAs he repeated those words, Danville looked at him with a faint, cringing gratitude, stealing slowly over the blank terror of his face. He bowed his head, murmured something, and gesticulated confusedly with the hand that he was free to use.\\n\\n\\\"Look!\\\" cried the old officer; \\\"look, Berthelin; he denies the man's identity.\\\"\\n\\n\\\"Do you hear that?\\\" said the general, appealing to Trudaine. \\\"Have you proofs to confute him? If you have, produce them instantly.\\\"\\n\\nBefore the answer could be given the door leading into the drawing-room from the staircase was violently flung open, and Madame Danville--her hair in disorder, her face in its colorless terror looking like the very counterpart of her son's--appeared on the threshold, with the old man Dubois and a group of amazed and startled servants behind her.\\n\\n\\\"For God's sake, don't sign! for God's sake, come away!\\\" she cried. \\\"I have seen your wife--in the spirit, or in the flesh, I know not which--but I have seen her. Charles! Charles! as true as Heaven is above us, I have seen your wife!\\\"\\n\\n\\\"You have seen her in the flesh, living and breathing as you see her brother yonder,\\\" said a firm, quiet voice, from among the servants on the landing outside.\\n\\n\\\"Let that man enter, whoever he is!\\\" cried the general.\\n\\nLomaque passed Madame Danville on the threshold. She trembled as he brushed by her; then, supporting herself by the wall, followed him a few paces into the room. She looked first at her son--after that, at Trudaine--after that back again at her son. Something in her presence silenced every one. There fell a sudden stillness over all the assembly--a stillness so deep that the eager, frightened whispering, and sharp rustling of dresses among the women in the library, became audible from the other side of the closed door.\\n\\n\\\"Charles,\\\" she said, slowly advancing; \\\"why do you look--\\\" She stopped, and fixed her eyes again on her son more earnestly than before; then turned them suddenly on Trudaine. \\\"You are looking at my son, sir,\\\" she said, \\\"and I see contempt in your face. By what right do you insult a man whose grateful sense of his mother's obligations to you made him risk his life for the saving of yours and your sister's? By what right have you kept the escape of my son's wife from death by the guillotine--an escape which, for all I know to the contrary, his generous exertions were instrumental in effecting--a secret from my son? By what right, I demand to know, has your treacherous secrecy placed us in such a position as we now stand in before the master of this house?\\\"\\n\\nAn expression of sorrow and pity passed over Trudaine's face while she spoke. He retired a few steps, and gave her no answer. The general looked at him with eager curiosity, and, dropping his hold of Danville's arm, seemed about to speak; but Lomaque stepped forward at the same time, and held up his hand to claim attention.\\n\\n\\\"I think I shall express the wishes of Citizen Trudaine,\\\" he said, addressing Madame Danville, \\\"if I recommend this lady not to press for too public an answer to her questions.\\\"\\n\\n\\\"Pray who are you, sir, who take it on yourself to advise me?\\\" she retorted, haughtily. \\\"I have nothing to say to you, except that I repeat those questions, and that I insist on their being answered.\\\"\\n\\n\\\"Who is this man?\\\"  asked the general, addressing Trudaine, and pointing to Lomaque.\\n\\n\\\"A man unworthy of credit,\\\" cried Danville, speaking audibly for the first time, and darting a look of deadly hatred at Lomaque. \\\"An agent of police under Robespierre.\\\"\\n\\n\\\"And in that capacity capable of answering questions which refer to the transactions of Robespierre's tribunals,\\\" remarked the ex-chief agent, with his old official self-possession.\\n\\n\\\"True!\\\" exclaimed the general; \\\"the man is right--let him be heard.\\\"\\n\\n\\\"There is no help for it,\\\" said Lomaque, looking at Trudaine; \\\"leave it to me--it is fittest that I should speak. I was present,\\\" he continued, in a louder voice, \\\"at the trial of Citizen Trudaine and his sister. They were brought to the bar through the denunciation of Citizen Danville. Till the confession of the male prisoner exposed the fact, I can answer for Danville's not being aware of the real nature of the offenses charged against Trudaine and his sister. When it became known that they had been secretly helping this lady to escape from France, and when Danville's own head was consequently in danger, I myself heard him save it by a false assertion that he had been aware of Trudaine's conspiracy from the first--\\\"\\n\\n\\\"Do you mean to say,\\\" interrupted the general, \\\"that he proclaimed himself in open court as having knowingly denounced the man who was on trial for saving his mother?\\\"\\n\\n\\\"I do,\\\" answered Lomaque. (A murmur of horror and indignation rose from all the strangers present at that reply.) \\\"The reports of the Tribunal are existing to prove the truth of what I say,\\\" he went on. \\\"As to the escape of Citizen Trudaine and the wife of Danville from the guillotine, it was the work of political circumstances, which there are persons living to speak to if necessary; and of a little stratagem of mine, which need not be referred to now. And, last, with reference to the concealment which followed the escape, I beg to inform you that it was abandoned the moment we knew of what was going on here; and that it was only persevered in up to this time, as a natural measure of precaution on the part of Citizen Trudaine. From a similar motive we now abstain from exposing his sister to the shock and the peril of being present here. What man with an atom of feeling would risk letting her even look again on such a husband as that?\\\"\",\"timestamp\":1639129281,\"title\":\"\\n\\\"You know what we suffered in the first days of our suspense, after the success of your stratagem,\\\"\"},\"digest\":\"UiVXx0WKjvixkq8Rg1ynPJqGKCnOjZQ9g7oXEMdRVl4\",\"authorship\":{\"contributor\":\"0x601114c3e2cfa182D83a451a3c41d4e615b07E56\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NxUmUg414rM_cRBnbm05SAqWeYFpYclyc-jeVXsrzs4\\\",\\\"y\\\":\\\"Ruuw6LeHl0geUA0AO6DLN6QdGxAlQdM6bZ-1QVlxER4\\\"}\",\"signature\":\"MfrbG4IPiKu2NZyjlh9pjjX_4YBfKml0lQu6vizUnk3EnPojdJO7VJR0kRNGh04WIobqJcqA_wE8bPHq3OTJDw\",\"signingKeySignature\":\"0xe21d0341130edd0e629fc7eeef27ea393d1c3b52ed0d29c9d00d455fd3df664f2e51abfc4b6d9e0261686d033dd94612fbf4e4050c7c8ad737384dd0d52b8c861b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NxUmUg414rM_cRBnbm05SAqWeYFpYclyc-jeVXsrzs4\\\",\\\"y\\\":\\\"Ruuw6LeHl0geUA0AO6DLN6QdGxAlQdM6bZ-1QVlxER4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UiVXx0WKjvixkq8Rg1ynPJqGKCnOjZQ9g7oXEMdRVl4\"}"