"{\"content\":{\"body\":\"REFFER and EARN!\\nWhat would you do if you see a goldmine infront of you? Would you bring your friend to mine it with you? Will they bring more people with them?\\nWe are bringing you one such opportunity this Christmas season. As we are nearing our launch of NFT marketplace and public sale, we are planning to reward the cypto enthusiasts who would like to enter into our world through our airdrop competition where all you have to do is refer us to your friend and join our community and be a part of us and get a chance to win $14,000 worth of $CROWN tokens!!!\\nThis competition is all about Community Referrals. All you have to do is claim your unique referral link from the Cronos World Airdrop Bot after completing the tasks and invite your friends to join the Cronos World Community and we’ll be rewarding 2000 lucky people with $5 worth of tokens and the top 200 Successful referrers receive $20 worth tokens each. By “successful referrers” we mean that your referrals joined our Telegram group directly from Your Unique Link. 5 lucky winners will also get a chance to win our exclusive NFT as well, thats a secret santa level of a gift!!!\\nWe do understand that you need more information, we have provided the WHEN? WHERE? and WHAT? below 👇🏻\\nDATE: 10th Dec, 2021 to 25th Dec\\nDistribution: One week after TGE\\nREWARDS :\\n💎 2000 lucky people Receive 834 $CROWN ($5) token each.\\n💎 Top 200 Referres Receive 3,333 $CROWN ($20) token each.\\n💎5 lucky winners will each receive an exclusive limited edition CronosWorld NFT.\\nHOW TO ENTER THE CRONOS WORLD:\\n📖 Step-by-step guide:\\n🔹 Join our Telegram group (verify in TG group that you’re not a bot)\\n🔹 Follow our Twitter page, like and retweet pinned post, also tag 3 friends.\\n🔹Join our Discord Server\\n🔹Follow us on Instagram\\n🔹Follow our Medium page\\n🔹 Submit BSC Wallet address ( Metamask Only )\\nGo to our Telegram bot and click Start.\\nAfter completing the tasks, use the “Referral Link” button to copy and share your unique link with your friends to top the Leaderboard!\\nRULES TO REMEMBER!!!\\n\\n* We can only count people who join our group from YOUR unique link in your total referral score. We’ll rank everyone based on the number of successful referrals they have and lucky winners will be chosen considering the unique links so use your link wisely!!!\\n  \\\\-Choose a Telegram username BEFORE you start referring friends. Changing your username during the competition will disqualify you automatically and will make you loose your chance of becoming one of those 5 lucky winners who would get our exclusive NFT!\\n* Follow the steps listed above to become a successful referrer, there is a lot to be won!!!\\n  DISCLAIMER :\\n  This competition is open to anyone who is a member of our Telegram Community, so if you’re not already a member, make sure you join us. Cronos World reserves the right to amend these terms and conditions at any point. We will disqualify anyone who tries to cheat the system or manipulate the referral bot. $14,000 worth of $CROWN tokens will be the total pool and will be credited after 1 week after the IDO.\\n  Be a part of us! Bring your friends! You got $14,000 worth of tokens up for grabs!!!!\\n  Start Referring!!!\",\"timestamp\":1640160058,\"title\":\"$14,000 worth $CROWN tokens up for grabs with exclusive NFTs!!!\"},\"digest\":\"bj07CCX510YCfW02GUipwNtxj6XTakwFJehr9KTbqz8\",\"authorship\":{\"contributor\":\"0x127F5dAB4df08E935749c8A5E0ba2c931E08289c\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Bg7D9q96nJw5eXSg_kLv_Dj827jE9MjUlNysJCQEImg\\\",\\\"y\\\":\\\"mM8WJATJw1CDFPdKNt7Aipd0WB_Cnl-t6BDhk-jIqSE\\\"}\",\"signature\":\"zqI_Y1IMZo1w1bVZHRpnI1QfMpNOVZML_o7snPReYGslj3tTwIfe_roxNGwxYOYyfYhdXWcP4Ha1YRGebcfniQ\",\"signingKeySignature\":\"0x34e11bcb8feb461dc69fde212b62d89c1c1ef84515c64c21c05f85bf2582702467905c41519d9d6a610018c258308230edce800b1b1822772700b7b7fe12152b1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Bg7D9q96nJw5eXSg_kLv_Dj827jE9MjUlNysJCQEImg\\\",\\\"y\\\":\\\"mM8WJATJw1CDFPdKNt7Aipd0WB_Cnl-t6BDhk-jIqSE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bj07CCX510YCfW02GUipwNtxj6XTakwFJehr9KTbqz8\"}"