"{\"content\":{\"body\":\"As we know, all things have black and white sides. In the encrypted world, blockchain technology brings countless convenience and benefits to mankind. It gives people an additional choice and deepens their thinking about the future. Of course, it also produces corresponding hidden dangers——**climate issues** .\\n\\nNakamoto used bitcoin and encryption technology to open the door of the encrypted world for us, just like opening Pandora's magic box. Surrounded by enthusiastic encryption enthusiasts, the value of bitcoin is rising day by day. Interests have prompted more people to join the bitcoin network. With the increasing difficulty of mining, a large number of professional mining machines are used for mining. POW mechanism consumes more electric energy, resulting in increasing carbon emissions. In 2017, the economics blog digiconomist estimated that the annual power consumption of the dedicated mining computer network was 29 TWH, equivalent to 0.13% of the global total power consumption. According to CBECI data, this proportion had increased to about 0.65% in may of this year.\\n\\n![Data from：Cambridge Bitcoin Electricity Consumption Index （https://ccaf.io/cbeci/index）](https://images.mirror-media.xyz/publication-images/8DFWSIM3k3ghZUS5tMUTN.png?height=578&width=1001)\\n\\nAlthough the bitcoin mine promises to buy green energy for bitcoin mining, it just is cure the symptoms, not the disease. At present, the utilization rate of green energy is low and can not significantly reduce the carbon footprint. However, at least one good phenomenon is happening :The Ethereum native token ETH, which also needs mining, is undergoing network upgrading, and Ethereum 2.0 will change from POW mechanism to POS mechanism, which is good news for the climate environment.\\n\\nIn addition, with the development of Web3, more and more projects are committed to reducing the carbon footprint. For example, Filecoin announced that much of this energy is expended to provide a useful resource: storage capacity.Its proof-of-useful-work consensus algorithm is based on valuable output and avoids all the wasteful energy consumption that drives simple proof-of-work blockchains.In addition, Filecoin has joined crypto climate accord, and will buy green energy and strive to reduce the carbon footprint of technology.\\n\\nThese actions are very positive, but we can still see that there seem to be only these methods in the encrypted world. First, abandon the pow mechanism from the root, so as to reduce a lot of energy consumption; The other is to support the energy consumption required by the network by purchasing green energy, so as to achieve the purpose of carbon neutralization. So is there a better way to reduce the carbon footprint?\",\"timestamp\":1640947511,\"title\":\"Thoughts on blockchain technology and climate\"},\"digest\":\"837Z1UQlGgZN26_cdXhTgtxW3uk-y-5yDVCrqj7SBHM\",\"authorship\":{\"contributor\":\"0xa300b9Cf9199D7a087d426C4Cb96c5c3692F219F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"10iUN-tPvbDe2yqpysiaARF1MlOojf5x3rljNPySbNs\\\",\\\"y\\\":\\\"EDhwfrrhZtG2vS6HUxBk94zhMM-9YGvk7T-zUyj4NOw\\\"}\",\"signature\":\"LiNTv1s6gqDmJY5msQKXMG56jSjeWXAlq-SMLk7jF--cuvonnjaDugxLFqGzG_s-4KYi5PP7lXY6ODMV3yd1YA\",\"signingKeySignature\":\"0xceb05633c558069c819e0befc6cd783105d28c9a1000d33568d2a0abaf5bfdb44e468615a47d6531e2d6fdfdbce0d61be7958d1809e90615d21a562a86d85c3d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"10iUN-tPvbDe2yqpysiaARF1MlOojf5x3rljNPySbNs\\\",\\\"y\\\":\\\"EDhwfrrhZtG2vS6HUxBk94zhMM-9YGvk7T-zUyj4NOw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"EHhMdat-nkAw2JKFfo0Km491n5-Y9t9n3_3kFODUw6I\"}"