"{\"content\":{\"body\":\"There was a large crowd gathered on the open lawn of the house, and Linley, Reynolds, Yale, and George were sitting around drinking wine.Chatting with ease and ease.Of course...Chat is Lin Lei is water system god split body, other split body including this honour are in the cultivation.\\n\\nAfter all, the fastest training speed, is Lin Lei himself.\\n\\n\\\"Master Lin Lei.\\\"The guard at the door of the mansion ran and bowed.\\n\\n\\\"Well?\\\"Lin Lei looked at him.\\n\\n\\\"Lin Lei elder, chief sent a message to come over, said there is bifu land a government Lord to see the elder.\\\"The guard bowed.\\n\\nLin Leizhen smiled and nodded, at the same time god knowledge diffuse open, instantly cover the whole day offering mountains, nature also includes that Gaisi Laisen and that house Lord.Lin Lei preached: \\\"Chief, you tell this house owner, I am in the training can not see guests.Unless he has something important to do.Otherwise...You will help me cope.\\\"\\n\\nGasthresen was startled.\\n\\nLinlei god knowledge transmission sound, he was not aware of, not by dark sigh: \\\"worthy of the kui is great perfection.My soul is stronger than I am.\\\"Gasresen also know Lin Lei temper, this kind of pure make friends with the nature of the meeting, Lin Lei is too lazy to ignore.\\n\\n\\\"Ok, I'll take care of it for you.\\\"Gasthresen replied, \\\"And from then on no such people will be seen unless they have something important to do?\\\"\\n\\n\\\"Yes.\\\"\\\"Unless it's someone I know, like Ray Jing and others.It doesn't matter if I'm not familiar with it.It's nothing important.No one.\\\"\\n\\nLin leidi's decision was wise, for in the days after his return, after the arrival of the underworld master from The land of Bifu, it took ten years or even months for people to come.Some people want to make friends with Lin Lei, some people want to ask Lin Lei affairs, there are people want to worship Lin Lei as a teacher.\\n\\nAll in all.There is much to worry about.\\n\\nFortunately, there are four gods in the way.Few people get to see Lin Lei.\\n\\nIn fact, many people want to see Lin Lei is very normal, after all, the great success of god few open living place.Others have a hard time finding great fulfillment.The lynnray.\\\"The man who wanted to see you just now contrived to send you this letter, but it is clearly stated that he had a vendetta, and that he was really miserable.Uncle, won't you have a heart and help him? '\\n\\nLin Lei smiled and glanced at Ina.\\n\\n\\\"Nana.\\\"Beibei stared at his daughter, \\\"There are enemies in this hell do not know how many, you let your uncle save one, but the other thousands of millions have enemies?People get killed all the time in this hell.You're saying these people who were killed, they deserve to die?Do you set your uncle against all hell?Revenge for those who died?\\\"\\n\\nIna started.\",\"timestamp\":1635744198,\"title\":\"mansion \"},\"digest\":\"gkCI0gl8I_cIfe81_yGnusF0YDC9dAPn0MT7R8CioNM\",\"authorship\":{\"contributor\":\"0x3C6e0FF33eaFa711B9E07Ae9C0745DEc633e249a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qq3XhKP08l6cuIjIW9nLKE9gtvAeyO3N0AL-DX3ox_I\\\",\\\"y\\\":\\\"pQrjcMMvX2hAbTAQ81TttquyaXmRCphCUcbcb3muXP4\\\"}\",\"signature\":\"W-0ahxmDshA7A-R4k9tjpax65EY18vaEeSmfH1_hQc0hYCgTdFvGnxA0GOWKfp7XCNCWQItcjQjfgWtFGbT4Sw\",\"signingKeySignature\":\"0xea813b7d533962e7e7a3ffda33391115cdcb4a96e74b3306bea312c41d468bc2273a5984be26ed1fa43aedb1c757af7fa1c02d12a436234a8db352e2e6da5c6c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qq3XhKP08l6cuIjIW9nLKE9gtvAeyO3N0AL-DX3ox_I\\\",\\\"y\\\":\\\"pQrjcMMvX2hAbTAQ81TttquyaXmRCphCUcbcb3muXP4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"gkCI0gl8I_cIfe81_yGnusF0YDC9dAPn0MT7R8CioNM\"}"