"{\"content\":{\"body\":\"Last week the nascent CityDAO [publicly announced its launch](https://city.mirror.xyz/mZOpFWkTi0M2lVE1PsT1e2sJwdUT4PdgetHw_S4hS5A). Part of this was auctioning off the “First Citizenship” as an NFT, and I won! Friends started asking me what it was and why I would spend 6.52 ETH on it. The short answer is because I want to support the project. Here’s why.\\n\\n![](https://images.mirror-media.xyz/publication-images/81b72ef0-d4d3-4a12-bcce-1ed4b869f0cb.jpg?height=708&width=1440)\\n\\n## Garden Breakouts\\n\\nSupport for decentralization is growing. But we are still mainly in a walled garden. Inside the garden is a community fostering paradigm-shifting technologies, like open-source blockchains, decentralized autonomous organizations, and free access to economic opportunities. Outside, the world carries on. Growing pressure is forming cracks in the walls. My thesis is to try and look for them. \\n\\nIn a revolution, it isn’t the idea or technology itself that affects change. It is the people that recognize the opportunity and breathe purpose into the tools. So here we have an opportunity (the crack) and the tools. CityDAO is the leader adding purpose. Democratizing large scale land ownership, using the tools of tokenization and decentralized governance. **Together this is a breakout.**\\n\\n![](https://images.mirror-media.xyz/publication-images/499fb24d-8803-4ea0-81df-e15351e54ddc.jpg?height=708&width=1440)\\n\\n## Timing\\nTiming is also critical. Wyoming became the first place in the world to recognize DAOs as legal entities. A crack has appeared!\\n\\nBill Gross [famously identifies](https://youtu.be/bNpx7gpSqbY) timing as the biggest reason startups succeed. We have been experimenting with various top-down approaches to managing space in the physical world since the birth of humanity. Everything from feudalism to modern cities. Recent tech-centered experiments have included islands, crypto cities, even barges. I was part of DTP Las Vegas in the early days as it attempted to build a city in a city (RIP Tony ❤️).\\n\\nGrassroots approaches also exist. Too many to name. I had the privilege of living in rural Hawaii for six years integrating with the community. It is like a federation of experiments in land use. Within a couple thousand square miles, there were Kin Domains, Hawaiian Hui’s, intentional communities (various types), traditional subdivisions, and everything in between.\\n\\nWith every iteration of land management, we do our best with the tools at our disposal. This is true of approaches both from the top and bottom. Most changes have been incremental and small. The most progressive attempts may have been too early and ran into walls. Decentralized approaches were not supported in the law. For centralized approaches, walls have been things like lack of community input and the inability to govern.\\n\\n**I believe CityDAO is the answer to these blockers.**\\n\\n![](https://images.mirror-media.xyz/publication-images/b719ff2b-891e-4df3-8410-cf7ca03a555d.jpg?height=708&width=1440)\\n\\n## Community\\n\\nLast but not least is [the community](https://discord.com/invite/QAtRtdMZXb).\\n\\nThe new world of decentralized organizations puts communities first. Now more than ever, success won’t be determined by technocratic founders. It is the age of grassroots. Success relies on the community’s culture. Who it attracts, what the ethos becomes. Even with a great purpose, timing, and opportunity (crack), DAOs won’t succeed without a healthy community. This is the killer product.\\n\\nCityDAO was built on this formula for success. **It is attracting and fostering an outstanding, mission-driven community.** As a bonus, it is attracting talent from outside of crypto, another clear sign of leaving the garden. This alone makes me bullish.\\n\\n----\\n\\n*To find out what it’s like being First Citizen of CityDAO, keep tabs on me on Twitter [@JustinKalland](https://twitter.com/JustinKalland)*\",\"timestamp\":1628712622,\"title\":\"Why I became the first citizen of CityDAO\",\"publication\":\"city\"},\"digest\":\"ZKi8UPVy8nBPED9wNrsPkB_r9pe66PKkcoJL8KUktZc\",\"authorship\":{\"contributor\":\"0xF49A19f72d0E106df462CfD6B5BEBE42b6001616\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MEYZwwQiuwWPEFoS4A4gfyj5hJZEY_w_TxLL21asO34\\\",\\\"y\\\":\\\"orcnPVgKmvZvKw6y_WD7nQAh7-UZsyEYL1T1QlDys1Y\\\"}\",\"signature\":\"MkOgus2NcWvjpXjZIPUIqjgrSksL4EpJ9Op2bztY7z9T-CBmemZc_FFyxhxLa5jRgySbbEp-3ZMcx_qn_5hh_Q\",\"signingKeySignature\":\"0xe9aa24fa5fa8052de5a013a7bb64d7b58ff401c59f9e27d641d797fb004f149c33938fc48869c366041baeaee3b2036e131c8cd33ec86411af173cedc255040000\",\"signingKeyMessage\":\"I authorize the publication of articles on city.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MEYZwwQiuwWPEFoS4A4gfyj5hJZEY_w_TxLL21asO34\\\",\\\"y\\\":\\\"orcnPVgKmvZvKw6y_WD7nQAh7-UZsyEYL1T1QlDys1Y\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7rtqWC6DBNHbIt87xCPUqkmFcw_3u_ZAK6vahn2IhOI\"}"