"{\"content\":{\"body\":\"Despite growing volume in the crypto derivatives market, the instruments and infrastructure underlying the market are relatively less mature when compared with traditional financial markets. Given the level and quality of infrastructure developed over the past year, as well as increasing institutional participation, we believe that 2022 will be the year crypto derivatives see breakthrough growth accompanied by greater market maturity. In this piece we cover the current state of the market, key infrastructure developments that we believe will unlock growth, and areas where we expect to see this growth.\\n\\n### Overview\\n\\nToday, crypto futures and options (“F&O”) make up \\\\~57% of total monthly volume. While this volume is healthy in aggregate, we can gauge the maturity of the market by the relative distribution of volume across instruments and venues. Much of this volume today is concentrated in centralized perpetual futures exchanges, while options and related instruments remain relatively nascent. As a yardstick, crypto options volume as a % of spot is \\\\~2%; in US equity markets this number is \\\\~35X.\\n\\nMoreover, the decentralized derivatives markets across both futures and options are meaningfully under-developed vs. their centralized counter-parties. The visual below demonstrates this relative market concentration.\\n\\nWe expect two sets of factors to further drive growth for crypto derivatives volume in 2022: 1) rise of relevant infrastructure, 2) increased institutional participation. A valuable exercise in better understanding the latter is understanding why TradFi institutions use derivatives to a larger extent than spot in equity markets. This can largely be boiled down to four reasons:\\n\\n1. **Capital efficiency**: As long as potential drawdown in % terms is lower than leverage factor, it is capital efficient to trade on margin\\n2. **Tax efficiency**: In the US, 60% of gains on derivatives contracts are taxed as long-term capital gains regardless of the duration of the contract; in contrast spot positions must be held for at least 1 year to qualify as long-term capital gains\\n3. **Hedging**: Derivatives allow institutions to maintain long-term cash exposure in cash equities while temporarily hedging\\n4. **Higher liquidity**: Derivative markets are more risk efficient for market makers to move in and out of, making these markets more liquid\\n\\n2021 saw the development of key infrastructure to better support and channel this liquidity for institutions (more on this below), as well as organic interest from an increasing number of institutions to participate in crypto markets. Naturally, increased institutional participation brings down relative volatility, making derivatives trading more capital efficient. Additionally, as more institutions hold crypto assets on their balance sheets, derivative instruments will become increasingly important in hedging against short-term volatility. The combination of these factors has created the perfect storm that we believe will propel the crypto derivatives market over the next 12-24 months.\\n\\nOverall, we expect 2022 to be the year of crypto derivatives, marked by 3 key trends:\\n\\n1. Rise of centralized and decentralized options infrastructure\\n2. Growth of decentralized perp futures volume\\n3. Continued innovation around new crypto primitives e.g. structured vaults, everlasting options etc.\\n\\n### Centralized Infrastructure\\n\\nA large portion of derivatives volume resides on centralized exchanges today, of which most is attributable to perpetual futures. Initially led by BitMEX in 2016, perpetual futures BTC+ETH monthly volume hovers around \\\\~$2.5T, led by Binance, CME, FTX and others.\\n\\nWe expect this volume to continue ramping as organized participants continue to enter the market, given that centralized exchanges provide the regulatory and execution infrastructure required by these participants. As perp futures market continue to grow, we expect options platforms to follow suit. The crypto options market today, at $35B in BTC+ETH monthly volume, is relatively nascent vs. the perps market, and is largely dominated by Deribit. A key reason behind this is likely to have been the fact that historical volatility in markets for most coins made futures a sufficient instrument for traders to express their outlook. Additionally, since fewer organized parties historically held crypto on their balance sheets, options have not seen as much demand as a hedging instrument. We expect both factors to change as institutional participation increases. Over the next twelve months, we foresee more organized players entering the centralized options market to support increasing demand as the overall pie continues to grow. We believe FTX’s acquisition of LedgerX in October marked the start of this trend.\\n\\nAs these markets ramp, liquidity will naturally become fragmented across venues in terms of execution as well as capital efficiency. As a result, liquidity networks like [Paradigm](https://www.paradigm.co/) will become increasingly important as a core piece of infrastructure in facilitating institutional participation. Through Paradigm, institutions can submit automated, anonymous RFQs for futures and options trades with guaranteed settlement against KYC’d counterparties. As more traditional financial institutions enter crypto, we believe this infrastructure will ensure ease of participation and lead to meaningful volume growth on centralized venues.\\n\\n### Decentralized Infrastructure\\n\\nMuch like centralized venues, decentralized derivatives volume is largely dominated by perpetual futures. Initially led by Perpetual protocol, and more recently by dYdX, decentralized perp daily volume typically hovers around $5B. While growth over the past three months has been strong, decentralized perp volume accounts for only <1% of overall crypto derivatives volume. We expect to see meaningful growth in this segment over the next 12-24 months, driven by three factors:\\n\\n1. **Composability with other DeFi applications**: As other projects and protocols come online and build atop decentralized perpetual swap protocols, the value supported by these platforms will continue to grow\\n2. **Low costs / high speed execution infrastructure**: Faster chains, like Solana, as well as Ethereum scaling solutions like Arbitrum, Optimism, and StarkEx/Net offer lower transaction costs and a better user experience, which we expect will attract higher volumes. A prime example of this is dYdX’s recent implementation of a StarkEx instance, which took computation off-chain and brought transaction cost down by an order of magnitude over the past three months. We believe we are in the early innings of scalability, both EVM and otherwise, and expect these solutions to make the decentralized derivatives trading experience meaningfully smoother over the next 12 months. Projects like [HXRO](https://www.hxro.network/) have already begun laying the infrastructure foundations that will be critical to the growth of decentralized futures and options on chains like Solana.\\n3. **Open networks**: Unlike centralized venues, decentralized protocols are permissionless. As crypto penetration continues to grow and reach more remote parts of the world, we expect several users who may not have access to centralized infrastructure to begin interacting globally via decentralized protocols.\\n\\nAs the decentralized futures market continues to grow, we expect the options market to follow suit. Today, the decentralized options market is a fraction of the overall derivatives market, with most mature protocols living on Ethereum mainnet. However, three factors that have long inhibited decentralized options market growth are starting to see viable solutions that we expect will help unlock these markets over the next twelve months:\\n\\n1. **Transaction fees + block time**: Depending on the holding period, transaction fees on options contracts can have a meaningful impact on the profitability of the trade. High transaction fees on Ethereum have historically made decentralized options trading an unfavorable proposition. Additionally, longer block times lead to uncertainty around trade execution and may lead to challenges particularly with multi-leg trades unless transactions are atomic. Both challenges also make market making difficult on order-book based models. Additionally, protocols that allow leverage, need liquidators to take the other side of positions that are in danger of going bad. If the liquidator must pay high gas fees to liquidate a position and de-risk the platform, this disincentivizes participation. To alleviate this, protocols must then share a higher portion of the liquidation with them, which makes the long-term business model of the protocol unsustainable. With the emergence of Solana as well as Ethereum scaling solutions like Arbitrum and Starkware, we now have low-cost, high-speed execution environments which alleviate these challenges and facilitate viable options trades.\\n2. **Liquidity hedging for AMM pools**: Protocols that sell options typically require liquidity to underwrite these positions. Most operate via an AMM structure to source this liquidity. However, this often leaves the pool with unhedged delta risk which can lead to meaningful impermanent loss. Such events have caused protocols like Charm on Ethereum to temporarily discontinue their options products in the past. As with TradFi options sellers, options protocol must delta hedge the liquidity pool to limit impermanent loss. This is typically done via futures, which was a nascent market within DeFi until recently. As these primitives continue to develop, we expect options protocols to become more liquid and therefore more active.\\n3. **Full Collateralization Requirement**: Due to above mentioned block time constrains and inability to structure atomic liquidations, many existing DeFi Option implementations require full collateralization. Leveraging faster chain like Solana and robust liquidation engines built around more frequent mark to market updates, we are already anticipating protocols like [Zeta](https://zeta.markets/)will be able to offer under-collateralized Options.\\n\\nAnother set of primitives that we expect will accelerate the adoption of decentralized options are structured DeFi Options Vaults (“DOV”). DOVs are game changing because not only they democratize access to Implied Vol driven organic yield, but they also offer scalable way to manage non-linear risk. Via basic strategies like covered calls and cash-covered puts, DOV venues provide retail traders hedged access to yields and provide underlying options protocols liquidity. Options vault venues like [Ribbon](https://www.ribbon.finance/) have scaled to  $300m in TVL and newer venues like [Friktion](https://friktion.fi/)($100m+ TVL) and [Katana](https://app.katana.so/) ($45m+ in TVL) are ramping up fast within weeks of being live, indicating strong market interest. As these protocols continue to scale, we expect the decentralized options trading experience to become smoother.\\n\\nOverall, the stage for decentralized options to thrive is finally set and we expect large volumes of capital to flow into this sector over the next 12-24 months, particularly on Solana and Ethereum scaling solutions.\\n\\nIn addition to decentralized futures, options and structured products, we are excited to continue seeing innovative crypto native products like everlasting options get developed in the sandbox. Inspired by the wildly successful perpetual futures product, [Dave White](https://www.paradigm.xyz/team/davewhite/) and [Sam Bankman-Fried](https://twitter.com/SBF_Alameda) proposed Everlasting Option product in their [original paper](https://www.paradigm.xyz/papers/everlasting_options.pdf). An Everlasting option can be replicated with a basket of options with different maturities by taking the weighted sum, where each option is weighted in an exponentially weighted arithmetic manner (i:e 50% contract expiring today, 25% contract expiring tomorrow etc.) which makes its replication relatively simple.  Protocols like[01](https://01.xyz/) have also implemented floating strike price, which is an exponentially weighted moving average of the underlying asset’s price over time, allowing the everlasting to consolidate all strikes, and retain its everlasting features. Lastly, we have also seen emergence of protocols like [Deri](https://deri.finance/#/index) which offer both Perpetual Futures and Everlasting Options and allows users to trade derivatives in a very DeFi-native way, providing options and futures to hedge, speculate and arbitrage, all on-chain. We hope to see many of these offering live on mainnet soon.\\n\\n### Conclusion\\n\\nWe strongly believe we are at the precipice of tremendous growth in the decentralized derivatives market over the next 12-24 months. The infrastructure to unleash these products and support the next wave of multi-billion-dollar protocols is in place. We could not be more excited to back some of the most fundamental projects (including [Paradigm](https://www.paradigm.co/), [Zeta Markets](https://zeta.markets/), [Friktion](https://friktion.fi/), [Lyra](https://www.lyra.finance/), [Drift](https://www.drift.trade/) and others) that are fueling this revolution as we head into 2022.\",\"timestamp\":1642132372,\"title\":\"Where the Multi-Billion Dollar Crypto Derivatives Market is Headed Next --by JUMP CRYPTO\"},\"digest\":\"65R4pcjJvb8MZTLmUXty6XcoWrBaRqM0XNisR1ErNjQ\",\"authorship\":{\"contributor\":\"0x3882A7c5b798c1DD17FC834caf6DB06908FC1F3a\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7L8ZOVeNWKziWVV59iBU91Nvq0_t230AraoUAKSb07Y\\\",\\\"y\\\":\\\"Fx4mu_kh0N-XK_8dbj9UqvChSbyrLSi7LMOwj_nuHIY\\\"}\",\"signature\":\"JD6SzEyoHh8K91QxnQPomM0Sh2RK4LU22929espXcn79fL1FZyC-6ebfQO6-meF3Kjh4mKyDn7PcjFUL2nTr_w\",\"signingKeySignature\":\"0xdf17a54713f4e7cff3994f01eff7ec4cf09b8780a72c2ec8a54afdc8ebc7bf5004f79d62f93ad965a38b137403ab48169602ac9acfa719db546cd32d6fbe31351b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"7L8ZOVeNWKziWVV59iBU91Nvq0_t230AraoUAKSb07Y\\\",\\\"y\\\":\\\"Fx4mu_kh0N-XK_8dbj9UqvChSbyrLSi7LMOwj_nuHIY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"65R4pcjJvb8MZTLmUXty6XcoWrBaRqM0XNisR1ErNjQ\"}"