"{\"content\":{\"body\":\"In March 2020, I made a decision all in DeFi. About a year later, in March 2021, DeFi coins ATH, I was still triumphant for a while. But after that DeFi is in decline compared with other coins.\\n\\nNow DeFi coins have completely fallen out of the top 20 in CMC market cap rank. The best uni and link are also struggling to rank above 20. it can be said that DeFi coins as a sector has been completely defeated.\\n\\nLooking at the uni,comp,cake,mdx in my wallet, as well as the cut-off sushi, lrc, snx, dht, and the trash DeFi coins that I don't want to say. I am so heartbroken.\\n\\nAfter learning from it, why is the competitiveness of DeFi coins so bad, and is there still a chance in the future?\\n\\n1\\\\.DeFi has become the basic plug-in of the industry and has been systematically dismantled, unable to form monopolistic competitiveness.\\n\\nAs early as 2006, I used Alipay, it was awesome. I thought in the future the banks will all die. Alipay will become the largest bank in China. Users will concentrate on Alipay and enjoy all financial services.\\n\\nYes, Alipay does provide all financial services. But all other Internet products provide the same service.\\n\\nFifteen years have passed, and now you look at Internet finance. As long as it is an APP with traffic, all of them have financial services. We can buy funds on the social software WeChat, stocks on the shopping platform [JD.com](http://JD.com), loans on the travel tool DiDi, and even the digital RMB DECP on the food delivery platform Meituan…\\n\\nYou will find that on the internet, finance has not formed a systematic product, but has been dismantled into plug-ins and cut off by other products.\\n\\nThe same goes for DeFi. The main functions in DeFi, swap, lending, and staking, have also been dismantled into basic components and integrated by various projects in the blockchain industry.\\n\\nAll chains have swap and lending projects, even exchanges, like Binance, have developed AMM swap and pool lending models. Staking is learned by all projects before the DeFi industry.\\n\\nNow the most popular GameFi, almost every GameFi work comes with a swap system, and NFT trading also comes with a marketplace.\\n\\nThe collective transactions formed by the industry, such as 1inch and metamask swap, have all been announced, all of other swap projects are mine.\\n\\nDeFi is obviously taking the path of Internet finance. DeFi will go wherever there is traffic, and will voluntarily send it to other people's products as a component.\\n\\n2\\\\.DeFi decentralization failed completely, and a single point of failure led to the overall failure of the project.\\n\\nNone of the main DeFi products are decentralized. Star projects, uniswap, compound, makerDao... are all inseparable from the founding team.\\n\\nuniswap was reviewed by the SEC and forced to delist some tokens on [uniswap.org](http://uniswap.org), the most important front-end.\\n\\nVulnerabilities in the compound led to a loss of 150 million U.S. dollars, and the currency price has also fallen for a long time.\\n\\nVenus' garbage assets pledged, prices were manipulated, and a large number of high-quality assets were borrowed from the pool. A similar thing almost happened at aave.\\n\\nCurve was also exposed to an accident in which someone filled a pool with garbage assets and then took away high-quality assets.\\n\\nIn DeFi, accidents seem to happen every day, and once the entire project occurs, it is difficult to gain the trust of users again.\\n\\nThis is completely different from the earlier BTC thefts and loopholes in the system, but the price will be restored soon.\\n\\nThe difference is that DeFi projects have almost no cases of successful decentralization. The most famous uniswap and compound are centralized. As long as a single point of failure occurs, the project tends to fail systematically.\\n\\n1. The economic design of DeFi coins often ignores the ability to capture value\\n\\nDeFi coins basically have no ability to capture value. Uni\\\\\\\\comp\\\\\\\\aave is represented by governance coins, even there is no design for staking to earn interest.\\n\\nThe most common design in the currency circle to capture value, such as repurchase and destruction, staking lock-up, and dividends, are not played on DeFi blue-chip coins. This is also quite strange. On the contrary, those tail DeFi coins like to add value to the design, but the price of the coin is not good.\\n\\nDeFi's mining models are all about mining and selling, and I don't know who is taking the order.\\n\\nEveryone said that the project team was afraid that the SEC's qualitative dividends would be securities, so they simply issued a coin, without any profitability, only voting governance.\\n\\nThose coins that have a good capture of economic value, such as crv, sushi, are not good, especially mdx as the representative. The economic model design of this product makes mdx's annual interest rate more than 30%, but it is falling.\\n\\n1. Arbitrage is too heavy, seriously hurting users\\n\\nThere is a malignant tumor in DeFi, just like cancer, that is MEV arbitrage, especially the sandwich attack.\\n\\nI once posted a deal in pancake and was stolen thousands of usdt, son of a bitch.\\n\\nI used to think that with a decentralized transaction model such as uniswap, cex would be greatly challenged, but the sandwich attack caused swap to die before it succeeded.\\n\\nIn swap, the user's slippage is the attacker's profit, which makes the user too sad.\\n\\nThe most weird thing in DeFi is that an arbitrage bidding platform like flashbot has a very good reputation in the industry. Vitalik always mentions flashbot, which is enough to prove that everyone has no choice but to attack the sandwich in the entire swap track. It is called orderly arbitrage, and the entire industry accepts that maximizing the slippage of users becomes the profit of arbitrageurs.\\n\\nThere is also a major potential arbitrage bug in DeFi, which is Oracle. Lending and financial management agreements are deeply hurt by the unreliable price of the prediction machine. With the help of flash loans, the price of the prediction machine is manipulated to achieve huge arbitrage. I don't know how many users' assets are given to scientists.\\n\\nWill the DeFi sector still have a chance to recover in the future?\\n\\nI don't know yet, I hope so.\",\"timestamp\":1638931652,\"title\":\"Why has the price of DeFi kept falling？\"},\"digest\":\"17mg3abB2-wiwCPpRSxn2sZ5X-dJLXY_44_KnJtFPqc\",\"authorship\":{\"contributor\":\"0x197080355Eccf1a87f713151f123CaEDEc77E141\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ki5azpAUvjiPPS4FdKzL8DTBub9wuzo1t5XXjV9bRg4\\\",\\\"y\\\":\\\"MRACoXVwz-yktpVu7PFUv1amD0I5ILcdrVafb1ZsFlU\\\"}\",\"signature\":\"9amg_v0tNn3v7CjbmbBFNwpuasjYHsjvB0dEgRCfAovOwf-IucCe4BmxwM9sK37J19ECncChd5YRZTcDl3VmsQ\",\"signingKeySignature\":\"0x9e8e3c3b19d64e4754374765204d319d8a9302374b47513b0c8d228b86a43754517d69680b008c5ed0e6ed4531c18cab2bb008c83c80e9af10942a024047afe21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ki5azpAUvjiPPS4FdKzL8DTBub9wuzo1t5XXjV9bRg4\\\",\\\"y\\\":\\\"MRACoXVwz-yktpVu7PFUv1amD0I5ILcdrVafb1ZsFlU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"17mg3abB2-wiwCPpRSxn2sZ5X-dJLXY_44_KnJtFPqc\"}"