"{\"content\":{\"body\":\"The provincial court judge in Huelva, Florentino Ruiz Yamuza, today published his order with the arguments for throwing all journalists out of the entire Laura Luelmo murder trial. All the parties asked him to do it, he asked the jury and then of course argued that the European Court of Human Rights, the Supreme Court, the Spanish Constitution, the Judicial Power Act, the Jury Act, the Criminal Procedure Act and the Statute of the Victim all backed him up.\\n\\nThe precedent is set, whether or not other judges copy the Yamuza format in future trials. If they were to do so, we would not have any news in Spain about trials for the most serious crimes because it could always be argued, as they have done today in Huelva, that the memory or dignity of the victim or their relatives will be affected.\\n\\nThe parties affected by the total closure, in this case broader society via the media, are not parties to the trial and cannot therefore present any formal appeal or letter to the court to petition the judge to reconsider or reverse his course.\\n\\nIn the trial for the murder of Gabriel Cruz in Almería two years ago, the same regional high court organised things quite well faced with a similar request from the family for the entire trial to be held behind closed doors. The judge then did not consult with the jury and decided by herslf to restrict access to some of the witness statements from the parents and relatives and also the forensic testimony.\\n\\nWhen the Civil Guard criminal science experts and the officers who had taken the photos of both the murderer removing the body of the child from the estate and those of the subsequent removal of the body from the car testified, there were reporters in the courtroom but they cut off the video signal to the press room next door so that those images would never appear on TV or the Internet.\\n\\nAnd they were very right to do so. Those images were horrible. No parent would ever want them to be seen outside of court.\\n\\nRelatives also have the right, according to the law, not to be photographed or recorded at the trial, if they want to ask the judge for that. They don't even have to see the accused if they don't want to. They put up screens for that. The problem is the images and the treatment given to them on TV. The pace and intensity and the lack of seriousness many programs treat these very serious trials with.\\n\\nBut that doesn't mean we can become North Korea and shut everything down in all formats. Solving this problem for everyone would require a long and broad systemic debate on journalism, the media, technology, attention, trials, victims and their families. Political parties are not, at the moment, ready for that debate, but it would not be an issue without a solution.\\n\\nThe most important thing from the point of view of serious journalism is not the images, which is what outrages relatives.\\n\\nThe most important thing is the cross-checking and the chronicling of what happens in the courtroom, how the testimonies fit together, the emerging account of the events, and the behavior and attitudes of everyone in court.\\n\\nBecause a trial, necessarily, is all about arguing and cross-examining different versions of the same events. The prosecutor offers one version, the defense another, and the lawyer for the relatives a third. That is what a trial is all about. Then the witnesses, inspectors and experts offer information and statements that support or dispprove one aspect or another.\\n\\nThe minimum requirement from the perspective of serious journalism would be the presence of reporters with pencils and notebooks (and I see no reason why silenced laptops to do live written chronicles cannot also be used) be allowed in the courtroom, whoever is testifying and whatever is being seen, so that exercise of cross-checking and chronicling on behalf of all at the public level can take place.\\n\\n**100% readers.** Guarantee this independent journalism. Monthly euros, bitcoin, eth, NFTs, it all adds up to fund reporting time, gear and trips. <https://www.thespainreport.es/guarantee>\",\"timestamp\":1637092680,\"title\":\"The problem is the TV footage, not a pencil and paper\"},\"digest\":\"ZT8qfxCEaBFdo5xudB-xVzvkMrT2ixpGy4B9tHlmyjs\",\"authorship\":{\"contributor\":\"0xF02EEfC88336c142Dee946B14b6Fc24539357871\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w3W1Iz56Ods1rXzaZ9J_rx8sKSh2OMp3vT8HOkCvjXk\\\",\\\"y\\\":\\\"KxosKYVd-BzkNFm1UF25hdKbgapUQY_4YDTnM9pnzsk\\\"}\",\"signature\":\"Pdea1qqyTB8jPTG9efgeMufS30xBO53TcCG7jaD9adijac1mwq2Xe0jaiU1r6iLZgXSyfSYRFSgvlE4LAp2IkQ\",\"signingKeySignature\":\"0xcc9a65200310a4a22c6e82de0fb57f1005d04ea580bc8b8d6b2b4b054ee85e625c3118b47a293ac6187bf1de9e24ae7d9a9b9c615bbdf9dbca5a54e008006c901b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"w3W1Iz56Ods1rXzaZ9J_rx8sKSh2OMp3vT8HOkCvjXk\\\",\\\"y\\\":\\\"KxosKYVd-BzkNFm1UF25hdKbgapUQY_4YDTnM9pnzsk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ZT8qfxCEaBFdo5xudB-xVzvkMrT2ixpGy4B9tHlmyjs\"}"