"{\"content\":{\"body\":\"![American frontier; macadam road - Federal Highway Administration](https://images.mirror-media.xyz/publication-images/lWA580tXxkQ44Y7wZs9V3.png?height=1217&width=1600)\\n\\n## Building the Roads of the New World\\n\\nTake a minute and imagine an expansion of small settlements along unexplored lands. The only paths connecting them are long and arduous, and they are simply a relic of other pioneers who have made the trip before. Of course, there is no need for physical roads in the metaverse. We work together across the world and can connect with one another in an instant. The roads we need to build in the metaverse are the connections we make with each other in the vast forest of time that we exist in.\\n\\nTime is the most valuable asset we have. This is especially true in the metaverse where things move much quicker. Since time is so important, traveling between settlements should *not* be long and arduous. We need to design the underlying infrastructure to enable the optimal use of our collective time. We need to design our systems – not for speed, but for efficiency, resilience, and healthy use of our time.\\n\\nThe explorers and settlers who set off to build a better world had no intention of building castles, but “old-world” infrastructure came very quickly, as they understood that this technology enabled them to better their new society. In Web3, we tend to shy away from old methodology. This is not unwarranted, there were a lot of unhealthy structures and practices in the traditional world, and it makes sense to have [a critical perspective](https://cdixon.org/2018/02/18/why-decentralization-matters). However, it would be a detriment to us all if we didn’t incorporate tried and tested processes and structure when it has the potential to benefit us all.\\n\\n## The Six-Week Cycle\\n\\nBasecamp is one of the companies that have had a major positive influence on the way people work in the digital age. If you aren’t familiar with [Basecamp’s 6-week cycle](https://m.signalvnoise.com/how-we-structure-our-work-and-teams-at-basecamp/), it’s a quick read, so I recommend that you stop reading this piece and check it out.\\n\\n“We work in six-week cycles. Six weeks is long enough to build something meaningful start-to-finish and short enough that everyone can feel the deadline looming from the start, so they use the time wisely.” [Shape Up, Basecamp](https://basecamp.com/shapeup/0.3-chapter-01#six-week-cycles)\\n\\nIn addition to the six-week cycle, there is a 2-week cycle that has no scheduled deliverable. Typically these are used as a break from focused projects to focus instead on review, exploration, and planning at a slower pace. Together, this 6-week period of focused work with the 2-week exploratory phase creates the underpinnings of a new type of infrastructure for people to collaborate.\\n\\n## Introducing Chronos\\n\\n![\\\"Time Blocks\\\" - This artwork was created with artificial intelligence on Nightcafe Studio](https://images.mirror-media.xyz/publication-images/PnZh-TkA_KIXQm78UUKw_.png?height=400&width=400)\\n\\nIntroducing Chronos. Chronos creates universal grid blocks of time that will enable cross DAO collaboration and resolve many of the issues DAOs are facing today. While the 2-week cycle can still be used to review, explore, and plan, it also allows nomads to explore, travelers to be welcomed. The 6-week cycle provides the right balance of creating something meaningful and focused.\\n\\nBy mapping out time with these predefined blocks, all DAOs can recognize these as the underlying pulse of the metaverse. DAOs will celebrate their wins together in scheduled 2-week cycles, and DAOs will be hard at work building during the 6-week cycles.\\n\\n## Chronos as Infrastructure for Collaboration\\n\\nDAOs will register to Chronos, signaling a port of entry to those exploring the Chronos network. Since onboarding can now happen while the team is not busy actively building, the newcomers are greeted with friendly folks who have the time to give a proper welcome. Since the main infrastructure of Chronos is shared, there’s much less time needed for onboarding and understanding internal processes. Chronos will provide travelers and DAOs with a system for interoperable contribution and development.\\n\\nDAOs can, and should, use Chronos to create cycles that are appropriate for long-term and brand new contributors. The onboarding/offboarding processes that most DAOs struggle with currently can be tweaked more easily and fluidly now since new travelers are only ever committing to a cycle at a time.\\n\\nIf a DAO wants to work in 3-2 week sprints, they can do that just fine. If it doesn’t make sense for some roles to work on the Chronos network, they don’t need to. The key is the 2 week small cycles. Forcing 2 weeks of reflection and planning frees individuals from the constant grind. It forces deeper thinking and encourages healthy work habits.\\n\\nChronos creates highway infrastructure, and while it’s much easier to travel this way. The forest and the old, traveled paths still exist. If you don’t have quick access to an on-ramp (or you’re not available to start on something during the 2-week cycle), you can still use the paths that already exist.\\n\\nInstead of extending timelines, the Chronos network will encourage reducing the scope to fit a structured deadline. If this isn’t possible and the project turns out to be much bigger in scope than initially imagined, turn on the circuit breaker and reflect at the end of the cycle. Use the time as a learning experience and move on to the next cycle without feeling guilty.\\n\\nWe have the incredible opportunity and power to shape new societies and cultures from the ground up and we cannot take that for granted.\\n\\n*Chronos is very much in its infancy, and it needs your help to bring it to fruition. Let’s coordinate on Twitter and make it happen!*\\n\\n*Twitter: [@cedricwaxwing](https://twitter.com/cedricwaxwing)*\",\"timestamp\":1641064493,\"title\":\"Introducing: Chronos\"},\"digest\":\"tfSmCqIAqgpuqyt7TWDCy79KIhpcBSE_OvB-orjyn1g\",\"authorship\":{\"contributor\":\"0x5E642f8C81DE40E7e49b6a2B606dFB94A005bC44\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DLy_nzNW_CWfbPucYKo2Vr71JT91-xWjK2N5G_1fX30\\\",\\\"y\\\":\\\"DIID_BGvgYLK1K_3nnkd_9W_AdqH7t7HhuxvRLxNt84\\\"}\",\"signature\":\"nxSkce4_q2I9bhg1_3x_xsbs-ETb42NgGvaF_0Mt2duM0qq8yH0_3U1lQNmbrde1gAmpptWgzmK42vBK6QspbA\",\"signingKeySignature\":\"0x5381cead10a859055b47e56a121b828a95381d3bb957723d0550a458ccada1874e1481f54053b791e4556095d2480e08c639b581d663e4915feb3dc970eb0f5c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"DLy_nzNW_CWfbPucYKo2Vr71JT91-xWjK2N5G_1fX30\\\",\\\"y\\\":\\\"DIID_BGvgYLK1K_3nnkd_9W_AdqH7t7HhuxvRLxNt84\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"zf8NyaOR7NpRu2o78gWkvKd2DB9442BiMXNHe5pWn5s\"}"