"{\"content\":{\"body\":\"I may have oversold here. But 4% APY risk-free is a problem, and the SEC knows it.\\n\\nLend theoretically enables customers to earn 4% APY on their cash (USDC), risk-free, simply by parking money in their Coinbase account. From a user experience perspective, there’s little difference between holding your money with Coinbase Lend and holding it in a savings account. However, 4% APY is exponentially higher than your typical savings account rate, which means there’s a significant incentive to move money from banks to Coinbase. But that’s only the beginning.\\n\\nConsider interest rates. The “Prime Rate” is shorthand for the interest rate banks charge their highest quality customers, like large corporations. This rate serves as the basis for all sorts of other interest rates. Today, it’s \\\\~3.25%. So, the best companies can get debt at 3.25% and rates rise from there in accordance with creditworthiness. \\n\\nThis is the basis of the banking business model. The bank accepts deposits, pays .1% APY on those deposits, and then lends that money at 3.25%+ and keeps the difference. That’s the game at its most basic level. \\n\\nCoinbase Lend provides a higher return than lending at the prime rate.\\n\\nIn traditional finance, institutions keep 90%+ of the value generated via capital by lending at 3-6% and giving just .1% to depositors. In cryptoland, most of the work done by traditional financial institutions is outsourced to code, so 90% of the value accrues back to capital providers. *Financial services become a public good.*\\n\\n![](https://images.mirror-media.xyz/publication-images/eqA20rqLSM-6kJkPEkXW_.png?height=624&width=1252)\\n\\nThis isn’t just a product with a better interest rate. *It’s a paradigm shift in how value is distributed.*\\n\\nNone of this is unique to Coinbase. In fact, it’s less true of Coinbase than it is of DeFi, where a 4% annual return is negligible. However, most Americans aren’t ready to use a DeFi protocol. As a public company with a fiat offramp, Coinbase can bring this (watered down) offering to a mass market at scale, which is why it makes sense for the SEC to reject Coinbase’s version of a product that’s already commonplace elsewhere, leading to what Brian Armstrong called “unequal enforcement”.\\n\\nCoinbase Lend would be a step change in both UX and trust, making 4% APY just a bank transfer away. Someday, 100 million people could conceivably use this product. The potential volume is what shifts markets and stirs the SEC.\\n\\nIt is unclear what kind of downstream impact this could have. All sorts of financial products from annuities, to life insurance, to funds are built on the current rules, where government bonds get 1% and top tier corporate bonds get 3%. Billions of dollars of financialization happen on top of these bonds and financial companies have major political sway.\\n\\nAdditionally, government bonds can’t conceivably compete with this return unless interest rates increase significantly, which would cause the cost of servicing the national debt to explode. More likely, interest rates will remain low in the short term and  as a result, bonds could lose value as demand for them wanes.\\n\\nIf consumers have access to a 4% risk-free option, many popular investments will become much less appealing to the average person very quickly. This could be destabilizing for traditional finance, especially if inflation continues to rise and crypto becomes a mainstream solution for “fighting inflation” as commentators search for talking points. Significant destabilization is probably contingent on institutions pivoting into products like Coinbase Lend, but in the medium term, why wouldn’t they?\\n\\n![](https://images.mirror-media.xyz/publication-images/x4ZwUc1cne7AzZlRHIPMh.png?height=782&width=1278)\\n\\nCoinbase’s offering is good enough to be a risk. And 4% is just the \\\"starter rate”, just wait for 5% and 6%.\\n\\nEventually this product will launch. Over the next decade, the inversion of the distribution of lending profits will change the world in ways we can’t predict. It’s the beginning of the end, and the SEC needs more time to wrap their head around it.\",\"timestamp\":1635975040,\"title\":\"Coinbase Lend Fucks Everything\"},\"digest\":\"wptq3wrQU_2GxR57D9AxgoFepGk7F2kLutzQU-zlp2I\",\"authorship\":{\"contributor\":\"0x0D358B96cF7B5B05E0F2e97E30916E7D3C623e6B\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6JJOZgFad6uaCq13kujNH5QLY-E13fxpnwc7Eva-tKE\\\",\\\"y\\\":\\\"pdIZla9K08vjR-cBWETgUXHFWT0-Zm_CD4QcA-8d6ok\\\"}\",\"signature\":\"xYS0FQHmH1yYLNdiONtAK9psApWbvfFj7aRBREuLYih2f463W8pESZbntvRoms1OFOH3ltraBKoPMcTdsH7lTA\",\"signingKeySignature\":\"0x5f9ac465f43525fbf3a67a4aa38ad18a77072233e3f6638d9a3bf3d52dacb536739fee8840776b531045fd64cc37391c45e5412a8a5ae52f082136862a84203a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6JJOZgFad6uaCq13kujNH5QLY-E13fxpnwc7Eva-tKE\\\",\\\"y\\\":\\\"pdIZla9K08vjR-cBWETgUXHFWT0-Zm_CD4QcA-8d6ok\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"wptq3wrQU_2GxR57D9AxgoFepGk7F2kLutzQU-zlp2I\"}"