"{\"content\":{\"body\":\"> Co-produced by MUSE & LD Research\\n\\n![](https://miro.medium.com/max/1400/1\\\\*UE4tOnWk8W1eZ7mSSqWiNQ.jpeg)\\n\\n**Defi** (Decentralized Finance) is globally catching more eyes these days. No matter **BTC, Ethereum, or Binance Smart Chain (BSC)**, everyone is jumping into this new but huge swimming pool of DeFi, looking for a new financial era.\\n\\nSynthetic assets are just one part of DeFi that mimic traditional finance but move everything on-chain. The products we are trading are still the same: stocks, gold, and derivatives, but the logic behind them is brand new.\\n\\nThe creation of synthetic assets introduces the liquidity of traditional financial instruments into the DeFi world. Anyone can issue a new synth and trade it on-chain, mirroring all traditional products using smart contract tech. It makes both real-world finance and decentralized finance more scalable and efficient. Here, we will take a look at several major synthetic assets platforms, compare & contrast their differences and introduce the Duet protocol，a brand new synthetic asset protocol with a hybrid mechanism of 「over-collateralization and algorithm-pegging」. Duet combines the advantage of the stability of over-collateralization and agility of algorithm-pegging. It significantly raises the user’s capital efficiency and stabilizes the system’s performance.\\n\\n> At the time of writing (5/12/2021), Synthetix has the highest TVL and 24H trading volume among all listed projects here, even though it doesn’t have the largest active address number and launched at Ethereum only, the general trading strategy of Synthetix has attracted more organizations than normal Defi retail users.\\n\\nLike a similar project which may attract more organizations, UMA seems to have higher barriers of entry for retail users but according to the user base of UMA, it should be most stable compared to the other three projects.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*1WKnHh2IyeAgZ43fPI-Zbg.png)\\n\\nLinear is the only one that has listed on Binance.com and launched its protocol on both Ethereum and Binance Smart Chain. It’s keeping a relatively good balance at trading volume and users, and also takes the first step for cross-chain synthetic assets seamless trading, attracting a lot of mature DeFi players within Ethereum but also lowering the trading cost and increasing the transaction efficiency via Binance Smart Chain. However, the general trading volume at BSC is smaller than Ethereum.\\n\\nThe charts below show distributions of synthetic asset minted volume on Synthetix and Linear.finance respectively with the crypto assets taking the absolute dominant proportion.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*woCNgZ9ZCI3b0mA1ipccVw.png)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*D0hPsroQPPv64llw8ens8A.png)\\n\\nMirror protocol only offers US stock assets for now, and we’ve seen a dramatic difference between its trading volume and TVL (low velocity).\\n\\nWe could speculate that the potential market for traditional finance traders does exist, and decentralized synthetic assets could ease some possible pains in the real world. However, they may not perform as high-frequency trading products when compared to the velocity of traditional crypto assets.\\n\\nThere should be a more tailored and complete logic for synthetic assets and their traders.\\n\\n## ***Synthetix (SNX):* Synths as long-positions and iSynths as short positions**\\n\\n![](https://miro.medium.com/max/1400/1\\\\*OhNpN1Ow9_FEl6APulleSg.png)\\n\\n**Synthetix**\\n\\n* **Actors involved: Stakers**\\n\\nOnce you participate in the Synthetix system, you are playing the role of stakers, minters and trading counterparties all together, taking the risk of underwriting the overall debt of the system. This means that if users’ synthetic assets appreciate in value, your debt increases.\\n\\n* **Eligible Collaterals**\\n\\n*a) SNX (750%)*\\n\\nDeposit SNX and get sUSD to purchase other synths at the market price, with a trading fee, but earn SNX staking rewards and fee cuts.\\n\\n*b) ETH (150%)*\\n\\nDeposit ETH and borrow sUSD/sETH directly, do not receive trading fees or any rewards as they take no risk for the debt pool\\n\\n*c) renBTC (150%)*\\n\\nDeposit renBTC and borrow sUSD/sBTC directly, do not receive fees or any other rewards as they take no risk for the debt pool\\n\\n* **Current holders** (Ethereum Only) ***76,191***\\n* **There is no order book, which means all trades are executed against the contract (P2C).** This provides infinite liquidity up to the total collateral in the system with zero slippage for permissionless on-chain trading with a fixed rate trading fee.However, all synth holders are counterparties of all synth trades, which exposes all users to the whole market fluctuation risk.\\n* **Synthetix daily active users** at Ethereum sits at \\\\~**1,400** and the average number of transactions is **7,000**, with all-time unique active interactors over **190k**, which makes sense as one of the older protocols.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*SbgZpaJSERxzw6DTTi-wag.png)\\n\\n## **Mirror (MIR), which provides a short-position against the reflected asset’s price direction**\\n\\n![](https://miro.medium.com/max/1400/1\\\\*YoyySvJ-AhiZQXtrgrstzA.png)\\n\\n**Mirror Protocol**\\n\\n* **Actors Involved**\\n\\n*a) Trader*\\n\\nBuying and selling between mAssets and UST\\n\\n*b) Minter*\\n\\nEnter into a collateralized debt position (CDP) via UST in order to obtain newly minted tokens of an mAsset\\n\\n*c) Liquidity Provider*\\n\\nAdd equal amounts of an mAsset and UST to the corresponding Terraswap pool, which increases liquidity for that market\\n\\n*d) Staker*\\n\\nStake either LP Tokens (with the Staking contract) or MIR tokens (with the Gov contract) in order to earn staking rewards in MIR tokens\\n\\n* **Eligible Collaterals (Collateralization ratio)**\\n\\n*a) UST (150%)*\\n\\n*b) mAsset (150%)*\\n\\n* **Current holders (Ethereum & Binance Smart Chain) *27,390***\\n\\nFor Mirror, the majority of active addresses are on Terra (Luna), which doesn’t have total holders available. The latest 24H transaction count on Terra is **24,462,** which is almost 100 times compared with tx count of the protocol on Ethereum, so the final total tokens holders should be way more than the current one we have here.\\n\\n* **Mirror launched a UST pool at PancakeSwap on Binance Smart Chain** (BSC) in Jan 2021, where total MIR pools locked value hold over\\\\*\\\\* $100M\\\\*\\\\*, even though the minting protocol hasn’t launched on BSC yet. It has over **26K** active users and over \\\\*\\\\*2M \\\\*\\\\*transactions totally up to date. MIR was listed on 4/19/2021 on Binance, which helped boost MIR traffic.\\n* **Trades are processed via liquidity pools**, which reduces the individual roles’ risks for active players in the ecosystem, compared with Synthetix, but increases the capital needed to provide liquidity. The model enables Mirro to limitlessly track any different assets in the real-world with less risk to minters.\\n\\n## **Universal Market Access (UMA)**\\n\\n![](https://miro.medium.com/max/1400/1\\\\*bxS5ghAPTgqrBTU6E3U5DA.png)\\n\\n**Universal Market Access**\\n\\n* **Actors Involved**\\n\\n*a) Token sponsors*\\n\\nUsers who lock up funds in a smart contract to back the value of minted synthetic tokens.\\n\\n*b) Liquidators*\\n\\nMonitor and liquidate undercollateralized positions.\\n\\n*c) Disputers*\\n\\nMonitor contracts using UMA’s priceless financial contracts to determine if a liquidation was valid or invalid.\\n\\n*d) Data Verification Mechanism (DVM)*\\n\\nIntroduces a simple economic security framework for evaluating oracles. Make sure the cost of corrupting the DVM will exceed the potential profit. In doing so, we eliminate the economic incentives for corrupting the DVM in the first place.\\n\\n*e) UMA Tokenholders*\\n\\nHelp to operate DVM, and earn rewards for voting on price requests from financial contracts using the DVM and for governing the UMA ecosystem by voting on parameter changes and approving system upgrades.\\n\\n* **Eligible Collaterals**\\n\\nTotal 43 types of collaterals (see ***[here](https://docs.umaproject.org/uma-tokenholders/approved-collateral-currencies)***)\\n\\n* **Up to date holders** (Ethereum Only) ***13,543***\\n\\nUMA only focuses on Ethereum for now, but is expanding to enter other EVM chains. From the chart below, it’s obvious that the daily active address on UMA since Oct 2020 has remained steady.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*wuBOS3KU_Qxt-zcuerNm7w.png)\\n\\n## **Linear Finance (LINA)**\\n\\n![](https://miro.medium.com/max/1400/1\\\\*gBiWmLuxDaYmhuipQeYm7Q.png)\\n\\n**Linear**\\n\\n* **Eligible Collaterals**\\n\\na) LINA + Other Crypto Currencies\\n\\nTo generate a synthetic asset, users need to deposit a mixture of LINA and other cryptocurrencies. The ratio must be 80:20 where 80% of the collateral must be LINA and the other 20% is in other cryptocurrencies.\\n\\n* **Up to date holders** (Ethereum & Binance Smart Chain)\\\\* \\\\****23,332***\\n\\nLinear.finance shows similar adoption levels across both Ethereum and Binance Smart Chain.\\n\\n* Active addresses had a significant increase both on Ethereum and Binance Smart Chain when LINA was listed on Binance.com, but returned to normal after, which is similar to the effect overserved after MIR’s listing. It seems that even though DeFi is getting great popularity, the majority of active contributors are still preferring major centralized exchanges.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*V1s1eGSQTEWiOsYJWK4zuA.png)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*FWzTJ7jRdllzgzOeMI5hWA.png)\\n\\nIn a nutshell, the current synthetic assset protocols are facing similar bottlenecks, such as limitation of active users, capital efficiency, collateral liquidation risk, asset price pegging, and a hard cap of synthetic assets, etc. Duet is determined to introduce an innovative methodology for more assets in the crypto field.\\n\\n## **What is Duet Protocol and why is it different?**\\n\\n![](https://miro.medium.com/max/1400/0\\\\*-_3GLtDJA9HLzMo_)\\n\\nDuet is a synthetic asset protocol based on a hybrid mechanism: **over-collateralization and algo-pegged model** that enables on/off-ramp between traditional real assets(Flat Assets) and high-growth crypto assets(Sharp Assets).\\n\\nCompared with the current methods mentioned above, Duet delivers a unique design to optimize minting and trading.\\n\\n\\\\*\\\\*Openness and user-friendly：\\\\*\\\\*Compared to Binance or FTX CM equity methods, on-chain synthetic assets minting is easier and friendly for investors, having no entry barriers, procedures cost, or single spot risk.\\n\\n\\\\*\\\\*Multiple collateral positions: \\\\*\\\\*Synthetix and Linear adopt the single asset deposit with sharing debt method. Compared to them, Duet chooses multiple collaterals with separated CDPs, which reduces minters’ risk and raises scalability.\\n\\n\\\\*\\\\*Assets diversity and compatibility: \\\\*\\\\*Compared with MakerDAO’s DAI and Mirror’s UST, Duet accepts various types of synthetic assets and embraces wider ecosystems, and supports Ethereum, BSC, and other EVM compatible blockchains.\\n\\n\\\\*\\\\*Compatibility: \\\\*\\\\*Duet provides transferable dAssets which could be leveraged in other DeFi protocols, compared with a perpetual-ish protocol which only supports long or short positions.\\n\\n![](https://miro.medium.com/max/1400/0\\\\*RijtkbPovKkHPoWf)\\n\\n## **What is Zerogoki and why is it an experimental synthetic asset protocol?**\\n\\n![](https://miro.medium.com/max/1400/0\\\\*yOgpSwgrti86bk-g)\\n\\n**Zerogoki(zerogoki) is the experimental protocol from Duet Protocol, which only has the Lite-minting and algorithm-pegged module of Duet Protocol.** Zerogoki offers a playground for various assets and experimental mechanisms to face the test in a real trading environment.\\n\\nZerogoki, a transliteration of “零号機’’ in Japanese, stands for the experimental model Unit-00, and its token REI is the pronunciation of the word ‘zero’ (れい)” in Japanese. Zerogoki is a leveraged token minting platform deployed on Ethereum and based on an algorithmic pegging mechanism, which can provide users with leverage tools for traditional assets such as foreign exchange, gold, and bonds. Users can use the platform token REI to cast leverage tokens or use the protocol’s synthetic dollar-zUSD to buy leverage assets directly.\\n\\nLike Kusama(KSM) and Polkadot(DOT), **Zerogoki is open and running as an independent project. Zerogoki’s purpose is to undertake a certain stress test function of Duet**, and its risk and profit structure are significantly different due to the difference in mechanism design. The synthetic assets are generated only by destroying the protocol asset-REI, and the volatile leverage tokens are chosen as the listed assets to increase the system test pressure. At the same time, the slower Ethernet main net with high cost is used to test if Duet can run smoothly in a harsh environment.\\n\\n![](https://miro.medium.com/max/1000/0\\\\*sga6qz8SbrHDX_6z)\\n\\nREI and zUSD are mainly oriented to traditional investment target derivative assets, providing many original investment targets for the crypto market, such as: zUST 20L US 10-year Treasury bond futures 20 times more, zXAUUSD 10L gold spot 10 times more, and zEURUSD 20L EUR/USD 20 times more such derivatives. Duet is currently mainly for synthetic assets in US stocks. Zerogoki will continue to maintain and operate steadily. If the subsequent Duet’s synthetic asset module protocol upgrades, it will also be tested on the Zerogoki first.\\n\\n## **Summary**\\n\\nObviously, Mirror improves the collateral logic to be more retail user friendly and takes more aggressive approaches than Synthetix. Considering Binance listed MIR, launching mAssets’ UST pair at PancakeSwap may help Mirror to build a virtuous circulation between BSC and Binance.com and attract new DeFi users.\\n\\nAlso, oracles are core to all synthetic systems, and the accuracy of this information is critical since it determines whether a CDP has enough collateral assets locked up, or else a liquidation will be triggered. Mirror launched a UST pair at PancakeSwap to increase the liquidity of the assets, but this didn’t solve the bigger gap between AMM price and the real oracle price. For example mGOOGL, the price at PancakeSwap is 2319.33 UST, while the real oracle price correspondingly is 2289.44 UST, around a 1.3% difference, which suggests that this model still deserves more design improvements.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*Tc9-NyL0Zb0aH1hq6oK-og.png)\\n\\n![](https://miro.medium.com/max/1400/1\\\\*Fh1jl1hSgKHeWI-FXtm1Cw.png)\\n\\nThe design of synthetic assets is getting more and more robust, and we believe user-tailored and cross-chain compatible logic will construct a more sustainable synthetic Defi world.\\n\\nZerogoki is an innovative version of Duet, supporting larger categories of financial assets including cryptocurrency, commodities, forex, bonds, stocks, and financial index. In a step further, Zerogoki will also provide novel financial derivatives which offer users more vehicles to mint or trade and more earning strategies for other participants of the projects.\\n\\n> \\\\* All numbers are updated at the time of writing (5/12/2021)\",\"timestamp\":1634032600,\"title\":\"What’s the difference between the most hyped synthetic assets platforms?\"},\"digest\":\"xiuQYkDgtWwXmF8KVjMgClH22Syl-mAH44icWSQUxGw\",\"authorship\":{\"contributor\":\"0xF8FB3eA6D4Af20cCF7f461861c5D9FC21E090193\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uJGvNWPsGagIt4z1IDvIf60UMgO4P3XJzAiHrdDS-QI\\\",\\\"y\\\":\\\"WwGOHAwXn8EhJJ7RY35vAgByoWdrN0GLsuvxmMwyDWM\\\"}\",\"signature\":\"RIbvhdc5vVrybIEXmGe48A5bHiOSmzRQEZYM_p3xe2p4R-R7kqYag3k0D465wLC3w6OkrH8DklweOFEIit-lOg\",\"signingKeySignature\":\"0x10c52622e103c33bd1bc50a5cc70b02d0611757fe5303f79327343fecf5d20cd74be59f37cb03f879fb383754ff46fa99bc4149eebe6f7db7c382227ffd2299c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uJGvNWPsGagIt4z1IDvIf60UMgO4P3XJzAiHrdDS-QI\\\",\\\"y\\\":\\\"WwGOHAwXn8EhJJ7RY35vAgByoWdrN0GLsuvxmMwyDWM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xiuQYkDgtWwXmF8KVjMgClH22Syl-mAH44icWSQUxGw\"}"