"{\"content\":{\"body\":\"究竟何时能打造出一个货真价实的“元宇宙（Metaverse）”，目前还没有企业能给出准确答案。但可以确定的是，热炒的元宇宙概念加速了“虚拟偶像”与“超写实数字人”时代的到来。\\n\\n　　10月31日，抖音名为“一个会捉妖的虚拟美妆达人”的博主柳夜熙，发布了自己的首个短视频。在视频当中，虚拟人柳夜熙与真实的小演员进行了对话，结合夹杂着至怪故事风的内容，视频迅速攀至热搜。截至11月13日，柳夜熙抖音粉丝量已经达到486.6万。柳夜熙团队的背后公司创壹科技，其联合创始人兼CEO梁子康告诉《证券日报》记者，目前找上来希望合作的品牌已经有上千家了，资本方面也有相关对接，但公司都比较谨慎。\\n\\n　　柳夜熙的破圈传递了一个信号，“虚拟偶像”正从二次元走向三次元。资本的动作也尤为迅速，截至到11月1日，今年已有10家“虚拟偶像”赛道的企业获得融资。\\n\\n　　周边市场规模5年翻了13倍\\n\\n　　不同于全球科技厂商对于“元宇宙”的打造和商业化还处于摸索阶段，“虚拟偶像”早已诞生过许多成功的变现案例。\\n\\n　　最早的“虚拟偶像”可以追溯至1984年的日本。当时的动画作品《超时空要塞》女主角林明美的身份就是宇宙歌姬，制作方以林明美的外形和人设结合声优饭岛真理的声音后，为其发售了偶像专辑，其销量在短时间内便冲上日本oricon榜单前几位。\\n\\n　　“虚拟偶像”概念进一步大火则在2007年。日本音乐软件运营公司CryptonFutureMedia（以下简称“CFM”），为了售卖自己和雅马哈公司合作的VOCALOID音乐软件，推出了借助VOCALOID合成声音的“虚拟歌姬”初音未来。初音未来的面世让原本一年只能卖出200—300份产品的CFM，在3个月的时间内卖出超过25000份音乐软件。此外，CFM一个月的时间里在日本的市场占有率从不足6%飞升至约33.9%。\\n\\n　　初音未来的一夜成名让其价值逐渐在ACG（动画、漫画、游戏）领域蔓延。公开数据介绍，2012年初音未来的年收入税后大概是4060万日元左右，其广告演出费每部高达750万—800万日元。据了解，初音未来的年收入仅次于当时日本最红的偶像组合AKB48的前田敦子（年收入4500万日元）。\\n\\n　　2012年，中国企业上海禾念以同样的方式推出“虚拟歌姬”洛天依。艾媒咨询介绍，洛天依是中国最早实现盈利的虚拟歌手。从2016年开始，洛天依频繁在主流晚会亮相，2021年更直接登上了春晚的舞台。\\n\\n　　在这一过程中，中国市场开始诞生大量的“虚拟偶像”，并且在运营方式上越来越逼近真人偶像。例如，乐元素公司于2018年推出实时互动式虚拟偶像养成企划《战斗吧！歌姬》，粉丝需要通过社交平台对歌姬应援、投票，歌姬们的人气排名决定能否获得歌曲资源，与日系偶像的运作方式非常接近。\\n\\n　　艾媒咨询数据显示，“虚拟偶像”的市场近年呈高速增长趋势。2020年中国虚拟偶像核心市场规模为34.6亿元，预计2021年将达到62.2亿元；2020年虚拟偶像带动周边市场规模为645.6亿元，预计2021年为1074.9亿元，相比2017年的80.9亿元翻了13倍。\\n\\n　　艾媒咨询CEO兼首席分析师张毅告诉《证券日报》记者，市场的扩大及Z世代消费者的成长，令虚拟偶像开始突破不同圈层壁垒，向不同领域延伸。\\n\\n　　二次元标签淡化大厂相继入局\\n\\n　　今年7月，由XNOX工作室打造的虚拟偶像男团“外来人员WL.S”公布了团曲《CRUSH》的MV。根据官方介绍，WL.S主攻的人群并非以往的二次元人群。其作品由中韩两国团队打造，音乐融入了k-pop等风格，XNOX工作室甚至与[B站](http://stock.finance.sina.com.cn/usstock/quotes/BILI.html)合作了综艺《虚拟人成材计划》。\\n\\n　　记者发现，WL.S想要获取的人群更接近真人偶像男团的受众。值得一提的是，“虚拟偶像”身上的二次元标签在逐渐淡化后，市场开始出现更多职能不同的“虚拟人”。\\n\\n　　今年5月，小红书新网红AYAYI一经亮相，粉丝便迅速增加。评论区除了有用户称赞其美貌外，不少人发出疑问“姐姐是AI吗？”9月，AYAYI入职[阿里](http://stock.finance.sina.com.cn/usstock/quotes/BABA.html)，成为天猫超级品牌日的数字主理人，象征着与阿里的“深度捆绑”。据了解，AYAYI是由燃麦科技打造的国内首个超写实数字人，燃麦科技今年6月也获得了数百万Pre-A轮融资，由虚拟偶像综合服务商万像文化投资。\\n\\n　　目前来看，AYAYI没有像过去的“虚拟偶像”一样以“唱唱跳跳”的形式存在，但不妨碍其和多个品牌达成合作。记者统计发现，AYAYI已为耳机、手机、服饰、化妆品多个领域品牌进行过宣传。\\n\\n　　此外，商业品牌如花西子、华硕和屈臣氏也都打造了自己的虚拟形象。\\n\\n　　张毅表示，“‘虚拟偶像’变现的方式其实非常之多，除了过去在IP版权领域的收入、现在接代言也是一个趋势。毕竟他们比明星更安全，对品牌造成的负面影响非常低，符合商家和消费者的利益。”\\n\\n　　此外，“虚拟偶像”的技术门槛正在降低。XNOX工作室方面告诉《证券日报》记者，技术只能决定虚偶产品的下限，而且随着各种数字人相关技术的开源（Metahuman）和低门槛动捕技术的成长（小k动捕等），大厂与个人的技术差距在快速缩小，一些技术出众的个人制作者已经带着优质的虚偶做出了非常优秀的成绩。\\n\\n　　今年2月份，研发出虚幻引擎的公司EpicGames发布了最新工具MetaHumanCreator，主要功能是让开发者可以快速地实现实时渲染的逼真的面部动画及人体动作动画。可以理解为，这款工具将令使用者在几分钟之内就能创作出逼真的虚拟人（MetaHuman）。\\n\\n　　而决定“虚拟偶像”神态行为的动捕技术，国内也有公司出现新突破。今年连获两轮融资的云舶科技，在11月份公布了全球首款无穿戴的3D虚拟直播产品，任何一个人都能使用普通摄像头实现身体、手指、面部的高精度捕捉。\\n\\n　　在日益增长的市场规模下，这些“无门槛”的成熟技术面世，令资本的加入也变得顺理成章。截至到11月1日，今年已有10家“虚拟偶像”赛道的企业获得融资，其中不少企业都有成熟的“虚拟偶像”产品制作和运营经验。\\n\\n　　值得一提的是，互联网大厂均已“身在其中”。例如，[网易](http://stock.finance.sina.com.cn/usstock/quotes/NTES.html)投资的北京次世文化今年完成了两轮融资，该公司曾在2020年推出过超写实虚拟KOL“翎Ling”；曾经由[腾讯](http://stock.finance.sina.com.cn/hkstock/quotes/00700.html)投资过的虚拟影业今年也完成了新一轮融资，该公司也推出过虚拟人“鹤追”；6月份时，字节跳动全资子公司北京游逸科技有限公司，成为乐华娱乐旗下虚拟偶像女团A-SOUL美术著作权所属公司的实控人，持股100%；7月份，乐华娱乐宣布完成新一轮融资，投资方出现了阿里影业、字节跳动的身影，有报道称，该融资主要用于虚拟偶像领域。\\n\\n　　“元宇宙”助推赛道变热\\n\\n　　“经费”决定发展上限？\\n\\n　　对于“虚拟偶像”和“超写实数字人”项目受到资本热捧，张毅认为主要有两个因素。\\n\\n　　“第一，‘虚拟偶像’行业在经过这些年的发展，已经迎来了需要从小众转向大众的时机，也更符合“Z世代”用户的消费需求。第二，由于‘元宇宙’概念本身的虚无缥缈，资本需要一个能具体落地的产业与经济价值结合，比如游戏、虚拟偶像及其他虚拟产品。”\\n\\n　　张毅表示，当“虚拟偶像”拥有和明星一样的智囊团，其价值很可能会超过真人明星。\\n\\n　　XNOX工作室向记者介绍了虚拟男团WL.S背后人员的分工。“幕后团队的构成主要分为产品和技术两大块，产品团队包含了设计、策划、运营、商务、导演等等，为WL.S的一切内容和运营出谋划策。而技术团队则包含了模型、绑定、动捕动画、技术美术、技术开发等，为WL.S的形象表现、内容录制和制作等负责。两个团队默契配合，分别做好自己工作领域内的事情，并在一些涉及双方工作的核心问题上共同决策。”\\n\\n　　这意味着，“虚拟偶像”除了技术团队，和明星一样都有人设包装团队。“明星有太多人设崩塌的前车之鉴，而成功的‘虚拟偶像’背后的设计团队，在打造人设后，这种风险微乎其微。”张毅说道。\\n\\n　　这是否意味着“虚拟偶像”产业的投资风险为零呢？\\n\\n　　记者注意到，尽管技术对大部分公司来说已经不成问题，但是产能是否跟得上，决定了“虚拟偶像”出现在大众面前的频次。有虚拟偶像团队负责人曾向媒体表示，虽然吃到了红利，但品牌已经接不过来，因为产能不够。\\n\\n　　AYAYI由于主要以静态的图文内容为主，[微博](http://stock.finance.sina.com.cn/usstock/quotes/WB.html)基本能够保持一周三次以上的更新频率。但是近期爆红的柳夜熙，因为以视频内容为主，在10月31日更新了第一支视频之后，截至11月13日，公司暂未更新柳夜熙的第二支故事类动态视频。柳夜熙团队负责人曾表示，柳夜熙会保持半月更的频率。\\n\\n　　梁子康告诉记者，“产能的事情我们其实可以通过加大投入来解决，这个其实并不着急。因为我们手里现在的IP非常多，不仅仅是柳夜熙。过去公司在业内也打造过其他爆款，产能也都比较稳定。只是柳夜熙更为出圈，所以被大家关注到了。另外，我们有一个稳定的百人规模的内容中台团队，已经打磨三年多，这个是公司保持稳定的爆款和IP产出的底气。”\\n\\n　　需要注意的是，“虚拟偶像”的每一次出场，都意味着“经费在燃烧”。《2021年中国虚拟偶像市场分析报告》指出，虚拟偶像的上游投入主要集中在专业人才和软件成本投入。3D虚拟偶像的制作，画师和建模构思的投入可以达到数十万至百万元。如果虚拟偶像需要推出一款单曲，包括编曲、建模、形象设计、舞台方案定制等，成本便高达200万元，且不包括传播费用。\\n\\n　　张毅表示，“本质上还是金钱投入的问题。如果从行业发展来看，‘虚拟偶像’这个行业是没有风险的，这个产业的诞生其实是生产力的提升。真正的风险在于企业的经营风险。比如资本投了一个亿进去，企业是不是能把这个‘虚拟偶像’打造成功。公司与公司之间的竞争，其实是技术综合性（涉及动画、开发、硬件、AI等）的竞争。”\\n\\n　　XNOX工作室则认为，从营销的角度看，虚偶赛道拼的更多是创意而不是资源，贴合形象人设的内容营销恰恰是大厂不擅长或者是反应慢的。“或许行业发展到了下一个阶段，出现了对赛道垄断的平台，或者流量资源高度集中后，大厂的优势才会逐渐显露出来。起码在目前阶段，个人或小团队还有很大的机会和发展空间。”\",\"timestamp\":1641357203,\"title\":\"“元宇宙”未到 “虚拟人”先行\"},\"digest\":\"1eBkY-Ri4r21Pf02oenZyNalOspshf3HjcZcqFWYQz8\",\"authorship\":{\"contributor\":\"0x3AD3280729C60036B238323B7f0fd9CC49630845\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6bRJVV6UNaOsL_nzJWm91Dn7oRknO-iEQBv_-7GUw0o\\\",\\\"y\\\":\\\"TN1_YRrFN6-V_hyllQovURxz-1qqVvTBYvmB-I3h6r0\\\"}\",\"signature\":\"g0BxCq8qiyfo-l3pF_o3o0ACgbIZsawbGCpE_W9-epyh9Kt0LqG-8bNC3hKqj2kCE4c_jwA0cM6KHhU6VeSWuw\",\"signingKeySignature\":\"0xaa9ac755279573d4b19c34c676193f903ebe9409a2606bd5153af0cad13516951f3acbbebd711e4f084d4172b43c055bfb27d6de45e3e3363a55bf036185cc7c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6bRJVV6UNaOsL_nzJWm91Dn7oRknO-iEQBv_-7GUw0o\\\",\\\"y\\\":\\\"TN1_YRrFN6-V_hyllQovURxz-1qqVvTBYvmB-I3h6r0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"1eBkY-Ri4r21Pf02oenZyNalOspshf3HjcZcqFWYQz8\"}"