"{\"content\":{\"body\":\"## Debate about Ethereum\\n\\nWith the explosion of the DeFi Summer, the on-chain economy has a trend to beyond the off-chain economy. The major public chain projects are also actively changing their mindset. The Ethereum is undergoing a London upgrade to a POS mechanism and ETH will no longer pay out fees to miners, but will instead be burned directly, which represents the impending deflation of ETH.\\n\\nFrom that time, the ETH ecosystem has also been increasing the practical demand for ETH, leading to a continued rise in TVL, while the price of ETH continues to soar.\\n\\n![Price chart](https://images.mirror-media.xyz/publication-images/0vqYInL_Mudz3K-XnMT6L.png?height=320&width=612)\\n\\n![TVL on Ethereum](https://images.mirror-media.xyz/publication-images/oLj20DUG46wChD4HXVsV4.png?height=298&width=612)\\n\\n### We can draw a simple conclusion from the Ethereum story - \\\"Changes in the tokenomics and the rise of eco-projects will drive public chains for a long and sustained period of time and eventually, the price will feedback into the secondary market.\\\"\\n\\n## GXChain 2.0 changes start with the economic model\\n\\nSince 2017, this is the first time that the GXChain team has announced an important upgrade to the economic model by way of a public proposal. The main upgrades related to this economic model are the following：\\n\\n1. Native Coin GXC will be split 1:10 into REI.\\n2. The 25 million GXC originally unlocked over 5 years will be transformed into an \\\"ecological fund\\\" for the support of the public chain ecosystem.\\n\\nThis is the first time in over 4 years that Credo has also been rebuilt in its economic model. These changes are undoubtedly telling everyone that the new GXChain has arrived. And we will get a glimpse of a new world from these upgrades.\\n\\n## The significance behind the split\\n\\n**1. Lower market value of the single currency and increased liquidity**\\n\\nGXC's price per coin is lower after the 1 : 10 split. We can see from this year's explosion of Shib and Gogo, the lower price of a single coin will further lower the threshold of user participation and enhance the participation and psychology of investors. As seen in many past split cases such as VET and SUN, the threshold has been lowered after the split, and more people can actually enjoy the liquidity and value of holding split coins.\\n\\n**2.Further enrichment of ecology**\\n\\nThe REI Network platform will undergo a major upgrade after the completion of the split and will be compatible with Ethernet EVM and more friendly to supporting enterprises and developers. It is a new application-level public chain that meets the actual needs of the current blockchain and public chain development and is lightweight and free. \\n\\nThe upgraded REI Network will not only be \\\"fast\\\", \\\"free\\\" and \\\"economical\\\", but also have good security. As a new core asset, REI will also give community users more rights and benefits, such as the right to govern the platform, the right to capture the value, and the right to pledge income.\\n\\n**3.Meeting the needs of a wider market in the future**\\n\\nThe token split itself conveys to investors the prospect of a good development of the project. The split will not affect any of the financial returns of REI, the market cap, the base balance of each account, and so on will remain the same. As the REI Network's ecosystem grows in the future, the size of the public chain will certainly exceed expectations, and the demand for native tokens and the actual usage scenarios will also increase significantly. The success of this split will further stimulate the flow of token value as the ecosystem expands, and will expand the community by lowering the entry barrier for a single token without compromising the total value of users' assets, attracting more users to participate. \\n\\nTherefore, the significance of the split is not only for the public chain but also for users and the secondary market.\\n\\n## The GXC Foundation\\n\\n### Advantages of bundling native tokens\\n\\nThe Foundation unlocked the remaining 25 million GXC, which was originally unlocked at 5% per year for the team's normal maintenance, and split it into 250 million \\\"REI\\\" for the ecological construction of the upgraded public chain REI Network.\\n\\nUnlike the rest of the projects, REI Network is not putting up the extra value of U to incentivize the eco-developers but chooses to use the main chain's core asset, REI. looking at it from both sides, directly supporting the developers with extra U might encounter a situation where the developers will cheat the funding money into their hands and then neglect their work.\\n\\nBy using the core assets on the chain as an incentive, the future of the main chain is directly tied to the developer. The developer may take the REI to cash in to maintain daily development expenses but is more likely to take the REI and develop it more actively so that the success of the project can be exchanged for the success of the main chain and generate higher revenue.\\n\\n### The result is an \\\"official incentive for developers - more active development by developers - further development of the on-chain ecosystem - demand for REI usage and TVL rises - and finally feeds into the price\\\".\\n\\nIn addition, the 250 million REI will be delivered by way of incentivising developers, so the delivery of the incentive must be a long and ongoing process, without any consideration at all of the impact on the secondary market.\\n\\n## Summary\\n\\nAny change must be well thought out and must be for the better. We can see in many details that the team is acting in the interest of the users, which was the original intention of GXChain from the beginning, to be the most crowded basic economic tool. We are fortunate to once again see the former husband chain continue to shine and should report with anticipation and support. At a time when overseas projects are flying, we also hope that home-grown projects will not leave their original intentions behind and keep going!\",\"timestamp\":1638784569,\"title\":\"REI | What To Expect From the New Tokenomics\"},\"digest\":\"cq99M5g40U_A60U2K2fJ6z7NhA7PL67n-Ub9HpDojbA\",\"authorship\":{\"contributor\":\"0xeaF9A6B15cE49DeAE7Fd8949D3B50B87Bf6AACcc\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Aw9QVoEUV4xOm--H0FQkdao2PGt64Bibofh9xS2Qcbc\\\",\\\"y\\\":\\\"b6LXwwFwEJ4f5BZjsaVXcmfViNzqt-cHm8Ve41yrCNY\\\"}\",\"signature\":\"Y-6CV4N7_Ix5P5WdyCEMewJuqT05i1UyCOYmR13ZcvGOOV0Sv4rBhP_nIGMjv1rRKj98p_UbBKlQl5--xZcmjw\",\"signingKeySignature\":\"0x7afac659e6945a98c7fd70e0b5f727682d6c61afdb8a7893c9a2e88fe95c3e1b403b218caff552278fdb278e27109b5c4b576e8cddba5e0dec70fbd29e8d30f21b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Aw9QVoEUV4xOm--H0FQkdao2PGt64Bibofh9xS2Qcbc\\\",\\\"y\\\":\\\"b6LXwwFwEJ4f5BZjsaVXcmfViNzqt-cHm8Ve41yrCNY\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"3eM1XqtEJgOsqVLSX5JdUuKUDoHN91KKmz7M6i6gOgo\"}"