"{\"content\":{\"body\":\"and then he could not help speaking of his own disappointment.\\n\\nMademoiselle Klosking, on this occasion, was simple, sad, and even tender, within prudent limits. She treated this as a parting forever, and therefore made no secret of her esteem for him. \\\"But,\\\" said she, \\\"I hope one day to hear you have found a partner worthy of you. As for me, who am tied for life to one I despise, and can never love again, I shall seek my consolation in music, and, please God, in charitable actions.\\\"\\n\\nHe kissed her hand at parting, and gave her a long, long look of miserable regret that tried her composure hard, and often recurred to her memory.\\n\\nShe went up to London, took a small suburban house, led a secluded life, and devoted herself to her art, making a particular study now of sacred music; she collected volumes of it, and did not disdain to buy it at bookstalls, or wherever she could find it.\\n\\nAshmead worked for her, and she made her first appearance in a new oratorio. Her songs proved a principal feature in the performance.\\n\\nEvents did not stand still in Barfordshire; but they were tame, compared with those I have lately related, and must be dispatched in fewer words.\\n\\nAunt Maitland recovered unexpectedly from a severe illness, and was a softened woman: she sent Fanny off to keep Zoe company. That poor girl had a bitter time, and gave Doctress Gale great anxiety. She had no brain fever, but seemed quietly, insensibly, sinking into her grave. No appetite, and indeed was threatened with atrophy at one time. But she was so surrounded with loving-kindness that her shame diminished, her pride rose, and at last her agony was blunted, and only a pensive languor remained to show that she had been crushed, and could not be again the bright, proud, high-spirited beauty of Barfordshire.\\n\\nFor many months she never mentioned either Edward Severne, Ina Klosking, or Lord Uxmoor.\\n\\nIt was a long time before she went outside the gates of her own park. She seemed to hate the outer world.\\n\\nHer first visit was to Miss Gale; that young lady was now very happy. She had her mother with her. Mrs. Gale had defeated the tricky executor, and had come to England with a tidy little capital, saved out of the fire by her sagacity and spirit.\\n\\nMrs. Gale's character has been partly revealed by her daughter. I have only to add she was a homely, well-read woman, of few words, but those few--grape-shot. Example--she said to Zoe, \\\"Young lady, excuse an old woman's freedom, who might be your mother: the troubles of young folk have a deal of self in them; more than you could believe. Now just you try something to take you out of self, and you will be another creature.\\\"\\n\\n\\\"Ah,\\\" sighed Zoe, \\\"would to Heaven I could!\\\"\\n\\n\\\"Oh,\\\" said Mrs. Gale, \\\"anybody with money can do it, and the world so full of real trouble. Now, my girl tells me you are kind to the poor: why not do something like Rhoda is doing for this lord she is overseer, or goodness knows what, to?\\\"\\n\\nRhoda (defiantly), \\\"Viceroy.\\\"\\n\\n\\\"You have money, and your brother will not refuse you a bit o' land. Why not build some of these new-fangled cottages, with fancy gardens, and dwarf palaces for a cow and a pig? Rhoda, child, if I was a poor woman, I could graze a cow in the lanes hereabouts, and feed a pig in the woods. Now you do that for the poor, Miss Vizard, and don't let my girl think for you. Breed your own ideas. That will divert you from self, my dear, and you will begin to find it--there--just as if a black cloud was clearing away from your mind, and letting your heart warm again.\\\"\\n\\nZoe caught at the idea, and that very day asked Vizard timidly whether he would let her have some land to build a model cottage or two on.\\n\\nWill it be believed that the good-natured Vizard made a wry face? \\\"What, two proprietors in Islip!\\\" For a moment or two he was all squire. But soon the brother conquered. \\\"Well,\\\" said he, \\\"I can't give you a fee-simple; I must think of my heirs: but I will hold a court, and grant you a copy-hold; or I'll give you a ninety-nine years' lease at a pepper-corn. There's a slip of three acres on the edge of the Green. You shall amuse yourself with that.\\\" He made it over to her directly, for a century, at ten shillings a year; and, as he was her surviving trustee, he let her draw in advance on her ten thousand pounds.\\n\\nMapping out the ground with Rhoda, settling the gardens and the miniature pastures, and planning the little houses and outhouses, and talking a great deal, compared with what she transacted, proved really a certain antidote to that lethargy of woe which oppressed her: and here, for a time, I must leave her, returning slowly to health of body, and some tranquillity of mind; but still subject to fits of shame, and gnawed by bitter regrets.\\n\\nCHAPTER XXIX.\\n\\nTHE reputation Mademoiselle Klosking gained in the new oratorio, aided by Ashmead's exertions, launched her in a walk of art that accorded with her sentiments.\\n\\nShe sung in the oratorio whenever it could be performed, and also sung select songs from it, and other sacred songs at concerts.\\n\\nShe was engaged at a musical festival in the very cathedral town whose choir had been so consoling to her. She entered with great zeal into this engagement, and finding there was a general desire to introduce the leading chorister-boy to the public in a duet, she surprised them all by offering to sing the second part with him, if he would rehearse it carefully with her at her lodgings. He was only too glad, as might be supposed. She found he had a lovely voice, but little physical culture. He read correctly, but did not even know the nature of the vocal instrument and its construction, which is that of a bagpipe. She taught him how to keep his lungs full in singing, yet not to gasp, and by this simple means enabled him to sing with more than twice the power he had ever exercised yet. She also taught him the swell, a figure of music he knew literally nothing about.\\n\\nWhen, after singing a great solo, to salvos of applause, Mademoiselle Klosking took the second part with this urchin, the citizens and all the musical people who haunt a cathedral were on the tiptoe of expectation. The boy amazed them, and the rich contralto that supported him and rose and swelled with him in ravishing harmony enchanted them. The vast improvement in the boy's style did not escape the hundreds of persons who knew him, and this duet gave La Klosking a great personal popularity.\\n\\nHer last song, by her own choice, was, \\\"What though I trace\\\" (Handel), and the majestic volume that rang through the echoing vault showed with what a generous spirit she had subdued that magnificent organ not to crush her juvenile partner in the preceding duet.\\n\\nAmong the persons present was Harrington Vizard. He had come there against his judgment; but he could not help it.\\n\\nHe had been cultivating a dull tranquillity, and was even beginning his old game of railing on women, as the great disturbers of male peace. At the sight of her, and the sound of her first notes, away went his tranquillity, and he loved her as ardently as ever. But when she sung his mother's favorite, and the very roof rang, and three thousand souls were thrilled and lifted to heaven by that pure and noble strain, the rapture could not pass away from this one heart; while the ear ached at the cessation of her voice, the heart also ached, and pined, and yearned.\\n\\nHe ceased to resist. From that day he followed her about to her public performances all over the Midland Counties; and she soon became aware of his presence. She said nothing till Ashmead drew her attention; then, being compelled to notice it, she said it was a great pity. Surely he must have more important duties at home.\\n\\nAshmead wanted to recognize him, and put him into the best place vacant; but La Klosking said, \\\"No. I will be more his friend than to lend him the least encouragement.\\\"\\n\\nAt the end of that tour she returned to London.\\n\\nWhile she was there in her little suburban house, she received a visit from Mr. Edward Severne. He came to throw himself at her feet and beg forgiveness. She said she would try and forgive him. He then implored her to forget the past. She told him that was beyond her power. He persisted, and told her he had come to his senses; all his misconduct now seemed a hideous dream, and he found he had never really loved any one but her. So then he entreated her to try him once more; to give him back the treasure of her love.\\n\\nShe listened to him like a woman of marble. \\\"Love where I despise!\\\" said she. \\\"Never. The day has gone by when these words can move me. Come to me for the means of enjoying yourself--gambling, drinking, and your other vices--and I shall indulge you. But do not profane the name of love. I forbid you ever to enter my door on that errand. I presume you want money. There is a hundred pounds. Take it; and keep out of my sight till you have wasted it.\\\"\\n\\nHe dashed the notes proudly down. She turned her back on him, and glided into another room.\\n\\nWhen she returned, he was gone, and the hundred pounds had managed to accompany him.\\n\\nHe went straight from her to Ashmead and talked big. He would sue for restitution of conjugal rights.\\n\\n\\\"Don't do that, for my sake,\\\" said Ashamed. \\\"She will fly the country like a bird, and live in some village on bread and milk.\\\"\\n\\n\\\"Oh, I would not do you an ill turn for the world,\\\" said the Master of Arts. \\\"You have been a kind friend to me. You saved my life. It is imbittered by remorse, and recollections of the happiness I have thrown away, and the heart I have wronged. No matter!\\\"\\n\\nThis visit disturbed La Klosking, and disposed her to leave London. She listened to a brilliant offer that was made her, through Ashmead, by the manager of the Italian Opera, who was organizing a provincial tour. The tour was well advertised in advance, and the company opened to a grand house at Birmingham.\\n\\nMademoiselle Klosking had not been long on the stage when she discovered her discarded husband in the stalls, looking the perfection of youthful beauty. The next minute she saw Vizard in a private box. Mr. Severne applauded her loudly, and flung her a bouquet. Mr. Vizard fixed his eyes on her, beaming with admiration, but made no public demonstration.\\n\\nThe same incident repeated itself every night she sung, and at every town.\\n\\n[ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/21](ethereum://0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/21)\\n\\n\",\"timestamp\":1637672364,\"title\":\"\\nIt was a sad interview. He thanked her deeply for her noble conduct to his sister\"},\"digest\":\"hyEak2turHRs0AtAJ4xzvGqbWGjYjXy7SqSbNOFASZg\",\"authorship\":{\"contributor\":\"0xADCB4dF6dDE8773EbfDdd36e426C63f9732738c9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kyIlVugPKK2w7IfNlJog478UEeJuyn6Y5Yrag6IfKyM\\\",\\\"y\\\":\\\"TpwZuOL3rro9_ZJ7BYViF4XmxrddPHUwggyGw2C4Glk\\\"}\",\"signature\":\"O8-3OiXAftCundsKEA1Spifa5_jSeLgBQmGRkP0CteA9J4q2S-wfW_eiL0bAqW-aXV54A2xL3FsKhYpGRo3Z0Q\",\"signingKeySignature\":\"0xbadeece7fd731d07150209dda79c99ecf77aa29137af4fcf19cfe22f730d86640ee1b95934512a017421ca885ed8a9bd50b6cb6c03a18d9b258c4146d78010861b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"kyIlVugPKK2w7IfNlJog478UEeJuyn6Y5Yrag6IfKyM\\\",\\\"y\\\":\\\"TpwZuOL3rro9_ZJ7BYViF4XmxrddPHUwggyGw2C4Glk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hyEak2turHRs0AtAJ4xzvGqbWGjYjXy7SqSbNOFASZg\"}"