"{\"content\":{\"body\":\"In November 26th, the new variant COVID-19 shook the world, causing global stock index and futures to plummet. As for the coin circle, due to the high volatility, there is also a black swan phenomenon. There is a small waterfall in the whole coin circle, even bitcoin\\n\\nAt its lowest, almost all currencies fell by 10%, and most other currencies fell sharply.\\n\\nYesterday's slump undoubtedly became a shadow for everyone, but in this market, the Web 3.0 sector has maintained an overall rise, and the whole sector has maintained a 20% rise. The limelight is booming! Weibo microblog: Pikachu flying a spaceship\\n\\nLike yesterday's article, we can focus on the high-quality coins of Web 3.0 such as storj, mask, people, GTC and ENS.\\n\\nDetailed explanation of Web 3.0 concept\\n\\nTo know what Web 3.0 means, first we need to know web 1.0 and Web 2.0\\n\\nBasic concepts of. In Web 1.0, you only need to take some information. It's very simple. You don't need to participate. You just need to look at the information. Web 2.0 has become a two-way Internet. You can publish information and content, which requires greater participation of the audience. This network has become more abstract and extensible.\\n\\nIn Web3.0, it is more abstract and requires the high participation of each audience. We need to keep our wallets, private keys and assets and use our applications in various combinations. So we can see not only NFT, but also blockchain\\n\\n, including the Internet, is also developing from hot media to cold media. All applications of Web 3.0 are cold media, and each can be combined with each other to form a whole Internet.\\n\\nIn short, Web 3.0 is the integration of the Internet and public life. Big data, cloud computing, high-speed and reliable mobile networks and the Internet of things have become popular in recent years\\n\\n, intelligent hardware and other new technologies and concepts are all different from Web 3.0\\n\\nClosely related. Intelligent hardware and the Internet of things also allow more devices to access the Internet and integrate into users' social life.\\n\\nWeb 3.0 is a new stage of Internet development. Computer scientists and Internet experts believe that the change of Web 3.0 will make the Internet more intelligent and make people's life easier. Web 3.0 is an industry term. Different people and different periods have different definitions of Web 3.0. Web 3.0 will have many advantages, such as bringing privacy protection and antitrust to the network, more secure and lasting network services, data ownership to individuals, public blockchain network, high interoperability, that is, everything is interconnected and everywhere.\\n\\nWeb 1.0 - allows us to connect to the network online\\n\\nWeb 2.0 - connect us to online communities\\n\\nWeb 3.0 - connect us to the virtual world owned by the online community.\\n\\nWeb 3.0 concept potential currency\\n\\nThe hot spot of Web 3.0 concept has only started for three days, almost one hot spot a day. Here are a few promising Web 3.0 concept coins.\\n\\nENS\\n\\nThe new currency of Web3.0 concept is stable and powerful. The Ethereum domain name system, coinbase.biance.okex and other large institutions have it. Have you found that many of the soaring are ankr, storj, mask, LPT, bat, GLM, and today's rad, band, GTC and GRT.\\n\\nEthereum name service (ENS) is a distributed, open and scalable naming system based on Ethereum blockchain. The work of Ethereum name service is to map human readable names (such as \\\"Alice. Eth\\\") to machine-readable identifiers, such as Ethereum\\n\\nAddresses, other cryptocurrency addresses, content hashes, and metadata. ENS is the native token of the system, which is used for governance and voting to use Treasury grants.\\n\\nThe ENS subdivision leader also has the concept of NFT, with sufficient popularity, strong strength and strong trend, so every callback is an opportunity.\\n\\nGTC\\n\\nGTC is now up 150%, and the price was 25.3u as of the time of editing the article.\\n\\nGitcoin is an open source platform that allows anyone to develop open source software using python, rust, ruby, JavaScript, solidity, HTML, CSS, design, etc., so as to get paid. GTC is a governance token used to disperse gitcoin into Dao (gitcoin Dao) ecosystem to jointly fund the next generation of public goods.\\n\\nGTC's surge is too strong. In the short term, it needs to be fully adjusted or sideways for 4 hours. It's safer to intervene at that time. The currency has just left the big bottom and hit the bottom ten times.\\n\\nANKR\\n\\nAnkr is a distributed computing platform that uses idle computing power in data centers, personal computers and edge devices. Its computing power market unlocks the sharing economy based on cloud computing and brings great convenience and benefits to suppliers and users. Ankr uses containers, kubernetes, blockchains and trusted hardware to bring users a cheaper, safer and better experience cloud.\\n\\nAnkr team includes a number of continuous entrepreneurs and senior engineers. Recently, ankr team has reached technical strategic cooperation with large technology companies sap, Spain Telecom and digitalocean, and will further expand its landing applications. Ankr token\\n\\nIt is used for storage / transmission value in the platform and is practical. At the same time, the ankr token can be used to pay the calculation cost of pouw. Users can contribute their computing power in the platform to obtain ankr tokens. The more you participate, the more tokens you get.\\n\\nAnkr was very fierce in the first half of the year. Coinbase was just launched at that time, and it will be a big market this time.\\n\\nNU\\n\\nNucypher is a public blockchain\\n\\nData privacy protocol layer with DAPP. The project uses proxy re encryption and blockchain technology to provide distributed key management and encrypted access control services, and provides DAPP and its developers with a method to securely store, share and manage private data on the public blockchain.\\n\\nData privacy protocol\\n\\nNu, the leader of, has been at the bottom for a long time. Judging from the value layer, I think its rising space is still very large. It has risen by 30% today. As of the time of editing the article, the price is 1U. It is suggested to wait for a callback.\\n\\nMASK\\n\\nMask network is a portal that helps users seamlessly transition from Web 2.0 to Web 3.0. It allows users to seamlessly send encrypted information, encrypted currency and even decentralized applications (such as defi, NFT and DAO) on the platform of traditional social giants; Thus, users can create a decentralized application\\n\\nEcology.\\n\\nMask rose 38% today, breaking a new high of $21.8 as of the time of editing the article\\n\\n, you can bargain hunting and do long in batches, experimental positions.\\n\\nGenerally speaking, web 3 is booming now, and individuals are more optimistic about ENS, ANKR, GTC, STORJ and LPT. Their stability is stronger, but it is not recommended to catch up.\\n\\nLike the roller coaster of the coin circle these two days, it can be said that the speed and passion are very exciting, which is also the biggest charm of the coin circle. Web3 is a super theme comparable to the dollar universe. Speculation will not be achieved overnight, nor will it stop suddenly. We should keep up with it in time, moderate fomo, and the most taboo is to watch and fear heights. It's time to chase, it's time to add, retreat and make up bravely.\\n\\nFrom time to time, organize the leading-edge consultation and project comments of the primary market. The community is the primary market, undertake primary high-quality projects at home and abroad, and reach strategic cooperation with multiple head institutions of the coin circle. If you are interested in the potential hundred times coin and primary market, you are welcome to communicate with us.\\n\\nThis article is the author's independent point of view. This content is only for the majority of encryption enthusiasts to learn and communicate science popularization, and does not constitute investment opinions or suggestions. Please treat it rationally, establish correct ideas and improve risk awareness.\",\"timestamp\":1638277119,\"title\":\"Web 3.0 concept takes off, which potential coins should be laid out\"},\"digest\":\"Cu5jXcPYhgMqhWwodQnBQbWBLyM3JxjggNw2Lslroto\",\"authorship\":{\"contributor\":\"0x38dC543c0f44d530c25d1Fb3C08B445725956A43\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"McOsqcJdkT-N8_556M3RfFsVx1iq57r6a9go5UqdMvM\\\",\\\"y\\\":\\\"2PqLjHvNsFmbeeSMMSzf8ZkS4paF0QxJ9pArRFGb5Ns\\\"}\",\"signature\":\"jeYKI8HN8xtSvBpPKdjd0M7xFladVUnBWj-jP7B9hnmQ7fbp6USpeOWIc9Nda_GIfBIdWdJdMr8RuwAhPh-EQA\",\"signingKeySignature\":\"0x50282477785cc5cebcf54c72aafcc9c2f0b3b03587984b0e0b958be06b0a1ca87bde59d1176d6f56fce5dbb5704dd13e026da4fdb8fbd6d7bf24b1bf50f7acfc1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"McOsqcJdkT-N8_556M3RfFsVx1iq57r6a9go5UqdMvM\\\",\\\"y\\\":\\\"2PqLjHvNsFmbeeSMMSzf8ZkS4paF0QxJ9pArRFGb5Ns\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Cu5jXcPYhgMqhWwodQnBQbWBLyM3JxjggNw2Lslroto\"}"