"{\"content\":{\"body\":\"凌霄阁弟子内斗，每年死掉的人也有不少，但是周定军望着眼前这个勇往直前毫不退缩的师兄，心中也不禁微微有些惊动。 \\n  \\n     易身处之，周定军自付做不到这种程度，恐怕察觉不敌便会认输了。 \\n  \\n     留得青山在不怕没柴烧，这是处世之道。不撞南墙不回头，这是一种坚持！ \\n  \\n     眼见杨开身形狼狈，可眼中战意越来越强，周定军知龗道不把他打晕过去，今日这事算是没完了。 \\n  \\n     一念至此，周定军挥手一掌刀砍在冲过来的杨开颈骨上，杨开凶猛的气势顿时逸散，双眼失神，浑身软绵绵地倒了下去。 \\n  \\n     见到此景，十数丈外一颗大树树冠上站着的人掏出一本小册子，随手翻开一页，上书：试炼弟子杨开对战普通弟子周定军，周定军胜。 \\n  \\n     这站在树冠上的人身段婀娜，显然是个女子，只不过黑纱蒙面叫人看不清真容，但那清秀的眼眉却表明此人年纪不大，而这人臂膀上佩戴的一片落叶臂章却表明了此女的身份：凌霄阁的暗堂弟子！ \\n  \\n     凌霄阁暗堂是个特殊的机构，归属宗中三长老负责统辖，堂内弟子负责记录宗中大小事宜，包括弟子之间的决斗胜负。 \\n  \\n     所以在凌霄阁内挑战，不用担心自己胜了还得不到贡献点，隐藏在暗处的暗堂弟子定会将战绩记录下来，每月汇总统筹。 \\n  \\n     这暗堂女子记录完这一战的胜负之后，又从腰间摸出另外一本更小的册子来，打开来看了一眼，上书：纪和十四年五月初七，杨开第一百四十七战，败！ \\n  \\n     除去这一行新添的字迹，上面密密麻麻记录了所有杨开对战的结果，统统都是在什么时候第多少多少战，结果无非一个字：败！ \\n  \\n     连败一百四十七场无一胜绩，这简直可以说是自凌霄阁开宗立派以来绝无仅有的一份战绩了，这份战绩足以惊天地泣鬼神，前无古人后无来者，而这战绩的缔造者此刻正静静地躺在地上不知生死。 \\n  \\n     杨开从未去挑战过别人，这一百四十七场全是别人来挑战他的，也就是说，每五日被挑战一次，这种日子已经持续了两年多了。 \\n  \\n     望着底下的杨开，夏凝裳秀眉微皱，她有些不明白杨开为何会坚持到这种程度，已经被贬为凌霄阁的试炼弟子了，连自己的生存温饱都成问题，他为何还留在凌霄阁？如果离开这里他的生活肯定会好上许多，这个身形单薄的少年心中到底有怎样的一份执着？让他能连败一百四十七场也依然毫不气馁。 \\n  \\n     或许，这是男人的愚蠢？注意到杨开也是偶然的巧合，夏凝裳身为暗堂弟子，被安排负责监察这一片区域，杨开每一次被挑战，每一次被打晕她都看在眼中，一次两次还没什么，次数多了，夏凝裳便开始注意起这个只有淬体三层的少年了。 \\n  \\n     她很想知龗道，以他的毅力，到底会坚持到什么时候才离开凌霄阁。这样的资质，这样的修炼速度，根本不适合留在这个江湖，普通人的世龗界才是他的归宿。 \\n  \\n     底下已经曲散人尽，只剩下杨开一人昏倒在地，人来人往，时间流逝。 \\n  \\n     夏凝裳身形一晃，已经消失在树冠之上。 \\n  \\n     当杨开再次醒来的时候，已经日上三竿。浑身上下没一处不疼痛，步伐蹒跚起身，杨开左右看了一眼，发现自己所处的地方竟已不是昏倒的位置了，而是在附近一颗大树的荫凉底下。…, \\n  \\n     这可真是奇了，难道今日有哪位师兄弟善心大发，把自己背过来了？这在以前可是从未有过的事情，杨开皱眉挠头，隐约记得在意识模糊间，有个朦胧的身影在眼前晃来晃去的。但这记忆实在太模糊，怎么想也想不清楚。 \\n  \\n     但是在自己现在立足之处与昏迷的位置之间，有一道很明显的拖动痕迹，而这痕迹分明就是拖动一个人在地上摩擦出来的。 \\n  \\n     再一感受下自己的后背，顿时一片火燎燎的疼痛传来。 \\n  \\n     杨开愣了一下，旋即大怒！对这做了好事不留名的恩人心存的一丝好感瞬间消失。这人定是直接把自己从那里拖过来的，否则自己的后背怎会被磨破了血皮。 \\n  \\n     还不如把自己丢在那里不管不问！杨开心想。 \\n  \\n     正郁闷间，杨开突然发现自己的右手好像还攥着什么东西，疑惑之下低头看去，却见一个做工精细的小瓷瓶正握在自己手上。 \\n  \\n     这是什么？这个瓷瓶绝对不是自己的，杨开身无长物，除了一身衣衫就是扫地的扫帚了，哪里会有这个？ \\n  \\n     小瓷瓶上贴了个标签，标签上有字，杨开定眼看去，嘴上喃喃出声：“凝血祛瘀膏！” \\n  \\n     凝血祛瘀膏，杨开还是知龗道的。 \\n  \\n     这是凌霄阁治疗外伤的膏药，虽算不得什么绝世良药，可对外伤却有显著的疗效，一般弟子每个人都会随身携带一瓶以防不测。而就是这样的一瓶膏药，在凌霄阁后勤处的售价也不菲。 \\n  \\n     十点宗门贡献值一瓶！ \\n  \\n     杨开扫地一个月能得到多少贡献？正是区区十点，也就是说，手上这一瓶膏药的价值，等同于杨开扫一个月的地！ \\n  \\n     是谁？此时此刻，杨开心头不禁一阵凶猛的感动涌过，背后的疼痛也骤然减轻了许多。来到凌霄阁已经三年了，三年时间，杨开见惯了这个宗门弟子之间的薄情寡义，见惯了世态炎凉，但是在今时今日，竟有人会在自己受伤之后留下一瓶凝血祛瘀膏，这种做法深深地触动了杨开。 \\n  \\n     原来，这个宗门的弟子也并不全是凉薄之人。 \\n  \\n     或许，这样一瓶外伤膏药对那人来说并不算什么，但是对杨开来说，却是眼下最需要的东西。 \\n  \\n     有一句话叫滴水之恩，没齿难忘，他日腾达，涌泉报之！ \\n  \\n     杨开一边感动一边使劲回想着那身影，却是越来越模糊。反倒是一缕缕淡淡的清香萦绕在鼻尖，久久不散。 \\n  \\n     “这药原来是香的？”杨开顿时长了见识。 \\n  \\n     平复了下心情，整了整衣衫，珍重地将这一瓶凝血祛瘀膏塞进怀内，杨开提着手上的扫把，继续自己扫地的工作去了。 \\n  \\n     里里外外都扫过，一直忙活到了晌午时分，今日的工作才算完结。拖着疲倦饥饿的身躯，杨开回到了自己的小屋。 \\n  \\n     早上打了一架的伤势还没处理，杨开虽然饥饿却也只能忍着，先处理伤势再说。 \\n  \\n     脱去身上的青衣，杨开端来一盆清水洗着身子。若是有人在一旁看到杨开的身体状况，定会大吃一惊。 \\n  \\n     杨开的身子骨很弱，瘦骨伶仃，腹间的肋骨都清晰可见，浑身上下仿佛都没多少肉，但就是这营养不良的身子上，却是处处淤青，处处伤痕，几乎没有哪一块地方是完好龗的。 \\n  \\n     每五日被人挑战一次，每次都是战败，每次都是被打晕，旧伤未褪，已添新伤。换做任何一个人，恐怕都无法忍受这样的疼痛，但是杨开忍住了，不但忍住了，还每日修炼扫地，根本未被这些伤势影响。 \\n \",\"timestamp\":1637502211,\"title\":\"第三章 连败一百四十七场的男人\"},\"digest\":\"VRJ7BNUDX4AZr_UkwhYONY0J8xnyAtj22L2ul5QXTlE\",\"authorship\":{\"contributor\":\"0x9cAEDdbdc62acfface89Ebc21ee2030bcC35719f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aZ3zmIXOxtnT60D3OFXyFN9Mc_hvPDkkM3NoS1RBeM4\\\",\\\"y\\\":\\\"BswWG7bUG-NYFCqliJ_hyZYG97v5amJKH7811oyl-88\\\"}\",\"signature\":\"sU945AIi5HCHvON2XsK99Kq45Ed8ECNP5meqfUgWxhcq9oY33UJeX4vmDcVr21JxDXh2RE_3uP34PsAsJCHjbQ\",\"signingKeySignature\":\"0x55d545bdbeb279544acf0a6fc03f39e7c3ff1525471fdcbdcb93e54a7ba094867c3754f57bb258ba375e76161401c1ad0b66a52dbedcca99294cac692cc31e541b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aZ3zmIXOxtnT60D3OFXyFN9Mc_hvPDkkM3NoS1RBeM4\\\",\\\"y\\\":\\\"BswWG7bUG-NYFCqliJ_hyZYG97v5amJKH7811oyl-88\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VRJ7BNUDX4AZr_UkwhYONY0J8xnyAtj22L2ul5QXTlE\"}"