"{\"content\":{\"body\":\"### A new and experimental web3 platform for 7-track compilations called *chains* put in the world to explore new models for funding, curating and distributing music.\\n----\\nDerive is founded on the premise that the ways in which we create, share and convene around music should spring from the creators, their work and their audience. It is an attempt at locating positive alternatives to the commonplace modes of operation in the music industry. Alternatives that are **sustainable and transparent** and work for both the creators and their audience.\\n\\n### How does it work?\\n\\nA token is passed from creator to creator allowing the holder to add a work to the chain whereby the token's path through the network of contributors function as the curation mechanism.\\n\\nEach chain is funded by the sale of **100 collector edition tokens** that grant access to downloads, special discord channels and further perks down the line.\\n\\n### How do I get involved?\\n\\nFirst ting to do is to pick up one of the collector tokens listed on OpenSea for a mere 0.01 ETH. Doing so directly supports the contributing artists and their work.\\n[https://opensea.io/assets/0xderive](https://opensea.io/assets/0xderive)\\n\\nSecondly there's the Discord. It's open for everyone to join and we encourage you to do so if you're just remotely interested in learning more about Derive and where we're going with this.\\n[https://discord.gg/q4FJBkXF8Y](https://discord.gg/q4FJBkXF8Y)\\n\\n### How far is the project?\\n\\nThe first two of four genesis chains have been launched and the first music has already been added. We've sold the first collector tokens and funds have been transferred to the creators in accordance with the funding model. It dictates a **direct 10% share** for each contributing artist or group. The collector tokens are being released as the chain progresses and new contributors are onboarded.\\n\\n### What's the plan?\\n\\nBecause much of the process at the moment is manual the four genesis chains allow us to tweak and refine the process and models as we set them in motion. The idea is to figure out what parts work and improve and automate things as Derive progresses. That means developing new smarts contracts, improve and add more features to the UI and work on including the community in more and more processes. We want to develop the project in a direction that best suits the two main groups of the project: contributors and collectors aka artist and audience.\\n\\nConcerning the latter we are actively working to form a **DAO** around Derive. A community platform owned, operated and developed by the people contributing to it is the end goal for this project.\\n\\nThanks for reading and stay tuned for more!\\n\\n💿⛓️\\n\\n[derive.works](https://derive.works)\",\"timestamp\":1627624982,\"title\":\"A brief introduction to Derive\",\"publication\":\"derive\"},\"digest\":\"uygY1KiIQYofHwcfq9jGrI0DIcpFE2Wqk8o5seBsb3Q\",\"authorship\":{\"contributor\":\"0x59abbee2F246946Dba01fb037Be603CC0B2B3909\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4_UiMKUepYq412F-TCwLw3FUqem9G9xhiN12bVMTpuY\\\",\\\"y\\\":\\\"tJJOHk2lxE7W3DyS4T7JmEUSF_N8kMYZcRSwx6eWLCU\\\"}\",\"signature\":\"zXT2d_BWRfGo1yNeGfaKRa8ekc9tLaGfbGM0pm7jynp6CMgxJN1w89SGinqe-CpFexob9_AwHmh0DnqWcNmlxA\",\"signingKeySignature\":\"0x204082b95d0bc7fdacc7ed19ca4ae5edf3cb9bca97d4136d1db22b9966a5d07b76ea1de69966fad0542e776b03592343f18d8b077f36b94a586674fe57b227171c\",\"signingKeyMessage\":\"I authorize the publication of articles on derive.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4_UiMKUepYq412F-TCwLw3FUqem9G9xhiN12bVMTpuY\\\",\\\"y\\\":\\\"tJJOHk2lxE7W3DyS4T7JmEUSF_N8kMYZcRSwx6eWLCU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"VohVXHjolw1NuuzpwZmfRTuJO9qdRrPAQH0w8IQc1FU\"}"