"{\"content\":{\"body\":\"In 2020, the crypto community witnessed the expanding influence of and growing recognition for DeFi. Over time, the DeFi boom has enabled constant innovations. Right now, DeFi has entered the crypto spotlight and gained a strong foothold. As one of the most trending blockchain segments in 2021, Web 3.0 covers every aspect of the Internet. It reshapes power imbalance as a result of today’s centralized networks while enabling individuals to regain the power of releasing information. In fact, decentralization is the most important feature of Web3.0.\\n\\nDriven by the Web 3.0 boom, decentralized projects have also risen to prominence. As an indispensable infrastructure and user gateway in the blockchain space, decentralized wallets are now regarded as a crypto treasure box. Many projects rely on wallets to expand their user base, thereby building up a sound ecosystem. As crypto wallets mature, they have started to focus on asset security, user experiences, and diversified demands.\\n\\nSuch a background triggered the appearance of Nabox, a Web 3.0 digital identity DeFi wallet that uses the same digital identity on the blockchain to manage and sign multiple network assets. As a multi-chain decentralized wallet, Nabox aims to create a DID (Decentralized Identity) system. What this means is that users can travel freely between various on-chain and off-chain applications with one blockchain identity from Nabox.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*FP9KEIKNgXzQJCriBgcnjQ.png)\\n\\nLaunched in 2018, Nabox is invested and incubated by NULS Foundation. Initially, its primary users were from the NULS community and NULS-powered projects. As the NULS ecosystem expands, Nabox’s user base has been on a steady rise. As Nabox’s founder and an early crypto investor and entrepreneur, Ang Kang Wei had been involved in the early investment of NULS and later became a director at NULS where he helped the team build local partnerships in Singapore.\\n\\nIn a nutshell, Nabox features the following functions:\\n\\n1. Fast one-click asset swaps across different blockchains;\\n2. Compatibility with multiple protocols, including Metamask and Wallet Connect. With Nabox, users can connect to all kinds of DApps within seconds;\\n3. Support of multiple blockchains, including: Ethereum, BSC, Heco, OKExChain, Polygon, Harmony, KCC, NULS, Nerve as well as the DApps within their ecosystem.\\n\\nWith over 40,000 users, Nabox now supports blockchain networks that include Ethereum and BSC, and has integrated the underlying cross-chain of Nerve Network, enabling users to directly transfer assets to different blockchain addresses through the Nabox plugin. In short, Nabox is a multi-chain wallet and a cross-chain gateway featuring fast cross-chain transactions, PoS staking, community governance, etc.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*gTmSF5IAHgp_qHbW70K3PQ.png)\\n\\nNABOX, the governance token of Nabox, can be used for governance voting concerning product functions and other application scenarios. Additionally, through the Nerve Network, NABOX can be transferred across Nabox with zero gas fee. Meanwhile, NABOX could also be used as rewards and incentives for attracting more growth partners. According to informed sources, the total supply of NABOX is 1 trillion, 60% of which are distributed to liquidity providers, 20% to institutional investors (3% for angel-round investors, 10% for institutional-round investors, and 7% for private placement investors), 15% reserved by the team, and 5% airdropped to reward Nabox supporters and active DID registrants.\\n\\nThe team said that NABOX will be applied to DID to obtain different identity levels in the future, and the handling fee for registering DID will be burnt. More importantly, when the cross-chain exchange reaches a certain scale, Nabox will charge an exchange fee, 40% of which will be used for the repurchase and burning of NABOX tokens.\\n\\nTo date, Nabox has reached strategic partnerships with many institutions. According to its official website, the team will soon launch the Nabox Pool and Cross-chain Swap.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*7OQPQLqOg1NPEEkqrGe2-Q.png)\\n\\nCoinEx, a world-renowned trading platform, has listed NABOX and offered the associated automated market making (AMM) function. Moreover, CoinEx’s recent Learn to Earn airdrop program for NABOX has attracted droves of active crypto participants and received great feedback.\\n\\nAs Web 3.0 continues to thrive, predictably, it will be a key playing field for crypto giants. As one of the major infrastructure projects of Web 3.0, Nabox will build a great track record.\",\"timestamp\":1639532660,\"title\":\"CoinEx | The Web 3.0 Multi-chain Wallet Nabox Gains Recognition: The Field of Decentralized Wallets has Become a New Crypto Treasure Box\"},\"digest\":\"hpWCEi5g2_d0OpL9IswTQeGqWnouDIGgaDqF-lgw5xY\",\"authorship\":{\"contributor\":\"0xA659e40883029c7e121B3442AE74B26053347Af6\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_TaPMUR63LAAwLPSCXzNfH09iM7asO8Yubvd6Kqeetc\\\",\\\"y\\\":\\\"cxVsv-ICK_MXx5pt1wXy9iVdyVHucLKsoqpRSunnKxE\\\"}\",\"signature\":\"KVqdpoqYp9tWMXOS_qlnszdV7Xe8eWtoVnTqZki1CQOVvLL3WqQrTUVAVj3FDkzXTzB0xdu_5vJ6cFx0LUxFvQ\",\"signingKeySignature\":\"0x400d9f67702f92c73902099496e6fba9da5bc497f608023d48726fd6604195b87917682c344cb12c59090e883ff4bc9adb5258acea034fb4afa474095010c45f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_TaPMUR63LAAwLPSCXzNfH09iM7asO8Yubvd6Kqeetc\\\",\\\"y\\\":\\\"cxVsv-ICK_MXx5pt1wXy9iVdyVHucLKsoqpRSunnKxE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"hpWCEi5g2_d0OpL9IswTQeGqWnouDIGgaDqF-lgw5xY\"}"