"{\"content\":{\"body\":\"TL; DR\\n\\n● Users deposit crypto assets in liquidity pools and share yields by providing liquidity of two tokens are now available at [Hoo](https://hoo.com/spot/btc-usdt).\\n\\n● By using algorithms everyone trading within the pool shares a constant price for both tokens.\\n\\n● Everyone can become a market maker by providing liquidity to a liquidity pool.\\n\\n● Automatically trade assets between traders and liquidity pools using smart contracts.\\n\\nWhat is AMA?\\n\\nAutomated market makers (AMM) in general are exchanges that bring together liquidity from users and price the assets within the pool using algorithms to determine the best price. The mechanics behind this vary from exchange to exchange, but all AMMs offer vast liquidity, low transaction fees, and 100% uptime for as many users as possible.\\n\\nNot only can you invest in hundreds of crypto tokens at [Hoo](https://hoo.com/), but we also added several liquidity pools which can be easily accessed from our website or from our mobile application. The AMA is computer software that handles orders based on real-time data and market conditions and aims to provide a continuous order flow in all market environments at the best available prices so that investors can trade 24/7. Their orders are traded directly to the automatically determined price without an order book. It’s fast and convenient and if you become a market marker and add your funds to our liquidity pools, you can always redeem your funds whenever you want at [Hoo](https://hoo.com/).\\n\\nIts main purpose is to provide constant liquidity for the financial product. If you want to add [Bitcoin](https://hoo.com/spot/btc-usdt) or [Ethereum](https://hoo.com/spot/eth-usdt) you will need to add another digital token which is most of the time USDT.An automated market maker is a type of decentralized exchange protocol that relies on a mathematical formula to value and price assets with real-time data. The primary purpose of an Automated Market Maker is to provide the quoted prices with little or no price changes. Instead of using an order book like a traditional exchange, assets are priced according to a pricing algorithm.\\n\\nThis pricing algorithm can differ with each protocol or platform. For example, we could calculate the price of the assets by using the X \\\\* Y = K formula. X is the amount of one token in the liquidity pool, while Y is the amount of the other token in a different pool. K is a constant that keeps the pool’s total liquidity steady.\\n\\n![](https://miro.medium.com/max/1088/1\\\\*zffBtPOI5J3qbA_ZngiqSQ.png)\\n\\n\\\\*Fig: 1 Image Source: \\\\**<https://academy.moralis.io/blog/what-are-automated-market-makers-amms>*\\n\\nBut there are several algorithms on different platforms targeting specific tokens or use cases or even protocols. But all of them determine the prices algorithmically. While the traditional market usually works with vast resources and complex strategies, the Automated market makers in liquidity pools help you get a good price or yield if you provide the liquidity in this pool letting essentially anyone participate in the market via a blockchain. At Hoo you will always get the best possible yield and since our website is always up you can redeem your funds and earnings from the liquidity pool whenever you want.\\n\\nHow does Market Making work?\\n\\nWith market makers on both sides of the [trade](https://hoo.com/spot/btc-usdt) (buy/sell), traders no longer need to be bothered with market direction when trading. That way Market makers reduce transaction costs for the individual trader and keep the trading uptime constant. For any financial market, these market makers are vital since they provide liquidity by quoting both bids and always maintaining the essential price continuity that allows traders and investors to have confidence in prices.\\n\\nHoo algorithms continuously monitor the asset prices on several exchanges and determine what a fair price for the asset would be based on all the data we collected. This information is posted on the token board which traders can access all the time.\\n\\nIn the absence of counterparties, someone still must create the market, correct? Correct. These users are called liquidity providers for the smart contract. Liquidity providers are the keyword. Let’s have a look at who they are and what they do.\\n\\nLiquidity Pool and liquidity providers\\n\\nLiquidity providers (LPs) are the ones adding funds to liquidity pools. Anyone can add their funds to the liquidity pool and become a market maker that way. Another way to describe a liquidity pool is that it is like a big pile of funds that traders can buy and sell from or a pool in which you can add more and more water — the crypto tokens.\\n\\n![](https://miro.medium.com/max/1188/1\\\\*JbNq0Ohcnoi6gDoeAp3UDA.png)\\n\\n\\\\*Fig: 2:Image Source \\\\**<https://academy.binance.com/en/articles/what-are-liquidity-pools-in-defi>*\\n\\nIn return for providing this liquidity to the protocol, LPs earn fees from the trades that happen in their pool. The range of these rewards varies from the liquidity polls, but they are usually 0.3% or more on the swap volume which goes directly to LPs on [Hoo](https://hoo.com/spot/btc-usdt).\\n\\nHoo’s main job is to attract these large liquidity pools, keeping that way the market alive and providing you with another form of investment. Trades can be made without a 3rd party, and the more liquidity there is in the pool, the less slippage large orders may incur. Lippage is the difference between the computer signaling the entry and exit of the trade and where actual clients entered and exited the market using these computer signals. In short, it’s a small difference between the trade signals. This difference varies with different AMM designs. There will be significant slippage if the ratio changes by a wide margin. But there is a downside to the AMMs and liquidity pools which you need to keep in mind– impermanent loss.\\n\\nWhat is impermanent loss?\\n\\nAMMs work best with token pairs that have a similar value but if the price ratio between these two tokens changes it’s called impermanent loss. It happens when the price ratio of deposited tokens changes after you deposits them in the pool. The larger the change is, the bigger the impermanent loss.\\n\\n![](https://miro.medium.com/max/1400/1\\\\*_XGDu-qVEp_w-xN2Xv1w9Q.png)\\n\\n\\\\*Fig: 3 Image source: \\\\**<https://finematics.com/impermanent-loss-explained/>*\\n\\nA loss means less dollar value at the time of withdrawal than at the time of deposit. The coins are worth less than when you deposited them. But this happens for every liquidity pool or the exchange that provides it since it’s the market that decides the price of the tokens. What is most important is that you should always be able to access your funds and be able to redeem them whenever you want. That’s the case for [Hoo](https://hoo.com/spot/btc-usdt) and we make it particularly easy for you to add your funds to many liquidity pools and many others in the future.\\n\\nWhenever you want to buy a crypto token, you might have noticed that next to Order Book and Trade History we added the function of the Liquidity Pool.\\n\\n![](https://miro.medium.com/max/916/1\\\\*qDHoPKkobLOiY-7CPoySlw.png)\\n\\n*Fig: 4: Liquidity Pool function at Hoo*\\n\\nSometimes this is inevitable and the earning you get for providing the liquidate compensates this impermanent loss. On the other hand, the prices can also go up and you earn from the liquidity pool and the price difference when you withdraw your coins. The impermanent loss happens also only when the price of the tokens goes down.\\n\\nIf it goes up — lucky you who earns from the price change and the fees of the liquidity pool. But if the ratio changes a lot and goes down, liquidity providers may be better off simply holding the tokens instead of adding funds to a pool.\\n\\nHowever, if you withdraw your funds at a different price ratio than when you deposited them, the losses are very much permanent. In some cases, the trading fees might mitigate the losses, but it’s still important to consider the risks. So, if you keep the tokens in the pool and wait till the token prices go up again, you might avoid it. After all, losses are only made when you withdraw the tokens.\\n\\nBe careful when depositing funds into an AMM, and make sure you understand the implications of impermanent loss.\",\"timestamp\":1642762543,\"title\":\"Automated Market Maker — AMM explained for you - Hoo.com - Medium\"},\"digest\":\"Vth-_O_v8PK3NrHA4piNgJSIqogCXPQchNhvDy-rxBA\",\"authorship\":{\"contributor\":\"0x7E4eB6fBa9Fe9c0972e8d1dE65F561c396d571d7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5okT3SBSMgNA-2gOEfTdpqxUTPg6A3k44N5mvYmymRw\\\",\\\"y\\\":\\\"dLtKvE6WwmSgx7R-G8zFF83vBWOtvo90wDyxgkmhKd4\\\"}\",\"signature\":\"VKpyrR6UJbAyP9R9g4EcMJyi_JdiNI4ZGnQpWvq6zIhB8himbYCMzzXQUBLwwWhswVjuYEKyEqE3zGg4M7uAmQ\",\"signingKeySignature\":\"0x781d2085d4604613522459bb4c5a4a3495e1860f1904c609c31de061a3ba6b55238ae072aa7aecae53cda47e2a88cb5424640d838becb9f0c980399db5f975cf1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5okT3SBSMgNA-2gOEfTdpqxUTPg6A3k44N5mvYmymRw\\\",\\\"y\\\":\\\"dLtKvE6WwmSgx7R-G8zFF83vBWOtvo90wDyxgkmhKd4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Vth-_O_v8PK3NrHA4piNgJSIqogCXPQchNhvDy-rxBA\"}"