"{\"content\":{\"body\":\"Ok, look, if you’d tell me that you hate Christmas with passion, I would probably mostly agree. *They* tell you to be happy with your family and trees and gifts and puppies, and you instantly absolutely don’t want that. Collectivized merrymaking² with a good potential to tick off one’s mental balance. You especially got to love the aesthetics of it — the trees, red and green everywhere, tiny lights everywhere, the old man, etc. — so very uniform, each time the same, images carved into our minds by the constant stream of American culture.\\n\\nAnd I am grossly undereducated and somewhat overpaid to write this paragraph (this is the kind of stuff that academics write about, right?), but *[Americana](https://en.wikipedia.org/wiki/Americana)* is exceptional at turning everything into business. [It was in the U.S.](https://medium.com/thatmeaning/the-un-surprising-cause-of-the-next-financial-crisis-dc59eb2379c4) that greed got reinvented as a good thing \\\\[and\\\\] it was the *new world* that injected poor immigrants with the idea of American dream and made money into a universal merit of success.\\n\\n#### Clueless art.\\n\\nAgain, just dancing on the surface here, but there is this fun interplay between artists pushing the envelope and testing how much is too much, and the society accepting or rejecting it. Though mostly accepting because (contemporary) art got so detached from reality by now that saying what is or isn’t art is no longer the right of a man, but [the power of the market](https://medium.com/thatmeaning/yes-its-fine-to-hate-modern-art-dac77ed08daf).\\n\\n![Martin Creed Work No. 227.](https://images.mirror-media.xyz/publication-images/ofm4pCZVKxosgtOXfxe2d.png?height=800&width=1200)\\n\\nLike, lights being switch on and off in a room is an art because it is controversial, it catches our attention, it is a topic, but mostly because someone actually bought it for a lot of real money (Tate acquired it for its permanent collection for £110,000). You could almost say that it was the market that attached very deep meaning to it, not the artist.\\n\\nThe artist can be completely clueless, as long as he understands the signals of the market? A high price tag brings attention, brings persuasion, art critics, the deep meaning attached. And watching an [interview](https://www.youtube.com/watch?time_continue=197&v=pY3L0cNqDiw&feature=emb_logo&ab_channel=SHOWstudio) with Martin Creed, the artist behind [The lights going on and off](https://en.wikipedia.org/wiki/Work_No._227:_The_lights_going_on_and_off), might instill that perception in you, I don’t know.\\n\\nThere is a not-so-completely-outrageous thought that this ingraining of market mechanism in art has something to do with the fact that the centre of the art world moved from Paris to New York after WWII.\\n\\n#### It’s bubbles everywhere.\\n\\nNot just art though, money is everywhere and in the post-covid world, money has become an entertainment. People buy blockchain records of ownership that have absolutely no legal validity and contain only a url pointing to a .jpeg or a .gif [saved on google cloud](https://www.theverge.com/2021/3/25/22349242/nft-metadata-explained-art-crypto-urls-links-ipfs) for hundreds of thousands, if not tens of [millions of dollars](https://www.christies.com/features/Monumental-collage-by-Beeple-is-first-purely-digital-artwork-NFT-to-come-to-auction-11510-7.aspx). Buying stocks of bankrupt companies is a hobby and a personal statement — you belong to a tribe when you *ape into* a stock of Gamestop or AMC. Assets and information and signaling about them has become completely detached from reality, as companies scramble to hire CEOs that [want to have fun](https://markets.businessinsider.com/news/stocks/how-amc-ceo-adam-aron-embraced-the-company-meme-status-2021-6), not consult with their lawyers. \\n\\nAnd you know, with every new headline of a kid making millions in crypto or on NFTs or whatever, bankers on Wall Street [feel more threatened](https://www.bloomberg.com/news/features/2021-12-22/2021-brought-wall-street-record-profits-bigger-bonuses-and-a-lot-of-dread?cmpid=BBD122221_MONEYSTUFF&utm_medium=email&utm_source=newsletter&utm_term=211222&utm_campaign=moneystuff) because they are losing their prestige? Look, I can’t say that I don’t feel bad for them? Ever since American Psycho and Wall Street, in *Americana*, they were the highest paid risk-takers / inventors of speculation.\\n\\nYou could say that the [madness of crowds](https://en.wikipedia.org/wiki/Extraordinary_Popular_Delusions_and_the_Madness_of_Crowds) is a recurring theme in human history, and that the crypto/NFT/meta space looks like it is reaching its final stages and I would mostly agree, although I tend to think that the madness in this bubble cannot be blamed on crowds. When the FED buys billions of dollars of corporate bonds, sellers of those bonds (companies issuing their own new bonds, investors owning old bonds, etc.) recycle those billions back to the financial markets by buying stocks, bonds and other financial products. This does, of course, cause the markets to rise, make rich asset owners richer still, but also attract normal people outside of the market to use some of the covid free money to start betting. Repeat the cycle several times and you end up in the [Everything bubble](https://georgesalapa.medium.com/no-one-understands-the-everything-bubble-215f02a5a23f?source=post_internal_links---------1-------------------------------).\",\"timestamp\":1641673425,\"title\":\"Everything is a footnote to American culture.\"},\"digest\":\"Qc-_BgZuJFoUKbhsk91d0ZHNZxQHcxR1v58o6VF6F0g\",\"authorship\":{\"contributor\":\"0x326129A521F3d9cB6b7374f48c3C10d28C6F16f7\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dZf1T57y5OIxlN5BodMCejwtn9nna1IYl-gnMM41GPo\\\",\\\"y\\\":\\\"BgbUuzJzYRLtWIiw-qOwlOHRHSivS5DZ0LsJCB1lJN8\\\"}\",\"signature\":\"UTuk9fX2UM3Kv-ohoPgC-v9ipQcYzJ8sfiPuPqO7ebUgyxhYleh9gLR56lhKQHSFJXw52gE77_pp3CR01vLPxg\",\"signingKeySignature\":\"0xc2c944cdf95dd19ff54104679f94c454188ea76e71da37d4178dc3a1e248d29470f7657c768823dd39edd44be134ef59d2bdf9b22da24e56173447ed7adcb8981b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"dZf1T57y5OIxlN5BodMCejwtn9nna1IYl-gnMM41GPo\\\",\\\"y\\\":\\\"BgbUuzJzYRLtWIiw-qOwlOHRHSivS5DZ0LsJCB1lJN8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"FwFSP4YJQpUfyVKq-xuL7BcB0_eH86eci4yKnHeBrsY\"}"