"{\"content\":{\"body\":\"## 互联网的前两个时代\\n\\n在互联网的第一个时代——从 1980 年代到 2000 年代初——互联网服务建立在由互联网社区控制的开放协议上。这意味着人们或组织可以在知道游戏规则以后不会改变的情况下扩大他们的互联网存在。在这个时代开始了巨大的网络资产，包括雅虎、谷歌、亚马逊、Facebook、LinkedIn 和 YouTube。在此过程中，AOL 等中心化平台的重要性大大降低。\\n\\n在互联网的第二个时代，从 2000 年代中期到现在，以盈利为目的的科技公司——最著名的是谷歌、苹果、Facebook 和亚马逊 (GAFA)——构建的软件和服务迅速超越了开放协议的能力。随着移动应用程序成为互联网使用的主要内容，智能手机的爆炸性增长加速了这一趋势。最终用户从开放服务迁移到这些更复杂、集中的服务。即使用户仍然访问网络等开放协议，他们通常也会通过 GAFA 软件和服务进行访问。\\n\\n好消息是数十亿人获得了令人惊叹的技术，其中许多是免费使用的。坏消息是，初创公司、创作者和其他团体在不担心中心化平台改变对他们的规则、夺走他们的受众和利润的情况下，扩大他们的互联网影响力变得更加困难。这反过来又扼杀了创新，使互联网变得不那么有趣和充满活力。中心化还造成了更广泛的社会紧张局势，我们在关于假新闻、国家资助的机器人、用户“无平台化”、欧盟隐私法和算法偏见等主题的辩论中看到了这一点。这些争论只会在未来几年愈演愈烈。\\n\\n## “Web 3”：互联网的第三个时代\\n\\n对这种集中化的一种反应是对大型互联网公司实施政府监管。此响应假定 Internet 类似于过去的通信网络，如电话、广播和电视网络。但是过去基于硬件的网络与基于软件的网络互联网有着根本的不同。一旦构建了基于硬件的网络，它们几乎不可能重新构建。可以通过创业创新和市场力量重新构建基于软件的网络。\\n\\n互联网是基于软件的终极网络，由一个相对简单的[核心层](https://en.wikipedia.org/wiki/Internet_Protocol)组成，在边缘连接数十亿台完全可编程的计算机。软件只是人类思想的编码，因此具有几乎无限的设计空间。总的来说，连接到互联网的计算机可以免费运行其所有者选择的任何软件。任何可以梦想的东西，只要有正确的激励措施，都可以在互联网上迅速传播。互联网架构是技术创新和激励设计相交的地方。\\n\\n互联网仍处于发展初期：未来几十年，核心互联网服务可能几乎完全重新架构。这将由加密经济网络实现，这是最初在[比特币中](https://bitcoin.org/bitcoin.pdf)引入并在[以太坊中](https://github.com/ethereum/wiki/wiki/White-Paper)进一步发展的[思想的概括](https://github.com/ethereum/wiki/wiki/White-Paper)。加密网络结合了前两个互联网时代的最佳特征：社区治理的去中心化网络，其功能最终将超过最先进的中心化服务。\\n\\n## 为什么要去中心化？\\n\\n去中心化是一个普遍被误解的概念。例如，有时有人说加密网络提倡去中心化的原因是为了抵制政府审查，或者是因为自由主义的政治观点。这些都不是权力下放很重要的主要原因。\\n\\n让我们看看中心化平台的问题。集中式平台遵循可预测的生命周期。刚开始时，他们会竭尽全力招募用户和第三方补充，例如开发人员、企业和媒体组织。他们这样做是为了使他们的服务更有价值，因为平台（根据定义）是具有多边网络效应的系统。随着平台采用 S 曲线，它们对用户和 3rd 方的影响力稳步增长。\\n\\n当他们到达 S 曲线的顶部时，他们与网络参与者的关系从正和变为零和。持续增长的最简单方法是从用户那里提取数据，并在受众和利润方面与互补者竞争。这方面的历史例子是 Microsoft 与 Netscape、Google 与 Yelp、Facebook 与 Zynga 以及 Twitter 与它的第 3 方客户端。像 iOS 和 Android 这样的操作系统表现得更好，尽管仍然收取 30% 的健康税，出于看似任意的原因拒绝应用程序，并随意包含 3rd 方应用程序的功能。\\n\\n对于第三方来说，这种从合作到竞争的转变感觉就像是一个诱饵和转换。随着时间的推移，最优秀的企业家、开发者和投资者对在中心化平台上进行建设持谨慎态度。我们现在有数十年的证据表明这样做将以失望告终。此外，用户放弃隐私，放弃对其数据的控制，并容易受到安全漏洞的影响。中心化平台的这些问题在未来可能会变得更加明显。\\n\\n## 进入加密网络\\n\\n加密网络是建立在互联网之上的网络，它 1) 使用区块链等共识机制来维护和更新状态，2) 使用加密货币（硬币/代币）来激励共识参与者（矿工/验证者）和其他网络参与者。一些加密网络，例如以太坊，是可用于几乎任何目的的通用编程平台。其他加密网络具有特殊用途，例如比特币主要用于存储价值，[Golem](https://golem.network/)用于执行计算，以及[Filecoin](https://filecoin.io/)用于分散文件存储。\\n\\n早期的互联网协议是由工作组或非营利组织创建的技术规范，它们依赖于互联网社区的利益一致来获得采用。这种方法在互联网的早期阶段运作良好，但自 1990 年代初以来，很少有新协议得到广泛采用。[加密](https://cdixon.org/2018/02/18/2017/05/27/crypto-tokens-a-breakthrough-in-open-network-design)网络通过以代币的形式向开发人员、维护人员和其他网络参与者提供经济激励来[解决](https://cdixon.org/2018/02/18/2017/05/27/crypto-tokens-a-breakthrough-in-open-network-design)这些问题。它们在技术上也更加稳健。例如，他们能够保持状态并对该状态进行任意转换，这是过去的协议永远无法做到的。\\n\\n加密网络使用多种机制来确保它们在成长过程中保持中立，防止中心化平台的诱饵和切换。首先，加密网络与其参与者之间的合同是在开源代码中执行的。其次，他们通过[“声音”和“退出”](https://en.wikipedia.org/wiki/Exit,_Voice,_and_Loyalty)机制进行控制[。](https://en.wikipedia.org/wiki/Exit,_Voice,_and_Loyalty)参与者通过社区治理获得发言权，包括“链上”（通过协议）和“链下”（通过围绕协议的社会结构）。参与者可以通过离开网络并出售他们的硬币来退出，或者在极端情况下通过分叉协议来退出。\\n\\n简而言之，加密网络使网络参与者团结起来朝着共同的目标共同努力——网络的发展和代币的升值。这种一致性是比特币继续无视怀疑者并蓬勃发展的主要原因之一，即使像以太坊这样的新加密网络也随之发展。\\n\\n今天的加密网络受到限制，使它们无法严重挑战中心化的现任者。最严重的限制是围绕性能和可扩展性。未来几年将是解决这些限制并构建构成加密堆栈基础设施层的网络。在那之后，大部分精力将转向在该基础设施之上构建应用程序。\\n\\n## 去中心化如何取胜\\n\\n说去中心化网络应该获胜是一回事，说他们会获胜是另一回事。让我们来看看对此持乐观态度的具体原因。\\n\\n软件和 Web 服务由开发人员构建。世界上有数百万高技能开发人员。只有一小部分人在大型科技公司工作，只有一小部分人从事新产品开发。历史上许多最重要的软件项目都是由初创公司或独立开发者社区创建的。\\n\\n> *“不管你是谁，大多数最聪明的人都为别人工作。” —[比尔·乔伊](https://en.wikipedia.org/wiki/Joy%27s_law_(management))*\\n\\n去中心化网络可以赢得互联网的第三个时代，其原因与赢得第一个时代的原因相同：赢得企业家和开发者的心。\\n\\n一个说明性的类比是 2000 年代维基百科与其中心化竞争对手（如 Encarta）之间的竞争。如果您在 2000 年代初期比较这两种产品，Encarta 是一个更好的产品，具有更好的主题覆盖范围和更高的准确性。但是维基百科的改进速度要快得多，因为它有一个活跃的志愿者社区，他们被其分散的、社区管理的精神所吸引。到 2005 年，维基百科是互联网上[最受欢迎的](https://medium.com/@cdixon/it-s-hard-to-believe-today-but-10-years-ago-wikipedia-was-widely-considered-a-doomed-experiment-a7a0dfd27b8b)参考网站。Encarta 于 2009 年关闭。\\n\\n教训是，当您比较集中式和分散式系统时，您需要将它们动态地视为流程，而不是静态地视为刚性产品。集中式系统通常一开始就完全成熟，但只有在赞助公司的员工改进它们的速度下才会变得更好。去中心化系统一开始是半生不熟的，但在适当的条件下，随着它们吸引新的贡献者而呈指数级增长。\\n\\n就密码网络而言，存在多个复合反馈循环，涉及核心协议的开发人员、补充密码网络的开发人员、第三方应用程序的开发人员以及运营网络的服务提供商。这些反馈循环被相关代币的激励进一步放大，正如我们在比特币和以太坊中看到的那样，可以加速加密社区的发展速度（有时会导致负面结果，例如过度消耗电力）比特币挖矿）。\\n\\n去中心化或中心化系统是否会赢得下一个互联网时代的问题归结为谁将构建最引人注目的产品，这反过来又归结为谁将获得更多高质量的开发人员和企业家。GAFA 有很多优势，包括现金储备、庞大的用户群和运营基础设施。加密网络对开发人员和企业家具有明显更具吸引力的价值主张。如果他们能赢得人心，他们就能调动比 GAFA 多得多的资源，并迅速超越他们的产品开发。\\n\\n> *“如果你在 1989 年问人们他们需要什么来改善生活，他们不太可能会说使用超文本链接的分散的信息节点网络。” —[农夫与农夫](http://farmerandfarmer.org/mastery/builder.html)*\\n\\n集中式平台通常在发布时与引人注目的应用程序捆绑在一起：Facebook 有其核心社交功能，而 iPhone 有许多关键应用程序。相比之下，去中心化平台通常启动不成熟且没有明确的用例。因此，他们需要经历产品与市场匹配的两个阶段：1) 平台与将完成平台并构建生态系统的开发者/企业家之间的产品与市场匹配，以及 2) 产品与市场之间的匹配平台/生态系统和最终用户。这两个阶段的过程导致许多人——包括经验丰富的技术人员——一直低估去中心化平台的潜力。\\n\\n## 下一个互联网时代\\n\\n去中心化网络并不是解决互联网上所有问题的灵丹妙药。但是它们提供了比集中式系统更好的方法。\\n\\n将 Twitter 垃圾邮件问题与垃圾邮件问题进行比较。自从 Twitter对第三方开发者[关闭了](https://www.theverge.com/2012/8/23/3263481/twitter-api-third-party-developers)他们的网络后，唯一一家致力于处理 Twitter 垃圾邮件的公司就是 Twitter 本身。相比之下，有数百家公司试图通过数十亿美元的风险投资和企业资金来打击垃圾邮件。垃圾邮件没有解决，但现在好多了，因为 3rd 方知道[电子邮件协议](https://en.wikipedia.org/wiki/Simple_Mail_Transfer_Protocol)是去中心化的，因此他们可以在此基础上建立业务，而不必担心游戏规则会在以后发生变化。\\n\\n或者考虑网络治理的问题。今天，大型平台上不负责任的员工群体决定如何对信息进行排名和过滤，哪些用户被提升，哪些被禁止，以及其他重要的治理决策。在加密网络中，这些决定是由社区使用公开透明的机制做出的。正如我们从线下世界所知道的，民主制度并不完美，但它们比其他选择要好得多。\\n\\n中心化平台一直占据主导地位，以至于许多人忘记了构建互联网服务的更好方法。加密网络是开发社区拥有的网络并为 3rd 方开发者、创作者和企业提供公平竞争环境的有力方式。我们在互联网的第一个时代看到了去中心化系统的价值。希望我们能在下一次再次看到它。\",\"timestamp\":1640845813,\"title\":\"为什么web3很重要\"},\"digest\":\"NY9nNaKC4oxpVbP8iQ7NCWQRXXMfHr5F5-bUKHQzA00\",\"authorship\":{\"contributor\":\"0x0127F83720731Fb13f79bCa7da282524266B6201\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Nno-VE5aqC-bB7N3Yz2WjZ_FcP0TQAW-MhIHZG-xikY\\\",\\\"y\\\":\\\"CqynQPYJspOsl2qTOBIokfeFWEOF3Hjh1BKAXei8eX0\\\"}\",\"signature\":\"P_UNrlcCelHeuI_hbBfmQ5Do8FlrgZ9jDxCHpXJ_VrlziUcZ4G4Zw_YlX5y8h7UyP_I4oLAkLOleDVpWCQ-n4Q\",\"signingKeySignature\":\"0x6842a6222f537dbab1005a447e6c03bca8cf7cfcc34cca2dede61110a2dc41042e43139910a360af5d67d7aa0d20f2b4bf97aca61c3c1658b977ca7ef266ffb01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Nno-VE5aqC-bB7N3Yz2WjZ_FcP0TQAW-MhIHZG-xikY\\\",\\\"y\\\":\\\"CqynQPYJspOsl2qTOBIokfeFWEOF3Hjh1BKAXei8eX0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"NY9nNaKC4oxpVbP8iQ7NCWQRXXMfHr5F5-bUKHQzA00\"}"