"{\"content\":{\"body\":\"NEW YORK - A powerful storm system swept through the central United States on Wednesday with high winds that kicked up dust storms, fueled wildfires and knocked down power lines, leaving more than 510,000 customers without power, with no mass casualties reported as of early Thursday, according to major US news outlets.\\n\\nThe National Weather Service (NWS) reported a \\\"confirmed tornado\\\" near Rochester in southeastern Minnesota, the state's first on record in December. Several tornadoes reported in western and central Iowa were also a December first for those parts of the state.\\n\\nWednesday saw a record set, the highest number of hurricane force winds of 75 mph or higher recorded in a single day since 2004, according to the NWS, which confirmed that there had been at least 55 wind gusts of at least 75 mph across the country on Wednesday, the highest daily number since 2004.\\n\\nOne person was killed Wednesday evening when the truck he was driving was blown over by the storm, said the Iowa State Patrol. More than 36 million people from New Mexico to Michigan were under high-wind warnings, as gusts of up to 100 mph sent roofs flying and toppled tractor-trailers on highways from Colorado to Iowa.\\n\\nEarlier Wednesday before the storms, the NWS issued a high wind warning along a swath stretching from New Mexico to upper Michigan, including Wisconsin and Illinois, with sustained winds between 25 mph and 40 mph expected. It also issued severe thunderstorm warnings for parts of Iowa, Kansas and Nebraska.\\n\\n**MASS OUTAGE**\\n\\nHundreds of thousands of customers in the Midwest were without power Thursday morning after a powerful storm system swept through the central United States overnight, generating at least 21 reports of tornadoes, reported The New York Times.\\n\\nMore than 240,000 customers in Michigan lacked electricity on Thursday, and about another 150,000 in Wisconsin, according to PowerOutage.US, which aggregates data from utilities across the country. In Iowa, nearly 50,000 customers were without power.\\n\\nAccuWeather Inc., an American media company that provides commercial weather forecasting services worldwide, also confirmed that hundreds of thousands were without power early Thursday morning in multiple states across the central United States after a dynamic weather complex unleashed extraordinary wind gusts, dust storms and multiple tornadoes.\\n\\n\\\"As the sun prepares to rise on the severe weather destruction in the Plains and Midwest, nearly half a million customers will be without their customary electricity on Thursday morning ... The state totals were topped by Wisconsin and Michigan, which account for over 300,000 of those outages between the two states combined,\\\" it said.\\n\\nIowa is in particular difficulty. Although the thunderstorms have moved away from the state, strong winds remain in the wake of the storms. In addition, much colder air is beginning to move into the state. Therefore, anyone without heat will need to find ways to stay warm during the night, according to AccuWeather.\",\"timestamp\":1639754321,\"title\":\"Storms leave over 510,000 without power in central US\"},\"digest\":\"2yQYS3GEUTAJwkudNIelIb-WKqMYU_rQKXS6TdkH1aE\",\"authorship\":{\"contributor\":\"0x101cCA680143112415D104282C67E41b08d06657\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wuQBs8Mdhp3rJNCM7QxOX7aGUGKBPbR8eaPQioz5oqc\\\",\\\"y\\\":\\\"G9f_IDzxIu2adcwQvv-GoC5n4KnWNWfzexwcABPjUY0\\\"}\",\"signature\":\"FBairRDd82KUZi3-ue_Le197HJmlKXPxa1NRGm8uUA8SBIKLjn24o00KX--V4LOb8glDfBfPWsKQcG0dKhyGsA\",\"signingKeySignature\":\"0xe0c5edd8d332cea3c02f28028ef98542a51bb01cba2988ec14fdf6105b0be1c43c15d69daa168307fd32261b9820160eee83bfa39825bfcf43db26bc8f42fd001c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wuQBs8Mdhp3rJNCM7QxOX7aGUGKBPbR8eaPQioz5oqc\\\",\\\"y\\\":\\\"G9f_IDzxIu2adcwQvv-GoC5n4KnWNWfzexwcABPjUY0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"2yQYS3GEUTAJwkudNIelIb-WKqMYU_rQKXS6TdkH1aE\"}"