"{\"content\":{\"body\":\"I’m glad we found each other.\\n\\nIn this article, you will find a brief introduction of who I am and why I’m here.\\n\\n## Who am I?\\n\\n* Layer 1 (Infrastructure)\\n  * Optimistic, risk-seeking, sometimes workaholic, always romantic\\n* Layer 2 (Skills)\\n  * Good at doing math and faking accents in Chinese\\n  * Potentially good at abstract thinking - I will let you be the judge\\n  * Have perfect pitch :-P\\n* Layer 3 (Applications)\\n  * Options trader in NYC since 2020\\n  * 4.0 GPA from Carnegie Mellon, Computational Finance + Machine Learning\\n  * NASM-certified personal trainer\\n  * Unrenowned classical pianist, passionate lover of Martha Argerich and Rachmaninoff\\n  * Sucker of paper books and [Maotai](https://www.totalwine.com/spirits/baijiu/kweichow-moutai/p/172309375)\\n\\n## Why I’m here?\\n\\nIt all started from [this article](https://avc.com/2021/11/buying-crypto-assets/) written by [Fred Wilson](https://avc.com/about/). I was very confused. What the hell are NFTs, protocols, and Decentraland? And if Fred Wilson talks about them, I need to know what they are.\\n\\nSo in the last month of 2021, I spent all my free time learning about crypto and web3. I started from random things like [Byzantine General’s Problem](https://medium.com/swlh/bitcoins-proof-of-work-the-problem-of-the-byzantine-generals-33dc4540442) and Zero-knowledge proofs, somehow dug my way to [a16z crypto school](https://a16z.com/crypto-startup-school/), and found solace in discovering that [Chris Dixon shared my Trident gum chewing problem](https://podcasts.apple.com/us/podcast/542-chris-dixon-and-naval-ravikant-the-wonders-of/id863897795?i=1000540043607). Cheesy as it sounds, an entirely new dimension of the world unfolded in front of me. There were so many things that I haven’t given proper thoughts to but fundamentally shape our society: ownership, [centralization](https://onezero.medium.com/why-decentralization-matters-5e3f79f7638e), power dynamics between the mass and the few, trust vs. trustless systems, inequality and potential remedies like [Universal Basic Income](https://basicincome.stanford.edu/experiments-map/), just to name a few. I see our future shaken and stirred by these concepts. \\n\\nI *felt alive* as ideas bounced around in my mind of what this future might look like. The optimistic in me is exhilarated at the web3-enabled opportunities to redefine the economic ecosystem and empower the underprivileged. Despite the proliferation of Defi apps, web3 is by no means confined to the financial world. It is about decentralization, access, and inclusivity in all forms. I hope to delve into these topics in future writings.\\n\\nOn the other hand, I feel unease towards how web3 is perpetuating further split between the East (Chinese) and the West. Decentralization is completely at odds with the Chinese political regime and disrupts the *stability* that perhaps even weighs heavier than economic development in the Chinese eyes today. As the Chinese continue to crack down large companies and seize central governmental control all across and the West continue to make progress with decentralization, turbulence is inevitable. I wonder what will be the casualties this time when the ideologies clash.\\n\\n## Wanna stay?\\n\\nFuture articles here will mostly be me sharing interesting reads, videos, and podcasts. There will likely be occasional thinking-out-loud type of rants. I have dumped too many of these unnecessary burdens on my mom, walking her through several versions of intuitive explanations of zero knowledge proof, that I figured it would only be fair I dump things to a curated audience. (Thank you mom.) \\n\\nOne of the best advice I’ve gotten this year is that knowledge is created by action. When you don’t know what to do, do *something,* *anything*. Action leads to knowledge. Action tells you what to do next. So here I am, finding my place in an exciting era by writing down little snippets of thoughts.\\n\\nIf you have read all the way here, I genuinely thank you for your time. Our beautiful, entropic, time. Now if you’ll let me, I invite you to join me on a journey to learn a little something about the future. To take a little sneak peak. That’s all.\\n\\nGood night. I wish you a wonderful 2022. \",\"timestamp\":1641102352,\"title\":\"Hi stranger, welcome. \"},\"digest\":\"FQ1mF-B_rxheAMlbDp4MYFPqgQ1qXk_E128fo_39emE\",\"authorship\":{\"contributor\":\"0x56C0e4C898857Caf40e655C828e2C5ba93330B04\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K_LzgxzT3PiXhf3IOQ03MpDPz3n_NAs6tn65Z-y2mcE\\\",\\\"y\\\":\\\"oFSh9h2d1ZLTrD5sk1zj_YiUA2SneNx9OlSI2ic99Mw\\\"}\",\"signature\":\"fNdGxpTLDd2kjPfGaB2rwnwgEc3koCDFTKB49rmRtXlZ073JTAEEIHFxOPwEpXQTe3I0qQGFsjxjaE6rjHrCiQ\",\"signingKeySignature\":\"0xabb2da164dd74c9b03ebd7d407612b8fcf2f0a09cbd8ac16448814e79e8e019b2befdaf283ed1429c465b209ecefc680861d36a8465d16443dd71e51244d42301c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"K_LzgxzT3PiXhf3IOQ03MpDPz3n_NAs6tn65Z-y2mcE\\\",\\\"y\\\":\\\"oFSh9h2d1ZLTrD5sk1zj_YiUA2SneNx9OlSI2ic99Mw\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"UbW5GDM-ebllaDCfXda7T5rOAFdUghjPzBL2ER1V9sQ\"}"