"{\"content\":{\"body\":\"**“Beeple Crypto Art Sold for $69M at Christie’s Auction”** What! What does this even mean? What is Crypto Art? Who is Beeple? Why would Christie’s even be interested? Is this a joke? Isn’t crypto a bad word, linked to shady people and unsavory activities?\\n\\nWell, actually, the auction activated an NFT that proves a buyer owns an intangible marker connected to a unique piece of digital art, music or other item. The ownership is forever logged in on the blockchain. Don’t worry if you have no idea what this means. You will very soon. And so will everyone else.\\n\\nBottom line, the NFT wave is hitting everyone and moving a breakneck speed. From artists to brands to sports leagues and more, there seems to be a worldwide creator revolution underway. In some cases, the dollar (or crypto) amounts for digital art and other digital assets are absolutely eye-popping. 18 year-old digital art Phenom FEWOCiOUS, an up and coming elite digital artist, (real name Victor Langlois) is a prime example of the life-changing effect of NFTs.\\n\\nAs mentioned in [Esquire](https://www.esquire.com/entertainment/a36878931/fewocious-crypto-nft-art-christies-profile/#:\\\\~:text=In%20the%20world%20of%20NFT%20art%2C%20FEWOCiOUS%20is%20an%20elite.\\\\&text=FEWOCiOUS%2C%20whose%20real%20name%20is,that%20is%20the%20NFT%20market.), “Since breaking into the NFT market in 2020, (they) have earned just under $18 million. His digital art work “The Everlasting Beautiful” sold for a staggering $550,000. Now FEWOCiOUS is the youngest artist ever to be featured by Christie’s and the first to crash its site—two incredible records that they reacted to in perfect, teenage fashion on a recent Zoom call: “It’s like… *woah*.”\\n\\nMany believe there is a worldwide creator revolution underway and we have entered an absolute renaissance for artists, musicians, authors and other creators. For years, digital creators have been supremely frustrated by the fact that their content generates engagement and excitement on platforms like Facebook or Instagram but they get nothing in return. Or there’s always a middleman involved – a record label, a publisher, a gallery ecosystem – and the revenue never seems to flow fairly.\\n\\n In addition, digital NFTs now allow artists and other creators to monetize the digital version of their artwork, but mainly, for the first time ever, to protect their ownership online and allow them to receive royalties in a secondary market. And that secondary market part is critical – never in history have artists be able to participate in revenue as their art changes hands. Truly revolutionary.\\n\\n Ok, but what about the rip off part? Aren’t NFTs just jpgs and pdfs? Can’t anyone still share them and make money? And what are “eth gas fees”? This sounds a little far out there. Is this just a giant scam?\\n\\nIt is supremely important to realize that whenever there is this much money at stake and a ‘young’ technology, there will be those who rush in to take advantage of the situation. Be careful. Yes, there is huge promise, but investors should be careful and insure they really understand what’s at stake.\\n\\nThe former chief information security officer of Yahoo and Facebook, Alex Stamos thinks so. He’s a Stanford University adjunct professor and [here’s what he said recently](https://websummit.com/blog/nft-alex-stamos-blockchain#:\\\\~:text=%E2%80%9CMost%20NFTs%20are%20scams.,and%20research%20at%20Stanford%20University.\\\\&text=%E2%80%9CNFTs%20are%20a%20scam.,ripped%20off%20left%20and%20right.):\\n\\n“Most NFTs are scams. If you’re buying an NFT, there is a good chance you’re being ripped off,” said Alex, who is working to improve the security and safety of the internet through his teaching and research at Stanford University.\\n\\nNFT jpeg assets, for example, are not stored on the blockchain, he pointed out, with the ‘hash’ all that is protected. “The asset has to be stored somewhere else,” he said, noting that the legal system is behind the curve on this. There may not be any laws that say you can’t, for instance, modify the asset by one pixel and sell it over again. “NFTs are a scam. People are getting ripped off left and right. I’m very much against people buying these.”\\n\\nSo there you have it. Two sides of a very hot and exciting topic. I am of the belief that NFTs are here to stay and the market will figure everything out. This is just like early dotcom when everyone freaked out about what it all meant. Yes, some will get scammed. And it is my hope that anyone and everyone entering the NFT market and world spend some time educating themselves and diving deep into the space before spending one dime.\\n\\nI’ll be covering more of the in my upcoming book, which will drop as an NFT experience in early 2022. \\\\*Photo is of Beeple's digital art\\\\*\\n\",\"timestamp\":1641593182,\"title\":\"NFTs - Renaissance or Rip-off?\"},\"digest\":\"GlsL-uh-iqeDQd1cVGFfoN4CcA7LyHkvwerd9Eflrgg\",\"authorship\":{\"contributor\":\"0x190BEfAde4fcBC0f37885F8f02Ee1b9eb61955D3\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-woDphLeowzuKcSyLuMXvehf6fe3XFvBK-DSmcDeMac\\\",\\\"y\\\":\\\"c1zu3SBR7iJTaGlbJ8gMXLRQmiOkDT8rc1sUYP3RaeI\\\"}\",\"signature\":\"uXXzDqleVWCcP4qLoNISBZmLqVOe5C9o7qZU9mpLzft05BNxduztYQYUpJV8Cv_e-oybGd98Qks-yqUqRnY1cQ\",\"signingKeySignature\":\"0xdae1868d4261dc69d08eb162000b3e8f55ca3e93213f6df041a8a888c0dcb2ed04761aead1b80c6e39d6e2de1c96afdc235d4eab0add1794c90d5c6602a2f0cf1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"-woDphLeowzuKcSyLuMXvehf6fe3XFvBK-DSmcDeMac\\\",\\\"y\\\":\\\"c1zu3SBR7iJTaGlbJ8gMXLRQmiOkDT8rc1sUYP3RaeI\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Bm9wmIsqDCJZWfefJ1_9XWTx_T9wEWZgCi4GhTy0Q5A\"}"