"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/b6kIj0qoOa8S902caXBid.png?height=595&width=1400)\\n\\nWhat comes to mind when talking about YGG? Is it the driving force behind Axie Infinity’s $100 million monthly revenue, the magical organization that helps people in remote areas of the Philippines earn a basic daily income by playing games, or an investment institution that has invested in multiple Gamefi in a row and helped push the trend of Gamefi?\\n\\nYGG is a gaming association, an investment vehicle, and a distributed autonomous organization (DAO). But the point of this article is that YGG is also a bridge builder, it is building a bridge between whales and ordinary players, blockchain industry and ordinary people, virtual world and reality.\\n\\n# 1.The background of YGG\\n\\nYield Guild Games (YGG) is a Filipino game Guild founded in October 2020. The original development of YGG relied on a blockchain game(Gamefi) named Axie Infinity.\\n\\nBefore Axie Infinity, blockchain technology had always been in a small circle, and Gamefi had never entered the public’s vision. The biggest contribution of YGG is to bring Gamefi to the vision of ordinary people and make Gamefi “out of the circle” for the first time.\\n\\n![Yield Guild Games](https://images.mirror-media.xyz/publication-images/ob-Icmkeh7ruKIj3iSh4w.png?height=640&width=1200)\\n\\nWhat YGG did in the beginning was simple. For the game Axie Infinity, YGG proposes an in-game asset rental project. Players who successfully apply for the project can get three NFT game characters rented by YGG to start the game. After that, 10% of the tokens earned by the three characters in the game will be given to YGG, and 70% will be kept by the players. And 20% goes to union managers. Due to the decentralized logic of blockchain, the rights of game assets acquired by players are fully owned by players. YGG manages digital assets by placing intelligent contract interaction robots in players’ Discord server and automatically lending out these NFTs. SLP tokens earned by the players are split among players, managers, and guilds.\\n\\nThrough this model, YGG has built systematic businesses, including player recruitment, training, and in-game assets (NFT) lending, based on aggregated players.\\n\\nThanks to YGG, Axie Infinity developed rapidly in the Philippines.\\n\\nIn just two months, Axie Infinity’s daily active users jumped from 38,000 to 277,000, and its community treasury grew from less than $1 million to $14 million. By August, the transaction volume of Axie Infinity reached $1 billion, reaching the highest transaction volume in ethereum history and exceeding 1 million daily users.\\n\\nAnd YGG, while promoting the success of Axie Infinity, has also become the largest game association in the world.\\n\\n# 2.The investment and operation logic of YGG\\n\\nYGG’s success began with Axie Infinity. And in this process, the YGG also gradually finds its development logic, that is: grow the guild’s player base with the slogan “play to earn”; Build a stable ecosystem in Gamefi projects through the growth of the player community; By taking digital assets in the game and leasing them to regular players, YGG generates a steady stream of revenue.\\n\\nThe most important thing here is to gather a lot of players, so YGG sums up their mission this way: to help millions of players around the world participate in the “paly to earn” revolution.\\n\\n![Axie Infinity](https://images.mirror-media.xyz/publication-images/fn6w9XUZZeZYITKrx_GWU.png?height=294&width=512)\\n\\nIn July this year, YGG announced that it would officially become a DAO (decentralized autonomous organization) and issue governance token YGG. By transforming into DAO, YGG has taken another step on the road of grassroots development.\\n\\nOn the one hand, in the real world, capital can obtain the income generated by YGG by holding and staking YGG token, which not only helps capital to enter the chain game, but also enables YGG to have a larger financial treasury, so as to acquire virtual assets more quickly. On the other hand, YGG has set up various YGG Vault and SubDAO based on the linked games it partners with, allowing token holders to increase their collective revenue from the game through cooperation. Players can use assets held in Vault to better equip their characters, further increasing their earning potential. This action further stimulated the community of players, classifying them according to their preferences and expertise, and improving the efficiency of their collaboration.\\n\\nYGG has found a way to thrive in crypto gaming environments by coordinating with real-world players. More importantly, the model YGG has explored is replicable. According to the official YGG document, any online game needs to have the following three characteristics to be a worthy YGG game:\\n\\n* Virtual economy with a **native token;**\\n* **Play-to-earn functionality with a reward system** for players who are rewarded with native tokens for in-game participation;\\n* **Virtual land-based economy** which can be collected/acquired.\\n\\nThese three points clearly show the underlying business logic of YGG:\\n\\nFirst of all, a game must be a blockchain game, with native tokens, which ensures that the output of the game is in the form of tokens that the player can fully own;\\n\\nSecond, the game must have a “paly to eran” system. This means that the game must be designed to allow players to trade time for money. In other words, the game needs to allow players to generate productive income, rather than relying solely on capital to generate income. This ensures that a large number of YGG players have an incentive to enter the game. After all, most YGG players are young people with low incomes;\\n\\nFinally, and most importantly, there needs to be a fixed digital asset NFT in-game, which is the core resource of the game, like the axies in Axie Infinity and the expensive land in Decentraland. The player needs to have these resources in order to achieve the previous step of trading time for money. The most direct implication for YGG is that by acquiring these resources and leasing them to players, YGG can get a portion of the revenue that players earn by exchanging time for money. As the number of players increases, the pool of game tokens will continue to deepen, which will gradually stabilize the game, and the core resources in the game will naturally increase in value, benefiting YGG.\\n\\n## 3.YGG’s 11 New Game Partners\\n\\nAs can be seen from the recent investment actions of YGG, all the 11 chain games cooperated by YGG are in line with the above three characteristics.\\n\\n## Vulcan Forged\\n\\n![Vulcan Forged](https://images.mirror-media.xyz/publication-images/b_7jqDCBEQ4HFAKiVoKkV.png?height=713&width=875)\\n\\nIntroduction：Yield Guild has teamed up with Vulcan Forged, a leading community-driven blockchain gaming studio. Having published games like open-world MMORPG VulcanVerse, trading card game Berserk, Vulcan Chess, and Forge Arena, the platform hopes to leverage the NFT gaming revolution and give ownership of in-game assets to players.\\n\\nYGG was the first organization that joined the Cedalion Program by offering scholarships to players using its 50 plots of land. Through this lending program, owners of these assets can earn LAVA tokens along with players who can earn LAVA from their in-game activities. This lending system applies to land in VulcanVerse and Vulcanite NFTs in Berserk.\\n\\nTokens：LAVA\\n\\nIn game assets：land NFT\\n\\n## Influence\\n\\n![Influence](https://images.mirror-media.xyz/publication-images/BKGwQnJ7rp9UgmSDxInBK.png?height=369&width=875)\\n\\nIntroduction：Influence is an immersive, space strategy MMO that offers engaging and strategic gameplay along with true ownership of NFT game assets. Players compete — through multiple avenues including mining, building, trading, researching and fighting — and interact in an immersive 3D universe through third-person control of their ships and the installations they build.\\n\\nThrough the introduction of their soon-to-launch token, SWAY, which players can earn through gameplay, Influence allows players to facilitate in-game transactions for resources, components, ships and asteroids.\\n\\nYGG has purchased the 46th largest Asteroid in Influence, KJ-44947, a C-Type carbonaceous asteroid. In addition to this, YGG also acquired approximately 30 smaller asteroids for the community to use.\\n\\nToken：SWAY\\n\\nIn game assets：Asteroid NFT\\n\\n## CyBall\\n\\n![CyBall](https://images.mirror-media.xyz/publication-images/JzMHf7Jg10U7vLe1N0QGw.png?height=491&width=875)\\n\\nIntroduction：CyBall is a soccer-themed, cyberpunk-esque play-to-earn game where players can collect, trade, mentor and battle CyBlocs, which are fantasy cyborg characters represented as collectible and tradable NFTs on the blockchain.\\n\\nPlayers train their CyBlocs to compete in various game modes with varying levels of rewards. Existing CyBlocs can also “mentor” junior CyBlocs, creating the next generation of unique NFTs.\\n\\nYGG has invested in CyBall and acquired part of the initial Genesis CyBloc NFT packs, which will enable YGG to equip at least 1,000 CyBall scholars right from the start.\\n\\nIn game assets：CyBloc NFT\\n\\n## Thetan Arena\\n\\n![Thetan Arena](https://images.mirror-media.xyz/publication-images/5CifXoaVO6HHneQz8EWjn.png?height=340&width=875)\\n\\nIntroduction：This mobile-friendly MOBA game allows players to gather friends, form a team, battle with others and earn token rewards with a combination of gaming skills and teamwork.\\n\\nEach Hero in Thetan Arena has a unique special ability called “Fury” and comes in various levels of rarity. Heroes with a higher rarity have more unique play styles and abilities and will have a chance to get bonuses in battle rewards. Users can also gear their Heroes up with a selection of hundreds of weapons.\\n\\nThe game is available in free-to-play mode, where players can earn in-game tokens called Thetan Coin (THC). Alongside this, the game has a play-to-earn mode with more token earning opportunities using Premium Heroes.\\n\\nToken：THC\\n\\nIn game assets：Hero NFT\\n\\n## RedFOX Labs and KOGs SLAM!\\n\\n![RedFOX Labs and KOGs SLAM](https://images.mirror-media.xyz/publication-images/kGUjXF25EbWsb2L2dRbDq.png?height=394&width=700)\\n\\nIntroduction：Developed by RFOX, KOGs SLAM! is a blockchain mobile game with rules similar to the POGs game that became a phenomenon in the 1990s. However, KOGs SLAM! comes in an evolved digital form that uses NFT collectibles as game pieces to play with and earn rewards. Keys to Other Games (KOGs) are collectible, playable, tradable, slammable NFTs that can be used only on the WAX blockchain.\\n\\nKOGs SLAM! introduces a play-to-earn model to millions of users in the Southeast Asian region where players can win KOGs and in-game tokens called KOINS from daily missions and tournaments, right from the get-go, and trade their winnings for real-life earnings.\\n\\nYGG also acquired one of two Marquee Brand SHOPs in the RFOX VALT Gaming Quarter, through which YGG will have a SHOP that people can visit to interact with the community, collect NFTs, play games and much more, all in VR.\\n\\nToken：KOINS\\n\\nIn game assets：NFT props\\n\\n## MOBOX\\n\\n![MOBOX](https://images.mirror-media.xyz/publication-images/KN23RfRBmVzbQJM4Q9NET.png?height=437&width=875)\\n\\nIntroduction：MOBOX is a leading project on the Binance Smart Chain, a community-driven gaming platform that combines yield farming and in-game NFTs to create a free-to-play and play-to-earn ecosystem. MOBOX has released four titles under its platform, namely MOMO: Block Brawl, MOMO: Token Master, MOMO: Farmer and Trade Action.\\n\\nTo participate in the project, MBOX, the native governance token of the MOBOX DAO, can be implemented to acquire additional characters, lottery wheels and incentives. Users can also stake in various liquidity pools on the platform or stake MOMO NFTs to earn staking rewards paid in MBOX tokens, enabling players to have a play-to-earn experience in one ecosystem.\\n\\nYGG has acquired five YGG-branded Legendary MOMO NFTs along with 100 KEYS that can be utilized across all MOBOX titles to farm MBOX tokens.\\n\\nToken：MOMO\\n\\nIn game assets：MOMO NFTs\\n\\n## Aavegotchi\\n\\n![Aavegotchi](https://images.mirror-media.xyz/publication-images/YQBBDdaQl49zQ-RGd3wEv.png?height=592&width=875)\\n\\nIntroduction：Aavegotchi brings back the nostalgia of the virtual pet game Tamagotchi, only this time with pixelated ghosts that inhabit the Ethereum blockchain and make use of the Polygon network. Backed by the ERC-721 standard, these NFTs are valued by their rarity level, which is calculated via multiple factors, including base traits, equipped wearables and amount of staked collateral such as interest-bearing tokens from the Aave Protocol. A player can visit their land by connecting their wallets and rent it out to Aavegotchis to share a split of the farming yield and unlock more farming potential, as well as the full breadth of social and exploratory gameplay.\\n\\nYGG and its subDAOs Yield Guild SEA (South East Asia) and Yield Guild ASIA have purchased exclusive YGG-themed land plots (REALM parcels) along with Aavegotchi avatars. Wearables will also be acquired in preparation for gameplay when the Gotchiverse goes live this December.\\n\\nIn game assets：Land NFT\\n\\n## Sipher\\n\\n![](https://images.mirror-media.xyz/publication-images/KA1R2ioYxkfRH8DMxkDeM.png?height=875&width=875)\\n\\nIntroduction：Sipher is a PVE Cooperative Dungeons & PVP Battle Arena based in the world of Sipheria, a brand-new universe where worlds are all interconnected. In this world, meta-digital beings called Siphers embody a mysterious technology derived from cryptography — the ability to traverse the digital landscape freely.\\n\\nYGG has backed the seed round of Sipher and also purchased Sipher NFTs with which it has secured a spot for its players to play the game at launch.\\n\\nAlso, owning the Genesis batch of the four initial Sipher races will let YGG clone more Sipher NFT characters to provide the community with scholarships and create the first generation of clones with the highest stats, possibly even higher than the original Genesis Siphers.\\n\\nIn game assets：Land NFT\\n\\n## DeHorizon\\n\\n![DeHorizon](https://images.mirror-media.xyz/publication-images/U2XK6rDYqS2U1i5zKgBAb.png?height=489&width=875)\\n\\nIntroduction：DeHorizon Foundation, the team behind play-to-earn phenomenon DeHorizon, is working on an Ethereum-based, high-fantasy, action-adventure 3D MMORPG called DeVerse.. In DeVerse, players explore the open world, engage in epic battles, mint NFT monsters, mine resources, embark on heroic quests and tame wild creatures. DeHorizon games include group-versus-group adventure game DeVerse, weekly-based battle royale DeTournament, dragon-riding fantasy sports game DeQuidditch, and much more.\\n\\nYGG has made a purchase of assets in DeVerse that include exclusive weapons, equipment, a Dragon racing team, a DeMeta Pass and JuJus. These items will also be specially customized to represent YGG.\\n\\nIn game assets：Sipher NFT\\n\\n## Genopets\\n\\n![Genopets](https://images.mirror-media.xyz/publication-images/V1E5mcca6fxb4zgP0Oqay.png?height=491&width=875)\\n\\n \\n Introduction：Taking the best of play-to-earn and move-to-play mechanics, Genopets, a project within the Solana ecosystem, encapsulates the play-to-earn craze while incentivizing physical activity.\\n\\nAt the heart of the game is your digital spirit animal, a Genopet, which is a generative NFT that evolves and can be upgraded and customized with eight variable bionic features and extremities, falling under the category of one of five elemental types. Players can capitalize on the cybernetic nature of Genopets by swapping their body parts for a more pleasing appearance and better stats, which they can achieve through completing PVE quests and unlocking special body modifications as they level up their Genopet and increase its rarity.\\n\\nYGG has purchased custom-branded Genopets along with Genopets governance tokens (GENE). GENE is a governance and staking token that represents ownership in the Genoverse. GENE token holders get to vote on the future of gameplay and stake GENE tokens to earn rewards.\\n\\nToken：GENE\\n\\nIn game assets：Genopets NFT\\n\\n## Big Time\\n\\n![Big Time](https://images.mirror-media.xyz/publication-images/BFrvM_Gnlioufdh5yi62r.png?height=492&width=875)\\n\\nIntroduction：Yield Guild Games also partnered with fast-paced, action RPG Big time a play-to-earn and free-to-play game set in a world where a mysterious threat is tearing down the walls of time and collapsing history, causing different eras to collide with one another. Players team up with friends to travel through time to fight monsters and bosses, clear dungeons, and earn NFTs.\\n\\nYGG has purchased Time Machine NFTs worth $US500,000 for the community to use in the game, once released. Through this partnership, YGG and game company Big Time Studios will help educate gamers around the world about NFTs and blockchain gaming.\\n\\nIn game assets：Time Machine NFT\\n\\n# 4.Conclusion：The most important asset is replicable player-nurturing logic\\n\\nAt present, the industry of Gamefi is still in its infancy. Although it is still full of chaos, the success of YGG has shown us a possibility of the second half of Gamefi: on the one hand, YGG and other game associations continue to cultivate and attract ordinary players into Gamefi, and blockchain finally opens a landing scene allowing ordinary people in reality to participate. On the other hand, with the help of YGG and other game associations, a group of high-quality games with good economic models and the ability to retain players won the final competition. Their model became an industry standard, and larger game companies with more refined game experience begin to show up.\\n\\nIn this process, YGG gains both ends and is the biggest beneficiary. It not only benefits in reality by the cultivation of ordinary players ,but also benefits in the virtual world of Gamefi, where they are constantly acquiring high-quality virtual assets.\\n\\nFurther, we can see how the profit-sharing model established by YGG solves some of the problems currently faced by Gamefi industry.\\n\\nIn terms of playability, YGG encourages more complex mechanics that allow players to trade time for money. This increases the playability of the game. You should know that the current Gamefi industry is full of game scripts, ordinary players were not yet interested in participation. As Axie Infinity has recently gradually reduced PVE revenue and increased PVP revenue, it is in fact a choice for the game team to consider the needs of YGG and have to balance between computed scripts and players,\\n\\n![](https://images.mirror-media.xyz/publication-images/PtwwC-idWiBkIr60yOTzE.png?height=462&width=766)\\n\\nFrom the perspective of economic model and profit game, YGG’s model of leasing in-game assets to ordinary players actually allows whales to find a safer way to make profits. By investing in YGG, whales can get some of the revenue that ordinary players earn while playing. They no longer need to dump tokens when prices are high, which makes the ecosystem more stable. Also, the average player has a lower barrier to entry through rentals. They can use the in-game NFT without having to pay anything upfront. This solves the problem of the threshold for ordinary people to enter the blockchain field.\\n\\nFrom a larger perspective, what YGG is doing is to help Gamefi break the circle and make blockchain a reality for countless real players, rather than a capital game for a few speculators. The biggest problem with Gamefi now is that the number of players is too small compared with normal computer games. YGG is solving this problem by keeping bringing in more players into Gamefi.\\n\\nAs stated at the beginning of the article, YGG is a real bridge builder. It is not only building a bridge between whales and players, blockchain circles and ordinary people, virtual and reality, but also building Gamefi’s road to the future.\\n\\n# 5.European Marketing Director at Laplap: we lead players into the Metaverse\\n\\nThe success of YGG shows us the possibility of connecting Gamefi with players in the virtual world. As the European Marketing Director at Laplap, I believe that in the near future, with the efforts of a group of game guilds, Gamefi will become the entrance to Metaverse for ordinary players. Players will no longer be the exploitees of traditional game companies, but the builders of the community, the manager of DAO, and the sharers of the revenue of the metaverse.\\n\\nLaplap is based on this vision. Laplap hopes to lead more players to discover good and just-released Gamefi projects. We believe that through cooperation and self-care among community members, ordinary players can also have a say in the Metaverse, influence the development of the Gamefi industry, and share the benefits of Gamefi .\\n\\nLaplap, as a global community focusing on Metaverse and Gamefi, aims to lead more players to participate in good Gamefi projects through the way of publish-to-earn. We hope to integrate Gamefi and Socialfi, build a new generation of player-connected guild, and reshape the game culture in the era of the Metaverse.\\n\\nThis is our guild, your guild, and the world’s guild. \\n \\n\\n![](https://images.mirror-media.xyz/publication-images/yxqe7zK-JOC2TpaHAkYSw.png?height=640&width=640)\\n\\nBy Simon Sun (European Marketing Director at Laplap)\\n\\n## Follow Laplap:\\n\\n[https://twitter.com/laplap_io](https://twitter.com/laplap_io)\\n\\n[https://t.me/laplapgamefi](https://t.me/laplapgamefi)\\n\\n\",\"timestamp\":1639625107,\"title\":\"The future of Gamefi：a perspective of YGG’s investments\"},\"digest\":\"Ts18DEDPOkVYU8mPZd3ncxieV2YBRB0gdY69vvOcAcM\",\"authorship\":{\"contributor\":\"0xb085d6C7C51d25065fe1e1B156f9518464F51B84\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_lze--2FiIytk1t6EuzOTiBEfjsmBSJqWfgiluVyR3o\\\",\\\"y\\\":\\\"fgcTUs6NxQRu3HcvxRpYaMLCM5VW0M7doUUHHcYnhXA\\\"}\",\"signature\":\"4bhu_5Xpq_EotRyllSM14yvqqonDQrM8SgRQQIIK1MsJuDvGVXDrfemMhWE9jnnzMC8XnykKSHD2PSN8EIbvIA\",\"signingKeySignature\":\"0xcfae8cf1a4b617e68964f5c07a6f8f7e30268ea182ac9ff50bfdbace440a2d774c29e24702a29ef85a1d24af43125f8857165261f447c28f926b589571f1a82c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_lze--2FiIytk1t6EuzOTiBEfjsmBSJqWfgiluVyR3o\\\",\\\"y\\\":\\\"fgcTUs6NxQRu3HcvxRpYaMLCM5VW0M7doUUHHcYnhXA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Ts18DEDPOkVYU8mPZd3ncxieV2YBRB0gdY69vvOcAcM\"}"