"{\"content\":{\"body\":\"京都很好，但是我想离开了。\\n\\n我常常觉得这个城市实在是无情，因为从未见过街头拥吻的情侣，或许他们也有被欲望操控的隐秘冲动，但起码从表面看起来是冷冰冰的，臣服于明确的秩序，既定的规则，像一个人到了中年，不想再去奋力抵抗什么。更像一天里的深夜，静谧，清晰，荒凉。\\n\\n然京都作为平安万世帝都，城中热闹市井繁华。可谓是无物不有，无事不有，不必待言。\\n\\n其名园花卉，城外风景，余五载留滞尚未能言详。\\n\\n能粗识一二的不过一些古寺，神庙，青苔之庭以及精灵传说的树林。\\n\\n一座适居的城市就像一本生动的教科书，交给我们关于“美”的一切，京都正是这样的一座城市。\\n\\n在京都，时常觉得自己像是一只受了伤的野兽，需要被治疗。然而在这么一个神佛合一的国度，我不知道该去求菩萨还是求耶和华。我能做的是流窜于其间，将自己身体的感知与神性和光明的智慧的壮丽共舞。\\n\\n身边总有一些人像哲学家一样谆谆教诲，教导我们应该去追求自由，活在一片自由的土地，但我所以为的自由的土地，又仿佛是不准人有舌头的，何况我也从来没见过还活着的哲学家。\\n\\n当然，我也时常问自己，选择离开京都的原因。难道只是因为已经熟知谷崎润一郎家庭旅行常住哪间旅馆，司马辽太郎常去哪家小酒馆这样浅显的文字记载吗？这些是陈年旧闻了，像燃过的香灰，飘起来，沉下去，染了世俗和沧桑，最后躲进故纸堆，磷火般，明暗无别，感兴趣的人才会深追不舍。这些不足以成为我离开的原因，只会成为我不能离开的理由。\\n\\n细数几个我居住过且对我很重要的城市，青岛，三亚，京都。在二十几年的生涯里，我被不一样的城市劈成一些碎片，也路过一些繁华，他们都说“繁华落尽见真淳”，在我看来繁华看尽依旧是漂泊，而漂泊就意味着要做一些割舍。想要通过念经书发财定会叫人贻笑大方。\\n\\n在三条木屋町伸出左手，让人来试着看透命运的人，仅凭着几根没有血色的褶皱线。这跟想通过念经书发财的人有什么两样。\\n\\n在京都五年，对自己提了很多问题，也给了我很多答案，虽然没有彻底带走我所有的虚荣，浮夸，躁郁和咄咄逼人，但至少也给了我对应的方法和审视态度。\\n\\n开始喜欢听别人的意见，但不会轻易被动摇了。\\n\\n有了交心又有趣的朋友，学会了如何保护自己喜欢的执着，相爱且支持我的家人。我爱我生活里的一切，但完美真他妈的没劲，如果尽头都是一样的，那我想绕点弯路到达，太舒适，太自我肯定的，一眼望到尽头的人生让我感觉很绝望。\\n\\n这五年来我想要的一直都一样，我喜欢惊喜，我想去看看那世界。\\n\\n对于每一种文化最表层的解读是五官即刻可以感受到的，他们长什么样，穿什么，吃什么，说什么语言，有什么娱乐，我们可以轻松通过游记和文娱新闻读解到，但是要真正理解其他文化，需要回答的问题是，他们对于时间概念，家庭，自我的解读，他们对于规则，死亡，金钱的态度，他们处理生育，工作，宗教的方式。\\n\\n在单一文化信念中建立的价值观很脆弱，比如因为自己的文化重视褒奖吃苦和等级阶层，努力了多年，突然发现看不上的懒人发财一步登天，崩溃了。\\n\\n对于现在的我来说，追求世界主义或者多元文化，不是说我有多少不同肤色的朋友，而是可以从多少不同的角色去理解一件事，一个人，或者一个概念，我想要在不同的环境里体验生活琐事，我乐意怀疑人生。只有过着模版人生做着最安全决定的人才会觉得自己有了所有的答案，可是他们的答案往往是最无趣的，我想要更多的答案，我想听听所有人的答案。\\n\\n京都的“匠人精神”被更多人放大，大概也是我们对与选择过多的一种抵抗。如果每个人生下来就知道自己的天赋和热情，选择一条路，十年磨一剑，那将会是简易的人生，不会陷入选择的漩涡，也不会惶恐。可有时会想，当我们停下来在人生这张地图上继续插旗帜，画风景的时候，再回过头看，有些危险和可能性都被永久的错过了，有些幻想也只能停留在你的脑袋里，有些你的预设可能完全与真相背道而驰。你只看到了宇宙的1%都不到，只有一个身体，每一个时间都只能出现在一个地方，我们需要正视这种无常。\\n\\n而不是死时被孟婆端着一碗汤问，地球是什么样的。却只能回答，不知道，我只是路过一次，并没有停留。\\n\\n我虽然没有蒙田的睿智，也没有莫扎特的敏感，但我有的是对世界始终保持充分的好奇心，想让我在不断重复中精进我做不到；我也知道对世界抱持新鲜感并不意味着要失去勇敢，勤奋踏实的品质。京都已经不能带给我新鲜感了，我迫不及待想要去更远的地方，就像库尔提乌斯纵身投入深渊。\",\"timestamp\":1641310236,\"title\":\"京都很好，但我想离开了\"},\"digest\":\"pY7jgezl0wwAy9mg38OqNlQ32m4qzUIo5e1YLUQeUkQ\",\"authorship\":{\"contributor\":\"0x08bBa4c0341876f85880baA3df341341Dc9c42e0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bGpp8i74jQLi4Cuj8pfnpe-oTB7E4lPe-SdIE7oaxTs\\\",\\\"y\\\":\\\"3Xz1LZsdcj0kJfh2pPLY1kilL4nfX93JImoQLfUMaC8\\\"}\",\"signature\":\"tZRqdDJyXy33RuaXwmEQJkVm1pdkDgDuF_aTiYzY4ZybvX1A7bmESR6S7PPKpl0NqEruOZeQmuxNfCnUdYBl-w\",\"signingKeySignature\":\"0x59a01317fc7636907922363966aa932b44b69a60eecade63dc404053c12352c92fd5a5e97243b32a134c9c936fbfdc6e93d815ff9bf9029a375191c70c9ceafe1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"bGpp8i74jQLi4Cuj8pfnpe-oTB7E4lPe-SdIE7oaxTs\\\",\\\"y\\\":\\\"3Xz1LZsdcj0kJfh2pPLY1kilL4nfX93JImoQLfUMaC8\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"EKKS4EQ8ADDH12H46qBHOSiAuaZLwcxj_c9Cuy7AN4I\"}"