"{\"content\":{\"body\":\"Jason Fried, CEO of Basecamp, [posted a message to his team](https://world.hey.com/jason/changes-at-basecamp-7f32afc5) yesterday in which he outlined a bunch of changes they are making to the way they run the business. Some will be familiar as others have done similar things (no more politics on the company’s communication channels, no more committees, rethinking the review process).\\n\\nI think it is a good thing to revisit the ways a company does things and make changes when issues arise. And posting these changes publicly so that others can see them and think about them is very helpful. I had chats with a number of portfolio CEOs yesterday about this post. It is making people think. That’s a good thing.\\n\\nOne change that got my attention was this one:\\n\\n> **2. No more paternalistic benefits.** For years we’ve offered a fitness benefit, a wellness allowance, a farmer’s market share, and continuing education allowances. They felt good at the time, but we’ve had a change of heart. It’s none of our business what you do outside of work, and it’s not Basecamp’s place to encourage certain behaviors — regardless of good intention. By providing funds for certain things, we’re getting too deep into nudging people’s personal, individual choices. So we’ve ended these benefits, and, as compensation, paid every employee the full cash value of the benefits for this year. In addition, we recently introduced a 10% profit sharing plan to provide direct compensation that people can spend on whatever they’d like, privately, without company involvement or judgement.\\n\\nThat does not feel right to me. If you care about the mental and physical well-being of your team, I believe it makes sense to support them by investing in that. Companies can do that tax efficiently and employees cannot. Paying employees more so that they can then make these investments personally sounds rational but I don’t believe it will be as effective as company-funded programs that employees can opt into or not.\\n\\nIt is also the case that companies carry much of the cost of insuring their employees health in the US. While that may not be great health care policy, it is what it is right now. And so companies do have a vested interest in the health of their employees that goes beyond wanting them to be well and feel well.\\n\\nIt may be paternalistic, but I believe that companies can and should invest in the health and wellbeing of their team. I think it makes good business sense to do so.\\n\",\"timestamp\":1619520478,\"title\":\"Paternalism In The Office\",\"publication\":\"avc\"},\"digest\":\"22TxknaIZhElhT7JYS-6YVX1bobARPwIj50JT27Y10k\",\"authorship\":{\"contributor\":\"0xB8332710AB60A1B2e8FE6D775d83524C9E0cE136\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LTl3aLSRol2QUVUD6CZDmgOh-_8_repOG-vj-b00m1o\\\",\\\"y\\\":\\\"Q21DlwnMAzKTxzvSjREQR-eWtchCVIOEf9pQ8-_jbbs\\\"}\",\"signature\":\"2v3vYu6r_N5-qY20v0MeFXcCNGYRVi9Jv2AMFKSwT-f_ZWwcCfm1GlU3L60jGGPqhVYoFVgDJ4Rgw4BVTkkm7A\",\"signingKeySignature\":\"0xa36ed4a1f484cc32e85a01be266ff07df93d7d551959ab6f44e5cb7aca49bba22841e81a419ff9150996b75ecf4a0a87eda7e1e79898e4f8e48a13744383f7451b\",\"signingKeyMessage\":\"I authorize the publication of articles on avc.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"LTl3aLSRol2QUVUD6CZDmgOh-_8_repOG-vj-b00m1o\\\",\\\"y\\\":\\\"Q21DlwnMAzKTxzvSjREQR-eWtchCVIOEf9pQ8-_jbbs\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"22TxknaIZhElhT7JYS-6YVX1bobARPwIj50JT27Y10k\"}"