"{\"content\":{\"body\":\"New World Bankers is a community aimed at growth in the Metaverse through collaboration. We understand that the Metaverse is typically too much for one person to tackle alone, thus we have formed a community to help each other traverse this new frontier. As a small community we have a focus on what we deem to be the most important sectors to focus on for optimum growth in the Metaverse. \\n\\nEach house represents an area of training that is critical to your success as a Metaverse investor. You do not have to complete all at once, in fact we recommend choosing one, mastering it, then moving on to another area. \\n\\nThere is no particular order that you must follow, we encourage you to follow your own interest. Below you will find descriptions of and what to expect from each house. \\n\\n**Defi House** \\n\\nDefi or Decentralized Finance represents the sector of the Metaverse that is comparable to our traditional finance systems. This includes: borrowing, lending, earning yield, etc. The financial markets represent the largest industry in a traditional sense. Reason being is that in order to build, we must have the funds to build. Similarly in the Metaverse, we are in an infrastructural building phase. Essentially we are building the highways, plumbing, banks, and everything else that is absolutely necessary in order for this new world to thrive. Defi is the cornerstone that most of the Metaverse will be built around and on top of. Without it, the Metaverse will not have the necessary incentives to attract enough people to actually build this new decentralized world. \\n\\n** \\n **Defi house is for those who have interest in the new era of finance, those who wish to fully embrace the new paradigm shift in finances that Defi has begun to usher in. Defi House allows you to connect with other like minded members who also have interest in the finance sector of the Metaverse. This allows for mastermind style conversations which ultimately lead to exceptional growth at an exceptional rate. ** \\n **\\n\\n**Trading House**\\n\\nTrading House is simple. As prices of assets in the Metaverse fluctuate, traders aim to position themselves  in a way that allows them to benefit from making the correct assumption regarding price movement. This is typically best done by establishing an idea that is outside of price first, and then honing in to finally see how price could potentially be affected by this idea of yours. \\n\\n** \\n **Trading House allows you to connect with other like minded traders in a true mastermind fashion. Any time two or more minds come together on one accord, they form a third mind, likened to a mastermind which lends each participant increased mental capacity. \\n\\nJoin the Trading House if you wish to source, collaborate, and investigate different trade ideas presented in the metaverse. \\n\\n**Research & Analysis** \\n\\nResearch and Analysis is crucial for finding undervalued opportunities in the Metaverse. These opportunities can come from cryptos, land purchase, or even through participation in the newly emerged blockchain gaming industry. Opportunities are plentiful in the Metaverse but the risk level is just as high. \\n\\n** \\n **In order to find the most profitable opportunities which fit within our own risk profiles, it serves us to extend our resources to others and vice versa. By creating an environment where we all research what we are individually interested in, it exposes us to what opportunities others are finding as well. This is another example of iron sharpening iron. \\n\\nR&A involves a lot of time reading the docs of new projects, reading the written reports of other smart investors, and most importantly spending time within these communities to get an accurate assessment of the sentiment as well as being on the front line to receive any Alpha information released about the project. \\n\\n** \\n **If this sounds like your cup of tea, we highly encourage you to join the R&A house. We need you guys to help identify the next 10x, 100x, or even 1000x investment opportunity in the Metaverse. \\n\\n \\n \\n\\n \\n \\n\\n \\n \",\"timestamp\":1639417822,\"title\":\"New World Bankers House Construct\"},\"digest\":\"xvME2bSM7sBIMT-_NV5aKNVqV9NELWcE28iiSU9q-9w\",\"authorship\":{\"contributor\":\"0x23103BBC847D6bBAeaf86F9286c4197b1347A91A\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vuf4cL3vDKkYtaRnq2elAhC0jpbXsS4I2e2DWndJS3c\\\",\\\"y\\\":\\\"iIHkKKAf-aB8ZOc4qi4CuOEuc0rKolW0MMzGaEN7LZA\\\"}\",\"signature\":\"WXZbJcqLdIxQ8o3HUnodVVDDxM4c2aX-90trVRUiBRXr9pZVql6Nl09KY2PoAb-xI7V7H3bCCHYN0mcrpkBWXQ\",\"signingKeySignature\":\"0xf537321b66aed6735bbd4e83ba676768384f8a75834dd864a1dbbbd15159aff155857f78c80ed47388afb80ea0963b3f0f5cbc69c1dc7a5c418dbdae6d7917a81b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"vuf4cL3vDKkYtaRnq2elAhC0jpbXsS4I2e2DWndJS3c\\\",\\\"y\\\":\\\"iIHkKKAf-aB8ZOc4qi4CuOEuc0rKolW0MMzGaEN7LZA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"xvME2bSM7sBIMT-_NV5aKNVqV9NELWcE28iiSU9q-9w\"}"