"{\"content\":{\"body\":\"Ok, c’est pas parce qu’on m’oblige à parler une langue obscure dans ce milieu que je vais oublier la mienne. Toi qui vient lire par curiosité, s’il faut que tu traduises à tes cryptopotos, j’en ai rien à foutre, traduis. Dans le futur de la France, on parle toujours français à ce que je sache!\\n\\nDes fois je suis gentil, mais j’ai envie de prendre la plume pour être méchant. Comme l’Orangina rouge, parce que. Et j’ai pas de but pour ce premier article, je sais même pas pourquoi je suis là, alors t’attends pas à un texte cohérent.\\n\\nÇa fait pas longtemps que je suis dans le milieu, je connais pas grand-chose, je suis des gens, j’essaie d’apprendre, de comprendre. Et plus je voyage dans les différentes communautés, plus je me rends compte que vous êtes, pour la plupart, des gens **très très con**. Bien sûr, il y a plusieurs types de con et je ne me suis pas exclu du groupe.\\n\\nDurant mes pérégrinations, j’ai bouffé à pas mal de râtelier, toujours dans le but d’apprendre bien sûr… (lel). En bon Françoy, d’abord les communautés qui parlaient français. Les vidéos d’Hasheur, la daily de Cryptomatrix à partir de d’août 2019 (je m’étais fait opéré du bas du dos, c’était mon highlight de la journée), bien plus tard Julien Bouteloup et sa nonchalance légendaire (alors que c’est une putain de machine), entre-temps Marc Zeller (eh ouais, j’aurais du acheter du ETHLend mais je savais même ce que c’était un levier à l’époque, tant pis pour les ignorants). L’équipe de journal du coin aussi, mais moins j’avoue, je les trouve plutôt brut de décoffrage, là pour l’argent et ils s’en foutent de l’éthique, je les vois comme des gens sans vergogne (désolé si vous lisez ça, t’façon vous étiez pas censés). Sam, tes petits yeux de requin sur les miniatures, ça me fait peur plutôt que cliquer, je mets mon ledger autour du cou avant de lancer parce que ça se voit que je suis en danger. Prends un air plus gentil, moins aspirateur à liquidités stp. Après j’ouvre ma gueule mais je produis pas de contenu et je regarde le vôtre, je sais…mais quand même, j’ai peur des fois. Puis TokenBrice et Nolan sur le serveur DeFi France.\\n\\nAprès ça, vu que j’ai la “chance” (NON) de parler ce langage arriéré et moyenâgeux qu’est l’angloy, j’ai pu me plonger dans le flux de merd… d’innovations, à la source. Pourquoi vous parlez tous angloy même quand vous êtes Francoy d’abord? Imposez-vous bordel de merde, le premier que je chope à dire Future of France, le deuxième article il est pour lui.\\n\\nDonc… j’ai été à la source, ouais la source. J’ai beau être programmé dans mon ADN pour détester les angloy (sans majuscules, jamais)…\\n\\n![Part of OUR culture, Marc.](https://images.mirror-media.xyz/publication-images/GRuLI7FEL_ivHtNiOc947.png?height=402&width=665)\\n\\n…tout se passe dans cette langue, donc faut se forcer. En faisant l’effort, j’ai énormément appris, à tester, à aller toucher moi-même, à me retrouver dans la merde avec 7 annulations de transactions en attente dans mon metamask et en croyant que mon adresse était foutu pour toujours, mais j’ai surtout appris à me DÉ-MER-DER.\\n\\n![Meilleur conseil que vous verrez.](https://images.mirror-media.xyz/publication-images/9Xb1dZI5IKSZcYl8fa8bJ.png?height=325&width=667)\\n\\nOui c’est important de comprendre Bitcoin, oui c’est encore plus important de comprendre Ethereum. Alors quand tu viens chialer que t’as 200 balles de frais pour acheter ton bag de SHIBA, j’ai envie de te cracher à la gueule, de te faire tomber et te sauter dessus, le coude en direction de ton thorax. Pareil quand tu viens m’expliquer comment ton L1 préféré va botter le cul d’Ethereum. Écoutes, je vais être franc, je suis un putain de maximaliste, oui j’ai raté plein d’occasions de faire de l’argent parce que je suis con (tu te souviens, va voir plus haut sinon) et que je ne comprends vraiment qu’Ethereum, j’ai pas forcément mis autant de temps à comprendre d’autres projets. J’ai toujours mon petit 9-5 pour acheter mes clopes et ma drogue (c’est de la weed m’sieur l’agent, chez moi c’est légal) et donc j’en manque, du temps. Je dis pas que j’ai que du btc ou de l’eth, mais quand je regarde une vidéo qui me parle de Solana, Fantom, BSC, Moonriver, StarkNet, je me sens perdu. Je suis un boomer, je l’assume, j’ai pas le temps de courir après tout ça, les équipes sont trop rapides et nombreuses.\\n\\nJ’ai une personnalité addictive, ça me pompe l’air de plus réussir à suivre, ça me ramène à ma médiocrité. Donc je suis méchant.\\n\\nAu fond je sais que c’est pas grave, que personne ne parvient à tout suivre. Je pense que je suis juste frustré de pas être suffisamment brillant pour être partout à un niveau suffisant. Et vous m’emmerdez à faire des +15,000% sur de la merde sans comprendre ce que sont les gas fee sur Ethereum, la mère de ta blockchain pourrie préférée.\\n\\nJe suis un cryptoboomer grincheux, mais je suis enchanté de venir poster ici pour la première fois.\",\"timestamp\":1635703232,\"title\":\"Premier contact\"},\"digest\":\"EXSienwY1L_8hqUC-MWKyy5Wuo-IuQAUM5h6-bdQGBI\",\"authorship\":{\"contributor\":\"0xF464C0c26f9f0bCee83b6735c59F3B20fca348C0\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_zWwwMes06R-3WCiJ3lgInzkLpfITvDYCKthG_GnNxU\\\",\\\"y\\\":\\\"IIGEAwTXbTy3UUtKBtmcirxiIjJNQET36jx13j-GWXU\\\"}\",\"signature\":\"g_3YbdvVtrVJgPEA30Po5tkr7CJCOOQHW7P6g304wJCZ5IxCGoUhOZgl0EYtQXPe6qr5eTqvBV9pR3uAv-dRRQ\",\"signingKeySignature\":\"0x52fad1f6cb454b6d1e86b0bbfaf4adb9b12d6602f113f0bac93dfca2afd578862de2385218e700f3186428866e1f22a51863b2689f89b6181055ede34d3c464f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_zWwwMes06R-3WCiJ3lgInzkLpfITvDYCKthG_GnNxU\\\",\\\"y\\\":\\\"IIGEAwTXbTy3UUtKBtmcirxiIjJNQET36jx13j-GWXU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"r_SdMSuYEe7vpQ3vZwlhijU47X7kbvZqUIps8XPsdhU\"}"