"{\"content\":{\"body\":\"找到了当事人的名字和家庭情况, 再去查她的生平, 对于警方来说，就太容易了，没用多久, 关于王兴德一家的故事就已经放在了案头。\\n\\n    说起来，他们的经历也并不复杂。\\n\\n    王兴德有一个独生女叫王萌萌, 因为上大学从老家s省而来到w市，之前在w大学读书。\\n\\n    几年前的某一天，王萌萌坐45路公交线去江北区的时候不小心坐过了站, 为了不耽误时间，她在公交车上态度激烈地要下车，司机为了不被干扰到正常行驶, 违规在没有站台的地方将她放了下去，结果她在桥上穿越人行道时被一辆渣土车车给碾压了。\\n\\n    这起交通事故说起来并不算什么恶性事故，而且事故的责任也大半在王萌萌自己身上, 即便王兴德的妻子陶映红几次来到w市为女儿的事“讨要公道”, 最后判下来, 正常行驶的渣土车和公交公司都只是次要责任, 只不过因为出现这种事很让人惋惜，另外两方责任方都出于人道精神，对陶映红一家进行了经济上的补偿。\\n\\n    王兴德原本是个跨省跑运输的大货司机，常年不在家，因为妻子是老师，家里女儿的生活和教育顺理成章的就全交由给了母亲, 陶映红在这个独生女身上花费的时间和精力可想而知，女儿这一出事，她直接就崩溃了。\\n\\n    刚刚出事的时候，她坚持要求公交公司对此负责，为此还和公交公司产生过好几次剧烈的冲突，好在公交公司的负责人非常理智克制，并没有让事情发展为更严重的后果，而且他全程没有让陶映红和该车的司机见过面，甚至要求公交公司上下隐瞒了当天开车的司机信息，陶映红一个外地人，最终也没和那个司机直接见过面。\\n\\n    随后，在外跑业务的王兴德接到了消息，匆匆赶来w市，在各方的阵斡旋之后，他带走了妻子，接受了赔偿，处理了孩子的后事。\\n\\n    “不对啊，如果王兴德已经接受了这个结果，那他们夫妻为什么还要跑到w市来报复社会？”\\n\\n    老张翻看着王萌萌那起交通事故的裁判书复印件，看着下面王兴德的签名，纳闷地问：“陶映红就算了，王兴德是大货司机，应该知道她女儿半路下车的危险，这起事故的主要责任本来就在王萌萌身上。”\\n\\n    “当时事情是解决了，他们也回了老家。但家里出了这个事，王兴德很自责，还把运输公司的工作辞了，理由就是要回家陪老婆。陶映红也在女儿去世后第三个月回了q市一中上班，这件事虽然令人遗憾，但他们最终还是要回归正常生活的……”\\n\\n    在外跑了一圈的方子喝了一大口水，接着说，“但是阴差阳错吧，有个电视台，把她女儿这个事播出来了。”\\n\\n    “咦？播这个干嘛？”\\n\\n    待在办公室的几个人都懵了。\\n\\n    “不是有那种劝人家遵守交通规则的车祸集锦吗，播放各种各样的交通事故的那种？当时撞人的那辆渣土车用行车记录仪记下了全部的过程，车主后来把那段视频上传到了网上，因为画面清晰过程惨烈，就这么被人剪辑成了其中一段素材。”\\n\\n    方子唏嘘着。\\n\\n    “你说人家一个当妈的，好生生在家里听说女儿出事没了就已经快疯了，好不容易刚刚平复，一下子突然在电视上看到女儿具体是怎么被车碾死的……”\\n\\n    “这还不算，还有很多博主把这段集锦转发到了网上，也不给人家出事小姑娘的脸打马赛克，被撞瞬间的画面清清楚楚，尤其因为王萌萌的出事片段最激烈最血腥，当时一下子成为了热门话题，标题还起个‘不作死就不会死系列’。”\\n\\n    听到方子调查来的情况，老张紧抿着唇，脸色一改刚才的温和，严肃的有些可怕。\\n\\n    “这视频转着转着，就转到他们当地的媒体上，再加上有媒体记者发现这个视频里的女孩子是他们市的，也不知道是哪个脑筋搭错了，居然打听到q市一中去问陶映红对这件事有什么看法，还问她以后会不会对自己的学生进行交通安全知识教育，以免再有这样的祸事发生……”\\n\\n    “这也太过分了。”\\n\\n    小哥皱着眉头，不赞同地说，“这算什么记者？”\\n\\n    “根据当地警方走访后传过来的消息，这段采访后来虽然没放出来，但是还是对陶映红的生活造成了影响。”\\n\\n    方子摇头直叹气，“陶映红的女儿出了事，原本别人只知道她女儿是出了车祸，对她都挺同情的，平时都想办法安慰开导她，在共事过程中尽力转移她的注意力，本来她的心理创伤都快好了，现在人家记者当着满办公室的老师面追着采访这么一出，所有人都知道她女儿的车祸是自己造成的了，不免就有嘴碎的在背后说闲话，不用想也就跟那视频里的标题‘不作死就不会死’的差不多意思。”\\n\\n    “加上还有学生和老师好奇，去搜了那段视频。都是高中生了，有不少学生有手机，就拿着手机把视频下载下来，在班集体和学校里当八卦消息传阅。你们可以想象下当时的那个情形……”\\n\\n    专案组的办公室里一下子沉默地可怕。\\n\\n    “采访事件过后没多久，就爆发了陶映红和学生的一次激烈冲突，据校方说，是陶映红先用椅子砸了学生的头，但是考虑到她家出了这样的事，而且负责传阅视频的学生也有很大的责任，无论是校方还是学生家长都没追究陶映红伤人的责任。”\\n\\n    办公室里，只有方子的声音在响起着，“但自那以后，陶映红的精神状况一天比一天差，经常会失神或莫名暴躁伤人，这种情况持续了近一年。”\\n\\n    “再后来，她以‘随丈夫离开本地的理由’向学校提出辞职后，学校考虑到她的状况也确实不适合再继续教学工作，很快就批准了。为了维护学校的名声，校方无论是对学生还是外界都没有说过她辞职之前的状况不好。”\\n\\n    “但这也不构成他们夫妻报复社会的理由吧？”\\n\\n    群组通话那头的杜警官狐疑地问，“仅仅只是舆论压力的话，没理由他们夫妻双双卖房子卖家当的来w市工作这么多年，最后还选择走这条路。”\\n\\n    “这也是其中曲折的地方。”\\n\\n    方子喝完了一杯水，又倒了一杯，“据说，当年这件事在学校里刚刚引起风波时，陶映红曾经数次情绪激动地表示自己的女儿不是会因为坐过站就胡搅蛮缠要求下车的孩子，一定是因为身体不舒服或者在车上遭遇了什么不好的事情，她不可能无缘无故要求下车。”\\n\\n    “我们也派人走访了公交公司当年这起事件的负责人，对方表示当年陶映红在公交公司就她女儿的事故争执时，也多次提出这个意见，认为自己的女儿不会无缘无故下车，并且要求和该车的司机当面对质。但考虑到当时她的情绪太过激烈，出于对这位司机人身安全上的考虑，该负责人没有同意。”\\n\\n    “我担心陶映红的猜测是对的，还特意去交警队调取了那次事故的事故认定书，虽然陶映红认为女儿一定是有什么原因下车的，但这个只是她的主观臆断，缺乏证据证明，车上的走访结果也都是没有异状，不能因为她的母亲认为是这样的，主动要求下车的王萌萌就不用对此付主要责任。而且王兴德当时在看完了事故认定书后，也接受了这个调查结果。”\\n\\n    整件事说起来复杂，事情却很简单。\\n\\n    “公交公司违规放乘客下车的那位司机也得到了惩罚，被取消了驾驶公交车的资格，后来他辞职离开了当地，现在具体在从事什么工作、在哪里工作，还在调查之中。”\\n\\n    “陶映红或许不是想追究是谁的责任，而是想弄清楚女儿下车的动机吧！”\\n\\n    杜警官听完方子调查来的结果后，恨铁不成钢地说，“那个公交公司的负责人糊涂，就知道多一事不如少一事！一条人命啊，不把事情给人家妈妈说清楚了，人家能认吗？！”\\n\\n    “就怕都说清楚了，陶映红也不会相信。当妈的都护着自己孩子。”\\n\\n    老张心情沉重，喃喃道：“事情已经过去这么久了，孩子都入土为安这么多年了，何苦，哎……”\\n\\n    “那王兴德在整个事件里又是什么样的状况？和妻子意见不一吗？”\\n\\n    通话那头正在搜集证物的江警官问。\\n\\n    “他为什么要去当公交车司机呢？”\\n\\n    “当地警方也走访了王兴德在q市的亲戚朋友，大部分人都觉得王兴德是个老好人，性格温和而且很擅长忍耐，从来不和人起冲突，就是性格有些懦弱，在车队里就属于经常吃亏的那种人。”\\n\\n    所有人都知道“老好人”是什么意思，很多时候，这就是“滥好人”的代名词。\\n\\n    “也是因为这个，他当时并没有特别坚定的和妻子站在一边，被公交公司和家里的亲戚劝说过后，很担心妻子陶映红也因为这个出了事，就选择签字接受结果，先带陶映红了家。\\n\\n    “因为这个，陶映红一直无法原谅王兴德，后来在学校的事情发生后，就传出王兴德在卖房子，想带妻子离开这个伤心地的消息，亲戚们虽然觉得很遗憾，但都表示理解。”\\n\\n    失独家庭的痛苦，是普通人无法想象的。\\n\\n    事情调查到了这个地步，局面就已经差不多明朗了，再加上江警官和杜警官在陶映红工作与居住的环境中查找到了大量的直接证据，已经足以组成一个完整的证据链，到这个阶段，案子算是基本破获了。\\n\\n    “我们调查出，陶映红依靠职务之便，在网上购买了不少违禁化学制剂。她以前是高中化学兴趣组的责任人之一，后来又做了化工厂的质检员，有不少购买、获得化学用品的渠道，她在节假日的时候带上藏在工厂中的违禁品回家，在家中的地下车库进行组装，两处现场都遗留着大量剩下的原材料。”\\n\\n    江警官说，“王兴德则一直居住在单位的单身宿舍里，没有人知道他还有个老婆，同事们都以为他老婆孩子在老家。”\\n\\n    “根据陶映红在车库里留下的一些书面草稿，能大致推断出他们是早有预谋，时间就定在今天的下午13点45分，在她女儿死的同一天、同一个地点引爆炸弹。”\\n\\n    “为什么要等这么多年？”\\n\\n    老张对这个数字特别敏感，“有什么特殊的含义吗？”\\n\\n    “不是当地警方走访了，你们绝对猜不到！”\\n\\n    方子提起这个，忍不住就吐槽，“王兴德老家那边有个习俗，生日过的是阳历，祭祀去世的人用的是阴历。”\\n\\n    “她女儿死的那一天正好是当年闰月的三十号，要好几年才轮到一次，今年才刚好轮到这个忌日，当地警方走访王萌萌的大伯家时，她老家的亲戚们正好都在为她的忌日准备香烛和祭品，说是死去的侄女三四年才能轮到一次这个‘大日子’，肯定在下面饿得不行，所以多烧点吃的用的。当地警方觉得这也是一条重要线索，就把这个消息也发过来了。”\\n\\n    这下子，拼图所有的碎片都完整了。\\n\\n    因为女儿的忌日并不是每年都有，所以王兴德夫妻才选择了今年的忌日作为他们行动的时间。\\n\\n    为了能成功的达到“将特定时间将公交车开到特定地点”的目的，王兴德和妻子来到了w市，通过劳务派遣公司培训上岗，努力成为这条路线的公交车司机，并为未来的这一天做准备。\\n\\n    而他的妻子，则利用这几年的时间，秘密的准备整个行动中最重要的道具——炸弹。\\n\\n    在这个约定好的日子里，他们孤注一掷，选择用这种方式，和女儿一起离开了人世间。\\n\\n    李诗情和肖鹤云也明白了为什么他们在网上找不到什么具体信息。\\n\\n    因为这件事的“开端”，说起来并不算什么重大的事故，和在这个地点曾发生的“纵火案”、“连环追尾”等重大事故比起来，甚至可以说是微不足道。\\n\\n    如果不是有人将它剪辑进车祸集锦里，曾有一个女孩葬身在这座大桥上的事情，也许就如同大部分人茶余饭后看的八卦新闻一样，就这么消失在人们的记忆之中。\\n\\n    无论这个女孩是为什么下车，如今斯人已逝，她的父母也随着这起恶性事故离开了人世，真相究竟是什么，他们又是怎么想的，都已经无迹可寻。\\n\\n    随着警方一点点拼凑出事情的真相，得知了真相的人，只会唏嘘这个令人可惜的开始，惋惜这个让人心痛的结局。\\n\\n    》》》\\n\\n    根据李诗情和肖鹤云提供的线索，警方用最快的时间调查了整起案件，并提供了相应的证据，痕迹科从爆炸现场的残骸中提取了爆炸物的成分并且进行分析，正好和陶映红车库里的遗留物相吻合，在物证上得到了核实。\\n\\n    后来，警方又通过陶映红在网上的交易记录，得到了她购买化学制剂的清单，并顺藤摸瓜，查获并批捕了好几家违规出售违禁化学物品的供货方。\\n\\n    王兴德的公司也证实王兴德是主动选择轮班这个时间段，而且一跑就是两年多。\\n\\n    这条线路在周末和节假日是人最多最辛苦的时间段，很多公交车司机都不愿意轮到这一班，就因为王兴德吃苦耐劳，又没有家累，主动承担下这个时间段的驾驶工作，公交公司年年都给他颁发“劳动标兵”的称号，他也渐渐在这条线上成为了“元老级”的员工。\\n\\n    事情发生后，根本没有几个同事相信性格温和体贴的老实人王兴德会是做出这种事的人，负责他女儿事件的领导甚至根本都记不起当年那个女孩的父亲是什么样子，因为王兴德实在是个没什么存在感、也没有什么个性的人。\\n\\n    在推断出了犯罪动机的同时，也得到了犯人完整的犯罪流程，此案终于告破。\\n\\n    得知整个案件的来龙去脉后，警方向几家信誉良好的主流媒体开布了发布会，对此案进行了通告和说明，正式宣告案件结束。\\n\\n    专案组从接受案件到破获案情，用了不过五小时的时间，不但合情合理，也证据充分、事实清晰，这样的破案效率和速度引起了各方的褒誉，也得到了网友们对当地刑警队办事效率的热烈讨论。\\n\\n    与此同时，网上无数媒体和网友也开始对当年那起“事故”开始了深挖，也许还会酝酿出更热门的讨论事件……\\n\\n    但这已经不是肖鹤云和李诗情关心的问题了。\\n\\n    得知了想要的结果，也洞悉了司机大叔会协助大婶的动机，两个年轻人作为此案的重要证人之一，在做完了完整的笔录和走完整个流程后，终于得到了可以离开的通知。\\n\\n    “再次感谢你们的帮助。”\\n\\n    迎接他们来的是老张，送他们出刑警队的还是老张。\\n\\n    “真是不好意思，本来还说请你们吃顿饭的，结果后续还有许多事情要做，忙到这大晚上，还只能请你们吃个盒饭……”\\n\\n    “没事没事，盒饭也很好吃。”\\n\\n    小哥和李诗情连忙表示不在意。\\n\\n    “需要我送你们回去吗？”\\n\\n    老张看了下时间，已经晚上九点了。\\n\\n    “不用了，我们散散步回去吧。”\\n\\n    李诗情摇摇头，苦着脸说：“暂时不想坐任何车子。”\\n\\n    这几次循环，有关坐车的“记忆”都太过惨烈。\\n\\n    不管是可怕的公交车，还是气氛吓人的警车，哪怕是一直在播放事故现场的出租车，都给她留下了心理阴影。\\n\\n开端 第42节\\n\\n    她宁愿踩共享单车，也不想再坐进任何车里了。\\n\\n    一直陪着她的小哥选择陪同伙伴一起回去。\\n\\n    “那行吧，回去的路上小心。”\\n\\n    老张理解地笑笑。\\n\\n    “张警官……”\\n\\n    就在双方正准备分离时，李诗情犹豫了一会儿，突然开口唤起老张，“假如，我是说假如啊……”\\n\\n    她顿了顿，在小哥“你又想干什么”的表情里，又开始向这个让他们信任的警官提出了她的“假如系列”。\\n\\n    “假如，今天您坐在办公室里，突然收到一个陌生人发来的短信，告知您某辆公交车上有炸弹，而且知道会在13点45分爆炸，急需寻求您的帮助，您会立刻帮忙吗？”\\n\\n    老张错愕了一下，想了想，点点头。\\n\\n    “我会的。”\\n\\n    他斩钉截铁地回答。\\n\\n    小哥对李诗情担忧的表情，顿时变成了有些意外的神色。\\n\\n    “如果是有人存在主观故意的情况报假警，浪费了紧张的警力资源，无论他用什么方法掩饰，我们都会把他揪出来，法律会让他承担相应的责任，付出足够的代价。”\\n\\n    老张说，“但如果这件事是真的，那就可以挽救无数人的性命，和这个比起来，浪费警力资源的风险，实在算不了什么。”\\n\\n    “更何况，即使只是普通人、陌生人，只要有人向警方求助，我们都会义不容辞的提供帮助的，这就是我们选择穿上这身衣服的理由。”\\n\\n    老张笑了。\\n\\n    “你可能觉得我在说一些冠冕堂皇的官面话，但我们真的会这么做，不需要怀疑。”\\n\\n    “我不怀疑，我相信你们是这样的好警察。”\\n\\n    李诗情粲然一笑，掏出了手机。\\n\\n    “那张警官，留个联系方式呗？要是我们还想到什么遗漏的事情，也好和您联系。”\",\"timestamp\":1642689337,\"title\":\"第35章 第二十次循环（六）\"},\"digest\":\"Njh4OSshb7MZS4t94WYFB1uVm9ZcjzffbNgsTP9w05o\",\"authorship\":{\"contributor\":\"0xB9216E2DF7d69b7997aBD7acCB3365521cb8Ed62\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AnHOk7N59wdrnoSxQJStjyO5TCXq7uV_o2KvABYR-mo\\\",\\\"y\\\":\\\"Gtf6EKaXMeAo4EQfkwaHxz6FHI4M1vb1KmDshdzv2qE\\\"}\",\"signature\":\"bKaj2Pf9aM35GdNOlHQr6eerG6XNlK6likXC7Wcn6AOU2NSu58WNl6IhCc1JOQCmvAV0LgUAoOgcMOo_QAtcoQ\",\"signingKeySignature\":\"0x80d09cda20c2032282deff087511c0c313c9181b457aa16ca6b8d39fec27f4927fdb992bd7d2b99de1e23c78a32587b5529f7a2bdc5295f908a5618e50c1e79b1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"AnHOk7N59wdrnoSxQJStjyO5TCXq7uV_o2KvABYR-mo\\\",\\\"y\\\":\\\"Gtf6EKaXMeAo4EQfkwaHxz6FHI4M1vb1KmDshdzv2qE\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Njh4OSshb7MZS4t94WYFB1uVm9ZcjzffbNgsTP9w05o\"}"