"{\"content\":{\"body\":\"![Paxful](https://images.mirror-media.xyz/publication-images/XIX5n5RhE2mpkuZ1QprCN.jpg?height=788&width=940)\\n\\nPaxful je jedna od najvećih peer-to peer-latformi za kupnju i prodaju Bitcoina i ostalih kriptovaluta. Osnovan je 2015. godine s ciljem da ljudima koji nemaju pristup bankovnim računima omogući plaćanja uz pomoć Bitcoina.\\n\\nOd osnutka Paxful bilježi visok rast broja korisnika tako da ga danas koristi više od 7 milijuna ljudi koji obave preko 200.000 transakcija dnevno.\\n\\nPaxful korisnicima iz cijelog svijeta omogućuje da kupuju i prodaju Bitcoin i druge kriptovalute koristeći više od 400 različitih načina plaćanja.\\n\\nNa Paxful-u se kriptovalutama trguje preko Paypala, bankovnih naloga, Vise, Mastercarda, Revoluta, Skrilla, TransferWise-a, Western Uniona, Amazon Gift kartica, Apple Pay-a, AirB’nB Gift kartica, Google Pay-a, Tele2, Payoneera, SEPA transfera.... Osim navedenoga, Bitcoin, Tether i Ether je moguće kupiti i za neku drugu kriptovalutu, na primjer za Polkadot, Stellar ili USDC.\\n\\nKako biste počeli koristiti Paxful potrebno je izraditi korisnički račun. Korisnički računi su razvrstani u više kategorija prema razini KYC-a i prema državama iz koje korisnici dolaze.\\n\\n![Kupnja kripta](https://images.mirror-media.xyz/publication-images/5lqUvjeN_vu62ChjLF_O8.jpg?height=788&width=940)\\n\\nZa državljane svih zemalja u našoj regiji potrebno je obaviti identifikaciju s osobnim dokumentima kao uvjet za početak rada. Paxful za svoje usluge naplaćuje naknade koje ovise o vrstama plaćanja i variraju od 0,5% za bankovne transfere do 5% za iTunes Gift kartice.\\n\\nPostoje i naknade za slanje kriptovaluta između Paxful računa i sa Paxful računa na vanjski kripto novčanik. Sve naknade možete pronaći ovdje\\n\\nhttps://paxful. com/support/en-us/articles/360013609793-Paxful-Fees (uklonite razmak)\\n\\nS obzirom na to da se radi o peer-to-peer platformi cijene se formiraju slobodno a dosta variraju prema načinima plaćanja. Najpovoljnije je kupiti Bitcoin za neku drugu kriptovalutu a najnepovoljnije preko Paypala, bankovnih kartica i sličnih metoda kod kojih je uključen veliki rizik da sredstvo plaćanja nije ukradeno.\\n\\nU trenutku pisanja ovog članka za plaćanje Paypalom najbolje što se nudilo je 83 centa u Bitcoinu za svaki dolar plaćen Paypalom.\\n\\nNa Paxfulu je potrebno izgraditi reputaciju i vaš uspjeh će ovisiti o tome koliko imate uspješno odrađenih kupnji/prodaja i kakve ste ocjene dobili. U slučaju spora ili nesporazuma Paxful će vam ponuditi rješavanje spora uz pomoć moderatora.\\n\\nPrije nego što krenete s Paxfulom proučite uputstva na njihovim web stranicama i unaprijed se upoznajte s načinima kako da ostanete sigurni pri kupnji ili prodaji jer kod svake vrsta plaćanja postoje neke specifičnosti i rizici koje trebate znati.\\n\\nPaxful dolazi i kao mobilna aplikacija za iOS i Android mobitele.\\n\\nOsim izravnom kupnjom i prodajom na Paxful-u možete zaraditi i putem njihovog programa preporuke, a Paxful nudi i usluge za plaćanje kriptom, kripto novčanik i druge zanimljive stvari.\\n\\nViše o Paxfulu saznajete na donjim linkovima\\n\\nWeb https://paxful.com/ \\n\\nBlog: https://paxful.com/blog \\n\\nInsta <https://www.instagram.com/paxful/>\\n\\nFacebook <https://www.facebook.com/paxful>\\n\\nTwitter <https://twitter.com/paxful>\\n\\nYoutube <https://www.youtube.com/PaxfulOfficial>\\n\\nReddit <https://www.reddit.com/r/paxful/>\",\"timestamp\":1641546795,\"title\":\"Paxful- kupnja kripta na 400 načina\"},\"digest\":\"7dIU5cyEWk_TqHi5D-LsEzuL9DhQZaBP1yrOJlSEpbc\",\"authorship\":{\"contributor\":\"0xCF9a7c6765c260D160f0012541fb2Cf774e0dc56\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fzDhdQ7sICFJ2lUi4zt6ay0giBN7CifeAJRJzUnnoiw\\\",\\\"y\\\":\\\"-KFAmTsKODHhfyFCPbvBXAZcQ-OjTIaPOwHAatiDp_w\\\"}\",\"signature\":\"XNeFioYMOic8dGj--BX3JsCXFFZz4Svo7h-PQ0XCHlOTRFa4R9roBqptJPFscd1GWKMHLY_egRzpj6xzGN7dAg\",\"signingKeySignature\":\"0x2c336b64ddd035b54fd5ec598308271c0e0a231d39064fda113e427e0998674d7071c6ec3f865f555846f5ed5e81efe4600f15af19ed89192807ff5727ca64eb1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"fzDhdQ7sICFJ2lUi4zt6ay0giBN7CifeAJRJzUnnoiw\\\",\\\"y\\\":\\\"-KFAmTsKODHhfyFCPbvBXAZcQ-OjTIaPOwHAatiDp_w\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"7dIU5cyEWk_TqHi5D-LsEzuL9DhQZaBP1yrOJlSEpbc\"}"