"{\"content\":{\"body\":\"```\\nLet me give you a careful analysis, and you will know how to choose.\\n\\nBiological instincts will always choose the side that is beneficial to them. And culture, education will castrate a person's ambition, thereby affecting a person's IQ, and ultimately make a wrong decision. In fact, the cry in most people's hearts is to start a business, but they will make smart excuses.\\n\\nLet’s suppose that a college student graduated from college at the age of 22 and worked until he was 60. It’s 62 years old. It’s easy to calculate. Then the college student has worked for 40 years. Let’s assume that the college student will cost 5000 yuan a month once he graduates. The social price will never be long. . This college student will spend 1,000 yuan a month on renting a house, 1,000 yuan for meals, 200 for petty expenses, and 300 for social affairs. Talk about a girlfriend or spend 500 for a woman, and raise a child for 1,000 a month. This guy can't buy a car or a house at all. This guy can save 1,000 yuan a month. Assuming this guy lives to be 82 years old after retirement, then he has to take his monthly living expenses plus rent plus petty expenses from the wealth he has accumulated over the past 40 years. He has a surplus of 2,000 yuan a month, and he had better not get sick.\\n\\nIt is also best for him to have no unemployment, no risks, and no illnesses in his life. He can't afford any valuables, and of course he can't travel around?\\n\\nAlthough I roughly calculate it, but probably, this is the real life state of most people throughout their lives. But what about entrepreneurship?\\n\\nNo one is born to start a business, just like no one is born to work. It is the result of education. In other words, the result of groping and learning the day after tomorrow. Part-time job skills are not very helpful to entrepreneurship. Part-time job probably uses skills, but the most used for entrepreneurship is the ability to integrate resources and resell. With a team, what we play is management ability, leadership, and business sensitivity. I know a woodworker who is illiterate. This guy is actually a person who knows nothing. He went to Shanghai and rented a house. He rode a tricycle everywhere to collect old furniture. A second-hand computer desk was collected for 50 yuan and sold for 120. Boss Zhang made it, bought it for 180 yuan, sold it for 400 yuan, and made several orders every day. There was a 16-year-old boy with relatives in his hometown. He worked with him. He offered 1800 for others every month, and he called apprenticeship. .\\n\\nOf course, the apprentice was also grateful to Dade for giving him a job.\\n\\nA lot of this kind of low-level business is everywhere in society. Vegetable sellers, fruit sellers, dried fruit sellers, seafood sellers. This kind of entrepreneurship is no difficulty for college students. It's done as soon as it is done. What about the profit? I can earn 10W+ if I do poorly, and 20W+ which is a little decent, but college students look down on it, and I also look down on this kind of business, so I went into profiteering projects on the Internet. We have a hairdresser there, opened by two husbands and wives. The guy now charges 20 yuan per head, and he is busy from noon to night. He can cut about 20 male heads a day. If there is a woman doing the haircut, he will earn more. Some, at least tens of thousands of income per month.\\n```\",\"timestamp\":1634723179,\"title\":\"Work or start a business?\"},\"digest\":\"0XF_Ae1XLCxtCVjO-z66IuA3Rze9jxp18WkjHed2GNk\",\"authorship\":{\"contributor\":\"0xE87c84aad29263274dF0c6f6E12a543b637736E4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aL6rooAp-5Idh9-O2frmGwZXp1ZivwT8HgUWVToRsYk\\\",\\\"y\\\":\\\"lEsfylP_7CECamFRjc1vkl4OgQSud_sxwXKbBq_o2IQ\\\"}\",\"signature\":\"19QN5Rq9bkY2QcQV3p2Kxx6SnxEt-PU_OjK_6sGEEiBl6maxlZh1q78Q9Q4qJkJwVrHL-RqQF1UeqkGL4elOEg\",\"signingKeySignature\":\"0x37c3e2facd0bbbc547222a0ddbec21556be8744110eb224a17b5ae61ded0b8426146a302f9f8cb560ceb74500897a21f8dbbb7e570e2f95e4bed5970ddd4f0cd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"aL6rooAp-5Idh9-O2frmGwZXp1ZivwT8HgUWVToRsYk\\\",\\\"y\\\":\\\"lEsfylP_7CECamFRjc1vkl4OgQSud_sxwXKbBq_o2IQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0XF_Ae1XLCxtCVjO-z66IuA3Rze9jxp18WkjHed2GNk\"}"