"{\"content\":{\"body\":\"Isn't that just like a woman?  Perfectly unreasonable!  Dear! dear!\\n\\n\\\"Now, Ma, listen here.  S'posin' we was all goin' some place on a steamboat, me and you and Pa and the baby and all of us, and - \\\"\\n\\n\\\"That won't ever happen, I guess.\\\"\\n\\n\\\"CAN'T YOU LET ME TELL YOU?  And s'posin' the boat was to sink, and I could swim and save you from drown - \\\"\\n\\n\\\"You're not going swimming, and that's all there is about it.\\\"\\n\\n\\\"Other boys' mas lets them go.  I don't see why I can't go.\\\"\\n\\nNo answer.\\n\\n\\\"Ma, won't you let me go?  I won't get drowned, hope to die if I do. Ma, won't you let me go?  Ma!  Ma-a! - Maw-ah!\\\"\\n\\n\\\"Stop yelling at me that way.  Good land!  Do you think I'm deaf?\\\"\\n\\n\\\"Won't you let me go?  Please, won't you let - \\\"\\n\\n\\\"No, I won't.  I told you I wouldn't, and I mean it.  You might as well make up your mind to stay at home, for you're - not - going. Hush up now.  This instant, sir!  Robbie, do you hear me?  Stop crying.  Great baby!  wouldn't be ashamed to cry that way, as big as you are!\\\"\\n\\nMean old Ma!  Guess she'd cry too'f she could see the other kids that waited for him to go and ask her - if she could see them moving off, tired of waiting.  They're 'most up to Lincoln Avenue.\\n\\n\\\"Oooooooooooo-hoo - hoo - hoo - hoohoooooooooo-ah!  I wanna gow-ooooo.\\\"\\n\\n\\\"Did you hoe that corn your father told you to?\\\"\\n\\n\\\"Oooooooooooo-hoo-hoo-hoo-oooooooo!  I wanna gow-ooooooo.\\\"\\n\\n\\\"Robbie!  Did you hoe that corn?\\\"\\n\\nThe last boy, the one with the stone-bruise on his heel, limps around the corner.  They have all the fun.  His ma won't let him go barefoot because it spreads his feet.\\n\\n\\\"Robbie!  Answer me.\\\"\\n\\n\\\"Mam?\\\"\\n\\n\\\"Did you hoe that corn your father told you to?\\\"\\n\\n\\\"Yes mam.\\\"\\n\\n\\\"All of it?  Did you hoe all of it?\\\"\\n\\n\\\" Prett' near all of it.\\\"  Well begun is half done.  One hill is a good beginning, and half done is pretty nearly all.\\n\\n\\\"Go and finish it.\\\"\\n\\n\\\"I will if you'll let me go swimmin'.\\\"\\n\\nIt flashes upon him that even now by running he can catch up with the other fellows.  He can finishing the hoeing when he gets back.\\n\\n\\\"You'll do it anyhow, and you're not going swimming.  Now, that's the end of it.  You march out to that garden this minute, or I'll take a stick to you.  And don't let me hear another whimper out of you.  Robbie!  Come back here and shut that door properly.  I shall tell your father how you have acted.  wouldn't be ashamed - I'd be ashamed to show temper that way.\\\"\\n\\nIt says for children to obey their parents, but if more boys minded their mothers there would be fewer able to swim.  While I shrink with horror from even seeming to encourage dropping the hoe when the sewing-machine gets to going good, by its thunderous spinning throwing up an impervious wall of sound to conceal retreat into the back alley, across the street, up the alley back of Alexander's, and so on up to Fountain Avenue in time to catch up with the gang, still I regard swimming as an exercise of the extremest value in the development of the growing boy.  It builds up every muscle.  It is particularly beneficial to the lungs.  To have a good pair of lungs is the same thing as having a good constitution.  It is nice to have a healthy boy, and it is nice to have an obedient boy, but if one must choose which he will have - that's a very difficult question. I think it should be left to the casuists.  Nevertheless, now is the boy's only chance to grow.  He will have abundant opportunities to learn obedience.\\n\\nIn the last analysis there are two ways of acquiring the art of swimming, the sudden way and the slow way.  I have never personally known anybody that learned in the sudden way, but I have heard enough about it to describe it.  It it's the quickest known method.  One day the boy its among the gibbering white monkeys at the river's edge, content to splash in the water that comes but half way to his crouching knees.  The next day he swims with the big boys as bold as any of them.  In the meantime his daddy has taken him out in a boat, out where it is deep -  Oh!  Ain't it deep there? - and thrown him overboard.  The boat is kept far enough away to be out of the boy's reach and yet near enough to be right there in case anything happens. (I like that \\\"in case anything happens.\\\"  It sounds so cheerful.) It being what Aristotle defines as \\\"a ground-hog case,\\\" the boy learns to swim immediately.  He has to.\\n\\nIt seems reasonable that he should.  But still and all, I don't just fancy it.  Once when a badly scared man grabbed me by the arms in deep water I had the fear of drowning take hold of my soul, and it isn't a nice feeling at all.  Somehow when I hear folks praising up this method of teaching a child to swim, I seem to hear the little fellow's screams that he doesn't want to be thrown into the water. I can see him clinging to his father for protection, and finding that heart hard and unpitying.  I can see his fingernails whiten with his clutch on anything that gives a hand-hold.  His father strips off his grip, at first with boisterous laughter, and then with hot anger at the little fool.  He calls him a cry-baby, and slaps his mouth for him, to stop his noise.  The little body sprawls in the air and strikes with a loud splash, and the child's gargling cry is strangled by the water whitened by his mad clawings.  I can see his head come up, his eyes bulging, and his face distorted with the awful fear that is ours by the inheritance of ages.  He will sink and come up again, not three times, but a hundred times.  Eventually he will win safe to shore, panting and trembling, his little heart knocking against his ribs, it is true, but lord of the water from that time forth. It is a very fine method, yes .  .  .  but .  .  .  well, if it was my boy I had just as lief he tarried with the little white monkeys at the river's edge.  Let him squeal and crouch and splash and learn how to half drown the other fellow by shooting water at him with the heel of his hand.  Let him alone.  He will be watching the others swim.  He will edge out a little farther and kick up his heels while with his hands he holds on the ground.  He will edge out a little farther still and try to keep his feet on the bottom and swim with his hands.  Be patient in his attempt to combine the two methods of travel.  He is not the only one that fears to be one thing or the other, and regards a mixture of both as the safest way to get along.\\n\\nNo, I cannot say that I wholly approve of the sudden method of learning to swim.  It has the advantange of lumping all the scares of a lifetime into one and having it over with, and yet I don't suppose the scare of being thrown into the water by one's daddy is really greater than being ducked in mid-stream by some hulking, cackle-voiced big boy.  It seems greater though, I suppose, because a fellow cannot very well relieve his feelings by throwing stones at his daddy and bawling: \\\"Goldarn you anyhow, you - you big stuff! I'll get hunk with you, now you see if I don't!\\\"  Here would be just the place to make the little boy tie knots in the big boy's shirt-sleeves, soak the knots in water, and pound them between stones. But that is kind of common, I think.  They told about it at the swimming-hole above the dam, but nobody was mean enough to do it. Maybe they did it down at the Copperas Banks below town.  The boys from across the tracks went there, a race apart, whom we feared, and who hated us, if the legend chalked up on the fences \\\"DAMB THE PRODESTANCE,\\\" meant anything.\\n\\nUnder the slow method of learning to swim one had leisure to observe the different fashions - dog-fashion and cow-fashion, steamboat-fashion, and such.  The little kids and beginners swam dog-fashion, which on that account was considered contemptible.  The fellow was sneered at that screwed up his face as if in a cloud of suffocating dust, and fought the water with noise and fury, putting forth enough energy to carry him a mile, and actually going about two feet if he were headed down stream.  Scientific men say that the use of the limbs, first on one side and then on the other, is instinctive to all creatures of the monkey tribe.  That is the way they do in an emergency, since that is the way to scramble up among the tree limbs.  I know that it is the easiest way to swim, and the least effective.  When the arms are extended together in the breast stroke, it is as much superior to dogfashion as man is superior to the ape.  I have always thought that to swim thus with steady and deliberate arm action, the water parting at the chin and rising just to the root of the underlip, was the most dignified and manly attitude the human being could put himself in.  Cow-fashion was a burlesque of this, and the swimmer reared out of water with each stroke, creating tidal waves.  It was thought to be vastly comic. Steamboat-fashion was where a fellow swam on his back, keeping his body up by a gentle, secret paddling motion with his hands, while with his feet he lashed the water into foam, like some river stern-wheeler.  If he could cry: \\\"Hoo! hoo! hoo!\\\" in hoarse falsetto to mimic the whistle, it was an added charm.\\n\\nIt was a red-headed boy from across the tracks on his good behavior at the swimming-hole above the dam that I first saw swim hand-over-hand, or \\\"sailor-fashion\\\" as we called it, rightly or wrongly, I know not.  I can hear now the crisp, staccato little smack his hand gave the water as he reached forward.\\n\\nIt has ever since been my envy and despair.  It is so knowing, so \\\"sporty.\\\"  I class it with being able to wear a pink-barred shirt front with a diamond-cluster pin in it; with having my clothes so nobby and stylish that one thread more of modishness would be beyond the human power to endure; with being genuinely fond of horseracing; with being a first-class poker player, I mean a really first-class one; with being able to swallow a drink of whisky as if I liked it instead of having to choke it down with a shudder; with knowing truly great men like Fitzsimmons, or whoever it is that is great now, so as to be able to slap him on the back and say: \\\"Why, hello!  Bob, old boy, how are you?\\\" with being delighted with the company of actors, instead of finding them as thin as tissue-paper - what wouldn't I give if I could be like that?  My life has been a sad one.  But I might find some comfort in it yet if I coin only get that natty little spat on the water when I lunge forward swimming overhand.\\n\\nWe used to think the Old Swimming-hole was a bully place, but I know better now.  The sycamore leaned well out over the water, and there was a trapeze on the branch that grew parallel with the shore, but the water near it was never deep enough to dive into.  And that is another occasion of humiliation.  I can't dive worth a cent. When I go down to the slip behind Fulton Market - they sell fish at Fulton Market; just follow your nose and you can't miss it - and see the rows of little white monkeys doing nothing but diving, I realize that the Old Swimming-hole with all its beauties, its green leafiness, its clean, long grass to lie upon while drying in the sun, or to pull out and bite off the tender, chrome-yellow ends, was but a provincial, country-fake affair.  There were no watermelon rinds there, no broken berry-baskets, no orange peel, no nothing. All the fish in it were just common live ones.  And there was no diving.  But at the real, proper city swimming-place all the little white monkeys can dive.  Each is gibbering and shrieking: \\\"Hey, Chim-meel Chimmee!  Hey, Chim-mee!  Chimmee!  Hey, CHIM-MEEEE! How'ss t 'iss?\\\" crossing himself and tipping over head first, coming up so as to \\\"lay his hair,\\\" giving a shaking snort to clear his nose and mouth of water, regaining the ladder with three overhand strokes (every one of them with that natty little spat that I can't get), climbing up to the string-piece and running for Chimmy, red-eyed, shivering, and dripping, to ask: \\\"How wass Cat?\\\" And I can't dive for a cent - that is, I can't dive from a great elevation.  I set my teeth and vow I just will dive from ten feet above the water, and every time it gets down to a poor, picayune dive off the lowest round of the ladder.  I blame my early education for it.  I was taught to be careful about pitching myself head foremost on rocks and broken bottles.  I used to think it was a fine swimming-hole, and that I was having a grand, good time, well worth any ordinary licking; but now that I have traveled around and seen things, I know that it was a poor, provincial, country-jake affair after all.  The first time I swam across and back without \\\"letting down\\\" it was certainly an immense place, but when I went back there a year ago last summer - why, pshaw! it wasn't anything at all.  It was a dry summer, I admit, but not as dry as all that.  A poor, pitiful, provincial, two-for-a cent - and yet . . . and yet . . . And yet I sat there after I had dressed, and mused upon the former things - the life that was, but never could be again; the Eden before whose gate was a flaming sword turning every way.  The night was still and moonless.  The Milky Way slanted across the dark dome above.  It was far from the street lamps that greened among the leafy maples in the silent streets.  Gushes of air stirred the fluttering sycamore, and whispered in the tall larches that marched down the boundary line of the Blymire property.  The last group of swimmers had turned into the road from around the clump of willows at the end of the pasture.  The boy that is always the last one had nearly caught up with the others, for the velvet pat of his bare feet in the deep dust was slowing.  Their eager chatter softened and softened, until it blended with the sounds of night that verge on silence, the fall of a leaf, the up-springing of a trodden tuft of grass, the sleepy twitter of a dreaming bird, and the shrilling of locusts patiently turning a creaking wheel.  I heard the thump of hoofs and buggy wheels booming in the covered bridge, and a shudder came upon me that was not all the chill of falling dew.  Again I was a little boy, standing in a circle of my fellows and staring at something pale, stretched out upon the ground.  Ben Snyder had dived for It and found It and brought It up and laid It on the long, clean grass.  Some one had said we ought to get a barrel and roll It on the barrel, but there was none there.  And then some one said: \\\"No, it was against the law to touch anything like That before the Coroner came.\\\"  So, though we wished that something might be done, we were glad the law stepped in and stringently forbade us touching what our flesh crept to think of touching.  No longer existed for us the boy that had the spy-glass and the \\\"Swiss Family Robinson.\\\" Something cold and terrible had taken his place, something that could not see, and yet looked upward with unwinking eyes.  The gloom deepened, and the dew began to fall.  We could hear the boy that ran for the doctor whimpering a long way off.  We wanted to go home, and yet we dared not.  Something might get us.  And we could not leave That alone in the dark with It's eyes wide open. The locusts in the grass turned and turned their creaking wheel, and the wind whispered in the tall larches.  We heard the thump of hoofs and wheels booming in the covered bridge.  It was the doctor, come too late.  He put his head down to It's bosom (the cold trickled down our backs), and then he said it was too late.  If we had known enough, he said, we might have saved him.  We slunk away. It was very lonesome.  We kept together, and spoke low.  We stopped to hearken for a moment outside the house where the boy had lived that had the spy-glass and the 'Swiss Family Robinson.\\\"  Some one had told his mother.  And then, with a great and terrible fear within us, we ran each to his own home, swiftly and silently.  We knew now why mother did not want us to go swimming.\\n\\nBut the next afternoon when Chuck Grove whistled in our back alley and held up two fingers, I dropped the hoe and went with him.  It was bright daylight then, and that is different from the night.\\n\\nTHE FIREMEN'S TOURNAMENT\\n\\nIt isn't only Christmas that comes but once a year and when it comes it brings good cheer; it's any festival that is worth a hill of beans, High School Commencement, Fourth of July, Sunday-school excursion, Election' bonfire, Thanksgiving Day (a nice day and one whereon you can eat roast turkey till you can't choke down another bite, and pumpkin-pie, and cranberry sauce.  Tell you!) - but about the best in the whole lot, and something the city folks don't have, is Firemen's Tournament.  That comes once a year, generally about the time for putting up tomatoes.\\n\\nThe first that most of us know about it is when we see the bills up, telling how much excursion rates will be to our town from Ostrander and Mt.  Victory, and Wapatomica, and New Berlin, and Foster's, and Caledonia, and Mechanicsburg - all the towns around on both the railroads.  But before that there was the Citizens' Committee, and then the Executive Committee, and the Finance Committee, and the Committee on Press and Publicity, and Printing and Prizes, and Decorations and Badges, and Music, and Reception to Firemen, and Reception to Guests - as many committees as there are nails in the fence from your house to mine.  And these committees come around and tell you that we want to show the folks that we've got public spirit in our town, some spunk, some git-up to us.  We want our town to contrast favorably with Caledonia where they had the Tournament last year.  We want to put it all over the Caledonia people (they think they're so smart), and we can do it, too, if everybody will take a-holt and help.    Well, we want all we can get.  We expect a pretty generous offer from you, for one.  Man that has as pretty and tasty got-up store as you have, and does the business that you do, ought to show his appreciation of the town and try to help along . . . . Oh, anything you're a mind to give. 'Most anything comes in handy for prizes.  But what we principally need is cash, ready cash.  You see, there's a good deal of expense attached to an enterprise of this character.  So many little things you wouldn't think of, that you've just got to have.  But laws! you'll make it all back and more, too.  We cackleate there'll be, at the very least, ten thousand people in town that day, and it's just naturally bound to be that some of them will do their trading.\\n\\nThank you very much.  that's very handsome of you.  Good day. (What are you growling about?  Lucky to get five cents out of that man.)\\n\\nThe Ladies' Aid of Center Street M. E., has secured the store-room recently vacated by Rouse & Meyers, and is going to serve a dinner that day for the benefit of the Carpet Fund of their church and about time, too, I say.  I like to broke my neck there a week ago last Sunday night, when our minister was away.  Caught my foot in a hole in the carpet, and a little more and wouldn't have gone headlong.  So, it's: \\\"Why, I've been meaning for more than a year, to call on you, Mrs. -- .  Mrs. -- (Let me look at my list.  Oh, yes) Mrs. Cooper, but we've had so much sickness at home - you know my husband's father is staying with us at present, and he's been in very poor health all winter -and when it hasn't been sickness, it's been company.  You know how it is.  And it seemed as if I - just - could - not make out to get up your way.  What a pretty little place you have!  So cozy!  I was just saying to Mrs. Thorpe here, it was so seldom you saw a really pretty residence in this part of town.  We think that up on the hill, where we reside, you know, is about the handsomest . . . . Yes, there are a great many wealthy people live up there.  The Quackenbushes are enormously wealthy.  I was saying to Mrs. Quackenbush only the other day that I thought the hill people were almost too exclusive  . . . . Yes, it is a perfectly lovely day . . . . Er - er - We're soliciting for the Firemen's Tournament - well, not for the Tournament exactly, but the Ladies' Aid are going to give a dinner that day for the Carpet Fund and we thought perhaps you 'd like to help along . . . . Oh, any little thing, a boiled ham or  - . . .  Well, we shall want some cake, but we'd druther - or, at least, rawther - have something more substantial, don't you know, pie or pickles or jelly, don't you know.  And will you bring it or shall I send Michael with the carriage for it? . . . .  Oh, thank you!  If you would.  It would be so much appreciated.  So sorry we couldn't make a longer stay, but now that we've found the way . . . . Yes, that's very true.  Well, good-afternoon.\\\"\\n\\nThe lady of the house watches them as Michael inquires: \\\"Whur next, mum?\\\" and bangs the door of the carriage.  Then she turns and says to herself: \\\"Huh!\\\" Mrs. Thorpe is that instant observing: \\\"Did you notice that crayon enlargement she had hanging up? Wouldn't it kill you?\\\"  To which the other lady responds: \\\"Well, between you and I, Mrs. Thorpe, if I couldn't have a real hand-painted picture I wouldn't have nothing at all.\\\"\\n\\nThe lady of the house bakes a cake.  She'll show them a thing or two in the cake line.  And while it is in the oven what does that little dev -, that provoking Freddie, do but see if he can't jump across the kitchen in two jumps.  Fall?  What cake wouldn't fall? Of course it falls.  But it is too late now to bake another, and if they don't like it, they know what they can do.  She doesn't know that she's under any obligation to them.\\n\\nMrs. John Van Meter hears Freddie say off the little speech his mother taught him - Oh, you may be sure she'd be there as large as life, taking charge of everything, just as if she had been one of the workers, when, to my certain knowledge, she hadn't been to one of the committee meetings, not a one.  I declare I don't know what Mr. Craddock is thinking of to let her boss every body around the way she does - and she smiles and says: \\\"It's all right.  It's just lovely.  Tell your mamma Mrs. Van Meter is ever and ever so much obliged to her.  Isn't he a dear boy?\\\"  And when he is gone, she says: \\\"What are we ever going to do with all this cake?  It seems as if everybody has sent cake.  And whatever possessed that woman to attempt a cake, I - can't imagine.  Ts! ts! ts!  H-well. Oh, put it somewhere.  Maybe we can work it off on the country people.  Mrs. Filkins, your coffee smells PERfectly grand! Perfectly grand.  Do you think we'll have spoons enough?\\\"\\n\\nThe Tournament prizes are exhibited in the windows of the leading furniture emporium at the corner of Main and Center, each with a card attached bearing the name of the donor in distinctly legible characters.  Old man Hagerman has been mowing all the rag-weed and cuckle-burrs along the line of march, and the lawns have had an unusual amount of shaving and sprinkling.  Out near the end of Center Street, the grandstand has been going up, tiers of seats rising from each curb line.  The street has been rolled and sprinkled and scraped until it is in fine condition for a running track.  Why don't you pick up that pebble and throw it over into the lot?  Suppose some runner should slip on that stone and fall and hurt himself, you'd be to blame.\\n\\nThe day before the Tournament, they hang the banner:\\n\\n\\\"WELCOME VOLUNTEER FIREMEN\\\"\\n\\nfrom Case's drugstore across to the Furniture Emporium.  Along the line of march you may see the man of the house up on a step-ladder against the front porch, with his hands full of drapery and his mouth full of tacks.  His wife is backing toward the geranium bed to get a good view, cocking her head on one side.\\n\\n\\\" How 'v vif?\\\" he asks as well as he can for the tacks.\\n\\n\\\"Little higher.  Oh, not so much.  Down a little.  Whope! that's . . . . Oh, plague take the firemen!  Just look at that!  Mercy! Mercy!\\\"\\n\\nThe man of the house can't turn his head.\\n\\n\\\"Oh, I wouldn't have had it happen for I don't know what!  Ts!  Ts! Ts!  That lovely silverleaf geranium that Mrs. Pritchard give me a slip of.  Broke right off!  Oh, my!  My!  My!  Do you s'pose it'd grow if I was to stick it into the ground just as it is with all them buds on it?\\\"\\n\\nThe man of the house lets one end of the drapery go and empties his mouth of tacks into his disengaged hand.\\n\\n\\\"I don't know.  Ow! jabbed right into my gum!  But I can tell you this: If you think I'm going to stick up on this ladder all morning while you carry on about some fool old geranium that you can just as well fuss with when I'm gone, why, you're mighty much mistaken.\\\"\\n\\n\\\"Well, you needn't take my head off.  I feel awful about that geranium.\\\"\",\"timestamp\":1639992961,\"title\":\"you can't go, and that's the end of it.\"},\"digest\":\"M7cumfrxYtXj2M5dTCrzrdqofRSziBC_tkO3v7aHTLY\",\"authorship\":{\"contributor\":\"0x457882665D7cCf3457ff8b3aB95dA15a63bfDFa4\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5evTrefNe9Z1lhXpiZMf8De3UakpsB4BVtmZbmzKyG4\\\",\\\"y\\\":\\\"lEvpcnvi_oeq2cLDNzxHfhf6tAaOCZYutBN6N0UpfFA\\\"}\",\"signature\":\"AZWG7FRnlDyy5ITqEOPlmKwLJY6l5iVC40qNkmY4tvGqWhYHsf2QC89pDoAX3K9aUsCdbNFamCj8SaMUmb7Dnw\",\"signingKeySignature\":\"0x316187331dadeb9801a7b8aed01053c1e9af08a7336e91ddd5dcb2348bce76d00eb5b91c39bf428ea18caeb3fe09992987f9789520bee6f18f6f8a061313d3e61c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5evTrefNe9Z1lhXpiZMf8De3UakpsB4BVtmZbmzKyG4\\\",\\\"y\\\":\\\"lEvpcnvi_oeq2cLDNzxHfhf6tAaOCZYutBN6N0UpfFA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"M7cumfrxYtXj2M5dTCrzrdqofRSziBC_tkO3v7aHTLY\"}"