"{\"content\":{\"body\":\"## Stacy Pills Lore - #13\\n\\n![Stacy Pills Series I - CFW's Phantom Pill](https://www.orbatron.org/13.gif)\\n\\n**Part I**\\n\\n**Old City shallowly breathes a deep night fog, as the humidity presses down with all its weight. Street cars roll by slowly, labored, like ghostly apparitions looking for their final destinations. Neon highlights from bar windows cut through the misty swirls left behind in their wake. Occasionally, a patron exits a bar and disappears into the darkness.**\\n\\nLooking up, Ringo takes in the blurred, star-like glimmers that are the lights of New City, hundreds of meters overhead. He wonders what it was like generations ago when the actual stars in the night sky were visible. He remembers how he caught a glimpse of the moon in the sky once, as a teenager. It was so fleeting and obscure it could have been a light globe he mistook in a haze of stims.\\n\\nHe takes a puff of his hand rolled cigarette, and breathes a plume into the dreary scene overhead. A drone whizzes by carrying a small trapezoidal package - Ramen being delivered to satisfy a late night craving of broth on a couch. Things are oppressively calm tonight. Barely a soul outside, thoughts sitting heavy on the mind.\\n\\nShifting his gaze back to street level, Ringo notices a pair of professional drinkers stepping out of The Coffeeshop to smoke. Why anybody would name a bar like that is beyond him. Then again, most people don’t really understand why Ringo does anything Ringo does.\\n\\nHe takes another tug of smoke, snuffs and pockets the butt, and steps off his scooter towards the bar. Crossing the street, he passes under a street light and the drinkers look up to see who is approaching. Noticing his multi-colored AR Lens over his right eye, and the bristle of chrome mods running down his neck, they quickly look away and give him his space. They must not be locals if they feel intimidated.\\n\\nRingo steps into the bar through a neon-lined entrance, with obscure graffiti tagged all over the short corridor. It is pretty empty tonight; an abandoned pool game is flanked by chairs and tables that wait patiently for somebody to occupy them. A low laugh from a couple drinking in a dark corner cuts through the Blues playing through the sound system. Traditionally themed, this bar even smells like ancient Americana. Ringo walks straight to the bar, and waves hello to Aerik, the owner of this fine establishment.\\n“Good Night!”\\n\\nAerik grins, “Good Night Ringo.”\\n\\nPosting up on a stool, Ringo subtly passes his ledger over the bar. His AR Lens brings up a menu, and he blinks through to something colorful. It looks like a pink vacation in a cup, with a parasol sticking out the top, and thin swirls of blue ocean dancing through it.\\n\\n“Business good? Looks like you got some new folks to sling drinks to outside.”\\n\\nTossing together the pink vacation drink absently, Aerik says, “There’s been more new faces coming this week, but things are slow everywhere overall.” Leaning in closer as he serves up the drink, more quietly now, “One of them asked about The Founder.”\\n\\nRingo stiffens a little on the stool and gives the room a shifty look. The two smokers from outside are back inside and occasionally gazing over at them. \\n“Word’s been getting out I see. I’ll have a new batch for you soon.”\\n\\n“Looking forward to it. What trouble are you getting up to tonight?”\\n\\nA Steady sip on the pink vacation, blue swirls shifting lazily beneath the surface.\\n“I think I’m going to try the Phantom.”\\n\\nAerik’s eyes widen.\\n“I heard it takes the weight of the world off your shoulders.”\\n\\nRingo nods, finishes his drink, and gets up to leave.\\n“Sounds exactly like what we all need to be honest. Thanks Aerik, see you soon.”\\n\\n“Enjoy Ringo.”\\n\\nThe street is as quiet as before, the fog sulking heavily amidst the ancient architecture around him. With no particular direction, he begins walking into the night and tosses a pill the color of an overcast sky in his mouth.\\n\\nThe transition is immediate.\\n\\n![Take the Pill](https://images.mirror-media.xyz/publication-images/10TBR6hyYnOGIR8XGenUH.jpg?height=1984&width=1984)\\n\\n**Part II**\\n\\n**Old City breathes deeply, immersed in a massive fluffy cloud, in the reassuring grip of night. Apparitions with headlights steadily float through streets lined with old architecture, denizens of a timeless dreamscape. The neon glow of life within this metropolis reaches out gently into swirling mists, subtle indicators of the passage of time. Patiently, natives seek out their next destinations.**\\n\\nThe shimmering lights overhead draw Ringo’s attention. He is enthralled by the juxtaposition of a massive and shiny city built over one that is millenia old. Suddenly, an alien, ghostly, pale white light appears in the sky. It is abruptly in view, its light wading through the overcast sky like a forgotten memory swelling up to the surface.\\n\\nA gray creature with huge wings floats overhead, shaped like a manta ray, but moving like a bird catching a current of air mid-flight. In its wake, fog swirls, and suddenly expands, enveloping Ringo in what appears to be an enormous cumulus cloud. And suddenly, he feels weightless and elated as the surrounding brume raises him above the street he was standing on. He cannot tell if the city below him is falling away, or the city above him is rushing down towards him.\\n\\nAs he begins to reach the heights of New City above, he realizes that he is in fact drawing the Moon down to where he is. As he breathes in the luminosity of reflected sunlight, he closes his eyes, and becomes aware of an entire network of light and sound around him. It is the city, machine like, fueled by and responding to his awareness of it.\\n\\nAs he focuses on different sections of this newfound lightscape, contours outlining all manner of mechanisms come to life. His attention actuates them, and moves them together in harmony. Digital systems come to life, illuminating networks of fiber optics carrying his thoughts from one system to another.\\n\\nHe becomes aware of a layer above it: ethereal, and intricately detailed with geometric gossamers of electric radiance connecting an infinitude of points together. He reaches for this web, and finds it wrapping itself around his fingers and hands; a ghostly embrace. Slowly, it envelops his physicality, and he is himself a part of this network of data, swarming like a mass of particles forming a vapor.\\n\\nRealizing his ability to now disconnect from the physical, he finds himself balancing on a threshold overlooking a vast cosmos made of airy constructs. He sees a nebula made of shades of grays bordering on blue, lined with luminous streaks and silhouettes of shining silver, like lightning organically weaving itself through any and all negative spaces it can find.\\n\\nFeeling the totality of this lattice of energy he has found himself in, he shifts his gaze outwards, and somehow, down. He sees a shimmering tree growing out of an organic mass of moss covered rock, like an asteroid hovering amidst this psychedelic void. He shifts through this living chasm till he is standing before it, the moss a series of fractaled ripples around him. Subtle stratus clouds full of energy flank the planetoid he now stands upon.\\n\\nThe tree’s leaves are white and silver, glowing and pulsing with the pace of steady breathing. Its bark and knots an ashen gray, reaching out with complexity towards the light of the galaxy around it. Ringo realizes that perhaps the web of lights around him may be growing towards the tree itself. He is content not knowing which expansion precedes the other, and confident that he is a part of this slow dance of attraction.\\n\\nHe opens his palm and places it on the trunk of the tree. He blinks and feels warm electricity coursing through his body; he is light. He blinks again, and sees tendrils of fiber receding towards his fingertips. Blink. He is a cog in a machine that is a massive city. One more blink, and he is standing outside The CoffeeShop. He blinks a few more times to make sure he’s back.\\n\\nFeeling light on his feet, he looks across the street to locate his scooter. He lightly saunters through the neon-lit fog, and hops on his funky ride. He is ready to ride into the night, stress free, without a care in the world.\\n\\n[https://rarible.com/token/0x42c6bcbbd42b0df212564f101d2edac7fb908b9b:13](https://rarible.com/token/0x42c6bcbbd42b0df212564f101d2edac7fb908b9b:13)\\n\\n\",\"timestamp\":1642426447,\"title\":\"Stacy Pills - The Phantom Pill\"},\"digest\":\"A8txvvhOqs2rbkzk2xxOcBOfqitycQOwp_8DgdoQ97c\",\"authorship\":{\"contributor\":\"0x9d455AFFe240a25AdC6cD75293ca6ab2a010ab0f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e1-65sZN6YwS8DhTtOZPLT5KuETNCYsUn4SQPOPVgqY\\\",\\\"y\\\":\\\"q4sJ_cGt7ET2dE1FrU_ux0_FCrHKbXTQSzb8OqLM0UU\\\"}\",\"signature\":\"QzWE3K-054S_T47YzHA-pLs0EXo6yu_ymXGdWj_3ja1gBEln_JLqvdtp1cTJw7YFYU3788A1a8wPq-wCR1ol_g\",\"signingKeySignature\":\"0x9e004a693c23c83eaccfa86fa0db95500411cf0159f603f6b5e09616a9ddfcee0fe7e43307772d7ffb7d4db62b1c0b6e9bffcca72658fc3fab62bf5f383476961b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"e1-65sZN6YwS8DhTtOZPLT5KuETNCYsUn4SQPOPVgqY\\\",\\\"y\\\":\\\"q4sJ_cGt7ET2dE1FrU_ux0_FCrHKbXTQSzb8OqLM0UU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"CwkP6-oNb1xRC9pqqWgKymI_gLgMMa9WhN4g7Npkv7o\"}"