"{\"content\":{\"body\":\"IN FIVE VOLUMES VOLUME IV.\\n\\nMODERN DEVELOPMENT OF THE CHEMICAL AND BIOLOGICAL SCIENCES\\n\\nA HISTORY OF SCIENCE\\n\\nBOOK IV\\n\\nMODERN DEVELOPMENT OF THE CHEMICAL AND BIOLOGICAL SCIENCES\\n\\nAS regards chronology, the epoch covered in the present volume is identical with that viewed in the preceding one. But now as regards subject matter we pass on to those diverse phases of the physical world which are the field of the chemist, and to those yet more intricate processes which have to do with living organisms.  So radical are the changes here that we seem to be entering new worlds; and yet, here as before, there are intimations of the new discoveries away back in the Greek days. The solution of the problem of respiration will remind us that Anaxagoras half guessed the secret; and in those diversified studies which tell us of the Daltonian atom in its wonderful transmutations, we shall be reminded again of the Clazomenian philosopher and his successor Democritus.\\n\\nYet we should press the analogy much too far were we to intimate that the Greek of the elder day or any thinker of a more recent period had penetrated, even in the vaguest way, all of the mysteries that the nineteenth century has revealed in the fields of chemistry and biology.  At the very most the insight of those great Greeks and of the wonderful seventeenth-century philosophers who so often seemed on the verge of our later discoveries did no more than vaguely anticipate their successors of this later century. To gain an accurate, really specific knowledge of the properties of elementary bodies was reserved for the chemists of a recent epoch. The vague Greek questionings as to organic evolution were world-wide from the precise inductions of a Darwin.  If the mediaeval Arabian endeavored to dull the knife of the surgeon with the use of drugs, his results hardly merit to be termed even an anticipation of modern anaesthesia. And when we speak of preventive medicine--of bacteriology in all its phases--we have to do with a marvellous field of which no previous generation of men had even the slightest inkling.\\n\\nAll in all, then, those that lie before us are perhaps the most wonderful and the most fascinating of all the fields of science. As the chapters of the preceding book carried us out into a macrocosm of inconceivable magnitude, our present studies are to reveal a microcosm of equally inconceivable smallness. As the studies of the physicist attempted to reveal the very nature of matter and of energy, we have now to seek the solution of the yet more inscrutable problems of life and of mind.\\n\\nI. THE PHLOGISTON THEORY IN CHEMISTRY\\n\\nThe development of the science of chemistry from the \\\"science\\\" of alchemy is a striking example of the complete revolution in the attitude of observers in the field of science. As has been pointed out in a preceding chapter, the alchemist, having a preconceived idea of how things should be, made all his experiments to prove his preconceived theory; while the chemist reverses this attitude of mind and bases his conceptions on the results of his laboratory experiments. In short, chemistry is what alchemy never could be, an inductive science.  But this transition from one point of view to an exactly opposite one was necessarily a very slow process. Ideas that have held undisputed sway over the minds of succeeding generations for hundreds of years cannot be overthrown in a moment, unless the agent of such an overthrow be so obvious that it cannot be challenged.  The rudimentary chemistry that overthrew alchemy had nothing so obvious and palpable.\\n\\nThe great first step was the substitution of the one principle, phlogiston, for the three principles, salt, sulphur, and mercury. We have seen how the experiment of burning or calcining such a metal as lead \\\"destroyed\\\" the lead as such, leaving an entirely different substance in its place, and how the original metal could be restored by the addition of wheat to the calcined product. To the alchemist this was \\\"mortification\\\" and \\\"revivification\\\" of the metal.  For, as pointed out by Paracelsus, \\\"anything that could be killed by man could also be revivified by him, although this was not possible to the things killed by God.\\\"  The burning of such substances as wood, wax, oil, etc., was also looked upon as the same \\\"killing\\\" process, and the fact that the alchemist was unable to revivify them was regarded as simply the lack of skill on his part, and in no wise affecting the theory itself.\\n\\nBut the iconoclastic spirit, if not the acceptance of all the teachings, of the great Paracelsus had been gradually taking root among the better class of alchemists, and about the middle of the seventeenth century Robert Boyle (1626-1691) called attention to the possibility of making a wrong deduction from the phenomenon of the calcination of the metals, because of a very important factor, the action of the air, which was generally overlooked.  And he urged his colleagues of the laboratories to give greater heed to certain other phenomena that might pass unnoticed in the ordinary calcinating process. In his work, The Sceptical Chemist, he showed the reasons for doubting the threefold constitution of matter; and in his General History of the Air advanced some novel and carefully studied theories as to the composition of the atmosphere. This was an important step, and although Boyle is not directly responsible for the phlogiston theory, it is probable that his experiments on the atmosphere influenced considerably the real founders, Becker and Stahl.\\n\\nBoyle gave very definitely his idea of how he thought air might be composed. \\\"I conjecture that the atmospherical air consists of three different kinds of corpuscles,\\\" he says; \\\"the first, those numberless particles which, in the form of vapors or dry exhalations, ascend from the earth, water, minerals, vegetables, animals, etc.; in a word, whatever substances are elevated by the celestial or subterraneal heat, and thence diffused into the atmosphere.  The second may be yet more subtle, and consist of those exceedingly minute atoms, the magnetical effluvia of the earth, with other innumerable particles sent out from the bodies of the celestial luminaries, and causing, by their influence, the idea of light in us.  The third sort is its characteristic and essential property, I mean permanently elastic parts. Various hypotheses may be framed relating to the structure of these later particles of the air.  They might be resembled to the springs of watches, coiled up and endeavoring to restore themselves; to wool, which, being compressed, has an elastic force; to slender wires of different substances, consistencies, lengths, and thickness; in greater curls or less, near to, or remote from each other, etc., yet all continuing springy, expansible, and compressible. Lastly, they may also be compared to the thin shavings of different kinds of wood, various in their lengths, breadth, and thickness. And this, perhaps, will seem the most eligible hypothesis, because it, in some measure, illustrates the production of the elastic particles we are considering.  For no art or curious instruments are required to make these shavings whose curls are in no wise uniform, but seemingly casual; and what is more remarkable, bodies that before seemed unelastic, as beams and blocks, will afford them.\\\"\\\\[1\\\\]\\n\\nAlthough this explanation of the composition of the air is most crude, it had the effect of directing attention to the fact that the atmosphere is not \\\"mere nothingness,\\\" but a \\\"something\\\" with a definite composition, and this served as a good foundation for future investigations.  To be sure, Boyle was neither the first nor the only chemist who had suspected that the air was a mixture of gases, and not a simple one, and that only certain of these gases take part in the process of calcination.  Jean Rey, a French physician, and John Mayow, an Englishman, had preformed experiments which showed conclusively that the air was not a simple substance; but Boyle's work was better known, and in its effect probably more important. But with all Boyle's explanations of the composition of air, he still believed that there was an inexplicable something, a \\\"vital substance,\\\" which he was unable to fathom, and which later became the basis of Stahl's phlogiston theory. Commenting on this mysterious substance, Boyle says: \\\"The, difficulty we find in keeping flame and fire alive, though but for a little time, without air, renders it suspicious that there be dispersed through the rest of the atmosphere some odd substance, either of a solar, astral, or other foreign nature; on account of which the air is so necessary to the substance of flame!\\\" It was this idea that attracted the attention of George Ernst Stahl (1660-1734), a professor of medicine in the University of Halle, who later founded his new theory upon it.  Stahl's theory was a development of an earlier chemist, Johann Joachim Becker (1635-1682), in whose footsteps he followed and whose experiments he carried further.\\n\\nIn many experiments Stahl had been struck with the fact that certain substances, while differing widely, from one another in many respects, were alike in combustibility. From this he argued that all combustible substances must contain a common principle, and this principle he named phlogiston. This phlogiston he believed to be intimately associated in combination with other substances in nature, and in that condition not perceivable by the senses; but it was supposed to escape as a substance burned, and become apparent to the senses as fire or flame. In other words, phlogiston was something imprisoned in a combustible structure (itself forming part of the structure), and only liberated when this structure was destroyed. Fire, or flame, was FREE phlogiston, while the imprisoned phlogiston was called COMBINED PHLOGISTON, or combined fire. The peculiar quality of this strange substance was that it disliked freedom and was always striving to conceal itself in some combustible substance.  Boyle's tentative suggestion that heat was simply motion was apparently not accepted by Stahl, or perhaps it was unknown to him.\\n\\nAccording to the phlogistic theory, the part remaining after a substance was burned was simply the original substance deprived of phlogiston. To restore the original combustible substance, it was necessary to heat the residue of the combustion with something that burned easily, so that the freed phlogiston might again combine with the ashes. This was explained by the supposition that the more combustible a substance was the more phlogiston it contained, and since free phlogiston sought always to combine with some suitable substance, it was only necessary to mix the phlogisticating agents, such as charcoal, phosphorus, oils, fats, etc., with the ashes of the original substance, and heat the mixture, the phlogiston thus freed uniting at once with the ashes.  This theory fitted very nicely as applied to the calcined lead revivified by the grains of wheat, although with some other products of calcination it did not seem to apply at all.\\n\\nIt will be seen from this that the phlogistic theory was a step towards chemistry and away from alchemy.  It led away from the idea of a \\\"spirit\\\" in metals that could not be seen, felt, or appreciated by any of the senses, and substituted for it a principle which, although a falsely conceived one, was still much more tangible than the \\\"spirit,\\\" since it could be seen and felt as free phlogiston and weighed and measured as combined phlogiston. The definiteness of the statement that a metal, for example, was composed of phlogiston and an element was much less enigmatic, even if wrong, than the statement of the alchemist that \\\"metals are produced by the spiritual action of the three principles, salt, mercury, sulphur\\\"--particularly when it is explained that salt, mercury, and sulphur were really not what their names implied, and that there was no universally accepted belief as to what they really were.\\n\\nThe metals, which are now regarded as elementary bodies, were considered compounds by the phlogistians, and they believed that the calcining of a metal was a process of simplification. They noted, however, that the remains of calcination weighed more than the original product, and the natural inference from this would be that the metal must have taken in some substance rather than have given off anything.  But the phlogistians had not learned the all-important significance of weights, and their explanation of variation in weight was either that such gain or loss was an unimportant \\\"accident\\\" at best, or that phlogiston, being light, tended to lighten any substance containing it, so that driving it out of the metal by calcination naturally left the residue heavier.\\n\\nAt first the phlogiston theory seemed to explain in an indisputable way all the known chemical phenomena.  Gradually, however, as experiments multiplied, it became evident that the plain theory as stated by Stahl and his followers failed to explain satisfactorily certain laboratory reactions.  To meet these new conditions, certain modifications were introduced from time to time, giving the theory a flexibility that would allow it to cover all cases. But as the number of inexplicable experiments continued to increase, and new modifications to the theory became necessary, it was found that some of these modifications were directly contradictory to others, and thus the simple theory became too cumbersome from the number of its modifications. Its supporters disagreed among themselves, first as to the explanation of certain phenomena that did not seem to accord with the phlogistic theory, and a little later as to the theory itself.  But as yet there was no satisfactory substitute for this theory, which, even if unsatisfactory, seemed better than anything that had gone before or could be suggested.\\n\\nBut the good effects of the era of experimental research, to which the theory of Stahl had given such an impetus, were showing in the attitude of the experimenters. The works of some of the older writers, such as Boyle and Hooke, were again sought out in their dusty corners and consulted, and their surmises as to the possible mixture of various gases in the air were more carefully considered.  Still the phlogiston theory was firmly grounded in the minds of the philosophers, who can hardly be censured for adhering to it, at least until some satisfactory substitute was offered.  The foundation for such a theory was finally laid, as we shall see presently, by the work of Black, Priestley, Cavendish, and Lavoisier, in the eighteenth century, but the phlogiston theory cannot be said to have finally succumbed until the opening years of the nineteenth century.\\n\\nII. THE BEGINNINGS OF MODERN CHEMISTRY\\n\\nTHE \\\"PNEUMATIC\\\" CHEMISTS\\n\\nModern chemistry may be said to have its beginning with the work of Stephen Hales (1677-1761), who early in the eighteenth century began his important study of the elasticity of air. Departing from the point of view of most of the scientists of the time, be considered air to be \\\"a fine elastic fluid, with particles of very different nature floating in it\\\" ; and he showed that these \\\"particles\\\" could be separated. He pointed out, also, that various gases, or \\\"airs,\\\" as he called them, were contained in many solid substances. The importance of his work, however, lies in the fact that his general studies were along lines leading away from the accepted doctrines of the time, and that they gave the impetus to the investigation of the properties of gases by such chemists as Black, Priestley, Cavendish, and Lavoisier, whose specific discoveries are the foundation-stones of modern chemistry.\\n\\nJOSEPH BLACK\\n\\nThe careful studies of Hales were continued by his younger confrere, Dr. Joseph Black (1728-1799), whose experiments in the weights of gases and other chemicals were first steps in quantitative chemistry. But even more important than his discoveries of chemical properties in general was his discovery of the properties of carbonic-acid gas.\\n\\nBlack had been educated for the medical profession in the University of Glasgow, being a friend and pupil of the famous Dr. William Cullen.  But his liking was for the chemical laboratory rather than for the practice of medicine.  Within three years after completing his medical course, and when only twenty-three years of age, he made the discovery of the properties of carbonic acid, which he called by the name of \\\"fixed air.\\\"  After discovering this gas, Black made a long series of experiments, by which he was able to show how widely it was distributed throughout nature.  Thus, in 1757, be discovered that the bubbles given off in the process of brewing, where there was vegetable fermentation, were composed of it. To prove this, he collected the contents of these bubbles in a bottle containing lime-water. When this bottle was shaken violently, so that the lime-water and the carbonic acid became thoroughly mixed, an insoluble white powder was precipitated from the solution, the carbonic acid having combined chemically with the lime to form the insoluble calcium carbonate, or chalk.  This experiment suggested another. Fixing a piece of burning charcoal in the end of a bellows, he arranged a tube so that the gas coming from the charcoal would pass through the lime-water, and, as in the case of the bubbles from the brewer's vat, he found that the white precipitate was thrown down; in short, that carbonic acid was given off in combustion. Shortly after, Black discovered that by blowing through a glass tube inserted into lime-water, chalk was precipitated, thus proving that carbonic acid was being constantly thrown off in respiration.\\n\\nThe effect of Black's discoveries was revolutionary, and the attitude of mind of the chemists towards gases, or \\\"airs,\\\" was changed from that time forward. Most of the chemists, however, attempted to harmonize the new facts with the older theories--to explain all the phenomena on the basis of the phlogiston theory, which was still dominant. But while many of Black's discoveries could not be made to harmonize with that theory, they did not directly overthrow it. It required the additional discoveries of some of Black's fellow-scientists to complete its downfall, as we shall see.\\n\\nHENRY CAVENDISH\\n\\nThis work of Black's was followed by the equally important work of his former pupil, Henry Cavendish (1731-1810), whose discovery of the composition of many substances, notably of nitric acid and of water, was of great importance, adding another link to the important chain of evidence against the phlogiston theory. Cavendish is one of the most eccentric figures in the history of science, being widely known in his own time for his immense wealth and brilliant intellect, and also for his peculiarities and his morbid sensibility, which made him dread society, and probably did much in determining his career. Fortunately for him, and incidentally for the cause of science, he was able to pursue laboratory investigations without being obliged to mingle with his dreaded fellow-mortals, his every want being provided for by the immense fortune inherited from his father and an uncle.\\n\\nWhen a young man, as a pupil of Dr. Black, he had become imbued with the enthusiasm of his teacher, continuing Black's investigations as to the properties of carbonic-acid gas when free and in combination. One of his first investigations was reported in 1766, when he communicated to the Royal Society his experiments for ascertaining the properties of carbonic-acid and hydrogen gas, in which he first showed the possibility of weighing permanently elastic fluids, although Torricelli had before this shown the relative weights of a column of air and a column of mercury. Other important experiments were continued by Cavendish, and in 1784 he announced his discovery of the composition of water, thus robbing it of its time-honored position as an \\\"element.\\\" But his claim to priority in this discovery was at once disputed by his fellow-countryman James Watt and by the Frenchman Lavoisier. Lavoisier's claim was soon disallowed even by his own countrymen, but for many years a bitter controversy was carried on by the partisans of Watt and Cavendish.  The two principals, however, seem. never to have entered into this controversy with anything like the same ardor as some of their successors, as they remained on the best of terms.\\\\[1\\\\] It is certain, at any rate, that Cavendish announced his discovery officially before Watt claimed that the announcement had been previously made by him, \\\"and, whether right or wrong, the honor of scientific discoveries seems to be accorded naturally to the man who first publishes a demonstration of his discovery.\\\" Englishmen very generally admit the justness of Cavendish's claim, although the French scientist Arago, after reviewing the evidence carefully in 1833, decided in favor of Watt.\\n\\nIt appears that something like a year before Cavendish made known his complete demonstration of the composition of water, Watt communicated to the Royal Society a suggestion that water was composed of \\\"dephlogisticated air (oxygen) and phlogiston (hydrogen) deprived of part of its latent heat.\\\" Cavendish knew of the suggestion, but in his experiments refuted the idea that the hydrogen lost any of its latent heat. Furthermore, Watt merely suggested the possible composition without proving it, although his idea was practically correct, if we can rightly interpret the vagaries of the nomenclature then in use. But had Watt taken the steps to demonstrate his theory, the great \\\"Water Controversy\\\" would have been avoided. Cavendish's report of his discovery to the Royal Society covers something like forty pages of printed matter. In this he shows how, by passing an electric spark through a closed jar containing a mixture of hydrogen gas and oxygen, water is invariably formed, apparently by the union of the two gases. The experiment was first tried with hydrogen and common air, the oxygen of the air uniting with the hydrogen to form water, leaving the nitrogen of the air still to be accounted for. With pure oxygen and hydrogen, however, Cavendish found that pure water was formed, leaving slight traces of any other, substance which might not be interpreted as being Chemical impurities. There was only one possible explanation of this phenomenon--that hydrogen and oxygen, when combined, form water.\\n\\n\\\"By experiments with the globe it appeared,\\\" wrote Cavendish, \\\"that when inflammable and common air are exploded in a proper proportion, almost all the inflammable air, and near one-fifth the common air, lose their elasticity and are condensed into dew. And by this experiment it appears that this dew is plain water, and consequently that almost all the inflammable air is turned into pure water.\\n\\n\\\"In order to examine the nature of the matter condensed on firing a mixture of dephlogisticated and inflammable air, I took a glass globe, holding 8800 grain measures, furnished with a brass cock and an apparatus for firing by electricity.  This globe was well exhausted by an air-pump, and then filled with a mixture of inflammable and dephlogisticated air by shutting the cock, fastening the bent glass tube into its mouth, and letting up the end of it into a glass jar inverted into water and containing a mixture of 19,500 grain measures of dephlogisticated air, and 37,000 of inflammable air; so that, upon opening the cock, some of this mixed air rushed through the bent tube and filled the globe. The cock was then shut and the included air fired by electricity, by means of which almost all of it lost its elasticity (was condensed into water vapors). The cock was then again opened so as to let in more of the same air to supply the place of that destroyed by the explosion, which was again fired, and the operation continued till almost the whole of the mixture was let into the globe and exploded.  By this means, though the globe held not more than a sixth part of the mixture, almost the whole of it was exploded therein without any fresh exhaustion of the globe.\\\"\\n\\nAt first this condensed matter was \\\"acid to the taste and contained two grains of nitre,\\\" but Cavendish, suspecting that this was due to impurities, tried another experiment that proved conclusively that his opinions were correct. \\\"I therefore made another experiment,\\\" he says, \\\"with some more of the same air from plants in which the proportion of inflammable air was greater, so that the burnt air was almost completely phlogisticated, its standard being one-tenth. The condensed liquor was then not at all acid, but seemed pure water.\\\"\\n\\nFrom these experiments he concludes \\\"that when a mixture of inflammable and dephlogisticated air is exploded, in such proportions that the burnt air is not much phlogisticated, the condensed liquor contains a little acid which is always of the nitrous kind, whatever substance the dephlogisticated air is procured from; but if the proportion be such that the burnt air is almost entirely phlogisticated, the condensed liquor is not at all acid, but seems pure water, without any addition whatever.\\\"\\\\[2\\\\]\\n\\nThese same experiments, which were undertaken to discover the composition of water, led him to discover also the composition of nitric acid. He had observed that, in the combustion of hydrogen gas with common air, the water was slightly tinged with acid, but that this was not the case when pure oxygen gas was used.  Acting upon this observation, he devised an experiment to determine the nature of this acid. He constructed an apparatus whereby an electric spark was passed through a vessel containing common air.  After this process had been carried on for several weeks a small amount of liquid was formed. This liquid combined with a solution of potash to form common nitre, which \\\"detonated with charcoal, sparkled when paper impregnated with it was burned, and gave out nitrous fumes when sulphuric acid was poured on it.\\\"  In other words, the liquid was shown to be nitric acid. Now, since nothing but pure air had been used in the initial experiment, and since air is composed of nitrogen and oxygen, there seemed no room to doubt that nitric acid is a combination of nitrogen and oxygen.\\n\\nThis discovery of the nature of nitric acid seems to have been about the last work of importance that Cavendish did in the field of chemistry, although almost to the hour of his death he was constantly occupied with scientific observations.  Even in the last moments of his life this habit asserted itself, according to Lord Brougham.  \\\"He died on March 10, 1810, after a short illness, probably the first, as well as the last, which he ever suffered. His habit of curious observation continued to the end. He was desirous of marking the progress of the disease and the gradual extinction of the vital powers.  With these ends in view, that he might not be disturbed, he desired to be left alone. His servant, returning sooner than he had wished, was ordered again to leave the chamber of death, and when be came back a second time he found his master had expired.\\\\[3\\\\]\\n\\nJOSEPH PRIESTLEY\\n\\nWhile the opulent but diffident Cavendish was making his important discoveries, another Englishman, a poor country preacher named Joseph Priestley (1733-1804) was not only rivalling him, but, if anything, outstripping him in the pursuit of chemical discoveries. In 1761 this young minister was given a position as tutor in a nonconformist academy at Warrington, and here, for six years, he was able to pursue his studies in chemistry and electricity. In 1766, while on a visit to London, he met Benjamin Franklin, at whose suggestion he published his History of Electricity.  From this time on he made steady progress in scientific investigations, keeping up his ecclesiastical duties at the same time. In 1780 he removed to Birmingham, having there for associates such scientists as James Watt, Boulton, and Erasmus Darwin.\\n\\nEleven years later, on the anniversary of the fall of the Bastile in Paris, a fanatical mob, knowing Priestley's sympathies with the French revolutionists, attacked his house and chapel, burning both and destroying a great number of valuable papers and scientific instruments. Priestley and his family escaped violence by flight, but his most cherished possessions were destroyed; and three years later he quitted England forever, removing to the United States, whose struggle for liberty he had championed. The last ten years of his life were spent at Northumberland, Pennsylvania, where he continued his scientific researches.\\n\\nEarly in his scientific career Priestley began investigations upon the \\\"fixed air\\\" of Dr. Black, and, oddly enough, he was stimulated to this by the same thing that had influenced Black--that is, his residence in the immediate neighborhood of a brewery. It was during the course of a series of experiments on this and other gases that he made his greatest discovery, that of oxygen, or \\\"dephlogisticated air,\\\" as he called it. The story of this important discovery is probably best told in Priestley's own words:\\n\\n\\\"There are, I believe, very few maxims in philosophy that have laid firmer hold upon the mind than that air, meaning atmospheric air, is a simple elementary substance, indestructible and unalterable, at least as much so as water is supposed to be.  In the course of my inquiries I was, however, soon satisfied that atmospheric air is not an unalterable thing; for that, according to my first hypothesis, the phlogiston with which it becomes loaded from bodies burning in it, and the animals breathing it, and various other chemical processes, so far alters and depraves it as to render it altogether unfit for inflammation, respiration, and other purposes to which it is subservient; and I had discovered that agitation in the water, the process of vegetation, and probably other natural processes, restore it to its original purity....\\n\\n\\\"Having procured a lens of twelve inches diameter and twenty inches local distance, I proceeded with the greatest alacrity, by the help of it, to discover what kind of air a great variety of substances would yield, putting them into the vessel, which I filled with quicksilver, and kept inverted in a basin of the same .... With this apparatus, after a variety of experiments .... on the 1st of August, 1774, I endeavored to extract air from mercurius calcinatus per se; and I presently found that, by means of this lens, air was expelled from it very readily. Having got about three or four times as much as the bulk of my materials, I admitted water to it, and found that it was not imbibed by it. But what surprised me more than I can express was that a candle burned in this air with a remarkably vigorous flame, very much like that enlarged flame with which a candle burns in nitrous oxide, exposed to iron or liver of sulphur; but as I had got nothing like this remarkable appearance from any kind of air besides this particular modification of vitrous air, and I knew no vitrous acid was used in the preparation of mercurius calcinatus, I was utterly at a loss to account for it.\\\"\\\\[4\\\\]\\n\\nThe \\\"new air\\\" was, of course, oxygen.  Priestley at once proceeded to examine it by a long series of careful experiments, in which, as will be seen, he discovered most of the remarkable qualities of this gas. Continuing his description of these experiments, he says:\\n\\n\\\"The flame of the candle, besides being larger, burned with more splendor and heat than in that species of nitrous air; and a piece of red-hot wood sparkled in it, exactly like paper dipped in a solution of nitre, and it consumed very fast; an experiment that I had never thought of trying with dephlogisticated nitrous air.\\n\\n\\\". . . I had so little suspicion of the air from the mercurius calcinatus, etc., being wholesome, that I had not even thought of applying it to the test of nitrous air; but thinking (as my reader must imagine I frequently must have done) on the candle burning in it after long agitation in water, it occurred to me at last to make the experiment; and, putting one measure of nitrous air to two measures of this air, I found not only that it was diminished, but that it was diminished quite as much as common air, and that the redness of the mixture was likewise equal to a similar mixture of nitrous and common air.... The next day I was more surprised than ever I had been before with finding that, after the above-mentioned mixture of nitrous air and the air from mercurius calcinatus had stood all night, . . . a candle burned in it, even better than in common air.\\\"\\n\\nA little later Priestley discovered that \\\"dephlogisticated air . . . is a principal element in the composition of acids, and may be extracted by means of heat from many substances which contain them.... It is likewise produced by the action of light upon green vegetables; and this seems to be the chief means employed to preserve the purity of the atmosphere.\\\"\\n\\nThis recognition of the important part played by oxygen in the atmosphere led Priestley to make some experiments upon mice and insects, and finally upon himself, by inhalations of the pure gas.  \\\"The feeling in my lungs,\\\" he said, \\\"was not sensibly different from that of common air, but I fancied that my breathing felt peculiarly light and easy for some time afterwards. Who can tell but that in time this pure air may become a fashionable article in luxury? . . . Perhaps we may from these experiments see that though pure dephlogisticated air might be useful as a medicine, it might not be so proper for us in the usual healthy state of the body.\\\"\\n\\nThis suggestion as to the possible usefulness of oxygen as a medicine was prophetic.  A century later the use of oxygen had become a matter of routine practice with many physicians. Even in Priestley's own time such men as Dr. John Hunter expressed their belief in its efficacy in certain conditions, as we shall see, but its value in medicine was not fully appreciated until several generations later.\\n\\nSeveral years after discovering oxygen Priestley thus summarized its properties:  \\\"It is this ingredient in the atmospheric air that enables it to support combustion and animal life. By means of it most intense heat may be produced, and in the purest of it animals will live nearly five times as long as in an equal quantity of atmospheric air.  In respiration, part of this air, passing the membranes of the lungs, unites with the blood and imparts to it its florid color, while the remainder, uniting with phlogiston exhaled from venous blood, forms mixed air. It is dephlogisticated air combined with water that enables fishes to live in it.\\\"\\\\[5\\\\]\\n\\nKARL WILHELM SCHEELE\\n\\nThe discovery of oxygen was the last but most important blow to the tottering phlogiston theory, though Priestley himself would not admit it. But before considering the final steps in the overthrow of Stahl's famous theory and the establishment of modern chemistry, we must review the work of another great chemist, Karl Wilhelm Scheele (1742-1786), of Sweden, who discovered oxygen quite independently, although later than Priestley.  In the matter of brilliant discoveries in a brief space of time Scheele probably eclipsed all his great contemporaries. He had a veritable genius for interpreting chemical reactions and discovering new substances, in this respect rivalling Priestley himself. Unlike Priestley, however, he planned all his experiments along the lines of definite theories from the beginning, the results obtained being the logical outcome of a predetermined plan.\\n\\nScheele was the son of a merchant of Stralsund, Pomerania, which then belonged to Sweden.  As a boy in school he showed so little aptitude for the study of languages that he was apprenticed to an apothecary at the age of fourteen.  In this work he became at once greatly interested, and, when not attending to his duties in the dispensary, he was busy day and night making experiments or studying books on chemistry. In 1775, still employed as an apothecary, he moved to Stockholm, and soon after he sent to Bergman, the leading chemist of Sweden, his first discovery--that of tartaric acid, which he had isolated from cream of tartar. This was the beginning of his career of discovery, and from that time on until his death he sent forth accounts of new discoveries almost uninterruptedly. Meanwhile he was performing the duties of an ordinary apothecary, and struggling against poverty.  His treatise upon Air and Fire appeared in 1777.  In this remarkable book he tells of his discovery of oxygen--\\\"empyreal\\\" or \\\"fire-air,\\\" as he calls it--which he seems to have made independently and without ever having heard of the previous discovery by Priestley.  In this book, also, he shows that air is composed chiefly of oxygen and nitrogen gas.\\n\\nEarly in his experimental career Scheele undertook the solution of the composition of black oxide of manganese, a substance that had long puzzled the chemists.  He not only succeeded in this, but incidentally in the course of this series of experiments he discovered oxygen, baryta, and chlorine, the last of far greater importance, at least commercially, than the real object of his search.  In speaking of the experiment in which the discovery was made he says:\\n\\n\\\"When marine (hydrochloric) acid stood over manganese in the cold it acquired a dark reddish-brown color. As manganese does not give any colorless solution without uniting with phlogiston \\\\[probably meaning hydrogen\\\\], it follows that marine acid can dissolve it without this principle. But such a solution has a blue or red color.  The color is here more brown than red, the reason being that the very finest portions of the manganese, which do not sink so easily, swim in the red solution; for without these fine particles the solution is red, and red mixed with black is brown. The manganese has here attached itself so loosely to acidum salis that the water can precipitate it, and this precipitate behaves like ordinary manganese.  When, now, the mixture of manganese and spiritus salis was set to digest, there arose an effervescence and smell of aqua regis.\\\"\\\\[6\\\\]\\n\\nThe \\\"effervescence\\\" he refers to was chlorine, which he proceeded to confine in a suitable vessel and examine more fully.  He described it as having a \\\"quite characteristically suffocating smell,\\\" which was very offensive. He very soon noted the decolorizing or bleaching effects of this now product, finding that it decolorized flowers, vegetables, and many other substances.\\n\\nCommercially this discovery of chlorine was of enormous importance, and the practical application of this new chemical in bleaching cloth soon supplanted the, old process of crofting--that is, bleaching by spreading the cloth upon the grass. But although Scheele first pointed out the bleaching quality of his newly discovered gas, it was the French savant, Berthollet, who, acting upon Scheele's discovery that the new gas would decolorize vegetables and flowers, was led to suspect that this property might be turned to account in destroying the color of cloth. In 1785 he read a paper before the Academy of Sciences of Paris, in which he showed that bleaching by chlorine was entirely satisfactory, the color but not the substance of the cloth being affected. He had experimented previously and found that the chlorine gas was soluble in water and could thus be made practically available for bleaching purposes.  In 1786 James Watt examined specimens of the bleached cloth made by Berthollet, and upon his return to England first instituted the process of practical bleaching. His process, however, was not entirely satisfactory, and, after undergoing various modifications and improvements, it was finally made thoroughly practicable by Mr. Tennant, who hit upon a compound of chlorine and lime--the chloride of lime--which was a comparatively cheap chemical product, and answered the purpose better even than chlorine itself.\\n\\nTo appreciate how momentous this discovery was to cloth manufacturers, it should be remembered that the old process of bleaching consumed an entire summer for the whitening of a single piece of linen; the new process reduced the period to a few hours.  To be sure, lime had been used with fair success previous to Tennant's discovery, but successful and practical bleaching by a solution of chloride of lime was first made possible by him and through Scheele's discovery of chlorine.\\n\\nUntil the time of Scheele the great subject of organic chemistry had remained practically unexplored, but under the touch of his marvellous inventive genius new methods of isolating and studying animal and vegetable products were introduced, and a large number of acids and other organic compounds prepared that had been hitherto unknown.  His explanations of chemical phenomena were based on the phlogiston theory, in which, like Priestley, he always, believed.  Although in error in this respect, he was, nevertheless, able to make his discoveries with extremely accurate interpretations. A brief epitome of the list of some of his more important discoveries conveys some idea, of his fertility of mind as well as his industry.  In 1780 he discovered lactic acid,\\\\[7\\\\] and showed that it was the substance that caused the acidity of sour milk; and in the same year he discovered mucic acid. Next followed the discovery of tungstic acid, and in 1783 he added to his list of useful discoveries that of glycerine. Then in rapid succession came his announcements of the new vegetable products citric, malic, oxalic, and gallic acids. Scheele not only made the discoveries, but told the world how he had made them--how any chemist might have made them if he chose--for he never considered that he had really discovered any substance until he had made it, decomposed it, and made it again.\\n\\nHis experiments on Prussian blue are most interesting, not only because of the enormous amount of work involved and the skill he displayed in his experiments, but because all the time the chemist was handling, smelling, and even tasting a compound of one of the most deadly poisons, ignorant of the fact that the substance was a dangerous one to handle. His escape from injury seems almost miraculous; for his experiments, which were most elaborate, extended over a considerable period of time, during which he seems to have handled this chemical with impunity.\\n\\nWhile only forty years of age and just at the zenith of his fame, Scheele was stricken by a fatal illness, probably induced by his ceaseless labor and exposure.  It is gratifying to know, however, that during the last eight or nine years of his life he had been less bound down by pecuniary difficulties than before, as Bergman had obtained for him an annual grant from the Academy.  But it was characteristic of the man that, while devoting one-sixth of the amount of this grant to his personal wants, the remaining five-sixths was devoted to the expense of his experiments.\\n\\nLAVOISIER AND THE FOUNDATION OF MODERN CHEMISTRY\\n\\nThe time was ripe for formulating the correct theory of chemical composition: it needed but the master hand to mould the materials into the proper shape. The discoveries in chemistry during the eighteenth century had been far-reaching and revolutionary in character.  A brief review of these discoveries shows how completely they had subverted the old ideas of chemical elements and chemical compounds.  Of the four substances earth, air, fire, and water, for many centuries believed to be elementary bodies, not one has stood the test of the eighteenth-century chemists. Earth had long since ceased to be regarded as an element, and water and air had suffered the same fate in this century.  And now at last fire itself, the last of the four \\\"elements\\\" and the keystone to the phlogiston arch, was shown to be nothing more than one of the manifestations of the new element, oxygen, and not \\\"phlogiston\\\" or any other intangible substance.\\n\\nIn this epoch of chemical discoveries England had produced such mental giants and pioneers in science as Black, Priestley, and Cavendish; Sweden had given the world Scheele and Bergman, whose work, added to that of their English confreres, had laid the broad base of chemistry as a science; but it was for France to produce a man who gave the final touches to the broad but rough workmanship of its foundation, and establish it as the science of modern chemistry.  It was for Antoine Laurent Lavoisier (1743-1794) to gather together, interpret correctly, rename, and classify the wealth of facts that his immediate predecessors and contemporaries had given to the world.\\n\\nThe attitude of the mother-countries towards these illustrious sons is an interesting piece of history.  Sweden honored and rewarded Scheele and Bergman for their efforts; England received the intellectuality of Cavendish with less appreciation than the Continent, and a fanatical mob drove Priestley out of the country; while France, by sending Lavoisier to the guillotine, demonstrated how dangerous it was, at that time at least, for an intelligent Frenchman to serve his fellowman and his country well.\\n\\n\\\"The revolution brought about by Lavoisier in science,\\\" says Hoefer, \\\"coincides by a singular act of destiny with another revolution, much greater indeed, going on then in the political and social world. Both happened on the same soil, at the same epoch, among the same people; and both marked the commencement of a new era in their respective spheres.\\\"\\\\[8\\\\]\\n\\nLavoisier was born in Paris, and being the son of an opulent family, was educated under the instruction of the best teachers of the day. With Lacaille he studied mathematics and astronomy; with Jussieu, botany; and, finally, chemistry under Rouelle.  His first work of importance was a paper on the practical illumination of the streets of Paris, for which a prize had been offered by M. de Sartine, the chief of police. This prize was not awarded to Lavoisier, but his suggestions were of such importance that the king directed that a gold medal be bestowed upon the young author at the public sitting of the Academy in April, 1776. Two years later, at the age of thirty-five, Lavoisier was admitted a member of the Academy.\\n\\nIn this same year he began to devote himself almost exclusively to chemical inquiries, and established a laboratory in his home, fitted with all manner of costly apparatus and chemicals. Here he was in constant communication with the great men of science of Paris, to all of whom his doors were thrown open. One of his first undertakings in this laboratory was to demonstrate that water could not be converted into earth by repeated distillations, as was generally advocated; and to show also that there was no foundation to the existing belief that it was possible to convert water into a gas so \\\"elastic\\\" as to pass through the pores of a vessel. He demonstrated the fallaciousness of both these theories in 1768-1769 by elaborate experiments, a single investigation of this series occupying one hundred and one days.\\n\\nIn 1771 he gave the first blow to the phlogiston theory by his experiments on the calcination of metals. It will be recalled that one basis for the belief in phlogiston was the fact that when a metal was calcined it was converted into an ash, giving up its \\\"phlogiston\\\" in the process. To restore the metal, it was necessary to add some substance such as wheat or charcoal to the ash.  Lavoisier, in examining this process of restoration, found that there was always evolved a great quantity of \\\"air,\\\" which he supposed to be \\\"fixed air\\\" or carbonic acid--the same that escapes in effervescence of alkalies and calcareous earths, and in the fermentation of liquors. He then examined the process of calcination, whereby the phlogiston of the metal was supposed to have been drawn off. But far from finding that phlogiston or any other substance had been driven off, he found that something had been taken on: that the metal \\\"absorbed air,\\\" and that the increased weight of the metal corresponded to the amount of air \\\"absorbed.\\\" Meanwhile he was within grasp of two great discoveries, that of oxygen and of the composition of the air, which Priestley made some two years later.\\n\\nThe next important inquiry of this great Frenchman was as to the composition of diamonds.  With the great lens of Tschirnhausen belonging to the Academy he succeeded in burning up several diamonds, regardless of expense, which, thanks to his inheritance, he could ignore. In this process he found that a gas was given off which precipitated lime from water, and proved to be carbonic acid.  Observing this, and experimenting with other substances known to give off carbonic acid in the same manner, he was evidently impressed with the now well-known fact that diamond and charcoal are chemically the same. But if he did really believe it, he was cautious in expressing his belief fully.  \\\"We should never have expected,\\\" he says, \\\"to find any relation between charcoal and diamond, and it would be unreasonable to push this analogy too far; it only exists because both substances seem to be properly ranged in the class of combustible bodies, and because they are of all these bodies the most fixed when kept from contact with air.\\\"\\n\\nAs we have seen, Priestley, in 1774, had discovered oxygen, or \\\"dephlogisticated air.\\\"  Four years later Lavoisier first advanced his theory that this element discovered by Priestley was the universal acidifying or oxygenating principle, which, when combined with charcoal or carbon, formed carbonic acid; when combined with sulphur, formed sulphuric (or vitriolic) acid; with nitrogen, formed nitric acid, etc., and when combined with the metals formed oxides, or calcides. Furthermore, he postulated the theory that combustion was not due to any such illusive thing as \\\"phlogiston,\\\" since this did not exist, and it seemed to him that the phenomena of combustion heretofore attributed to phlogiston could be explained by the action of the new element oxygen and heat. This was the final blow to the phlogiston theory, which, although it had been tottering for some time, had not been completely overthrown.\\n\\nIn 1787 Lavoisier, in conjunction with Guyon de Morveau, Berthollet, and Fourcroy, introduced the reform in chemical nomenclature which until then had remained practically unchanged since alchemical days. Such expressions as \\\"dephlogisticated\\\" and \\\"phlogisticated\\\" would obviously have little meaning to a generation who were no longer to believe in the existence of phlogiston.  It was appropriate that a revolution in chemical thought should be accompanied by a corresponding revolution in chemical names, and to Lavoisier belongs chiefly the credit of bringing about this revolution. In his Elements of Chemistry he made use of this new nomenclature, and it seemed so clearly an improvement over the old that the scientific world hastened to adopt it.  In this connection Lavoisier says: \\\"We have, therefore, laid aside the expression metallic calx altogether, and have substituted in its place the word oxide.  By this it may be seen that the language we have adopted is both copious and expressive. The first or lowest degree of oxygenation in bodies converts them into oxides; a second degree of additional oxygenation constitutes the class of acids of which the specific names drawn from their particular bases terminate in ous, as in the nitrous and the sulphurous acids. The third degree of oxygenation changes these into the species of acids distinguished by the termination in ic, as the nitric and sulphuric acids; and, lastly, we can express a fourth or higher degree of oxygenation by adding the word oxygenated to the name of the acid, as has already been done with oxygenated muriatic acid.\\\"\\\\[9\\\\]\\n\\nThis new work when given to the world was not merely an epoch-making book; it was revolutionary.  It not only discarded phlogiston altogether, but set forth that metals are simple elements, not compounds of \\\"earth\\\" and \\\"phlogiston.\\\"  It upheld Cavendish's demonstration that water itself, like air, is a compound of oxygen with another element.  In short, it was scientific chemistry, in the modern acceptance of the term.\\n\\nLavoisier's observations on combustion are at once important and interesting: \\\"Combustion,\\\" he says, \\\". . . is the decomposition of oxygen produced by a combustible body.  The oxygen which forms the base of this gas is absorbed by and enters into combination with the burning body, while the caloric and light are set free.  Every combustion necessarily supposes oxygenation; whereas, on the contrary, every oxygenation does not necessarily imply concomitant combustion; because combustion properly so called cannot take place without disengagement of caloric and light. Before combustion can take place, it is necessary that the base of oxygen gas should have greater affinity to the combustible body than it has to caloric; and this elective attraction, to use Bergman's expression, can only take place at a certain degree of temperature which is different for each combustible substance; hence the necessity of giving the first motion or beginning to every combustion by the approach of a heated body. This necessity of heating any body we mean to burn depends upon certain considerations which have not hitherto been attended to by any natural philosopher, for which reason I shall enlarge a little upon the subject in this place:\\n\\n\\\"Nature is at present in a state of equilibrium, which cannot have been attained until all the spontaneous combustions or oxygenations possible in an ordinary degree of temperature had taken place.... To illustrate this abstract view of the matter by example: Let us suppose the usual temperature of the earth a little changed, and it is raised only to the degree of boiling water; it is evident that in this case phosphorus, which is combustible in a considerably lower degree of temperature, would no longer exist in nature in its pure and simple state, but would always be procured in its acid or oxygenated state, and its radical would become one of the substances unknown to chemistry. By gradually increasing the temperature of the earth, the same circumstance would successively happen to all the bodies capable of combustion; and, at the last, every possible combustion having taken place, there would no longer exist any combustible body whatever, and every substance susceptible of the operation would be oxygenated and consequently incombustible.\\n\\n\\\"There cannot, therefore, exist, as far as relates to us, any combustible body but such as are non-combustible at the ordinary temperature of the earth, or, what is the same thing in other words, that it is essential to the nature of every combustible body not to possess the property of combustion unless heated, or raised to a degree of temperature at which its combustion naturally takes place. When this degree is once produced, combustion commences, and the caloric which is disengaged by the decomposition of the oxygen gas keeps up the temperature which is necessary for continuing combustion. When this is not the case--that is, when the disengaged caloric is not sufficient for keeping up the necessary temperature--the combustion ceases. This circumstance is expressed in the common language by saying that a body burns ill or with difficulty.\\\"\\\\[10\\\\]\\n\\nIt needed the genius of such a man as Lavoisier to complete the refutation of the false but firmly grounded phlogiston theory, and against such a book as his Elements of Chemistry the feeble weapons of the supporters of the phlogiston theory were hurled in vain.\\n\\nBut while chemists, as a class, had become converts to the new chemistry before the end of the century, one man, Dr. Priestley, whose work had done so much to found it, remained unconverted.  In this, as in all his life-work, he showed himself to be a most remarkable man. Davy said of him, a generation later, that no other person ever discovered so many new and curious substances as he; yet to the last he was only an amateur in science, his profession, as we know, being the ministry. There is hardly another case in history of a man not a specialist in science accomplishing so much in original research as did this chemist, physiologist, electrician; the mathematician, logician, and moralist; the theologian, mental philosopher, and political economist. He took all knowledge for his field; but how he found time for his numberless researches and multifarious writings, along with his every-day duties, must ever remain a mystery to ordinary mortals.\\n\\nThat this marvellously receptive, flexible mind should have refused acceptance to the clearly logical doctrines of the new chemistry seems equally inexplicable.  But so it was.  To the very last, after all his friends had capitulated, Priestley kept up the fight. From America he sent out his last defy to the enemy, in 1800, in a brochure entitled \\\"The Doctrine of Phlogiston Upheld,\\\" etc.  In the mind of its author it was little less than a paean of victory; but all the world beside knew that it was the swan-song of the doctrine of phlogiston. Despite the defiance of this single warrior the battle was really lost and won, and as the century closed \\\"antiphlogistic\\\" chemistry had practical possession of the field.\\n\\nIII. CHEMISTRY SINCE THE TIME OF DALTON\\n\\nJOHN DALTON AND THE ATOMIC THEORY\\n\\nSmall beginnings as have great endings--sometimes.  As a case in point, note what came of the small, original effort of a self-trained back-country Quaker youth named John Dalton, who along towards the close of the eighteenth century became interested in the weather, and was led to construct and use a crude water-gauge to test the amount of the rainfall. The simple experiments thus inaugurated led to no fewer than two hundred thousand recorded observations regarding the weather, which formed the basis for some of the most epochal discoveries in meteorology, as we have seen.  But this was only a beginning. The simple rain-gauge pointed the way to the most important generalization of the nineteenth century in a field of science with which, to the casual observer, it might seem to have no alliance whatever.  The wonderful theory of atoms, on which the whole gigantic structure of modern chemistry is founded, was the logical outgrowth, in the mind of John Dalton, of those early studies in meteorology.\\n\\nThe way it happened was this:  From studying the rainfall, Dalton turned naturally to the complementary process of evaporation. He was soon led to believe that vapor exists, in the atmosphere as an independent gas.  But since two bodies cannot occupy the same space at the same time, this implies that the various atmospheric gases are really composed of discrete particles. These ultimate particles are so small that we cannot see them--cannot, indeed, more than vaguely imagine them--yet each particle of vapor, for example, is just as much a portion of water as if it were a drop out of the ocean, or, for that matter, the ocean itself.  But, again, water is a compound substance, for it may be separated, as Cavendish has shown, into the two elementary substances hydrogen and oxygen.  Hence the atom of water must be composed of two lesser atoms joined together. Imagine an atom of hydrogen and one of oxygen.  Unite them, and we have an atom of water; sever them, and the water no longer exists; but whether united or separate the atoms of hydrogen and of oxygen remain hydrogen and oxygen and nothing else.  Differently mixed together or united, atoms produce different gross substances; but the elementary atoms never change their chemical nature--their distinct personality.\\n\\nIt was about the year 1803 that Dalton first gained a full grasp of the conception of the chemical atom.  At once he saw that the hypothesis, if true, furnished a marvellous key to secrets of matter hitherto insoluble--questions relating to the relative proportions of the atoms themselves. It is known, for example, that a certain bulk of hydrogen gas unites with a certain bulk of oxygen gas to form water. If it be true that this combination consists essentially of the union of atoms one with another (each single atom of hydrogen united to a single atom of oxygen), then the relative weights of the original masses of hydrogen and of oxygen must be also the relative weights of each of their respective atoms. If one pound of hydrogen unites with five and one-half pounds of oxygen (as, according to Dalton's experiments, it did), then the weight of the oxygen atom must be five and one-half times that of the hydrogen atom. Other compounds may plainly be tested in the same way. Dalton made numerous tests before he published his theory. He found that hydrogen enters into compounds in smaller proportions than any other element known to him, and so, for convenience, determined to take the weight of the hydrogen atom as unity.  The atomic weight of oxygen then becomes (as given in Dalton's first table of 1803) 5.5; that of water (hydrogen plus oxygen) being of course 6.5. The atomic weights of about a score of substances are given in Dalton's first paper, which was read before the Literary and Philosophical Society of Manchester, October 21, 1803.  I wonder if Dalton himself, great and acute intellect though he had, suspected, when he read that paper, that he was inaugurating one of the most fertile movements ever entered on in the whole history of science?\\n\\nBe that as it may, it is certain enough that Dalton's contemporaries were at first little impressed with the novel atomic theory. Just at this time, as it chanced, a dispute was waging in the field of chemistry regarding a matter of empirical fact which must necessarily be settled before such a theory as that of Dalton could even hope for a bearing.  This was the question whether or not chemical elements unite with one another always in definite proportions. Berthollet, the great co-worker with Lavoisier, and now the most authoritative of living chemists, contended that substances combine in almost indefinitely graded proportions between fixed extremes. He held that solution is really a form of chemical combination--a position which, if accepted, left no room for argument.\\n\\nBut this contention of the master was most actively disputed, in particular by Louis Joseph Proust, and all chemists of repute were obliged to take sides with one or the other. For a time the authority of Berthollet held out against the facts, but at last accumulated evidence told for Proust and his followers, and towards the close of the first decade of our century it came to be generally conceded that chemical elements combine with one another in fixed and definite proportions.\\n\\nMore than that.  As the analysts were led to weigh carefully the quantities of combining elements, it was observed that the proportions are not only definite, but that they bear a very curious relation to one another. If element A combines with two different proportions of element B to form two compounds, it appears that the weight of the larger quantity of B is an exact multiple of that of the smaller quantity. This curious relation was noticed by Dr. Wollaston, one of the most accurate of observers, and a little later it was confirmed by Johan Jakob Berzelius, the great Swedish chemist, who was to be a dominating influence in the chemical world for a generation to come.  But this combination of elements in numerical proportions was exactly what Dalton had noticed as early as 1802, and what bad led him directly to the atomic weights. So the confirmation of this essential point by chemists of such authority gave the strongest confirmation to the atomic theory.\\n\\nDuring these same years the rising authority of the French chemical world, Joseph Louis Gay-Lussac, was conducting experiments with gases, which he had undertaken at first in conjunction with Humboldt, but which later on were conducted independently. In 1809, the next year after the publication of the first volume of Dalton's New System of Chemical Philosophy, Gay-Lussac published the results of his observations, and among other things brought out the remarkable fact that gases, under the same conditions as to temperature and pressure, combine always in definite numerical proportions as to volume. Exactly two volumes of hydrogen, for example, combine with one volume of oxygen to form water.  Moreover, the resulting compound gas always bears a simple relation to the combining volumes. In the case just cited, the union of two volumes of hydrogen and one of oxygen results in precisely two volumes of water vapor.\\n\\nNaturally enough, the champions of the atomic theory seized upon these observations of Gay-Lussac as lending strong support to their hypothesis--all of them, that is, but the curiously self-reliant and self-sufficient author of the atomic theory himself, who declined to accept the observations of the French chemist as valid. Yet the observations of Gay-Lussac were correct, as countless chemists since then have demonstrated anew, and his theory of combination by volumes became one of the foundation-stones of the atomic theory, despite the opposition of the author of that theory.\\n\\nThe true explanation of Gay-Lussac's law of combination by volumes was thought out almost immediately by an Italian savant, Amadeo, Avogadro, and expressed in terms of the atomic theory. The fact must be, said Avogadro, that under similar physical conditions every form of gas contains exactly the same number of ultimate particles in a given volume.  Each of these ultimate physical particles may be composed of two or more atoms (as in the case of water vapor), but such a compound atom conducts itself as if it were a simple and indivisible atom, as regards the amount of space that separates it from its fellows under given conditions of pressure and temperature. The compound atom, composed of two or more elementary atoms, Avogadro proposed to distinguish, for purposes of convenience, by the name molecule.  It is to the molecule, considered as the unit of physical structure, that Avogadro's law applies.\\n\\nThis vastly important distinction between atoms and molecules, implied in the law just expressed, was published in 1811. Four years later, the famous French physicist Ampere outlined a similar theory, and utilized the law in his mathematical calculations. And with that the law of Avogadro dropped out of sight for a full generation.  Little suspecting that it was the very key to the inner mysteries of the atoms for which they were seeking, the chemists of the time cast it aside, and let it fade from the memory of their science.\\n\\nThis, however, was not strange, for of course the law of Avogadro is based on the atomic theory, and in 1811 the atomic theory was itself still being weighed in the balance. The law of multiple proportions found general acceptance as an empirical fact; but many of the leading lights of chemistry still looked askance at Dalton's explanation of this law. Thus Wollaston, though from the first he inclined to acceptance of the Daltonian view, cautiously suggested that it would be well to use the non-committal word \\\"equivalent\\\" instead of \\\"atom\\\"; and Davy, for a similar reason, in his book of 1812, speaks only of \\\"proportions,\\\" binding himself to no theory as to what might be the nature of these proportions.\\n\\nAt least two great chemists of the time, however, adopted the atomic view with less reservation.  One of these was Thomas Thomson, professor at Edinburgh, who, in 1807, had given an outline of Dalton's theory in a widely circulated book, which first brought the theory to the general attention of the chemical world. The other and even more noted advocate of the atomic theory was Johan Jakob Berzelius.  This great Swedish chemist at once set to work to put the atomic theory to such tests as might be applied in the laboratory.  He was an analyst of the utmost skill, and for years be devoted himself to the determination of the combining weights, \\\"equivalents\\\" or \\\"proportions,\\\" of the different elements. These determinations, in so far as they were accurately made, were simple expressions of empirical facts, independent of any theory; but gradually it became more and more plain that these facts all harmonize with the atomic theory of Dalton.  So by common consent the proportionate combining weights of the elements came to be known as atomic weights--the name Dalton had given them from the first--and the tangible conception of the chemical atom as a body of definite constitution and weight gained steadily in favor.\\n\\nFrom the outset the idea had had the utmost tangibility in the mind of Dalton.  He had all along represented the different atoms by geometrical symbols--as a circle for oxygen, a circle enclosing a dot for hydrogen, and the like--and had represented compounds by placing these symbols of the elements in juxtaposition. Berzelius proposed to improve upon this method by substituting for the geometrical symbol the initial of the Latin name of the element represented--O for oxygen, H for hydrogen, and so on--a numerical coefficient to follow the letter as an indication of the number of atoms present in any given compound. This simple system soon gained general acceptance, and with slight modifications it is still universally employed. Every school-boy now is aware that H2O is the chemical way of expressing the union of two atoms of hydrogen with one of oxygen to form a molecule of water.  But such a formula would have had no meaning for the wisest chemist before the day of Berzelius.\\n\\nThe universal fame of the great Swedish authority served to give general currency to his symbols and atomic weights, and the new point of view thus developed led presently to two important discoveries which removed the last lingering doubts as to the validity of the atomic theory. In 1819 two French physicists, Dulong and Petit, while experimenting with heat, discovered that the specific heats of solids (that is to say, the amount of heat required to raise the temperature of a given mass to a given degree) vary inversely as their atomic weights. In the same year Eilhard Mitscherlich, a German investigator, observed that compounds having the same number of atoms to the molecule are disposed to form the same angles of crystallization--a property which he called isomorphism.\\n\\nHere, then, were two utterly novel and independent sets of empirical facts which harmonize strangely with the supposition that substances are composed of chemical atoms of a determinate weight. This surely could not be coincidence--it tells of law. And so as soon as the claims of Dulong and Petit and of Mitscherlich had been substantiated by other observers, the laws of the specific heat of atoms, and of isomorphism, took their place as new levers of chemical science.  With the aid of these new tools an impregnable breastwork of facts was soon piled about the atomic theory. And John Dalton, the author of that theory, plain, provincial Quaker, working on to the end in semi-retirement, became known to all the world and for all time as a master of masters.\\n\\nHUMPHRY DAVY AND ELECTRO-CHEMISTRY\\n\\nDuring those early years of the nineteenth century, when Dalton was grinding away at chemical fact and theory in his obscure Manchester laboratory, another Englishman held the attention of the chemical world with a series of the most brilliant and widely heralded researches.  This was Humphry Davy, a young man who had conic to London in 1801, at the instance of Count Rumford, to assume the chair of chemical philosophy in the Royal Institution, which the famous American had just founded.\\n\\nHere, under Davy's direction, the largest voltaic battery yet constructed had been put in operation, and with its aid the brilliant young experimenter was expected almost to perform miracles. And indeed he scarcely disappointed the expectation, for with the aid of his battery he transformed so familiar a substance as common potash into a metal which was not only so light that it floated on water, but possessed the seemingly miraculous property of bursting into flames as soon as it came in contact with that fire-quenching liquid. If this were not a miracle, it had for the popular eye all the appearance of the miraculous.\\n\\nWhat Davy really had done was to decompose the potash, which hitherto had been supposed to be elementary, liberating its oxygen, and thus isolating its metallic base, which he named potassium. The same thing was done with soda, and the closely similar metal sodium was discovered--metals of a unique type, possessed of a strange avidity for oxygen, and capable of seizing on it even when it is bound up in the molecules of water. Considered as mere curiosities, these discoveries were interesting, but aside from that they were of great theoretical importance, because they showed the compound nature of some familiar chemicals that had been regarded as elements.  Several other elementary earths met the same fate when subjected to the electrical influence; the metals barium, calcium, and strontium being thus discovered. Thereafter Davy always referred to the supposed elementary substances (including oxygen, hydrogen, and the rest) as \\\"unde-compounded\\\" bodies. These resist all present efforts to decompose them, but how can one know what might not happen were they subjected to an influence, perhaps some day to be discovered, which exceeds the battery in power as the battery exceeds the blowpipe?\\n\\nAnother and even more important theoretical result that flowed from Davy's experiments during this first decade of the century was the proof that no elementary substances other than hydrogen and oxygen are produced when pure water is decomposed by the electric current. It was early noticed by Davy and others that when a strong current is passed through water, alkalies appear at one pole of the battery and acids at the other, and this though the water used were absolutely pure. This seemingly told of the creation of elements--a transmutation but one step removed from the creation of matter itself--under the influence of the new \\\"force.\\\"  It was one of Davy's greatest triumphs to prove, in the series of experiments recorded in his famous Bakerian lecture of 1806, that the alleged creation of elements did not take place, the substances found at the poles of the battery having been dissolved from the walls of the vessels in which the water experimented upon had been placed. Thus the same implement which had served to give a certain philosophical warrant to the fading dreams of alchemy banished those dreams peremptorily from the domain of present science.\\n\\n\\\"As early as 1800,\\\" writes Davy, \\\"I had found that when separate portions of distilled water, filling two glass tubes, connected by moist bladders, or any moist animal or vegetable substances, were submitted to the electrical action of the pile of Volta by means of gold wires, a nitro-muriatic solution of gold appeared in the tube containing the positive wire, or the wire transmitting the electricity, and a solution of soda in the opposite tube; but I soon ascertained that the muriatic acid owed its existence to the animal or vegetable matters employed; for when the same fibres of cotton were made use of in successive experiments, and washed after every process in a weak solution of nitric acid, the water in the apparatus containing them, though acted on for a great length of time with a very strong power, at last produced no effects upon nitrate of silver.\\n\\n\\\"In cases when I had procured much soda, the glass at its point of contact with the wire seemed considerably corroded; and I was confirmed in my idea of referring the production of the alkali principally to this source, by finding that no fixed saline matter could be obtained by electrifying distilled water in a single agate cup from two points of platina with the Voltaic battery.\\n\\n\\\"Mr. Sylvester, however, in a paper published in Mr. Nicholson's journal for last August, states that though no fixed alkali or muriatic acid appears when a single vessel is employed, yet that they are both formed when two vessels are used. And to do away with all objections with regard to vegetable substances or glass, he conducted his process in a vessel made of baked tobacco-pipe clay inserted in a crucible of platina. I have no doubt of the correctness of his results; but the conclusion appears objectionable.  He conceives, that he obtained fixed alkali, because the fluid after being heated and evaporated left a matter that tinged turmeric brown, which would have happened had it been lime, a substance that exists in considerable quantities in all pipe-clay; and even allowing the presence of fixed alkali, the materials employed for the manufacture of tobacco-pipes are not at all such as to exclude the combinations of this substance.\\n\\n\\\"I resumed the inquiry; I procured small cylindrical cups of agate of the capacity of about one-quarter of a cubic inch each. They were boiled for some hours in distilled water, and a piece of very white and transparent amianthus that had been treated in the same way was made then to connect together; they were filled with distilled water and exposed by means of two platina wires to a current of electricity, from one hundred and fifty pairs of plates of copper and zinc four inches square, made active by means of solution of alum. After forty-eight hours the process was examined: Paper tinged with litmus plunged into the tube containing the transmitting or positive wire was immediately strongly reddened. Paper colored by turmeric introduced into the other tube had its color much deepened; the acid matter gave a very slight degree of turgidness to solution of nitrate of soda. The fluid that affected turmeric retained this property after being strongly boiled; and it appeared more vivid as the quantity became reduced by evaporation; carbonate of ammonia was mixed with it, and the whole dried and exposed to a strong heat; a minute quantity of white matter remained, which, as far as my examinations could go, had the properties of carbonate of soda. I compared it with similar minute portions of the pure carbonates of potash, and similar minute portions of the pure carbonates of potash and soda.  It was not so deliquescent as the former of these bodies, and it formed a salt with nitric acid, which, like nitrate of soda, soon attracted moisture from a damp atmosphere and became fluid.\\n\\n\\\"This result was unexpected, but it was far from convincing me that the substances which were obtained were generated. In a similar process with glass tubes, carried on under exactly the same circumstances and for the same time, I obtained a quantity of alkali which must have been more than twenty times greater, but no traces of muriatic acid. There was much probability that the agate contained some minute portion of saline matter, not easily detected by chemical analysis, either in combination or intimate cohesion in its pores. To determine this, I repeated this a second, a third, and a fourth time.  In the second experiment turbidness was still produced by a solution of nitrate of silver in the tube containing the acid, but it was less distinct; in the third process it was barely perceptible; and in the fourth process the two fluids remained perfectly clear after the mixture. The quantity of alkaline matter diminished in every operation; and in the last process, though the battery had been kept in great activity for three days, the fluid possessed, in a very slight degree, only the power of acting on paper tinged with turmeric; but its alkaline property was very sensible to litmus paper slightly reddened, which is a much more delicate test; and after evaporation and the process by carbonate of ammonia, a barely perceptible quantity of fixed alkali was still left. The acid matter in the other tube was abundant; its taste was sour; it smelled like water over which large quantities of nitrous gas have been long kept; it did not effect solution of muriate of barytes; and a drop of it placed upon a polished plate of silver left, after evaporation, a black stain, precisely similar to that produced by extremely diluted nitrous acid.\\n\\n\\\"After these results I could no longer doubt that some saline matter existing in the agate tubes had been the source of the acid matter capable of precipitating nitrate of silver and much of the alkali. Four additional repetitions of the process, however, convinced me that there was likewise some other cause for the presence of this last substance; for it continued to appear to the last in quantities sufficiently distinguishable, and apparently equal in every case. I had used every precaution, I had included the tube in glass vessels out of the reach of the circulating air; all the acting materials had been repeatedly washed with distilled water; and no part of them in contact with the fluid had been touched by the fingers.\\n\\n\\\"The only substance that I could now conceive as furnishing the fixed alkali was the water itself.  This water appeared pure by the tests of nitrate of silver and muriate of barytes; but potash of soda, as is well known, rises in small quantities in rapid distillation; and the New River water which I made use of contains animal and vegetable impurities, which it was easy to conceive might furnish neutral salts capable of being carried over in vivid ebullition.\\\"\\\\[1\\\\] Further experiment proved the correctness of this inference, and the last doubt as to the origin of the puzzling chemical was dispelled.\\n\\nThough the presence of the alkalies and acids in the water was explained, however, their respective migrations to the negative and positive poles of the battery remained to be accounted for. Davy's classical explanation assumed that different elements differ among themselves as to their electrical properties, some being positively, others negatively, electrified.  Electricity and \\\"chemical affinity,\\\" he said, apparently are manifestations of the same force, acting in the one case on masses, in the other on particles. Electro-positive particles unite with electro-negative particles to form chemical compounds, in virtue of the familiar principle that opposite electricities attract one another. When compounds are decomposed by the battery, this mutual attraction is overcome by the stronger attraction of the poles of the battery itself.\\n\\nThis theory of binary composition of all chemical compounds, through the union of electro-positive and electro-negative atoms or molecules, was extended by Berzelius, and made the basis of his famous system of theoretical chemistry.  This theory held that all inorganic compounds, however complex their composition, are essentially composed of such binary combinations. For many years this view enjoyed almost undisputed sway. It received what seemed strong confirmation when Faraday showed the definite connection between the amount of electricity employed and the amount of decomposition produced in the so-called electrolyte. But its claims were really much too comprehensive, as subsequent discoveries proved.\\n\\nORGANIC CHEMISTRY AND THE IDEA OF THE MOLECULE\\n\\nWhen Berzelius first promulgated his binary theory he was careful to restrict its unmodified application to the compounds of the inorganic world.  At that time, and for a long time thereafter, it was supposed that substances of organic nature had some properties that kept them aloof from the domain of inorganic chemistry. It was little doubted that a so-called \\\"vital force\\\" operated here, replacing or modifying the action of ordinary \\\"chemical affinity.\\\" It was, indeed, admitted that organic compounds are composed of familiar elements--chiefly carbon, oxygen, hydrogen, and nitrogen; but these elements were supposed to be united in ways that could not be imitated in the domain of the non-living. It was regarded almost as an axiom of chemistry that no organic compound whatever could be put together from its elements--synthesized--in the laboratory. To effect the synthesis of even the simplest organic compound, it was thought that the \\\"vital force\\\" must be in operation.\\n\\nTherefore a veritable sensation was created in the chemical world when, in the year 1828, it was announced that the young German chemist, Friedrich Wohler, formerly pupil of Berzelius, and already known as a coming master, had actually synthesized the well-known organic product urea in his laboratory at Sacrow.  The \\\"exception which proves the rule\\\" is something never heard of in the domain of logical science.  Natural law knows no exceptions.  So the synthesis of a single organic compound sufficed at a blow to break down the chemical barrier which the imagination of the fathers of the science had erected between animate and inanimate nature. Thenceforth the philosophical chemist would regard the plant and animal organisms as chemical laboratories in which conditions are peculiarly favorable for building up complex compounds of a few familiar elements, under the operation of universal chemical laws.  The chimera \\\"vital force\\\" could no longer gain recognition in the domain of chemistry.\\n\\nNow a wave of interest in organic chemistry swept over the chemical world, and soon the study of carbon compounds became as much the fashion as electrochemistry had been in the, preceding generation.\\n\\nForemost among the workers who rendered this epoch of organic chemistry memorable were Justus Liebig in Germany and Jean Baptiste Andre Dumas in France, and their respective pupils, Charles Frederic Gerhardt and Augustus Laurent.  Wohler, too, must be named in the same breath, as also must Louis Pasteur, who, though somewhat younger than the others, came upon the scene in time to take chief part in the most important of the controversies that grew out of their labors.\\n\\nSeveral years earlier than this the way had been paved for the study of organic substances by Gay-Lussac's discovery, made in 1815, that a certain compound of carbon and nitrogen, which he named cyanogen, has a peculiar degree of stability which enables it to retain its identity and enter into chemical relations after the manner of a simple body. A year later Ampere discovered that nitrogen and hydrogen, when combined in certain proportions to form what he called ammonium, have the same property. Berzelius had seized upon this discovery of the compound radical, as it was called, because it seemed to lend aid to his dualistic theory. He conceived the idea that all organic compounds are binary unions of various compound radicals with an atom of oxygen, announcing this theory in 1818. Ten years later, Liebig and Wohler undertook a joint investigation which resulted in proving that compound radicals are indeed very abundant among organic substances.  Thus the theory of Berzelius seemed to be substantiated, and organic chemistry came to be defined as the chemistry of compound radicals.\\n\\nBut even in the day of its seeming triumph the dualistic theory was destined to receive a rude shock.  This came about through the investigations of Dumas, who proved that in a certain organic substance an atom of hydrogen may be removed and an atom of chlorine substituted in its place without destroying the integrity of the original compound--much as a child might substitute one block for another in its play-house. Such a substitution would be quite consistent with the dualistic theory, were it not for the very essential fact that hydrogen is a powerfully electro-positive element, while chlorine is as strongly electro-negative. Hence the compound radical which united successively with these two elements must itself be at one time electro-positive, at another electro-negative--a seeming inconsistency which threw the entire Berzelian theory into disfavor.\\n\\nIn its place there was elaborated, chiefly through the efforts of Laurent and Gerhardt, a conception of the molecule as a unitary structure, built up through the aggregation of various atoms, in accordance with \\\"elective affinities\\\" whose nature is not yet understood A doctrine of \\\"nuclei\\\" and a doctrine of \\\"types\\\" of molecular structure were much exploited, and, like the doctrine of compound radicals, became useful as aids to memory and guides for the analyst, indicating some of the plans of molecular construction, though by no means penetrating the mysteries of chemical affinity. They are classifications rather than explanations of chemical unions.  But at least they served an important purpose in giving definiteness to the idea of a molecular structure built of atoms as the basis of all substances. Now at last the word molecule came to have a distinct meaning, as distinct from \\\"atom,\\\" in the minds of the generality of chemists, as it had had for Avogadro a third of a century before. Avogadro's hypothesis that there are equal numbers of these molecules in equal volumes of gases, under fixed conditions, was revived by Gerhardt, and a little later, under the championship of Cannizzaro, was exalted to the plane of a fixed law. Thenceforth the conception of the molecule was to be as dominant a thought in chemistry as the idea of the atom had become in a previous epoch.\\n\\nCHEMICAL AFFINITY\\n\\nOf course the atom itself was in no sense displaced, but Avogadro's law soon made it plain that the atom had often usurped territory that did not really belong to it. In many cases the chemists had supposed themselves dealing with atoms as units where the true unit was the molecule. In the case of elementary gases, such as hydrogen and oxygen, for example, the law of equal numbers of molecules in equal spaces made it clear that the atoms do not exist isolated, as had been supposed.  Since two volumes of hydrogen unite with one volume of oxygen to form two volumes of water vapor, the simplest mathematics show, in the light of Avogadro's law, not only that each molecule of water must contain two hydrogen atoms (a point previously in dispute), but that the original molecules of hydrogen and oxygen must have been composed in each case of two atoms---else how could one volume of oxygen supply an atom for every molecule of two volumes of water?\\n\\nWhat, then, does this imply?  Why, that the elementary atom has an avidity for other atoms, a longing for companionship, an \\\"affinity\\\"--call it what you will--which is bound to be satisfied if other atoms are in the neighborhood.  Placed solely among atoms of its own kind, the oxygen atom seizes on a fellow oxygen atom, and in all their mad dancings these two mates cling together--possibly revolving about each other in miniature planetary orbits. Precisely the same thing occurs among the hydrogen atoms. But now suppose the various pairs of oxygen atoms come near other pairs of hydrogen atoms (under proper conditions which need not detain us here), then each oxygen atom loses its attachment for its fellow, and flings itself madly into the circuit of one of the hydrogen couplets, and--presto!--there are only two molecules for every three there were before, and free oxygen and hydrogen have become water. The whole process, stated in chemical phraseology, is summed up in the statement that under the given conditions the oxygen atoms had a greater affinity for the hydrogen atoms than for one another.\\n\\nAs chemists studied the actions of various kinds of atoms, in regard to their unions with one another to form molecules, it gradually dawned upon them that not all elements are satisfied with the same number of companions. Some elements ask only one, and refuse to take more; while others link themselves, when occasion offers, with two, three, four, or more. Thus we saw that oxygen forsook a single atom of its own kind and linked itself with two atoms of hydrogen.  Clearly, then, the oxygen atom, like a creature with two hands, is able to clutch two other atoms.  But we have no proof that under any circumstances it could hold more than two. Its affinities seem satisfied when it has two bonds.  But, on the other hand, the atom of nitrogen is able to hold three atoms of hydrogen, and does so in the molecule of ammonium (NH3); while the carbon atom can hold four atoms of hydrogen or two atoms of oxygen.\\n\\nEvidently, then, one atom is not always equivalent to another atom of a different kind in combining powers.  A recognition of this fact by Frankland about 1852, and its further investigation by others (notably A. Kekule and A. S. Couper), led to the introduction of the word equivalent into chemical terminology in a new sense, and in particular to an understanding of the affinities or \\\"valency\\\" of different elements, which proved of the most fundamental importance. Thus it was shown that, of the four elements that enter most prominently into organic compounds, hydrogen can link itself with only a single bond to any other element--it has, so to speak, but a single hand with which to grasp--while oxygen has capacity for two bonds, nitrogen for three (possibly for five), and carbon for four. The words monovalent, divalent, trivalent, tretrava-lent, etc., were coined to express this most important fact, and the various elements came to be known as monads, diads, triads, etc.  Just why different elements should differ thus in valency no one as yet knows; it is an empirical fact that they do.  And once the nature of any element has been determined as regards its valency, a most important insight into the possible behavior of that element has been secured. Thus a consideration of the fact that hydrogen is monovalent, while oxygen is divalent, makes it plain that we must expect to find no more than three compounds of these two elements--namely, H--O--(written HO by the chemist, and called hydroxyl); H--O--H (H2O, or water), and H--O--O--H (H2O2, or hydrogen peroxide). It will be observed that in the first of these compounds the atom of oxygen stands, so to speak, with one of its hands free, eagerly reaching out, therefore, for another companion, and hence, in the language of chemistry, forming an unstable compound. Again, in the third compound, though all hands are clasped, yet one pair links oxygen with oxygen; and this also must be an unstable union, since the avidity of an atom for its own kind is relatively weak. Thus the well-known properties of hydrogen peroxide are explained, its easy decomposition, and the eagerness with which it seizes upon the elements of other compounds.\\n\\nBut the molecule of water, on the other hand, has its atoms arranged in a state of stable equilibrium, all their affinities being satisfied.  Each hydrogen atom has satisfied its own affinity by clutching the oxygen atom; and the oxygen atom has both its bonds satisfied by clutching back at the two hydrogen atoms. Therefore the trio, linked in this close bond, have no tendency to reach out for any other companion, nor, indeed, any power to hold another should it thrust itself upon them. They form a \\\"stable\\\" compound, which under all ordinary circumstances will retain its identity as a molecule of water, even though the physical mass of which it is a part changes its condition from a solid to a gas from ice to vapor.\\n\\nBut a consideration of this condition of stable equilibrium in the molecule at once suggests a new question: How can an aggregation of atoms, having all their affinities satisfied, take any further part in chemical reactions? Seemingly such a molecule, whatever its physical properties, must be chemically inert, incapable of any atomic readjustments. And so in point of fact it is, so long as its component atoms cling to one another unremittingly.  But this, it appears, is precisely what the atoms are little prone to do. It seems that they are fickle to the last degree in their individual attachments, and are as prone to break away from bondage as they are to enter into it.  Thus the oxygen atom which has just flung itself into the circuit of two hydrogen atoms, the next moment flings itself free again and seeks new companions. It is for all the world like the incessant change of partners in a rollicking dance.  This incessant dissolution and reformation of molecules in a substance which as a whole remains apparently unchanged was first fully appreciated by Ste.-Claire Deville, and by him named dissociation.  It is a process which goes on much more actively in some compounds than in others, and very much more actively under some physical conditions (such as increase of temperature) than under others.  But apparently no substances at ordinary temperatures, and no temperature above the absolute zero, are absolutely free from its disturbing influence. Hence it is that molecules having all the valency of their atoms fully satisfied do not lose their chemical activity--since each atom is momentarily free in the exchange of partners, and may seize upon different atoms from its former partners, if those it prefers are at hand.\\n\\nWhile, however, an appreciation of this ceaseless activity of the atom is essential to a proper understanding of its chemical efficiency, yet from another point of view the \\\"saturated\\\" molecule--that is, the molecule whose atoms have their valency all satisfied--may be thought of as a relatively fixed or stable organism. Even though it may presently be torn down, it is for the time being a completed structure; and a consideration of the valency of its atoms gives the best clew that has hitherto been obtainable as to the character of its architecture.  How important this matter of architecture of the molecule--of space relations of the atoms--may be was demonstrated as long ago as 1823, when Liebig and Wohler proved, to the utter bewilderment of the chemical world, that two substances may have precisely the same chemical constitution--the same number and kind of atoms--and yet differ utterly in physical properties. The word isomerism was coined by Berzelius to express this anomalous condition of things, which seemed to negative the most fundamental truths of chemistry.  Naming the condition by no means explained it, but the fact was made clear that something besides the mere number and kind of atoms is important in the architecture of a molecule. It became certain that atoms are not thrown together haphazard to build a molecule, any more than bricks are thrown together at random to form a house.\\n\\nHow delicate may be the gradations of architectural design in building a molecule was well illustrated about 1850, when Pasteur discovered that some carbon compounds--as certain sugars--can only be distinguished from one another, when in solution, by the fact of their twisting or polarizing a ray of light to the left or to the right, respectively. But no inkling of an explanation of these strange variations of molecular structure came until the discovery of the law of valency.  Then much of the mystery was cleared away; for it was plain that since each atom in a molecule can hold to itself only a fixed number of other atoms, complex molecules must have their atoms linked in definite chains or groups. And it is equally plain that where the atoms are numerous, the exact plan of grouping may sometimes be susceptible of change without doing violence to the law of valency. It is in such cases that isomerism is observed to occur.\\n\\nBy paying constant heed to this matter of the affinities, chemists are able to make diagrammatic pictures of the plan of architecture of any molecule whose composition is known. In the simple molecule of water (H2O), for example, the two hydrogen atoms must have released each other before they could join the oxygen, and the manner of linking must apparently be that represented in the graphic formula H--O--H. With molecules composed of a large number of atoms, such graphic representation of the scheme of linking is of course increasingly difficult, yet, with the affinities for a guide, it is always possible. Of course no one supposes that such a formula, written in a single plane, can possibly represent the true architecture of the molecule: it is at best suggestive or diagrammatic rather than pictorial. Nevertheless, it affords hints as to the structure of the molecule such as the fathers of chemistry would not have thought it possible ever to attain.\\n\\nPERIODICITY OF ATOMIC WEIGHTS\\n\\nThese utterly novel studies of molecular architecture may seem at first sight to take from the atom much of its former prestige as the all-important personage of the chemical world. Since so much depends upon the mere position of the atoms, it may appear that comparatively little depends upon the nature of the atoms themselves.  But such a view is incorrect, for on closer consideration it will appear that at no time has the atom been seen to renounce its peculiar personality. Within certain limits the character of a molecule may be altered by changing the positions of its atoms (just as different buildings may be constructed of the same bricks), but these limits are sharply defined, and it would be as impossible to exceed them as it would be to build a stone building with bricks. From first to last the brick remains a brick, whatever the style of architecture it helps to construct; it never becomes a stone. And just as closely does each atom retain its own peculiar properties, regardless of its surroundings.\\n\\nThus, for example, the carbon atom may take part in the formation at one time of a diamond, again of a piece of coal, and yet again of a particle of sugar, of wood fibre, of animal tissue, or of a gas in the atmosphere; but from first to last--from glass-cutting gem to intangible gas--there is no demonstrable change whatever in any single property of the atom itself. So far as we know, its size, its weight, its capacity for vibration or rotation, and its inherent affinities, remain absolutely unchanged throughout all these varying fortunes of position and association. And the same thing is true of every atom of all of the seventy-odd elementary substances with which the modern chemist is acquainted. Every one appears always to maintain its unique integrity, gaining nothing and losing nothing.\\n\\nAll this being true, it would seem as if the position of the Daltonian atom as a primordial bit of matter, indestructible and non-transmutable, had been put to the test by the chemistry of our century, and not found wanting. Since those early days of the century when the electric battery performed its miracles and seemingly reached its limitations in the hands of Davy, many new elementary substances have been discovered, but no single element has been displaced from its position as an undecomposable body. Rather have the analyses of the chemist seemed to make it more and more certain that all elementary atoms are in truth what John Herschel called them, \\\"manufactured articles\\\"--primordial, changeless, indestructible.\\n\\nAnd yet, oddly enough, it has chanced that hand in hand with the experiments leading to such a goal have gone other experiments arid speculations of exactly the opposite tenor. In each generation there have been chemists among the leaders of their science who have refused to admit that the so-called elements are really elements at all in any final sense, and who have sought eagerly for proof which might warrant their scepticism. The first bit of evidence tending to support this view was furnished by an English physician, Dr. William Prout, who in 1815 called attention to a curious relation to be observed between the atomic weight of the various elements. Accepting the figures given by the authorities of the time (notably Thomson and Berzelius), it appeared that a strikingly large proportion of the atomic weights were exact multiples of the weight of hydrogen, and that others differed so slightly that errors of observation might explain the discrepancy. Prout felt that it could not be accidental, and he could think of no tenable explanation, unless it be that the atoms of the various alleged elements are made up of different fixed numbers of hydrogen atoms.  Could it be that the one true element--the one primal matter--is hydrogen, and that all other forms of matter are but compounds of this original substance?\\n\\nProut advanced this startling idea at first tentatively, in an anonymous publication; but afterwards he espoused it openly and urged its tenability.  Coming just after Davy's dissociation of some supposed elements, the idea proved alluring, and for a time gained such popularity that chemists were disposed to round out the observed atomic weights of all elements into whole numbers. But presently renewed determinations of the atomic weights seemed to discountenance this practice, and Prout's alleged law fell into disrepute.  It was revived, however, about 1840, by Dumas, whose great authority secured it a respectful hearing, and whose careful redetermination of the weight of carbon, making it exactly twelve times that of hydrogen, aided the cause.\\n\\nSubsequently Stas, the pupil of Dumas, undertook a long series of determinations of atomic weights, with the expectation of confirming the Proutian hypothesis.  But his results seemed to disprove the hypothesis, for the atomic weights of many elements differed from whole numbers by more, it was thought, than the limits of error of the experiments. It was noteworthy, however, that the confidence of Dumas was not shaken, though he was led to modify the hypothesis, and, in accordance with previous suggestions of Clark and of Marignac, to recognize as the primordial element, not hydrogen itself, but an atom half the weight, or even one-fourth the weight, of that of hydrogen, of which primordial atom the hydrogen atom itself is compounded. But even in this modified form the hypothesis found great opposition from experimental observers.\\n\\nIn 1864, however, a novel relation between the weights of the elements and their other characteristics was called to the attention of chemists by Professor John A. R. Newlands, of London, who had noticed that if the elements are arranged serially in the numerical order of their atomic weights, there is a curious recurrence of similar properties at intervals of eight elements This so-called \\\"law of octaves\\\" attracted little immediate attention, but the facts it connotes soon came under the observation of other chemists, notably of Professors Gustav Hinrichs in America, Dmitri Mendeleeff in Russia, and Lothar Meyer in Germany.  Mendeleeff gave the discovery fullest expression, explicating it in 1869, under the title of \\\"the periodic law.\\\"\\n\\nThough this early exposition of what has since been admitted to be a most important discovery was very fully outlined, the generality of chemists gave it little heed till a decade or so later, when three new elements, gallium, scandium, and germanium, were discovered, which, on being analyzed, were quite unexpectedly found to fit into three gaps which Mendeleeff had left in his periodic scale. In effect the periodic law had enabled Mendeleeff to predicate the existence of the new elements years before they were discovered. Surely a system that leads to such results is no mere vagary. So very soon the periodic law took its place as one of the most important generalizations of chemical science.\\n\\nThis law of periodicity was put forward as an expression of observed relations independent of hypothesis; but of course the theoretical bearings of these facts could not be overlooked. As Professor J. H. Gladstone has said, it forces upon us \\\"the conviction that the elements are not separate bodies created without reference to one another, but that they have been originally fashioned, or have been built up, from one another, according to some general plan.\\\"  It is but a short step from that proposition to the Proutian hypothesis.\\n\\nNEW WEAPONS--SPECTROSCOPE AND CAMERA\",\"timestamp\":1636791164,\"title\":\"\\nA History of Science, Volume 4\\n\\nby Henry Smith Williams, M.D., LL.D.\"},\"digest\":\"erM0xxcQUqaJamnKeEGxDPMvPlQUEAZkafNzfu3-Cqg\",\"authorship\":{\"contributor\":\"0xf28A2beF877448182B07e1C9bF1b10753381B9EA\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ooZXwdDHrRPwHxEQxJQON9X1y1UUPN2MXO4Z8ue6vS4\\\",\\\"y\\\":\\\"U0M4S0NBDWoU_dSuqy71UhFPTwO63oc_k-BPQXuWA3Q\\\"}\",\"signature\":\"AmmWrEltCXH4njobyiVRzh15hXXcpFksz3Js7jeWwGF6gldXHACpq7N_slpeQ5RIV6GL9-XQfOwQubuATqK3Bg\",\"signingKeySignature\":\"0x19c30ce12c6d7e2cf4905421cf052e1cab2de1ee099efd5e77b89752cedbf40f53d8769cdd2556d26fa2605924cfaf7fa772388ef2e2c14bae6bfd86374280db1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"ooZXwdDHrRPwHxEQxJQON9X1y1UUPN2MXO4Z8ue6vS4\\\",\\\"y\\\":\\\"U0M4S0NBDWoU_dSuqy71UhFPTwO63oc_k-BPQXuWA3Q\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"erM0xxcQUqaJamnKeEGxDPMvPlQUEAZkafNzfu3-Cqg\"}"