"{\"content\":{\"body\":\"霜飞羽的确听说过静心慈航大悲咒，但是她却不会。而且她还说，她师傅告诉她，只有云罗仙姬才会这首曲子。可惜那位传说中的云罗仙姬，此时已经变成了一个石头人，我怎么可能指望一个石头人教会霜飞羽弹琴呢。\\n\\n```\\n“除了《静心慈航大悲咒》之外，就没有别的办法可以救小黑吗？”我问道。\\n\\n“不是没有。”伏曦琴对我说道：“只要找到同为上古十大神器之一的神农鼎，用它炼制丹药，效果会比我的琴音更好。”\\n\\n说了都等于白说，想要找神农鼎，恐怖也不会比找《静心慈航大悲咒》来的更容易。说了半天，伏曦琴对我讲的全都是废话。\\n\\n小黑现在还不是我的宠物，我又不能把他收起来。照他眼前的状况，哪怕就是一个十级新手到这里，都能轻易将他杀死。而现在山洞中的东皇钟已经逃走了，原本靠着两道棋阵守护的山洞，此时变成了一处无人之地，任何人想来就来，想走就走。相信只要有玩家看到这里的小黑，肯定不会放过一个不废吹灰之力就可以杀死的高级BOSS。我总不可能一直守在这里，一直看着他吧。\\n\\n收又不能收，走也不能走，救又暂时想不到办法。望着奄奄一息的小黑，我心里的好一阵难受。\\n\\n***，什么恶魔领主，什么龙城城主，什么东方第一鬼道士，老子连自己心爱的宠物都救不了，玩了这么久的游戏，真他妈都是白干了。\\n\\n突然。我想到一件事。这个伏曦琴虽然暂时没什么作用，但是它知道得好像挺多的。不管怎么样，一个上古神器，拥有的智慧也不是普通NPC可以拥有的了。我来山洞的目的本来就是想向弈剑风打听关于崆峒印的事情，现在有问题。问问这个上古神器不是更方便吗？\\n\\n崆峒印的事情可以暂时放在一旁，虽然丫丫现在还不能恢复肉身。但她好歹是我的召唤兽，所以不用担心出现什么大问题，早一天跟晚一天恢复都一样。可是小黑的情形却是刻不容缓。这个问题，最后恐怕还是要落到伏曦琴的身上，不然的话。我只有动用龙城里的万兽山庄帮众，来替我看守山洞，不让别人伤害小黑了。\\n\\n只不过那样一来，更会引起天地玩家的关注，不到万不得已，我是不会轻易那么做的。\\n\\n“看你那样子，好像兽王对你来说很重要？”伏曦琴上柔光闪烁，对我轻声说道。\\n\\n“难道你还有办法？”我转头看向伏曦琴。此时它依旧留在那片被轩辕剑打破的山壁里，只能通过声音与我进行交流。也正是因为这样，先前它才没有引起龙逆天带来的玩家太多的注意。\\n\\n“有，不过你要帮我个忙。”伏曦琴说道：“我已经暂时帮你恢复了轩辕剑的能力，虽然还没有达到他原来的十分之一，但是打破这里的禁制却是足够了。”\\n\\n“禁制？”我往周围看了看，实在没有发现这座山洞中还有着什么样的禁制。\\n\\n伏曦琴幽幽的发出一声叹息，对我讲起了几千年前，发生的一段往事。\\n\\n上古十大神器在完成了各自在人间的使命之后，被召回天界。但是。已沾染到了凡尘俗念的十大神器却远安稳的停留在天界享受毫无波澜的安稳日子，只是碍于天规，无法达成自己的心愿。\\n\\n天道轮回，冥冥中自有注定。当年，观音大士应劫下凡，寻找净化人心的凡药，同时也将十大神器不安份的心再次调动了起来。\\n\\n掌管天界之门的东皇钟，借由自己的便利之处，打开天界之门，天界灵气外泄，造成人间气息混乱。无数妖灵鬼怪应运而生，才造就了东方大陆、人、鬼、妖三足鼎立的局面。\\n\\n原本身为天神的噬神罗候竟然也趁着这个机会逃到下界，并借由着自己的力量统治了鬼族，成为一代魔王，意图颠覆天界，成为统一众生的三界之王。\\n\\n东方神龙一族也在这个时候发生了意外，龙神竟然突然神秘失踪，导致东方神龙这只强大的队伍群龙无首，更在无形中增加了天地间的混乱。\\n\\n在这个时候，不管是天界、人间、鬼域，到处都处在一片混乱当中，而炎魔、梦庵这些不安好心的家伙也趁火打劫，无疑为早已千疮百孔的天地秩序雪上加霜。\\n\\n十大神器再也无法安然的停在天界，纷纷应劫入世，但是唯恐天下不乱的东皇钟却从中做了些手脚，使得十大神器各自受到不同程度的影响，无法发挥自己的作用。只待有缘人找到这些神器，并修复各自的能力，才能真正的发挥出他们的作用。\\n\\n听完伏曦琴的讲述，我头上是冷汗直冒。\\n\\n天地的游戏设计员脑子还真不是普通的变态，把个东方大陆搞得跟一锅粥一样，甚至比一锅粥还乱。想要理清这里面的关系，不花上三五年的功夫，把天地里的东西方大陆全都走个遍，而且还要做上无数个任务才有可能做到。\\n\\n不过从中我也发现了一点线索，或者说，这也是东方大陆的一条任务主线。如果顺藤摸瓜的摸下去，似乎我以前做过的任务还真都可以联系得起来。\\n\\n西方大陆的主线任务几乎都是围绕着光明神殿与冥王神殿两大阵营进行着。看来这东方大陆的主线任务，只怕要落到十大神器，还有罗候与天界的斗争上了。\\n\\n搞清楚了这一点之后，东方大陆的大方向就已经确定了。连同东皇钟在内的五大神器已经现身。还有五件，又沦落在天地中的哪个方向呢？\\n\\n故事讲完，伏曦琴对我说道：“这座山洞，原本是东皇钟用自己的吞噬力量修建的，在这里，还留下了一些关于十大神器的线索，就在洞壁上的壁画里，你可以去看一看。”\\n\\n我站起身，慢慢走到山洞的石壁前，重新审视那些我早已看到，却从来没有留意过的山洞壁画。\\n\\n那些壁画上所绘制的都是些上古神话，包括了盘古开天、后弈射日、女娲补天、大禹治水等等凡是中国人全都耳熟能详的上古传说。红、白、蓝、黑四色的线条凌乱的绘制在黑黄色的山壁上，勾起人一丝对原始生活的向往。\\n\\n如果不是有伏曦琴的提点，我多半会将这些壁画当作是单纯的装饰，这在天地中的各个场景也并不少见。但是细想一下，当初我第一次进入山洞的时候，只谈***的任务不就是要把这些壁画拓制下来的吗？当时我怎么就没有想到，这些壁画或许也是任务的提示之一呢？\\n\\n拿出制符用的纸和笔，我细细的将山洞中的壁画慢慢的描绘下来。这样的工作本来并不是我喜欢的，或者说，我随便找万兽山庄的几个人来，也能把它们全都做好。但是现在，我不能随便离开这里。万一我走了，小黑留在这里又怎么办？\\n\\n而且我也不想惊动其他人，因为关注着万兽山庄动向的玩家实再太多了，叫来一个，肯定能引来一大群。到时候岂不更加麻烦？\\n\\n花了整整四五个小时的时间，我硬是将壁画上的那些图案，还有旁边一些看似毫无意义的词句全都给抄录了下来。正准备收起纸笔的时候，伏曦琴突然问道：“你把那些全都记下来了吗？”\\n\\n啊？那家伙竟然还一直盯着我呢。原本以为这只是我为了找线索，怕遗忘的一种做法。听它这么一问，我反倒觉得自己在无意间可能又触发了某个神秘的任务。\\n\\n我点了点头，说道：“是啊，基本上已经记完了。”\\n\\n伏曦琴的声音突然变得有些急促，匆忙的对我说道：“快，你把那些壁画全都毁掉，在它们后面还有东西，拿到之后赶紧走人，记得要把我带走。”\\n\\n“什么？”我愣了愣，不是说要帮我救小黑的吗？怎么现在办法还没想出来，就急着要我走。\\n\\n“听我的没错。”伏曦琴的声音显得更加急促了：“东皇钟已经离开了这里，支撑这里的能量已经快要耗空了。我感觉到，用不了多少时间，这里就要塌了。好不容易可以重见天日，我可不想就这么被埋在这里。再等到有缘人出现，就不知道要到什么时候了。”\\n\\n妈的，这种子事情怎么不早说，害得我浪费了那么多时间。可是如果要走，小黑怎么办？\\n\\n像是感觉到我的犹豫，伏曦琴说道：“你身上有炼妖壶的气息，那老头子肯定在你身上。你把他拿出来，我替他净化解封，你就可以带走你想要带走的任何东西了。动作快点，没那么多时间了。”\\n\\n靠！原来这家伙早就有法子了，就是不说，也不知道心里打的是什么鬼主意。\\n\\n二话没说，我将火云的骨灰盒拿了出来，放到地上，伏曦琴再次弹奏起了先前的那首曲子，白光在山洞中时隐时现，随着音乐的节拍轻轻跳动。\\n\\n“叮叮咚……叮叮咚……”\\n```\\n\\n\\n------------\",\"timestamp\":1640413398,\"title\":\"第一百九十六章   往事\"},\"digest\":\"o_Jj56yaG8h9qmD9b2bY6qBGzACXyvi_oTRcuAYXwBk\",\"authorship\":{\"contributor\":\"0x3b250588908918297B67Ef1DEdF0E86d50cf04Ab\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_QBtqmLKzP5ahogSSgmVzJYq3YA2JScFAfgkV_hr35Y\\\",\\\"y\\\":\\\"VtYYoxb1VVB78f4BQDQX7zRKtbXeNBcUvNfeJUcvM-0\\\"}\",\"signature\":\"NtOKYBCkiQnrtuVBOk_qOReWfF6GrcBNTmwIbcJGdH5GVxpJwmV9vB10j-qYZgLNwpZPgohltbmyrE2hAqOa-g\",\"signingKeySignature\":\"0x99de1e0e0f25eae6198054b9f1ac1a0cad6ccbb04751cd399ed6359d497a427d3399bf1c423344f9036abe78ba70cecc8ebe72f16fae490a6047c84c795bf2ee1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_QBtqmLKzP5ahogSSgmVzJYq3YA2JScFAfgkV_hr35Y\\\",\\\"y\\\":\\\"VtYYoxb1VVB78f4BQDQX7zRKtbXeNBcUvNfeJUcvM-0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"o_Jj56yaG8h9qmD9b2bY6qBGzACXyvi_oTRcuAYXwBk\"}"