"{\"content\":{\"body\":\"Si lo piensa bien, hay procedimientos judiciales cuyos usuarios son casi exclusivamente las grandes corporaciones como, por ejemplo, los procedimientos de ejecución hipotecaria.\\n\\nEs curioso, la ley tiene la «deferencia» de establecer procedimientos rápidos para aquellos supuestos en que los poderosos reclaman lo que se les debe; y, sin embargo, en la misma ley, no parece tan sencillo encontrar ejemplos de lo contrario.\\n\\nPor otro lado, estas personas a las que englobamos bajo el epíteto de «los poderosos», cuentan con los medios económicos precisos para acudir a los juzgados tantas veces como sea necesario y acudir ante los más altos tribunales para tratar de fijar una jurisprudencia que les resulte favorable. Sólo, a veces, su egolatría les conduce a la catástrofe; como me relata a veces Dionisio Moreno —el abogado que defendió a Aziz en el famoso caso que cambió la jurisprudencia en el mundo de las hipotecas—, si el banco se había hecho allanado y había transaccionado el asunto con Aziz la sentencia que cambió todo el panorama hipotecario jamás se habría producido pues Aziz no pretendía cambiar el mundo ni la jurisprudencia, sino solo defender su derecho. Fue la egolatría,\\n\\nEn general los ciudadanos no actúan ante estos tribunales de justicia persiguiendo que fijen unas líneas jurisprudenciales que favorezcan a los particulares, se limitan a litigar tratando de obtener justicia en su concreto y caso particular, no son usuarios intensivos como bancos y aseguradoras de la administración de justicia.\\n\\nLos usuarios intensivos y poderosos económicamente de la administración de justicia, precisamente por ser usuarios intensivos, gozan de importantísimas ventajas: pueden seleccionar los casos que llevarán a apelación, casación o amparo, de forma que se siguen las mejores oportunidades para obtener o establecer una jurisprudencia que les favorezca. Los usuarios intensivos de la administración de justicia pueden transaccionar o pagar aquellos asuntos que no desean que lleguen más allá de la primera instancia, de forma que resuelvan que podrían perjudicarles jamás alcancen ni siquiera el rango de «jurisprudencia menor». Los usuarios intensivos de la administración de justicia, además, complementan toda su estrategia anterior con una eficaz y constante labor de «lobby» ante gobiernos y partidos de la oposición y con el uso de medios de comunicación que ellos financian con su publicidad, para establecer premisas mayores —luego les pondré un curioso ejemplo— que más tarde aprovecharán para construir silogimos tan falaces como aparentemente irrefutables. Los usuarios intensivos de la administración de justicia incluso recurren a la financiación de grupos y actividades parajudiciales (congresos o jornadas para peritos, abogados u otros juristas, etc.) con lo que acaban de redondear una maquinaria que funciona como un mecanismo de relojería perfectamente engrasado . Todo sea por el beneficio (el suyo). para establecer premisas mayores —luego les pondré un curioso ejemplo— que más tarde aprovecharán para construir silogimos tan falaces como aparentemente irrefutables. Los usuarios intensivos de la administración de justicia incluso recurren a la financiación de grupos y actividades parajudiciales (congresos o jornadas para peritos, abogados u otros juristas, etc.) con lo que acaban de redondear una maquinaria que funciona como un mecanismo de relojería perfectamente engrasado . Todo sea por el beneficio (el suyo). para establecer premisas mayores —luego les pondré un curioso ejemplo— que más tarde aprovecharán para construir silogimos tan falaces como aparentemente irrefutables. Los usuarios intensivos de la administración de justicia incluso recurren a la financiación de grupos y actividades parajudiciales (congresos o jornadas para peritos, abogados u otros juristas, etc.) con lo que acaban de redondear una maquinaria que funciona como un mecanismo de relojería perfectamente engrasado . Todo sea por el beneficio (el suyo). ) con lo que acaban de redondear una maquinaria que funciona como un mecanismo de relojería perfectamente engrasado. Todo sea por el beneficio (el suyo). ) con lo que acaban de redondear una maquinaria que funciona como un mecanismo de relojería perfectamente engrasado. Todo sea por el beneficio (el suyo).\\n\\nAdemás, en la cultura política contemporánea, la ley es tan omnipresente que ha llegado a dominar la forma en que la gente común piensa sobre sus problemas y las decisiones que toman sobre la resolución de esos problemas en su vida cotidiana. De esta manera, la ley preserva los privilegios de los usuarios intensivos de la administración de justicia, no solo a través de decisiones judiciales, sino también a través de las creencias y prácticas de la gente común (Ewick & Silbey 1998, Silbey 2005).\\n\\nSin embargo, a pesar de lo dicho hasta ahora y de la refractariedad de los ciudadanos comunes a acudir a la justicia e incluso de la inclinación natural de sus abogados a tratar de evitar el conflicto jurídico por todos los medios, resulta evidente que a los individuos , a menudo, no les queda otro remedio que acudir a los juzgados y tribunales para defender lo que consideran legítimamente su derecho y es ahí donde la ley y las categorías legales tienen una potencialidad verdaderamente admirable para motivar a la gente a movilizarse y resistir contra determinados injusticias y es ahí donde —a veces, algunas veces— los tribunales de justicia se encuentran en el campo de batalla donde se juega el mantenimiento de un determinado status quo o el progreso y el cambio social.\\n\\nLos abogados y abogadas, dentro del panorama descrito, son poderosos guardianes de las instituciones políticas y legales donde la dinámica entre la ley y el cambio social tiene lugar (Galanter 1974, Hunt 1990, Silbey 2005) y, si me lo permiten, déjenme que les ponga algunos ejemplos.\\n\\nCuando en 2012 el ministro de justicia de infausto recuerdo Alberto Ruíz Gallardón estableció unas infames tasas judiciales para poder acceder a la administración de justicia, se cuidó mucho de que las tasas que gravaban el acceso a los recursos fuesen las más elevadas. Esto no era casual, era la forma de colocar más lejos del ciudadano común las instancias donde se fija la jurisprudencia y era la forma de permitir a los poderosos seleccionar los procesos más convenientes para llevar a cabo un cabo ante ellos. De paso se nos dijo que los ciudadanos españoles éramos muy querulantes y que para evitar las altas tasas de litigiososad de los españoles lo mejor era establecer unas tasas que se destinarían a justicia gratuita.\\n\\nComo sospecho que ustedes saben bien, todo era un inmenso cúmulo de mentiras: los ciudadanos españoles no son usuarios intensivos de la administración de justicia, quienes lo son, son exactamente bancos, entidades financieras, aseguradoras y en general los poderosos que han hecho de la administración de justicia su particular oficina de cobros o la trinchera donde defender sus desvergonzados incumplimientos; tampoco era cierto que lo recaudado en tasas fue financiar la justicia como gratuita —con incalificable desvergüenza— se atrevió a escribir en el propio texto de la ley y la única verdad fue que los poderosos pudieron felicitarse al ver aumentadas sus herramientas y posibilidades de control.\\n\\nFue con la infamia de las tasas cuando apareció con fuerza en España una abogacía rebelde, bien que con causa, que no estuvo dispuesta a aceptar como inevitable aquella iniquidad. Una abogacía que usó de las mismas herramientas de los poderosos, que ya no litigaba por el caso concreto sino en el marco de una estrategia procesal mucho más amplia: se buscaban denodadamente casos “perfectos” que poder llevar ante los tribunales españoles y europeos a la busca de unas resoluciones que pusiesen fin a la infamia de las tasas. Ya no se litigaba por el resultado de un solo caso sino por una jurisprudencia que acabase con una situación inaceptable.\\n\\nEsta abogacía no era —no es— una abogacía de causas perdidas sino una abogacía de futuro, que ya no busca ganar un caso concreto sino que trabaja para ganar una causa colectiva, ya sea esta una ampliación de derechos fundamentales, la derogación de una ley injusta o el remedio de lamentables situaciones de hecho.\\n\\nVeo este tipo de abogacía en muchas acciones de los abogados de extranjería, laboralistas, de consumidores, partidarios del conocimiento y el software libres… una dimensión ética empieza a generalizarse —siempre ha estado ahí, bien que menos visible— en la abogacía buscando con tal dimensión, abogados y abogadas, separarse de la imagen de la mera voz mercenaria o del profesional absolutamente neutral.\\n\\nDesde los viejos abogados laboralistas que —durante la transición— trabajaron (ya veces murieron) defendiendo una causa y un cambio necesario, hasta los modernos abogados tecnológicos que persiguen una determinada concepción del mundo y la sociedad, la abogacía ha sido siempre un importante agente de cambio y progreso social capaz de forzar avances tan necesarios como necesarios, por eso no es extraño que moleste a quienes desearían perpetuar su posición de dominio.\\n\\nEs quizá tiempo de que abogados y abogadas tomen conciencia de su inmenso potencial como agente de cambio y busquen la manera de organizar y optimizar su trabajo, no sólo en el interés de sus clientes, sino de toda la sociedad.\\n\\n¿Qué tal si lo hacemos juntos?\",\"timestamp\":1633771809,\"title\":\"La abogacía como agente de cambio social\"},\"digest\":\"0dMVt94Ul6g7ngRWSTQ25wmrIQP58Kr-XNNA0lUrQRU\",\"authorship\":{\"contributor\":\"0xb5bF77b790f8185a6968F0B26f7Ff2610c1aAe42\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qco6hvljD6g765aRikL-70AG9K2_SjmpC0FA2x1g9v0\\\",\\\"y\\\":\\\"IeDiKXN859L9LtTsK-KvFVMvuzbor1aaKyJ0ny8-an4\\\"}\",\"signature\":\"r4GktNBXNL329SRnCVyHzlpYcXZivSi0OaDLPW5sevBztPiZv3QENIcFquKAtaLqEgPqc60Z4itOQrCIlpfxjA\",\"signingKeySignature\":\"0x50a047ad6ff7f41d9263473cb1e85f705f11153de978991cc29e08655075b9552f4557c853a6c5fe3143471d8b9f433002ae2726c289429dda8d04ae47dda62c1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qco6hvljD6g765aRikL-70AG9K2_SjmpC0FA2x1g9v0\\\",\\\"y\\\":\\\"IeDiKXN859L9LtTsK-KvFVMvuzbor1aaKyJ0ny8-an4\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0dMVt94Ul6g7ngRWSTQ25wmrIQP58Kr-XNNA0lUrQRU\"}"