"{\"content\":{\"body\":\"Blocto: A complete guide of creating a BSC wallet on an easy-to-use wallet\\nHave you ever tried buying cryptocurrencies? Did you buy BTC, ETH on Binance or FTX? Furthermore, Binance’s exchange coin-BNBis also a popular currency to buy. Instead of buying cryptos on exchanges, using on-chain wallets such as MxxxMxxk or Txxxt Wallet is also another choice. You may utilize them to interact with some DeFi dApps, such as swapping your BNB for sxxt coins or stable coins, staking in pools, liquidity farming or even buying NFTs (Non-fungible Tokens) on BakerySwap and PancakeSwap or other platforms. You may also earn a fortune by understanding the high risk it may take. However, managing your assets with an on-chain wallet requires a steep learning curve. Novices may be terrified to switch from a simple purchasing process on exchange to purchasing and even managing your own assets, private key, Mnemonic on an on-chain wallet.\\n\\nBlocto is aiming at becoming the Steam of blockchain\\nBlocto is the best user-friendly wallet ever created\\nBlocto is aimed at dealing with these problems. The wallet is developed by portto in Taiwan. It’s a blockchain wallet app combining in-app browsers. Nothing looks like any other on-chain wallets, you don’t have to memorize mnemonic yourself. It’s a bit like an exchange wallet, and even more, you can switch to dApp mode and manage the wallet yourself for more advanced blockchain users. Novices may find it easy to use, elegant to browse, and more importantly, not to worry about any issues regarding gas fees. Since you can always use in-app purchases to buy them with fiat currencies we will talk about them later on.\\nNow, let me introduce some features about Blocto. In addition, demonstrate how to transfer BNB from Binance to BSC on Blocto App, and further interaction with defi dApps!\\n\\\\*\\\\* We shield wallet addresses and balances on demo app images for privacy reasons. \\\\*\\\\*\\n\\n1. First of all, Create your first Binance Smart Chain (BSC) wallet !\\n   After registering Blocto App , click the Wallet button below. You may seeBlocto Points card with 3,000 newcomer reward points (approximately $3 US dollars). Click the pencil icon on the top right of your screen, and you will see the second image below. By clicking ＋Add it takes you to the final image, Adding Crypto. In this case, we need to add BNB — Smart Chain, which is under line S, with black background Binance logo.\\n\\nSince you are a newcomer to Bloco, you may see nothing but blocto points card on Image 2. After Adding an crypto, you may touch the Eye button to hide cards that you don’t need. You may forget a property you own when referring to a specific crypto card that was hidden. Chill ! Your money is still there, just not displayed. You can alway touch the Eye button to reveal them. The total property shows the money you have, at least all cryptos Blocto supports.\\nI have created a BSC wallet already and itcan’t be done twice. But newcomers may see an image like image 2. Even now, The gas fees of creating a Binance Smart Chain wallet is quite cheap, just like it is for a Solana wallet. It only takes about 800 Blocto Points, which is under $1 US dollars. However, it may take you nearly $50 US dollars to create an Ethereum wallet. They go nuts sometimes. Just wait until the Ethereum gas fee goes down. After creating a BSC wallet you may get a 0 balance wallet.\\nLet’s talk about some details of Blocto Points before going to the next step. Shall we?\\n\\nThe gas fee of Ethereum is surging at this moment.\\nFeature (1) No more Gas fee issues. Just use Blocto Points!\\nWhen it comes to Blockchain, a new user may be confused about things below\\n\\n1. Why does it take so long to complete a transfer?\\n2. Why do I need to pay the so-called “Gas fee” to complete the transfer? Who takes the money?\\n   The first issue is about the mechanism of Blockchain. Different chains have their distinct efficacy and TPS (Trans per second). We can do little to improve that inconvenience.\\n   The second issue can be easily explained and the UX can be simply improved by using Blocto Points. It takes money to put your data on-chain and the money is being paid to the miners, unlike the banking system, it’s not the platform that takes the whole amount. Blocto, as an Escrow wallet, allows you to pay the gas fee with real money and fiat currency by in-app purchase, just like any other mobile games! You don’t have to worry about not having enough crypto to pay for gas fee anymore.If you ever need some, you can always buy cryptos on Blocto. See details of the never chapter.\\n   If you need more Blocto points and you aren’t ready to buy some, you can always go to the index page and read the articles they provide for newcomers. After reading those articles you can take the simple missions and earn Blocto points at your fingertips!\\n   By the way, Blocto is about to issue a governance token called Blocto Token (BLT) in the very near future. You could acquire them by holding property or making transactions(tx) on Blocto. See details here\\n\\nSome of the article missions would give you points up to 1,000 points (nearly $1 USD) once completing . These quizzes can be completed easily and claim the points. Only a few are a little complicated such as sending transactions, yet you earn more points. Touch the black bar below the jumbotron or go all the way to the bottom to find the correspondence. You will earn 6,500 points (approximately $7 USD) in total except some expensive txs.\\nBlocto is about to issue their tokens- Blocto Token (BLT). In the very near future, holding properties and making transactions will allow you to earn more BLTs as a reward. You may also burn your BLTs to exchange for other tokens. See details here. You can use Blocto Points instead of any other tokens on either chain as gas fees. In addition, you can also see the equivalence fiat prices as you do so!\\n\\nChances are you wouldn’t have to read the whole article TL;DR to complete the quest and claim the points.\\nAll of them are very easy missions, but it’s vital for beginners to learn more and earn rewards.\\n2\\\\. Withdraw your BNB on Binance via BEP20\\nTap your BNB wallet card, click the “receive” button below. Copy the address by tapping. Go to your Binance/Binance US app, select withdraw and paste it. Remember to check if you choose the right network, BEP20(BSC).\\n(If you don’t have a Binance account, you can apply one here or get a Binance US account if you’re residents of the U.S.)\\n\\nRemember to choose BEP20 as your network instead of BEP2, which need Memo.\\n3\\\\. Confirm your BNB balances in the wallet\\nUnlike common web apps, It takes time for dApps to complete the transactions. It has nothing to do with web page speed, yet because of the mining process. Blockchain is unchangeable and decentralized. You will see the correct amount of your BNB balance and the total balance right after you re-enter the BNB wallet card. You can see the details about all your transactions inside as well.\\n\\nWait until a notification is pushed to your device, go back to the wallet page and get in the BNB card again.\\nPatience. After you receive an alert of receiving BNB from Binance, refresh the page by going back to the card list and get it again to check it out.\\nFeature (2). Buy Cryptos via MoonPay, Including BNB Now !\\nBesides BNB, you can also buy other cryptos on different chains such as BNB, SOL, ETH,MATIC, TRX, DAI (ERC20) and more. If that crypto is supported and available to buy, you would see a “buy” button below. MoonPay is a famous third-party service based in Israel that allows you to buy cryptos via credit cards only. It has a floor price to start from. They now support ETH, BNB, FLOW, SOL, MATIC, TRX, ERC-20 Tokens UNI, LINK, OMG, PAX and stable coins such as USDC, USDT, BUSD(BSC) and DAI. You can also buy stable coin on FLOW, FUSD.\\nIn short of gas fees? No problem! Just use Blocto Points.\\nBuying cryptos with ease like never before. Blocto also supports Apple Pay.\\n\\nToggle to any token you would like to buy via credit cards or Apple Pay. The page would later switch to checkout page. Just follow the instructions by MoonPay.\\nBuying cryptos with ease like never before. We also supports Apple Pay.\\n4\\\\. Heading to Pancake Swap, the famed De-fi platform features liquidity pools and farms\\nClick the Discover Page Button below, you will see the launch page. Blocto has kindly included some Defi and blockchain GameFi dApps already. Since Blocto is a wallet with an in-app browser, try typing “pancakewap” in the search bar. You can also see a shortcut on the discover page if it’s widely adopted by others.\\nThe number on the bottom right shows you the number of pages that are opened. To view each page, just simply click on the number icon.\\nYou may notice the favicon before the address. It’s now still an Ethereum icon.\\n\\nYou can either find “PancakeSwap” shortcut or type anything you want in the search bar.\\nBlocto’s search function can simply be served as a normal browser app.\\nHead to Pancakeswap.finance, you will later find Blocto has already changed the network from Ethereum to Binance smart chain (see the favicon). If you click the icon, you will see other networks to choose from, such as Flow, Tron and Solana. If an dApp supports multiple networks, you will see them in the selection alert.\\n\\nSwitch your network from one chain to another by clicking the favicon before the URL. Click the square with counts beside the share button to see all your pages.\\nfeature (3) Every Crypto in its place : we supports multiple networks\\nOnly a Few Wallets support FLOW. Blocto is one of them! Receive Discounts When Buying Your NBA TopShots with Flow.\\nBlocto is a smart contract wallet. It’s more like an all-in-one solution that allows you to buy cryptos via third-party services, and pay gas fees with Blocto points. Blocto supports multiple chains including Flow, Solana, Ethereum, Tron and Binance Smart Chain. With Blocto, there will be no more worries when it comes to property management. Classified and organized, you can receive and send your cryptos in an orderly fashion. Not enough gas fees? Just buy some Blocto points or use Moonpay.\\nLet’s continue with how to add liquidity on PancakeSwap. Click on the pencil icon on the top right, and hit the (+ ADD) button. Next, add PancakeSwap (CAKE) by clicking on the plus (+) button.\\nPancakeSwap guide: How to trade and provide liquidity | [finder.com.au](http://finder.com.au)\\nBesides Binance Smart Chain (BSC), you may also open a Solana wallet. It’s so cheap that you can pay the gas fees by those Blocto points they send you when you register your account and complete the article missions.\\nBlocto wallet is one of the few wallets that support Flow. You can buy NBA TopShots with Flow and get up to 20% discounts. You can simply buy Flow and FUSD, a stable coin that works like USDC, on Blocto via Moonpay. In addition, you can hit the “stake” button to stake and auto-stake (if it’s not in non-custodial mode) Flow and get rewards. There’s also another card that shows your “Locked Flow”, which allows you to manage your property easier.\\nWhen it comes to bridge between networks, BloctoSwap as the only DEX that bridges Ethereum and Flow plays a vital role. It allows you to exchange your USDT on Ethereum to USDT (tUSDT) on Flow, which can later be swapped into FLOW tokens. Blocto states that BloctoSwap will soon support more networks such as Solana and Binance smart Chain in the very near future.\\n\\nIf you’re new to blockchain and crypto currencies, you may find it kind of scary not to see any tokens, even shitcoin balances displayed in your Blocto wallet using Blocto Smart Contract Wallet. Here’s how to view these properties…\\nRead second article HERE\\nThanks for reading. In this article (1) , I introduced the smart contract wallet, Blocto, and how to use it to interact with smart contracts on BSC. Hope you enjoy your journey of exploring blockchain via Blocto!\\nwebsite — <https://blocto.portto.io/>\\nBlocto download link (with refer code)\\niOS users can change your lang using Settings. It’s defined by the browser-lang (Blocto is a browser wallet)\\nCNN Vault\\nwebsite — <https://blocto.portto.io/>\\nEN twitter — <https://twitter.com/BloctoApp>\\nEN telegram — <https://t.me/blocto>\\nEN/ZH discord — <https://discord.gg/G9rmG3tVWr>\\nGithub — <https://github.com/portto>\\nZH telegram — <https://t.me/bloctozh>\\nZH facebook — <https://www.facebook.com/blocto>\\nZH instagram — <https://www.instagram.com/bloctoapp>\",\"timestamp\":1634033011,\"title\":\"Blocto: A Step-by-Step Guide with Screenshots (1) : Using PancakeSwap with The Best Wallet Ever\"},\"digest\":\"V6f6s8PA9YGz83yX37pGyhpwIBeM5LgLPWtHq-kt_54\",\"authorship\":{\"contributor\":\"0xE85c3aBB198960Ce6949297Ff8af2293e0621a29\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NnmSMc3cgALst51HA74ZimsN8WPRHwhdUQy7HjF7Wlg\\\",\\\"y\\\":\\\"6N20B1MD_HoyurdryZXXPWuCA7ogKAt_DlT29sygkJc\\\"}\",\"signature\":\"9i_c9PmCrOZjuhFbMfetoLWUkdGkK_JTgjlVVZBDn_4dTHLp_FZMfLWb3icoNaoj3VpYFNMFe7u--ABq2gc0sg\",\"signingKeySignature\":\"0xd54af1c9e54cfa6cb99c06ffd511b950905651c246766afd9b4c0c18feac088c34d43d3977992bb63cebf438233c908b34a887e441aa5a6e561f908e455e3cc31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"NnmSMc3cgALst51HA74ZimsN8WPRHwhdUQy7HjF7Wlg\\\",\\\"y\\\":\\\"6N20B1MD_HoyurdryZXXPWuCA7ogKAt_DlT29sygkJc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"V6f6s8PA9YGz83yX37pGyhpwIBeM5LgLPWtHq-kt_54\"}"