"{\"content\":{\"body\":\"It would have been an abominable act to continue this examination, and make this child the innocent accuser of his own mother.  Chupin felt conscience-smitten even now.  So he kissed the cleanest spot he could find on the boy's face, and set him on the floor again, saying, \\\"Go and play.\\\"\\n\\nThe child had revealed his mother's character with cruel precision.  What had she told him about his father? That he was rich, and that, in case he returned, he would give them plenty of money and fine clothes.  The woman's nature stood revealed in all its deformity.  Chupin had good cause to feel proud of his discernment--all his suppositions had been confirmed.  He had read Mouchon's character at a glance.  He had recognized him as one of those wily evil-minded men who employ their leisure to the profit of their depravity--one of those patient, cold-blooded hypocrites who make poverty their purveyor, and whose passion is prodigal only in advice.  \\\"So he's paying his court to Madame Paul,\\\" thought Chupin.  \\\"Isn't it shameful? The old villain! he might at least give her enough to eat!\\\"\\n\\nSo far his preoccupation had made him forget his wine and his cigar.  He emptied the glass at a single draught, but it proved far more difficult to light the cigar.  \\\"Zounds! this is a non- combustible,\\\" he growled.  \\\"When I arrive at smoking ten sous cigars, I sha'n't come here to buy them.\\\"\\n\\nHowever, with the help of several matches and a great deal of drawing, he had almost succeeded, when the door opened, and Madame Paul reappeared with a letter in her hand.  She seemed greatly agitated; her anxiety was unmistakable.  \\\"I can't decide,\\\" she was saying to Mouchon, whose figure Chupin could only dimly distinguish in the darkness.  \\\"No, I can't.  If I send this letter, I must forever renounce all hope of my husband's return.  Whatever happens, he will never forgive me.\\\"\\n\\n\\\"He can't treat you worse than he does now, at all events,\\\" replied the old gentleman.  \\\"Besides, a gloved cat has never caught a mouse yet.\\\"\\n\\n\\\"He'll hate me.\\\"\\n\\n\\\"The man who wants his dog to love him, beats it; and, besides, when the wine is drawn, one must drink it.\\\"\\n\\nThis singular logic seemed to decide her.  She handed the letter to Chupin, and drawing a franc from her pocket she offered it to him.  \\\"This is for your trouble,\\\" she said.\\n\\nHe involuntarily held out his hand to take the money, but quickly withdrew it, exclaiming: \\\"No, thank you; keep it.  I've been paid already.\\\" And, thereupon, he left the shop.\\n\\nChupin's mother--his poor good mother, as he called her--would certainly have felt proud and delighted at her son's disinterestedness.  That very morning, he had refused the ten francs a day that M. Fortunat had offered him, and this evening he declined the twenty sous proffered him by Madame Paul.  This was apparently a trifle, and yet in reality it was something marvellous, unprecedented, on the part of this poor lad, who, having neither trade nor profession, was obliged to earn his daily bread through the medium of those chance opportunities which the lower classes of Paris are continually seeking.  As he returned to the Rue de Flandres, he muttered: \\\"Take twenty sous from that poor creature, who hasn't had enough to satisfy her hunger for heaven knows how long! That would be altogether unworthy of a man.\\\"\\n\\nIt is only just to say that money had never given him a feeling of satisfaction at all comparable with that which he now experienced.  He was impressed, too, with a sense of vastly-increased importance on thinking that all the faculties, and all the energy he had once employed in the service of evil, were now consecrated to the service of good.  By becoming the instrument of Pascal Ferailleur's salvation he would, in some measure, atone for the crime he had committed years before.\\n\\nChupin's mind was so busily occupied with these thoughts that he reached the Rue d'Anjou and M. de Coralth's house almost before he was aware of it.  To his great surprise, the concierge and his wife were not alone.  Florent was there, taking coffee with them.  The valet had divested himself of his borrowed finery, and had donned his red waistcoat again.  He seemed to be in a savage humor; and his anger was not at all strange under the circumstances.  There was but a step from M. de Coralth's house to the baroness's residence, but fatalities may attend even a step! The baroness, on receiving the letter from her maid, had sent a message to Florent requesting him to wait, as she desired to speak with him! and she had been so inconsiderate as to keep him waiting for more than an hour, so that he had missed his appointment with the charming ladies he had spoken of.  In his despair he had returned home to seek consolation in the society of his friend the concierge.  \\\"Have you the answer?\\\" he asked.\\n\\n\\\"Yes, here it is,\\\" replied Chupin, and Florent had just slipped the letter into his pocket, and was engaged in counting out the thirty sous which he had promised his messenger, when the familiar cry, \\\"Open, please,\\\" was heard outside.\\n\\nM. de Coralth had returned.  He sprang to the ground as soon as the carriage entered the courtyard, and on perceiving his servant, he exclaimed: \\\"Have you executed my commissions?\\\"\\n\\n\\\"They have been executed, monsieur.\\\"\\n\\n\\\"Did you see the baroness?\\\"\\n\\n\\\"She made me wait two hours to tell me that the viscount need not be worried in the least; that she would certainly be able to comply with his request to-morrow.\\\"\\n\\nM. de Coralth seemed to breathe more freely.  \\\"And the other party?\\\" he inquired.\\n\\n\\\"Gave me this for monsieur.\\\"\\n\\nThe viscount seized the missive, with an eager hand, tore it open, read it at one glance, and flew into such a paroxysm of passion that he quite forgot those around him, and began to tear the letter, and utter a string of oaths which would have astonished a cab-driver.  But suddenly realizing his imprudence, he mastered his rage, and exclaimed, with a forced laugh: \\\"Ah! these women! they are enough to drive one mad!\\\" And deeming this a sufficient explanation, he added, addressing Florent.  \\\"Come and undress me; I must be up early to-morrow morning.\\\"\\n\\nThis remark was not lost upon Chupin, and at seven o'clock the next morning he mounted guard at M. de Coralth's door.  All through the day he followed the viscount about, first to the Marquis de Valorsay's, then to the office of a business agent, then to M. Wilkie's, then, in the afternoon, to Baroness Trigault's, and finally, in the evening, to the house of Madame d'Argeles.  Here, by making himself useful to the servants, by his zeal in opening and shutting the doors of the carriages that left the house, he succeeded in gathering some information concerning the frightful scene which had taken place between the mother and the son.  He perceived M. Wilkie leave the house with his clothes in disorder, and subsequently he saw the viscount emerge.  He followed him, first to the house of the Marquis de Valorsay, and afterward to M. Wilkie's rooms, where he remained till nearly daybreak.\\n\\nThus, when Chupin presented himself in M. Fortunat's office at two o'clock on the Tuesday afternoon, he felt that he held every possible clue to the shameful intrigue which would ruin the viscount as soon as it was made public.\\n\\nM. Fortunat knew that his agent was shrewd, but he had not done justice to his abilities; and it was, indeed, with something very like envy that he listened to Chupin's clear and circumstantial report.  \\\"I have not been as successful,\\\" he remarked, when Chupin's story was ended.  But he had not time to explain how or why, for just as he was about to do so, Madame Dodelin appeared, and announced that the young lady he expected was there.  \\\"Let her come in!\\\" exclaimed M. Fortunat, eagerly--\\\"let her come in!\\\"\\n\\nMademoiselle Marguerite had not been compelled to resort to any subterfuge to make her escape from Madame de Fondege's house.  The General had decamped early in the morning to try his horses and his carriages, announcing, moreover, that he would breakfast at the club.  And as soon as her breakfast was concluded, Madame de Fondege had hurried off to her dressmaker's, warning the household that she would not return before dinner-time.  A little while later, Madame Leon had suddenly remembered that her noble relative would certainly be expecting a visit from her, and so she dressed herself in haste, and went off, first to Dr. Jodon's and thence to the Marquis de Valorsay's.\\n\\nThus, Mademoiselle Marguerite had been able to make her escape without attracting any one's attention, and she would be able to remain away as many hours as she chose, since the servants would not know how long she had been absent even if they saw her when she returned.  An empty cab was passing as she left the house, so she hailed it and got in.  The step she was about to take cost her a terrible effort.  It was a difficult task for her, a girl naturally so reserved, to confide in a stranger, and open to him her maidenly heart, filled with love for Pascal Ferailleur! Still, she was much calmer than she had been on the previous evening, when she called on the photographer for a facsimile of M. de Valorsay's letter.  Several circumstances combined to reassure her.  M. Fortunat knew her already, since he was the agent whom the Count de Chalusse had employed to carry on the investigations which had resulted in her discovery at the foundling asylum.  A vague presentiment told her that this man was better acquainted with her past life than she was herself, and that he could, if he chose, tell her her mother's name--the name of the woman whom the count so dreaded, and who had so pitilessly deserted her.  However, her heart beat more quickly, and she felt that she was turning pale when, at Madame Dodelin's invitation, she at last entered M. Fortunat's private office.  She took in the room and its occupants with a single glance.  The handsome appointments of the office surprised her, for she had expected to see a den.  The agent's polite manner and rather elegant appearance disconcerted her, for she had expected to meet a coarse and illiterate boor; and finally, Victor Chupin, who was standing twisting his cap near the fireplace, attired in a blouse and a pair of ragged trousers, fairly alarmed her.  Still, no sign of her agitation was perceptible on her countenance.  Not a muscle of her beautiful, proud face moved--her glance remained clear and haughty, and she exclaimed in a ringing voice: \\\"I am the late Count de Chalusse's ward, Mademoiselle Marguerite.  You have received my letter, I suppose?\\\"\\n\\nM. Fortunat bowed with all the grace of manner he was wont to display in the circles where he went wife-hunting, and with a somewhat pretentious gesture he advanced an arm-chair, and asked his visitor to sit down.  \\\"Your letter reached me, mademoiselle,\\\" he replied, \\\"and I was expecting you--flattered and honored beyond expression by your confidence.  My door, indeed, was closed to any one but you.\\\"\\n\\nMarguerite took the proffered seat, and there was a moment's silence.  M. Fortunat found it difficult to believe that this beautiful, imposing young girl could be the poor little apprentice whom he had seen in the book-bindery, years before, clad in a coarse serge frock, with dishevelled hair covered with scraps of paper.  In the meantime, Marguerite was regretting the necessity of confiding in this man, for the more she looked at him, the more she was convinced that he was not an honest, straightforward person; and she would infinitely have preferred a cynical scoundrel to this plausible and polite gentleman, whom she strongly suspected of being a hypocrite.  She remained silent, waiting for M. Fortunat to dismiss the young man in the blouse, whose presence she could not explain, and who stood in a sort of mute ecstasy, staring at her with eyes expressive of the most intense surprise and the liveliest admiration.  But weary at last of this fruitless delay, she exclaimed: \\\"I have come, monsieur, to confer with you respecting certain matters which require the most profound secrecy.\\\"\\n\\nChupin understood her, for he blushed to the tips of his ears, and started as if to leave the room.  But his employer detained him with a gesture.\\n\\n\\\"Remain, Victor,\\\" he said kindly, and, turning to Mademoiselle Marguerite, he added: \\\"You have no indiscretion to fear from this worthy fellow, mademoiselle.  He knows everything, and he has already been actively at work--and with the best result--on your behalf.\\\"\\n\\n\\\"I don't understand you, sir,\\\" replied the girl.\\n\\nM. Fortunat smiled sweetly.  \\\"I have already taken your business in hand, mademoiselle,\\\" said he.  \\\"An hour after the receipt of your letter I began the campaign.\\\"\\n\\n\\\"But I had not told you----\\\"\\n\\n\\\"What you wished of me--that's true.  But I allowed myself to suspect----\\\"\\n\\n\\\"Ah!\\\"\\n\\n\\\"I fancied I might conclude that you wished the help of my experience and poor ability in clearing an innocent man who has been vilely slandered, M. Pascal Ferailleur.\\\"\\n\\nMarguerite sprang to her feet, at once agitated and alarmed.  \\\"How did you know this?\\\" she exclaimed.\\n\\nM. Fortunat had left his arm-chair, and was now leaning against the mantel-shelf, in what he considered a most becoming and awe- inspiring attitude, with his thumb in the armhole of his waistcoat.  \\\"Ah! nothing could be more simple,\\\" he answered, in much the same tone as a conqueror might assume to explain his feat.  \\\"It is part of my profession to penetrate the intentions of persons who deign to honor me with their confidence.  So my surmises are correct; at least you have not said the contrary?\\\"\\n\\nShe had said nothing.  When her first surprise was over, she vainly endeavored to find a plausible explanation of M. Fortunat's acquaintance with her affairs, for she was not at all deceived by his pretended perspicacity.  Meanwhile, delighted by the supposed effect he had produced, he recklessly continued: \\\"Reserve your amazement for what I am about to disclose, for I have made several important discoveries.  It must have been your good angel who inspired you with the idea of coming to me.  You would have shuddered if you had realized the dangers that threatened you.  But now you have nothing to fear; I am watching.  I am here, and I hold in my hand all the threads of the abominable intrigue for ruining you.  For it is you, your person, and your fortune that are imperilled.  It was solely on your account that M. Ferailleur was attacked.  And I can tell you the names of the scoundrels who ruined him.  The crime originated with the person who had the most powerful interest in the matter--the Marquis de Valorsay.  His agent was a scoundrel who is generally known as the Viscount de Coralth; but Chupin here can tell you his real name and his shameful past.  You preferred M. Ferailleur, hence it was necessary to put him out of the way.  M. de Chalusse had promised your hand to the Marquis de Valorsay.  This marriage was Valorsay's only resource--the plank that might save the drowning man.  People fancy he is rich; but he is ruined.  Yes, ruined completely, irretrievably.  He was in such desperate straits that he had almost determined to blow his brains out before the hope of marrying you entered his mind.\\\"\\n\\n\\\"Ah!\\\" thought Chupin, \\\"my employer is well under way.\\\"\\n\\nThis was indeed the case.  The name of Valorsay was quite sufficient to set all M. Fortunat's bile in motion.  All thought of his ex-client irritated him beyond endurance.  Unfortunately for him, however, his anger in the present instance had ruined his plans.  He had intended to take Mademoiselle Marguerite by surprise, to work upon her imagination, to make her talk without saying anything himself, and to remain master of the situation.  But on the contrary he had revealed everything; and he did not discover this until it was too late to retrieve his blunder.  \\\"How the Marquis de Valorsay has kept his head above water is a wonder to me,\\\" he continued.  \\\"His creditors have been threatening to sue him for more than six months.  How he has been able to keep them quiet since M. de Chalusse's death, I cannot understand.  However, this much is certain, mademoiselle: the marquis has not renounced his intention of becoming your husband; and to attain that object he won't hesitate to employ any means that may promise to prove effectual.\\\"\\n\\nCompletely mistress of herself, Mademoiselle Marguerite listened with an impassive face.  \\\"I know all this,\\\" she replied, in a frigid tone.\\n\\n\\\"What! you know----\\\"\\n\\n\\\"Yes; but there is one thing that baffles my powers of comprehension.  My dowry was the only temptation to M. de Valorsay, was it not? Why does he still wish to marry me, now that I have no fortune?\\\"\\n\\nM. Fortunat had gradually lost all his advantage.  \\\"I have asked myself the same question,\\\" he replied, \\\"and I think I have found an answer.  I believe that the marquis has in his possession a letter, or a will, or a document of some sort, written by M. de Chalusse--in fact an instrument in which the count acknowledges you as his daughter, and which consequently establishes; your right to his property.\\\"\\n\\n\\\"And the marquis could urge this claim if he became my husband?\\\"\\n\\n\\\"Certainly he could.\\\"\\n\\nM. Fortunat explained M. de Valorsay's conduct exactly as the old magistrate had done.  However, Mademoiselle Marguerite discreetly refrained from committing herself.  The great interest that M. Fortunat seemed to take in her affairs aroused her distrust; and she decided to do what he had attempted in vain--that is, allow him to do all the talking, and to conceal all that she knew herself.  \\\"Perhaps you are right,\\\" she remarked, \\\"but it is necessary to prove the truth of your assertion.\\\"\\n\\n\\\"I can prove that Valorsay hasn't a shilling, and that he has lived for a year by expedients which render him liable to arrest and prosecution at any time.  I can prove that he deceived M. de Chalusse as to his financial position.  I can prove that he conspired with M. de Coralth to ruin your lover.  Wouldn't this be something?\\\"\\n\\nShe smiled in a way that was exceedingly irritating to his vanity, and in a tone of good-natured incredulity, she remarked: \\\"It is easy to SAY these things.\\\"\\n\\n\\\"And to do them,\\\" rejoined M. Fortunat, quickly.  \\\"I never promise what I cannot perform.  A man should never touch a pen when he is meditating any evil act.  Of course, no one is fool enough to write down his infamy in detail.  But a man cannot always be on the qui vive.  There will be a word in one letter, a sentence in another, an allusion in a third.  And by combining these words, phrases, and allusions, one may finally discover the truth.\\\"\\n\\nHe suddenly checked himself, warned of his fresh imprudence by the expression on Mademoiselle Marguerite's face.  She drew back, and looking him full in the eyes, she exclaimed: \\\"Then you have been in M. de Valorsay's confidence, sir? Would you be willing to swear that you never helped him in his designs?\\\"\\n\\nA silent and ignored witness of this scene, Victor Chupin was secretly delighted.  \\\"Hit!\\\" he thought--\\\"hit just in the bull's- eye.  Zounds! there's a woman for you! She has beaten the guv'nor on every point.\\\"\\n\\nM. Fortunat was so taken by surprise that he made no attempt to deny his guilt.  \\\"I confess that I acted as M. de Valorsay's adviser for some time,\\\" he replied, \\\"and he frequently spoke to me of his intention of marrying a rich wife in order to retrieve his shattered fortunes.  Upon my word, I see nothing so very bad about that! It is not a strictly honest proceeding, perhaps, but it is done every day.  What is marriage in this age? Merely a business transaction, is it not? Perhaps it would be more correct to say that it is a transaction in which one person tries to cheat the other.  The fathers-in-law are deceived, or the husband, or the wife, and sometimes all of them together.  But when I discovered this scheme for mining M. Ferailleur, I cried 'halt!'  My conscience revolted at that.  Dishonor an innocent man! It was base, cowardly, outrageous! And not being able to prevent this infamous act, I swore that I would avenge it.\\\"\\n\\nWould Mademoiselle Marguerite accept this explanation? Chupin feared so, and accordingly turning quickly to his employer, he remarked: \\\"To say nothing of the fact that this fine gentleman has swindled you outrageously, shrewd as you are--cheating you out of the forty thousand francs you lent him, and which he was to pay you eighty thousand for.\\\"\\n\\nM. Fortunat cast a withering look at his clerk, but the mischief was done: denial was useless.  He seemed fated to blunder in this affair.  \\\"Well, yes,\\\" he declared, \\\"it's true.  Valorsay HAS defrauded me, and I have sworn to have my revenge.  I won't rest until I see him ruined.\\\"\\n\\nMademoiselle Marguerite was partially reassured, for she understood his zeal now.  Her scorn for the man was only increased; but she was convinced that he would serve her faithfully.  \\\"I like this much better,\\\" said she.  \\\"It is better to have no concealment.  You desire M. de Valorsay's ruin.  I desire the rehabilitation of M. Ferailleur.  So our interests are in common.  But before acting in this matter, we must know M. Ferailleur's wishes.\\\"\\n\\n\\\"They cannot be considered.\\\"\\n\\n\\\"And why?\\\"\\n\\n\\\"Because no one knows what has become of him.  When the desire for revenge first took possession of me, I at once thought of him.  I procured his address, and went to the Rue d'Ulm.  But he had gone away.  The very day after his misfortune, M. Ferailleur sold his furniture and went away with his mother.\\\"\\n\\n\\\"I am aware of that, and I have come to ask you to search for him.  To discover his hiding-place will be only child's play to you.\\\"\\n\\n\\\"Do you suppose I haven't thought of this?\\\" replied M. Fortunat.  \\\"Why, I spent all day yesterday searching for him.  By questioning the people in the neighborhood I finally succeeded in ascertaining that Madame Ferailleur left her home in a cab several hours after her son, and took a very large quantity of baggage with her.  Well, do you know where she drove? To the Western railway station.  I am sure of this, and I know she told a porter there that her destination was London.  M. Ferailleur is now en route for America, and we shall never hear of him again!\\\"\\n\\nMademoiselle Marguerite shook her head.  \\\"You are mistaken, sir,\\\" said she.\\n\\n\\\"There can be no mistake about what I have just told you.\\\"\\n\\n\\\"I don't question the result of your investigations, but appearances are deceitful.  I thoroughly understand M. Ferailleur's character, and he is not the man to be crushed by an infamous calumny.  He may seem to fly, he may disappear, he may conceal himself for a time, but it is only to make his vengeance more certain.  What! Pascal, who is energy itself, who possesses an iron will, and invincible determination, would he renounce his honor, his future, and the woman he loves without a struggle? If he had felt that his case was hopeless, he would have destroyed himself, and as he has not done so, he is not without hope.  He has not left Paris; I am sure of it.\\\"\\n\\nM. Fortunat was not convinced.  In his opinion this was only sentiment and rubbish.  Still there was one person present who was deeply impressed by the confidence of this young girl, who was the most beautiful creature he had ever seen, and whose devotion and energy filled his heart with admiration, and this person was Chupin.  He stepped forward with his eyes sparkling with enthusiasm, and in a feeling voice he exclaimed: \\\"I understand your idea! Yes, M. Ferailleur is in Paris.  And I shall be unworthy of the name of Chupin, if I don't find him for you in less than a fortnight!\\\"\\n\\nXII.\\n\\nMademoiselle Marguerite knew Pascal Ferailleur.  Suddenly struck down in the full sunlight of happiness by a terrible misfortune, he, of course, experienced moments of frenzy and terrible depression; but he was incapable of the cowardice which M. Fortunat had accused him of.\\n\\nMademoiselle Marguerite only did him justice when she said that the sole condition on which he could consent to live was that of consecrating his life, and all his strength, intelligence and will to confounding this infamous calumny.  And still she did not know the extent of Pascal's misfortune.  How could she suppose that he believed himself deserted by her? How could she know the doubts and fears and the anguish that had been roused in his heart by the note which Madame Leon had given him at the garden gate? What did she know of the poignant suspicions that had rent his mind, after listening to Madame Vantrasson's disparaging insinuations?\\n\\nIt must be admitted that he was indebted to his mother alone for his escape from suicide--that grim madness that seizes hold of so many desperate, despairing men.  And it was still to his mother-- the incomparable guardian of his honor--that he owed his resolution on the morning he applied to Baron Trigault.  And his courage met with its first reward.\\n\\nHe was no longer the same man when he left the princely mansion which he had entered with his heart so full of anguish.  He was still somewhat bewildered with the strange scenes which he had involuntarily witnessed, the secrets he had overheard, and the revelations which had been made to him; but a light gleamed on the horizon--a fitful and uncertain light, it is true, but nevertheless a hopeful gleam.  At least, he would no longer have to struggle alone.  An honest and experienced man, powerful by reason of his reputation, his connections and his fortune, had promised him his help.  Thanks to this man whom misfortune had made a truer friend than years could have done, he would have access to the wretch who had deprived him both of his honor and of the woman he loved.  He knew the weak spot in the marquis's armor now; he knew where and how to strike, and he felt sure that he should succeed in winning Valorsay's confidence, and in obtaining irrefutable proofs of his villainy.\\n\\nPascal was eager to inform his mother of the fortunate result of his visit, but certain arrangements which were needful for the success of his plans required his attention, and it was nearly five o'clock when he reached the Route de la Revolte.  Madame Ferailleur was just returning home when he arrived, which surprised him considerably, for he had not known that she had intended going out.  The cab she had used was still standing before the door, and she had not had time to take off her shawl and bonnet when he entered the house.  She uttered a joyful cry on perceiving her son.  She was so accustomed to read his secret thoughts on his face, that it was unnecessary for him to say a word; before he had even opened his lips, she cried: \\\"So you have succeeded?\\\"\\n\\n\\\"Yes, mother, beyond my hopes.\\\"\\n\\n\\\"I was not deceived, then, in the worthy man who came to offer us his assistance?\\\"\\n\\n\\\"No, certainly not.  Do what I may, I can never repay him for his generosity and self-denial.  If you knew, my dear mother, if you only knew----\\\"\\n\\n\\\"What?\\\"\\n\\nHe kissed her as if he wished to apologize for what he was about to say, and then he quickly replied: \\\"Marguerite is the daughter of Baroness Trigault.\\\"\\n\\nMadame Ferailleur started back, as if she had seen a reptile spring up in her pathway.  \\\"The daughter of the baroness!\\\" she faltered.  \\\"Great Heavens!\\\"\\n\\n\\\"It is the truth, mother; listen to me.\\\" And in a voice that trembled with emotion, he rapidly related all he had learned by his visit to the baron, softening the truth as much as he could without concealing it.  But prevarication was useless.  Madame Ferailleur's indignation and disgust were none the less evident.  \\\"That woman is a shameless creature,\\\" she said, coldly, when her son's narrative was concluded.\\n\\nPascal made no reply.  He knew only too well that his mother was right, and yet it wounded him cruelly to hear her speak in this style.  For the baroness was Marguerite's mother after all.\\n\\n\\\"So,\\\" continued Madame Ferailleur, with increasing indignation, \\\"creatures do exist who are destitute even of the maternal instincts of animals.  I am an honest woman myself; I don't say it in self-glorification, it's no credit to me; my mother was a saint, and I loved my husband; what some people call duty was my happiness, so I may be allowed to speak on this subject. I don't excuse infidelity, but I can understand how such a thing is possible.  Yes, I can understand how a beautiful young woman, who  is left alone in a city like Paris, may lose her senses, and forget the worthy man who has exiled himself for her sake, and who is braving a thousand dangers to win a fortune for her.  The husband who exposes his honor and happiness to such terrible risk, is an imprudent man.  But when this woman has erred, when she has given birth to a child, how she can abandon it, how she can cast it off as if it were a dog, I cannot comprehend.  I could imagine infanticide more easily.  No, such a woman has no heart, no bowels of compassion.  There is nothing human in her! For how could she live, how could she sleep with the thought that somewhere in the world her own child, the flesh of her flesh, was exposed to all the temptations of poverty, and the horrors of shame and vice? And she, the possessor of millions, she, the inmate of a palace, thinking only of dress and pleasure! How was it that she didn't ask herself every minute, 'Where is my daughter now, and what is she doing? What is she living on? Has she shelter, clothes and food? To what depths of degradation she may have sunk? Perhaps she has so far lived by honest toil, and perhaps at this very moment this support fails her, and she is abandoning herself to a life of infamy.' Great God! how does this woman dare to step out of doors? On seeing the poor wretches who have been driven to vice by want, how can she fail to say to herself: 'That, perhaps, is my daughter!'\\\"\\n\\nPascal turned pale, moved to the depths of his soul by his mother's extraordinary vehemence.  He trembled lest she should say: \\\"And you, my son, would you marry the child of such a mother?\\\" For he knew his mother's prejudices, and the great importance she attached to a spotless reputation transmitted from parent to child, from generation to generation.  \\\"The baroness knew that her husband adored her, and hearing of his return she became terrified; she lost her senses,\\\" he ventured to say in extenuation.\\n\\n\\\"Would you try to defend her?\\\" exclaimed Madame Ferailleur.  \\\"Do you really think one can atone for a fault by a crime?\\\"\\n\\n\\\"No, certainly not, but----\\\"\\n\\n\\\"Perhaps you would censure the baroness more severely if you knew what her daughter has suffered--if you knew the perils and miseries she has been exposed to from the moment her mother left her on a door-step, near the central markets, till the day when her father found her.  It is a miracle that she did not perish.\\\"\\n\\nWhere had Madame Ferailleur learned these particulars? Pascal asked himself this question without being able to answer it.  \\\"I don't understand you, mother,\\\" he faltered.\\n\\n\\\"Then you know nothing of Mademoiselle Marguerite's past life.  Is it possible she never told you anything about it?\\\"\\n\\n\\\"I only know that she has been very unhappy.\\\"\\n\\n\\\"Has she never alluded to the time when she was an apprentice?\\\"\\n\\n\\\"She has only told me that she earned her living with her own hands at one time of her life.\\\"\\n\\n\\\"Well, I am better informed on the subject.\\\"\\n\\nPascal's amazement was changed to terror.  \\\"You, mother, you!\\\"\\n\\n\\\"Yes; I--I have been to the asylum where she was received and educated.  I have had a conversation with two Sisters of Charity who remember her, and it is scarcely an hour since I left the people to whom she was formerly bound as an apprentice.\\\"\\n\\nStanding opposite his mother with one hand convulsively clutching the back of the chair he was leaning on, Pascal tried to nerve himself for some terrible blow.  For was not his life at stake? Did not his whole future depend upon the revelations Madame Ferailleur was about to make?\\\" So this was your object in going out, mother?\\\" he faltered.\\n\\n\\\"Yes.\\\"\\n\\n\\\"And you went without warning me?\\\"\\n\\n\\\"Was it necessary? What! you love a young girl, you swear in my presence that she shall be your wife, and you think it strange that I should try to ascertain whether she is worthy of you or not? It would be very strange if I did not do so.\\\"\\n\\n\\\"This idea occurred to you so suddenly!\\\"\\n\\nMadame Ferailleur gave an almost imperceptible shrug of the shoulders, as if she were astonished to have to answer such puerile objections.  \\\"Have you already forgotten the disparaging remarks made by our new servant, Madame Vantrasson?\\\"\\n\\n\\\"Good Heavens!\\\"\\n\\n\\\"I understood her base insinuations as well as you did, and after your departure I questioned her, or rather I allowed her to tell her story, and I ascertained that Mademoiselle Marguerite had once been an apprentice of Vantrasson's brother-in-law, a man named Greloux, who was formerly a bookbinder in the Rue Saint-Denis, but who has now retired from business.  It was there that Vantrasson met Mademoiselle Marguerite, and this is why he was so greatly surprised to see her doing the mistress at the Hotel de Chalusse.\\\"\\n\\nIt seemed to Pascal that the throbbing of his heart stopped his breath.\\n\\n\\\"By a little tact I obtained the Greloux's address from Madame Vantrasson,\\\" resumed his mother.  \\\"Then I sent for a cab and drove there at once.\\\"\\n\\n\\\"And you saw them?\\\"\\n\\n\\\"Yes; thanks to a falsehood which doesn't trouble my conscience much, I succeeded in effecting an entrance, and had an hour's conversation with them.\\\" His mother's icy tones frightened Pascal.  Her slowness tortured him, and still he dared not press her.  \\\"The Greloux family,\\\" she continued, \\\"seem to be what are called worthy people, that is, incapable of committing any crime that is punishable by the code, and very proud of their income of seven thousand francs a year.  They must have been very much attached to Mademoiselle Marguerite, for they were lavish in their protestations of affection when I mentioned her name.  The husband in particular seemed to regard her with a feeling of something like gratitude.\\\"\\n\\n\\\"Ah! you see, mother, you see!\\\"\\n\\n\\\"As for the wife, it was easy to see that she had sincerely regretted the loss of the best apprentice, the most honest servant, and the best worker she had ever seen in her life.  And yet, from her own story, I should be willing to swear that she had abused the poor child, and had made a slave of her.\\\" Tears glittered in Pascal's eyes, but he breathed freely once more.  \\\"As for Vantrasson,\\\" resumed Madame Ferailleur, \\\"it is certain that he took a violent fancy to his sister's apprentice.  This man, who has since become an infamous scoundrel, was then only a rake, an unprincipled drunkard and libertine.  He fancied the poor little apprentice--she was then but thirteen years old--would be only too glad to become the mistress of her employer's brother; but she scornfully repulsed him, and his vanity was so deeply wounded that he persecuted the poor girl to such an extent that she was obliged to complain, first to Madame Greloux, who--to her shame be it said--treated these insults as mere nonsense; and afterward to Greloux himself, who was probably delighted to have an opportunity of ridding himself of his indolent brother-in-law, for he turned him out of the house.\\\"\\n\\nThe thought that so vile a rascal as this man Vantrasson should have dared to insult Marguerite made Pascal frantic with indignation.  \\\"The wretch!\\\" he exclaimed; \\\"the wretch!\\\" But without seeming to notice her son's anger, Madame Ferailleur continued: \\\"They pretended they had not seen their former apprentice since she had been living in grandeur, as they expressed it.  But in this they lied to me.  For they saw her at least once, and that was on the day she brought them twenty thousand francs, which proved the nucleus of their fortune.  They did not mention this fact, however.\\\"\\n\\n\\\"Dear Marguerite!\\\" murmured Pascal, \\\"dear Marguerite!\\\" And then aloud: \\\"But where did you learn these last details, mother?\\\" he inquired.\\n\\n\\\"At the asylum where Mademoiselle Marguerite was brought up, and there, too, I only heard words of praise.  'Never,' said the superior, 'have I had a more gifted, sweeter-tempered or more attractive charge.' They had reproached her sometimes for being too reserved, and her self-respect had often been mistaken for inordinate pride; but she had not forgotten the asylum any more than she had forgotten her former patrons.  On one occasion the superior received from her the sum of twenty-five thousand francs, and a year ago she presented the institution with one hundred thousand francs, the yearly income of which is to constitute the marriage dowry of some deserving orphan.\\\"\\n\\nPascal was greatly elated.  \\\"Well, mother!\\\" he exclaimed, \\\"well, is it strange that I love her?\\\" Madame Ferailleur made no reply, and a sorrowful apprehension seized hold of him.  \\\"You are silent,\\\" said he, \\\"and why? When the blessed day that will allow me to wed Marguerite arrives, you surely won't oppose our marriage?\\\"\\n\\n\\\"No, my son, nothing that I have learned gives me the right to do so.\\\"\\n\\n\\\"The right! Ah, you are unjust, mother.\\\"\\n\\n\\\"Unjust! Haven't I faithfully reported all that was told me, although I knew it would only increase your passion?\\\"\\n\\n\\\"That's true, but----\\\"\\n\\nMadame Ferailleur sadly shook her head.  \\\"Do you think,\\\" she interrupted, \\\"that I can, without sorrow, see you choose a girl of no family, a girl who is outside the pale of social recognition? Don't you understand my disquietude when I think that the girl that you will marry is the daughter of such a woman as Baroness Trigault, an unfortunate girl whom her mother cannot even recognize, since her mother is a married woman----\\\"\\n\\n\\\"Ah! mother, is that Marguerite's fault?\\\"\\n\\n\\\"Did I say it was her fault? No--I only pray God that you may never have to repent of choosing a wife whose past life must ever remain an impenetrable mystery!\\\"\\n\\nPascal had become very pale.  \\\"Mother!\\\" he said in a quivering voice, \\\"mother!\\\"\\n\\n\\\"I mean that you will only know so much of Mademoiselle Marguerite's past life as she may choose to tell you,\\\" continued the obdurate old lady.  \\\"You heard Madame Vantrasson's ignoble allegations.  It has been said that she was the mistress, not the daughter, of the Count de Chalusse.  Who knows what vile accusations you may be forced to meet? And what is your refuge, if doubts should ever assail you? Mademoiselle Marguerite's word! Will this be sufficient? It is now, perhaps; but will it suffice in years to come? I would have my son's wife above suspicion; and she--why, there is not a single episode in her life that does not expose her to the most atrocious calumny.\\\"\\n\\n\\\"What does calumny matter? it will never shake my faith in her.  The misfortunes which you reproach Marguerite for sanctify her in my eyes.\\\"\\n\\n\\\"Pascal!\\\"\\n\\n\\\"What! Am I to scorn her because she has been unfortunate? Am I to regard her birth as a crime? Am I to despise her because her MOTHER is a despicable woman? No--God be praised! the day when illegitimate children, the innocent victims of their mother's faults, were branded as outcasts, is past.\\\"\\n\\nBut Madame Ferailleur's prejudices were too deeply rooted to be shaken by these arguments.  \\\"I won't discuss this question, my son,\\\" she interrupted, \\\"but take care.  By declaring children irresponsible for their mother's faults, you will break the strongest tie that binds a woman to duty.  If the son of a pure and virtuous wife, and the son of an adulterous woman meet upon equal ground, those who are held in check only by the thought of their children will finally say to themselves, what does it matter?\\\"\\n\\nIt was the first time that a cloud had ever arisen between mother and son.  On hearing his dearest hopes thus attacked, Pascal was  tempted to rebel, and a flood of bitter words rose to his lips.  However he had strength enough to control himself.  \\\"Marguerite alone can triumph over these implacable prejudices,\\\" he thought; \\\"when my mother knows her, she will feel how unjust they are!\\\"\\n\\nAnd as he found it difficult to remain master of himself, he stammered some excuse, and abruptly retired to his own room, where he threw himself on his bed.  He felt that it was not his place to reproach his mother or censure her for her opinions.  What mother had ever been so devoted as she had been? And who knows?--it was, perhaps, from these same rigid prejudices that this simple-minded and heroic woman had derived her energy, her enthusiastic love of God, her hatred of evil, and that virility of spirit which misfortune had been powerless to daunt.  Besides, had she not promised to offer no opposition to his marriage! And was not this a great concession, a sacrifice which must have cost her a severe struggle? And where can one find the mother who does not count as one of the sublime joys of maternity the task of seeking a wife for her son, of choosing from among all others the young girl who will be the companion of his life, the angel of his dark and of his prosperous days? His mind was occupied with these thoughts when his door suddenly opened, and he sprang up, exclaiming: \\\"Who is it?\\\"\\n\\nIt was Madame Vantrasson, who came to announce that dinner was ready--a dinner which she had herself prepared, for on going out Madame Ferailleur had left her in charge of the household.  On seeing this woman, Pascal was overcome with rage and indignation, and felt a wild desire to annihilate her.  He knew that she was only a vile slanderer, but she might meet other beings as vile as herself who would be only too glad to believe her falsehoods.  And to think that he was powerless to punish her! He now realized the suffering his mother had spoken of--the most atrocious suffering which the lover can endure--powerlessness to protect the object of his affections, when she is assailed.  Engrossed in these gloomy thoughts, Pascal preserved a sullen silence during the repast.  He ate because his mother filled his plate; but if he had been questioned, he could scarcely have told what he was eating.  And yet, the modest dinner was excellent.  Madame Vantrasson was really a good cook, and in this first effort in her new situation she had surpassed herself.  Her vanity as a cordon-bleu was piqued because she did not receive the compliments she expected, and which she felt she deserved.  Four or five times she asked impatiently, \\\"Isn't that good?\\\" and as the only reply was a scarcely enthusiastic \\\"Very good,\\\" she vowed she would never again waste so much care and talent upon such unappreciative people.\\n\\nMadame Ferailleur was as silent as her son, and seemed equally anxious to finish with the repast.  She evidently wanted to get rid of Madame Vantrasson, and in fact as soon as the simple dessert had been placed on the table, she turned to her, and said: \\\"You may go home now.  I will attend to the rest.\\\"\\n\\nIrritated by the taciturnity of these strange folks, the landlady of the Model Lodging House withdrew, and they soon heard the street door close behind her with a loud bang as she left the house.  Pascal drew a long breath as if relieved of a heavy weight.  While Madame Vantrasson had been in the room he had scarcely dared to raise his eyes, so great was his dread of encountering the gaze of this woman, whose malignity was but poorly veiled by her smooth-tongued hypocrisy.  He really feared he should not be able to resist his desire to strangle her.  However, Madame Ferailleur must have understood her son's agitation, for as soon as they were alone, she said: \\\"So you have not forgiven me for my plain speaking?\\\"\\n\\n\\\"How can I be angry with you, mother, when I know that you are thinking only of my happiness? But how sorry I shall be if your prejudices----\\\"\\n\\nMadame Ferailleur checked him with a gesture.  \\\"Let us say no more on the subject,\\\" she remarked.  \\\"Mademoiselle Marguerite will be the innocent cause of one of the greatest disappointments of my life; but I have no reason to hate her--and I have always been able to show justice even to the persons I loved the least.  I have done so in this instance, and I am going perhaps to give you a convincing proof of it.\\\"\\n\\n\\\"A proof?\\\"\\n\\n\\\"Yes.\\\"\\n\\nShe reflected for a moment and then she asked: \\\"Did you not tell me, my son, that Mademoiselle Marguerite's education has not suffered on account of her neglected childhood?\\\"\\n\\n\\\"And it's quite true, mother.\\\"\\n\\n\\\"She worked diligently, you said, so as to improve herself?\\\"\\n\\n\\\"Marguerite knows all that an unusually talented girl can learn in four years, when she finds herself very unhappy, and study proves her only refuge and consolation.\\\"\\n\\n\\\"If she wrote you a note would it be written grammatically, and be free from any mistakes in spelling?\\\"\\n\\n\\\"Oh, certainly!\\\" exclaimed Pascal, and a sudden inspiration made him pause abruptly.  He darted to his own room, and a minute later he returned with a package of letters, which he laid on the table, saying: \\\"Here, mother, read and see for yourself.\\\"\\n\\nMadame Ferailleur drew her spectacles from their case, and, after adjusting them, she began to read.\\n\\nWith his elbows on the table, and his head resting upon his hands, Pascal eagerly watched his mother, anxious to read her impressions on her face.  She was evidently astonished.  She had not expected these letters would express such nobility of sentiment, an energy no whit inferior to her own, and even an echo of her own prejudices.  For this strange young girl shared Madame Ferailleur's rather bigoted opinions.  Again and again she asked herself if her birth and past had not created an impassable abyss between Pascal and herself.  And she had not felt satisfied on this point until the day when the gray-haired magistrate, after hearing her story, said: \\\"If I had a son, I should be proud to have him beloved by you!\\\"\\n\\nIt soon became apparent that Madame Ferailleur was deeply moved, and once she even raised her glasses to wipe away a furtive tear which made Pascal's heart leap with very joy.  \\\"These letters are admirable,\\\" she said at last; \\\"and no young girl, reared by a virtuous mother, could have given better expression to nobler sentiments; but----\\\" She paused, not wishing to wound her son's feelings, and as he insisted, she added:\\n\\n\\\"But, these letters have the irreparable fault of being addressed to you, Pascal!\\\"\\n\\nThis, however, was the expiring cry of her intractable obstinacy.  \\\"Now,\\\" she resumed, \\\"wait before you censure your mother.\\\" So saying, she rose, opened a drawer, and taking from it a torn and crumpled scrap of paper, she handed it to her son, exclaiming: \\\"Read this attentively.\\\"\\n\\nThis proved to be the note in pencil which Madame Leon had given to Pascal, and which he had divined rather than read by the light of the street-lamp; he had handed it to his mother on his return, and she had kept it.  He had scarcely been in his right mind the evening he received it, but now he was enjoying the free exercise of all his faculties.  He no sooner glanced at the note than he sprang up, and in an excited voice, exclaimed, \\\"Marguerite never wrote this!\\\"\\n\\nThe strange discovery seemed to stupefy him.  \\\"I was mad, raving mad!\\\" he muttered.  \\\"The fraud is palpable, unmistakable.  How could I have failed to discover it?\\\" And as if he felt the need of convincing himself that he was not deceived, he continued, speaking to himself rather than to his mother: \\\"The hand-writing is not unlike Marguerite's, it's true; but it's only a clever counterfeit.  And who doesn't know that all writings in pencil resemble each other more or less? Besides, it's certain that Marguerite, who is simplicity itself, would not have made use of such pretentious melodramatic phrases.  How could I have been so stupid as to believe that she ever thought or wrote this: 'One cannot break a promise made to the dying; I shall keep mine even though my heart break.' And again: 'Forget, therefore, the girl who has loved you so much: she is now the betrothed of another, and honor requires she should forget even your name!'\\\"  He read these passages with an extravagant emphasis, which heightened their absurdity.  \\\"And what shall I say of these mistakes in spelling?\\\" he resumed.  \\\"You noticed them, of course, mother?-- command is written with a single 'm,' and supplicate with one 'p.' These are certainly not mistakes that we can attribute to haste! Ignorance is proved since the blunder is always the same.  The forger is evidently in the habit of omitting one of the double letters.\\\"\\n\\nMadame Ferailleur listened with an impassive face.  \\\"And these mistakes are all the more inexcusable since this letter is only a copy,\\\" she observed, quietly.\\n\\n\\\"What?\\\"\\n\\n\\\"Yes; a verbatim copy.  Yesterday evening, while I was examining it for the twentieth time, it occurred to me that I had read some portions of it before.  Where, and under what circumstances? It was a puzzle which kept me awake most of the night.  But this morning I suddenly remembered a book which I had seen in the hands of the workmen at the factory, and which I had often laughed over.  So, while I was out this morning I entered a book-shop, and purchased the volume.  That's it, there on the corner of the mantel-shelf.  Take it and see.\\\"\\n\\nPascal obeyed, and noticed with surprise that the work was entitled, \\\"The Indispensable and Complete Letter-writer, for Both Sexes, in Every Condition of Life.\\\"\\n\\n\\\"Now turn to the page I have marked,\\\" said Madame Ferailleur.\\n\\nHe did so, and read: \\\"(Model 198).  Letter from a young lady who has promised her dying father to renounce the man she loves, and to bestow her hand upon another.\\\" Doubt was no longer possible.  Line for line and word for word, the mistakes in spelling excepted, the note was an exact copy of the stilted prose of the \\\"Indispensable Letter-writer.\\\"\\n\\nIt seemed to Pascal as if the scales had suddenly fallen from his eyes, and that he could now understand the whole intrigue which had been planned to separate him from Marguerite.  His enemies had dishonored him in the hope that she would reject and scorn him, and, disappointed in their expectations, they had planned this pretended rupture of the engagement to prevent him from making any attempt at self-justification.  So, in spite of some short-lived doubts, his love had been more clear-sighted than reason, and stronger than appearances.  He had been quite right, then, in saying to his mother: \\\"I can never believe that Marguerite deserts me at a moment when I am so wretched--that she condemns me unheard, and has no greater confidence in me than in my accusers.  Appearances may indicate the contrary, but I am right.\\\" Certain circumstances, which had previously seemed contradictory, now strengthened this belief.  \\\"How is it,\\\" he said to himself, \\\"that Marguerite writes to me that her father, on his death-bed, made her promise to renounce me, while Valorsay declares the Count de Chalusse died so suddenly, that he had not even time to acknowledge his daughter or to bequeath her his immense fortune? One of these stories must be false; and which of them? The one in this note most probably.  As for the letter itself, it must have been the work of Madame Leon.\\\"\\n\\nIf he had not already possessed irrefutable proofs of this, the \\\"Indispensable Letter-writer\\\" would have shown it.  The housekeeper's perturbation when she met him at the garden gate was now explained.  She was shuddering at the thought that she might be followed and watched, and that Marguerite might appear at any moment, and discover everything.\\n\\n\\\"I think it would be a good plan to let this poor young girl know that her companion is Valorsay's spy,\\\" remarked Madame Ferailleur.\\n\\nPascal was about to approve this suggestion, when a sudden thought deterred him.  \\\"They must be watching Marguerite very closely,\\\" he replied, \\\"and if I attempt to see her, if I even venture to write to her, our enemies would undoubtedly discover it.  And then, farewell to the success of my plans.\\\"\\n\\n\\\"Then you prefer to leave her exposed to these dangers?\\\"\\n\\n\\\"Yes, even admitting there is danger, which is by no means certain.  Owing to her past life, Marguerite's experience is far in advance of her years, and if some one told me that she had fathomed Madame Leon's character, I should not be at all surprised.\\\"\\n\\nIt was necessary to ascertain what had become of Marguerite; and Pascal was puzzling his brain to discover how this might be done, when suddenly he exclaimed: \\\"Madame Vantrasson! We have her; let us make use of her.  It will be easy to find some excuse for sending her to the Hotel de Chalusse: she will gossip with the servants there, and in that way we can discover the changes that have taken place.\\\"\\n\\nThis was a heroic resolution on Pascal's part, and one which he would have recoiled from the evening before.  But it is easy to be brave when one is hopeful; and he saw his chances of success increase so rapidly that he no longer feared the obstacles that had once seemed almost insurmountable.  Even his mother's opposition had ceased to alarm him.  For why should he fear after the surprising proof she had given him of her love of justice, proving that the pretended letter from Mademoiselle Marguerite was really a forgery?\\n\\nHe slept but little that night and did not stir from the house on the following day.  He was busily engaged in perfecting his plan of attack against the marquis.  His advantages were considerable, thanks to Baron Trigault, who had placed a hundred thousand francs at his disposal; but the essential point was to use this amount in such a way as to win Valorsay's confidence, and induce him to betray himself.  Pascal's hours of meditation were not spent in vain, and when it became time for him to repair to his enemy's house, he said to his mother: \\\"I've found a plan; and if the baron will let me follow it out, Valorsay is mine!\\\"\\n\\nXIII.\\n\\nIt was pure childishness on Pascal's part to doubt Baron Trigault's willingness to agree even with closed eyes to any measures he might propose.  He ought to have recollected that their interests were identical, that they hated the same men with equal hatred, and that they were equally resolved upon vengeance.  And certainly the events which had occurred since their last interview had not been of a nature to modify the baron's intentions.  However, misfortune had rendered Pascal timid and suspicious, and it was not until he reached the baron's house that his fears vanished.  The manner in which the servants received him proved that the baron greatly esteemed him: for the man must be stupid indeed who does not know that the greeting of the servants is ever in harmony with the feelings of the master of the house.  \\\"Will you be kind enough to follow me?\\\" said the servant to whom he handed his card.  \\\"The baron is very busy, but that doesn't matter.  He gave orders that monsieur should be shown up as soon as he arrived.\\\"\\n\\nPascal followed without a word.  The elegance of this princely abode never varied.  The same careless, prodigal, regal luxury was apparent everywhere.  The servants--whose name was legion--were always passing noiselessly to and fro.  A pair of horses, worth at least a thousand louis, and harnessed to the baroness's brougham, were stamping and neighing in the courtyard; and the hall was, as usual, fragrant with the perfume of rare flowers, renewed every morning.\\n\\nOn his first visit Pascal had only seen the apartments on the ground floor.  This time his guide remarked that he would take him upstairs to the baron's private room.  He was slowly ascending the broad marble staircase and admiring the bronze balustrade, the rich carpet, the magnificent frescoes, and the costly statuary, when a rustle of silk resounded near him.  He had only time to step aside, and a lady passed him rapidly, without turning her head, or even deigning to look at him.  She did not appear more than forty, and she was still very beautiful, with her golden hair dressed high on the back of her head.  Her costume, brilliant enough in hue to frighten a cab horse, was extremely eccentric in cut; but it certainly set off her peculiar style of beauty to admirable advantage.\\n\\n\\\"That's the baroness,\\\" whispered the servant, after she had passed.\\n\\nPascal did not need to be told this.  He had seen her but once, and then only for a second; but it had been under such circumstances that he should never forget her so long as he lived.  And now he understood the strange and terrible impression which had been produced upon him when he saw her first.  Mademoiselle Marguerite was the living prototype of this lady, save as regards the color of her hair.  And there would have been no difference in this respect had the baroness allowed her locks to retain their natural tint.  Her hair had been black, like Marguerite's, and black it had remained until she was thirty-five, when she bleached it to the fashionable color of the time.  And every fourth day even now her hairdresser came to apply a certain compound to her head, after which she remained in the bright sunlight for several hours, so as to impart a livelier shade of gold to her dyed locks.\\n\\nPascal had scarcely regained his composure, when the servant opened the door of an immense apartment as large as a handsome suite of rooms, and magnificently furnished.  Here sat the baron, surrounded by several clerks, who were busily engaged in putting a pile of papers and documents in order.\\n\\nBut as soon as Pascal entered, the baron rose, and cordially holding out his hand, exclaimed, \\\"Ah! here you are at last, Monsieur Maumejan!\\\"\\n\\nSo he had not forgotten the name which Pascal had assumed.  This was a favorable omen.  \\\"I called, monsieur----\\\" began the young man.\\n\\n\\\"Yes--I know--I know!\\\" interrupted the baron.  \\\"Come, we must have a talk.\\\"\\n\\nAnd, taking Pascal's arm, he led him into his private sanctum, separated from the large apartment by folding-doors, which had been removed, and replaced by hangings.  Once there he indicated by a gesture that they could be heard in the adjoining room, and that it was necessary to speak in a low tone.  \\\"You have no doubt come,\\\" said he, \\\"for the money I promised that dear Marquis de Valorsay--I have it all ready for you; here it is.\\\" So saying, he opened an escritoire, and took out a large roll of bank-notes, which he handed to Pascal.  \\\"Here, count it,\\\" he added, \\\"and see if the amount is correct.\\\"\\n\\nBut Pascal, whose face had suddenly become as red as fire, did not utter a word in reply.  On receiving this money a new but quite natural thought had entered his mind for the first time.  \\\"What is the matter?\\\" inquired the baron, surprised by this sudden embarrassment.  \\\"What has happened to you?\\\"\\n\\n\\\"Nothing, monsieur, nothing! Only I was asking myself--if I ought-- if I can accept this money.\\\"\\n\\n\\\"Bah! and why not?\\\"\\n\\n\\\"Because if you lend it to M. de Valorsay, it is perhaps lost.\\\"\\n\\n\\\"PERHAPS! You are polite----\\\"\\n\\n\\\"Yes, monsieur, you are right.  I ought to have said that it is sure to be lost; and hence my embarrassment.  Is it not solely on my account that you sacrifice a sum which would be a fortune to many men?  Yes.  Very well, then.  I am asking myself if it is right for me to accept such a sacrifice, when it is by no means certain that I shall ever be able to requite it.  Shall I ever have a hundred thousand francs to repay you?\\\"\\n\\n\\\"But isn't this money absolutely necessary to enable you to win Valorsay's confidence?\\\"\\n\\n\\\"Yes, and if it belonged to me I should not hesitate.\\\"\\n\\nThough the baron had formed a high estimate of Pascal's character, he was astonished and deeply touched by these scruples, and this excessive delicacy of feeling.  Like most opulent men, he knew few poor people who wore their poverty with grace and dignity, and who did not snatch at a twenty-franc piece wherever they chanced to find it.  \\\"Ah, well, my dear Ferailleur,\\\" he said, kindly, \\\"don't trouble yourself on this score.  It's not at your request nor solely on your account that I make this sacrifice.\\\"\\n\\n\\\"Oh!\\\"\\n\\n\\\"No; I give you my word of honor it isn't.  Leaving you quite out of the question, I should still have lent Valorsay this money; and if you do not wish to take it to him, I shall send it by some one else.\\\"\\n\\nAfter that, Pascal could not demur any further.  He took the baron's proffered hand and pressed it warmly, uttering only this one word, made more eloquent than any protestations by the fervor with which it was spoken: \\\"Thanks!\\\"\\n\\nThe baron shrugged his shoulders good-naturedly, like a man who fails to see that he has done anything at all meritorious, or even worthy of the slightest acknowledgment.  \\\"And you must understand, my dear sir,\\\" he resumed, \\\"that you can employ this sum as you choose, in advancing your interests, which are identical with mine.  You can give the money to Valorsay at such a time and under such conditions as will best serve your plans.  Give it to him in an hour or in a month, all at once or in fifty different instalments, as you please.  Only use it like the rope one ties round a dog's neck before drowning him.\\\"\\n\\nThe keenest penetration was concealed beneath the baron's careless  good-nature.  Pascal knew this, and feeling that his protector understood him, he said: \\\"You overpower me with kindness.\\\"\\n\\n\\\"Nonsense!\\\"\\n\\n\\\"You offer me just what I came to ask for.\\\"\\n\\n\\\"So much the better.\\\"\\n\\n\\\"But you will allow me to explain my intentions?\\\"\\n\\n\\\"It is quite unnecessary, my dear sir.\\\"\\n\\n\\\"Excuse me; if I follow my present plan, I shall be obliged to ascribe certain sentiments, words, and even acts, to you, which you might perhaps disavow, and--\\\"\\n\\nWith a careless toss of the head, accompanied by a disdainful snap of the fingers, the baron interrupted him.  \\\"Set to work, and don't give yourself the slightest uneasiness about that.  You may do whatever you like, if you only succeed in unmasking this dear marquis, and Coralth, his worthy acolyte.  Show me up in whatever light you choose.  Who will you be in Valorsay's eyes?  Why, Maumejan, one of my business agents, and I can always throw the blame on you.\\\" And as if to prove that he had divined even the details of the scheme devised by his young friend, he added: \\\"Besides, every one knows that a millionaire's business agent is anything but a pleasant person to deal with.  A millionaire, who is not a fool, must always smile, and no matter how absurd the demands upon him may be, he must always answer: 'Yes, certainly, certainly--I should be only too happy!' But then he adds: 'You must arrange the matter with my agent.  Confer with him.' And it is the unlucky agent who must object, declare that his employer has no money at his disposal just now, and finally say, 'No.'\\\"\\n\\nPascal was still disposed to insist, but the baron was obdurate.  \\\"Oh! enough, enough!\\\" he exclaimed.  \\\"Don't waste precious time in idle discussion.  The days are only twenty-four hours long: and as you see, I'm very busy, so busy that I've not touched a card since the day before yesterday.  I am preparing a delightful surprise for Madame Trigault, my daughter, and my son-in-law.  It has been rather a delicate operation, but I flatter myself that I have succeeded finely.\\\" And he laughed a laugh that was not pleasant to hear.  \\\"You see, I've had enough of paying several hundred thousand francs a year for the privilege of being sneered at by my wife, scorned by my daughter, swindled by my son-in-law, and vilified and anathematized by all three of them.  I am still willing to go on paying, but only on conditions that they give me in return for my money, if not the reality, at least a show of love, affection, and respect.  I'm determined to have the semblance of these things; I'm quite resolved on that.  Yes, I will have myself treated with deference.  I'll be petted and coddled and made much of, or else I'll suspend payment.  It was one of my old friends, a parvenu like myself--a man whose domestic happiness I have envied for many years--who gave me this receipt: 'At home,' said he, 'with my wife, my daughters, and my sons-in- law, I'm like a peer of England at an hotel.  I order first-class happiness at so much a month.  If I get it I pay for it; if I don't get it, I cut off the supplies.  When I get extras I pay for them cheerfully, without haggling.  Follow my example, my old friend, and you'll have a comfortable life.' And I shall follow his advice, M. Ferailleur, for I am convinced that his theory is sound and practicable.  I have led this life long enough.  I'll spend my last days in peace, or, as God hears me, I'll let my family die of starvation!\\\"\\n\\nHis face was purple, and the veins on his forehead stood out like whipcords, but not so much from anger as from the constraint he imposed upon himself by speaking in a whisper.  He drew a long breath, and then in a calmer tone, resumed: \\\"But you must make haste and succeed, M. Ferailleur, if you don't want the young girl you love to be deprived of her rightful heritage.  You do not know into what unworthy hands the Chalusse property is about to fall.\\\"  He was on the point of telling Pascal the story of Madame d'Argeles and M. Wilkie, when he was interrupted by the sound of a lively controversy in the hall.\\n\\n\\\"Who's taking such liberty in my house?\\\" the baron began.  But the next instant he heard some one fling open the door of the large room adjoining, and then a coarse, guttural voice called out: \\\"What! he isn't here! This is too much!\\\"\\n\\nThe baron made an angry gesture.  \\\"That's Kami-Bey,\\\" said he, \\\"the Turk whom I am playing that great game of cards with.  The devil take him! He will be sure to force his way in here--so we may as well join him, M. Ferailleur.\\\"\\n\\nOn reentering the adjoining apartment Pascal beheld a very corpulent man, with a very red face, a straggling beard, a flat nose, small, beadlike eyes, and sensual lips.  He was clad in a black frock-coat, buttoned tight to the throat, and he wore a fez.  This costume gave him the appearance of a chunky bottle, sealed with red wax.  Such, indeed, was Kami-Bey, a specimen of those semi-barbarians, loaded with gold who are not attracted to Paris by its splendors and glories, but rather by its corruption--people who come there persuaded that money will purchase anything and everything, and who often return home with the same conviction.  Kami was no doubt more impudent, more cynical and more arrogant than others of his class.  As he was more wealthy, he had more followers; he had been more toadied and flattered, and victimized to a greater extent by the host of female intriguers, who look upon every foreigner as their rightful prey.\\n\\nHe spoke French passably well, but with an abominable accent.  \\\"Here you are at last!\\\" he exclaimed, as the baron entered the room.  \\\"I was becoming very anxious.\\\"\\n\\n\\\"About what, prince?\\\"\\n\\nWhy Kami-Bey was called prince no one knew, not even the man himself.  Perhaps it was because the lackey who opened his carriage door on his arrival at the Grand Hotel had addressed him by that title.\\n\\n\\\"About what!\\\" he repeated.  \\\"You have won more than three hundred thousand francs from me, and I was wondering if you intended to give me the slip.\\\"\\n\\nThe baron frowned, and this time he omitted the title of prince altogether.  \\\"It seems to me, sir, that according to our agreement, we were to play until one of us had won five hundred thousand francs,\\\" he said haughtily.\\n\\n\\\"That's true--but we ought to play every day.\\\"\\n\\n\\\"Possibly: but I'm very busy just now.  I wrote to you explaining this, did I not? If you are at all uneasy, tear up the book in which the results of our games are noted, and that shall be the end of it.  You will gain considerably by the operation.\\\"\\n\\nKami-Bey felt that the baron would not tolerate his arrogance, and so with more moderation he exclaimed: \\\"It isn't strange that I've become suspicious.  I'm so victimized on every side.  Because I'm a foreigner and immensely rich, everybody fancies he has a right to plunder me.  Men, women, hotel-keepers and merchants, all unite in defrauding me.  If I buy pictures, they sell me vile daubs at fabulous prices.  They ask ridiculous amounts for horses, and then give me worthless, worn-out animals.  Everybody borrows money from me--and I'm never repaid.  I shall be ruined if this sort of thing goes on much longer.\\\"\\n\\nHe had taken a seat, and the baron saw that he was not likely to get rid of his guest very soon; so approaching Pascal he whispered: \\\"You had better go off, or you may miss Valorsay.  And be careful, mind; for he is exceedingly shrewd.  Courage and good luck!\\\"\\n\\nCourage! It was not necessary to recommend that to Pascal.  He who had triumphed over his despair in the terrible hours, when he had reason to suppose that Marguerite believed him guilty and had abandoned him, could scarcely lack courage.  While he was condemned to inaction, his mind had no doubt been assailed by countless doubts and fears; but now that he knew whom he was to attack--now that the decisive moment had come, he was endowed with indomitable energy; he had turned to bronze, and he felt sure that nothing could disconcert or even trouble him in future.  The weapons he had to use were not at all to his taste, but he had not been allowed a choice in the matter; and since his enemies had decided on a warfare of duplicity, he was resolved to surpass them in cunning, and vanquish them by deception.\\n\\nSo, while hastening to the Marquis de Valorsay's residence, he took stock of his chances, and recapitulated his resources, striving to foresee and remember everything.  Thus if he failed-- for he admitted the possibility of defeat, without believing in it--he would have no cause to reproach himself.  Only fools find consolation in saying: \\\"Who could have foreseen that?\\\" Great minds do foresee.  And Pascal felt almost certain that he was fully prepared for any emergency.\",\"timestamp\":1640139747,\"title\":\"\\\"Doesn't your mother ever talk to you about him?\\\"\"},\"digest\":\"fE1aD-KagZtHAH7hZaFUzyEI3S_6e5ru1RqZopLoEdk\",\"authorship\":{\"contributor\":\"0x025bE40F20d6f0f04d76fE7Ad916e5d61bc4D69f\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"icPwmeD_0Id-Cmy-b3c_DEpdoIeLERCAtloe18DCvCo\\\",\\\"y\\\":\\\"g-kp4zmEywQAyEWnKQNmR49RWRdmP44fuTdTOH0e4ws\\\"}\",\"signature\":\"fMbAs5RJLs6kSOp_FdZom-jgbhZGzCEJOLToeTsa9LRAXUuPv6jHjRSDe6K8N5DHUh8lzPS-8kVnukTZekezWQ\",\"signingKeySignature\":\"0x55277db4957ccd8357b50afdb7a28589b65a0268db405492915368b1d1ee2bec16055642c93bc6fbb978dcdae91b0d57b0d30933fd98a0c6a0cf38028147b7a21c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"icPwmeD_0Id-Cmy-b3c_DEpdoIeLERCAtloe18DCvCo\\\",\\\"y\\\":\\\"g-kp4zmEywQAyEWnKQNmR49RWRdmP44fuTdTOH0e4ws\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"fE1aD-KagZtHAH7hZaFUzyEI3S_6e5ru1RqZopLoEdk\"}"