"{\"content\":{\"body\":\"## Including a guide to crypto for newbies\\n\\n***DM the author: [@bengusberg](https://twitter.com/bengusberg)***\\n\\n## Contents\\n\\n* Chapter 1: Introduction\\n* Chapter 2: Some Definitions\\n* Chapter 3: Important Crypto Buzzwords\\n* Chapter 4: Upside Opportunity in Blockchain Today\\n* Chapter 5: Considering a Crypto Career\\n* Chapter 6: Conclusion\\n\\n## Chapter 1: Introduction\\n\\n![Photo by Greg Rakozy on Unsplash](https://miro.medium.com/max/1400/1\\\\*xD2mCk0DBjyV6PRLUqZ82A.jpeg)\\n\\nOn September 9, 2021, I decided to shut down my startup and pivot my career to focus solely on cryptocurrency and the blockchain industry. At the time, I had no prior experience working in crypto; didn’t own any Bitcoin or other cryptocurrencies; and had spent the past 15 months of my life trying to build a startup and career in a totally different industry. However, over the prior 6 months, I had begun reading about and studying crypto – through articles, newsletters, blog posts, YouTube Videos, online courses, podcasts and more. And the more I learned, the more compelled I felt to drop everything I was doing and focus my life on crypto.\\n\\nFor background, I graduated summa cum laude from Harvard before working on Wall Street for 6 years. During that time, I caught the entrepreneurial bug, so I left Wall Street to make a pilgrimage out west to get an MBA at Stanford’s Graduate School of Business and immerse myself in the mecca of innovation. Suffice it to say that I take my studies and my career seriously (perhaps too seriously?). Nothing happens without detailed research (ask me for my spreadsheets : ) and a pressure-tested decision framework. So, when I say that I dropped everything to focus on crypto – this decision wasn’t taken lightly.\\n\\nI look at my career like an investment – one of the most precious investments I can make. Any good investment requires a strong investment thesis. As such, I plan to lay out my Career Investment Thesis below, so that (1) others can add their perspectives and help me refine my thesis further, and (2) those who are crypto curious (or know very little about crypto at all) can benefit from my research and incorporate it into their own career and life investment research.\\n\\nI’d also note that what I described above is evidence of a fairly “mainstream” career and life trajectory up until this point. So, I want to ensure I’m not chasing a fad, but pursuing what I believe is a truly groundbreaking technology. I don’t gamble with my livelihood. I don’t think you should either.\\n\\nHere are the headlines of the **Career Investment Thesis** I investigate throughout this essay:\\n\\n* Crypto Will **Change The World Across Many Industries**\\n  * Blockchain is one of the greatest technological improvements of my generation\\n* These Industries Are Huge, So The **Total Opportunity Is Massive**\\n  * Measured in trillions of dollars and growing\\n* The Blockchain **Industry Is Extremely Young**, So The Upside Is Boundless\\n  * The industry today is like the internet in the late 1990s\\n* When Choosing A **Career** Path, **Follow A Technological Change**\\n  * Without change there is seldom opportunity\\n* Bitcoin Was Invented Almost 15 Years Ago, So **Why Now?**\\n  * Crypto is on the verge of becoming mainstream\\n* “I’m Not A Technical Expert, **Can I Really Work In Crypto**?”\\n  * Helping blockchain “cross the chasm” into the mainstream\\n* **Final Thoughts**\\n  * Putting it all together\\n\\n## **Chapter 2: Some Definitions**\\n\\n![Photo by Launchpresso on Unsplash](https://miro.medium.com/max/1400/1\\\\*mFmo4BiW-DGQcZ88J74L1A.jpeg)\\n\\n### Crypto Will Change The World Across Many Industries\\n\\n***What I mean by “crypto”*** \\n When the average person hears “Crypto,” they usually think “Bitcoin.” Often, they also equate bitcoin to a speculative investment with no intrinsic value. While you can read [here](https://www.investopedia.com/ask/answers/100314/why-do-bitcoins-have-value.asp) or [here](https://www.reuters.com/article/crypto-currencies-jpm-int/bitcoin-emergence-as-digital-gold-could-lift-price-to-146000-says-jpm-idUSKBN29A1I9) about the growing importance of bitcoin and its potential as a store of value / digital form of gold, bitcoin, itself, is actually quite minor in the overall story of what I find compelling about crypto. As such, I will mostly ignore it below.\\n\\nWhat’s more compelling is the technology behind bitcoin and other cryptocurrencies: blockchain. Blockchain represents **one of the greatest technological improvements of my generation**, and it will enable (and is already starting to enable) a cultural and technological renaissance on the internet.\\n\\nOne note before I go any further: for the sake of simplicity, I will often use the word “crypto” to encompass concepts related to both cryptocurrency and blockchain. This is an intentional oversimplification only meant for ease of reading (and writing : ).\\n\\n***“One of the Greatest Technological Improvements of My Generation” \\n ***A **cryptocurrency** is a digital currency, or internet money, that’s stored on a blockchain. A **blockchain** is a database that permanently stores information. For example, the Ethereum blockchain stores information about transactions involving the Ether cryptocurrency ([and a lot of other information](https://ethereum.org/en/)).\\n\\nYou can think of a blockchain like an Excel spreadsheet that can’t delete anything you type into it, but can be reviewed by anyone to make sure it is correct. However, instead of being stored on a central server – say on your computer’s hard drive or a cloud server – that database is simultaneously stored and verified on thousands of computers (or “nodes”) globally. In other words, a blockchain is a public, decentralized record (or “ledger”) that can be independently verified but cannot be individually altered.\\n\\nMoreover, blockchains enable the execution of **“smart contracts”** – computer programs stored on blockchains that automatically execute when certain conditions are met. For example, a smart contract could be programmed to transfer $10 from Ali’s account into Ben’s account if it rains on Saturday and do nothing if it doesn’t rain.\\n\\nThe specific details of the technology are out of scope for this essay, but, if interested, you can read more on blockchain [here](https://www.ibm.com/topics/what-is-blockchain).\\n\\n***Why is this important? \\n ***While this may sound simple, it’s actually incredibly powerful. Blockchain technology enables the elimination of intermediaries – economic and information gatekeepers that exist in today’s world in many forms (e.g., banks, real estate agents, Facebook, Uber, etc.). Intermediaries create friction and economic costs as they (rationally) seek to maximize fees for their services. In addition, as we saw with the recent [Facebook outage](https://www.theverge.com/2021/10/4/22708989/instagram-facebook-outage-messenger-whatsapp-error) and [Twitch data breach](https://www.theverge.com/2021/10/6/22712250/twitch-hack-leak-data-streamer-revenue-steam-competitor), centralized platforms also create a single point of failure that can be easily hacked or sabotaged (intentionally or unintentionally). Removing this gatekeeper can increase speed, reduce costs, and increase security.\\n\\nAgain, while this may sound simple, blockchain technology has the power to transform every industry it touches. Let us illustrate this across three key buzzwords in the industry today:\\n\\n* Traditional Finance → Decentralized Finance (**“DeFi”**)\\n* The future of the internet (**“Web3”**)\\n* Owning the internet (**“NFTs”**)\\n\\n## Chapter 3: Important Crypto Buzzwords\\n\\n![Created by pikisuperstar on Freepik](https://miro.medium.com/max/1400/1\\\\*VoQBqo2Qmmh-u96fext22A.jpeg)\\n\\n***Traditional Finance → Decentralized Finance (“DeFi”) \\n ***One of the clearest industries that will be disrupted by crypto is the financial industry. Traditional finance is essentially defined by the existence of central authorities (banks, lending agents, financial advisors, trading desks, etc.). These entities act as gatekeepers and charge fat fees in order to facilitate transactions (when I used to be a financial intermediary, myself, I loved those fees!). However, gatekeepers slow down the system, create unneeded friction and add a bloated layer of costs.\\n\\nIn contrast, crypto eliminates the need for a central authority through decentralized finance (**“DeFi”**). In DeFi, smart contracts on blockchains execute financial transactions automatically and securely without intermediaries. For example, imagine you want to send $1,000 from the U.S. to your parents in Argentina. If you used a traditional finance company like Western Union, this transaction might take up to 4 days and cost $50+. In contrast, right now, you could send your parents $1,000 worth of bitcoin instantaneously for a fee of [4 cents](https://markets.businessinsider.com/news/currencies/the-lightning-network-is-driving-mainstream-bitcoin-adoption-2021-8) (and this fee can be [even lower using other cryptocurrencies](https://blog.nano.org/cryptocurrency-fee-comparison-which-crypto-has-the-lowest-fees-4e9118590e1f)).\\n\\nThis is just one of thousands of blockchain applications across banking, savings, investing, crowdfunding, loans & credit, insurance and much more. By eliminating intermediaries in the financial system, we can drastically lower costs and simultaneously create a more inclusive financial system. Services that historically were only available to wealthy institutional investors, can now be available to anyone who signs up. This is powerful.\\n\\nA 2018 [World Bank press release](https://www.worldbank.org/en/news/press-release/2018/04/19/financial-inclusion-on-the-rise-but-gaps-remain-global-findex-database-shows) stated that: “Globally, 1.7 billion adults remain unbanked, yet two-thirds of them own a mobile phone that could help them access financial services.” Many more adults remained underbanked, lacking full access to safe and inexpensive products like savings and loans. DeFi can improve this gap and begin fighting the growth of income inequality.\\n\\nFor more reading on DeFi, check out [this article](https://blog.coinbase.com/a-beginners-guide-to-decentralized-finance-defi-574c68ff43c4).\\n\\n*** \\n The Future of the Internet (Web3) \\n ***One of the most exciting applications of blockchain technology is reimagining the internet. Blockchain enables the creation of a distributed internet that will transform the way we all interact and transact online.\\n\\nBut first, a brief [history of the internet](https://future.a16z.com/why-web3-matters/):\\n\\n**Web 1.0 (1990–2005):** The “read-only” era of the internet was defined by static web pages that users could visit to find information. The internet was like a big encyclopedia, with browsers like Netscape allowing users to access the web.\\n\\n**Web 2.0 (2005-present):** The “read-write” era converted the internet into a collaborative dialogue through which users could interact and express themselves to global audiences. Infrastructure improvements enabled faster internet speeds and cloud servers, while companies like Facebook helped usher in the rise of user generated content.\\n\\nAt the same time, the launch of the iPhone in 2007 and the App Store in 2008 started moving Web2 interactions from desktop to mobile. Eventually, apps like Instagram (and now TikTok) leveraged unique features of mobile technology to provide elevated user experiences in a Web2 world.\\n\\n**Web 3.0 (Today and beyond):** Now, we are entering a new phase – the “read-write-own” era of the internet, powered by blockchains.\\n\\nThe key practical difference between Web2 and Web3 is a transfer of ownership and power. In Web2, central platforms (like Facebook, Google, Twitter, etc.) essentially own users’ data and can sell it to advertisers for large profits. Users are forced to trust those platforms to secure that data and not misuse it ([oops!](https://www.npr.org/2019/10/30/774749376/facebook-pays-643-000-fine-for-role-in-cambridge-analytica-scandal)). Moreover, users in countries with weaker protection of free speech are at risk of these platforms sharing data with the government.\\n\\nAt the same time, platforms have license to display users’ posted content for free and can change their algorithms (or censor users) at any time. This means that the people who create value for the platform (users, content creators and influencers) are usually not compensated and live under constant risk of disenfranchisement.\\n\\nIn contrast, in Web3, blockchain technology gives users ownership over their data, content and even the platform itself. Instead of having a centralized platform as the gatekeeper, platforms become decentralized applications (“dapps”) owned and governed by users and contributors.\\n\\nThrough digital tokens, decentralized apps can reward users for governing, developing, participating in or improving the platform. We will explain tokens more in the next section on NFTs, but, for this use case, you can simply think of tokens like a digital currency for a given company (like Google coins). Through these tokens, participants who create value for the application are the ones who receive the economics from the platform as it becomes more valuable. Moreover, those who support the company early can get rewarded for that as the platform, and thus the tokens, increase in value over time. In other words, [Web3 transforms builders and users of the internet into owners](https://future.a16z.com/why-web3-matters/).\\n\\nIn Web3, data also becomes more secure. Data is stored and processed via a publicly verifiable blockchain that cannot be altered (or leaked) by a central authority. Moreover, anonymous gateways (“crypto wallets”) allow you to securely interact with decentralized applications without providing them with your sensitive data (e.g., name, email address, phone number, etc.). Your information is stored in the wallet that you own and control instead of on the platform itself.\\n\\nThere are many other user benefits to Web3, like native frictionless payments, improved cyber security, stability, accessibility and more. There are also benefits for companies like shortening of fundraising and marketing cycles and more. There is a lot more detail in terms of how this all works and why it’s important. If you’re curious, check out articles [here](https://eshita.mirror.xyz/H5bNIXATsWUv_QbbEz6lckYcgAa2rhXEPDRkecOlCOI), [here](https://www.freecodecamp.org/news/what-is-web3/) and [here](https://www.notboring.co/p/the-interface-phase).\\n\\nPerhaps the above seems overly complicated and niche. However, as the economy continues to become increasingly digital, Web3 has massive implications across many industries.\\n\\nOne of the best illustrations of this is the creator economy. There are already [50 million online creators](https://signalfire.com/blog/creator-economy/) globally, with that number expected to grow rapidly, as the [#1 career aspiration](https://www.cnbc.com/2019/07/19/more-children-dream-of-being-youtubers-than-astronauts-lego-says.html) for Gen Z children is YouTuber. Today the dominant platforms for creators – Facebook, Instagram, TikTok, Spotify, YouTube, etc. – all live in a Web2 world, extracting the majority, if not all, of the economics from the content creators on their platforms. Creators and influencers are often left to fight for the remaining scraps or find their own sponsorships, subscription, or tips outside of the platform ecosystem.\\n\\nWeb3 flips that dynamic on its head and allows creators to reap what they sow. It also supports broader movements, like the growing shift towards remote work, solopreneurship and [the Great Resignation](https://www.theatlantic.com/ideas/archive/2021/10/great-resignation-accelerating/620382/). Web3 platforms are designed to benefit the users and laborers, not the platforms themselves.\\n\\n**Side note:** Not everything will or should be built in Web3. Today, there is a lot of re-inventing the wheel happening as founders rapidly innovate with this new technology. It’s important to highlight that if a company can be built just as well (or better) using a Web2 mindset, then it probably should be built with a Web2 mindset. The real power of Web3 will emerge from novel applications unleashing new experiences and functionality that are only possible because of this new technology. (This is how [Jeff Bezos viewed the transition from Web1 to Web2](https://www.notboring.co/p/crypto-bezos).)\\n\\n \\n ***Owning the Internet (NFTs) \\n ***If Web3 is about transferring ownership and power, then **NFTs** take that discussion one step further. Through cryptographic innovation, blockchain technology enables the creation of non-fungible tokens (NFTs) linked to digital ownership of anything on the internet.\\n\\nWhen most people hear “NFT,” they often think of Beeple’s [Everydays: The First 5000 Days](https://onlineonly.christies.com/s/beeple-first-5000-days/beeple-b-1981-1/112924), which [sold for $69 million at Christie’s](https://www.theverge.com/2021/3/11/22325054/beeple-christies-nft-sale-cost-everydays-69-million), or community (or “Profile Pic”) NFTs like [CryptoPunks](https://www.larvalabs.com/cryptopunks), which have a total value of all sales of more than [$1.5 billion](https://www.larvalabs.com/cryptopunks). Skeptics often ask why anyone would pay millions of dollars for a digital image (“a JPEG”) that could easily be copied. However, similar to focusing on bitcoin speculation (see section above on “What I mean by ‘crypto’”), focusing on NFT artwork speculation again misses the point.\\n\\nNFTs create verifiably scarce ownership rights to anything on the internet, providing a foundation for a new digital economy. When explaining NFTs, my Stanford classmate [Rex Woodbury](https://twitter.com/rex_woodbury) always uses the analogy of a [dollar bill](https://twitter.com/rex_woodbury/status/1436009991534612481). A dollar bill is “fungible” because you can exchange any dollar bill for any other dollar bill. But, if Michael Jordan signs one of your dollar bills, it becomes “non-fungible.” The signed dollar bill is now unique and not equivalent to either (a) an unsigned dollar bill or (b) a photo of the signed dollar bill. Applying this concept to the online world, NFTs are digitally signed items creating unique digital assets that are verifiably different from unsigned versions or reproductions.\\n\\nCurrent NFT hype is focused on digital artwork. Skeptics often say that comparing a print of the Mona Lisa to the original isn’t the same as comparing a copy of a digital image to the original, as the two digital images are virtually identical. However, you could have someone recreate the Mona Lisa, brush stroke by brush stroke, such that the replica looked and felt absolutely identical to the original. Yet, the original would still be worth hundreds of millions of dollars more than the replica. The difference is in not just how it looks, but the rights that ownership of the original bestows upon you. The two works are verifiably different, just as an NFT is distinct from its copycat. In fact, in the digital world you can actually more easily prove which one is the original and which one is fake, a problem that [continues to plague the physical art world](https://www.fastcompany.com/90170415/so-many-museums-are-filled-with-fake-paintings).\\n\\nDigital artwork is the result of a natural progression as the physical world moves increasingly online. NFTs not only make this transition economically viable for artists but also improve the overall economics equation of selling your art. Smart contracts can be programmed into NFTs, such that the original artist gets a percentage of all profits, each time the NFT is re-sold (forever) – instead of just receiving the initial sale price. This opens up a future passive income stream as artists build their reputation over time. It also gives artists a way to capture more of the total value created from their work.\\n\\nBut art is just the tip of the iceberg. NFTs allow us to rethink ownership rights everywhere in our increasingly digital world.\\n\\n**Collectibles:** [NBA Top Shot](https://nbatopshot.com/) allows you to own video highlights of NBA stars as “moments” that you can trade with friends or the public. Within 8 months of its launch, NBA Top Shot reached a [million users and over $700 million in sales](https://www.fastcompany.com/90668050/how-nba-top-shot-creator-dapper-labs-is-mainstreaming-nfts).\\n\\n**Community, Experiences & Status:** [The Bored Ape Yacht Club](https://boredapeyachtclub.com/#/) is a set of 10,000 NFTs launched in April 2021. Buying one grants you access to the community of owners, exclusive events and many [other perks](https://boredapeyachtclub.com/#/home). In this way, NFTs can become an internet utility granting access to different token-gated communities and experiences.\\n\\nHaving a Bored Ape also gives you status as you can display your NFT on your social media (for example, as your profile picture). Each Ape had an original mint price around $250, but has rapidly increased in value (one recently sold for [$3.4 million](https://hypebeast.com/2021/10/bored-ape-yacht-club-nft-3-4-million-record-sothebys-metaverse)). This helped the community become a pop culture phenomenon (the group recently [signed with U2’s & Madonna’s manager](https://cointelegraph.com/news/u2-s-manager-signs-deal-to-expand-bored-ape-yacht-club-to-movies-tv-and-music)).\\n\\n**Gaming & the Metaverse:** Gaming is a classic example of an industry structured for value to flow from users to the gatekeepers (the platforms). Historically, players would spend money to play, buy in-game assets and more. The platform controlled the experience, and if the platform shut down, you would lose all the value you invested as a gamer. In contrast, NFTs and other blockchain technology allow you to own game items and your game identity. You can also transfer them outside of the platform. Thus, even if the platform shuts down, you still own what you bought or earned.\\n\\nFor example, games like [Axie Infinity](https://a16z.com/2021/10/05/investing-in-axie-infinity/) use NFTs and blockchain technology to transform gaming into employment ([Play-to-Earn (P2E)](https://a16z.com/2021/10/05/investing-in-axie-infinity/)). Gamers can earn value from playing Axie Infinity and also benefit as the platform increases in value over time. Anything they buy in the game can be resold outside the platform. Players can even [lend items](https://axietree.medium.com/introducing-axietree-9e2652133571), so others can earn money.\\n\\nThe ability to transfer items across games and platforms like this illustrates the beginnings of what will be possible in the [Metaverse](https://www.matthewball.vc/all/themetaverse). You can think of the Metaverse like an interconnected virtual experience in which we can all exist, interact and have ownership rights (see pop culture representations like [Ready Player One](https://www.youtube.com/watch?v=cSp1dM2Vj48)). While the Metaverse is about more than just gaming, playing games like Axie Infinity could be an easy onramp into the Metaverse for average users. For more reading on the metaverse, [check out this series of articles](https://www.matthewball.vc/the-metaverse-primer).\\n\\nFor more information on NFTs and blockchain gaming, see [here](https://www.gemini.com/cryptopedia/nft-blockchain-gaming-industry).\\n\\n**Information Verification:** NFTs and digital ownership aren’t inherently about making money though; they’re about proving the source and validity of items and information. NFTs can vastly improve users’ experiences and safety online. For example, the rise of fake news and misinformation has become [rampant](https://www.pewtrusts.org/en/research-and-analysis/blogs/stateline/2021/09/21/disinformation-may-be-the-new-normal-election-officials-fear), impacting elections, vaccine adoption and more. Blockchain technology can begin solving this problem. As described in [this article](https://www.coindesk.com/policy/2020/10/01/self-sovereign-identity-explained/), “Imagine a future internet where every tweet, post, pic, video, or article is cryptographically signed to verify the author’s identity, like a vastly superior version of Twitter’s little blue check mark. And if you see content that lacks cryptographic authentication, then you’d suspect it’s bogus.”\\n\\n—\\n\\nThe possibilities for NFTs are endless. Other current and future applications include: other types of token-gated experiences, secure digital identities (or passports), medical records, music, tickets, fashion and much more. Read about these applications and more [here](https://www.coindesk.com/business/2021/10/14/15-nft-use-cases-that-could-go-mainstream/) and [here](https://twitter.com/magdalenakala/status/1441117000697139201). Eventually, NFTs will also bring physical items – such as [real estate](https://www.forbes.com/sites/nataliakarayaneva/2021/04/08/nfts-work-for-digital-art-they-also-work-perfectly-for-real-estate/), [diplomas](https://www.linkedin.com/pulse/education-nfts-replace-diplomas-resumes-beau-brannan/) and more – into the digital world.\\n\\nAs crypto influencer (and my Harvard classmate) [Magdalena Kala wrote](https://twitter.com/magdalenakala/status/1444338478834139139), “NFTs are about verified digital ownership which is not different from other types of ownership & its benefits – you can flex them, use them, trade them, collateralize them etc.; we just don’t fully grasp the potential (Big Tech conditioned us that way!).”\\n\\nFor more reading on NFTs, check out [this](https://linda.mirror.xyz/df649d61efb92c910464a4e74ae213c4cab150b9cbcc4b7fb6090fc77881a95d), [this](https://www.coindesk.com/tech/2021/02/01/what-are-nfts-and-how-do-they-work/) and [this](https://decrypt.co/resources/non-fungible-tokens-nfts-explained-guide-learn-blockchain).\\n\\n \\n ***Bonus: DAOs \\n ***You may have recently heard about a new hot cryptopic called decentralized autonomous organizations or **“DAOs.”** These are [internet communities with a shared bank account](https://coopahtroopa.mirror.xyz/_EDyn4cs9tDoOxNGZLfKL7JjLo5rGkkEfRa_a-6VEWw). DAOs increased their mainstream visibility with the recent formation of [ConstitutionDAO](https://www.notboring.co/p/lets-buy-the-us-constitution), a group that [crowdsourced $47 million in less than a week](https://www.cnbc.com/2021/11/18/constitutiondao-crypto-investors-lose-bid-to-buy-constitution-copy.html) to try to buy one of the 13 remaining copies of the U.S. Constitution (I’m a ConstitutionDAO member!). Members of ConstitutionDAO contributed funds in exchange for voting rights (“governance rights”) proportional to their contribution. If the DAO had won the auction ([we lost](https://www.cnbc.com/2021/11/18/constitutiondao-crypto-investors-lose-bid-to-buy-constitution-copy.html)), members would have voted on all decisions related to the newly acquired constitution (museum hosting, preservation, etc.).\\n\\nI won’t cover DAOs in depth here, as I believe they are a more intermediate concept for readers to understand. However, DAOs are the potential future of Web3 corporate structure, in which all members of the DAO vote on company decisions, instead of having a single leader. This structure is now possible, because of blockchain technology. If you are curious to learn more, feel free to start [here](https://coopahtroopa.mirror.xyz/_EDyn4cs9tDoOxNGZLfKL7JjLo5rGkkEfRa_a-6VEWw) or [here](https://newsletter.banklesshq.com/p/how-to-join-a-dao).\\n\\n \\n ***Putting It All Together: Concrete Example \\n ***Let’s quickly put these concepts together with a concrete example: Facebook (whose parent company was [recently renamed “Meta”](https://www.wsj.com/articles/meta-facebook-new-name-11635459196) as a reference to their new focus on the Metaverse). Five common criticisms of Facebook include:\\n\\n* **Data privacy:** they own and store all your data. They can profit off of it without compensating you, and they can leak it at any time (by accident or on purpose).\\n* **Compensation:** people who post content to Facebook create most of the value for the platform. Yet, the platform gives very little (or none) of that value to those people.\\n* **Misinformation:** “fake news” is rampant on the platform. It’s becoming increasingly difficult to distinguish between accurate and inaccurate information.\\n* **Decision-making:** Facebook’s leaders can make unilateral decisions without input from users and stakeholders. Some of these decisions adversely impact users.\\n* **Content moderation:** Facebook doesn’t have a consistent content moderation policy, and sometimes breaks its own rules (some argue they do this in favor of greater profits).\\n\\nIn Web3, a new platform (let’s call it “Newbook”) could use blockchain technology to solve each of these problems:\\n\\n* **Data privacy:** you sign into Newbook using your own “crypto wallet” that anonymously contains your sensitive data. You control the wallet, own your own data, and decide what is shared with Newbook and when. None of this information is stored on Newbook itself.\\n* **Creator compensation:** people receive fungible tokens (“Newbook Coins”) for posting content. Perhaps, they receive more tokens based on the number of viewers who see their content, the amount of effort it took to create the content or the type of content (e.g., educational vs. entertainment vs. etc.). Perhaps, the audience receives tokens for contributing positively to the community via comments or voting on rules for the platform. All of these token rewards are executed programmatically based on rules proposed and approved by token holders. Token holders can keep their tokens forever or sell them on an exchange for other cryptocurrencies or U.S. Dollars.\\n* **Misinformation:** every post to Newbook is automatically cryptographically signed by the author as an NFT, so that any time that post is shared, copied or reposted, the original author is given credit. This allows viewers to verify the source of all information, and allows creators of accurate content to reap the benefit of that content’s popularity.\\n* **Decision-making:** Newbook is a DAO. Members of the DAO (users and builders) vote on company decisions and policies.\\n* **Content moderation:** since Newbook is a DAO, token holders can vote on any policy rules, including content moderation policies. If token holders do not want to vote, they can assign their voting rights to other parties (e.g., trusted members of the community, a voting board, the founders, etc.). Rules are executed by smart contracts, in which rules cannot be broken (unless agreed upon by token holders).\\n\\nWeb3 and NFTs transfer power back to the creators and the users.\\n\\n## **Chapter 4: Upside Opportunity in Blockchain Today**\\n\\n![Created by pch.vector on Freepik](https://miro.medium.com/max/1400/1\\\\*vvbiaHDnRCE0zUtRrcmP7w.jpeg)\\n\\n### These Industries Are Huge, So The Total Opportunity Is Massive\\n\\nThe above are some of the hottest categories of applications getting a lot of attention in the cryptoverse these days, but there are many other applications to come. In March, CB Insights outlined [58 big industries](https://www.cbinsights.com/research/industries-disrupted-blockchain/) it thinks blockchain will disrupt. IBM outlined another [12 industries here](https://www.ibm.com/blockchain/industries). Blockchain will impact many large and growing industries across the world. To give you a sense, let’s list market sizes for just a handful of the industries that will be disrupted:\\n\\n* Global financial services industry: [$22.5 trillion](https://www.globenewswire.com/news-release/2021/03/31/2202641/0/en/Financial-Services-Global-Market-Report-2021-COVID-19-Impact-And-Recovery-To-2030.html)\\n* Market value of FAANG stocks (Facebook, Apple, Amazon, Netflix, Google): $7.6 trillion (per [Yahoo! Finance](https://finance.yahoo.com/) as of 11/30/21)\\n* Global fashion industry: [$2.5 trillion](https://www.mckinsey.com/industries/retail/our-insights/state-of-fashion)\\n* Global collectibles market: [$370 billion](https://techcrunch.com/2020/03/25/the-future-of-collectibles-is-digital/)\\n* U.S. gig economy: [$348 billion](https://www.statista.com/statistics/1034564/gig-economy-projected-gross-volume/)\\n* Global gaming industry: [$176 billion](https://venturebeat.com/2021/07/04/newzoo-game-market-will-hit-200b-in-2024/)\\n* Creator economy: [$104 billion](https://www.globenewswire.com/en/news-release/2021/09/21/2300791/0/en/The-Creator-Economy-Survey-by-The-Influencer-Marketing-Factory.html)\\n* Global art market: [$50 billion](https://www.statista.com/topics/1119/art-market/)\\n* Global music industry: [$22 billion](https://www.ifpi.org/ifpi-issues-annual-global-music-report-2021/)\\n* And many more…\\n\\nThe size of the pie is massive, and it is growing rapidly (for example, the financial services industry alone is expected to [grow 6% annually](https://www.globenewswire.com/news-release/2021/03/31/2202641/0/en/Financial-Services-Global-Market-Report-2021-COVID-19-Impact-And-Recovery-To-2030.html)). Blockchain will capture a large portion of global economic value as the technology matures.\\n\\n### The Blockchain Industry Is Extremely Young, So The Upside Is Boundless\\n\\nThe modern Crypto industry is still very young, only dating back to the [proposal for Bitcoin in 2008 and its launch in 2009](https://time.com/nextadvisor/investing/cryptocurrency/what-is-bitcoin/). Despite the unprecedented speed of innovation in the industry, we are still in the earliest days of the disruption to come. For example, DeFi is one of the most well-known blockchain applications to date. Today, there is $275 billion of total value locked in DeFi ([as of 11/30/21](https://defillama.com/)). That’s only 1% of the $22.5 trillion market size of traditional financial services.\\n\\nIndustry observers often compare crypto and blockchain to the internet in the 1990’s. Similar to blockchain today, the early internet had only a few use cases with limited functionality. Navigating the early web was a highly technical experience adopted mostly by tech visionaries and developers. When staring at static personal webpages in those days, no one could have fathomed the impending online revolution to come or that [4.7 billion people](https://www.statista.com/statistics/617136/digital-population-worldwide/) would be logging into the internet monthly. Today, it is equally impossible to fathom where the blockchain revolution will take us and what unexpected use cases will emerge to transform the way we live, interact and even think.\\n\\nThere’s also a similar “wild west” feel to the early stages of each industry. Limited regulation and exponential technology growth creates fertile ground for scams, speculation and bubbles. At least for the internet, this was a temporary problem that subsided as the technology became mainstream. It seems likely that the same will occur for blockchain technology as well.\\n\\nThe fact that the blockchain industry is still in its infancy has many key implications, two of which I’ll describe here:\\n\\nFirst, there is outsized upside to joining the industry today compared to joining another more mature industry. As a case study, let’s look at PayPal, a company founded in 1998, a few years before the dot-com bust. In 2002, after rapid success leveraging new internet technology, PayPal was [sold to eBay for $1.5 billion](https://www.cnet.com/news/ebay-picks-up-paypal-for-1-5-billion/). This success spawned the [PayPal Mafia](https://en.wikipedia.org/wiki/PayPal_Mafia) – a group of PayPal employees, including Elon Musk, who are now highly famous (and wealthy) founders and investors. The PayPal Mafia went on to create investment firms and companies including Tesla, YouTube, SpaceX, LinkedIn, Palantir, Yelp and many many more. Multiple members are billionaires. Joining the internet tech industry early allowed them to gain crucial knowledge and capture outsized value as the industry matured and became more valuable over time. As the phrase goes: a rising tide lifts all boats.\\n\\nSecond, there will be bumps along the road over this next decade. Similar to the internet in the late 1990’s and early 2000’s, there may be dot-com-like bubbles in certain parts of the many industries that blockchain touches. Not every cryptocurrency will survive; not every NFT that skyrockets in value will retain that value over time; not every Web3 company will empower its users. However, there will be companies like Amazon (1994) and Google (1998) that will survive future market turbulence and leverage this new technology to change the world forever.\\n\\n## **Chapter 5: Considering a Crypto Career**\\n\\n![Created by jcomp on Freepik](https://miro.medium.com/max/1400/1\\\\*-hg8oD0VLZmAuj3XeBn9BQ.jpeg)\\n\\n### When Choosing A Career Path, Follow A Technological Change\\n\\nAt Stanford, I took a class taught by [Andy Rachleff](https://en.wikipedia.org/wiki/Andy_Rachleff) called Product Market Fit. Andy is co-founder & CEO of [Wealthfront](https://www.wealthfront.com/) and co-founder and former general partner of VC firm [Benchmark](https://en.wikipedia.org/wiki/Benchmark_(venture_capital_firm)). He is also the person who developed and named the concept of [Product Market Fit](https://a16z.com/2017/02/18/12-things-about-product-market-fit/) – a foundational business concept now used daily by every founder and investor.\\n\\nAndy’s class transformed the way that I think about entrepreneurship and my career path. Discussions with Andy in class and over the summer greatly induced my eventual choice to shut down my startup and pursue the blockchain industry. Andy never mentioned the words crypto or blockchain, but his strongly held opinions about building a massive tech company and about building a career made me feel even more compelled to start this new journey.\\n\\nOne of his core beliefs about building a company is: “Great tech companies start with the recognition of an inflection point in technology that enables a new type of product, because without change there is seldom opportunity.” The greatest opportunities come from recognizing a technological change that will be important in the world and immersing yourself in that change. As described throughout this essay, blockchain is one of the greatest technological changes of my generation, so there is no industry with greater opportunity.\\n\\nAndy also published a [Silicon Valley Career Guide](https://cdn.wealthfront.com/public.email.images/2013_Silicon_Valley_Career_Guide.pdf) with his philosophy on starting a career in tech. You should read the full guide if you are evaluating your career, but he summarizes it as follows: “Your choice of company matters far more than your job title or even your compensation. Your best risk-adjusted bet if you are just starting out, or if you haven’t succeeded yet, is to **join a mid-sized company with momentum**.”\\n\\nHe believes that when companies are at an earlier stage than this, it’s too hard to know which companies will succeed and which will fail. And importantly, “You get more credit than you deserve for being part of a successful company, and less credit than you deserve for being part of an unsuccessful company…. When it comes time to leave the successful company, you’ll be able to write your own ticket. No one will remember if you were employee 20 or 120. Everyone wants to recruit or back people from successful companies because they know / think people carry the lessons of success with them.”\\n\\nIn other words, he believes joining the right company will give you what he calls a “career halo.”\\n\\nEach year, he also publishes a list of “[Career-launching Companies](https://blog.wealthfront.com/career-launching-companies-list/)” that fit his criteria. The lists historically haven’t contained many crypto or blockchain companies given the industry’s infancy, but that may be changing quickly.\\n\\nCombining the two arguments above suggests that the best way to start this next stage of my career would be to join a mid-sized company with momentum in the blockchain industry.\\n\\n**Side note:** Andy also highlighted to me that it’s important to be excited about your work (some call it “passion”). It doesn’t matter how much opportunity is available if you are bored. Someone who is of average intelligence but passionate about what they are doing will usually be more successful than someone who is smart but bored. Whatever industry you choose (hopefully blockchain!) doesn’t need to be your “calling” or “one true passion,” but you need to enjoy your work or you will be miserable.\\n\\n### Bitcoin Was Invented Almost 15 Years Ago, So Why Now?\\n\\nWhile I do have prescient friends and classmates who got into crypto years ago, hindsight is 20/20. In reality, betting your future on crypto was a highly risky strategy even just 5 years ago. The phrase [“non-fungible token”](https://en.wikipedia.org/wiki/Non-fungible_token#:\\\\~:text=%22non-fungible%20token%22.) hadn’t been invented yet. [MakerDAO](https://en.wikipedia.org/wiki/Dai_(cryptocurrency)), considered one of the first examples of DeFi, hadn’t been created. Ether – the cryptocurrency of the blockchain considered by many today as having the largest technological potential (Ethereum) – was [trading at less than $15](https://coinmarketcap.com/currencies/ethereum/) (today 1 Ether trades over $4,000). For users, the industry was unregulated, opaque and hard to navigate.\\n\\nToday, that’s no longer true. NFT collectibles like [NBA Top Shot](https://nbatopshot.com/), memecoins like [Dogecoin](https://coinmarketcap.com/currencies/dogecoin/), [music album NFTs](https://www.rollingstone.com/pro/news/kings-of-leon-when-you-see-yourself-album-nft-crypto-1135192/), and more have infused crypto into pop culture. Well-respected old-school [hedge fund managers are investing in bitcoin](https://www.cnn.com/2021/10/06/investing/bitcoin-price-george-soros/index.html). On October 15, 2021, the SEC approved the first [Bitcoin Futures ETF](https://www.coindesk.com/policy/2021/10/15/sec-approves-bitcoin-etf-opening-crypto-to-wider-investor-base/), a way for average retail investors to get exposure to bitcoin without having to use a crypto exchange. Even [U.S. Congress and regulators](https://time.com/nextadvisor/investing/cryptocurrency/crypto-regulation-talks-heat-up/) are starting to increase their focus on the industry.\\n\\nSo, what does this all mean?\\n\\nIt means that we are at a **watershed moment** as the blockchain industry is on the verge of becoming mainstream. As of May 2021, [46 million Americans](https://www.newsweek.com/46-million-americans-now-own-bitcoin-crypto-goes-mainstream-1590639) – 17% of the adult population – owned bitcoin, and, globally, [221 million people](https://newsroom.bankofamerica.com/content/newsroom/press-releases/2021/10/bofa-global-research-launches-coverage-of-digital-assets.html) have bought or sold it. Crypto curiosity is even greater in the younger generations, as [75%](https://markets.businessinsider.com/news/currencies/millennials-investing-crypto-boom-bitcoin-ether-cryptocurrency-young-investors-2021-5) of millennials want to learn more about crypto.\\n\\nFrom a **Career Investment Thesis** standpoint, the risk-reward trade-off of pursuing a career in crypto today is more attractive than perhaps it has ever been. Strong progress and adoption have significantly de-risked the industry (although meaningful risks obviously still remain – that’s why there’s opportunity!). Yet, the infancy of the industry provides outsized upside potential as the technology matures over the next decade.\\n\\n### “I’m Not A Technical Expert, Can I Really Work In Crypto?”\\n\\nIf you are crypto curious like me but asking yourself where you’d fit in the industry, I can relate. I don’t have a coveted engineering background or any unique crypto-specific knowledge. All I can do is try to build credibility by forming my own perspective on the industry and where my interests and skill set could add value. You can do the same.\\n\\nTaking the “Why Now?” discussion from above further, academically speaking, crypto is starting to “[cross the chasm](https://www.amazon.com/Crossing-Chasm-3rd-Disruptive-Mainstream/dp/0062292986)”. According to Geoffrey A. Moore’s famous Technology Adoption Lifecycle (shown in the chart below), there is a wide gap between early adopters of a new technology and the mainstream market – a gap that is hard for technologies to cross. To do so, technologies need to form the “whole product” for users, which means building a complete solution with the supporting products, system interfaces and services. A simple way of thinking about this problem is: compared to attracting early adopters, to attract the mainstream market you need to (a) make it easier for them to use your technology and (b) empower them to do more with it.\\n\\n![Source: Think Insights](https://miro.medium.com/max/1400/0\\\\*eY6Jj1jlmwTNp7h5)\\n\\nThrough that frame, we can see that, although bitcoin may be starting to cross the chasm, blockchain and crypto in general clearly have not. The industry as a whole still feels quite unapproachable from the outside: industry jargon is confusing to the uninitiated (“That’s just FUD talking”); crypto wallets are not functionally intuitive and are only compatible with certain cryptocurrencies; writing down seed phrases and hiding them across multiple locations feels like stuffing money under your mattress; trying to track the tax consequences of selling your crypto every time you swap currencies, buy an NFT, yield farm, play a game in the metaverse, etc. is daunting; all while you must live in constant underlying fear of being hacked or sending your crypto to the wrong address and losing your tokens forever. The learning curve is steep in an industry that can still feel like the wild west. Many of my friends and family members are eager to learn more about crypto but are nervous to dip their toe in the water, because they feel stranger danger.\\n\\nA key ingredient to crossing the chasm will be making the industry more approachable for the average consumer. This will help us begin to form the whole product for the mainstream market, and unlock the power of blockchain technology. As an industry, we should focus on how we can bring the next 1 billion users into blockchain. To do so, we will need non-technical leaders – in product management, marketing, strategy, operations, legal and much more – to complement those leading the technical innovation.\\n\\n## **Chapter 6: Conclusion**\\n\\n![Photo by Meriç Dağlı on Unsplash](https://miro.medium.com/max/1400/1\\\\*he1hdsX4U-Xd9zammx_Gvg.jpeg)\\n\\n### Final Thoughts\\n\\nThe 2020’s decade has begun at a challenging moment in history. Trust for institutions is [low](https://time.com/5929252/edelman-trust-barometer-2021/); trust for information is [low](https://www.statista.com/statistics/707507/national-local-news-trust/) (“fake news”); and pandemic uncertainty remains [high](https://www.sciencedirect.com/science/article/abs/pii/S0047272720301389). Yet, crypto provides some hope – albeit from, perhaps, an unexpected source. Blockchain technology is designed to create an environment that doesn’t require trust, because there are no gatekeepers to bias transactions, access or information. It enables information to be verified according to clear, community-based rules. It is non-partisan and apolitical.\\n\\nWhile many still think of crypto as a bunch of speculators trying to scam each other into the next Ponzi scheme, the technology behind crypto is designed for transparency, security and inclusiveness. This does NOT mean that crypto and blockchain are 100% safe today. There are still plenty of [scams](https://www.fool.com/the-ascent/cryptocurrency/articles/americans-lost-80-million-to-crypto-scams-in-6-months-heres-how-to-avoid-fraud/), [technology risks](https://www.cnbc.com/2021/10/01/defi-protocol-compound-mistakenly-gives-away-millions-to-users.html), and [speculators](https://www.forbes.com/sites/forbesfinancecouncil/2021/09/13/with-cyptocurrencies-speculate-responsibly/) out to make a quick buck. But, as bubbles burst and the industry matures, these temporary challenges will subside. And when they do, the implications of blockchain will be far-reaching across massive industries measured in trillions of dollars. Joining the industry now allows me to be a part of this technological renaissance and help ensure it has a positive impact on the world. It also positions me to benefit from the exponential growth that will occur as it accelerates over the next decade.\\n\\nPeople say that the best investors don’t focus on a startup’s shortcomings today; they imagine the possibilities of what that startup could become and evaluate what it would take to get there. I encourage you to do the same when it comes to crypto. Yes, there are challenges; yes, the industry is in its infancy; but, the potential of blockchain and crypto is mind blowing.\\n\\nTo get to that mind-blowing future, we need to cross the chasm into the mainstream. I plan to help make that happen. Want to join me?\\n\\n**Start here:** [cryptostarterkit.org](http://cryptostarterkit.org/)\\n\\n**And if you need help along your journey or you have questions or comments, DM me:** [@bengusberg](https://twitter.com/bengusberg) \\n \\n\\n**##**\\n\\n## **Post-Script**\\n\\n### Risks\\n\\nThere are many risks associated with crypto, some of which are short-term and will be remedied over time, and some of which may persist. Five commonly-cited risks are [explained here](https://www.cnbc.com/2021/07/01/after-bitcoins-wild-first-half-these-are-the-5-biggest-risks-ahead.html) (regulation, volatility, environmental / sustainability, stablecoin scrutiny, and scams).\\n\\nIn particular, if you would like to read more about the environmental concerns and possible solutions, check out [this article](https://news.un.org/en/story/2021/06/1094362) written by the United Nations.\\n\\n**Nothing in this essay is intended as investment advice. Please do your own research when deciding whether to invest – your money, your time or your career – in crypto or anywhere else.**\\n\\n### Sources\\n\\nSee clickable hyperlinks included throughout the essay.\\n\\nCover photo by Freepik.\\n\\nThoughts in this essay were greatly influenced by podcasts, conversations and / or writings of:\\n\\n[Andy Rachleff](https://en.wikipedia.org/wiki/Andy_Rachleff) \\n [Bankless](http://podcast.banklesshq.com/) \\n [Chris Dixon](https://cdixon.org/) \\n Crypto Twitter \\n [Jenn Kalidoss](https://twitter.com/jennkalidoss) \\n [Magdalena Kala](https://twitter.com/magdalenakala) \\n [Nathaniel Naddaff-Hafrey](https://trillium.substack.com/) \\n [Packy McCormick](https://www.notboring.co/) \\n And many others.\\n\\nThank you to the many old friends and new crypto friends who have helped me along my crypto journey so far. I look forward to continuing to learn from each other and to paying it forward. #WAGMI.\",\"timestamp\":1638391531,\"title\":\"Why I closed my startup to work in crypto\"},\"digest\":\"OByRZKpDztSTvAgNS1kVBLeEDWVitIEVkKsKdQ3IpTo\",\"authorship\":{\"contributor\":\"0x1eA80A08896B94BCbd62505BEdd49Df0A6D58012\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MLGwh_T11XuMdixvG69k2IN-2wghDTS6vhkImXXBHeg\\\",\\\"y\\\":\\\"R3_BMeAZFHZz_9y2NSlkveTkI5IzMEEXfML9xg5BrFk\\\"}\",\"signature\":\"aKpe6c6qQgQgwYVVjkB--9izxyNf6s9LV1NbCstP8tIv4SWOGVEgX4p5Mzn5vF8YyUe78I6yD9IJ4emaHZEXqA\",\"signingKeySignature\":\"0xb9948e8896b70eb245714ae10b1ecef1d579e7892edac3ad56226e137e8adb2424c0c8a86acfab084523965cc5782cbdd71735a5cd6ebfee3bfea3d1ea48343f1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MLGwh_T11XuMdixvG69k2IN-2wghDTS6vhkImXXBHeg\\\",\\\"y\\\":\\\"R3_BMeAZFHZz_9y2NSlkveTkI5IzMEEXfML9xg5BrFk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"OByRZKpDztSTvAgNS1kVBLeEDWVitIEVkKsKdQ3IpTo\"}"