"{\"content\":{\"body\":\"![Random scene that came to mind when I thought of empathy](https://images.mirror-media.xyz/publication-images/_zk85bpM2jwLAolhsTP3I.png?height=4320&width=4320)\\n\\nOne of the most recent book I’ve read was **“Against Empathy: The Case for Rational Compassion”** by Paul Bloom and, besides being beautifully written piece in itself, it also made me reconsider the way I see empathy: clearly, it is not merely a capacity but a tool, that one should use consciously and selectively.\\n\\n## Why you need to be careful\\n\\nOkay so here is the deal. We all experience something empathy-like from time to time: we “feel what other feel”, pick up the emotions of other person (often without realising it). Even psychopaths do, but in their case it is about cognitive empathy — the ability to “read people”, not feel. While cognitive empathy is undoubtedly crucial in both personal life and career, feeling the pain of or suffering with the other can indeed be daunting and unhealthy, especially when you are not aware of the primary reason for feeling the way you do.\\n\\nBesides, it may lead to unpleasant consequences for not just one person — the empathetic you – but for the entire nations, which is what the book covers in details.\\n\\n## Arguments against\\n\\nBloom brings up examples from various domains where empathy can be an enemy rather than a friend. Yet, the major arguments are repeated throughout the whole book and go as follows:\\n\\n### 1. Empathy promotes poor moral judgement\\n\\nWe are much more likely to empathise with the people (and other creatures) we like, who are closer to us culturally and with whom we have something in common, which automatically creates a case for discrimination. When we empathise, we zoom in to one and become less sensitive to greater numbers of people.\\n\\n> It is because empathy that we often enact savage laws or enter into terrible wars; our feelings for the suffering of the few leads to disastrous consequences for the many.\\n\\nThat is we would care much more about a single baby girl in our neighbourhood needing immediate help than about 1000 starving kids in Africa.\\n\\n### 2. Empathy might lead to burnout and generally worse outcomes\\n\\nIf the suffering of others make you suffer, it imposes a cost on you and make you less effective at helping. So if, for instance, you come to a therapist and she gets really absorbed in your sorrows, the sessions might result in 2 people suffering instead of the initial one.\\n\\nBloom also insists that compassion, defined as “feeling for, and not feeling with the other”, is a much better alternative to empathy (most of the time):\\\\* you don’t need to get in the shoes of others to understand what their pain is about.\\\\*\\n\\n## Capacity vs. Tool\\n\\nThat being said, let’s come back to where we started: empathy as a tool. Here the first thing that comes to my UX researcher mind is Design Thinking methodology, which is basically built around empathy and “getting in the shoes of others”. Yet, researchers and product managers applying this framework are *initially seeking empathy* to gain results, they use it as a primary tool to understand the pains and feelings of their audiences. And although they still zoom in to one (customer/user) and become less sensitive to the many, it is no longer immoral and unlikely to lead to wars and further suffering (depends on their final product of course). Although it can be as emotional as it is cognitive, this empathy alone will not lead you to burnout.\\n\\nThis means that when used deliberately, the way we use humour or active listening, empathy can be harnessed to create amazing results.           \\n\\nSo to conclude, I do believe empathy in itself is a great human ability. We connect to people around us at the whole other level when we truly understand what they are happy or sad about, even if sometimes it can make us emotional, too. The key here is to know how to turn the emotions off when a more rational approach is needed, meaning to see empathy as a tool that you know how to use and are confident using.\",\"timestamp\":1642239312,\"title\":\"Empathy As A Tool \"},\"digest\":\"KVRcpkeUICDkg0wfSUUQ6b1nZsBPw-4fOYkXmQ8tR5E\",\"authorship\":{\"contributor\":\"0x7e07064E5A921A57Eb29C22F179B20513e8a3485\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9Jbw5TaeeEcxCh-gqikUKmyktVxKDKbXQqPOVV03k-I\\\",\\\"y\\\":\\\"6qz4Sr3VDximdjxrIdOVQ1QBeElzpREMtceeVu1go9k\\\"}\",\"signature\":\"GDe28Hxs5lui5fEmfULtMCVSv9gqB6L1-r51N4R_KgPZ_Kdy6Phj2Sx_BsVAQA2fhbefS6KRVA3rczRatet5wA\",\"signingKeySignature\":\"0xbb529aeb4e9a6a11905d88323222eebae5f2c2935baba500e5beec7f7d1c8e7f2903fafabbf2004e92385ad9e8121d7940837384a82079e462b074c8e140979c1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"9Jbw5TaeeEcxCh-gqikUKmyktVxKDKbXQqPOVV03k-I\\\",\\\"y\\\":\\\"6qz4Sr3VDximdjxrIdOVQ1QBeElzpREMtceeVu1go9k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"9hQc1Ev_XjK4JRktHaAimA7DY9qJglNhejvql49jt0s\"}"