"{\"content\":{\"body\":\"Welcome to *The Dog Lover*, the first ever short film backed by Ethereum. Why? Because the old  models of fundraising are lacking. Traditionally, crowdfunding campaigns are the only way young artists like us can bring our visions to life. Art is essential: bringing people meaning, comfort, and community. But with the current infrastructure, art can be really difficult to make and share with the world: we’re often forced to put a lot of our own money, hard work and time into projects without compensation. Often, we have to sign away ownership of our creative vision to companies that hold our art and our creative rights hostage. It goes both ways, too: fans are just fans, and donors don’t get much in return for their financial contribution.\\n\\n[The Dog Lover](crowdfund://0x0fbc61029D01fB6B52Bb8474879F4A00fF672D8C?version=tiered_1&network=mainnet&features=overview)\\n\\nWith this experiment in a crypto-funded model of filmmaking, we want to pave the way for change. We want models of direct ownership of art: a future where there is a real connection between artists and their fans. We want you to have a stake in *The Dog Lover*. We want supporters who aren’t just supporters, but collaborators. By participating, you’re co-creating that future with us. You’re coming on to our creative team and gaining a behind-the-scenes look into what it takes to make films happen. \\n\\nCollaborators will have special access to the team’s token-gated Discord, where they will have a chance to vote on creative decisions. We will be integrating a limited number of fun Easter eggs with patrons’s handle or wallet address into the film itself.  \\n\\nTogether with you, we will take *The Dog Lover* through the festival circuit, where we anticipate it being a major contender. Supporters of *The Dog Lover* will be innovators: no other short films have been created this way in cinema history!\\n\\n### NFT Reward Tiers\\n\\n**PATRON PODIUM: Top Three Backers**\\n\\n1. **Executive Producer NFT**: 1 of 1. Awarded to the 1st place backer. Includes Executive Producer credit in film.\\n2. **Co-Executive Producer NFT**: 1 of 1. Awarded to the 2nd place backer. Includes Co-Executive Producer credit in film.\\n3. **Associate Producer NFT**: 1 of 1. Awarded to the 3rd place backer. Includes Associate Producer credit in film.\\n\\n[Dog Lover](crowdfund://0x0fbc61029D01fB6B52Bb8474879F4A00fF672D8C?version=tiered_1&network=mainnet&features=backers,podium&podium_media=https%3A%2F%2Fimages.mirror-media.xyz%2Fpublication-images%2F619f6140-501f-4213-b95a-6a00ae4d43cd.gif%3Fheight%3D1920%26width%3D1920,https%3A%2F%2Fimages.mirror-media.xyz%2Fpublication-images%2F9aa99d93-f0cd-40e1-bb63-842aa7f718ed.gif%3Fheight%3D1920%26width%3D1920,https%3A%2F%2Fimages.mirror-media.xyz%2Fpublication-images%2F58cc9e00-84b7-4023-b52c-09edd6f61ea1.gif%3Fheight%3D1920%26width%3D1920)\\n\\n**The Good Boy NFT - 100 editions – 0.1 ETH**\\n\\n- The official film poster NFT made by renowned film poster artist [Homework Studios](http://homework.com.pl/)\\n- Special thanks in The Dog Lover film credits, with a shoutout of your handle or Ethereum address \\n- Special access to our [token gated Discord](https://discord.gg/UKSQhXdRHz) where creative decisions will be voted on and made\\n\\n**The Goodest Boy NFT - 30 editions – 0.3 ETH**\\n\\nAll of the above perks, plus:\\n\\n- A download to unreleased Doggy Lover track by artist [Valiant Vermin](https://open.spotify.com/artist/1z9vpHxg7adwE0t44Iq3DL) \\n- A sneak peek of the film before release\\n- An exclusive invite to the red carpet premiere in LA\\n\\n**Best in Show NFT - 10 editions – 1 ETH**\\n\\nAll of the above, plus:\\n\\n- An exclusive Zoom call with the Director, Writer and Producer\\n- An invitation to the red carpet premiere pre-party with the filmmakers and actors\\n\\n[The Dog Lover](crowdfund://0x0fbc61029D01fB6B52Bb8474879F4A00fF672D8C?version=tiered_1&network=mainnet&features=editions)\\n\\n### WHAT’S *THE DOG LOVER* ABOUT?\\n\\n[](https://images.mirror-media.xyz/final-test-trailer.mp4?controls=true)\\n\\nHow far would you go to be loved? What personal price would you pay? Would you change yourself into someone — or something — other than who you are?\\n\\nThese are the questions *The Dog Lover* asks, and that our main character, Walter, must answer. \\n\\nWhen Walter’s wife’s beloved dog Max dies, her grief is crushing. Walter works hard to fill the aching void in her heart, but nothing seems to please her. Walter soon discovers that he can win Sarah’s love by acting like her dog. \\n\\nIt isn’t long before the couple begins to rekindle their romance through these strange circumstances. Things are looking up, until Walter realizes that this particular pathway to love is paved with all sorts of bizarre pitfalls. A little too bizarre, perhaps. It soon becomes clear to Walter that he must choose whether he’s willing to be his wife’s dog. \\n\\n*The Dog Lover* is a weird, offbeat story with elements of dark comedy and horror. But it also has an emotional core that is deeply relatable: at one point or another, we’ve all had to decide if we’re going to be someone’s dog (so to speak) or risk loneliness. Needless to say, we don’t always make the right decision. \\n\\nThe trailer above is cut from footage from the original short we made together during our first year at the American Film Institute Conservatory. With this new version, we’re going to expand and perfect the story and utilize the skills we developed during our time at AFI. \\n\\n\\n### MEET THE TEAM\\n\\n![](https://images.mirror-media.xyz/publication-images/9ec11675-df2e-4bfb-a6e7-8c7e4e461309.jpeg?height=320&width=213)\\n\\n**DIRECTOR: ANNE-SOPHIE BINE**\\nFrench and Polish background, Anne-Sophie Bine was raised in several different countries — which may be why she speaks five languages. A 2018 graduate of Stanford University, where she earned a BA in Comparative Literature, Art History and Creative Writing, she also holds an MA in Philosophy from the Sorbonne in Paris. She has worked directly with Academy Award winning Production Designer Rick Heinrichs on large film productions in London, LA and New Zealand (including the upcoming LORD OF THE RINGS TV show). Shown here holding her beloved bumbling pooch Leos, named after Leos Carax, one of her favorite Directors.\\n\\n[Website](https://www.annesophiebine.com/), [Instagram](https://www.instagram.com/annesophi.e/)\\n\\n![](https://images.mirror-media.xyz/publication-images/2a6b7966-4a39-4ec1-a51e-ac8bbaf41636.jpeg?height=320&width=213)\\n\\n**PRODUCER: TARA AUSTIN**\\nTara Austin broadened her production experience assisting director Floria Sigismondi on music video and commercial productions in LA. She also served as 1st AD on the independent action feature THE BADGE, which led her to a position assisting the lead actor/producer on RIDDICK and FAST & FURIOUS 6. She went on to produce and direct several projects for her company Elkheart Films ranging from narrative and documentary shorts to fashion films, music videos and commercials. A graduate of UC Santa Barbara, where she majored in Film Studies, she also holds a masters degree in Film Studies from Concordia University in Montreal. Shown here holding a stuffed dog. Someone had to do it.\\n\\n[IMDB](https://www.imdb.com/name/nm1965851/), [Instagram](https://www.instagram.com/elkheartfilms/)\\n\\n![](https://images.mirror-media.xyz/publication-images/e65b7afe-98da-46c5-bec4-efa324e75ac2.jpeg?height=320&width=153)\\n\\n**SCREENWRITER: ARI JACOBSON**\\nAri Jacobson was inspired to pursue screenwriting while working on several major productions, including as assistant to director Paul Feig on GHOSTBUSTERS (2016). He then fed his creative streak working nights as a bartender in Brooklyn, NY. Ari's credits also include writing sketch comedy at Upright Citizens Brigade NYC and creating online content for Discovery Communications. Previously, Ari was co-owner of a film production company, for which he wrote/produced several projects, including a music video with 345 million views. A graduate of American University with a BA in Film and Media Arts, Ari also studied at FAMU in Prague. Shown here holding his three legged friend Xena, a rescue from a kill shelter in Korea, now living her best life in California.\\n\\n[Instagram](https://www.instagram.com/arijac/).\\n\\n![](https://images.mirror-media.xyz/publication-images/c5f37fb8-96c6-40b1-b1e5-c23bc9bda608.jpeg?height=320&width=213)\\n\\n**EDITOR: TIANZE “EDWARD” SUN**\\nTianze \\\"Edward\\\" Sun is a recent graduate of Loyola Marymount University with a BA in screenwriting. He has worked at Indigo Light as a script writer and editor for music videos, developing young EDM artists. Edward loves to be on set and has been actively working with film students in Southern California, including students from USC, LMU, etc. He has experience in various major positions on film sets and is now utilizing his skills to tell stories through the craft of editing. Shown here holding Maybelline, a friend’s husky. All it took was one bat of her lashes to win over Edward (maybe she’s born with it?).\\n\\n[Instagram](https://www.instagram.com/sunteenze/).\\n\\n![](https://images.mirror-media.xyz/publication-images/a68acd6b-66ad-4645-987b-4f612dd1abad.jpeg?height=320&width=213)\\n\\n**CINEMATOGRAPHER: NATHAN PODSHADLEY**\\nNathan Podshadley is a California-born cinematographer. After graduating from Loyola Marymount University, he spent six years working in New York under the guidance of renowned photographer Mark Seliger as both his lighting director and DP. With a background in documentary and stills, he began transitioning to shooting narrative work with the interactive short HOLY NIGHT in 2018. The project was shown at both the Tribeca and New York Film Festivals in 2019. Shown here holding Bobo, who, as you will see from the photo, shares one soul with Nathan. \\n\\n[Website](http://www.nathanpodshadley.com/), [Instagram](https://www.instagram.com/nathanpodshadley)\\n\\n![](https://images.mirror-media.xyz/publication-images/6db13f5e-bf50-4e8a-b364-21cd3e5cbf8f.jpeg?height=320&width=213)\\n\\n**PRODUCTION DESIGNER: JOSE HERRERA**\\nArchitect and interior designer Jose Herrera is originally from Venezuela. He’s brought his passion for design to LA, where has served as a production designer on several productions, as well as being an Art Director, Set Decorator, and Prop Master.  He also has extensive experience working on high-end residential, commercial and hospitality projects. A graduate of the South American Architectural Sciences School, he holds California Architects Board Examination/Licensing Credential Certification in Science and Civil Engineering and is well versed in ADA and OSHA standards. Shown here holding Ben. Ben is a good dude. Much like Jose. \\n\\n### WHERE YOUR MONEY IS GOING\\nWe aim to raise $30,000 to make our film. Here's where the money will be going: \\n![](https://i.imgur.com/vy2h0Vr.png)\\n\\nJoin the Dog Lovers. \\n\\n![](https://i.imgur.com/2DcqwGM.jpg)\\n\\nxoxo Ari, Anne-Sophie, Nathan, Tara, and Jose (respectively.)\\n\\n\\n\\n\\n\\n\\n---\\n\\n*The filmmakers of The Dog Lover and the Dog Lover Redux Film LLC are the sole owners of this Intellectual Property and will retain 100% ownership of the film. Backers' funds are donations that are nonrefundable, nor a true investment with the possibility of a profitable return. All rights to the Dog Lover movie are protected by the Digital Millennium Copyright Act of 1988. Contributions to this crowdfund campaign will result only in the specific rewards outlined in each tier. Contributors will not have ownership interest in anything except the NFTs explicitly listed. The Dog Lover Redux Film LLC was formed and operates under the laws of the state of California.*\",\"timestamp\":1626293940,\"title\":\"THE $DOG LOVER Film Crowdfund\",\"publication\":\"asb\"},\"digest\":\"wEeXV_9OhHhp1LvshnSJDoMN8QxUoxYhUAjMqQifpGA\",\"authorship\":{\"contributor\":\"0x969d53EAd869B7242715038551E1cBdBcE514b68\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WaJfQbG-sL3X9_rFz354zomzsHozwT4Elz-WGYJwBek\\\",\\\"y\\\":\\\"g5rqo0ObbrdE7HUjRjYdFwnqw4UW1KuOvYG1PSkXKsk\\\"}\",\"signature\":\"BxUq32KpKiYePwHh6U11H4COOhHNBitzLbRanQTjnVaK0d4N_b76aLxDyYahf9m2xuUaKEMJLeRyV1DQsdlTNg\",\"signingKeySignature\":\"0xac03915245887b841618d3fb341c4d748f3a5e56785d4282ad46ab311c18fb7852d4278e6b124b182ec9bf84bc0ec8b3ce17180931fb671646f59e0b73e1f80c1b\",\"signingKeyMessage\":\"I authorize the publication of articles on asb.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WaJfQbG-sL3X9_rFz354zomzsHozwT4Elz-WGYJwBek\\\",\\\"y\\\":\\\"g5rqo0ObbrdE7HUjRjYdFwnqw4UW1KuOvYG1PSkXKsk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"S0cWboaIZTRW0egEE8JX9JwzOVYaYLL7RU-h3z0yOOo\"}"