"{\"content\":{\"body\":\"\\\"Why shouldn't I come too?\\\" demanded the eldest boy.\\n\\n\\\"Because the raft won't carry three.  Maskull is a heavy man.\\\"\\n\\n\\\"It doesn't matter,\\\" said the boy.  \\\"I know where there is wood for another raft.  As soon as you have gone, I shall set to work.\\\"\\n\\nPolecrab had by this time manoeuvred his flimsy craft to the position he desired, within a few yards of the current, which at that point made a sharp bend from the east.  He shouted out some words to his wife and Maskull.  Gleameil kissed her children convulsively, and broke down a little.  The eldest boy bit his lip till it bled, and tears glistened in his eyes; but the younger children stared wide- eyed, and displayed no emotion.\\n\\nGleameil now walked into the sea, followed by Maskull.  The water covered first their ankles, then their knees, but when it came as high as their waists, they were close on the raft.  Polecrab let himself down into the water, and assisted his wife to climb over the side.  When she was up, she bent down and kissed him.  No words were exchanged.  Maskull scrambled up on to the front part of the raft. The woman sat cross-legged in the stem, and seized the pole.\\n\\nPolecrab shoved them off toward the current, while she worked her pole until they had got within its power.  The raft immediately began to travel swiftly away from land, with a smooth, swaying motion.\\n\\nThe boys waved from the shore.  Gleameil responded; but Maskull turned his back squarely to land, and gazed ahead.  Polecrab was wading back to the shore.\\n\\nFor upward of an hour Maskull did not change his position by an inch. No sound was heard but the splashing of the strange waves all around them, and the streamlike gurgle of the current, which threaded its way smoothly through the tossing, tumultuous sea.  From their pathway of safety, the beautiful dangers surrounding them were an exhilarating experience.  The air was fresh and clean, and the heat from Branchspell, now low in the west, was at last endurable.  The riot of sea colors had long since banished all sadness and anxiety from his heart.  Yet he felt such a grudge against the woman for selfishly forsaking those who should have been dear to her that he could not bring himself to begin a conversation.\\n\\nBut when, over the now enlarged shape of the dark island, he caught sight of a long chain of lofty, distant mountains, glowing salmon- pink in the evening sunlight, he felt constrained to break the silence by inquiring what they were.\\n\\n\\\"It is Lichstorm,\\\" said Gleameil.\\n\\nMaskull asked no questions about it; but in turning to address her, his eyes had rested on the rapidly receding Wombflash Forest, and he continued to stare at that.  They had travelled about eight miles, and now he could better estimate the enormous height of the trees. Overtopping them, far away, he saw Sant; and he fancied, but was not quite sure, that he could distinguish Disscourn as well.\\n\\n\\\"Now that we are alone in a strange place,\\\" said Gleameil, averting her head, and looking down over the side of the raft into the water, \\\"tell me what you thought of Polecrab.\\\"\\n\\nMaskull paused before answering.  \\\"He seemed to me like a mountain wrapped in cloud.  You see the lower buttresses, and think that is all.  But then, high up, far above the clouds, you suddenly catch sight of more mountain - and even then it is not the top.\\\"\\n\\n\\\"You read character well, and have great perception,\\\" remarked Gleameil quietly.  \\\"Now say what I am.\\\"\\n\\n\\\"In place of a human heart, you have a wild harp, and that's all I know about you.\\\"\\n\\n\\\"What was that you said to my husband about two worlds?\\\"\\n\\n\\\"You heard.\\\"\\n\\n\\\"Yes, I heard.  And I also am conscious of two worlds.  My husband and boys are real to me, and I love them fondly.  But there is another world for me, as there is for you, Maskull, and it makes my real world appear all false and vulgar.\\\"\\n\\n\\\"Perhaps we are seeking the same thing.  But can it be right to satisfy our self-nature at the expense of other people?\\\"\\n\\n\\\"No, it's not right. It is wrong, and base.  But in that other world these words have no meaning.\\\"\\n\\nThere was a silence.\\n\\n\\\"It's useless to discuss such topics,\\\" said Maskull.  \\\"The choice is now out of our hands, and we must go where we are taken.  What I would rather speak about is what awaits us on the island.\\\"\\n\\n\\\"I am ignorant - except that we shall find Earthrid there.\\\"\\n\\n\\\"Who is Earthrid, and why is it called Swaylone's Island?\\\"\\n\\n\\\"They say Earthrid came from Threal, but I know nothing else about him.  As for Swaylone, if you like I will tell you his legend.\\\"\\n\\n\\\"If you please,\\\" said Maskull.\\n\\n\\\"In a far-back age,\\\" began Gleameil, \\\"when the seas were hot, and clouds hung heavily over the earth, and life was rich with transformations, Swaylone came to this island, on which men had never before set foot, and began to play his music - the first music in Tormance.  Nightly, when the moon shone, people used to gather on this shore behind us, and listen to the faint, sweet strains floating from over the sea.  One night, Shaping (whom you call Crystalman) was passing this way in company with Krag.  They listened a while to the music, and Shaping said 'Have you heard more beautiful sounds?  This is my world and my music.' Krag stamped with his foot, and laughed. 'You must do better than that, if I am to admire it.  Let us pass over, and see this bungler at work.' Shaping consented, and they passed over to the island.  Swaylone was not able to see their presence.  Shaping stood behind him, and breathed thoughts into his soul, so that his music became ten times lovelier, and people listening on that shore went mad with sick delight.  'Can any strains be nobler?' demanded Shaping.  Krag grinned and said, 'You are naturally effeminate.  Now let me try.' Then he stood behind Swaylone, and shot ugly discords fast into his head.  His instrument was so cracked, that never since has it played right.  From that time forth Swaylone could utter only distorted music; yet it called to folk more than the other sort.  Many men crossed over to the island during his lifetime, to listen to the amazing tones, but none could endure them; all died.  After Swaylone's death, another musician took up the tale; and so the light has passed down from torch to torch, till now Earthrid bears it.\\\"\\n\\n\\\"An interesting legend,\\\" commented Maskull.  \\\"But who is Krag.?\\\"\\n\\n\\\"They say that when the world was born, Krag was born with it - a spirit compounded of those vestiges of Muspel which Shaping did not know how to transform.  Thereafter nothing has gone right with the world, for he dogs Shaping's footsteps everywhere, and whatever the latter does, he undoes.  To love be joins death; to sex, shame; to intellect, madness; to virtue, cruelty; and to fair exteriors, bloody entrails.  These are Krag's actions, so the lovers of the world call him 'devil.' They don't understand, Maskull, that without him the world would lose its beauty.\\\"\\n\\n\\\"Krag and beauty!\\\" exclaimed he, with a cynical smile.\\n\\n\\\"Even so.  That same beauty which you and I are now voyaging to discover.  That beauty for whose sake I am renouncing husband, children, and happiness.... Did you imagine beauty to be pleasant?\\\"\\n\\n\\\"Surely.\\\"\\n\\n\\\"That pleasant beauty is an insipid compound of Shaping.  To see beauty in its terrible purity, you must tear away the pleasure from it.\\\"\\n\\n\\\"Do you say I am going to seek beauty, Gleameil?  Such an idea is far from my mind.\\\"\\n\\nShe did not respond to his remark.  After waiting for a few minutes, to hear if she would speak again, he turned his back on her once more.  There was no more talk until they reached the island.\\n\\nThe air had grown chill and damp by the tirne they approached its shores.  Branchspell was on the point of touching the sea.  The Island appeared to be some three or four miles in length.  There were first of all broad sands, then low, dark cliffs, and behind these a wilderness of insignificant, swelling hills, entirely devoid of vegetation.  The current bore them to within a hundred yards of the coast, when it made a sharp angle, and proceeded to skirt the length of the land.\\n\\nGleameil jumped overboard, and began swimming to shore.  Maskull followed her example, and the raft, abandoned, was rapidly borne away by the current.  They soon touched ground, and were able to wade the rest of the way.  By the time they reached dry land, the sun had set.\\n\\nGleameil made straight for the hills; and Maskull, after casting a single glance at the low, dim outline of the Wombflash Forest, followed her.  The cliffs were soon scrambled up.  Then the ascent was gentle and easy, while the rich, dry, brown mould was good to walk upon.\\n\\nA little way off, on their left, something white was shining.\\n\\n\\\"You need not go to it,\\\" said the woman.  \\\"It can be nothing else than one of those skeletons Polecrab talked about.  And look - there is another one over there!\\\"\\n\\n\\\"This brings it home!\\\" remarked Maskull, smiling.\\n\\n\\\"There is nothing comical in having died for beauty,\\\" said Gleameil, bending her brows at him.\\n\\nAnd when in the course of their walk he saw the innumerable human bones, from gleaming white to dirty yellow, lying scattered about, as\\n\\nif it were a naked graveyard among the hills, he agreed with her, and fell into a sombre mood.\\n\\nIt was still light when they reached the highest point, and could set eyes on the other side.  The sea to the north of the island was in no way different from that which they had crossed, but its lively colors were fast becoming invisible.\\n\\n\\\"That is Matterplay,\\\" said the woman, pointing her finger toward some low land on the horizon, which seemed to be even farther off than Wombflash.\\n\\n\\\"I wonder how Digrung passed over,\\\" meditated Maskull.\\n\\nNot far away, in a hollow enclosed by a circle of little hills, they saw a small, circular lake, not more than half a mile in diameter. The sunset colors of the sky were reflected in its waters.\\n\\n\\\"That must be Irontick,\\\" remarked Gleameil.\\n\\n\\\"What is that?\\\"\\n\\n\\\"I have heard that it's the instrument Earthrid plays on.\\\"\\n\\n\\\"We are getting close,\\\" responded he.  \\\"Let us go and investigate.\\\"\\n\\nWhen they drew nearer, they observed that a man was reclining on the farther side, in an attitude of sleep.\\n\\n\\\"If that's not the man himself, who can it be?\\\" said Maskull.  \\\"Let's get across the water, if it will bear us; it will save time.\\\"\\n\\nHe now assumed the lead, and took running strides down the slope which bounded the lake on that side.  Gleameil followed him with greater dignity, keeping her eyes fixed on the recumbent man as if fascinated.  When Maskull reached the water's edge, he tried it with one foot, to discover if it would carry his weight.  Something unusual in its appearance led him to have doubts.  It was a tranquil, dark, and beautifully reflecting sheet of water; it resembled a mirror of liquid metal.  Finding that it would bear him, and that nothing happened, he placed his second foot on its surface. Instantly he sustained a violent shock throughout his body, as from a powerful electric current; and he was hurled in a tumbled heap back on to the bank.\\n\\nHe picked himself up, brushed the dirt off his person, and started walking around the lake.  Gleameil joined him, and they completed the half circuit together.  They came to the man, and Maskull prodded him with his foot.  He woke up, and blinked at them.\\n\\nHis face was pale, weak, and vacant-looking, and had a disagreeable expression.  There were thin sprouts of black hair on his chin and head.  On his forehead, in place of a third eye, he possessed a perfectly circular organ, with elaborate convolutions, like an ear. He had an unpleasant smell.  He appeared to be of young middle age.\\n\\n\\\"Wake up, man,\\\" said Maskull sharply, \\\"and tell us if you are Earthrid.\\\"\\n\\n\\\"What time is it?\\\" counterquestioned the man.  \\\"Does it want long to moonrise?\\\"\\n\\nWithout appearing to care about an answer, he sat up, and turning away from them, began to scoop up the loose soil with his hand, and to eat it halfheartedly.\\n\\n\\\"Now, how can you eat that filth?\\\" demanded Maskull, in disgust.\\n\\n\\\"Don't be angry, Maskull,\\\" said Gleameil, laying hold of his arm, and flushing a little.  \\\"It is Earthrid - the man who is to help us.\\\"\\n\\n\\\"He has not said so.\\\"\\n\\n\\\"I am Earthrid,\\\" said the other, in his weak and muffled voice, which, however, suddenly struck Maskull as being autocratic.  \\\"What do you want here?  Or rather, you had better get away as quickly as you can, for it will be too late when Teargeld rises.\\\"\\n\\n\\\"You need not explain,\\\" exclaimed Maskull. \\\"We know your reputation, and we have come to hear your music.  But what's that organ for on your forehead?\\\"\\n\\nEarthrid glared, and smiled, and glared again.\\n\\n\\\"That is for rhythm, which is what changes noise into music.  Don't stand and argue, but go away.  It is no pleasure to me to people the island with corpses.  They corrupt the air, and do nothing else.\\\"\\n\\nDarkness now crept swiftly on over the landscape.\\n\\n\\\"You are rather bigmouthed,\\\" said Maskull coolly.  \\\"But after we have heard you play, perhaps I shall adventure a tune myself.\\\"\\n\\n\\\"You?  Are you a musician. then?  Do you even know what music is?\\\"\\n\\nA flame danced in Gleameil's eyes.\\n\\n\\\"Maskull thinks music reposes in the instrument,\\\" she said in her intense way. \\\"But it is in the soul of the Master.\\\"\\n\\n\\\"Yes,\\\" said Earthrid, \\\"but that is not all. I will tell you what it is.  In Threal, where I was born and brought up, we learn the mystery of the Three in nature.  This world, which lies extended before us, has three directions.  Length is the line which shuts off what is, from what is not.  Breadth is the surface which shows us in what manner one thing of what-is, lives with another thing.  Depth is the path which leads from what-is, to our own body. In music it is not otherwise.  Tone is existence, without which nothing at all can be. Symmetry and Numbers are the manner in which tones exist, one with another.  Emotion is the movement of our soul toward the wonderful world that is being created.  Now, men when they make music are accustomed to build beautiful tones, because of the delight they cause.  Therefore their music world is based on pleasure; its symmetry is regular and charming, its emotion is sweet and lovely.... But my music is founded on painful tones; and thus its symmetry is wild, and difficult to discover; its emotion is bitter and terrible.\\\"\\n\\n\\\"If I had not anticipated its being original, I would not have come here,\\\" said Maskull.  \\\"Still, explain - why can't harsh tones have simple symmetry of form?  And why must they necessarily cause more profound emotions in us who listen?\\\"\\n\\n\\\"Pleasures may harmonise.  Pains must clash; and in the order of their clashing lies the symmetry.  The emotions follow the music, which is rough and earnest.\\\"\\n\\n\\\"You may call it music,\\\" remarked Maskull thoughtfully, \\\"but to me it bears a closer resemblance to actual life.\\\"\\n\\n\\\"If Shaping's plans had gone straight, life would have been like that other sort of music.  He who seeks can find traces of that intention in the world of nature.  But as it has turned out, real life resembles my music and mine is the true music.\\\"\\n\\n\\\"Shall we see living shapes?\\\"\\n\\n\\\"I don't know what my mood will be,\\\" returned Earthrid.  \\\"But when I have finished, you shall adventure your tune, and produce whatever shapes you please - unless, indeed, the tune is out of your own big body.\\\"\\n\\n\\\"The shocks you are preparing may kill us,\\\" said Gleameil, in a low, taut voice, \\\"but we shall die, seeing beauty.\\\"\\n\\nEarthrid looked at her with a dignified expression.\\n\\n\\\"Neither you, nor any other person, can endure the thoughts which I put into my music.  Still, you must have it your own way.  It needed a woman to call it 'beauty.'  But if this is beauty, what is ugliness?\\\"\\n\\n\\\"That I can tell you, Master,\\\" replied Gleameil, smiling at him. \\\"Ugliness is old, stale life, while yours every night issues fresh from the womb of nature.\\\"\\n\\nEarthrid stared at her, without response.  \\\"Teargeld is rising,\\\" he said at last.  \\\"And now you shall see - though not for long.\\\"\\n\\nAs the words left his mouth, the full moon peeped over the hills in the dark eastern sky.  They watched it in silence, and soon it was wholly up.  It was larger than the moon of Earth, and seemed nearer. Its shadowy parts stood out in just as strong relief, but somehow it did not give Maskull the impression of being a dead world. Branchspell shone on the whole of it, but Alppain only on a part. The broad crescent that reflected Branchspell's rays alone was white and brilliant; but the part that was illuminated by both suns shone with a greenish radiance that had almost solar power, and yet was cold and cheerless.  On gazing at that combined light, he felt the same sense of disintegration that the afterglow of Alppain had always caused in him; but now the feeling was not physical, but merely aesthetic.  The moon did not appear romantic to him, but disturbing and mystical.\\n\\nEarthrid rose, and stood quietly for a minute.  In the bright moonlight, his face seemed to have undergone a change.  It lost its loose, weak, disagreeable look, and acquired a sort of crafty grandeur.  He clapped his hands together meditatively two or three times, and walked up and down.  The others stood together, watching him.\\n\\nThen he sat down by the side of the lake, and, leaning on his side, placed his right hand, open palm downward, on the ground, at the same time stretching out his right leg, so that the foot was in contact with the water.\\n\\nWhile Maskull was in the act of staring at him and at the lake, he felt a stabbing sensation right through his heart, as though he had been pierced by a rapier.  He barely recovered himself from falling, and as he did so he saw that a spout had formed on the water, and was now subsiding again.  The next moment he was knocked down by a violent blow in the mouth, delivered by an invisible hand.  He picked himself up; and observed that a second spout had formed.  No sooner was he on his legs, than a hideous pain hammered away inside his brain, as if caused by a malignant tumour.  In his agony, he stumbled and fell again; this time on the arm Krag had wounded.  All his other mishaps were for gotten in this one, which half stunned him.  It lasted only a moment, and then sudden relief came, and he found that Earthrid's rough music had lost its power over him.\\n\\nHe saw him still stretched in the same position.  Spouts were coming thick and fast on the lake, which was full of lively motion.  But Gleameil was not on her legs.  She was lying on the ground, in a heap, without moving.  Her attitude was ugly, and he guessed she was dead.  When he reached her, he discovered that she was dead.  In what state of mind she had died, he did not know, for her face wore the vulgar Crystalman grin.  The whole tragedy had not lasted five minutes.\\n\\nHe went over to Earthrid and dragged him forcibly away from his playing.\\n\\n\\\"You have been as good as your word, musician,\\\" he said.  \\\"Gleameil is dead.\\\"\\n\\nEarthrid tried to collect his scattered senses.\\n\\n\\\"I warned her,\\\" he replied, sitting up.  \\\"Did I not beg her to go away?  But she died very easily.  She did not wait for the beauty she spoke about.  She heard nothing of the passion, nor even of the rhythm.  Neither have you.\\\"\\n\\nMaskull looked down at him in indignation, but said nothing.\\n\\n\\\"You should not have interrupted me,\\\" went on Earthrid.  \\\"When I am playing, nothing else is of importance.  I might have lost the thread of my ideas.  Fortunately, I never forget. I shall start over again.\\\"\\n\\n\\\"If music is to continue, in the presence of the dead, I play next.\\\"\\n\\nThe man glanced up quickly.\\n\\n\\\"That can't be.\\\"\\n\\n\\\"It must be,\\\" said Maskull decisively.  \\\"I prefer playing to listening.  Another reason is that you will have every night, but I have only tonight.\\\"\\n\\nEarthrid clenched and unclenched his fist, and began to turn pale. \\\"With your recklessness, you are likely to kill us both.  Irontick belongs to me, and until you have learned how to play, you would only break the instrument.\\\"\\n\\n\\\"Well, then, I will break it; but I am going to try.\\\"\\n\\nThe musician jumped to his feet and confronted him. \\\"Do you intend to take it from me by violence?\\\"\\n\\n\\\"Keep calm! You will have the same choice that you offered us. I shall give you time to go away somewhere,\\\"\\n\\n\\\"How will that serve me, if you spoil my lake?  You don't understand what You are doing.\\\"\\n\\n\\\"Go, or stay!\\\" responded Maskull.  \\\"I give you till the water gets smooth again.  After that, I begin playing.\\\"\\n\\nEarthrid kept swallowing.  He glanced at the lake and back to Maskull.\\n\\n\\\"Do you swear it?\\\"\\n\\n\\\"How long that will take, you know better than I; but till then you are safe\\\".\\n\\nEarthrid cast him a look of malice, hesitated for an instant, and then moved away, and started to climb the nearest hill.  Halfway up he glanced over his shoulder apprehensively, as if to see what was happening. in another minute or so, he had disappeared over the crest, travelling in the direction of the shore that faced Matterplay.\\n\\nLater, when the water was once more tranquil.  Maskull sat down by its edge, in imitation of Earthrid's attitude.  He knew neither how to set about producing his music, nor what would come of it.  But audacious projects entered his brain and he willed to create physical shapes - and, above all, one shape, that of Surtur.\\n\\nBefore putting his foot to the water, he turned things over a little in his mind.\\n\\nHe said, \\\"What themes are in common music, shapes  are in this music. The composer does not find his theme by picking out single notes; but the whole theme flashes into his mind by inspiration.  So it must be with shapes.  When I start playing, if I am worth anything, the undivided ideas will pass from my unconscious mind to this lake, and then, reflected back in the dimensions of reality, I shall be for the first time made acquainted with them.  So it must be.\\\"\\n\\nThe instant his foot touched the water, he felt his thoughts flowing from him.  He did not know what they were, but the mere act of flowing created a sensation of joyful mastery.  With this was curiosity to learn what they would prove to be.  Spouts formed on the lake in increasing numbers, but he experienced no pain.  His thoughts, which he knew to be music, did not issue from him in a steady, unbroken stream, but in great, rough gushes, succeeding intervals of quiescence.  When these gushes came, the whole lake broke out in an eruption of spouts.\\n\\nHe realised that the ideas passing from him did not arise in his intellect, but had their source in the fathomless depths of his will. He could not decide what character they should have, but he was able to force them out, or retard them, by the exercise of his volition.\\n\\nAt first nothing changed around him.  Then the moon grew dimmer, and a strange, new radiance began to illuminate the landscape.  It increased so imperceptibly that it was some time before he recognised it as the Muspel-light which he had seen in the Wombflash Forest.  He could not give it a colour, or a name, but it filled him with a sort of stern and sacred awe.  He called up the resources of his powerful will.  The spouts thickened like a forest, and many of them were twenty feet high.  Teargeld looked faint and pale; the radiance became intense; but it cast no shadows.  The wind got up, but where Maskull was sitting, it was calm.  Shortly afterward it began to shriek and whistle, like a full gale.  He saw no shapes, and redoubled his efforts.\\n\\nHis ideas were now rushing out onto the lake so furiously that his whole soul was possessed by exhilaration and defiance.  But still he did not know their nature.  A huge spout shot up. and at the same moment the hills began to crack and break.  Great masses of loose soil were erupted from their bowels, and in the next period of quietness, he saw that the landscape had altered.  Still the mysterious light intensified.  The moon disappeared entirely.  The noise of the unseen tempest was terrifying, but Maskull played heroically on, trying to urge out ideas which would take shape.  The hillsides were cleft with chasms.  The water escaping from the tops of the spouts, swamped the land; but where he was, it was dry.\\n\\nThe radiance grew terrible.  It was everywhere, but Maskull fancied that it was far brighter in one particular quarter.  He thought that it was becoming localised, preparatory to contracting into a solid form.  He strained and strained....\\n\\nImmediately afterward the bottom of the lake subsided.  Its waters fell through, and his instrument was broken.\\n\\nThe Muspel-light vanished.  The moon shone out again, but Maskull could not see it.  After that unearthly shining, he seemed to himself to be in total blackness.  The screaming wind ceased; there was a dead silence.  His thoughts finished flowing toward the lake, and his foot no longer touched water, but hung in space.\\n\\nHe was too stunned by the suddenness of the change to either think or feel.  While he was still lying dazed, a vast explosion occurred in the newly opened depths beneath the lakebed.  The water in its descent had met fire.  Maskull was lifted bodily in the air, many yards high, and came down heavily.  He lost consciousness....\\n\\nWhen he came to his senses again, he saw everything.  Teargeld was gleaming brilliantly. He was lying by the side. of the old lake, but it was now a crater, to the bottom of which his eyes could not penetrate.  The hills encircling it were torn, as if by heavy gunfire.  A few thunderclouds were floating in the air at no great height, from which branched lightning descended to the earth incessantly, accompanied by alarming and singular crashes.\\n\\nHe got on his legs, and tested his actions.  Finding that he was uninjured, he first of all viewed the crater at closer quarters, and then started to walk painfully toward the northern shore.\\n\\nWhen he had attained the crest above the lake, the landscape sloped gently down for two miles to the sea.  Everywhere he passed through traces of his rough work.  The country was carved into scarps, grooves, channels, and craters.  He arrived at the line of low cliffs overlooking the beach, and found that these also were partly broken down by landslips.  He got down onto the sand and stood looking over the moonlit, agitated sea, wondering how he could contrive to escape from this island of failure.\\n\\nThen he saw Earthrid's body, lying quite close to him.  It was on its back.  Both legs had been violently torn off and he could not see them anywhere.  Earthrid's teeth were buried in the flesh of his right forearm, indicating that the man had died in unreasoning physical agony.  The skin gleamed green in the moonlight, but it was stained by darker discolourations, which were wounds.  The sand about him was dyed by the pool of blood which had long since filtered through.\\n\\nMaskull left the corpse in dismay, and walked a long way along the sweet-smelling shore.  Sitting down on a rock, he waited for daybreak.\\n\\nChapter 16\\n\\nLEEHALLFAE\\n\\nAt midnight, when Teargeld was in the south, throwing his shadow straight toward the sea and making everything nearly as bright as day, he saw a great tree floating in the water, not far out.  It was thirty feet out of the water, upright, and alive, and its roots must have been enormously deep and wide.  It was drifting along the coast, through the heavy seas.  Maskull eyed it incuriously for a few minutes.  Then it dawned on him that it might be a good thing to investigate its nature.  Without stopping to weigh the danger, he immediately swam out, caught hold of the lowest branch, and swung himself up.\\n\\nHe looked aloft and saw that the main stem was thick to the very top, terminating in a knob that somewhat resembled a human head.  He made his way toward this knob, through the multitude of boughs, which were covered with tough, slippery, marine leaves, like seaweed.  Arriving at the crown, he found that it actually was a sort of head. for there were membranes like rudimentary eyes all the way around it, denoting some form of low intelligence.\\n\\nAt that moment the tree touched bottom, though some way from the shore, and began to bump heavily.  To steady himself, Maskull put his hand out, and, in doing so, accidentally covered some of the membranes.  The tree sheered off the land, as if by an act of will. When it was steady again, Maskull removed his hand; they at once drifted back to shore.  He thought a bit, and then started experimenting with the eyelike membranes.  It was as he had guessed - these eyes were stimulated by the light of the moon, and whichever way the light came from, the tree would travel.\\n\\nA rather defiant smile crossed Maskull's face as it struck him that it might be possible to navigate this huge plant-animal as far as Matterplay.  He lost no time in putting the conception into\\n\\nexecution.  Tearing off some of the long, tough leaves, he bound up all the membranes except the ones that faced the north.  The tree instantly left the island, and definitely put out to sea.  It travelled due north.  It was not moving at more than a mile an hour, however, while Matterplay was possibly forty miles distant.\\n\\nThe great spout waves fell against the trunk with mighty thuds; the breaking seas hissed through the lower branches - Maskull rested high and dry, but was more than a little apprehensive about their slow rate of progress.  Presently he sighted a current racing along toward the north-west, and that put another idea into his head.  He began to juggle with the membranes again, and before long had succeeded in piloting his tree into the fast-running stream.  As soon as they were fairly in its rapids. he blinded the crown entirely, and thenceforward the current acted in the double capacity of road and steed.\\n\\nMaskull made himself secure among the branches and slept for the remainder of the night.\\n\\nWhen his eyes opened again, the island was out of sight.  Teargeld was setting in the western sea.  The sky in the east was bright with the colours of the approaching day.  The air was cool and fresh; the light over the sea was beautiful, gleaming, and mysterious.  Land - probably Matterplay - lay ahead, a long, dark line of low cliffs, perhaps a mile away.  The current no longer ran toward the shore, but began to skirt the coast without drawing any closer to it.  As soon as Maskull realised the fact, he manoeuvred the tree out of its channel and started drifting it inshore.  The eastern sky blazed up suddenly with violent dyes, and the outer rim of Branchspell lifted itself above the sea.  The moon had already sunk.\\n\\nThe shore loomed nearer and nearer.  In physical character it was like Swaylone's Island - the same wide sands, small cliffs, and rounded, insignificant hills inland, without vegetation.  In the early-morning sunlight, however, it looked romantic.  Maskull, hollow-eyed and morose, cared nothing for all that, but the moment the tree grounded, clambered swiftly down through the branches and dropped into the sea.  By the time he had swam ashore, the white, stupendous sun was high above the horizon.\\n\\nHe walked along the sands toward the east for a considerable distance, without having any special intention in his mind.  He thought he would go on until he came to some creek or valley, and then turn up it.  The sun's rays were cheering, and began to relieve him of his oppressive night weight.  After strolling along the beach for about a mile, he was stopped by a broad stream that flowed into the sea out of a kind of natural gateway in the line of cliffs.  Its water was of a beautiful, limpid green, all filled with bubbles.  So ice-cold, aerated, and enticing did it look that he flung himself face downward on the ground and took a prolonged draught.  When he got up again his eyes started to play pranks - they became alternately blurted and clear.... It may have been pure imagination, but he fancied that Digrung was moving inside him.\\n\\nHe followed the bank of the stream through the gap in the cliffs, and then for the first time saw the real Matterplay.  A valley appeared, like a jewel enveloped by naked rock.  All the hill country was bare and lifeless, but this valley lying in the heart of it was extremely fertile; he had never seen such fertility.  It wound up among the hills, and all that he was looking at was its broad lower end.  The floor of the valley was about half a mile wide; the stream that ran down its middle was nearly a hundred feet across, but was exceedingly shallow - in most places not more than a few inches deep.  The sides of the valley were about seventy feet high, but very sloping; they were clothed from top to bottom with little, bright-leaved trees - not of varied tints of one colour, like Earth trees, but of widely diverse colours, most of which were brilliant and positive.\\n\\nThe floor itself was like a magician's garden.  Densely interwoven trees, shrubs, and parasitical climbers fought everywhere for possession of it.  The forms were strange and grotesque, and each one seemed different; the colours of leaf, flower, sexual organs, and stem were equally peculiar - all the different combinations of the five primary colours of Tormance seemed to be represented, and the result, for Maskull was a sort of eye chaos.  So rank was the vegetation that he could not fight his way through it; he was obliged to take to the riverbed.  The contact of the water created an odd tingling sensation throughout his body, like a mild electric shock. There were no birds, but a few extraordinary - looking winged reptiles of small size kept crossing the valley from hill to hill. Swarms of flying insects clustered around him, threatening mischief, but in the end it turned out that his blood was disagreeable to them. for he was not bitten once.  Repulsive crawling creatures resembling centipedes, scorpions, snakes, and so forth were in myriads on the banks of the stream, but they also made no attempt to use their weapons on his bare legs and feet, as he passed through them into the water.... Presently however, he was confronted in midstream by a hideous monster, of the size of a pony, but resembling in shape - if it resembled anything - a sea crustacean; and then he came to a halt. They stared at one another, the beast with wicked eyes, Maskull with cool and wary ones.  While he was staring, a singular thing happened to him.\\n\\nHis eyes blurred again.  But when in a minute or two this blurring passed away and he saw clearly once more, his vision had changed in character.  He was looking right through the animal's body and could distinguish all its interior parts.  The outer crust, however, and all the hard tissues were misty and semi-transparent; through them a luminous network of blood-red veins and arteries stood out in startling distinctness.  The hard parts faded away to nothingness, and the blood system alone was left.  Not even the fleshy ducts remained.  The naked blood alone was visible, flowing this way and that like a fiery, liquid skeleton, in the shape of the monster. Then this blood began to change too.  Instead of a continuous liquid stream, Maskull perceived that it was composed of a million individual points.  The red colour had been an illusion caused by the rapid motion of the points; he now saw clearly that they resembled minute suns in their scintillating brightness.  They seemed like a double drift of stars, streaming through space.  One drift was travelling toward a fixed point in the centre, while the other was moving away from it.  He recognised the former as the veins of the beast, the latter as the arteries, and the fixed point as the heart.\\n\\nWhile he was still looking, lost in amazement, the starry network went out suddenly like an extinguished flame.  Where the crustacean had stood, there was nothing.  Yet through this \\\"nothing' he could not see the landscape.  Something was standing there that intercepted the light, though it possessed neither shape, colour, nor substance. And now the object, which could no longer be perceived by vision, began to be felt by emotion.  A delightful, springlike sense of rising sap, of quickening pulses of love, adventure, mystery, beauty, femininity - took possession of his being, and, strangely enough, he identified it with the monster.  Why that invisible brute should cause him to feel young, sexual, and audacious, he did not ask himself, for he was fully occupied with the effect.  But it was as if flesh, bones, and blood had been discarded, and he were face to face with naked Life itself, which slowly passed into his own body.\\n\\nThe sensations died away. there was a brief interval, and then the streaming, starlike skeleton rose up again out of space.  It changed to the red-blood system.  The hard parts of the body reappeared, with more and more distinctness, and at the same time the network of blood grew fainter.  Presently the interior parts were entirely concealed by the crust - the creature stood opposite Maskull in its old formidable ugliness, hard, painted, and concrete.\\n\\nDisliking something about him, the crustacean turned aside and stumbled awkwardly away on its six legs, with laborious and repulsive movements, toward the other bank of the stream.\\n\\nMaskull's apathy left him after this adventure.  He became uneasy and thoughtful.  He imagined that he was beginning to see things through Digrung's eyes, and that there were strange troubles immediately ahead.  The next time his eyes started to blur, he fought it down with his will, and nothing happened.\\n\\nThe valley ascended with many windings toward the hills.  It narrowed considerably, and the wooded slopes on either side grew steeper and higher.  The stream shrunk to about twenty feet across, but it was deeper - it was alive with motion, music, and bubbles.  The electric sensations caused by its water became more pronounced, almost disagreeably so; but there was nowhere else to walk.  With its deafening confusion of sounds from the multitude of living creatures, the little valley resembled a vast conversation hall of Nature.  The life was still more prolific than before; every square foot of space was a tangle of struggling wills, both animal and vegetable.  For a naturalist it would have been paradise, for no two shapes were alike, and all were fantastic, with individual character.\\n\\nIt looked as if life forms were being coined so fast by Nature that there was not physical room for all.  Nevertheless it was not as on Earth, where a hundred seeds are scattered in order that one may be sown.  Here the young forms seemed to survive, while, to find accommodation for them, the old ones perished; everywhere he looked they were withering and dying, without any ostensible cause - they were simply being killed by new life.\\n\\nOther creatures sported so wildly, in front of his very eyes, that they became of different \\\"kingdoms\\\" altogether. For example, a fruit was lying on the ground, of the size and shape of a lemon, but with a tougher skin.  He picked it up, intending to eat the contained pulp; but inside it was a fully formed young tree, just on the point of bursting its shell.  Maskull threw it away upstream.  It floated back toward him; by the time he was even with it, its downward motion had stopped and it was swimming against the current.  He fished it out and discovered that it had sprouted six rudimentary legs.\\n\\nMaskull sang no paeans of praise in honour of the gloriously overcrowded valley. On the contrary, he felt deeply cynical and depressed.  He thought that the unseen power - whether it was called Nature, Life, Will, or God - that was so frantic to rush forward and occupy this small, vulgar, contemptible world, could not possess very high aims and was not worth much.  How this sordid struggle for an hour or two of physical existence could ever be regarded as a deeply earnest and important business was beyond his comprehension The atmosphere choked him, he longed for air and space.  Thrusting his way through to the side of the ravine, he began to climb the overhanging cliff, swinging his way up from tree to tree.\\n\\nWhen he arrived at the top, Branchspell beat down on him with such brutal, white intensity that he saw that there was no staying there. He looked around, to ascertain what part of the country he had come to.  He had travelled about ten miles from the sea, as the crow flies.  The bare, undulating wolds sloped straight down toward it; the water glittered in the distance; and on the horizon he was just able to make out Swaylone's Island.  Looking north, the land continued sloping upward as far as he could see.  Over the crest - that is to say, some miles away - a line of black, fantastic-shaped rocks of quite another character showed themselves; this was probably Threal.  Behind these again, against the sky, perhaps fifty or even a hundred miles off, were the peaks of Lichstorm, most of them covered with greenish snow that glittered in the sunlight.\\n\\nThey were stupendously high and of weird contours.  Most of them were conical to the top, but from the top, great masses of mountain balanced themselves at what looked like impossible angles - overhanging without apparent support.  A land like that promised something new, he thought: extraordinary inhabitants.  The idea took shape in his mind to go there, and to travel as swiftly as possible, it might even be feasible to get there before sunset . It was less the mountains themselves that attracted him than the country which lay beyond - the prospect of setting eyes on the blue sun, which he judged to be the wonder of wonders in Tormance.\\n\\nThe direct route was over the hills, but that was out of the question, because of the killing heat and the absence of shade.  He guessed, however, that the valley would not take him far out of his way, and decided to keep to that for the time being, much as he hated and feared it.  Into the hotbed of life, therefore, he once more swung himself.\\n\\nOnce down, he continued to follow the windings of the valley for several miles through sunlight and shadow.  The path became increasingly difficult.  The cliffs closed in on either side until they were less than a hundred yards apart, while the bed of the ravine was blocked by boulders, great and small, so that the little stream, which was now diminished to the proportions of a brook, had to come down where and how it could.  The forms of life grew stranger.  Pure plants and pure animals disappeared by degrees, and their place was filled by singular creatures that seemed to partake of both characters.  They had limbs, faces, will, and intelligence, but they remained for the greater part of their time rooted in the ground by preference, and they fed only on soil and air.  Maskull saw no sexual organs and failed to understand how the young came into existence.\\n\\nThen he witnessed an astonishing sight.  A large and fully developed plant-animal appeared suddenly in front of him, out of empty space. He could not believe his eyes, but stared at the creature for a long time in amazement.  It went on calmly moving and burrowing before him, as thought it had been there all its life.  Giving up the puzzle, Maskull resumed his striding from rock to rock up the gorge, and then, quietly and without warning, the same phenomenon occurred again.  No longer could he doubt than he was seeing miracles - that Nature was precipitating its shapes into the world without making use of the medium of parentage.. .. No solution of the problem presented itself.\\n\\nThe brook too had altered in character.  A trembling radiance came up from its green water, like some imprisoned force escaping into the air.  He had not walked in it for some time; now he did so, to test its quality.  He felt new life entering his body, from his feet upward; it resembled a slowly moving cordial, rather than mere heat. The sensation was quite new in his experience, yet he knew by instinct what it was.  The energy emitted by the brook was ascending his body neither as friend nor foe but simply because it happened to be the direct road to its objective elsewhere.  But, although it had no hostile intentions, it was likely to prove a rough traveller - he was clearly conscious that its passage through his body threatened to bring about some physical transformation, unless he could do something to prevent it.  Leaping quickly out of the water, he leaned against a rock, tightened his muscles, and braced himself against the impending charge.  At that very moment the blurring again attacked his sight, and, while he was guarding against that, his forehead sprouted out into a galaxy of new eyes.  He put his hand up and counted six, in addition to his old ones.\\n\\nThe danger was past and Maskull laughed, congratulating himself on having got off so easily.  Then he wondered what the new organs were for - whether they were a good or a bad thing.  He had not taken a dozen steps up the ravine before he found out.  Just as he was in the act of jumping down from the top of a boulder, his vision altered and he came to an automatic standstill.  He was perceiving two worlds simultaneously.  With his own eyes he saw the gorge as before, with its rocks, brook, plant - animals, sunshine, and shadows.  But with his acquired eyes he saw differently.  All the details of the valley were visible, but the light seemed turned down, and everything appeared faint, hard, and uncoloured.  The sun was obscured by masses of cloud which filled the whole sky.  This vapour was in violent and almost living motion.  It was thick in extension, but thin in texture; some parts, however, were far denser than others, as the particles were crushed together or swept apart by the motion.  The green sparks from the brook, when closely watched, could be distinguished individually, each one wavering up toward the clouds, but the moment they got within them a fearful struggle seemed to begin.  The spark endeavoured to escape through to the upper air, while the clouds concentrated around it whichever way it darted, trying to create so dense a prison that further movement would be impossible.  As far as Maskull could detect, most of the sparks succeeded eventually in finding their way out after frantic efforts; but one that he was looking at was caught, and what happened was this.  A complete ring of cloud surrounded it, and, in spite of its furious leaps and flashes in all directions - as if it were a live, savage creature caught in a net - nowhere could it find an opening, but it dragged the enveloping cloud stuff with it, wherever it went. The vapours continued to thicken around it, until they resembled the black, heavy, compressed sky masses seen before a bad thunderstorm. Then the green spark, which was still visible in the interior, ceased its efforts, and remained for a time quite quiescent.  The cloud shape went on consolidating itself, and became nearly spherical; as it grew heavier and stiller, it started slowly to descend toward the valley floor.  When it was directly opposite Maskull, with its lower end only a few feet off the ground, its motion stopped altogether and there was a complete pause for at least two minutes.  Suddenly, like a stab of forked lightning, the great cloud shot together, became small, indented, and coloured, and as a plant-animal started walking around on legs and rooting up the ground in search of food.  The concluding stage of the phenomenon he witnessed with his normal eyesight.  It showed him the creature's appearing miraculously out of nowhere.\\n\\nMaskull was shaken. His cynicism dropped from him and gave place to curiosity and awe.  \\\"That was exactly like the birth of a thought,\\\" he said to himself, \\\"but who was the thinker?  Some great Living Mind is at work in this spot.  He has intelligence, for all his shapes are different, and he has character, for all belong to the same general type.. .. If I'm not wrong, and if it's the force called Shaping or Crystalman, I've seen enough to make me want to find out something more about him.... It would be ridiculous to go on to other riddles before I have solved these.\\\"\\n\\nA voice called out to him from behind, and, turning around, he saw a human figure hastening toward him from some distance down the ravine. It looked more like a man than a woman.  He was rather tall, but nimble, and was clothed in a dark, frocklike garment that reached from the neck to below the knees.  Around his head was rolled a turban.  Maskull waited for him, and when he was nearer went a little way to meet him.\\n\\nThen he experienced another surprise, for this person, although clearly a human being, was neither man nor woman, nor anything between the two, but was unmistakably of a third positive sex, which was remarkable to behold and difficult to understand.  In order to translate into words the sexual impression produced in Maskull's mind by the stranger's physical aspect, it is necessary to coin a new pronoun, for none in earthly use would be applicable.  Instead of \\\"he,\\\" \\\"she,\\\" or \\\"it,\\\" therefore \\\"ae\\\" will be used.\\n\\nHe found himself incapable of grasping at first why the bodily peculiarities of this being should strike him as springing from sex, and not from race, and yet there was no doubt about the fact itself. Body, face, and eyes were absolutely neither male nor female, but something quite different.  Just as one can distinguish a man from a woman at the first glance by some indefinable difference of expression and atmospheres altogether apart from the contour of the figure, so the stranger was separated in appearance from both.  As with men and women, the whole person expressed a latent sensuality, which. gave body and face alike their peculiar character.... Maskull decided that it was love - but what love - love for whom? it was neither the shame-carrying passion of a male, nor the deep-rooted instinct of a female to obey her destiny. It was as real and irresistible as these, but quite different. As he continued staring into those strange, archaic eyes, he had an intuitive feeling that aer lover was no other than Shaping himself. it came to him that the design of this love was not the continuance of the race but the immortality on earth of the individual.  No children were produced by the act; the lover aerself was the eternal child.  Further, ae sought like a man, but received like a woman. All these things were dimly and confusedly expressed by this extraordinary being, who seemed to have dropped out of another age, when creation was different.\\n\\nOf all the weird personalities Maskull had so far met in Tormance, this one struck him as. infinitely the most foreign - that is, the farthest removed from him in spiritual structure.  If they were to live together for a hundred years, they could never be companions.\\n\\nMaskull pulled himself out of his trancelike meditations and, viewing the newcomer in greater detail, tried with his understanding to account for the marvellous things told him by his intuitions.  Ae possessed broad shoulders and big bones, and was without female breasts, and so far ae resembled a man.  But the bones were so flat and angular that aer flesh presented something of the character of a crystal, having plane surfaces in place of curves.  The body looked as if it had not been ground down by the sea of ages into smooth and rounded regularity but had sprung together in angles and facets as the result of a single, sudden idea.  The face too was broken and irregular.  With his racial prejudices, Maskull found little beauty in it, yet beauty there was, though neither of a masculine nor of a feminine type, for it had the three essentials of beauty: character, intelligence, and repose.  The skin was copper-coloured and strangely luminous, as if lighted from within.  The face was beardless, but the hair of the head was as long as a woman's, and, dressed in a single plait, fell down behind as far as the ankles.  Ae possessed only two eyes.  That part of the turban which went across the forehead protruded so far in front that it evidently concealed some organ.\\n\\nMaskull found it impossible to compute aer age.  The frame appeared active, vigorous, and healthy, the skin was clear and glowing; the eyes were powerful and alert - ae might well be in early youth. Nevertheless, the longer Maskull gazed, the more an impression of unbelievable ancientness came upon him - aer real youth seemed as far away as the view observed through a reversed telescope.\\n\\nAt last he addressed the stranger, though it was just as if he were conversing with a dream.  \\\"To what sex do you belong?\\\" he asked.\\n\\nThe, voice in which the reply came was neither manly nor womanly, but was oddly suggestive of a mystical forest horn, heard from a great distance.\\n\\n\\\"Nowadays there are men and women, but in the olden times the world was peopled by 'phaens.' I think I am the only survivor of all those beings who were then passing through Faceny's mind.\\\"\\n\\n\\\"Faceny?\\\"\\n\\n\\\"Who is now miscalled Shaping or Crystalman.  The superficial names invented by a race of superficial creatures.\\\"\\n\\n\\\"What's your own name?\\\"\",\"timestamp\":1637648836,\"title\":\"\\\"There is a way; but we need not think of that today.\\\"\"},\"digest\":\"vGyIA_6ENv0L2YR2unDP0-q_qY_0PYTjFZHI3udTPLs\",\"authorship\":{\"contributor\":\"0x24afE23f920156bA8F2a4d44dC48E4796972746b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JWh6-2iQuEGJT_nbExn-wpGFXyySMHQGUKVlI8wiSWk\\\",\\\"y\\\":\\\"sZ0yrqDVYGzLuaW3FuzrTtKWvMmzv5iGfky6lUqEHJ0\\\"}\",\"signature\":\"7-qiG-cvrU_kSxqwGYoDKWDIIHe1kx6Q0fNVDURTHDojxjYt9fnXLecTq98umGAIfa3Nrpw1hcyvaBo3u7VG-g\",\"signingKeySignature\":\"0x238ffc273913982c72a43183211809694097e1829e4775d651023c50b8733e4e5635583aeb5ba4099b09fb02e6c6f214d8fa7dd65ef59d1339e2382b3bbc447e1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"JWh6-2iQuEGJT_nbExn-wpGFXyySMHQGUKVlI8wiSWk\\\",\\\"y\\\":\\\"sZ0yrqDVYGzLuaW3FuzrTtKWvMmzv5iGfky6lUqEHJ0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"vGyIA_6ENv0L2YR2unDP0-q_qY_0PYTjFZHI3udTPLs\"}"