"{\"content\":{\"body\":\"Girlfriend choose gifts for programmer boyfriend ------- mechanical keyboard is always right.\\nWedding anniversary ------- going out for a meal and watching a movie is always right.\\nChildren send gifts to elders ------- a carton of milk, a few bags of fruit is always right.\\n.......\\nThis is what we often call the stereotype, the inherent impression of a certain type of people, while ignoring the differences among them as individuals.\\n\\nHowever, this does make it a lot easier to understand a person and figure out his preferences is a brain-racking task, plus it is even less likely to put in the effort if you are not close enough. If you are sure that the same thing can satisfy him (to complete their own task), why spend extra effort?\\n\\nIn the end, if such a person is either not sensitive enough (low emotional intelligence), or lazy, thinking once and for all, to reduce the cost of thinking, so that the show of concern, is not more than a formal sense? What does the recipient really think inside?\\n\\nSuppose you are a lonely old man, your children usually do not care, only when some \\\"need to reunion\\\" holiday (such as Mid-Autumn Festival, Spring Festival ...) Bring some gifts exactly like other relatives: milk, cookies, fruits ...... These things you can't eat, last year's, or even the year before, have been sitting in a corner somewhere, maybe the box has not been opened. Then, a few pleasantries with the children no more common topics, the children turn to talk to relatives about family and social topics. A two-hour reunion, and the children's communication, perhaps only 20 minutes.\\n\\nI see this all the time. Whether it's on the TV news, online forums, or in real life around me. There is no shortage of objects for the elderly, only companionship. And this kind of companionship seems to be exceptionally expensive, much more expensive than a curved UHD TV + iphone 6s + ipad in any case.\\n\\nParents care for their children in the same way. The so-called care is only four words: food, warm clothes. Long-term \\\"training\\\" down, children have been living in the parents' aesthetic, trapped by an invisible cage. The so-called generation gap, the emotional gap is also formed, the children's true inner demands are not expressed, or by the parents intentionally or unintentionally ignored, over time also become lonely and introverted, do not like to communicate. Children and parents seem to be separated in two worlds, parents earn money during the day to support the family, which have little energy to care about what their children think in their hearts? Who will be there to listen and answer patiently to the confusions that children encounter during their growth stage after the school day is over?\\n\\nParents are not excused for neglecting their children's hearts because of the hard work they do during the day, because this is their duty. Earning money and caring for the heart are both equally important. In fact, in cities where the standard of living has reached a modest level, the needs of children do not receive more attention.\\n\\n\\\"How to be a parent\\\" should be established as a basic and compulsory continuing education course, and it is very important for prospective parents. In foreign countries, parent education started years ago and is gradually being improved. Unfortunately, it is rare in China and there is no common sense. The elites continue their family's education for their children; so do the common people. Thus, for 90% of the population, the status of \\\"parent\\\", apart from the moment of excitement and joy when the child lands, has evolved into a rigid \\\"responsibility\\\": to feed and clothe.\\n\\nThe identity of \\\"parent\\\" can be seen as a profession, like doctor, teacher and seaman, which can be made into a systematic science to learn. In China, from the current level of economic development, such time costs for both parents may be too high, but also understandable. However, it cannot be a shield for their laziness, not wanting to make changes and spend more time on their children. The Internet continues to improve, some information is easy to find online, quick learning, especially the knowledge fragmentation of the present, although bad, but also for people who are short of time to provide the road to seize some major points, and then as parents, with their own personal experience and experience to help their children to live their lives a few important points in time.\\n\\nSo, I hope people will make some changes, the son is not a fish, how to know the joy of fish? Don't take the default framework of society and apply it to the people around you, each person is a unique individual. It takes some thought to love someone, and that thought is something you think about yourself, which is unique.\",\"timestamp\":1634375200,\"title\":\"The \\\"principle of universality\\\"\"},\"digest\":\"L2QFv5PzyCkkyK7QW0BquTGS3t9vZennb4drixrEa7c\",\"authorship\":{\"contributor\":\"0x896002E29FE4CDa28A3ae139b0bf7bAc26B33a8C\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3HldmcB7u73tD9jNXjnh-O-JxM1HjqvQNiKZ337oxCI\\\",\\\"y\\\":\\\"M6IuSVyChtbahHLBIkLcNz8rp2gMPCiBOejf00TjjjM\\\"}\",\"signature\":\"JblUA7UlE2TRMBVViNr9YGJ2BXF8JhawaObMEaAJEzqMR9AhR6cxo3SCe3R3t8-UNxo66VvaBiPE3LccRewb9g\",\"signingKeySignature\":\"0x3a2497806be7c89bca3685ed987255c3e6b42de5515f1d42d41b7195c8374287152661f8add9bc320824019f93ccb29a7ceb65af1daf80e6cc3e71cc6e4842401c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"3HldmcB7u73tD9jNXjnh-O-JxM1HjqvQNiKZ337oxCI\\\",\\\"y\\\":\\\"M6IuSVyChtbahHLBIkLcNz8rp2gMPCiBOejf00TjjjM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"L2QFv5PzyCkkyK7QW0BquTGS3t9vZennb4drixrEa7c\"}"