"{\"content\":{\"body\":\"then she was enlightened: that which she thought love of Oraetes was only daze of his power. Well for her had the daze endured! Her spirits deserted her; she had long spells of tears, and her women could not remember when they heard her laugh; of the roses on her cheeks only ashes remained; she languished and faded gradually, but certainly. Some said she was haunted by the Erinnyes for cruelty to a lover; others, that she was stricken by some god envious of Oraetes. Whatever the cause of her decline, the charms of the magicians availed not to restore her, and the prescript of the doctor was equally without virtue. Ne-ne-hofra was given over to die.\\n\\n\\\"Oraetes chose a crypt for her up in the tombs of the queens; and, calling the master sculptors and painters to Memphis, he set them to work upon designs more elaborate than any even in the great galleries of the dead kings.\\n\\n\\\"'O thou beautiful as Athor herself, my queen!' said the king, whose hundred and thirteen years did not lessen his ardor as a lover, 'Tell me, I pray, the ailment of which, alas! thou art so certainly perishing before my eyes.'\\n\\n\\\"'You will not love me any more if I tell you,' she said, in doubt and fear.\\n\\n\\\"'Not love you! I will love you the more. I swear it, by the genii of Amente! by the eye of Osiris, I swear it! Speak!' he cried, passionate as a lover, authoritative as a king.\\n\\n\\\"'Hear, then,' she said. 'There is an anchorite, the oldest and holiest of his class, in a cave near Essouan. His name is Menopha. He was my teacher and guardian. Send for him, O Oraetes, and he will tell you that you seek to know; he will also help you find the cure for my affliction.'\\n\\n\\\"Oraetes arose rejoicing. He went away in spirit a hundred years younger than when he came.\\\"\\n\\nV.\\n\\n\\\"'Speak!' said Oraetes to Menopha, in the palace at Memphis.\\n\\n\\\"And Menopha replied, 'Most mighty king, if you were young, I should not answer, because I am yet pleased with life; as it is, I will say the queen, like any other mortal, is paying the penalty of a crime.'\\n\\n\\\"'A crime!' exclaimed Oraetes, angrily.\\n\\n\\\"Menopha bowed very low.\\n\\n\\\"'Yes; to herself.'\\n\\n\\\"'I am not in mood for riddles,' said the king.\\n\\n\\\"'What I say is not a riddle, as you shall hear. Ne-ne-hofra grew up under my eyes, and confided every incident of her life to me; among others, that she loved the son of her father's gardener, Barbec by name.'\\n\\n\\\"Oraetes's frown, strangely enough, began to dissipate.\\n\\n\\\"'With that love in her heart, O king, she came to you; of that love she is dying.'\\n\\n\\\"'Where is the gardener's son now?' asked Oraetes.\\n\\n\\\"'In Essouan.'\\n\\n\\\"The king went out and gave two orders. To one oeris he said, 'Go to Essouan and bring hither a youth named Barbec. You will find him in the garden of the queen's father;' to another, 'Assemble workmen and cattle and tools, and construct for me in Lake Chemmis an island, which, though laden with a temple, a palace, and a garden, and all manner of trees bearing fruit, and all manner of vines, shall nevertheless float about as the winds may blow it. Make the island, and let it be fully furnished by the time the moon begins to wane.'\\n\\n\\\"Then to the queen he said,\\n\\n\\\"'Be of cheer. I know all, and have sent for Barbec.'\\n\\n\\\"Ne-ne-hofra kissed his hands.\\n\\n\\\"'You shall have him to yourself, and he you to himself; nor shall any disturb your loves for a year.'\\n\\n\\\"She kissed his feet; he raised her, and kissed her in return; and the rose came back to her cheek, the scarlet to her lips, and the laughter to her heart.\\\"\\n\\nVI.\\n\\n\\\"For one year Ne-ne-hofra and Barbec the gardener floated as the winds blew on the island of Chemmis, which became one of the wonders of the world; never a home of love more beautiful; one year, seeing no one and existing for no one but themselves. Then she returned in state to the palace in Memphis.\\n\\n\\\"'Now whom lovest thou best?' asked the king.\\n\\n\\\"She kissed his cheek and said, 'Take me back, O good king, for I am cured.'\\n\\n\\\"Oraetes laughed, none the worse, that moment, of his hundred and fourteen years.\\n\\n\\\"'Then it is true, as Menopha said: ha, ha, ha! it is true, the cure of love is love.'\\n\\n\\\"'Even so,' she replied.\\n\\n\\\"Suddenly his manner changed, and his look became terrible.\\n\\n\\\"'I did not find it so,' he said.\\n\\n\\\"She shrank affrighted.\\n\\n\\\"'Thou guilty!' he continued. 'Thy offense to Oraetes the man he forgives; but thy offence to Oraetes the king remains to be punished.'\\n\\n\\\"She cast herself at his feet.\\n\\n\\\"'Hush!' he cried. 'Thou art dead!'\\n\\n\\\"He clapped his hands, and a terrible procession came in--a procession of parachistes, or embalmers, each with some implement or material of his loathsome art.\\n\\n\\\"The King pointed to Ne-ne-hofra.\\n\\n\\\"'She is dead. Do thy work well.'\\\"\\n\\nVII.\\n\\n\\\"Ne-ne-hofra the beautiful, after seventy-two days, was carried to the crypt chosen for her the year before, and laid with her queenly predecessors; yet there was no funeral procession in her honor across the sacred lake.\\\"\\n\\nAt the conclusion of the story, Ben-Hur was sitting at the Egyptian's feet, and her hand upon the tiller was covered by his hand.\\n\\n\\\"Menopha was wrong,\\\" he said.\\n\\n\\\"How?\\\"\\n\\n\\\"Love lives by loving.\\\"\\n\\n\\\"Then there is no cure for it?\\\"\\n\\n\\\"Yes. Oraetes found the cure.\\\"\\n\\n\\\"What was it?\\\"\\n\\n\\\"Death.\\\"\\n\\n\\\"You are a good listener, O son of Arrius.\\\"\\n\\nAnd so with conversation and stories, they whiled the hours away. As they stepped ashore, she said,\\n\\n\\\"To-morrow we go to the city.\\\"\\n\\n\\\"But you will be at the games?\\\" he asked.\\n\\n\\\"Oh yes.\\\"\\n\\n\\\"I will send you my colors.\\\"\\n\\nWith that they separated.\\n\\nCHAPTER IV\\n\\nIlderim returned to the dowar next day about the third hour. As he dismounted, a man whom he recognized as of his own tribe came to him and said, \\\"O sheik, I was bidden give thee this package, with request that thou read it at once. If there be answer, I was to wait thy pleasure.\\\"\\n\\nIlderim gave the package immediate attention. The seal was already broken. The address ran, TO VALERIUS GRATUS AT CAESAREA.\\n\\n\\\"Abaddon take him!\\\" growled the sheik, at discovering a letter in Latin.\\n\\nHad the missive been in Greek or Arabic, he could have read it; as it was, the utmost he could make out was the signature in bold Roman letters--MESSALA--whereat his eyes twinkled.\\n\\n\\\"Where is the young Jew?\\\" he asked.\\n\\n\\\"In the field with the horses,\\\" a servant replied.\\n\\nThe sheik replaced the papyrus in its envelopes, and, tucking the package under his girdle, remounted the horse. That moment a stranger made his appearance, coming, apparently, from the city.\\n\\n\\\"I am looking for Sheik Ilderim, surnamed the Generous,\\\" the stranger said.\\n\\nHis language and attire bespoke him a Roman.\\n\\nWhat he could not read, he yet could speak; so the old Arab answered, with dignity, \\\"I am Sheik Ilderim.\\\"\\n\\nThe man's eyes fell; he raised them again, and said, with forced composure, \\\"I heard you had need of a driver for the games.\\\"\\n\\nIlderim's lip under the white mustache curled contemptuously.\\n\\n\\\"Go thy way,\\\" he said. \\\"I have a driver.\\\"\\n\\nHe turned to ride away, but the man, lingering, spoke again.\\n\\n\\\"Sheik, I am a lover of horses, and they say you have the most beautiful in the world.\\\"\\n\\nThe old man was touched; he drew rein, as if on the point of yielding to the flattery, but finally replied, \\\"Not to-day, not to-day; some other time I will show them to you. I am too busy just now.\\\"\\n\\nHe rode to the field, while the stranger betook himself to town again with a smiling countenance. He had accomplished his mission.\\n\\nAnd every day thereafter, down to the great day of the games, a man--sometimes two or three men--came to the sheik at the Orchard, pretending to seek an engagement as driver.\\n\\nIn such manner Messala kept watch over Ben-Hur.\\n\\nCHAPTER V\\n\\nThe sheik waited, well satisfied, until Ben-Hur drew his horses off the field for the forenoon--well satisfied, for he had seen them, after being put through all the other paces, run full speed in such manner that it did not seem there were one the slowest and another the fastest--run in other words, as if the four were one.\\n\\n\\\"This afternoon, O sheik, I will give Sirius back to you.\\\" Ben-Hur patted the neck of the old horse as he spoke. \\\"I will give him back, and take to the chariot.\\\"\\n\\n\\\"So soon?\\\" Ilderim asked.\\n\\n\\\"With such as these, good sheik, one day suffices. They are not afraid; they have a man's intelligence, and they love the exercise. This one,\\\" he shook a rein over the back of the youngest of the four--\\\"you called him Aldebaran, I believe--is the swiftest; in once round a stadium he would lead the others thrice his length.\\\"\\n\\nIlderim pulled his beard, and said, with twinkling eyes, \\\"Aldebaran is the swiftest; but what of the slowest?\\\"\\n\\n\\\"This is he.\\\" Ben-Hur shook the rein over Antares. \\\"This is he: but he will win, for, look you, sheik, he will run his utmost all day--all day; and, as the sun goes down, he will reach his swiftest.\\\"\\n\\n\\\"Right again,\\\" said Ilderim.\\n\\n\\\"I have but one fear, O sheik.\\\"\\n\\nThe sheik became doubly serious.\\n\\n\\\"In his greed of triumph, a Roman cannot keep honor pure. In the games--all of them, mark you--their tricks are infinite; in chariot racing their knavery extends to everything--from horse to driver, from driver to master. Wherefore, good sheik, look well to all thou hast; from this till the trial is over, let no stranger so much as see the horses. Would you be perfectly safe, do more--keep watch over them with armed hand as well as sleepless eye; then I will have no fear of the end.\\\"\\n\\nAt the door of the tent they dismounted.\\n\\n\\\"What you say shall be attended to. By the splendor of God, no hand shall come near them except it belong to one of the faithful. To-night I will set watches. But, son of Arrius\\\"--Ilderim drew forth the package, and opened it slowly, while they walked to the divan and seated themselves--\\\"son of Arrius, see thou here, and help me with thy Latin.\\\"\\n\\nHe passed the despatch to Ben-Hur.\\n\\n\\\"There; read--and read aloud, rendering what thou findest into the tongue of thy fathers. Latin is an abomination.\\\"\\n\\nBen-Hur was in good spirits, and began the reading carelessly. \\\"'MESSALA TO GRATUS!'\\\" He paused. A premonition drove the blood to his heart. Ilderim observed his agitation.\\n\\n\\\"Well; I am waiting.\\\"\\n\\nBen-Hur prayed pardon, and recommenced the paper, which, it is sufficient to say, was one of the duplicates of the letter despatched so carefully to Gratus by Messala the morning after the revel in the palace.\\n\\nThe paragraphs in the beginning were remarkable only as proof that the writer had not outgrown his habit of mockery; when they were passed, and the reader came to the parts intended to refresh the memory of Gratus, his voice trembled, and twice he stopped to regain his self-control. By a strong effort he continued. \\\"'I recall further,'\\\" he read, \\\"'that thou didst make disposition of the family of Hur'\\\"--there the reader again paused and drew a long breath--\\\"'both of us at the time supposing the plan hit upon to be the most effective possible for the purposes in view, which were silence and delivery over to inevitable but natural death.'\\\"\\n\\nHere Ben-Hur broke down utterly. The paper fell from his hands, and he covered his face.\\n\\n\\\"They are dead--dead. I alone am left.\\\"\\n\\nThe sheik had been a silent, but not unsympathetic, witness of the young man's suffering; now he arose and said, \\\"Son of Arrius, it is for me to beg thy pardon. Read the paper by thyself. When thou art strong enough to give the rest of it to me, send word, and I will return.\\\"\\n\\nHe went out of the tent, and nothing in all his life became him better.\\n\\nBen-Hur flung himself on the divan and gave way to his feelings. When somewhat recovered, he recollected that a portion of the letter remained unread, and, taking it up, he resumed the reading. \\\"Thou wilt remember,\\\" the missive ran, \\\"what thou didst with the mother and sister of the malefactor; yet, if now I yield to a desire to learn if they be living or dead\\\"--Ben-Hur started, and read again, and then again, and at last broke into exclamation. \\\"He does not know they are dead; he does not know it! Blessed be the name of the Lord! there is yet hope.\\\" He finished the sentence, and was strengthened by it, and went on bravely to the end of the letter.\\n\\n\\\"They are not dead,\\\" he said, after reflection; \\\"they are not dead, or he would have heard of it.\\\"\\n\\nA second reading, more careful than the first, confirmed him in the opinion. Then he sent for the sheik.\\n\\n\\\"In coming to your hospitable tent, O sheik,\\\" he said, calmly, when the Arab was seated and they were alone, \\\"it was not in my mind to speak of myself further than to assure you I had sufficient training to be intrusted with your horses. I declined to tell you my history. But the chances which have sent this paper to my hand and given it to me to be read are so strange that I feel bidden to trust you with everything. And I am the more inclined to do so by knowledge here conveyed that we are both of us threatened by the same enemy, against whom it is needful that we make common cause. I will read the letter and give you explanation; after which you will not wonder I was so moved. If you thought me weak or childish, you will then excuse me.\\\"\\n\\nThe sheik held his peace, listening closely, until Ben-Hur came to the paragraph in which he was particularly mentioned: \\\"'I saw the Jew yesterday in the Grove of Daphne;'\\\" so ran the part, \\\"'and if he be not there now, he is certainly in the neighborhood, making it easy for me to keep him in eye. Indeed, wert thou to ask me where he is now, I should say, with the most positive assurance, he is to be found at the old Orchard of Palms.'\\\"\\n\\n\\\"A--h!\\\" exclaimed Ilderim, in such a tone one might hardly say he was more surprised than angry; at the same time, he clutched his beard.\\n\\n\\\"'At the old Orchard of Palms,'\\\" Ben-Hur repeated, \\\"'under the tent of the traitor Shiek Ilderim.'\\\"\\n\\n\\\"Traitor!--I?\\\" the old man cried, in his shrillest tone, while lip and beard curled with ire, and on his forehead and neck the veins swelled and beat as they would burst.\\n\\n\\\"Yet a moment, sheik,\\\" said Ben-Hur, with a deprecatory gesture. \\\"Such is Messala's opinion of you. Hear his threat.\\\" And he read on--\\\"'under the tent of the traitor Sheik Ilderim, who cannot long escape our strong hand. Be not surprised if Maxentius, as his first measure, places the Arab on ship for forwarding to Rome.'\\\"\\n\\n\\\"To Rome! Me--Ilderim--sheik of ten thousand horsemen with spears-- me to Rome!\\\"\\n\\nHe leaped rather than rose to his feet, his arms outstretched, his fingers spread and curved like claws, his eyes glittering like a serpent's.\\n\\n\\\"O God!--nay, by all the gods except of Rome!--when shall this insolence end? A freeman am I; free are my people. Must we die slaves? Or, worse, must I live a dog, crawling to a master's feet? Must I lick his hand, lest he lash me? What is mine is not mine; I am not my own; for breath of body I must be beholden to a Roman. Oh, if I were young again! Oh, could I shake off twenty years--or ten--or five!\\\"\\n\\nHe ground his teeth and shook his hands overhead; then, under the impulse of another idea, he walked away and back again to Ben-Hur swiftly, and caught his shoulder with a strong grasp.\\n\\n\\\"If I were as thou, son of Arrius--as young, as strong, as practised in arms; if I had a motive hissing me to revenge--a motive, like thine, great enough to make hate holy-- Away with disguise on thy part and on mine! Son of Hur, son of Hur, I say--\\\"\\n\\nAt that name all the currents of Ben-Hur's blood stopped; surprised, bewildered, he gazed into the Arab's eyes, now close to his, and fiercely bright.\\n\\n\\\"Son of Hur, I say, were I as thou, with half thy wrongs, bearing about with me memories like thine, I would not, I could not, rest.\\\" Never pausing, his words following each other torrent-like, the old man swept on. \\\"To all my grievances, I would add those of the world, and devote myself to vengeance. From land to land I would go firing all mankind. No war for freedom but should find me engaged; no battle against Rome in which I would not bear a part. I would turn Parthian, if I could not better. If men failed me, still I would not give over the effort--ha, ha, ha! By the splendor of God! I would herd with wolves, and make friends of lions and tigers, in hope of marshalling them against the common enemy. I would use every weapon. So my victims were Romans, I would rejoice in slaughter. Quarter I would not ask; quarter I would not give. To the flames everything Roman; to the sword every Roman born. Of nights I would pray the gods, the good and the bad alike, to lend me their special terrors--tempests, drought, heat, cold, and all the nameless poisons they let loose in air, all the thousand things of which men die on sea and on land. Oh, I could not sleep. I--I--\\\"\\n\\nThe sheik stopped for want of breath, panting, wringing his hands. And, sooth to say, of all the passionate burst Ben-Hur retained but a vague impression wrought by fiery eyes, a piercing voice, and a rage too intense for coherent expression.\\n\\nFor the first time in years, the desolate youth heard himself addressed by his proper name. One man at least knew him, and acknowledged it without demand of identity; and he an Arab fresh from the desert!\\n\\nHow came the man by his knowledge? The letter? No. It told the cruelties from which his family had suffered; it told the story of his own misfortunes, but it did not say he was the very victim whose escape from doom was the theme of the heartless narrative. That was the point of explanation he had notified the sheik would follow the reading of the letter. He was pleased, and thrilled with hope restored, yet kept an air of calmness.\\n\\n\\\"Good sheik, tell me how you came by this letter.\\\"\\n\\n\\\"My people keep the roads between cities,\\\" Ilderim answered, bluntly. \\\"They took it from a courier.\\\"\\n\\n\\\"Are they known to be thy people?\\\"\\n\\n\\\"No. To the world they are robbers, whom it is mine to catch and slay.\\\"\\n\\n\\\"Again, sheik. You call me son of Hur--my father's name. I did not think myself known to a person on earth. How came you by the knowledge?\\\"\\n\\nIlderim hesitated; but, rallying, he answered, \\\"I know you, yet I am not free to tell you more.\\\"\\n\\n\\\"Some one holds you in restraint?\\\"\\n\\nThe sheik closed his mouth, and walked away; but, observing Ben-Hur's disappointment, he came back, and said, \\\"Let us say no more about the matter now. I will go to town; when I return, I may talk to you fully. Give me the letter.\\\"\\n\\nIlderim rolled the papyrus carefully, restored it to its envelopes, and became once more all energy.\\n\\n\\\"What sayest thou?\\\" he asked, while waiting for his horse and retinue. \\\"I told what I would do, were I thou, and thou hast made no answer.\\\"\\n\\n\\\"I intended to answer, sheik, and I will.\\\" Ben-Hur's countenance and voice changed with the feeling invoked. \\\"All thou hast said, I will do--all at least in the power of a man. I devoted myself to vengeance long ago. Every hour of the five years passed, I have lived with no other thought. I have taken no respite. I have had no pleasures of youth. The blandishments of Rome were not for me. I wanted her to educate me for revenge. I resorted to her most famous masters and professors--not those of rhetoric or philosophy: alas! I had no time for them. The arts essential to a fighting-man were my desire. I associated with gladiators, and with winners of prizes in the Circus; and they were my teachers. The drill-masters in the great camp accepted me as a scholar, and were proud of my attainments in their line. O sheik, I am a soldier; but the things of which I dream require me to be a captain. With that thought, I have taken part in the campaign against the Parthians; when it is over, then, if the Lord spare my life and strength--then\\\"--he raised his clenched hands, and spoke vehemently--\\\"then I will be an enemy Roman-taught in all things; then Rome shall account to me in Roman lives for her ills. You have my answer, sheik.\\\"\\n\\nIlderim put an arm over his shoulder, and kissed him, saying, passionately, \\\"If thy God favor thee not, son of Hur, it is because he is dead. Take thou this from me--sworn to, if so thy preference run: thou shalt have my hands, and their fulness--men, horses, camels, and the desert for preparation. I swear it! For the present, enough. Thou shalt see or hear from me before night.\\\"\\n\\nTurning abruptly off, the sheik was speedily on the road to the city.\\n\\nCHAPTER VI\\n\\nThe intercepted letter was conclusive upon a number of points of great interest to Ben-Hur. It had all the effect of a confession that the writer was a party to the putting-away of the family with murderous intent; that he had sanctioned the plan adopted for the purpose; that he had received a portion of the proceeds of the confiscation, and was yet in enjoyment of his part; that he dreaded the unexpected appearance of what he was pleased to call the chief malefactor, and accepted it as a menace; that he contemplated such further action as would secure him in the future, and was ready to do whatever his accomplice in Caesarea might advise.\\n\\nAnd, now that the letter had reached the hand of him really its subject, it was notice of danger to come, as well as a confession of guilt. So when Ilderim left the tent, Ben-Hur had much to think about, requiring immediate action. His enemies were as adroit and powerful as any in the East. If they were afraid of him, he had greater reason to be afraid of them. He strove earnestly to reflect upon the situation, but could not; his feelings constantly overwhelmed him. There was a certain qualified pleasure in the assurance that his mother and sister were alive; and it mattered little that the foundation of the assurance was a mere inference. That there was one person who could tell him where they were seemed to his hope so long deferred as if discovery were now close at hand. These were mere causes of feeling; underlying them, it must be confessed he had a superstitious fancy that God was about to make ordination in his behalf, in which event faith whispered him to stand still.\\n\\nOccasionally, referring to the words of Ilderim, he wondered whence the Arab derived his information about him; not from Malluch certainly; nor from Simonides, whose interests, all adverse, would hold him dumb. Could Messala have been the informant? No, no: disclosure might be dangerous in that quarter. Conjecture was vain; at the same time, often as Ben-Hur was beaten back from the solution, he was consoled with the thought that whoever the person with the knowledge might be, he was a friend, and, being such, would reveal himself in good time. A little more waiting--a little more patience. Possibly the errand of the sheik was to see the worthy; possibly the letter might precipitate a full disclosure.\\n\\nAnd patient he would have been if only he could have believed Tirzah and his mother were waiting for him under circumstances permitting hope on their part strong as his; if, in other words, conscience had not stung him with accusations respecting them.\\n\\nTo escape such accusations, he wandered far through the Orchard, pausing now where the date-gatherers were busy, yet not too busy to offer him of their fruit and talk with him; then, under the great trees, to watch the nesting birds, or hear the bees swarming about the berries bursting with honeyed sweetness, and filling all the green and golden spaces with the music of their beating wings.\\n\\nBy the lake, however, he lingered longest. He might not look upon the water and its sparkling ripples, so like sensuous life, without thinking of the Egyptian and her marvellous beauty, and of floating with her here and there through the night, made brilliant by her songs and stories; he might not forget the charm of her manner, the lightness of her laugh, the flattery of her attention, the warmth of her little hand under his upon the tiller of the boat. From her it was for his thought but a short way to Balthasar, and the strange things of which he had been witness, unaccountable by any law of nature; and from him, again, to the King of the Jews, whom the good man, with such pathos of patience, was holding in holy promise, the distance was even nearer. And there his mind stayed, finding in the mysteries of that personage a satisfaction answering well for the rest he was seeking. Because, it may have been, nothing is so easy as denial of an idea not agreeable to our wishes, he rejected the definition given by Balthasar of the kingdom the king was coming to establish. A kingdom of souls, if not intolerable to his Sadducean faith, seemed to him but an abstraction drawn from the depths of a devotion too fond and dreamy. A kingdom of Judea, on the other hand, was more than comprehensible: such had been, and, if only for that reason, might be again. And it suited his pride to think of a new kingdom broader of domain, richer in power, and of a more unapproachable splendor than the old one; of a new king wiser and mightier than Solomon--a new king under whom, especially, he could find both service and revenge. In that mood he resumed to the dowar.\\n\\nThe mid-day meal disposed of, still further to occupy himself, Ben-Hur had the chariot rolled out into the sunlight for inspection. The word but poorly conveys the careful study the vehicle underwent. No point or part of it escaped him. With a pleasure which will be better understood hereafter, he saw the pattern was Greek, in his judgment preferable to the Roman in many respects; it was wider between the wheels, and lower and stronger, and the disadvantage of greater weight would be more than compensated by the greater endurance of his Arabs. Speaking generally, the carriage-makers of Rome built for the games almost solely, sacrificing safety to beauty, and durability to grace; while the chariots of Achilles and \\\"the king of men,\\\" designed for war and all its extreme tests, still ruled the tastes of those who met and struggled for the crowns Isthmian and Olympic.\\n\\nNext he brought the horses, and, hitching them to the chariot, drove to the field of exercise, where, hour after hour, he practised them in movement under the yoke. When he came away in the evening, it was with restored spirit, and a fixed purpose to defer action in the matter of Messala until the race was won or lost. He could not forego the pleasure of meeting his adversary under the eyes of the East; that there might be other competitors seemed not to enter his thought. His confidence in the result was absolute; no doubt of his own skill; and as to the four, they were his full partners in the glorious game.\\n\\n\\\"Let him look to it, let him look to it! Ha, Antares--Aldebaran! Shall he not, O honest Rigel? and thou, Atair, king among coursers, shall he not beware of us? Ha, ha! good hearts!\\\"\\n\\nSo in rests he passed from horse to horse, speaking, not as a master, but the senior of as many brethren.\\n\\nAfter nightfall, Ben-Hur sat by the door of the tent waiting for Ilderim, not yet returned from the city. He was not impatient, or vexed, or doubtful. The sheik would be heard from, at least. Indeed, whether it was from satisfaction with the performance of the four, or the refreshment there is in cold water succeeding bodily exercise, or supper partaken with royal appetite, or the reaction which, as a kindly provision of nature, always follows depression, the young man was in good-humor verging upon elation. He felt himself in the hands of Providence no longer his enemy. At last there was a sound of horse's feet coming rapidly, and Malluch rode up.\\n\\n\\\"Son of Arrius,\\\" he said, cheerily, after salutation, \\\"I salute you for Sheik Ilderim, who requests you to mount and go to the city. He is waiting for you.\\\"\\n\\nBen-Hur asked no questions, but went in where the horses were feeding. Aldebaran came to him, as if offering his service. He played with him lovingly, but passed on, and chose another, not of the four--they were sacred to the race. Very shortly the two were on the road, going swiftly and in silence.\\n\\nSome distance below the Seleucian Bridge, they crossed the river by a ferry, and, riding far round on the right bank, and recrossing by another ferry, entered the city from the west. The detour was long, but Ben-Hur accepted it as a precaution for which there was good reason.\\n\\nDown to Simonides' landing they rode, and in front of the great warehouse, under the bridge, Malluch drew rein.\\n\\n\\\"We are come,\\\" he said. \\\"Dismount.\\\"\\n\\nBen-Hur recognized the place.\\n\\n\\\"Where is the sheik?\\\" he asked.\\n\\n\\\"Come with me. I will show you.\\\"\\n\\nA watchman took the horses, and almost before he realized it Ben-Hur stood once more at the door of the house up on the greater one, listening to the response from within--\\\"In God's name, enter.\\\"\\n\\nCHAPTER VII\\n\\nMalluch stopped at the door; Ben-Hur entered alone.\\n\\nThe room was the same in which he had formerly interviewed Simonides, and it had been in nowise changed, except now, close by the arm-chair, a polished brazen rod, set on a broad wooden pedestal, arose higher than a tall man, holding lamps of silver on sliding arms, half-a-dozen or more in number, and all burning. The light was clear, bringing into view the panelling on the walls, the cornice with its row of gilded balls, and the dome dully tinted with violet mica.\\n\\nWithin a few steps, Ben-Hur stopped.\\n\\nThree persons were present, looking at him--Simonides, Ilderim, and Esther.\\n\\nHe glanced hurriedly from one to another, as if to find answer to the question half formed in his mind, What business can these have with me? He became calm, with every sense on the alert, for the question was succeeded by another, Are they friends or enemies?\\n\\nAt length, his eyes rested upon Esther.\\n\\nThe men returned his look kindly; in her face there was something more than kindness--something too *spirituel* for definition, which yet went to his inner consciousness without definition.\\n\\nShall it be said, good reader? Back of his gaze there was a comparison in which the Egyptian arose and set herself over against the gentle Jewess; but it lived an instant, and, as is the habit of such comparisons, passed away without a conclusion.\\n\\n\\\"Son of Hur--\\\"\\n\\nThe guest turned to the speaker.\\n\\n\\\"Son of Hur,\\\" said Simonides, repeating the address slowly, and with distinct emphasis, as if to impress all its meaning upon him most interested in understanding it, \\\"take thou the peace of the Lord God of our fathers--take it from me.\\\" He paused, then added, \\\"From me and mine.\\\"\\n\\nThe speaker sat in his chair; there were the royal head, the bloodless face, the masterful air, under the influence of which visitors forgot the broken limbs and distorted body of the man. The full black eyes gazed out under the white brows steadily, but not sternly. A moment thus, then he crossed his hands upon his breast.\\n\\nThe action, taken with the salutation, could not be misunderstood, and was not.\\n\\n\\\"Simonides,\\\" Ben-Hur answered, much moved, \\\"the holy peace you tender is accepted. As son to father, I return it to you. Only let there be perfect understanding between us.\\\"\\n\\nThus delicately he sought to put aside the submission of the merchant, and, in place of the relation of master and servant, substitute one higher and holier.\\n\\nSimonides let fall his hands, and, turning to Esther, said, \\\"A seat for the master, daughter.\\\"\\n\\nShe hastened, and brought a stool, and stood, with suffused face, looking from one to the other--from Ben-Hur to Simonides, from Simonides to Ben-Hur; and they waited, each declining the superiority direction would imply. When at length the pause began to be embarrassing, Ben-Hur advanced, and gently took the stool from her, and, going to the chair, placed it at the merchant's feet.\\n\\n\\\"I will sit here,\\\" he said.\\n\\nHis eyes met hers--an instant only; but both were better of the look. He recognized her gratitude, she his generosity and forbearance.\\n\\nSimonides bowed his acknowledgment.\\n\\n\\\"Esther, child, bring me the paper,\\\" he said, with a breath of relief.\\n\\nShe went to a panel in the wall, opened it, took out a roll of papyri, and brought and gave it to him.\\n\\n\\\"Thou saidst well, son of Hur,\\\" Simonides began, while unrolling the sheets. \\\"Let us understand each other. In anticipation of the demand--which I would have made hadst thou waived it--I have here a statement covering everything necessary to the understanding required. I could see but two points involved--the property first, and then our relation. The statement is explicit as to both. Will it please thee to read it now?\\\"\\n\\nBen-Hur received the papers, but glanced at Ilderim.\\n\\n\\\"Nay,\\\" said Simonides, \\\"the sheik shall not deter thee from reading. The account--such thou wilt find it--is of a nature requiring a witness. In the attesting place at the end thou wilt find, when thou comest to it, the name--Ilderim, Sheik. He knows all. He is thy friend. All he has been to me, that will he be to thee also.\\\"\\n\\nSimonides looked at the Arab, nodding pleasantly, and the latter gravely returned the nod, saying, \\\"Thou hast said.\\\"\\n\\nBen-Hur replied, \\\"I know already the excellence of his friendship, and have yet to prove myself worthy of it.\\\" Immediately he continued, \\\"Later, O Simonides, I will read the papers carefully; for the present, do thou take them, and if thou be not too weary, give me their substance.\\\"\\n\\nSimonides took back the roll.\\n\\n\\\"Here, Esther, stand by me and receive the sheets, lest they fall into confusion.\\\"\\n\\nShe took place by his chair, letting her right arm fall lightly across his shoulder, so, when he spoke, the account seemed to have rendition from both of them jointly.\\n\\n\\\"This,\\\" said Simonides, drawing out the first leaf, \\\"shows the money I had of thy father's, being the amount saved from the Romans; there was no property saved, only money, and that the robbers would have secured but for our Jewish custom of bills of exchange. The amount saved, being sums I drew from Rome, Alexandria, Damascus, Carthage, Valentia, and elsewhere within the circle of trade, was one hundred and twenty talents Jewish money.\\\"\\n\\nHe gave the sheet to Esther, and took the next one.\\n\\n\\\"With that amount--one hundred and twenty talents--I charged myself. Hear now my credits. I use the word, as thou wilt see, with reference rather to the proceeds gained from the use of the money.\\\"\",\"timestamp\":1640148059,\"title\":\"\\\"The first year she was happy, and it was very short; the third year she was wretched, and it was very long\"},\"digest\":\"TWeQN3jtb3r8NeqzpNXnfKfFYBBz5cSPYKrXdWV-mHM\",\"authorship\":{\"contributor\":\"0x93be0c9BA98F727B6919FE7c4E542c3bD617d31D\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Bvv2wVZzD4chqg-PDPo8606mLS5raqKhT6yjDV0gqdg\\\",\\\"y\\\":\\\"XpC0EOo1B2X0VwwBpQ6ENh1TD9llDrclz2A3LAIqWrk\\\"}\",\"signature\":\"zvG7VyiAFbCL8ruOOEnUdL_xoSKT3kbYBwBZneFWQHwfTHAgyWBaRAcCR0am2htpyBOE9AjdVTAlg3W98apZaw\",\"signingKeySignature\":\"0x584ab283df11885f1fdbb8a1bd8a80f91b7ccb00e8a99d14401c4c0c4f63444e2d0ec640da88956156700dc15574e15c06cda4231cb1b99a28b56173faf7918a1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Bvv2wVZzD4chqg-PDPo8606mLS5raqKhT6yjDV0gqdg\\\",\\\"y\\\":\\\"XpC0EOo1B2X0VwwBpQ6ENh1TD9llDrclz2A3LAIqWrk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"TWeQN3jtb3r8NeqzpNXnfKfFYBBz5cSPYKrXdWV-mHM\"}"