"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/c1o_VcVDQNN_7Ya-o_Gcc.png?height=1686&width=1684)\\n\\n**Website:  [https://impermanent.digital](https://impermanent.digital/)**\\n\\n**Tools: [https://www.impermanent.tools](https://www.impermanent.tools/)**\\n\\n**Opensea: <https://opensea.io/collection/impermanent-digital>**\\n\\n**Discord:** \\n\\n[https://discord.com/invite/impermanent-digital](https://discord.com/invite/impermanent-digital)\\n\\n\\\\*\\n\\nAvatars should be a reflection of self. We’re ever-changing beings - we evolve, decay, and die. Why do we expect our avatars to live forever? *Impermanent Digital* is taking the NFT concept beyond our wildest expectations and plans to bring avatars to life.\\n\\nPulling from a robust interdisciplinary background in graphic design, video editing, media theory, and marketing, Josh (working mostly under the moniker Glassface or Glass) is a visual artist in the most modern sense. He's carved out a unique lane for himself in a constantly evolving industry. NFT artist is one of his latest roles. On September 18th Glassface launched his first NFT project called *Impermanent Digital*.\\n\\n\\\\*\\n\\n***Listed are a series of questions answered by Glassface himself.***\\n\\n\\\\*\\n\\n**Where are you from and what’s your story?**\\n\\nI grew up in upstate New York, currently living in Los Angeles. I’ve always been very creative since I was a kid. I went to school for a major called Electronic Media, Arts & Communications w/ a minor in Technological Entrepreneurship. Was always interested in experimental media, but I went into graphic design as my initial career path out of college. Worked at ad agencies doing design work for corporate projects, learned the groundwork to what I know now - but never really enjoyed that work. Lived in NYC for a while doing freelance design work by day, and filming concerts by night. I honed my craft shooting + editing concert recaps, and started to get asked by artists to shoot music videos. I quickly started building up a catalog of music videos, and had some big viral hits like OG Maco - U Guessed It, and Lil Yachty - 1 Night. Then I started working on commercials for companies like Target, Finish Line, Adidas, and Complex Networks. I’ve taken my craft full circle. Kept doing music videos from 2012 to 2021, and likely have over 500 that I have either directed, co-directed, edited, or did vfx on. My style is very focused on sensory overload, mixed media, and experimenting with media in general.\\n\\nI started getting into AI art over the past three years. To me, AI art is the future. I look at entire forms of media as my “paints”. Neural networks just so happen to be an insanely powerful new form of paint, and my style has organically gravitated toward AI as a medium… (for more information about Glassface and his work, here are a few other articles and his official website).\\n\\n[https://glassfaceworld.com/](https://glassfaceworld.com/)\\n\\n[https://medium.com/@kcorcutt/behind-the-lens-interview-with-digital-media-artist-glassface-2921ae4c8819](https://medium.com/@kcorcutt/behind-the-lens-interview-with-digital-media-artist-glassface-2921ae4c8819)\\n\\n[https://www.theverge.com/2017/7/12/15955618/glassface-music-video-interview-1-night-lil-yachty-target](https://www.theverge.com/2017/7/12/15955618/glassface-music-video-interview-1-night-lil-yachty-target)\\n\\n[https://www.thefader.com/2016/05/05/lil-yachty-1-night-goldrush-director-interview](https://www.thefader.com/2016/05/05/lil-yachty-1-night-goldrush-director-interview)\\n\\n\\\\*\\n\\n**Directly speaking about *Impermanent Digital*, where did the inspiration come from? Are you able to pin it to something or someone?**\\n\\nThe initial thing that got me even thinking about impermanence in the first place - my girlfriend has a dog that she’s had for 12 years, Guinness. She’s been getting older and slowing down a lot, and one night she seemed really sick all of a sudden. We took her to an emergency vet and they told us she had a huge tumor in her entire chest cavity, and likely would have to be put down. There was an option of surgery but it was really expensive and might result in her still having to be put down if they found cancer. We only had the day to decide what to do, so we ended up deciding to get the surgery. They were able to safely remove the tumor, and she was able to come home 2 days later.\\n\\nI spent the following two weeks at home watching and taking care of her. A few days into watching her, I wrote up the concept of the project. The whole experience had slapped me in the face with the idea of mortality, after I had spent a few months immersed in a world of NFT’s & collectible avatars. The avatar space seems to be filled with these ageless, over simplified anthropomorphic avatars that just don’t align with the fact that we’re all human. We age, we decay, we die.\\n\\n\\\\*\\n\\n**What was your goal and why did you want to make this project?**\\n\\nI wanted to put out a collection that is culminatory and combines many of my skill sets into one place. I think AI art is absolutely the future, and part of my goal as an artist is to bring AI art to the world in a broader sense. I also was kind of taken aback by a majority of the avatar projects I’ve seen - and wanted to create something to break the mold and shift the paradigm. I created thousands of images through the perspective of AI, as it imagines what human impermanence & mortality look like. It’s kind of a disturbing concept, but I think it’s necessary right now. I also just wanted to bring more ART into the PFP space. Life is filled with unexpected twists and turns, and lots of entropy - I wanted to make a collection that embraces that fact. I hope that this project inspires others to break the mold.\\n\\n\\\\*\\n\\n**How are the ID’s made?**\\n\\nEach ID is made using a unique CryptoPunk input. The idea is we’re killing off some of the OG collections to make way for the new wave. (All <3 to punks)\\n\\nEach one is then processed through AI - meaning, an almost infinite array of neural networks are used to reimagine each image. On the other side of the process, I am controlling variables (for example: typing in text prompts that give the AI topics to focus on). The software for this project is in-development, and exclusive to Wolfbear Studio. It’s the highest tier, and is miles ahead of anything I’ve seen available publicly. It allows me as an artist to have extremely fine control, and to paint with neural networks. The same way artists started utilizing oil paints at their advent, we are now able to utilize NEURAL NETWORKS as our paint/medium.\\n\\n![](https://images.mirror-media.xyz/publication-images/Gs0_U3j5TPP_-w_u4YEBb.png?height=1678&width=1684)\\n\\n\\\\*\\n\\n**Can the AI technology you and Wolfbear Studio use add value in other ways besides making cool nfts?**\\n\\nAbsolutely - I think there is a huge potential use for AI art as art therapy. Imagine you can type in any sentence, and almost immediately you get to see a beautiful representation of that image. I find the practice very meditative, and recently did a benefit auction for Mental Health America with a meditative art piece I created: [https://foundation.app/@glassface/\\\\\\\\\\\\~/53586](https://foundation.app/@glassface/%5C\\\\~/53586)\\n\\n\\\\*\\n\\n**What makes the 19 *Impermanent Digital* 1/1’s so special?**\\n\\nMost were created individually (whereas other traits were created in more randomized batches). I made some very custom ones for Holly Herndon and Mat Dryhurst. Holding a 1/1 means you get the benefits of an Afterlife 3 token, but don’t have to evolve or burn to do so.\\n\\n![](https://images.mirror-media.xyz/publication-images/veT247rS6vCnguRzQhnC4.png?height=1694&width=1670)\\n\\n\\\\*\\n\\n**What are your expectations for *Impermanent Digital* now?**\\n\\nI deeply believe in what we’re doing here - I know we’ll have an impact on the future of AI art. I’ve been working on the later stages of this project for quite some time. It will take time to fully develop, but this ID project is the underpinning to *Auras*, and is meant to help us build a community around the idea. We aim to have long term members transition / evolve with us into the next phases. My ultimate goal with Auras is to create a very robust avatar project that introduces futuristic avatars with AI utility. I want to give back as much as possible to the community that has grown around ID, and I intend to continue elevating the art + offering value to the community.\\n\\n\\\\*\\n\\n**Do you have anything else you’d like to share with your fans/collectors?**\\n\\nI want to say thank you for the support. As an artist, my dream has always been to be able to make my own art and share it with the world. I’ve spent years making art for other artists, with the feeling that I was always leading up to a moment like this. Your support enables me to live my dream, and I am beyond excited for what’s to come. We are just getting started.\\n\\n\\\\*\\n\\n***Please see the website for all infographics. If you have any questions, Glassface and the team welcomes you to join the discord group.***\\n\\n![](https://images.mirror-media.xyz/publication-images/2OjubBypqbwIJvg64Ay5N.png?height=479&width=800)\\n\\n![](https://images.mirror-media.xyz/publication-images/2XlYnJj6uN8jnByWyGahq.png?height=460&width=800)\\n\\n![](https://images.mirror-media.xyz/publication-images/aBmx5iOUbIUYT53J_6TIw.png?height=1700&width=1688)\\n\\n***Review by mojomitch.eth***\\n\\nThe art is what drew my attention. When I looked at the *Impermanent Digital* (ID) website for the first time I was very impressed. The ID’s caught my eye right away and I had to get one. Since then I’ve been admiring mine and others every day. This is the something I’d like to mention. These ID’s are so unique and truly original. They are generated using AI tools that very few have access to in the world. The AI used by Glassface + Wolfbear Studio will be accessible to ID holders in the future. It’s too early to tell what that looks like, but the value add for anyone looking to learn and use AI is imminent. Essentially, anyone, artist or not, will be able to use *“high powered web3 creative tools to allow holders to create AI-assisted artwork of their wildest imagination”.*\\n\\nThe exclusivity of this project excites me as well. 4,444 ID’s exist today, but in a matter of days that supply is going to decrease significantly when the community decides to burn or hold their tokens. The number of ID’s that will exist after this process is completely unknown, which creates this mysterious excitement within the community. Holders will converse in the discord, so I’d recommend joining if you’re not sure what to do. Glassface and the team have been very supportive and are active every day in Discord. To date, the project has been able to attract roughly 1,870 unique holders, including some amazing artists and other talent like Holly Herndon, Mat Dryhurst, 888, JN Silva, Stani, Marc Ecko, flur and more.\\n\\nThis article was done because I really wanted to interview Glassface. Impermanent Digital was one the first NFT projects I bought into where I wanted to learn more about the artist and support the community. By now, we’ve learned that Glass has a very impressive background. I’m not sure if you knew this but he’s worked with notable artists like Lil Yachty, Wiz Khalifa, Rick Ross, Ty Dolla $ign, Bryson Tiller, Tove Lo, Dua Lipa, Khalid, Migos, Fifth Harmony, Young Thug, Trippie Redd, and more. It’s incredible, but what’s more incredible is his demeanor. I can’t imagine the challenges one encounters when developing NFTs. Or even being an artist of his magnitude. Glass has so much to balance on a plate, and he’s still on Discord every day, being patient and answering questions. Everyone talks about community this, community that. All I know is the *Impermanent Digital* community is strong because Glass has created an amazing experience. Investing in the artist is a common expression in the NFT space. I think we can all agree this statement fits perfectly in this situation.\\n\\nI would love to write more but I’m going to save it for the next article. I’ll leave you with this last statement said by Glassface “The art is always going to get better for *Impermanent Digital*. The Auras are the key piece. Many look at the surface of this project, but only some see the big picture.”\\n\\nAlpha in Discord.\\n\\n![](https://images.mirror-media.xyz/publication-images/WxijtQbcmR1-RwpJuHXdn.PNG?height=2048&width=2048)\\n\\n![](https://images.mirror-media.xyz/publication-images/ZsNTeksibEhWT_OW3NTFB.PNG?height=2048&width=2048)\\n\\n\",\"timestamp\":1633971099,\"title\":\"Impermanent Digital: An interview with Glassface \"},\"digest\":\"-ShEowNxgzlBzTbZBvYIqpNl3EtCMWbm8yosn4PbuHA\",\"authorship\":{\"contributor\":\"0x467AdE04b9CE978976C3AFD6Ef85a28bf245CC75\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5qdtgZ8aBo8_qtFPTNEIR0Ku9UbwJY0szcM1x7b4IrY\\\",\\\"y\\\":\\\"s5N0e4c_Xa2LQaLdp4EQdFZ3QvyHCIu2NHwXK4R-qKM\\\"}\",\"signature\":\"t8qhSEM1tsLfvh_dRYhmwIM9Wof2pRyx-dZNSUrw3TR1IXXqKvXYoyXsCF5wPmei2HtT7mEXgODXIduNThfqqA\",\"signingKeySignature\":\"0x52d50465e4dc979b505f862f18a5a8cb9b38d426f8bd0f795869c5ac2a3f52d117d56b4cbb6d6f06627724cbb76f1c82ae4bcf641aa38b586816afea0d6caaf01b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"5qdtgZ8aBo8_qtFPTNEIR0Ku9UbwJY0szcM1x7b4IrY\\\",\\\"y\\\":\\\"s5N0e4c_Xa2LQaLdp4EQdFZ3QvyHCIu2NHwXK4R-qKM\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"BcZb_qyCWqjD78lpvrWDTfWBoiYsVa_WecsKtkoO4Yg\"}"