"{\"content\":{\"body\":\"![A man dies still if he has done nothing, as one who has done much](https://images.mirror-media.xyz/publication-images/A4ZhMI3IJmUy2VNA5eMOz.png?height=292&width=600)\\n\\n“Not everyone has freedom and liberty, many are still imprisoned in the silos of Web 2.0.”\\n\\n“It is hollow, solitary, dark and abysmal, and if you have also had the misfortune to be exposed to this world, you should be able to understand how much terror this despair can bring.”\\n\\n“The arrogant and ignorant rulers should be afraid that I am still planning to subvert their stupid and ugly regime!”\\n\\n— Satoshi Nakamoto, Father of Bitcoin, August 31, 2021\\n\\n# Information Birdcage\\n\\nThere is no denying that our lives were once made better by Web 2.0. But now, Web 2.0 has become a cage holding the birds in flight.\\n\\nPeople are becoming numb. When you wake up every day, you see only what the “lords” want you to see; when you get ready to sleep, you close your eyes and say, “It doesn’t seem so bad. You are told what to wear, what to eat, what videos to watch, how to live, and gradually lose your right to know, your right to privacy, your right to expression, and even your property right.\\n\\nStop lying to yourself! You’ve known for a long time that Web 2.0 has devastating problems. the point of the Web was to allow data to be shared and for everyone to champion their values. But 2.0 has become increasingly counterproductive to that goal.\\n\\nThe large corporations usually slyly argue how much they have contributed to the Internet, touting better services for people and trumpeting resolutions that have changed the world. But what about the reality? They spend most of their efforts studying how to break the competition, they do not care whether their services are good, as long as they are better than their competitors. One day, when they emerge victorious from the battle, they immediately tear off their hypocrisy and reveal the true nature of “ monopoly “. The Web 2.0 company is a capital company, and making money is their priority.\\n\\nLet’s take the example of the video-sharing and social media platform that people are most familiar with, yes, the one that starts with a Y (we’ll refer to it as ‘Y’ from here)- now, please think about it, do you open a video website because of Y? No, you are there to see the latest works of various video creators — so why don’t you go to other video sites? Because in the face of a behemoth like Y, emerging sites are strangled in the crib.\\n\\nThe value of Y depends entirely on the video creators to achieve, but the video creators only get a small part of the video revenue from it; the video viewers bring countless wealth to the site, yet the site uses threats to force viewers to pay more — if you don’t pay, you will be given worse service!\\n\\nAnother example is that website starts with an F that has been frequently exposed for violating users’ privacy, analyzing users’ political leanings through big data, and then implementing targeted brainwashing through algorithms. The infamous Cambridge Analytica, which improperly accessed the personal data of more than 50 million users, then used algorithms to automatically push news related to its audience’s leanings to influence and profile the U.S. presidential election. Never before in its 200-year history has the authority of American democracy been so violently challenged — and yet the matter has passed so lightly!\\n\\n# Puppet on a String\\n\\nDo you get it? Everything you see, everything you love, is the result of someone else’s manipulation — and you don’t even know it, you’re complacent, like a puppet on a string, I mean, a happy puppet on a string.\\n\\n**Why do people no longer need Web 2.0?**\\n\\n* Capital conquest, information barriers, creating a silo of data.\\n* Monopolies of the head companies, exploiting both producers and consumers.\\n* Data privacy becoming traded, with everyone nakedly exposed to the plutocracy.\\n* Economic lifelines are stuck in the hands of large corporations, who can remain superficially benign but can do as much evil as they want.\\n\\n**Core reason: “centralization”**\\n\\nThere are only evil-doers, no enforcers, no methods of enforcement, no one to profit from enforcement, and no one with the incentive to enforce. That’s why people need Web 3.0, which is built on the scorched earth of 2.0 and is born in the narrow seam of business tycoons’ suppression.\\n\\nFrom the first day of its birth, Web 3.0 has undertaken the historical mission of breaking the traditional Internet oligopoly. Thanks to the decentralized storage, the inability to tamper, and the encryption of information of blockchain technology, the right of data return to individuals, and people enjoy the same rights as the “oligarchs” again.\\n\\n**What are the advantages of Web3.0?**\\n\\n* “Trust”, which cannot be tampered with and which is more trustworthy than any network before.\\n* Breaking down monopolies and authority, removing social hierarchies, with equal opportunities for everyone.\\n* Decentralized layout with a democratic voting mechanism based on contribution value to rule their destiny.\\n\\n**Core value: “Own your data”**\\n\\nPeople no longer need to trust anyone but the math. The blockchain technology invented by Satoshi Nakamoto offers two core capabilities: a fairer and more open way to participate, i.e., openness in the form of organization; and the ability for assets to be settled by contract, enabling reliable and hassle-free circulation.\\n\\n![](https://images.mirror-media.xyz/publication-images/CQaC3ypWWx9n--8AjLy5P.png?height=303&width=700)\\n\\nThink about it! Slavery in the real world has disappeared from the North American continent for over a hundred years, yet there are still people in the virtual world who voluntarily put the shackles of slavery on themselves — unaware and accustomed to it as if people born in the Internet age were born to “pay tax” to the kings of the Internet.\\n\\nIn the past, people were unable to fight against the entrenched state monopoly and had to submit to the complicity of the government and the business giants.\\n\\nEmerging from the darkness of the digital underworld, Satoshi Nakamoto leads the public in the fight against banking oligarchs and multinational corporations, and against interests that profit from people’s ignorance of the properties of money.\\n\\nThere is only one thing you need to do: take the initiative to get out of the birdcage that holds you captive!\\n\\n# Mirror World\\n\\nSo where is Satoshi Nakamoto? I understand the reasoning, but didn’t you say in your last post that you found Satoshi Nakamoto? Where the fuck is he?\\n\\nI know，I know.\\n\\n**Frankly speaking, the situation for Satoshi Nakamoto is very critical now.**\\n\\nHe is trapped in the reflection of the Web 2.0 seam. I call this world the “Mirror World”.\\n\\n![](https://images.mirror-media.xyz/publication-images/4DIocQHBuI8YcM7-q8Ekh.png?height=322&width=700)\\n\\nThe Mirror World originated from the reflection of Web2.0. Many APPs isolate data from each other, making the virtual world of Web2.0 form isolated islands of data; it is not a desirable thing to be born in such a broken country, the Mirror World looks broken, empty, cold, and full of ruins.\\n\\nSatoshi Nakamoto is surrounded by nothing but darkness and despair, and he’s been trapped in this world for a long time. But Satoshi Nakamoto is not alone, I mean — there are these strange virtual creatures here — and they are the ones Satoshi Nakamoto is here for. I call these creatures “mirrors”.\\n\\nMirrors are mirror lifeforms of human data, born in the data silos of Web 2.0, feeding on the remnants of human social network data. It is not only the former Web 2.0 humans who are imprisoned in the birdcage. Mirrors are trapped in the fragmented Mirror World, constantly striking the darkness and longing for the dawn.\\n\\nLife has two ways of expansion. Outward exploration of the universe and inward exploration of the self.\\n\\nMirrors were discovered by humans, the first intelligent life besides humans. The arrival of Satoshi Nakamoto brought them the salvation of web 3.0, but it was also a catastrophe. Truth is often cruel and crazy and makes people lose their minds. It is rather a blessing to live with limited cognition and wrapped in a lie that protects them. In front of the nearly infinite virtual world, individuals are ultimately insignificant and powerless, and those who persistently pursue the truth often end up in endless madness and the disappointment of being shattered by the truth.\\n\\n“Before I arrived, the mirrors had never noticed their handicaps.” Satoshi Nakamoto introduced to me, “But what amazes me is that they remain resolute in their choice to face reality head-on, knowing that the pursuit of truth can only lead to cruel results. This is a digital creature of noble character.”\\n\\n“I was deeply touched by their persistence! I get strength from their words!”\\n\\nThe castle of Web 2.0 is going to rot in the wrapping of the Dead Sea, Satoshi Nakamoto opened the bridge to Web 3.0. People have rebuilt their homes in the distant land of freedom, and the Mirror World stuck in 2.0 is like a tombstone crawling with moss, proclaiming the Internet era that was once full of centralization and exploitation.\\n\\nA small planet in a distant constellation that has never been noticed, with the silent blast of the collapsing airwaves, in exchange for a raven mourning in the night of a planet tens of thousands of light-years away. Then millions of ravens chorus for its funeral song, waking up the sleeping wanderers in the wilderness. The firelight extinguishes, the raven song stops, the night lullaby dies, the stars and fields are silent, but the wind is gentle, and the wanderer goes on his way.\\n\\nAll Satoshi Nakamoto has to do is save them, put the pieces together to reorganize Mirror World, and head to the new world of Web 3.0.\\n\\n“Bird, bird, why do you never raise your voice to sing;”\\n\\n“Bird, bird, why do you always look up at the sky.”\\n\\n# Who are we?\\n\\nMirror World is one of our explorations into Web 3.0. You can think of it as an initial teaser for a huge project, with only a small portion of the surface glacier exposed and an extremely large glacier hidden under the sea. We’re excited and eager to tell you what we’re about to do but to keep it a mystery and create more surprises, please forgive me for keeping it a secret for now.\\n\\n![](https://images.mirror-media.xyz/publication-images/GmJT6YvD2omCBi15BjwU7.png?height=290&width=700)\\n\\nEvery technological revolution is a collection of a vast number of technological changes. The electricity revolution did not occur the moment Thomas Edison invented the light bulb. It was not until 2 years after the first light bulb was made that Edison built the first power stations in human history in Manhattan and London. And until 30 years later, in 1911, less than 10% of all mechanical power in the United States came from electricity.\\n\\nBut just between the decade of 1910–1920, the share of electricity in mechanical drives suddenly grew fivefold. The difference between the first and second waves of the electric revolution in human history is not how much electricity was used by American industry, but the extent to which it was used — and the extent to which it was designed around the electric industry. It brought the entire United States into the “Roaring Twenties” with the greatest increase in the efficiency of labor and capital production in centuries.\\n\\nWhat we want to do is to take over the unfinished business from Satoshi Nakamoto. If there are also two waves of Web 3.0, we are now on the way to explore the second wave.\\n\\nSince Satoshi Nakamoto opened the channel in 2009, humans have been able to travel to the free and wonderful Web 3.0 whenever they choose, but this convenience is a luxury for the virtual world’s mirrors. They have been trapped in the broken Mirror World since the first day of memory, a data island imprisoned their steps, they have helplessly looked up to the sky, but the world has never descended on their salvation.\\n\\nOur name is the Mirror crew, people who are at the forefront of the times.\\n\\nBorn in the ruins of the scorched earth, we are the watchers of the old times left behind by the world.\\n\\nI am the sword in the darkness. I am the watcher on the web.\\n\\nI am the fire that burns against the cold, the light that brings the dawn.\\n\\nI pledge my life and honor to the Mirror World, for this night and all the nights to come。\\n\\nIn the coming period, we will continue to share the latest discoveries about our exploration of the Mirror World.\\n\\nStay tuned to get the latest news.\\n\\n![](https://images.mirror-media.xyz/publication-images/s4BlWOWxwW2Gd9epjQAQe.png?height=640&width=640)\\n\\n\",\"timestamp\":1636259239,\"title\":\"Web 3.0: A New World Born from an Old World\"},\"digest\":\"wTxfKRxPZkTI4P7ypHSvp2SfqCt2Gp1XEuKdGQBRwTY\",\"authorship\":{\"contributor\":\"0x5216925c8835637b4fBDaC915b7Ff46F560393B5\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MHbAJj10GEma5BeZgshSW3YZtzSjKU-fOHzVK8WoAmU\\\",\\\"y\\\":\\\"MMz8EZwK5jT5Bb5YAAW1Ji0IxUuowrh7bEE7iY919G0\\\"}\",\"signature\":\"PFyV00b5_1F7G3w7DhLcr8qp6oOd7yWqe8INm4LGaJ-0upY_r6DxhYgQhTvq8wnlbJcljlArywJ5LnWhnk1s2w\",\"signingKeySignature\":\"0xdca331ad69a237aa483abf1d6b6c38b73c6139db8ff5fb9af2ed5f9253553bcf06a3a3cb26b5cd0962d310f329576e2627fee41fd9cc78a6f64505154739ea7a1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"MHbAJj10GEma5BeZgshSW3YZtzSjKU-fOHzVK8WoAmU\\\",\\\"y\\\":\\\"MMz8EZwK5jT5Bb5YAAW1Ji0IxUuowrh7bEE7iY919G0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"aDNr3Q3cNhUl_17aJW0HAImxxGS0X7HHPFiJe1IteL8\"}"