"{\"content\":{\"body\":\"First, it is decentralized. Your account is created by your wallet address, and the wallet is completely in your hands, no one can control it unless you leak the mnemonic words. In this way, the content you create is controlled by you, because it uses the decentralized data storage protocol Arweave to store it permanently. No one else can delete or change it, only you can change or delete it.\\n\\nSecondly, you can do many things independently on the mirror, which are almost impossible to do on the current Internet content platform.\\n\\nAt present, Mirror provides creators with 6 basic ability tools, including publishing articles (Entries), initiating crowdfunding (Crowdfunds), digital publishing (Editions), initiating auctions (Auctions), cooperative sharing (Splits), and initiating voting (TokenRace). ).\\n\\nNeedless to say, when publishing the article, the emphasis here is that you don’t need to check the NFT option when you publish. Checking the NFT option requires payment of gas. Of course, if checked, your article will be cast into an nft, which can be purchased by readers, and you can realize it. There is not much to say about crowdfunding. You can initiate crowdfunding for a book, a novel to be created, a short drama or a movie, etc. to raise funds. Digital publishing means that you can sell the nft minted when you publish the article (check nft). You can also create a minted nft (currently supports image and video casting) through this function, and sell it; and you can insert it in the article and sell it. . Auction is where you can auction your nft on the 5 platforms (Rarible, zora, Foundation, SuperRare, Custom) that cooperate with mirror. To put it simply, cooperative sharing is multi-person creation and revenue sharing. Voting is your crowdfunding, etc. to initiate a voting activity.\\n\\nLooking at these six functions, can you feel its extraordinary? Here, you can not only control your own creation independently, but you can link with anyone to realize and create; all the functions and rights that you have on the current traditional centralized content platform are available. And you still have the functions and rights that these platforms can't give you, and more importantly, it has more room for imagination. How, is mirror a revolutionary content platform?\",\"timestamp\":1636598433,\"title\":\"What is Mirror = Who’s on Mirror\"},\"digest\":\"bI5UgOcSMLDzPzR9ZHGFCYd02t1FBuCBo8qjTOV6DVo\",\"authorship\":{\"contributor\":\"0x987339C64A70f6f32456cB38cD326f5bCbbf9d0b\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_XNmDtWR2RgMpaHayCluyORkCewKc-23XctTtAm9rKw\\\",\\\"y\\\":\\\"4JaEHDhAl6sdbffhSWAlrxu562WxiP5-vtuqS6RH_3k\\\"}\",\"signature\":\"VkJ07WwyOWOqil8NdGpcxYWNKBJ2I85PUhVLDEIl7LlbR_bf0QPSrn9Tf8fFo--dMzon5gd5Ujq8mUqR8vBryQ\",\"signingKeySignature\":\"0x8a256ccd7086770cebabc55a1a8f410422ade454d74142a75e9e74e06bbd402353007a816652ea81a04ef018491160e5e5844e9ee414a3abf2647b226e35b3441b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"_XNmDtWR2RgMpaHayCluyORkCewKc-23XctTtAm9rKw\\\",\\\"y\\\":\\\"4JaEHDhAl6sdbffhSWAlrxu562WxiP5-vtuqS6RH_3k\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"bI5UgOcSMLDzPzR9ZHGFCYd02t1FBuCBo8qjTOV6DVo\"}"