"{\"content\":{\"body\":\"Thou shalt not make unto thee any graven image, or any likeness of anything;' which the Sopherim wickedly extended beyond its purpose and time. Nor should it be forgotten that long before Daedalus appeared in Attica and with his wooden statues so transformed sculpture as to make possible the schools of Corinth and AEgina, and their ultimate triumphs the Poecile and Capitolium--long before the age of Daedalus, I say, two Israelites, Bezaleel and Aholiab, the master-builders of the first tabernacle, said to have been skilled 'in all manner of workmanship,' wrought the cherubim of the mercy-seat above the ark. Of gold beaten, not chiseled, were they; and they were statues in form both human and divine. 'And they shall stretch forth their wings on high, . . . . and their faces shall look one to another.' Who will say they were not beautiful? or that they were not the first statues?\\\"\\n\\n\\\"Oh, I see now why the Greek outstripped us,\\\" said Judah, intensely interested. \\\"And the ark; accursed be the Babylonians who destroyed it!\\\"\\n\\n\\\"Nay, Judah, be of faith. It was not destroyed, only lost, hidden away too safely in some cavern of the mountains. One day--Hillel and Shammai both say so--one day, in the Lord's good time, it will be found and brought forth, and Israel dance before it, singing as of old. And they who look upon the faces of the cherubim then, though they have seen the face of the ivory Minerva, will be ready to kiss the hand of the Jew from love of his genius, asleep through all the thousands of years.\\\"\\n\\nThe mother, in her eagerness, had risen into something like the rapidity and vehemence of a speech-maker; but now, to recover herself, or to pick up the thread of her thought, she rested awhile.\\n\\n\\\"You are so good, my mother,\\\" he said, in a grateful way. \\\"And I will never be done saying so. Shammai could not have talked better, nor Hillel. I am a true son of Israel again.\\\"\\n\\n\\\"Flatterer!\\\" she said. \\\"You do not know that I am but repeating what I heard Hillel say in an argument he had one day in my presence with a sophist from Rome.\\\"\\n\\n\\\"Well, the hearty words are yours.\\\"\\n\\nDirectly all her earnestness returned.\\n\\n\\\"Where was I? Oh yes, I was claiming for our Hebrew fathers the first statues. The trick of the sculptor, Judah, is not all there is of art, any more than art is all there is of greatness. I always think of great men marching down the centuries in groups and goodly companies, separable according to nationalities; here the Indian, there the Egyptian, yonder the Assyrian; above them the music of trumpets and the beauty of banners; and on their right hand and left, as reverent spectators, the generations from the beginning, numberless. As they go, I think of the Greek, saying, 'Lo! The Hellene leads the way.' Then the Roman replies, 'Silence! what was your place is ours now; we have left you behind as dust trodden on.' And all the time, from the far front back over the line of march, as well as forward into the farthest future, streams a light of which the wranglers know nothing, except that it is forever leading them on--the Light of Revelation! Who are they that carry it? Ah, the old Judean blood! How it leaps at the thought! By the light we know them. Thrice blessed, O our fathers, servants of God, keepers of the covenants! Ye are the leaders of men, the living and the dead. The front is thine; and though every Roman were a Caesar, ye shall not lose it!\\\"\\n\\nJudah was deeply stirred.\\n\\n\\\"Do not stop, I pray you,\\\" he cried. \\\"You give me to hear the sound of timbrels. I wait for Miriam and the women who went after her dancing and singing.\\\"\\n\\nShe caught his feeling, and, with ready wit, wove it into her speech.\\n\\n\\\"Very well, my son. If you can hear the timbrel of the prophetess, you can do what I was about to ask; you can use your fancy, and stand with me, as if by the wayside, while the chosen of Israel pass us at the head of the procession. Now they come--the patriarchs first; next the fathers of the tribes. I almost hear the bells of their camels and the lowing of their herds. Who is he that walks alone between the companies? An old man, yet his eye is not dim, nor his natural force abated. He knew the Lord face to face! Warrior, poet, orator, lawgiver, prophet, his greatness is as the sun at morning, its flood of splendor quenching all other lights, even that of the first and noblest of the Caesars. After him the judges. And then the kings--the son of Jesse, a hero in war, and a singer of songs eternal as that of the sea; and his son, who, passing all other kings in riches and wisdom, and while making the Desert habitable, and in its waste places planting cities, forgot not Jerusalem which the Lord had chosen for his seat on earth. Bend lower, my son! These that come next are the first of their kind, and the last. Their faces are raised, as if they heard a voice in the sky and were listening. Their lives were full of sorrows. Their garments smell of tombs and caverns. Hearken to a woman among them--'Sing ye to the Lord, for he hath triumphed gloriously!' Nay, put your forehead in the dust before them! They were tongues of God, his servants, who looked through heaven, and, seeing all the future, wrote what they saw, and left the writing to be proven by time. Kings turned pale as they approached them, and nations trembled at the sound of their voices. The elements waited upon them. In their hands they carried every bounty and every plague. See the Tishbite and his servant Elisha! See the sad son of Hilkiah, and him, the seer of visions, by the river of Chebar! And of the three children of Judah who refused the image of the Babylonian, lo! that one who, in the feast to the thousand lords, so confounded the astrologers. And yonder--O my son, kiss the dust again!--yonder the gentle son of Amoz, from whom the world has its promise of the Messiah to come!\\\"\\n\\nIn this passage the fan had been kept in rapid play; it stopped now, and her voice sank low.\\n\\n\\\"You are tired,\\\" she said.\\n\\n\\\"No,\\\" he replied, \\\"I was listening to a new song of Israel.\\\"\\n\\nThe mother was still intent upon her purpose, and passed the pleasant speech.\\n\\n\\\"In such light as I could, my Judah, I have set our great men before you--patriarchs, legislators, warriors, singers, prophets. Turn we to the best of Rome. Against Moses place Caesar, and Tarquin against David; Sylla against either of the Maccabees; the best of the consuls against the judges; Augustus against Solomon, and you are done: comparison ends there. But think then of the prophets--greatest of the great.\\\"\\n\\nShe laughed scornfully.\\n\\n\\\"Pardon me. I was thinking of the soothsayer who warned Caius Julius against the Ides of March, and fancied him looking for the omens of evil which his master despised in the entrails of a chicken. From that picture turn to Elijah sitting on the hill-top on the way to Samaria, amid the smoking bodies of the captains and their fifties, warning the son of Ahab of the wrath of our God. Finally, O my Judah--if such speech be reverent--how shall we judge Jehovah and Jupiter unless it be by what their servants have done in their names? And as for what you shall do--\\\"\\n\\nShe spoke the latter words slowly, and with a tremulous utterance.\\n\\n\\\"As for what you shall do, my boy--serve the Lord, the Lord God of Israel, not Rome. For a child of Abraham there is no glory except in the Lord's ways, and in them there is much glory.\\\"\\n\\n\\\"I may be a soldier then?\\\" Judah asked.\\n\\n\\\"Why not? Did not Moses call God a man of war?\\\"\\n\\nThere was then a long silence in the summer chamber.\\n\\n\\\"You have my permission,\\\" she said, finally; \\\"if only you serve the Lord instead of Caesar.\\\"\\n\\nHe was content with the condition, and by-and-by fell asleep. She arose then, and put the cushion under his head, and, throwing a shawl over him and kissing him tenderly, went away.\\n\\nCHAPTER VI\\n\\nThe good man, like the bad, must die; but, remembering the lesson of our faith, we say of him and the event, \\\"No matter, he will open his eyes in heaven.\\\" Nearest this in life is the waking from healthful sleep to a quick consciousness of happy sights and sounds.\\n\\nWhen Judah awoke, the sun was up over the mountains; the pigeons were abroad in flocks, filling the air with the gleams of their white wings; and off southeast he beheld the Temple, an apparition of gold in the blue of the sky. These, however, were familiar objects, and they received but a glance; upon the edge of the divan, close by him, a girl scarcely fifteen sat singing to the accompaniment of a nebel, which she rested upon her knee, and touched gracefully. To her he turned listening; and this was what she sang:\\n\\nTHE SONG.\\n\\n\\\"Wake not, but hear me, love!   Adrift, adrift on slumber's sea,   Thy spirit call to list to me. Wake not, but hear me, love!   A gift from Sleep, the restful king,   All happy, happy dreams I bring.\\n\\n\\\"Wake not, but hear me, love!   Of all the world of dreams 'tis thine   This once to choose the most divine. So choose, and sleep, my love!   But ne'er again in choice be free,   Unless, unless--thou dream'st of me.\\\"\\n\\nShe put the instrument down, and, resting her hands in her lap, waited for him to speak. And as it has become necessary to tell somewhat of her, we will avail ourselves of the chance, and add such particulars of the family into whose privacy we are brought as the reader may wish to know.\\n\\nThe favors of Herod had left surviving him many persons of vast estate. Where this fortune was joined to undoubted lineal descent from some famous son of one of the tribes, especially Judah, the happy individual was accounted a Prince of Jerusalem--a distinction which sufficed to bring him the homage of his less favored countrymen, and the respect, if nothing more, of the Gentiles with whom business and social circumstance brought him into dealing. Of this class none had won in private or public life a higher regard than the father of the lad whom we have been following. With a remembrance of his nationality which never failed him, he had yet been true to the king, and served him faithfully at home and abroad. Some offices had taken him to Rome, where his conduct attracted the notice of Augustus, who strove without reserve to engage his friendship. In his house, accordingly, were many presents, such as had gratified the vanity of kings--purple togas, ivory chairs, golden pateroe--chiefly valuable on account of the imperial hand which had honorably conferred them. Such a man could not fail to be rich; yet his wealth was not altogether the largess of royal patrons. He had welcomed the law that bound him to some pursuit; and, instead of one, he entered into many. Of the herdsmen watching flocks on the plains and hill-sides, far as old Lebanon, numbers reported to him as their employer; in the cities by the sea, and in those inland, he founded houses of traffic; his ships brought him silver from Spain, whose mines were then the richest known; while his caravans came twice a year from the East, laden with silks and spices. In faith he was a Hebrew, observant of the law and every essential rite; his place in the synagogue and Temple knew him well; he was thoroughly learned in the Scriptures; he delighted in the society of the college-masters, and carried his reverence for Hillel almost to the point of worship. Yet he was in no sense a Separatist; his hospitality took in strangers from every land; the carping Pharisees even accused him of having more than once entertained Samaritans at his table. Had he been a Gentile, and lived, the world might have heard of him as the rival of Herodes Atticus: as it was, he perished at sea some ten years before this second period of our story, in the prime of life, and lamented everywhere in Judea. We are already acquainted with two members of his family--his widow and son; the only other was a daughter--she whom we have seen singing to her brother.\\n\\nTirzah was her name, and as the two looked at each other, their resemblance was plain. Her features had the regularity of his, and were of the same Jewish type; they had also the charm of childish innocency of expression. Home-life and its trustful love permitted the negligent attire in which she appeared. A chemise buttoned upon the right shoulder, and passing loosely over the breast and back and under the left arm, but half concealed her person above the waist, while it left the arms entirely nude. A girdle caught the folds of the garment, marking the commencement of the skirt. The coiffure was very simple and becoming--a silken cap, Tyrian-dyed; and over that a striped scarf of the same material, beautifully embroidered, and wound about in thin folds so as to show the shape of the head without enlarging it; the whole finished by a tassel dropping from the crown point of the cap. She had rings, ear and finger; anklets and bracelets, all of gold; and around her neck there was a collar of gold, curiously garnished with a network of delicate chains, to which were pendants of pearl. The edges of her eyelids were painted, and the tips of her fingers stained. Her hair fell in two long plaits down her back. A curled lock rested upon each cheek in front of the ear. Altogether it would have been impossible to deny her grace, refinement, and beauty.\\n\\n\\\"Very pretty, my Tirzah, very pretty!\\\" he said, with animation.\\n\\n\\\"The song?\\\" she asked.\\n\\n\\\"Yes--and the singer, too. It has the conceit of a Greek. Where did you get it?\\\"\\n\\n\\\"You remember the Greek who sang in the theatre last month? They said he used to be a singer at the court for Herod and his sister Salome. He came out just after an exhibition of wrestlers, when the house was full of noise. At his first note everything became so quiet that I heard every word. I got the song from him.\\\"\\n\\n\\\"But he sang in Greek.\\\"\\n\\n\\\"And I in Hebrew.\\\"\\n\\n\\\"Ah, yes. I am proud of my little sister. Have you another as good?\\\"\\n\\n\\\"Very many. But let them go now. Amrah sent me to tell you she will bring you your breakfast, and that you need not come down. She should be here by this time. She thinks you sick--that a dreadful accident happened you yesterday. What was it? Tell me, and I will help Amrah doctor you. She knows the cures of the Egyptians, who were always a stupid set; but I have a great many recipes of the Arabs who--\\\"\\n\\n\\\"Are even more stupid than the Egyptians,\\\" he said, shaking his head.\\n\\n\\\"Do you think so? Very well, then,\\\" she replied, almost without pause, and putting her hands to her left ear. \\\"We will have nothing to do with any of them. I have here what is much surer and better--the amulet which was given to some of our people--I cannot tell when, it was so far back--by a Persian magician. See, the inscription is almost worn out.\\\"\\n\\nShe offered him the earring, which he took, looked at, and handed back, laughing.\\n\\n\\\"If I were dying, Tirzah, I could not use the charm. It is a relic of idolatry, forbidden every believing son and daughter of Abraham. Take it, but do not wear it any more.\\\"\\n\\n\\\"Forbidden! Not so,\\\" she said. \\\"Our father's mother wore it I do not know how many Sabbaths in her life. It has cured I do not know how many people--more than three anyhow. It is approved-- look, here is the mark of the rabbis.\\\"\\n\\n\\\"I have no faith in amulets.\\\"\\n\\nShe raised her eyes to his in astonishment.\\n\\n\\\"What would Amrah say?\\\"\\n\\n\\\"Amrah's father and mother tended sakiyeh for a garden on the Nile.\\\"\\n\\n\\\"But Gamaliel!\\\"\\n\\n\\\"He says they are godless inventions of unbelievers and Shechemites.\\\"\\n\\nTirzah looked at the ring doubtfully.\\n\\n\\\"What shall I do with it?\\\"\\n\\n\\\"Wear it, my little sister. It becomes you--it helps make you beautiful, though I think you that without help.\\\"\\n\\nSatisfied, she returned the amulet to her ear just as Amrah entered the summer chamber, bearing a platter, with wash-bowl, water, and napkins.\\n\\nNot being a Pharisee, the ablution was short and simple with Judah. The servant then went out, leaving Tirzah to dress his hair. When a lock was disposed to her satisfaction, she would unloose the small metallic mirror which, as was the fashion among her fair countrywomen, she wore at her girdle, and gave it to him, that he might see the triumph, and how handsome it made him. Meanwhile they kept up their conversation.\\n\\n\\\"What do you think, Tirzah?--I am going away.\\\"\\n\\nShe dropped her hands with amazement.\\n\\n\\\"Going away! When? Where? For what?\\\"\\n\\nHe laughed.\\n\\n\\\"Three questions, all in a breath! What a body you are!\\\" Next instant he became serious. \\\"You know the law requires me to follow some occupation. Our good father set me an example. Even you would despise me if I spent in idleness the results of his industry and knowledge. I am going to Rome.\\\"\\n\\n\\\"Oh, I will go with you.\\\"\\n\\n\\\"You must stay with mother. If both of us leave her she will die.\\\"\\n\\nThe brightness faded from her face.\\n\\n\\\"Ah, yes, yes! But--must you go? Here in Jerusalem you can learn all that is needed to be a merchant--if that is what you are thinking of.\\\"\\n\\n\\\"But that is not what I am thinking of. The law does not require the son to be what the father was.\\\"\\n\\n\\\"What else can you be?\\\"\\n\\n\\\"A soldier,\\\" he replied, with a certain pride of voice.\\n\\nTears came into her eyes.\\n\\n\\\"You will be killed.\\\"\\n\\n\\\"If God's will, be it so. But, Tirzah, the soldiers are not all killed.\\\"\\n\\nShe threw her arms around his neck, as if to hold him back.\\n\\n\\\"We are so happy! Stay at home, my brother.\\\"\\n\\n\\\"Home cannot always be what it is. You yourself will be going away before long.\\\"\\n\\n\\\"Never!\\\"\\n\\nHe smiled at her earnestness.\\n\\n\\\"A prince of Judah, or some other of one of the tribes, will come soon and claim my Tirzah, and ride away with her, to be the light of another house. What will then become of me?\\\"\\n\\nShe answered with sobs.\\n\\n\\\"War is a trade,\\\" he continued, more soberly. \\\"To learn it thoroughly, one must go to school, and there is no school like a Roman camp.\\\"\\n\\n\\\"You would not fight for Rome?\\\" she asked, holding her breath.\\n\\n\\\"And you--even you hate her. The whole world hates her. In that, O Tirzah, find the reason of the answer I give you-- Yes, I will fight for her, if, in return, she will teach me how one day to fight against her.\\\"\\n\\n\\\"When will you go?\\\"\\n\\nAmrah's steps were then heard returning.\\n\\n\\\"Hist!\\\" he said. \\\"Do not let her know of what I am thinking.\\\"\\n\\nThe faithful slave came in with breakfast, and placed the waiter holding it upon a stool before them; then, with white napkins upon her arm, she remained to serve them. They dipped their fingers in a bowl of water, and were rinsing them, when a noise arrested their attention. They listened, and distinguished martial music in the street on the north side of the house.\\n\\n\\\"Soldiers from the Praetorium! I must see them,\\\" he cried, springing from the divan, and running out.\\n\\nIn a moment more he was leaning over the parapet of tiles which guarded the roof at the extreme northeast corner, so absorbed that he did not notice Tirzah by his side, resting one hand upon his shoulder.\\n\\nTheir position--the roof being the highest one in the locality-- commanded the house-tops eastward as far as the huge irregular Tower of Antonia, which has been already mentioned as a citadel for the garrison and military headquarters for the governor. The street, not more than ten feet wide, was spanned here and there by bridges, open and covered, which, like the roofs along the way, were beginning to be occupied by men, women, and children, called out by the music. The word is used, though it is hardly fitting; what the people heard when they came forth was rather an uproar of trumpets and the shriller litui so delightful to the soldiers.\\n\\nThe array after a while came into view of the two upon the house of the Hurs. First, a vanguard of the light-armed--mostly slingers and bowmen--marching with wide intervals between their ranks and files; next a body of heavy-armed infantry, bearing large shields, and hastoe longoe, or spears identical with those used in the duels before Ilium; then the musicians; and then an officer riding alone, but followed closely by a guard of cavalry; after them again, a column of infantry also heavy-armed, which, moving in close order, crowded the streets from wall to wall, and appeared to be without end.\\n\\nThe brawny limbs of the men; the cadenced motion from right to left of the shields; the sparkle of scales, buckles, and breastplates and helms, all perfectly burnished; the plumes nodding above the tall crests; the sway of ensigns and iron-shod spears; the bold, confident step, exactly timed and measured; the demeanor, so grave, yet so watchful; the machine-like unity of the whole moving mass--made an impression upon Judah, but as something felt rather than seen. Two objects fixed his attention--the eagle of the legion first--a gilded effigy perched on a tall shaft, with wings outspread until they met above its head. He knew that, when brought from its chamber in the Tower, it had been received with divine honors.\\n\\nThe officer riding alone in the midst of the column was the other attraction. His head was bare; otherwise he was in full armor. At his left hip he wore a short sword; in his hand, however, he carried a truncheon, which looked like a roll of white paper. He sat upon a purple cloth instead of a saddle, and that, and a bridle with a forestall of gold and reins of yellow silk broadly fringed at the lower edge, completed the housings of the horse.\\n\\nWhile the man was yet in the distance, Judah observed that his presence was sufficient to throw the people looking at him into angry excitement. They would lean over the parapets or stand boldly out, and shake their fists at him; they followed him with loud cries, and spit at him as he passed under the bridges; the women even flung their sandals, sometimes with such good effect as to hit him. When he was nearer, the yells became distinguishable--\\\"Robber, tyrant, dog of a Roman! Away with Ishmael! Give us back our Hannas!\\\"\\n\\nWhen quite near, Judah could see that, as was but natural, the man did not share the indifference so superbly shown by the soldiers; his face was dark and sullen, and the glances he occasionally cast at his persecutors were full of menace; the very timid shrank from them.\\n\\nNow the lad had heard of the custom, borrowed from a habit of the first Caesar, by which chief commanders, to indicate their rank, appeared in public with only a laurel vine upon their heads. By that sign he knew this officer--VALERIUS GRATUS, THE NEW PROCURATOR OF JUDEA!\\n\\nTo say truth now, the Roman under the unprovoked storm had the young Jew's sympathy; so that when he reached the corner of the house, the latter leaned yet farther over the parapet to see him go by, and in the act rested a hand upon a tile which had been a long time cracked and allowed to go unnoticed. The pressure was strong enough to displace the outer piece, which started to fall. A thrill of horror shot through the youth. He reached out to catch the missile. In appearance the motion was exactly that of one pitching something from him. The effort failed--nay, it served to push the descending fragment farther out over the wall. He shouted with all his might. The soldiers of the guard looked up; so did the great man, and that moment the missile struck him, and he fell from his seat as dead.\\n\\nThe cohort halted; the guards leaped from their horses, and hastened to cover the chief with their shields. On the other hand, the people who witnessed the affair, never doubting that the blow had been purposely dealt, cheered the lad as he yet stooped in full view over the parapet, transfixed by what he beheld, and by anticipation of the consequences flashed all too plainly upon him.\\n\\nA mischievous spirit flew with incredible speed from roof to roof along the line of march, seizing the people, and urging them all alike. They laid hands upon the parapets and tore up the tiling and the sunburnt mud of which the house-tops were for the most part made, and with blind fury began to fling them upon the legionaries halted below. A battle then ensued. Discipline, of course, prevailed. The struggle, the slaughter, the skill of one side, the desperation of the other, are alike unnecessary to our story. Let us look rather to the wretched author of it all.\\n\\nHe arose from the parapet, his face very pale.\\n\\n\\\"O Tirzah, Tirzah! What will become of us?\\\"\\n\\nShe had not seen the occurrence below, but was listening to the shouting and watching the mad activity of the people in view on the houses. Something terrible was going on, she knew; but what it was, or the cause, or that she or any of those dear to her were in danger, she did not know.\\n\\n\\\"What has happened? What does it all mean?\\\" she asked, in sudden alarm.\\n\\n\\\"I have killed the Roman governor. The tile fell upon him.\\\"\\n\\nAn unseen hand appeared to sprinkle her face with the dust of ashes--it grew white so instantly. She put her arm around him, and looked wistfully, but without a word, into his eyes. His fears had passed to her, and the sight of them gave him strength.\\n\\n\\\"I did not do it purposely, Tirzah--it was an accident,\\\" he said, more calmly.\\n\\n\\\"What will they do?\\\" she asked.\\n\\nHe looked off over the tumult momentarily deepening in the street and on the roofs, and thought of the sullen countenance of Gratus. If he were not dead, where would his vengeance stop? And if he were dead, to what height of fury would not the violence of the people lash the legionaries? To evade an answer, he peered over the parapet again, just as the guard were assisting the Roman to remount his horse.\\n\\n\\\"He lives, he lives, Tirzah! Blessed be the Lord God of our fathers!\\\"\\n\\nWith that outcry, and a brightened countenance, he drew back and replied to her question.\\n\\n\\\"Be not afraid, Tirzah. I will explain how it happened, and they will remember our father and his services, and not hurt us.\\\"\\n\\nHe was leading her to the summer-house, when the roof jarred under their feet, and a crash of strong timbers being burst away, followed by a cry of surprise and agony, arose apparently from the court-yard below. He stopped and listened. The cry was repeated; then came a rush of many feet, and voices lifted in rage blent with voices in prayer; and then the screams of women in mortal terror. The soldiers had beaten in the north gate, and were in possession of the house. The terrible sense of being hunted smote him. His first impulse was to fly; but where? Nothing but wings would serve him. Tirzah, her eyes wild with fear, caught his arm.\\n\\n\\\"O Judah, what does it mean?\\\"\\n\\nThe servants were being butchered--and his mother! Was not one of the voices he heard hers? With all the will left him, he said, \\\"Stay here, and wait for me, Tirzah. I will go down and see what is the matter, and come back to you.\\\"\\n\\nHis voice was not steady as he wished. She clung closer to him.\\n\\nClearer, shriller, no longer a fancy, his mother's cry arose. He hesitated no longer.\\n\\n\\\"Come, then, let us go.\\\"\\n\\nThe terrace or gallery at the foot of the steps was crowded with soldiers. Other soldiers with drawn swords ran in and out of the chambers. At one place a number of women on their knees clung to each other or prayed for mercy. Apart from them, one with torn garments, and long hair streaming over her face, struggled to tear loose from a man all whose strength was tasked to keep his hold. Her cries were shrillest of all; cutting through the clamor, they had risen distinguishably to the roof. To her Judah sprang--his steps were long and swift, almost a winged flight-- \\\"Mother, mother!\\\" he shouted. She stretched her hands towards him; but when almost touching them he was seized and forced aside. Then he heard some one say, speaking loudly,\\n\\n\\\"That is he!\\\"\\n\\nJudah looked, and saw--Messala.\\n\\n\\\"What, the assassin--that?\\\" said a tall man, in legionary armor of beautiful finish. \\\"Why, he is but a boy.\\\"\\n\\n\\\"Gods!\\\" replied Messala, not forgetting his drawl. \\\"A new philosophy! What would Seneca say to the proposition that a man must be old before he can hate enough to kill? You have him; and that is his mother; yonder his sister. You have the whole family.\\\"\\n\\nFor love of them, Judah forgot his quarrel.\\n\\n\\\"Help them, O my Messala! Remember our childhood and help them. I--Judah--pray you.\\\"\\n\\nMessala affected not to hear.\\n\\n\\\"I cannot be of further use to you,\\\" he said to the officer. \\\"There is richer entertainment in the street. Down Eros, up Mars!\\\"\\n\\nWith the last words he disappeared. Judah understood him, and, in the bitterness of his soul, prayed to Heaven.\\n\\n\\\"In the hour of thy vengeance, O Lord,\\\" he said, \\\"be mine the hand to put it upon him!\\\"\\n\\nBy great exertion, he drew nearer the officer.\\n\\n\\\"O sir, the woman you hear is my mother. Spare her, spare my sister yonder. God is just, he will give you mercy for mercy.\\\"\\n\\nThe man appeared to be moved.\\n\\n\\\"To the Tower with the women!\\\" he shouted, \\\"but do them no harm. I will demand them of you.\\\" Then to those holding Judah, he said, \\\"Get cords, and bind his hands, and take him to the street. His punishment is reserved.\\\"\\n\\nThe mother was carried away. The little Tirzah, in her home attire, stupefied with fear, went passively with her keepers. Judah gave each of them a last look, and covered his face with his hands, as if to possess himself of the scene fadelessly. He may have shed tears, though no one saw them.\\n\\nThere took place in him then what may be justly called the wonder of life. The thoughtful reader of these pages has ere this discerned enough to know that the young Jew in disposition was gentle even to womanliness--a result that seldom fails the habit of loving and being loved. The circumstances through which he had come had made no call upon the harsher elements of his nature, if such he had. At times he had felt the stir and impulses of ambition, but they had been like the formless dreams of a child walking by the sea and gazing at the coming and going of stately ships. But now, if we can imagine an idol, sensible of the worship it was accustomed to, dashed suddenly from its altar, and lying amidst the wreck of its little world of love, an idea may be had of what had befallen the young Ben-Hur, and of its effect upon his being. Yet there was no sign, nothing to indicate that he had undergone a change, except that when he raised his head, and held his arms out to be bound, the bend of the Cupid's bow had vanished from his lips. In that instant he had put off childhood and become a man.\\n\\nA trumpet sounded in the court-yard. With the cessation of the call, the gallery was cleared of the soldiery; many of whom, as they dared not appear in the ranks with visible plunder in their hands, flung what they had upon the floor, until it was strewn with articles of richest virtu. When Judah descended, the formation was complete, and the officer waiting to see his last order executed.\\n\\nThe mother, daughter, and entire household were led out of the north gate, the ruins of which choked the passageway. The cries of the domestics, some of whom had been born in the house, were most pitiable. When, finally, the horses and all the dumb tenantry of the place were driven past him, Judah began to comprehend the scope of the procurator's vengeance. The very structure was devoted. Far as the order was possible of execution, nothing living was to be left within its walls. If in Judea there were others desperate enough to think of assassinating a Roman governor, the story of what befell the princely family of Hur would be a warning to them, while the ruin of the habitation would keep the story alive.\\n\\nThe officer waited outside while a detail of men temporarily restored the gate.\\n\\nIn the street the fighting had almost ceased. Upon the houses here and there clouds of dust told where the struggle was yet prolonged. The cohort was, for the most part, standing at rest, its splendor, like its ranks, in nowise diminished. Borne past the point of care for himself, Judah had heart for nothing in view but the prisoners, among whom he looked in vain for his mother and Tirzah.\\n\\nSuddenly, from the earth where she had been lying, a woman arose and started swiftly back to the gate. Some of the guards reached out to seize her, and a great shout followed their failure. She ran to Judah, and, dropping down, clasped his knees, the coarse black hair powdered with dust veiling her eyes.\\n\\n\\\"O Amrah, good Amrah,\\\" he said to her, \\\"God help you; I cannot.\\\"\\n\\nShe could not speak.\\n\\nHe bent down, and whispered, \\\"Live, Amrah, for Tirzah and my mother. They will come back, and--\\\"\\n\\nA soldier drew her away; whereupon she sprang up and rushed through the gateway and passage into the vacant court-yard.\\n\\n\\\"Let her go,\\\" the officer shouted. \\\"We will seal the house, and she will starve.\\\"\\n\\nThe men resumed their work, and, when it was finished there, passed round to the west side. That gate was also secured, after which the palace of the Hurs was lost to use.\\n\\nThe cohort at length marched back to the Tower, where the procurator stayed to recover from his hurts and dispose of his prisoners. On the tenth day following, he visited the Market-place.\\n\\nCHAPTER VII\\n\\nNext day a detachment of legionaries went to the desolated palace, and, closing the gates permanently, plastered the corners with wax, and at the sides nailed a notice in Latin:\\n\\n\\\"THIS IS THE PROPERTY OF THE EMPEROR.\\\"\\n\\nIn the haughty Roman idea, the sententious announcement was thought sufficient for the purpose--and it was.\\n\\nThe day after that again, about noon, a decurion with his command of ten horsemen approached Nazareth from the south--that is, from the direction of Jerusalem. The place was then a straggling village, perched on a hill-side, and so insignificant that its one street was little more than a path well beaten by the coming and going of flocks and herds. The great plain of Esdraelon crept close to it on the south, and from the height on the west a view could be had of the shores of the Mediterranean, the region beyond the Jordan, and Hermon. The valley below, and the country on every side, were given to gardens, vineyards, orchards, and pasturage. Groves of palm-trees Orientalized the landscape. The houses, in irregular assemblage, were of the humbler class--square, one-story, flat-roofed, and covered with bright-green vines. The drought that had burned the hills of Judea to a crisp, brown and lifeless, stopped at the boundary-line of Galilee.\\n\\nA trumpet, sounded when the cavalcade drew near the village, had a magical effect upon the inhabitants. The gates and front doors cast forth groups eager to be the first to catch the meaning of a visitation so unusual.\\n\\nNazareth, it must be remembered, was not only aside from any great highway, but within the sway of Judas of Gamala; wherefore it should not be hard to imagine the feelings with which the legionaries were received. But when they were up and traversing the street, the duty that occupied them became apparent, and then fear and hatred were lost in curiosity, under the impulse of which the people, knowing there must be a halt at the well in the northeastern part of the town, quit their gates and doors, and closed in after the procession.\\n\\nA prisoner whom the horsemen were guarding was the object of curiosity. He was afoot, bareheaded, half naked, his hands bound behind him. A thong fixed to his wrists was looped over the neck of a horse. The dust went with the party when in movement, wrapping him in yellow fog, sometimes in a dense cloud. He drooped forward, footsore and faint. The villagers could see he was young.\\n\\nAt the well the decurion halted, and, with most of the men, dismounted. The prisoner sank down in the dust of the road, stupefied, and asking nothing: apparently he was in the last stage of exhaustion. Seeing, when they came near, that he was but a boy, the villagers would have helped him had they dared.\\n\\nIn the midst of their perplexity, and while the pitchers were passing among the soldiers, a man was descried coming down the road from Sepphoris. At sight of him a woman cried out, \\\"Look! Yonder comes the carpenter. Now we will hear something.\\\"\\n\\nThe person spoken of was quite venerable in appearance. Thin white locks fell below the edge of his full turban, and a mass of still whiter beard flowed down the front of his coarse gray gown. He came slowly, for, in addition to his age, he carried some tools--an axe, a saw, and a drawing-knife, all very rude and heavy--and had evidently travelled some distance without rest.\",\"timestamp\":1640142646,\"title\":\"Still he who would do justice,\\\" she proceeded, \\\"will not forget that the cunning of our hands was bound by the prohibition,\"},\"digest\":\"IyIvZPjrPWt_xvVdP1M05vdN3OUIuSlVpZAaKPglx7k\",\"authorship\":{\"contributor\":\"0x994E4477C12eEdA205e5484164bDb84f9649036F\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Wk2w9DbM6btM9NcwRJ36Yu3QIA-jus5pvEdUqMQXppU\\\",\\\"y\\\":\\\"qMytb3FLDLxXZkBVfG_Z3_mPrtKUWOxLLAeSMEBq1w0\\\"}\",\"signature\":\"6ywP3VF1dxFah9BmnumIDjD-Y6i4b7cX1kyvrcSWB4CHY_9fPx6AQC2Y9taGFwBv1Y55nG-PY8fOCPsgPzcjqg\",\"signingKeySignature\":\"0xcd40c0bad10ddbf167325ad5b9c93a151b305f8a8c69257bf6a2eb6cbafc4ce730febb738f8f7704fc553565558cdbfca9795fdc6c07a22113259725beba96eb1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Wk2w9DbM6btM9NcwRJ36Yu3QIA-jus5pvEdUqMQXppU\\\",\\\"y\\\":\\\"qMytb3FLDLxXZkBVfG_Z3_mPrtKUWOxLLAeSMEBq1w0\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"IyIvZPjrPWt_xvVdP1M05vdN3OUIuSlVpZAaKPglx7k\"}"