"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/GvtyQBDS7Dcog10wkHWA9.jpg?height=503&width=894)\\n\\nDeFi or Decentralized Finance is a foundation of Metaverse. Cryptocurrencies are successful in democratizing money and freeing themselves from the restriction of the Central Bank.\\n\\n**Here is a 1 min summary of the article if you want to skip the reading.**\\n\\n[Defi Review #0: Why I Focus on DeFi ](https://www.youtube.com/watch?v=JvrFYt0J7ok)** \\n What is DeFi**\\n\\nIn the broader sense, it is a crypto answer for the financial system. It offers a better or improve version of the financial system that crypto can offer. But does such a version of crypto is better than a fiat currency system? The answer is we really don’t know. DeFi is at its infancy now and just similar to Bitcoin in 2010, it crashes before it went back to become a better version of itself.\\n\\n**Why DeFi**\\n\\nBefore we enter into Web3.0 or even Metaverse, we need a cloud economy that can sustain and run by itself without third parties involved. Bitcoin and many other first-generation cryptocurrencies prove that the money system does not need to have a central authority to run in order to have it function with valuation. DeFi is the next phase to prove we do not need to have a central authority to run a marketplace. No regulations but innovation need to make a better marketplace.\\n\\n**Goals of DeFi**\\n\\nDeFi wants to resolve 5 key points: centralized control, limited access, inefficiency, lack of interoperability, and opacity.\\n\\n**Each DeFi Project Is Unique**\\n\\nEvery DeFi project is unique to resolve one or several problems. There are many different aspects of DeFi which makes many different categories of the project. It seems complicated at first but there are many similarities of projects we can explore in-depth to discover. \\n\\n**Risks With DeFi**\\n\\nOf course, there are many risks that DeFi can bring such as hacks, scams, unproven economic or governance models, or regulatory uncertainty. We will also explore many unknown risks so that users can prevent or potentially detect rug pull.\\n\\n**My Goals**\\n\\nWe want to learn more about DeFi to prepare Web3.0 and Metaverse. We also want to prevent much potential loss from scams and other risks. Of course, I demonstrate my opinion of each DeFi project and you should do-your-own-research (DYWR). It is not financial advice but an educational purpose to showcase DeFi projects. \\n\\n**In Conclusion**\\n\\nI think DeFi is a bridge to link between Crypto to Web3.0 and Metaverse. It is not getting rich quick scheme. I hope my research may help you to learn more about DeFi.\\n\\n \\n \",\"timestamp\":1639985407,\"title\":\"Defi Review #0: Why I Focus on DeFi \"},\"digest\":\"o9KUu1HmKf7cwl6tbndMLpz4-IIZhas_gJlLRGA85eE\",\"authorship\":{\"contributor\":\"0x87D5032831E5C092c87eb879e5108da7D58f9192\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lw4t0mlznI4_BZiKaXoO0GDds-k2Clvl2kIjiIO3wd8\\\",\\\"y\\\":\\\"tshMvjAj0Qih3m2u_r94rFHGuI6WbqbpZWqxA4eQZnQ\\\"}\",\"signature\":\"0bpnoO4iBIV2u3sXKky4Li0pdIe7h8ghl-Q5lJtIPIiz_tGYvB0xu4UcE0ij4SkChnLcuNnSy7w6dz1UPmI--g\",\"signingKeySignature\":\"0x2377719d6c5e70a72859b3007214aee9d157cabe693063a753dcf9728579b6f468199eec967de55a473acdd17994cbaac6a4ea94d085e6d31747eecba4f4da931b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"lw4t0mlznI4_BZiKaXoO0GDds-k2Clvl2kIjiIO3wd8\\\",\\\"y\\\":\\\"tshMvjAj0Qih3m2u_r94rFHGuI6WbqbpZWqxA4eQZnQ\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"o9KUu1HmKf7cwl6tbndMLpz4-IIZhas_gJlLRGA85eE\"}"