"{\"content\":{\"body\":\"**虽不耀眼，但朴实无华也会发光！**\\n\\n**——万象**\\n\\n# 前言\\n\\n在区块链公链当中，经历了接近七年的朴实无华，仍坚守在区块链发展道路上的项目有多少？或许有很多已经被历史长河遗忘，有些已经忘记了曾经的初心，改成做一个项目换一个项目，虽然收获了大笔财富，但却早已腐朽！\\n\\n在这些公链项目中，有一条公链还在默默无闻地深耕，今天为大家介绍的就是 Tezos （特所思）这条公链。虽然不曾耀眼，但经历了时间的洗礼，也可以变得发光发亮！\\n\\n# 正文\\n\\n说到 Tezos 可能很多圈内人不知道这是什么项目，不奇怪。但是把代币名称说出来，那么老韭菜就一定会知道这个币种。因为这个项目方早期时候还是火爆一时的存在，并且有着大批支持者参与了私募与众筹。\\n\\nTezos 这个名字源于古希腊语，译为智慧的合同，也就是区块链智能合约的意思。Tezos 作为一条公链，和以太坊一样都是去中心化智能合约平台，支持权益证明智能合约（POS），并提供一个平台让其他人在上面建立去中心化的应用程序（Dapps），利益相关者可以就协议的修正案进行投票。而 Tezos 的代币就是 XTZ。\\n\\n作为一条公链，本身需要一些特点才能吸引人，那么这条公链有什么特别吸引人的地方呢？经过了解，还真的找出来几点比较吸引人。\\n\\n1、 Tezos 是最早提出链上自治的解决方案的项目，它是一个自修正具有图灵完备智能合约的区块链网络，通过集成一个正式的链上机制，用于提议、选择、测试和激活协议升级，而不需要通过硬分叉来进行决议等行为。\\n\\n2、Tezos 拥有自己创建的、更完备的智能合约语言。Tezos 项目引入的形式验证（formal verification）技术，极大程度上减少了智能合约编写时因程序员经验不足而导致的漏洞，从而保护用户财产不受损失。\\n\\n3、为了实现智能合约，以太坊ETH于底层搭建了EVM，也就是以太坊虚拟机。但 Tezos 团队再次颠覆了思维局限、完全摒弃了虚拟机，他们认为将高计算量的任务和负荷置身于 Tezos 之外，最终将结果回馈就可以了。于是 Tezos 团队创建了自己独有的编程程序Michelson。Michelson除了拥有类似C语言等底层语言的特性之外，还拥有如Javascript，Java等等高级语言的特性。\\n\\n4、Tezos 基金会拥有足够的资源来支持协议的开发，一个项目的资金是否充足，决定了这个项目是否可以存活下去。\\n\\n以上就是 Tezos 目前比较吸引人的地方，只是光吸引人还不够，还要看社区的发展动向才能了解得更多。那么这个项目的社区目前怎么样呢？经过了解，社区目前还是很活跃，并且实时更新动向，没有停止探讨的现象出现。\\n\\n可能很多看客会问，怎么会突然想起来说 Tezos 这个项目了？是不是准备收割一波啊？其实不是，因为目前以太坊2.0要做的事情就是由POW升级到POS机制。这不就是一个很重要的时刻吗？以太坊的成功是大家可以看见的，而且它也有着很庞大的生态呈现出来，并且在生态创新这块远远超过其它公链项目。\\n\\n那么可以预见，当以太坊2.0正式上线，是不是意味着POS机制的火爆开启呢？毕竟现在市场中有部分公链是一开始就做POS机制，而且有着很长时间的沉淀。并且在这个基础上，验证了POS的稳定性与优势性完全不输POW，还能很好的用链上治理方案来解决硬分叉这个麻烦。\\n\\n为什么说硬分叉是个麻烦？其实有的时候，分叉是可以带来解决问题的功效，这点不用质疑。只是如果为了一件小的事情就进行分叉，或者为了利益而分叉，那么这条公链的命脉就会被分解，社区也会分开，并且还会出现用户的流失。这些因素都在说明，分叉没问题，只是分叉多了，就成了很大的问题。包括最近的BCH分叉事件，才经历几年时间，就分叉几次了，这后面还不知道要分叉多少次呢！\\n\\n在Tezos 的案例中，链上治理模式的优势还是非常显着的。Tezos 于2018 年9 月17 日上线主网，至今为止一共发起了4 次升级提议，其中一次提议最终被投票否决，其他三次均成功升级，具体投票信息可以在Tzstats 上进行查询。值得注意的是，Tezos 在主网上线短短的两年时间内就成功进行了三次升级，这正是受益于其精心设计的修正机制。\\n\\n另外一点是，由于目前以太坊上的生态过于庞大，还有很多问题没有解决，包括网络拥堵与手续费问题，一旦时间拖得久了，那作为生态中的开发者会不会选择其它公链呢？其中作为POS一员的 Tezos 就很有机会大显身手一番，毕竟隐忍了七年时间，为的也是在时机成熟时崭露头角！在这些年中，Tezos 也不是一帆风顺，也有着痛苦的经历，但是这些经历带来的是坚韧不拔的精神，还有团队不愿放弃的理念，这些结合起来就可以成为一种力量，让其发光发亮！\\n\\n还有一个值得思考的设想，如果以太坊2.0无法升级成功，会出现什么样的局面呢？那么其生态中会不会出现转换别的公链项目进行开发研究？毕竟是有几率出现这样的事情，而且整个以太坊升级2.0时间太过漫长，那么Tezos 就会有时间来增强自身的生态建设。包括布局DeFi领域、游戏领域、还有社交领域，这些都是需要时间来完善的。\\n\\n迄今为止 Tezos 在建立开发者社区方面并没有得到很大的成果，尽管Tezos 有着雄心壮志，但目前还在 Tezos 之上Dapp数量还不是很多。关于生态建设这方面，是公链必争之地，如果只是为了吸取用户进行质押挖矿，这难免有点单一了，没有好的生态来形成一条产业链，竞争力自然就会小很多。\\n\\n当然，随着时间的推移，在POS热潮的带领下，Tezos 也会占有一席之地，并且可以发挥自身的特点与优势来进行吸纳人才，生态与社区都可以随之完善。并且团队领袖也需要经常出来布道自家公链才行，不能再像以前一样隐忍低调了，要站出来说出 Tezos 公链的情况，有什么优势与需要完善的地方。并且要为区块链技术带来怎样的改变等等。\\n\\n当大趋势明朗时，只要跟在后面进行，总会有不错的收获。Tezos 既然有自身的优势，那就无需再沉默下去，用隐忍多年的能量来冲击一下那不曾到过的地方！公链之中，总会有人站出来，引领区块链技术进入大众眼中。在这重要的时刻，Tezos 会挺身而出，让币圈区块链为之一振吗？拭目以待吧！\",\"timestamp\":1641800395,\"title\":\"历经八年隐忍，终将蓄势待发！Tezos有何优势可以在这轮热潮中挺身而出？\"},\"digest\":\"sTuk_4SiTthAJo0Y7EXTMqMqSqVwomr6hvS6U32oNvQ\",\"authorship\":{\"contributor\":\"0x0D54b115d9b11Cf984F20Ce9C590937510DcD114\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uG_EMPuuyOeC4ZR4ken1-4Os7OQ4G6RJ-3xG3jjdrpA\\\",\\\"y\\\":\\\"3V-YDLEg2fTjO18Owm1sIBwAl6PsRbjdzYALQxFjI20\\\"}\",\"signature\":\"8FrYlDr6Aos7tewrdHLbsQnWi2mayNSA6IbsY76iQhwg-worP68CgVSCgVNhf4njta1NCLv3Kz_o9juU2qMabg\",\"signingKeySignature\":\"0xbd7420f5eb4471d02d1f360657d9c2eb2896cba6d8bbed2e0b37d57016aa61d742d9a5eb3546a36ab3eb14308caa5c6807f39693985c310abfb7984cce7558d31b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"uG_EMPuuyOeC4ZR4ken1-4Os7OQ4G6RJ-3xG3jjdrpA\\\",\\\"y\\\":\\\"3V-YDLEg2fTjO18Owm1sIBwAl6PsRbjdzYALQxFjI20\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"sTuk_4SiTthAJo0Y7EXTMqMqSqVwomr6hvS6U32oNvQ\"}"