"{\"content\":{\"body\":\"## Miles de millones están siendo robados en DeFi a través de monedas meme y proyectos falsos…\\n\\n*Esta es una versión traducida y adaptada del texto “[Crypto Scammers Rip Off Billions as Pump-and-Dump Schemes Go Digital](https://www.bloomberg.com/news/features/2021-07-08/crypto-scams-rug-pulls-bitcoin-hacks-billions-lost-when-shit-coins-go-to-zero)” publicado por Misyrlena Egkolfopoulou y Charlie Wells en Bloomberg el 8 de julio de 2021.*\\n\\nEscucha al Canto del Dinero de los Lobos del Cripto.\\n\\nRecuerda el Canto del Dinero: Matthew McConaughey golpeándose el pecho tomando el dinero de los tontos.\\n\\nTitan Maxamus estuvo ahí. Bueno, no ahí, en una de las oficinas como las del “Lobo de Wall Street”. Estuvo del otro lado — como la víctima. Titan Maxamus conoce el juego. En la versión cinematográfica de Scorsese sobre sexo, drogas y acciones, se llama “pump and dump”. En la industria actual de las criptomonedas, se conoce como “rug pull”.\\n\\nMaxamus cree que sufrió un rug pull hace unos meses en un dudoso activo digital llamado Safe Heaven. Como tantos otros soñadores en los mercados memeificados de hoy, estuvo apostando $50 aquí, otros $100 allí en lo que se conoce como Shit Coins, oscuras monedas digitales que se emiten de a miles todos los días. Estas monedas hacen que el Bitcoin parezca tan bueno como el oro.\\n\\nUn día, Safe Heaven estaba volando. Al día siguiente, se derrumbó. Maxamus (ese es su seudónimo online. Su nombre real es Glenn Titus) no puede probar nada. Pero, en retrospectiva, lo que ocurrió le parece obvio: algún estafador de poca monta creó Safe Heaven con unos pocos golpes de teclado, hizo un marketing infernal y rápidamente desapareció con los fondos.\\n\\nEl grupo de Telegram de Safe Heaven, que antes desbordaba de emojis de cohetes y GIFs de Elon Musk, había sido eliminado. La cuenta de Twitter de Safe Heaven no se actualiza desde el 28 de mayo.\\n\\n![Safe Haven, uno de los tantos proyectos de cripto que acabaron resultando estafas.](https://miro.medium.com/max/1400/1\\\\*VyGbXlC8Qu4vRGick1nqbg.png)\\n\\n“Todos los que conozco han sufrido algún rug pull”, dice Titus, un carnicero de 38 años de Salem, Oregon. “A veces ganas. A veces pierdes. Con suerte, ganarás más de las que pierdes”.\\n\\nHay mucho dinero en juego. Miles de millones son robados todos los años a través de diferentes estafas de criptomonedas. Y, por como van las cosas, esto se va a poner peor.\\n\\nEn Wall Street, esta clase de estafas solían ocurrir en casas de bolsa de dudosa reputación como la que describe la película de Scorsese. En ellas, los empleados intentaban vender acciones ridículas a los crédulos.\\n\\nEn el mundo cripto, la mayoría de los que han sido estafados sólo pueden encogerse de hombros. Lo atribuyen al riesgo intrínseco de operar en cripto, el precio a pagar por un ticket de lotería que podría sacar el premio mayor.\\n\\nTitan Maxamus dice que no se da por vencido. Tiene entre $20 y $1.000 de docenas de diferentes monedas meme.\\n\\n“La gente tiene miedo de quedarse afuera de la próxima gran cosa, así que ponen dinero en diferentes proyectos”, dice Maxamus. Admite que su propio FOMO lo hizo caer en tres rug pulls. “Nunca sabes”, reflexiona. “Es el riesgo que corres”.\\n\\nLa lista en Tokensniffer.com es cada vez más larga. Hace una hora, MoonMiner. Tres horas antes, GoldenShiba. Cuatro horas antes, EverRise. Y así sigue, hora tras día, tras semana, tras mes, en una especie de TripAdvisor de malas experiencias en cripto. Todos aparecen bajo el mismo encabezado: “Las últimas estafas y hackeos”.\\n\\n[Tokensniffer](https://tokensniffer.com/) sostiene haber realizado un seguimiento de 42.071 tokens y 2.250 estafas o hackeos. Eso fue hasta el 16 de junio. Más de 200 supuestas estafas fueron cargadas por usuarios sólo en las primeras dos semanas de junio.\\n\\n![TokenSniffer, un sitio web que recopila denuncias de estafas con cripto.](https://miro.medium.com/max/1400/1\\\\*xlkcTMboJSgjCyQZqHsQxQ@2x.jpeg)\\n\\nEs difícil saber cuántas de esas monedas fueron realmente un rug pull. El website fue desarrollado en octubre de 2020 por un ingeniero en software y trader de cripto. Tiene 44 años y vive en el oeste de Estados Unidos. Como muchos otros inversores en cripto, prefiere mantener el anonimato.\\n\\nLa idea de Tokensniffer le vino tras ser víctima él mismo de rugpulls. Su sitio extrae datos de nuevos tokens meme de distintos canales de redes sociales y analiza el código fuente. A veces, los usuarios también reportan tokens que no están en el sistema.\\n\\nTokensniffer funciona un poco como un escáner de virus para patrones maliciosos en el código. Un programa que “olfatea” vulnerabilidades. Clones de monedas existentes son con frecuencia una alerta roja. La mayoría de los fraudes más recientes (el sitio descubrió 450 en los últimos 30 días) eran del tipo “honeypot” (estafas donde los usuarios depositan sus fondos en un smart contract donde pueden ser robados por el creador). Los honeypots suelen ser más fáciles de descubrir analizando su código. Los rug pulls son más complicados.\\n\\nCada vez más gente está siendo víctima de estafas. En lo que va de este año, más de 2.600 millones de dólares fueron robados, de acuerdo a [Chainalysis](https://www.chainalysis.com/), una firma de investigaciones de blockchain de Nueva York. Y esta cifra no incluye el gigante esquema Ponzi descubierto recientemente en Sudáfrica. Las autoridades estiman que se robaron 3.600 millones de dólares en bitcoin. Aunque parezcan elevadas, las cifras igualmente representan una reducción marcada respecto de 2019, cuando los estafadores se marcharon con unos 9.000 millones.\\n\\nPero hay una diferencia clave: la cantidad de gente que está siendo estafada. Con algunas excepciones, la mayoría de los fraudes de cripto parecen estar haciéndose más pequeños. Esas son las buenas noticias. Las malas noticias es que hay más estafas y más gente está siendo perjudicada.\\n\\nDe 2019 a 2020, la cantidad de víctimas creció a un estimado de 7,3 millones, una cifra parecida a la población de Hong Kong. Entre los últimos tres meses de 2020 y los primeros tres meses de 2021, la cantidad de estafas únicas creció aproximadamente 18% hasta 1.335, de acuerdo a Chainalysis.\\n\\nLa mayoría de los fraudes son tan pequeños que ni siquiera son registrados por las autoridades. Los reguladores suelen priorizar a los casos que involucran grandes cantidades de dinero o violaciones que parecen especialmente graves. Casos por menos de 100.000 dólares suelen ser ignorados, y las víctimas tienen poco incentivo para buscar a los perpetradores por su cuenta. La mayoría de los estafadores simplemente desaparecen.\\n\\nAlgunos lobos del cripto trabajan solos. Otros en manada. Y casi todos usan seudónimos online. Incluso aquellos que forman parte del mismo grupo estafador muchas veces no conocen las verdaderas identidades de sus cómplices.\\n\\n“No puedes extraer sangre de una piedra”, dice Paul Sibenik, director de gestión de casos en [CipherBlade](https://cipherblade.com/), una compañía de investigaciones de blockchain, sobre tratar de recuperar tu dinero. “Si ya no queda nada o si la pérdida no era tan grande, capturar a la gente detrás de estos fraudes es muy difícil”.\\n\\nCipherBlade, fundada en 2018, aún no tomó ningún caso de monedas meme. Sibenik espera que este negocio crezca a medida que más gente se meta en monedas meme y pierdan su dinero, y esto dé origen a un aumento de los casos.\\n\\n“Habrá consecuencias”, dice Sibenick, “pero esto no ocurrirá rápido”.\\n\\nSibenik sigue: “Hay tantas oportunidades de ganar dinero... No es una sola persona ni un grupo de gente. Están por todo el mundo”.\\n\\nLas noticias corrieron rápido por Twitter: Safetrade era un proyecto supuestamente a prueba de rug pulls. La persona o personas detrás del proyecto no podían salir corriendo con el dinero. Una cuenta que promociona monedas meme, Crypto Gems, urgía a sus seguidores a entrar… y hacerlo rápido. (Crypto Gems no respondió a mensajes de Bloomberg; quien sea que esté a cargo, no pudo ser ubicado).\\n\\nEra el sábado 10 de abril y Safetrade tenía *buzz* en todas las redes sociales. La gente decía que era LA próxima gran moneda. Robert Turner colocó $50 en Safetrade a través de PancakeSwap, uno de los exchanges descentralizados más populares para meme coins.\\n\\nUn par de días después, la estafa ocurrió. O al menos, eso es lo que Turner cree que pasó. Estaba monitoreando Safetrade en Poocoin.com, una plataforma de cripto con nombre escatológico, cuando el precio cayó a cero en menos de un minuto. Revisó el grupo de Telegram de Safetrade group. Había sido borrado. Todos los miembros habían sido expulsados.\\n\\nAhí es cuando las cosas se pusieron extrañas. Minutos después, Turner recibió un mensaje privado en Telegram. Un individuo le estaba ofreciendo recuperar su dinero. Todo lo que Turner tenía que hacer era transferir los tokens restantes de su wallet a la de ellos.\\n\\n“Tienes que enviar los fondos restantes de Safetrade a la wallet que te vamos a asignar”, le escribió el usuario anónimo. “Esto es un asunto profesional. No voy a estafarte. Estoy aquí para resolver el tema”.\\n\\nTurner, un ingeniero de software de 42 años de Melbourne, Australia, se olió los problemas. No lo hizo. Sus tokens valían centavos en aquel momento. Pero los centavos pueden sumarse. “Si esta persona lograba juntar los centavos de suficiente gente, podrían valer algo”, dice sobre el supuesto Buen Samaritano.\\n\\nLuego está Mooncharge — lo que parece como un “soft rug”. Esto significa que el creador del proyecto abandona el barco y deja de trabajar en promocionar su creación. Con frecuencia, esto hace que la moneda se vuelva inservible. Turner compró $50 de Mooncharge en abril después de leer sobre la moneda en Reddit. Al poco tiempo, perdió su dinero. Esto es lo que ocurrió.\\n\\nEl administrador del grupo de Telegram, presumiblemente el creador de Mooncharge, en abril anunció a los miembros que estaba trabajando en una nueva versión de la moneda. “Vamos a tenerlos a todos informados de Mooncharge v2. Prepárense. Esto va a ser demencial”, escribió.\\n\\n“V2?”, preguntaron, confundidos, los miembros de la comunidad en Telegram.\\n\\n“¿Alguien puede explicarme qué está pasando? ¿Fuimos estafados?”, alguien preguntó.\\n\\n“Estoy abajo $600 desde hace 20 o 30 minutos. ¿Qué pasó?”, preguntó otro.\\n\\nA comienzos de mayo, el administrador del grupo seguía insistiendo que la versión 2 estaba por llegar. “No cambien de canal”, escribió. Pero no pasó nada. Al primero de julio, todavía no había novedades.\\n\\n“El token perdió todo su valor después de eso”, dice Tuner. Se quedó durante un tiempo, con la esperanza de que la v2 llegara a materializarse, y luego vendió lo que le quedaba de Mooncharge. “Todos perdieron su dinero”, dice.\\n\\nBen Ghrist sabe todo sobre estafas de cripto. Vive en la casa de sus padres en Roanoke, Texas, y por el momento se dedica a comprar y vender meme coins a tiempo completo. A los 35 años, Ghrist es un millonario en Safemoon, un billonario en Kishu Inu y Sanshu Inu y un trillonario en Keanu Inu. Tiene inversiones en al menos unas 15 monedas diferentes, con alrededor de un cuarto de su portafolios de $25.000 en Dogecoin, una moneda creada como una broma en 2013 en honor al Shiba Inu.\\n\\nGhrist sospecha que sufrió rug pulls, soft rugs e incluso que fue víctima de un honey pot — como se llama la situación en que una moneda aparentemente legítima resulta ser una trampa. Ghrist cuenta que quería vender la ganancia momentéa de 1000% que había conseguido tras el lanzamiento de una moneda llamada Space Jupiter. Pero las ventas estuvieron bloqueadas por unos 20 minutos. Dice que los creadores de la moneda eventualmente volvieron a activar las ventas pero sólo una vez que el precio se había derrumbado, y luego de que, Ghrist sospecha, hubieran tomado las ganancias para ellos mismos.\\n\\n“A veces tienes suerte y a veces no”, dice Ghrist, quien típicamente trabaja desde su cama con dos laptops. Dice que suele quedarse toda la noche e incluso que ha trabajado hasta 48 horas seguidas en la búsqueda del oro de las meme coins.\\n\\nA la hora de elegir sus inversiones, considera una serie de factores para minimizar el riesgo.\\n\\nUno es la cantidad de cuentas de redes sociales que tiene la moneda (las monedas legítimas, dice, suelen tener más que las dudosas). Otro es si esas cuentas son públicas o privadas (dice que las cuentas públicas son más seguras que las privadas). También cuánto tiempo los administradores de esas cuentas pasan chateando con los inversores (más es mejor que menos).\\n\\nLuego, mira a lo que está pasando en los grupos de Telegram, conocidos en la jerga de las meme coins como “grupos de promoción”. Cuando todo parece hecho demasiado a las apuradas, es una mala señal, dice.\\n\\n> *“A veces pierdo mi dinero en una estafa”, dice. “Pero esto es compensar por el hecho de que, en otras ocasiones, multiplico mi inversión entre 3 y 5 veces. A veces, uno hasta puede ganar hasta 30 veces o más”.*\\n\\nLa estafa récord en el mundo cripto no fue un rug-pull, un soft-pull o un honeypot. Fue un viejo Ponzi. En abril, dos hermanos de Sudáfrica dijeron que su plataforma de inversiones en cripto había sido hackeada. Luego desaparecieron con un 3.600 millones de dólares en Bitcoin.\\n\\nEl récord anterior lo tenía la wallet y exchange de cripto china PlusToken. Según las autoridades chinas, los usuarios PlusToken fueron estafados en más de 2 mil millones de dólares en otro esquema Ponzi. El último noviembre, los responsables fueron condenados a entre 2 y 11 años de cárcel.\\n\\n![Ameer y Raees Cajee, los hermanos sudafricanos que cometieron la mayor estafa cripto de la historia hasta 2021.](https://miro.medium.com/max/1400/1\\\\*fytfOUNQWu9KFLKFuGD15w.png)\\n\\nA lo largo del mundo, las autoridades están intentando ponerse al día. Una década después de la creación del Bitcoin, los reguladores todavía están intentando descifrar cómo ejercer poder de policía sobre las criptomonedas, dado que operan sin gobiernos ni bancos centrales.\\n\\nA medida que más instituciones e inversores de retail llegan al mundo cripto (y muchos más lo harán en el futuro) aparecerán nuevas estafas.\\n\\n“Las criptomonedas están entrando en una nueva etapa” dice Kim Grauer, director de investigación de Chainalysis. “La tecnología está mejorando. El trading se está haciendo más sencillo. Instituciones e inversores comunes, que en otra época nunca se habrían acercado a cripto, quizá lo intenten en algún momento”.\\n\\nEl Bank for International Settlements, el banco central de los bancos centrales, hace poco estableció ciertos lineamientos duros para bancos que quieran hacer operaciones en Bitcoin. Fue la aceptación de algo obvio: el Bitcoin es riesgoso pero también un reconocimiento del nuevo lugar que ocupa en el orden financiero mundial.\\n\\nLos Lobos del Cripto también saben todo esto. Allá afuera, el Canto del Dinero sigue sonando.\\n\\nDurante la pandemia en Estados Unidos, el aburrimiento, la vieja codicia hizo que mucha gente llegara al cripto y las acciones meme. Elon Musk twittea y los precios se disparan o se derrumban.\\n\\nMichael Burry, de “The Big Short”, ha estado advirtiendo que esto puede terminar terriblemente mal. Se estima que unas 10.000 nuevas monedas han sido creadas este año. ¿Quién sabe cuántas terminarán siendo estafas?\\n\\nHay tantas nuevas monedas dando vueltas y los precios pueden ser tan volátiles, que mucha gente ni siquiera se da cuenta si ha sido estafada. Los estafadores muchas veces cubren sus rastros mezclando criptomonedas conocidas con otras anónimas, una vieja maniobra de lavado de dinero conocida como “mixing” o “blending”. Roban un poco de cripto aquí y otro poco allá, y lo canalizan a diferentes wallets digitales de diferentes exchanges.\\n\\nJason Gottlieb es socio en la firma legal Morrison Cohen de Nueva York, especializada en aspectos regulatorios y criptomonedas. Dice que algunas personas tratan de ensuciar a monedas particulares persiguiendo sus propios fines.\\n\\n“Hay gente puramente maliciosa que va y siembra noticias de que el proyecto X es una estafa porque ellos están trabajando para el proyecto Y, que es un competidor”, dice.\\n\\n**Sólo una cosa es segura: nadie se queja cuando está ganando dinero.** Es sólo cuando empiezan a perder dinero (y últimamente, esto ocurrió a muchos) que gritan que fueron engañados.\\n\\n“Cuando el precio sube, la gente no hace demasiadas preguntas”, dice Tyler Moore, un profesor de ciberseguridad en la Universidad de Tulsa que estudió las estafas con criptomonedas. “Sólo ves la parte negativa cuando las cosas van hacia abajo”.\\n\\nEl Canto del Dinero del Lobo de Wall Street.\",\"timestamp\":1635376038,\"title\":\"Rug Pulls y Monedas Meme: Nuevos Fraudes en la Era de las Finanzas Descentralizadas\"},\"digest\":\"qw_q8wuJBME-k-tS3xg7FmI9GGNPHUwWa8FdMWsmVRs\",\"authorship\":{\"contributor\":\"0xf12C67e80E309eaC0c4dc18Fb26e68F9672297E9\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qrbE6qwBSQixjAPlmlesaYSfSDfN1z07Q_pEH83tRqE\\\",\\\"y\\\":\\\"DrbzeuYSvz29ItTUhorPG6WlJGyOoE5R1Q1BedSZ9_E\\\"}\",\"signature\":\"2LI_hG9XiurJqrGiMiskEhc4I6tnyPXn9sKiJDCUsB9d9nacf1VwKvMAJiGUrHv2tsFsrAkVZ3WEKCx_qoo3qA\",\"signingKeySignature\":\"0x9c195d7de24f8b19ebd659eff11dfb3055fc1112d8033f06f2020e445e0f202b202696324b844de384da8685420a801794eb79d2e29b0fb543b94f5991a6d3ed1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"qrbE6qwBSQixjAPlmlesaYSfSDfN1z07Q_pEH83tRqE\\\",\\\"y\\\":\\\"DrbzeuYSvz29ItTUhorPG6WlJGyOoE5R1Q1BedSZ9_E\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"qw_q8wuJBME-k-tS3xg7FmI9GGNPHUwWa8FdMWsmVRs\"}"