"{\"content\":{\"body\":\"We find ourselves in a murky cyberspace, a dark space without reason. It is not a stable 3D Cartesian space as depicted in William Gibson's 'Neuromancer.'\\n\\nWe can barely even crawl along without getting trod upon by a hundred different hostile entities.\\n\\nEverything seems like blind luck.\\n\\nBut maybe it only feels that way because we are looking at the world through a pair of broken goggles.\\n\\nIn this article, I will attempt to take a first step towards switching on the light, and see where we've all been scurrying around.\\n\\n\\n***\\n\\n### A thought experiment\\n\\n* Take several lumps of play-doh and roll them into strings of differing width and length.\\n* Wrap those strings into a twisted braid.\\n* Now cut down the middle of this braid.\\n\\n![](https://images.mirror-media.xyz/publication-images/54YGy0CATQex0b2XDUBCH.png?height=458&width=717)\\n\\nLet's take a look at the cross section A. This is 'space'. These colors are the structures you think are permanent and stable: your government, your banks, your schools. Your very concept of reality is just another of these artifacts.\\n\\nLook at the braid again:\\\\* this is reality freed from the concept of Space and Time\\\\*. You see processes interacting with one another--not as a linear-time slideshow of static events, but of a continuous 'meta event' which involves the interactions and feedback loops of everything with everything else.\\n\\nSo where is time? We haven't thrown it away. It exists, but only at the subjective level, based on the events going on; i.e. the changes in the 'strands' around you. This is where the feeling of time and motion come from. This is why time will appear to move faster (during a rugpull/moon) or slower (during a 'bearish' period).\\n\\n\\n***\\n\\n### Okay, but what are these threads, really?\\n\\nI propose to call these threads 'actors', based on the Actor Network Theory (ANT) \\\\[1\\\\]. You can think of them as identities if you like, but certainly not stable identities. They can grow, shrink, merge, split--just like blockchains. In fact, blockchains are the idealized form of these actors in the Web 3 cyberspace.\\n\\nBut blockchains are not the only actors of the space \\\\[2\\\\]. ANT lets us describe every entity in the space as an actor, and in fact as an \\\\*equal \\\\*actor regardless of whether it is man, machine, smart contract, mining corporation. This is known as *generalized symmetry*.\\n\\nIn ANT, groups of actors can temporarily align their goals to form a macro actor even when it's not in the formal case of a blockchain. Think: Telegram groups that coordinate to shill an altcoin, Discord raids,  pump groups, DAOs...\\n\\nSuch groups can exhibit varying levels of stability, political affiliation, loyalty. They can be leaderless or quasi leaderless, democratic (DAO voting), reputation-based, yadayada you've heard it all before. The point is that these actors can be all analyzed with similar dynamics, and that is where ANT comes in handy.\\n\\nWhat we're gonna do is put all these actors in a dynamic graph space. And then we'll finally be able to figure out how distance works.\\n\\n\\n***\\n\\n### Distance\\n\\nIf we assume that the Web 3 cyberspace is a dynamic graph full of cliques that form and grow and disband, then we can posit a distance function as follows:\\n\\n` Distance ~ Strength of Relationship`\\n\\nOkay, so we're back to a regular Web 2 social graph?\\n\\n**NO!**\\n\\nBecause each node of the graph is only a *virtual node* representing a 'role' and not a person.\\n\\nLet me make that more clear with an example:\\n\\n...\\n\\n*Imagine you are a hodler of both BTC and a miner of some altcoin like Grin.*\\n\\n*It's morning (gm). You wake up and you look at your long term gains on BTC and enter 'BTC maxi mode'.*\\n\\n*You are now embodying the tribal feeling that everything other than BTC a scam. So you spend the morning reiterating this sentiment wherever you can.*\\n\\n![](https://images.mirror-media.xyz/publication-images/nl2LAcZAz2ZmcUvZWK-lS.png?height=274&width=591)\\n\\n*Later on you've eaten dinner and feel sated and comfortable and feel like having fun, so you put on your Grinhat and start shilling.*\\n\\n![](https://images.mirror-media.xyz/publication-images/KuEJZr4WnvMI80lsXKFy_.png?height=304&width=595)\\n\\n*Now lets say a wild BTC maxi appears...*\\n\\n![](https://images.mirror-media.xyz/publication-images/LE1YhSiJ2rUi9f5zia0wH.png?height=303&width=596)\\n\\n![](https://images.mirror-media.xyz/publication-images/-GPUIPGO3EiojVZ6bJKgp.png?height=303&width=596)\\n\\n*Okay, now what?*\\n\\nWeb 2.0 social graph nerd says:\\n\\n*Ummm akushully, this guy has a close affinity to me (is in my 'friends list')--therefore, I will be nice to him.*\\n\\n*...*\\n\\n*Okay, TIME OUT.*\\n\\nObviously not. The alt-shilling-me is going to point out all BTC's flaws, its scalability issues, how bad an idea the Lightning Network is, etc.\\n\\nAnd I can do this and feel absolutely no cognitive dissonance. And later, I will go back to shilling BTC like nothing happened.\\n\\nHow is this possible?\\n\\nBecause it isn't about ideology, or even about belief, or really even about money!\\n\\nIt all comes down to membership in a group. Except that feeling of membership is not solid--it flows like everything else.\\n\\n*It's worth repeating:*\\n\\n*In my role as a BTCer, I am inclined to protect the BTC group.*\\n\\n*But as Altcoin Shill, I am inclined to protect the altcoin.*\\n\\nAnd boom--I am now two virtual actors.\\n\\nSo in fact I may have one computer, one IP address, one Twitter, one Facebook account...\\n\\nBut I have multiple loyalties, and so I will always be split.\\n\\nIn fact, **a Web 3 wallet may be the best representative we have of an (ANT) actor.**\\n\\nEven in the case of generating new wallet addresses for every transaction--a different mindset for every tx--doesn't that sound closer to the reality of things on the ground?\\n\\n\\n***\\n\\n### Putting together the pieces\\n\\nHere is where it all comes together.\\n\\nIf distance is measured by the strength of links between nodes in a graph, and those links are only ever virtual, then what is distance?\\n\\nDistance, like time, is virtual too! That is, different in every situation.\\n\\nIt always depends on the nature of the EVENT that you are in RIGHT NOW.\\n\\nIt doesn't matter whether are looking at the intra-clique strength of nodes in one altcoin group, or the super-macro level fights between mining pools such as the events leading up to the BTC-BCH split.\\n\\nIt all depends on the event and your goals and your motivations and your loyalties. It depends on all of the threads which grab you, affect you, influence you.\\n\\nIf you want to really understand what is going on in this space, you have to live it. You have to do it. You have to BE HERE.\\n\\nYou have to traverse these threads, changing from virtual role to virtual role, becoming hater, lover, fudder, FOMOer, bear or bull.\\n\\nYou have to connect outwards, lose yourself in the infinity of threads that all weave together into a greater, flowing whole.\\n\\nAnd when you do, you start to get a picture in your mind of where you are.\\n\\nGuess what happens when these braids all connect into one sprawling cyberspace?\\n\\n*Yes folks, welcome to Web 3.*\\n\\n*Welcome to... The Rug.*\\n\\n![](https://images.mirror-media.xyz/publication-images/8moOzaKO66rIzoKWT1pTh.png?height=450&width=400)\\n\\n\\n---\\n\\n### References\\n\\n\\\\[1\\\\] Actor Network Theory and After, Hassard & Law 1999, John Wiley & Sons\\n\\n\\\\[2\\\\] Understanding the Role of Actor Heterogeneity in Blockchain Splits: An Actor-Network Perspective to Bitcoin Forks, Islam 2019, DOI:10.24251/HICSS.2019.556\\n\\n\\n***\\n\\n#### \",\"timestamp\":1639755342,\"title\":\"Time and Distance in Web 3 Cyberspace\"},\"digest\":\"0kMxxuLcD0sWlB4yRRyPJQoTrWgmS6vy9SsEidUFg6A\",\"authorship\":{\"contributor\":\"0x8C36b2F805BFc600b9A8eb897e8c9186486036ce\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WIGbz-ITTJ3hTwuCiyShXP-zjtyL9dLNLLEczVTBbvQ\\\",\\\"y\\\":\\\"mbeEnh5fmW9AEHN_D7COeXNZbxiVQMGB-Doll3E8W7c\\\"}\",\"signature\":\"FXuWoXvkgmk8WiKEIzKzj1bWFH-baP9frt0zPSbxrdiOtlWh-a9VdXJPOny0iX2eEgi09mnSPJnZ89KSp1kTnA\",\"signingKeySignature\":\"0xa7b8f502cd0e3e43291b18402bcc861fc6fc2767c8791af7ed836de20f8f9e2569fac4552e5e10951a65f803b2a4985f837cc9d46449e6ee59ce8267003b014d1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WIGbz-ITTJ3hTwuCiyShXP-zjtyL9dLNLLEczVTBbvQ\\\",\\\"y\\\":\\\"mbeEnh5fmW9AEHN_D7COeXNZbxiVQMGB-Doll3E8W7c\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"0kMxxuLcD0sWlB4yRRyPJQoTrWgmS6vy9SsEidUFg6A\"}"