"{\"content\":{\"body\":\"> **In \\\"Share\\\" you can see some valuable information about the web3 industry and thoughts on the industry delivered by web3china.**\\n>\\n> **在《分享》 中你可以看到web3china传递的一些关于web3业内有价值的信息以及行业的思考。**\\n\\n*The following article is reprinted from the WRIED platform and shared by web3china in English and Chinese.*\\n\\n*以下文章转载于WRIED平台，由web3china以中英文分享。*\\n\\n原文标题：《The Father of Web3 Wants You to Trust Less》\\n\\n原文链接🔗：\\n\\n[https://www.wired.com/story/web3-gavin-wood-interview/](https://www.wired.com/story/web3-gavin-wood-interview/)\\n\\nweb3china官方推特：\\n\\n[https://twitter.com/web3cn](https://twitter.com/web3cn)\\n\\n```\\n👋Welcome to web3\\n```\\n\\n***“Gavin Wood, who coined the term Web3 in 2014, believes decentralized technologies are the only hope of preserving liberal democracy.”***\\n\\n> ***“Gavin Wood在2014年创造了 web3这个词，他相信去中心化技术是保持自由民主的唯一希望。”***\\n\\nDo you ever find yourself wondering, “What is Web3?” You’re not alone. The idea is having a moment, whether you’re measuring by [VC funding](https://www.wired.com/story/andreessen-horowitz-new-crypto-fund-iii/), [lobbying blitzes](https://www.nytimes.com/2021/10/29/us/politics/andreessen-horowitz-lobbying-cryptocurrency.html), or [incomprehensible corporate announcements](https://twitter.com/gregisenberg/status/1458832245385580544?s=20). But it can be hard to tell what all the hype is about.\\n\\n> 你是否去思考过，“什么是 Web3?” 不止是你。无论你是通过风险投资、游说闪电战，还是无法理解的公司声明来衡量，这个想法都有一定的意义。但是很难说这些炒作到底是怎么回事。\\n\\nTo believers, Web3 represents the next phase of the internet and, perhaps, of organizing society. Web 1.0, the story goes, was the era of decentralized, open protocols, in which most online activity involved navigating to individual static webpages. Web 2.0, which we’re living through now, is the era of centralization, in which a huge share of communication and commerce takes place on closed platforms owned by a handful of super-powerful corporations—think Google, Facebook, Amazon—subject to the nominal control of centralized government regulators. Web3 is supposed to break the world free of that monopolistic control.\\n\\n> 对于信仰者来讲，web3代表了互联网的下一个阶段，或许，也代表了社会组织的下一个阶段。据说，Web 1.0是一个去中心化、开放式协议的时代，在这个时代，大多数在线活动都涉及到导航到单独的静态网页。我们现在所经历的 Web 2.0是一个集中化的时代，在这个时代，大量的通信和商业活动发生在少数大公司所拥有的封闭平台中ーー比如谷歌、 Facebook、亚马逊ーー被中央集权政府监管机构名义上的控制着。Web3应该打破这个垄断控制的世界。\\n\\nAt the most basic level, Web3 refers to a decentralized online ecosystem based on the blockchain. Platforms and apps built on Web3 won’t be owned by a central gatekeeper, but rather by users, who will earn their ownership stake by helping to develop and maintain those services.\\n\\n> 在最基本的层面上，web3指的是一个基于区块链的分布式系统。基于 web3的平台和应用不会被中心化的方式掌控，而是被用户自己拥有，他们将通过帮助开发和维护这些服务来获得他们的所有权股份（或者是通证）。\\n\\nGavin Wood coined the term Web3 (originally Web 3.0) in 2014. At the time, he was fresh off of helping develop Ethereum, the cryptocurrency that is second only to Bitcoin in prominence and market size. Today he runs the Web3 Foundation, which supports decentralized technology projects, as well as Parity Technologies, a company focused on building blockchain infrastructure for Web3. Wood, who is based in Switzerland, spoke with me last week over video about where Web 2.0 went wrong, his vision of the future, and why we all need to be less trusting. The following interview is a transcript of our conversation, lightly edited for clarity and length.\\n\\n> Gavin Wood 在2014年创造了术语 Web3(最初的 Web 3.0)。当时，他刚刚开始帮助开发 Ethereum，这是一种在知名度和市场规模上仅次于比特币的加密货币。今天，他管理着 web3基金会，该基金会支持分散的技术项目，还有 Parity Technologies，一家专注于为 web3建立区块链基础设施的公司。伍德住在瑞士，他和我通过视频讨论了 Web 2.0哪里出了问题，他对未来的展望，以及为什么我们都需要减少信任。下面的采访是我们谈话的文字记录，为了清晰和长度，稍作编辑。\\n\\n**WIRED: As I understand it, the idea of Web3 at its most basic level is that the current setup, Web 2.0, is no good. So before we talk about what Web3 would entail, how would you describe the problems with the status quo?**\\n\\n> **WIRED: 据我所知，web3最基本的想法依旧脱离不了web2.0的限制那么在我们。讨论 web3将会带来什么之前，你会如何描述现状中的问题呢？**\\n\\nGavin Wood: I think the model for Web 2.0 was much the same as the model for society before the internet existed. If you go back 500 years, people basically just stuck to their little villages and townships. And they traded with people that they knew. And they relied on, broadly speaking, the social fabric, to ensure that expectations were credible, were likely to actually happen: These apples are not rotten, or this horseshoe doesn’t break after three weeks.\\n\\n> Gavin Wood: 我认为 Web 2.0的模式与互联网出现之前的社会模式非常相似。如果你回到500年前，人们基本上只是呆在他们的小村庄和小镇上。他们和他们认识的人做生意。广义地来讲，他们是依靠社会结构，来确保预期是可信的，可能真的会发生: 这些苹果没有腐烂，或者马蹄铁在三个星期后不会断裂。\\n\\nAnd that works reasonably well, because it’s difficult and very time-consuming and expensive to move between towns. So you have a reasonably high level of credibility that someone is going to stick around and they don't want to be exiled.\\n\\n> 这种方法效果相当不错，因为在城镇之间迁移既困难又费时又昂贵。因此，你有一个相当高的可信度，有人会留下来，他们不想流离失所。\\n\\nBut as society moved into something larger-scale, and we have cities and countries and international organizations, we moved on to this weird kind of *brand* reputation thing. We've created these powerful but regulated bodies, and the regulators, in principle, ensure that our expectations are met. There are certain statutory requirements that, to operate in a particular industry, you must fulfill.\\n\\n> 但随着社会进入更大的规模，我们有了城市、国家和国际组织，我们转向了这种奇怪的品牌声誉。我们已经创建了这些强大但受监管的机构，而监管机构原则上是确保我们的期望得到满足。要在特定行业开展业务，您必须满足某些法定要求。\\n\\nThis is not a great solution, for a few reasons. One of them is, it's very hard to regulate new industries. The government is slow, it takes a while to catch up. Another is that regulators are imperfect. And especially when they work closely with the industry, oftentimes there's a bit of a revolving door relationship between the industry and the regulator.\\n\\n> 出于几个原因，这不是一个很好的解决方案。其中之一就是，新兴产业很难规范。政府行动迟缓，需要一段时间才能赶上。另一个原因是监管机构不够完善。特别是当他们与行业密切合作时，行业和监管机构之间常常有点像旋转门的关系。\\n\\nAnother is simply a regulatory body has very limited firepower. It's how much money the government puts into it. And so necessarily, regulation is going to be patchy. They will be able to regulate maybe the biggest offenders but they aren’t able to retain a really strong influence all the time everywhere. And of course, the regulators and the laws differ from jurisdiction to jurisdiction. If you go somewhere in the EU, then Activity X is fine; if you go somewhere else, then it’s not fine. And as we become a very international society, this effectively means that your expectations are still not being met.\\n\\n> 另一个原因是监管机构的力度非常有限。重要的是政府投入了多少钱。因此，监管必然是不完善的。他们将能够监管或许是最大的违规者，但他们不能在任何时候都保持真正强大的影响力。当然，不同的司法管辖区，监管机构和法律也不尽相同。如果你去欧盟的某个地方，那么某某活动是被允许的; 如果你去其他地方，那么就不被允许。随着我们成为一个非常国际化的社会体系，这实际上意味着你的所期望的事情仍然没有得到完全允许。\\n\\nSo we need to move beyond this. But unfortunately, Web 2.0 very much still exists in this very centralized model.\\n\\n> 所以我们需要超越这一点，但不幸的是，Web 2.0仍然受困于这个非常集中的模式中。\\n\\n**WIRED: Are we really talking about a failure of technology? Or are we talking about a failure of governance and regulation and competition policy? It sounds like you’re saying: Yes, it’s a failure of regulation, but the answer isn’t better regulation; there needs to be a new layer of technology, because regulatory failures are inevitable. Am I characterizing your view correctly?**\\n\\n> **WIRED: 我们真的在谈论技术的失败吗？还是我们在谈论治理、监管和竞争政策的失败？听起来你好像在说。是的，这是一个监管的失败，但答案不是更好的监管；需要有一个新的技术层，因为监管失败是不可避免的。我对你的观点的描述是否正确？**\\n\\nGavin Wood: Yeah, absolutely. The model is broken.\\n\\n> Gavin Wood: 是的，没错，这个模型是坏的。\\n\\n**WIRED:So let's talk about what should replace it. We've been talking about why Web 2.0 is not working. What's your handy elevator definition of Web3?**\\n\\n> **WIRED:那么让我们来讨论一下应该用什么来代替它。我们一直在讨论为什么 Web 2.0不起作用。你对 web3的简单定义是什么？**\\n\\nGavin Wood: “Less trust, more truth.”\\n\\n> Gavin Wood: “信任越少，真相越多。”\\n\\n**WIRED:What does “less trust” mean?**\\n\\n> **WIRED:“信任减少”是什么意思？**\\n\\nGavin Wood:I have a particular meaning of trust that’s essentially faith. It's the belief that something will happen, that the world will work in a certain way, without any real evidence or rational arguments as to why it will do that. So we want less of that, and we want more truth—which what I really mean is a greater reason to believe that our expectations will be met.\\n\\n> Gavin Wood:我对信任有一个特殊的含义，那就是信仰。这是一种信念，相信某些事情会发生，相信世界会以某种方式运转，而没有任何真正的证据或理性的论据来解释为什么会这样。因此，所以我们web3可以希望减少这种情况，我们希望有更多的真相--我真正的意思是有一个基本条件可以满足我们的预期。\\n\\n**WIRED:It sounds like you're saying “less blind faith, more credible trustworthiness.”**\\n\\n> **WIRED:这听起来像是你在说“少一点盲目的信仰，多一点可信赖度。”**\\n\\nGavin Wood:Yes and no. I think trust in itself is actually just a bad thing all around. Trust implies that you are you're placing some sort of authority in somebody else, or in some organization, and they will be able to use this authority in some arbitrary way. As soon as it becomes *credible* trust, it's not really trust anymore. There is a mechanism, a rationale, an argument, a logical mechanism—whatever— but in my mind, it's not trust.\\n\\n> Gavin Wood:是也不是。我认为信任本身实际上就是一件坏事。信任意味着你正在把某种权威交给别人，或者某个组织，他们将能够以某种武断的方式使用这种权威。一旦它成为了唯一，它就不再是真正的信任了。或许是一种机制，一种基本原理，一种论点，一种逻辑机制ーー但不管是什么ーー但在我看来，这些都不是信任。\\n\\n**WIRED:You've written that Web3 will bust platform monopolies like Google and Facebook. Can you explain how it will do that?**\\n\\n> **WIRED:你曾写道 web3将打破像谷歌和 Facebook 这样的平台垄断，你能解释一下它将如何做到这一点吗？**\\n\\nGavin Wood:Yeah, I guess the thing is, I don't know if it's going to—I mean, I think it's a logical improvement. And I think in the grander scheme, it’s inevitable. Either it’s inevitable or society’s going down the pan. But in terms of concrete, it’s a much more difficult question to answer.\\n\\n> Gavin Wood:是的，我想问题是，我不知道它是否会，我的意思是，我认为这是一个逻辑上的进步。我认为在更宏大的计划中，这是不可避免的。要么这是不可避免的，要么这个社会正在走下坡路。但就具体而言，这是一个更难回答的问题。\\n\\nBut, OK. In terms of technology, what do we have? We have cryptography. Cryptography, at its basic level, allows me to talk to my friend but for the communication channel to be public or go through a third party with me still having a good level of expectation, credible expectation, that it will be a private conversation. It will be as private as if we were in a field and chatting to each other and could see there was nobody around.\\n\\n> 但是，在技术方面，我们有什么？我们有密码学。密码学，在它的基本层面上，允许我和我的朋友交谈，虽然交流的渠道是公开的，或者通过第三方，我仍然有很好的预期，可信的预期，这将是一个私人的交谈。这就像我们在田野里聊天，看不到周围有人一样，是很私密的。\\n\\n**WIRED:Just taking encrypted communication as an example, that so far seems very compatible with corporate monopoly. Like, WhatsApp offers encrypted communication. There’s some controversy over the degree to which that is truly satisfying your desire for privacy, but I would still argue that that’s an example of encrypted communication that’s controlled by one of the most powerful companies in the world and has billions of users.**\\n\\n> **WIRED:以加密通信为例，到目前为止，加密通信似乎非常符合企业垄断的情况。比如，WhatsApp 提供加密通信。对于在多大程度上真正满足你对隐私的渴望，还存在一些争议，但我仍然认为，这是一个加密通信的例子，由世界上最强大的公司，拥有数十亿用户所控制。**\\n\\nGavin Wood:It's an interesting one, and on the face of it, sure. But there are a few important differences. One of them is, what if WhatsApp introduced into their service a key that allowed them to decrypt all conversations? How do we know that it’s not there? You have to *trust*. We can't see the code, we can't see how their service runs, we can't see their key structure. So all we have is the blind trust that they are telling the truth. Now, OK, maybe they tell the truth because they're scared that their reputation will take a big hit if they don't. But then, as we saw with some of the Snowden revelations, sometimes companies don't get an opportunity to tell the truth. Sometimes, security services can just install a box in their back office, and they're told, “You don't need to look at this box, you're not allowed to say or do anything about this box, you just have to sit quietly.”\\n\\n> Gavin Wood:从表面上看，这是一个有趣的问题。但是有一些重要的区别。其中一个问题是，如果 WhatsApp 在他们的服务中引入了一个密钥，允许他们解密所有的对话会怎么样？我们怎么知道它不存在呢？你必须相信。我们看不到代码，我们看不到他们的服务如何运行，我们看不到他们的关键结构。所以我们只能盲目相信他们说的是话。好吧，也许他们说的是实话，因为他们害怕如果不说实话，他们的声誉会受到重创。但是，正如我们在斯诺登泄密事件中看到的那样，有时公司没有机会说出真相。有时，安全部门可以在他们的后台办公室安装一个黑盒子，然后告诉他们，“别去理会其他，按照我们的要求做就好了。”\\n\\n**WIRED:It sounds like open source software would accomplish what you’re talking about, but you’re not just describing open source software. When we talk about Web3, we're talking about the blockchain, which is a completely different way of architecting the internet. So how, technologically, do you achieve this lack of dependence on trust?**\\n\\n> **WIRED：听起来好像开源软件可以完成你所说的，但是你不仅仅是在描述开源软件。当我们谈论 web3时，我们谈论的是区块链，这是一种完全不同于互联网的架构方式。那么，从技术上讲，你是如何做到不依赖信任的呢？**\\n\\nGavin Wood：I think a degree of truth is necessary. And by this I mean openness, transparency. Blockchain technology uses both cryptography and certain game theory economics to deliver its service. We need to understand the node infrastructure of the network; is it really peer-to-peer or is it actually run from one data center by a company that manufactures and sells hardware and is required to be consulted before a new node can come online? The details make the difference as to whether it's basically just Web 2.0 in disguise or whether it is actually legitimately open, transparent, decentralized, peer-to-peer.\\n\\n> Gavin Wood：我认为一定程度的真理是必要的。我的意思是开放，透明。区块链技术使用密码学和一定的博弈论经济学来提供它的服务。我们需要了解网络的节点的基础设施; 它真的是点对点的吗? 还是它实际上是由一家制造和销售硬件的公司在一个集中式的数据中心运行的，并且在新的节点上线之前需要咨询？这些细节决定了它基本上是伪装的 Web 2.0还是真正的开放、透明、去中心化、点对点。\\n\\n**WIRED:Let's drill down on the idea of “decentralized.” I mean, the internet already is decentralized, right? Internet protocols are not owned by a company. While on a practical level, people tend to route their behavior through gatekeeper platforms, they don't necessarily have to. You don't** ***have*** **to message on Facebook, it's just convenient. So when we talk about centralization and decentralization, what does that mean?**\\n\\n> ***WIRED:让我们深入了解一下 \\\"去中心化 \\\"的概念。我的意思是，互联网已经是去中心化的，对吗？互联网协议不是由一个公司拥有的。虽然在实际层面上，人们倾向于由通过把关人管控平台进行网络上的交流*（*把关人是大众传播媒介内部的工作人员。因为大众传播的一切信息，都要经过这些工作人员的过滤或筛选，才能同公众见面，所以他们便是信息传播的“把关人”。）***，但他们不一定要这样做。你并不一定非要在Facebook上留言，你之所以选择这样做，仅仅是因为好操作而已。因此，当我们谈论中心化和去中心化时，这意味着什么？\\\\*\\\\*\\\\*\\n\\nGavin Wood：In essence, it means I personally can become a provider or a co-provider of this overall service just as easily as anybody else in the world.\\n\\n> Gavin Wood：从去中心化本质上讲，这意味着我可以像世界上其他任何人一样，轻松自由地使用服务，话语权在于个人。\\n\\n**WIRED:How realistic is that, though? From where I sit, it’s hard to imagine anyone outside of a small subset of people with high technical literacy actually exercising that right to participate in providing the service. And in that scenario, it sounds like you would have a different kind of centralization. Perhaps it would be more than just, you know, a handful of all-powerful CEOs, but it would still be a small subset of people for whom that's a meaningful freedom.**\\n\\n> **WIRED:但是，这有多现实呢？从我的角度来看，很难想象除了一小部分懂技术的人之外，还有其他人能够真正行使这种权利来参与提供服务。在这种情况下，听起来会像是另一种集中化或是一种特权。或许吧，但即使只有少数几个全能的 ceo参与其中，但或许对于一小部分人来说，这仍然是一种有意义的自由。**\\n\\nGavin Wood：There's a big difference between having a right or a freedom that you could execute if you had bothered educating yourself well enough, and the inability at a very basic and fundamental level of doing something because you lack the inclusion in an exclusive group. If I educate myself well enough on material that is freely available, and that's all that is required to become a co-provider of the service, then that is a free service.\\n\\n> Gavin Wood：如果你费尽心思自学，你可以获得一项权利或自由，但在一个非常基本层面上，因为你有些事情具有天然门槛会限制你进入，即使你具备一定的能力。这之间有很大的区别。但是web3不一样，如果我对免费提供的材料进行了足够的学习，我便能参与其中，那么这就是一项自由的服务。\\n\\n**WIRED:I went to law school, and I could say, look, anybody could learn the law. Anybody could study, get into law school, and then study for the bar. But in fact, at least in the US, it is a guild with very high barriers to entry, most notably cost. Even if the barriers to entry in the legal profession are higher than in programming, that doesn't necessarily mean that the barriers to entry in the world that you come from are not meaningfully high. I understand the distinction you’re drawing, but I wonder if that's sort of a naive—forgive me—reading of social arrangements to think that everybody just kind of has the choice to go become an expert Web3 programmer?**\\n\\n> **WIRED:我上过法学院，我可以说，任何人都可以学习法律。任何人都通过可以学习，进入法学院，然后获得律师资格。但事实上，至少在美国，这是一个进入门槛非常高的行业协会，最显著的就是成本。即使进入法律行业的门槛比进入编程行业的门槛要高，但这也不一定意味着进入编程行业的门槛很低。我理解你的区别，但我想知道这是否有点天真，认为每个人都可以选择成为一个专业的 web3程序员？**\\n\\nGavin Wood：No, of course. In principle, this isn't about being a Web3 programmer. You should be able to enjoy most of the ability to evaluate something without being an in-depth core developer. But there are an awful lot more programmers in the world than there are lawyers. And there's a good reason for that. Programming a machine actually only requires knowledge of a language that is reasonably straightforward to learn. You can be in a random little village in India, that just happens to have an internet point, and you can learn JavaScript in a week. You can't do that with American law.\\n\\n> Gavin Wood：当然不是。原则上，这不是关于成为一个 web3程序员。您应该能够更具自身的条件来评估，而无需成为一个深入的核心开发人员。但是世界上程序员的数量远远超过律师的数量。这是有原因的。编写机器程序实际上只需要一种相当简单易学的语言知识。你可以在印度的一个小村庄里，碰巧有一个互联网培训点，你可以在一周内学习 JavaScript。美国法律不允许这样做。\\n\\nI’m not going to try and persuade you that literally every person in the world could do this. But the point is that the more people that can do this, the lower the barrier, the better.\\n\\n> 我不会试图说服你，世界上每个人都可以做到这一点。但关键是，越多的人能做到这一点，就意味着门槛越低，对行业越好。\\n\\n**WIRED:This still feels a little abstract. Someone who's reading this might be thinking, “What would I be** ***doing*** **in a Web3 world?”** **Can you sketch out what that might look like? A certain a certain kind of activity or app interface or transaction?**\\n\\n> **WIRED:这仍然让人感觉有点抽象。阅读这篇文章的人可能会想，“在 web3的世界里我会做什么?”你能描述一下那是什么样子吗？某种特定的活动或应用程序界面或交易？**\\n\\nGavin Wood：I think I think the initial breed of Web3 applications will probably be mostly small iterations on Web 2.0 applications. But one thing that Web3 brings that Web 2.0 cannot easily service is financial obligations or economically strong applications. This is where individuals in a peer to peer fashion can have economic services between themselves.\\n\\n> Gavin Wood：我认为 web3应用程序的最初品种可能大多是 Web 2.0应用程序上的小型迭代。但是，Web3带来的一件事是Web2.0不容易产生的，那就是金融服务或具有经济性强的应用。这就是个人以点对点的方式，在他们之间可以有金融服务。\\n\\nThis isn't about sending money per se, but it's about sending things that are or can be credibly rare, or credibly difficult, or credibly expensive in some way. So we can imagine, for example, dating apps where you can send virtual flowers, but we can only send one bunch of virtual flowers per day, regardless of how much you pay. And one could imagine, therefore, that sending a bunch of flowers every day to the same person is a very strong signal that they're into you. And this is a signal that you can’t game—that's the whole point. You can't pay to send more flowers.\\n\\n> 这不是关于转账本身，而是关于以某种方式传递出稀有的或可能稀有的、难以置信的或可信而昂贵的东西。所以我们可以想象，例如，约会应用程序，你可以发送虚拟的花朵，但我们每天只能发送一束虚拟的花朵，不管你花多少钱。因此，你可以想象，每天给同一个人送一束花是一个非常强烈的信号，表明他喜欢你。\\n\\n**WIRED:I don't mean to be a killjoy, but I feel like Tinder could just add that functionality to Tinder.**\\n\\n> **WIRED:我不想做扫兴的人，但我觉得 Tinder 可以把这个功能添加到 Tinder 上。**\\n\\nGavin Wood：They *could,* right. They sort of do—there’s the star thing that you can only do once per day. But guess what? They're a profit-motivated company. So if you pay Tinder enough, you can just send as many stars as you want.\\n\\n> Gavin Wood：他们可以，没错。他们差不多是这样做的ーー有一件值得关注的事情是，你一天只能做一次。但是你猜怎么着？他们是一家以盈利为目的的公司。所以如果你给 Tinder 足够多的钱，你可以发送任意多的星星。\\n\\n**WIRED:But won’t companies built on Web3 still have the same market incentives as Web 2.0 companies? I could be missing something obvious, but it's hard to think of technological developments throughout history that didn’t allow for more concentration of political or economic power. So why should we expect this blockchain-based, decentralized Web3 to break the mold?**\\n\\n> **WIRED:但是建立在 web3上的公司会不会和 web2.0公司一样拥有相同的市场激励机制呢？我可能忽略了一些显而易见的东西，但是很难想象历史上的技术发展没有政治或经济权力的集中。那么，我们为什么要期待这个基于区块链的、去中心化的Web3能打破这种模式呢？**\\n\\nGavin Wood：I've always been into technology, since being a youth. I learned to code when I was like eight years old. I've never seen a technology that existed to limit one’s power. As you've said, every technology that I can think of has served to make the user more powerful. They can do more stuff. They can be richer, they can fulfill the service that they provide faster or better or to more people. Blockchain doesn't do that. It's fundamentally different. It's effectively a social construct. It's a set of rules. And the only thing that these rules have going for themselves is that there is no one with arbitrary power within the system. You can be reasonably certain, especially if you're a coder, then you can you can look at the code and know that it's doing the right thing. But you can also be reasonably certain just on the basis of the fact that so many people have joined the network on the back of this expectation. And if this expectation were not met, they would just leave the network.\\n\\n> Gavin Wood：我从小就迷上了科技。我八岁的时候就学会了编程。我从来没有见过一种技术可以限制一个人的能力。正如你所说，我能想到的每一种技术都让用户变得更加强大。他们可以做更多的事情。他们可以更富有，他们可以实现他们提供的服务，更快，更好，或更多的人。区块链不能做到这一点。这是完全不同的。这实际上是一种社会建构。这是一套规则。这些规则唯一的优点就是，在这个体系中没有一个人拥有专制的权力。可以相当肯定，特别是如果你是一个程序员，那么你可以看看代码，知道它在做正确的事情。很多人都怀揣着这个期望加入这个网络的。如果这个期望没有实现，他们就会离开这个网络。\\n\\n**WIRED:A lot of people have gravitated toward crypto because they see it as a way to overthrow the existing political order or the power of central banks. But you've suggested that Web3 will help support the liberal, postwar order. How do you see it doing that?**\\n\\n> **WIRED:很多人对加密货币情有独钟，因为他们认为它是推翻现有政治秩序或中央银行权力的一种方式。但你曾建议，Web3将有助于支持自由主义的战后秩序。你如何看待它的作用？**\\n\\nGavin Wood：I think the services and the expectations that we have are under threat because of the centralization of power that the technology allows. It's just a fact. There's not much that has come along before Facebook and Google that allowed that level of power for such few people. It's not that I don’t think Facebook and Google and all the rest of it deserve to be displaced, but that's not exactly the crux of Web3. For me, Web3 is actually much more of a larger sociopolitical movement that is moving away from arbitrary authorities into a much more rationally based liberal model. And this is the only way I can see of safeguarding the liberal world, the life that we have come to enjoy over the last 70 years. It's the only way that we can actually keep it going 70 more years into the future. And at the moment, I think we are very much flirting with quite a different direction.\\n\\n> Gavin Wood：我认为我们的服务和期望正在受到威胁，因为技术允许集权。这是事实。在 Facebook 和谷歌之前，没有什么东西能让这么少的人拥有这样的权力。这并不是说我不认为 Facebook 和 Google 以及其他所有的东西都应该被取代，但这并不是 web3的关键。对我来说，web3实际上更像是一场更大的社会政治运动，它正在从专横的权威转向一个更加理性的自由模式。这是我能想到的唯一保护自由世界的方法，我们在过去70年里享受的生活。只有这样，我们才能在未来的70年里继续保持这种状态。此时此刻，我��为web3正在与一个完全不同的方向“调情”。\\n\\n[https://www.wired.com/story/web3-gavin-wood-interview/](https://www.wired.com/story/web3-gavin-wood-interview/)\\n\\n\",\"timestamp\":1641194389,\"title\":\"随机分享｜WRIED采访Gavin Wood：Web3——信任越少，真相越多\"},\"digest\":\"W5OCzg8xQ2ROFLvZ4mGFM3OtZOsTIArYmoVnR_PyWKE\",\"authorship\":{\"contributor\":\"0xcd7F86Ce05afd1032c1Bf96D1e53975a3C63F658\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4h-DjUVtNFFvfJndn-IfC1JDZi7Dr6L2aIrC8QRHJfI\\\",\\\"y\\\":\\\"i4XqIeOL7yFuCcLtGViB12DNz5_DYLGS_6Hmw4KfuYA\\\"}\",\"signature\":\"iK7k0N6TQd-CjoxHdiiDftDje5HhacP4l3KLWTltdx9rk7wyRsoqwsxDvSs1i34QYgqMLvRG8kIV9bC7byPULw\",\"signingKeySignature\":\"0x36b5b28bfeca7d24bd42c25de9b2b9f298e8bea2a05dff83b50722562dfc935850954b88d9d7b0c37a0d4f434a30bfb5e0fde87644f1caf99fb83ea1e9c36c921b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"4h-DjUVtNFFvfJndn-IfC1JDZi7Dr6L2aIrC8QRHJfI\\\",\\\"y\\\":\\\"i4XqIeOL7yFuCcLtGViB12DNz5_DYLGS_6Hmw4KfuYA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mbO6w6EqDvUSwmsazGQXdQR5CYhYoV_-L7c7kawarpM\"}"