"{\"content\":{\"body\":\"![Noah: https://foundation.app/@ahmedb.eth](https://images.mirror-media.xyz/publication-images/rtHnWlBEzcqVQL0DqDYdA.png?height=2732&width=2048)\\n\\n[https://open.spotify.com/episode/40gICKUBdSU0ZKYUMGbdkG](https://open.spotify.com/episode/40gICKUBdSU0ZKYUMGbdkG)\\n\\nNoah didn’t know where to go. He had gotten off at a random stop, and was walking the street, his bag slung over his shoulder. The streets were growing narrower. He had wandered from the wide avenues of scholarly pursuits, and realized he was now in the district occupied by the same folks the AI had tried to thrust him into. Clerks, scribes, and the odd folks who lived in the scholar city but had to carry out the non-scholarly work to keep it running. These were not the well-regarded emissaries from the traders or the farmers who lived deep downtown in the consulates, but the wage workers who had to keep things like trash out of the streets or the electrical grid running. Necessary, but boring, dull work. Noah shook his head at the idea he could have been considered on the same level as those who were not even able to pass the most basic of exams.\\n\\nBlock after block of heavy, close buildings, ramshackle additions piercing what should have been a clear view of the night sky above. He clutched his bag tighter, looking around. Where was a transpod line? He shouldn’t have come out this far. But something had pushed him, some need to see the space the life path had tried to have him end up in, as if to prove to himself it was as absurd as it had seemed back home. Whatever his father said, there was no respect here. There was only drudgery and gloom. If they were so respected, so essential to the academic process, why were they living like this? Why were the other academics happy to let them lurk here in the shadows?\\n\\nA buzzing neon sign advertised an all-night eatery, the counter jutting out into the street ahead. Noah headed that way. He was hungry after being up for so long and hoped they could give him directions back to the more… palatable parts of the city.\\n\\nThe eatery, slinging noodles and sandwiches, was crowded on one side by a large apartment building, wrapped by a dark alley on the other. Noah eyed it uneasily. His mind kept playing the idea over and over again — someone surging out of the darkness as he sat on his stool eating, yanking his bag away, dragging him down with it. If he was lucky, they would cut the bag and run. He stared down at his arm, his hand nervously tracing the implant just behind his ear. He’d heard horror stories of people taking integration and scrapping it for parts. Everyone in the city got the same one installed as a child, regardless of their position in society. It was integral to the health of the nation. But that didn’t mean the microprocessors and other tech in them wasn’t worth something, and plenty of people were much more willing to yank them out of someone else than themselves.\\n\\n“You look nervous,” the chef said, flipping some rice in a wok. “Why are you nervous?”\\n\\n“Not familiar with the area,” Noah responded, shaking himself from the daydream. “Sorry.”\\n\\n“No need to be sorry.” The man smiled, and Noah felt strangely comforted. “It’s not a bad part of town. Bit slapdash, maybe, but people like trying things out here. Less rigorous rules than downtown. It’s nice.”\\n\\n“Ah,” Noah said, accepting the plate from a young man who appeared to be some sort of sous chef. Ordering, apparently, wasn’t required.\\n\\nThe chef winked, “I can always tell what people need. That’s why I do what I do.”\\n\\nNoah nodded blankly, then took a bite. It was perfect. The heartiness of the sandwich, the spicy heat of the small bowl of noodle soup, warmed him and comforted him. “It is good,” he said through a full mouth, wolfing it all down.\\n\\n“I know,” the chef turned back to his cooking, giving instruction to the younger chef in a language Noah didn’t recognize.\\n\\nAs he finished his meal, a man emerged from the alleyway. Noah stared down at his empty bowl, clutching his spoon. This was it. This was where he got mugged. The food had just been to placate him, right? The guy probably worked with the chef. That’s what was going on here.\\n\\n“You’re Scholar Anders’ son!” the man said, looking at him, surprised. His clothes looked well-made but Noah could see the sleeves had been repaired more than once, the jacket hemmed in — a custom piece for someone else and this man had purchased it? Stolen it?\\n\\nNoah’s head jerked to get a better look at his possible assailant. He was wearing a small band on his arm, over a slick microfiber jacket. It bore some sort of symbol — a brain? Noah couldn’t quite make it out.\\n\\n“Who are you?” he asked.\\n\\n“I’m the man trying to fix your dad’s work,” the stranger laughed, “Well, me and some of my friends.” He flicked his hand, tipping up a flat cap that curved over his face. It was clearly there to keep the man’s face in shadow when he wanted it to be. Noah could see it better now. He had to be in his mid-fifties, his face worn. Not by sun, but by stress, dark circles under his eyes. Despite that, he had an almost electric energy to him. A sharp sparkle in his eye and his smile seemed genuine, his laugh is good-natured. His hair was dark, but it looked dyed. A disguise? Or just hated his own hair color?\\n\\n“What do you mean?” Noah pushed his plate away, the sous chef taking it silently.\\n\\nThe man studied him for a moment. “What are you doing out here? Looking to hire some scribes?” he said sarcastically.\\n\\n“No, I…” Noah swallowed. “I guess I wasn’t loving my life path. Just trying to adjust. Figure things out. Was about to head back home or…somewhere. I don’t know.”\\n\\nNoah wasn’t sure why he was telling this man anything, but between the strangely good food, the man’s sudden arrival, and his comments about fixing his father’s work — maybe he just needed to talk to somebody about it. Anybody, about this whole thing. Some scribe or clerk was more likely to understand him than his friends who had all gotten quality paths.\\n\\n“You know, we might be able to help you out with that,” the man said. “My name is Bartholomew. I’m a part of a group that’s trying to fix some things that are wrong with the life path system.”\\n\\n“Wrong? How do you mean?” Noah asked, feeling a flare of hope. He wasn’t the only one who had gotten a bad path. There were people out there who agreed with him? People unlike his friends, his family, who seemed to think the AI could do no wrong?\\n\\n“They tell you the life path is the best path for you. And sometimes, like for Maru here,” Bartholomew jerked his thumb to the chef, “It’s the right call! His food is incredible. But for most people, that’s not the case. Do you know how it chooses your path?”\\n\\n“How?” Noah leaned forward.\\n\\n“What they need,” Bartholomew said with a shrug. “Whatever they need at the moment. They’re short on scribes? They figure someone like you, someone top of the class, will be a really, really good scribe. Do the work that it would take three others to do. It’s the greatest benefit to society, but is it the best use of your skills?”\\n\\n“No,” Noah immediately replied.\\n\\n“The algorithm claims to be pure logic. But the people programming it defend their logic, not anything universal.”\\n\\n“How are you going to change it?”\\n\\n“That’s what you can come to find out,” Bartholomew said, “If you want,” he turned to Maru, “And your son can come too, if he likes.”\\n\\n“Bartholomew, if you try to steal my son from this restaurant one more time, I’m not catering your little political rallies anymore.” The chef grinned.\\n\\nBartholomew threw his hands up. “Hey, we can’t fight the good fight without good food.”\\n\\n“Then you consider my son a sacrifice to the cause. His life path put him here, and that lets him make your all-so-needed food.”\\n\\nBartholomew laughed and looked back at Noah. “So, what do you think?”\\n\\nNoah looked around the cramped streets, back down the alley. “How did you know I got a scribe path?”\\n\\n“Lucky guess. You’d be surprised how many kids like you end up here. I had the same thing happen, years ago. But I found my own path. And I can show you yours.”\\n\\nNoah nodded. “I’m in,” he said, jumping up from the stool, “I mean, for now. If you guys are really crazy, I’m going to dip.”\\n\\n“We honor everyone’s right to dip,” Bartholomew nodded solemnly, “But trust me, you won’t want to.\",\"timestamp\":1639375491,\"title\":\"The Journey to Ekur - Chapter 4\"},\"digest\":\"XGpvqPTDW1w3KFVxN6cTSn6iWq8regcx3-gyMEom5SI\",\"authorship\":{\"contributor\":\"0xcac28b391dA1F25Cb329C3E24794e1d0D354EaeF\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WZ8ba97H9eWwlJqrt03w3f61znv3WY1hq0Bok2sxIDU\\\",\\\"y\\\":\\\"e7YNxgUMkLd0y3dwHWE_G_rYokjAmsbkiBwaDk1FtgU\\\"}\",\"signature\":\"EFaS-XK4EDAuKmY9xtA61TgQee9TBt7oDy8-EKMU4q_DN-rmvRaXOBLddSm-QMra7TO1vSiqLUuJMg8cDts8Sg\",\"signingKeySignature\":\"0x1a2d400b2814bbb22e6e20d6b4a9084b2f6ed043e2e85e4ac125d9d9c1e54f6355d9702883c9d87173ea08705f22988a284b7d45add4bab89ee7b65683502cf71c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"WZ8ba97H9eWwlJqrt03w3f61znv3WY1hq0Bok2sxIDU\\\",\\\"y\\\":\\\"e7YNxgUMkLd0y3dwHWE_G_rYokjAmsbkiBwaDk1FtgU\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"X9mlvRm0qGdaQGNRHTlTBDLKtDMnzCBKCl655Po_qpg\"}"