"{\"content\":{\"body\":\"\\\"Qimen dunjia\\\" is an ancient Chinese book on Shu Shu Shu. It is also the first of the three secret treasures of Qimen, Liuren and Taiyi. It is the first of the three types and the most rational method.\\n\\nWhen Qimen dunjia was first created, it had a total of 4320 innings. After the wind, it was improved to 1080 innings. It can be seen that Qimen dunjia is the result of the joint research of many generations in ancient China. It includes astronomy, calendar, war, strategy, philosophy and so on. Now, Qimen dunjia is often referred to as \\\"Qimen\\\", \\\"Qimen dunjia\\\" and \\\"dunjia\\\". There is a popular saying that \\\"if you learn to escape, you don't have to ask.\\\".\\n\\nbrief introduction：\\n\\nQimen dunjia is an ancient skill in China. It is often considered to be used for divination. There is a saying that Qimen dunjia is a traditional precious cultural heritage summarized by the ancient Chinese people through long-term observation and repeated verification in their struggle against nature; There is also a saying that \\\"Qimen dunjia\\\" is a true cultivation skill. Due to the foreign invasion after the Yuan Dynasty, a large number of data were damaged and lost, and many schools appeared. According to the functional division, there are two kinds of strange door, rational number strange door and magic strange door.\\n\\nThe basic pattern of Qimen dunjia reflected the personnel, life, social system, astronomy, geography and phenology of the society at that time.\\n\\nQimen dunjia originates from perceptual thinking. In the process of development, it comprehensively uses the associative power of image and comparison of images, as well as the intuitive thinking of viewing objects and images, the logical thinking of clustering, and the image number thinking of pole number change. It is an art of hiding armor, or it was made by the wind when the Yellow Emperor attacked Chiyou. The method uses Luoshu and the eight trigrams after the day, according to the time of the solar terms, and the strange gate is used to choose the day. \\\\[2\\\\]\\n\\nThe development history of Qimen dunjia embodies the wisdom of ancient Chinese social elites and excellent working people to understand and transform nature. It was called \\\"Yin Fu\\\" in the Zhou and Qin Dynasties, renamed \\\"Liujia\\\" in the Han and Wei dynasties, renamed \\\"dunjia\\\" in the Sui, Tang, song and Yuan Dynasties, and collectively referred to as \\\"Qimen dunjia\\\" after the Ming and Qing Dynasties.\\n\\nQimen dunjia\\n\\nQimen dunjia (5 pieces)\\n\\nAbout the origin of Qimen dunjia, it is roughly that Chiyou made trouble and the Yellow Emperor fought frequently. Jiutian Xuannv taught Qimen dunjia to Xuanyuan Yellow Emperor and helped the Yellow Emperor to destroy Chiyou. Qimen dunjia has a history of more than 5000 years. It is called the highest level of prediction, known as the emperor's Science / the highest prediction. It is said that the founder is Jiutian Xuannv.\\n\\n\\\"Yellow Emperor\\\" can be said to be the first primitive social leader in Chinese history to unify the Central Plains by force. \\\"Descendants of the Yellow Emperor\\\" and \\\"Three Emperors and five emperors\\\", including the Yellow Emperor. The war between the Yellow Emperor and Chiyou was recorded in Sima Qian's historical records: \\\"when the princes returned to Xuanyuan, Chiyou made trouble without the emperor's order, so the Yellow Emperor enlisted the princes and fought with Chiyou in the field of Zhuolu, so the birds killed Chiyou. Then there were those who were not good in the world. The Yellow Emperor enlisted them and those who were flat went.\\\" Sima Qian was a historian, but he was also very interested in astrology, divination and mathematics, as well as the sacrifice and worship of God.\\n\\nIn the historical records, two articles on the study of art and number, historical records · biographies of the Japanese and biographies of the tortoise strategy, are specially set up. But when describing the war between the Yellow Emperor and Chiyou, there is no mythological tone. The Yellow Emperor unified the Central Plains by war and can be called the first military commander in Chinese history. Later generations put the invention right of Qimen dunjia under the reputation of the Yellow Emperor. Its purpose is to elevate Qimen dunjia to the art of governing the country, stabilizing the country and arranging troops. Its typical representatives include the Yellow Emperor, Fenghou, Jiang Shang, Zhang Liang, Zhuge Liang and Liu Bowen in ancient times.\\n\\nThese historical records and legends can show that Qimen dunjia is not created by one person, but the result of the joint creation of several generations or even generations, including the nation's philosophical wisdom, calendar, cosmic and social outlook, astronomical knowledge, war science, strategy, etc. these records and legends also tell us that due to the rule of the ancient feudal imperial power, As a result, Qimen dunjia was only mastered by a few people for quite a long time after it came into being.\\n\\napplication：\\n\\nThe primary application of Qimen dunjia in modern society is mainly prediction, and the advanced application is resolution and operation research.\\n\\nEight door biochemistry\\n\\nEight door biochemistry\\n\\nWhen Xuanyuan Yellow Emperor fought Chiyou; At that time, our ancestors, the Yellow Emperor and Chiyou, fought an unprecedented war in Zhuolu. Chiyou was seven feet tall, iron head and copper body were invulnerable to weapons, and would call the wind and rain; Creating fog on the battlefield made the Yellow Emperor's troops disoriented.\\n\\nIn Chinese traditional culture, Qimen dunjia is based on the eight trigrams of the book of changes, combined with elements such as astrology calendar, astronomy and geography, eight gates and nine stars, yin and Yang and five elements, three wonders and six instruments. It is a master of Chinese prediction and the highest level prediction of the book of changes. Therefore, Qimen dunjia has been known as imperial science since ancient times. In ancient times, most of the sages who used the art of hiding from armour were military masters who ruled the country and the world, such as Jiang Taigong, Fan Li, Zhang Liang, Zhuge Liang, Liu Bowen and so on.\\n\\nQimen dunjia was mainly used in state affairs and art of war in ancient China.\\n\\nWith its unique thinking system and logical program, Qimen dunjia shows the flexible instinct of human beings to relay different thinking patterns in different thinking time and space. Therefore, it has been highly praised by the royal family for thousands of years since ancient times. Qimen dunjia is inseparable from the thinking of Yi ology, and analyzes the internal laws in an all-round, multi angle and hierarchical way.\\n\\nOther information：\\n\\nHe has knowledge of astronomy, geography, mathematics, agronomy, folk customs, economy, military and other aspects, which was used in state affairs and art of war in ancient times. Qimen dunjia theory summarizes the factors affecting human survival and development into four aspects: time factors, space factors, human factors and unknown mysterious factors. The basic pattern of Qimen dunjia reflects the social personnel, life, social system, astronomy, geography and phenology. Its typical representatives include the legendary Yellow Emperor, Jiang Taigong, Zhang Liang, Zhuge Liang and Liu Bowen in ancient times. Ancient Qimen dunjia was used in war.\\n\\nIn the past, it was mostly used to dispatch troops and generals.\",\"timestamp\":1639486923,\"title\":\"Qimen dunjia (an ancient Chinese skill)\"},\"digest\":\"ljRhDrqkZundxtfG2CfNYae-f6sMC-Fys5LH4UcIlKQ\",\"authorship\":{\"contributor\":\"0xDBe53abb59f537745E01a46570731680976481ff\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6d4T__daV7YwOuh7J3i8GMko2DSFvlNeM4VOMJQImRw\\\",\\\"y\\\":\\\"tEQmmXnzAQlBiAUtTE8qay2di07TNgldb4IMnXLmxMc\\\"}\",\"signature\":\"64JE7aXxwr5_O3C2d9noMTaQINHDVSqSQ0fFYfGl6GgGw-lnd9WtqbxwPdrxzNYDB7I1hlmgyG_ZC6AN9vY_QA\",\"signingKeySignature\":\"0xd71655a6a9c9968fe9b2d48815166a3e101a3ba5177f05af27c585c711ed10e775a94cb151c71978c7b7e8d25820ad3eb273df2e8efcd3ecd5a3a916955f7c9f1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"6d4T__daV7YwOuh7J3i8GMko2DSFvlNeM4VOMJQImRw\\\",\\\"y\\\":\\\"tEQmmXnzAQlBiAUtTE8qay2di07TNgldb4IMnXLmxMc\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"ljRhDrqkZundxtfG2CfNYae-f6sMC-Fys5LH4UcIlKQ\"}"