"{\"content\":{\"body\":\" \\n\\n \\n\\n本文不构成投资建议。\\n\\n### NFT\\n\\n3月11日，佳士得拍卖行首次拍卖一件不以实体形式存在的艺术品，一幅名为《日常：第一个5000天》的数字画作以 6934.625 万美元拍卖成交。\\n\\n \\n\\n这幅作品的主人是美国一位平面设计师，Mike Winkelmann，今年 39 岁，他在网上名字叫 Beeple，主要发布一些流行文化混搭作品，有近 200 万关注者。\\n\\n \\n\\n在用 NFT 拍出高价作品前，Beeple 只是个没有艺廊代理，不是传统上备受关注的艺术家。\\n\\n \\n\\n2007年，他启动「日常」项目，每天制作一幅数字图像。\\n\\n \\n\\n最后他将5000天的图像拼贴制成《日常：第一个5000天》。\\n\\n \\n\\n那么，什么是NFT？\\n\\n \\n\\nNFT 全称为 Non-Fungible Token，中文名叫非同质化代币。它是加密货币的一种，代表艺术品或收藏品等稀缺数字商品的所有权。\\n\\n \\n\\n这种新型资产以区块链技术为基础，目前以数字资产为主，包括图像、歌曲和视频等。\\n\\n \\n\\n简单来说，现实世界中的万物皆可NFT，体育明星卡、球鞋、虚拟世界里的某处空间甚至一条推文，均可做成 NFT。\\n\\n \\n\\n为了理解NFT，我们引入一个与NFT完全相反的概念，就是我们常说的「一般等价物」，也就是货币。同样是加密货币，常见的BTC、ETH这样的数字货币可以拆分成0.0001个，但NFT不能被拆分，就像半张演唱会门票不能当成一张门票使用。\\n\\n \\n\\n因此，NFT 是一种资产或者说一串密码，严格说来更接近一种数字认证书，用来证明某件作品的原真性和唯一性，无论这件作品以实体还是数字形式存在。但即使你拥有了一张图的NFT，也不能阻止其他人在网上复制、使用你的图。收藏品NFT就是这样「昂贵又无用，基本用来显摆」的东西，和现实中收藏品的逻辑一致。\\n\\n \\n\\n在 NFT 找到艺术品和游戏之前，更多是用来做社区文化中的梗图（meme）项目，比如悲伤蛙 PEPE、彩虹猫，还有那只著名的表情包Doge。\\n\\n \\n\\n随着技术逐渐成熟，不仅比赛门票、集卡游戏、游戏皮肤等数字资产被做成了NFT，NBA 的精彩比赛片段也成为走俏的投资对象。\\n\\n \\n\\n尽管NFT的正式概念直到2017年才被提出的，但类似概念的价值在更早之前就出现，比如我们小时候收集的游戏王卡片，卡片交换、拥有稀缺卡片的套装能在市场上卖出高价。6月初，一张全世界只发行500张的《青眼白龙卡》在阿里司法平台拍卖。法院给它起拍价定为80元，半小时后，最后出价定格在87,326,098元，这场疯狂的拍卖随即被法院叫停。\\n\\n \\n\\n对于习惯现实世界物权规则的人，可能很难理解，NFT不过是一串数字密码，凭什么值钱？\\n\\n \\n\\nNFT交易平台 OpenSea 创始人之一亚历克斯·阿塔拉认为，NFT成为热门投资品，一定程度因为当代人生活高度数字化。他说：「如果你每天 10 个小时用电脑，或者 8 个小时挂在网上，那么数字领域的艺术品就会意义重大，因为这就是你的世界。」\\n\\n \\n\\n如果你看过电影《头号玩家》、曾经为了游戏皮肤而付款，再想想自己的日常生活，你或许能看到唯一数字凭证的价值——连接虚拟与现实世界，从此数字资产的产生、确权、定价、流转、溯源等环节都有了技术支持。\\n\\n \\n\\n### 虚拟财产\\n\\n \\n\\n11月5日，一桩关于游戏上的虚拟财产的官司在重庆市中级人民法院开庭，双方是代表游戏运营商的腾讯和第三方交易平台的淘手游。\\n\\n \\n\\n案件的争议点之一是游戏中的虚拟财产，包括账号和衍生道具的属性和用户权利等问题。\\n\\n \\n\\n让我们先搞清楚，到底什么算是游戏中的虚拟财产？\\n\\n \\n\\n一般认为受法律保护的虚拟财产可以分为三种类型：一是网络游戏中的虚拟财产，包括账号、货币、角色、装备、宠物、道具等；二是网络社区中的虚拟财产，包括账号、货币、积分、用户级别等；三是其他的网络虚拟财产，包括QQ号、微信号、电子邮箱、网店账号等。\\n\\n \\n\\n这次官司讨论的对象即第一种——网络游戏中的虚拟财产，与传统财产相比，虚拟财产有两个突出特征，一是存储在特定的网络空间，虚拟财产受到网络运营商的直接支配，虚拟财产的取得、存续均依赖于网络运营商提供的服务，并存在时间上的不确定性，也就是说玩家无法控制运营商什么时候关掉游戏。\\n\\n \\n\\n另一方面，玩家对虚拟财产的形成具有重要作用，尽管虚拟财产依赖运营商的服务，但实际获取虚拟财产，比如练成高级账号，获得稀有道具等，都需要玩家投入大量时间、金钱和精力。\\n\\n \\n\\n有观点认为，游戏虚拟财产的权利应当属于玩家，包括占有、支配、处分等类似于物权的权利。\\n\\n \\n\\n也有观点认为，游戏虚拟财产的权利应当属于游戏服务商，玩家在与游戏服务商约定的范围内享有使用权。\\n\\n \\n\\n无论哪种观点，首先都承认了虚拟财产有经济价值，拥有财产属性，并且玩家对虚拟财产享有一定权益。\\n\\n \\n\\n腾讯以不正当竞争起诉交易平台，理由便是其运营的游戏《地下城与勇士》中的游戏道具和账号属于运营商的财产，玩家只有使用权，没有所有权。在腾讯与用户签订的《腾讯游戏许可及服务协议》以及游戏运营公告里，规定不可以交易账号、道具、装备等。\\n\\n \\n\\n然而，腾讯与用户签订的《服务协议》在法律上属于格式条款，一种为重复使用而预先拟定的条款，对于要玩特定游戏的玩家，除了同意并无协商余地。\\n\\n \\n\\n相似的案件不止一件，今年5月，腾讯起诉DD373平台，不少人在线上围观这场持续7小时的庭审直播，并听到腾讯律师的名言——「我们游戏运营方从不考虑玩家的感受和体验，我们只负责正常运营游戏。」\\n\\n \\n\\n不过这场官司，是腾讯输了。\\n\\n### 共享经济\\n\\n2008年，次贷危机下的美国面临着几十年来最严重的经济衰退。\\n\\n \\n\\n两个心怀梦想的年轻人——布莱恩和乔的旅游创业公司正苦苦挣扎，依靠信用卡为公司续命，即使在拿到YC的天使投资之后，他们没想过Airbnb即将开启一种叫「共享经济」的新型商业模式时代。\\n\\n \\n\\n2016年，美国商务部经济与统计局曾经在一份报告中试图定义共享经济：\\n\\n \\n\\n1、使用信息技术，尤其是互联网平台如App，促进点对点交易（peer-to-peer）。\\n\\n2、通过用户评级的方式，为消费者和服务者建立起基本信任。\\n\\n3、通过平台匹配算法为用户提供灵活用工的工作机会。\\n\\n4、平台不为用户提供服务最基本的工具和资产，而依赖于用户自己所有的。\\n\\n \\n\\n随着一只只「共享经济」独角兽诞生，各个国家相继出现不同版本的Uber、Airbnb、Wework，在中国还出现了创新的共享单车、共享充电宝等。\\n\\n \\n\\n当打车平台Uber掀起全球共享狂潮时，互联网流传着这样一段话：「全球最大的出租车公司Uber没有一辆出租车；全球最热门的媒体所有者Facebook没有一个内容制作人；全球市值最高的零售商阿里巴巴没有一件商品库存；全球最大的住宿服务提供商Airbnb没有任何房产。」\\n\\n \\n\\n「共享经济」，又被称为「零工经济」，这种商业模式被认为通过生产力的提高——主要体现在算法的精准，能极大提升社会各种资源的调动效率，并为自由职业者、失业者、拥有闲置资源的人们提供一个赚钱的机会。\\n\\n \\n\\n以Uber为例，奥巴马前总统的经济顾问委员会前主席 Princeton’s Alan Krueger 在2015年曾合写文章指出，Uber带来比传统出租车调度系统更低的价格，从而刺激了大量的对乘车服务方面的需求，并增加了对有资格提供乘车服务的工作人员的需求，从而潜在地提高了所有拥有此技能的工作者的收入。\\n\\n \\n\\n对「共享经济」的狂热在资本上体现得淋漓尽致。常年在首富排名上上下下的软银CEO孙正义喊着「在战斗中，疯狂比聪明要更好」，让软银旗下的愿景基金对Uber投资了87亿美元，对WeWork投资超过100亿美元。\\n\\n \\n\\n这些独角兽的估值节节升高，都觊觎着上市后给投资人、管理层和早期员工带来财富自由。\\n\\n \\n\\n那几年，孵化了Airbnb、Dropbox的Y Combinator的声誉也大幅提升，它的投资哲学更被奉为天使投资圣经，创始人Paul Graham在一篇庆祝Airbnb上市的博客文章里写道——尽管他们一开始并不喜欢Airbnb的想法，但他认为「Airbnb们的特别之处在于：他们的认真。他们做任何事都不会半途而废。」\\n\\n \\n\\n想法很棒、同样不会半途而废的Uber和WeWork或许缺的是一点运气，2019年Uber上市当天即跌破发行价，对比之前1200亿美元的估值，市值蒸发超过一半。2021年，WeWork熬到上市，只是和2019年估值470亿美元相比，上市估值不足当初的20%。\\n\\n \\n\\n时间来到2021年，疫情冲击下的失业人员被零工经济吸收了不少，而最初宣称创新的、革命性地、带来更好的商业的「共享经济」结出的黑暗果实也逐渐显现在人前。\\n\\n \\n\\n在处理一件外卖骑手工伤的权益保障案件时，专注农民工权益保障领域的法律援助机构「致诚」的公益律师们发现，骑手的劳动关系通过人为的网络状外包被彻底打碎，导致骑手分不清用人单位是谁而大大增加维权成本，就连法院也因难以确定用人单位而判决骑手败诉。外卖平台与大量配送商借此操作在不同程度上逃脱了用人单位的法律责任。\\n\\n \\n\\n与此同时，美团年报中的餐饮外卖业务的毛利率逐年稳步提升，自2017年毛利率首次转正后的8.1%增加至2019年疫情前夕的18.7%。相比之下，外卖行业最大的配送商之一只占据4%左右的市场份额，2017-2019三年平均毛利率仅6.7%。\\n\\n \\n\\n换句话说，外卖平台的财务数据之所以越来越好看，部分是因为被其踩在脚下的多如蚂蚁的配送商为其背负了沉重的人力成本和用工风险。\\n\\n \\n\\n### P\\n\\n2018年2月，越南，Axie诞生。\\n\\n \\n\\n当时几乎没有人知道什么是NFT，第一款交易加收藏属性的游戏加密猫（CryptoKitties）才刚出现、融入元宇宙概念的Decentraland也刚发行代币。\\n\\n \\n\\n没有人能想象到3年后，一个越南团队因为区块链游戏大红，影响世界。\\n\\n \\n\\n根据DappRadar的数据，目前Axie Infinity是排名第一的NFT项目。AXS作为Aixe Infinity中的生态代币，从去年的0.135美元上涨至目前的130美元，整体涨幅超过900倍，即便你在今年上半年的任何时间点购买AXS，都可能获得几倍甚至十几倍的收益。\\n\\n \\n\\n尤其五月起，Axie的日收入开始呈现指数型发展，8月6日收入达到峰值1750完美元，近30天收入突破3.34亿美元，超过7月份王者荣耀的2.31亿美元。\\n\\n \\n\\n凭着出色的表现，Axie Infinity成为引爆GameFi的导火索，也让Play to earn——「边玩边赚」这种模式得到关注，玩家在游戏中购买、饲养和交易名为Axies的精灵来做任务、对战，赢得代币。玩法类似，因此有玩家叫 Axie Infinity另一个名字——币圈宝可梦。\\n\\n \\n\\nAxie的大爆以技术生态成熟为基础、疫情加速，ETH等公链基础设施逐渐完善、NFT交易的普及、DeFi（去中心化金融）的爆发，被疫情封锁的东南亚人民开始尝试游戏赚钱。根据 Coindesk 的一篇文章，在被新冠疫情袭击的菲律宾，一些失业者在以玩游戏和交易 Axies中的NFT维持生计——「通过玩Axie赚到的钱，游戏中的玩家已经购买了从婴儿尿布和牛奶到工作面试穿的鞋子和衬衫的所有东西。」\\n\\n \\n\\n在传统游戏中，玩家为游戏贡献注意力和时间，还有金钱，游戏平台则借此商业变现。游戏的价值只体现在少数工作室的巨额年终奖和平台公司的股价上。游戏的经济收益没有流向玩家，玩了一整天游戏之后，玩家除了全身的开心或空虚之外，没有什么可以获得的。\\n\\n \\n\\n在传统游戏中，游戏道具本质上是储存在服务器上的0和1，脱离中心化服务器后，一切将化为乌有。\\n\\n \\n\\n从利益链条来看，GameFi重构了利益分配模型，让参与GameFi的用户能根据贡献度获得属于自己的收益。而且基于区块链的特性，玩家在GameFi中的资产以NFT形式掌握在自己手中。玩家可以通过游戏获得NFT资产或者游戏的代币奖励，并将这些资产提现到交易平台进行交易。\\n\\n \\n\\nAxie 采用的是双代币经济模型，AXS是治理代币，SLP作为游戏内的燃料，用于游戏内精灵繁殖和玩家做任务的奖励。\\n\\n \\n\\n这两种代币之间各有分工又能相互交易，拥有AXS的人对游戏发展拥有治理权、质押AXS获取奖励，繁殖精灵也需要消耗一定的AXS。而SLP则用于繁殖精灵和游戏奖励，无限增发，但为了维持流通量的平衡，玩家繁殖所使用的SLP将被销毁。\\n\\n \\n\\n还没考虑到游戏可玩性和赚钱效应哪个更重要的时候。Play-to-earn 是目前玩家参与区块链游戏的主要动力，游戏项目的主要盈利模式为出售资产和收取交易费用。\\n\\n \\n\\n链上游戏的开放性使玩家不仅可以成为游戏的参与者和消费者，也可以成为游戏的创作者和治理者。通过经济激励和治理权利的合理分配，用户和游戏间形成正向循环。\\n\\n \\n\\n### 未来的工作\\n\\nGameFi的爆发离不开Axie Infinity，而Axie Infinity 在全世界尤其是东南亚的扩张离不开YGG（Yield Guild Games）打金工会。\\n\\n \\n\\n全球疫情蔓延给各国经济造成重创，在工业基础薄弱的菲律宾等东南亚地区，失业率飙升。YGG巧妙地帮助这些失业者在GameFi「再就业」。\\n\\n \\n\\n简单来说，YGG通过招募管理者和玩家（Scholar），为玩家提供Axie奖学金。\\n\\n \\n\\nAxie Infinity游戏的初始设定至少有3个精灵才能开始对战，这至少需要几百到几千美元不等的门槛，YGG的管理者会把3个精灵一组租给申请的玩家，玩家借此赚取SLP。\\n\\n \\n\\n玩家囤了一定数额的SLP代币后可要求管理员兑现，管理员启动智能合约回收这些代币，收益按照玩家 70% 份额、管理者 20% 份额、YGG 10%份额的比例进行。同时YGG也会通过收益购入游戏中新的资产，分发给游戏公会成员。\\n\\n \\n\\nYGG的创始人Gabby Dizon 也是Axie的玩家，菲律宾人，游戏公会与链游项目的关系是相辅相成的。\\n\\n \\n\\n公会充当着带领玩家进入链游和加密货币市场的领路人角色，为游戏带来第一批、第二批用户，同时一款玩法新颖、有利可图的游戏会吸引更多人加入公会、提升收入。\\n\\n \\n\\n目前YGG的投资组合中有超过 18 款游戏，包括 Axie Infinity、Splinterlands 和 Zed Run 等等，以及各种元宇宙（Metaverse）游戏的 NFT，使其治理代币 YGG 成为一种play-to-earn经济的指数。尽管YGG刚成立一年，还处于初期阶段，已经有超过4500名「学者」，每周交易额超过100万美元。\\n\\n \\n\\n人们参与到项目中的角色流动性增强了许多，一个人可以同时是玩家也可以是投资者，也可以热衷参与社区治理的政治家，当一份提供日常生活资金来源的工作，同时结合虚拟世界和现实世界，并提供多种作用的时候，这是否代表着一种新的工作形态？\\n\\n \\n\\n在百年难遇的疫情时刻，当知识分子与中产阶级们在社交网络上反复探讨远程工作的优缺点，以体力劳动为主的底层人民却难以参与，他们的工作难以居家完成、同时依赖公共交通、环境流动复杂、居住之地往往也人口密集，防疫和维持生计对他们来说，是一道两全的难题。\\n\\n \\n\\n菲律宾首都马尼拉北部，有个小城镇卡巴纳图（Cabanatuan），封锁期间，当地人通过玩Axie维持生计，28岁的Art Art最初并不相信这个游戏可以赚钱，后来他玩了15天，赚到大约20美元，很快这个游戏就在整个街区流行起来，风靡起来的原因也很简单——「会玩的人教不会的人，因为疫情，大家也没有别的收入方式。」\\n\\n \\n\\nGabby Dizon认为游戏将是人们进入元宇宙最好的方式，「虚拟世界中将会是人们能够去银行，与某个 DeFi 应用进行交互，做着我们认为是工作的事情，但是在看起来像是游戏的虚拟世界中进行。」\\n\\n \\n\\n工作变得越来越像游戏，在资本自由跨境流动但劳动力无法跨境流动的世界中，在虚拟世界「打工」显然门槛更低回报更高，在这里，一名菲律宾劳工不需要背井离乡，也能赚取全球流动性高的货币。\\n\\n \\n\\n### 未来已来\\n\\n \\n\\n10月29日，17岁的Facebook宣布改名为Meta。创始人马克·扎克伯格在一个虚拟会议上表示：「日转星移，希望我们被视为一家元宇宙公司，将我们的工作和身份向公司的发展方向靠拢。」\\n\\n \\n\\n周四，该公司在美国加州门洛帕克（Menlo Park）总部更换了新标识，用一个表示无限的蓝色形状取代了竖起大拇指的「Like」标识。当一部分旧秩序出现缝隙，正是另一部分新世界崛起之日。\\n\\n \\n\\n1980年代到2000年代初，被称为互联网第一个阶段。当时的互联网服务都建立在互联网社区控制的开放协议上，规则是既定的不会变化。到了第二个互联网阶段，2000年代中期到现在，以盈利为目的的科技公司开发的软件和服务迅速超越了开放协议的承载力，App成为了互联网的主要用途。\\n\\n \\n\\n好处是地球上数十亿人都可以访问到世界上最聪明的一群人做出来的产品，大部分也是免费的，坏处是对于初创公司和创作者来说，在网上建立自己的影响力变得越来越困难，而且时刻需要担心中心化平台更改规则。这反过来扼杀了创新，互联网再也没有二十年前那么有趣和生动。\\n\\n \\n\\n于是我们寄希望于互联网的第三个阶段。「meta」这个词来自希腊语，意思是「超越」。有人认为元宇宙是虚拟现实的一个版本，但有些人认为它可能是互联网的未来——在元宇宙中，人们可以使用使用VR、AR等设备进入连接各种数字环境的虚拟世界，并在用于工作、娱乐、音乐会以及与朋友和家人的社交活动。\\n\\n \\n\\nLibra失败在前，人们或许不愿意进入一个Facebook创造的元宇宙，比起刚诞生时令人心潮澎湃的硅谷创业故事，这家公司的大众名誉如今几乎跌入谷底，它陷入大公司的创新窘境，是一个无法保护用户信息和隐私、充斥着令人混乱的算法和仇恨言论的地方。\\n\\n \\n\\n元宇宙（Metaverse）起源于一本科幻小说——尼尔·斯蒂芬森的《雪崩》，背景设定是一种可以同时在虚拟网络和现实世界传播的病毒，而小说主角是一名黑客、日本武士兼披萨外卖员。\\n\\n \\n\\n小说发布在1992年，同年，一群位于美国西海岸的黑客们组成了一个社区，这个虚拟社区有一份约1400人的邮件名单，自行定下规则和行为规范进行匿名交流，有一些成员使用假名，比如中本聪就是其中一个。社区常常向新成员推荐书，比如《真名实姓》、《安德的游戏》、《雪崩》，还有哈基姆·贝的《TAZ》。\\n\\n \\n\\n蒂姆·梅（Tim May）是他们之中的先驱，他常邀请一群人到圣克鲁斯的家里讨论「密码学方法」，这群人自称「密码朋克」。互联网影响最大的创新往往诞生于不知名计算机爱好者的小小车库或宿舍里，密码朋克社区的人认为这项技术有望开拓世界，也有可能令国家侵入私人生活。\\n\\n \\n\\n这份名单一直活跃到2000年左右，恰好是美国「。Com」泡沫破裂之时，但在此之前，这个社区的几名关键人物的想法碰撞已经催生了一些影响到今天的创新：亚当·贝克（Adam Back）发明了「哈希现金」（hashcash）系统、戴维（Wei Dai）想出了b-money，哈尔·芬尼（Hal Finney）发开发了「可重复使用的工作量」协议……2008年，中本聪发布了比特币白皮书。\\n\\n \\n\\n中心化互联网的创新姿态走向了死胡同，每个人都被看不见的鬼魂追着跑，用户背后是15秒一次的注意力掠夺算法、外卖骑手背后是冷酷高效的指令，创业团队背后是一张写着变现死线的对赌协议，科技上市公司背后是渴求着无限增长的股价。\\n\\n \\n\\n这让我想到赛博朋克开山之作《神经漫游者》作者威廉·吉布森的一句话——「未来已来，只是还没有均匀的流淌在这社会中。」（The future is already here — it’s just not very evenly distributed. ）\\n\\n \\n\\n未来已来。\\n\\n \\n\\n \\n\\n参考资料：\\n\\nUber, Airbnb and consequences of the sharing economy: Research roundup\\n\\n<https://journalistsresource.org/economics/airbnb-lyft-uber-bike-share-sharing-economy-research-roundup/> \\n\\n \\n\\n共享经济十年兴衰：那些癫狂、陨落与野蛮生长的公司\\n\\n<https://www.jiemian.com/article/5535238.html> \\n\\n \\n\\n硅谷教父Paul Graham谈投资：我们一开始并不喜欢爱彼迎\\n\\n<https://sunnews.cc/science/502430.html> \\n\\n \\n\\n骑手谜云：法律如何打开外卖平台用工的「局」？\\n\\n<https://mp.weixin.qq.com/s/FIdsv8K-tESolDNLlXGMog> \\n\\n \\n\\na16z:「边玩边赚」与更广泛的 Web3 趋势\\n\\n<https://mp.weixin.qq.com/s/z5s628ZD7xiguKCgsiPAMw> \\n\\n \\n\\nPLAY-TO-EARN | NFT Gaming in the Philippines \\n\\n<https://www.youtube.com/watch?v=Yo-BrASMHU4>\\n\\n \\n\\n去中心化为什么重要\\n\\n<https://matters.news/@lychees67/%E5%8E%BB%E4%B8%AD%E5%BF%83%E5%8C%96%E7%82%BA%E4%BB%80%E9%BA%BD%E9%87%8D%E8%A6%81-zdpuAsH19nK5eZnkRwJmwxJdW24baKGQzMvLHeZdny9kaCHCA> \\n\\n \",\"timestamp\":1640779483,\"title\":\"未来已来，只是还没有均匀的流淌\"},\"digest\":\"mm5GeXWGRL1MW0a-al6fGUGZlcrIem_oTzZxk09CYi4\",\"authorship\":{\"contributor\":\"0x155689844A3dAf6aCF38F5a554e012845F978509\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wARI9Mb6wxkvJ_I_znYhBPUmIkEtgI-_0zyX5sMUNrg\\\",\\\"y\\\":\\\"AS4Q-XwDJShlxlv6sXBHwEM3o1PK4N1Ae-lIs8RDPtk\\\"}\",\"signature\":\"6JmrSX7X6WgdgZpB92e7Po_gFT643APn-TqLDMIkbtByl9XC2OQDzsaOcgQcyQow7vPNAD12LLnzaG1Vy1in3g\",\"signingKeySignature\":\"0x8212fcc27294a94be6225a34704fc0077194f7619b754cb4ac70885cb36896f3797785fec8e0b9cbf53d0c9c7d61ef477c1e89390066f9d7e9c7376aed210dff1b\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"wARI9Mb6wxkvJ_I_znYhBPUmIkEtgI-_0zyX5sMUNrg\\\",\\\"y\\\":\\\"AS4Q-XwDJShlxlv6sXBHwEM3o1PK4N1Ae-lIs8RDPtk\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"mm5GeXWGRL1MW0a-al6fGUGZlcrIem_oTzZxk09CYi4\"}"