"{\"content\":{\"body\":\"I had asked half-a-dozen acquaintance to do the same thing; and said, \\\"it was a piece of treachery, and done to make everybody else look little when compared to my favourite friends the PEPYSES, whose translations were unquestionably the best.\\\"  I will insert them, because he DID say so.  This is the distich given me by Sir Lucas, to whom I owe more solid obligations, no less than the power of thanking him for the life he saved, and whose least valuable praise is the correctness of his taste:--\\n\\n```\\n \\\"O'er the ice as o'er pleasure you lightly should glide,       Both have gulfs which their flattering surfaces hide.\\\"\\n```\\n\\nThis other more serious one was written by his brother:--\\n\\n```\\n \\\"Swift o'er the level how the skaters slide,         And skim the glitt'ring surface as they go:       Thus o'er life's specious pleasures lightly glide,         But pause not, press not on the gulf below.\\\"\\n```\\n\\nDr. Johnson seeing this last, and thinking a moment, repeated:--\\n\\n```\\n \\\"O'er crackling ice, o'er gulfs profound,         With nimble glide the skaters play;       O'er treacherous pleasure's flow'ry ground         Thus lightly skim, and haste away.\\\"\\n```\\n\\nThough thus uncommonly ready both to give and take offence, Mr. Johnson had many rigid maxims concerning the necessity of continued softness and compliance of disposition:  and when I once mentioned Shenstone's idea that some little quarrel among lovers, relations, and friends was useful, and contributed to their general happiness upon the whole, by making the soul feel her elastic force, and return to the beloved object with renewed delight:  \\\"Why, what a pernicious maxim is this now,\\\" cries Johnson, \\\"ALL quarrels ought to be avoided studiously, particularly conjugal ones, as no one can possibly tell where they may end; besides that lasting dislike is often the consequence of occasional disgust, and that the cup of life is surely bitter enough without squeezing in the hateful rind of resentment.\\\" It was upon something like the same principle, and from his general hatred of refinement, that when I told him how Dr. Collier, in order to keep the servants in humour with his favourite dog, by seeming rough with the animal himself on many occasions, and crying out, \\\"Why will nobody knock this cur's brains out?\\\" meant to conciliate their tenderness towards Pompey; he returned me for answer, \\\"that the maxim was evidently false, and founded on ignorance of human life:  that the servants would kick the dog sooner for having obtained such a sanction to their severity.  And I once,\\\" added he, \\\"chid my wife for beating the cat before the maid, who will now,\\\" said I, \\\"treat puss with cruelty, perhaps, and plead her mistress's example.\\\"\\n\\nI asked him upon this if he ever disputed with his wife?  (I had heard that he loved her passionately.)  \\\"Perpetually,\\\" said he:  \\\"my wife had a particular reverence for cleanliness, and desired the praise of neatness in her dress and furniture, as many ladies do, till they become troublesome to their best friends, slaves to their own besoms, and only sigh for the hour of sweeping their husbands out of the house as dirt and useless lumber.  'A clean floor is SO comfortable,' she would say sometimes, by way of twitting; till at last I told her that I thought we had had talk enough about the FLOOR, we would now have a touch at the CEILING.\\\"\\n\\nOn another occasion I have heard him blame her for a fault many people have, of setting the miseries of their neighbours half unintentionally, half wantonly before their eyes, showing them the bad side of their profession, situation, etc.  He said, \\\"She would lament the dependence of pupilage to a young heir, etc., and once told a waterman who rowed her along the Thames in a wherry, that he was no happier than a galley-slave, one being chained to the oar by authority, the other by want.  I had, however,\\\" said he, laughing, \\\"the wit to get her daughter on my side always before we began the dispute.  She read comedy better than anybody he ever heard,\\\" he said; \\\"in tragedy she mouthed too much.\\\"\\n\\nGarrick told Mr. Thrale, however, that she was a little painted puppet, of no value at all, and quite disguised with affectation, full of odd airs of rural elegance; and he made out some comical scenes, by mimicking her in a dialogue he pretended to have overheard.  I do not know whether he meant such stuff to be believed or no, it was so comical; nor did I indeed ever see him represent her ridiculously, though my husband did.  The intelligence I gained of her from old Levett was only perpetual illness and perpetual opium.  The picture I found of her at Lichfield was very pretty, and her daughter, Mrs. Lucy Porter, said it was like.  Mr. Johnson has told me that her hair was eminently beautiful, quite blonde, like that of a baby; but that she fretted about the colour, and was always desirous to dye it black, which he very judiciously hindered her from doing.  His account of their wedding we used to think ludicrous enough.  \\\"I was riding to church,\\\" says Johnson, \\\"and she following on another single horse.  She hung back, however, and I turned about to see whether she could get her steed along, or what was the matter.  I had, however, soon occasion to see it was only coquetry, and THAT I DESPISED, so quickening my pace a little, she mended hers; but I believe there was a tear or two--pretty dear creature!\\\"\\n\\nJohnson loved his dinner exceedingly, and has often said in my hearing, perhaps for my edification, \\\"that wherever the dinner is ill got there is poverty or there is avarice, or there is stupidity; in short, the family is somehow grossly wrong:  for,\\\" continued he, \\\"a man seldom thinks with more earnestness of anything than he does of his dinner, and if he cannot get that well dressed, he should be suspected of inaccuracy in other things.\\\" One day, when he was speaking upon the subject, I asked him if he ever huffed his wife about his dinner?  \\\"So often,\\\" replied he, \\\"that at last she called to me, and said, 'Nay, hold, Mr. Johnson, and do not make a farce of thanking God for a dinner which in a few minutes you will protest not eatable.'\\\"\\n\\nWhen any disputes arose between our married acquaintance, however, Mr. Johnson always sided with the husband, \\\"whom,\\\" he said, \\\"the woman had probably provoked so often, she scarce knew when or how she had disobliged him first.  Women,\\\" says Dr. Johnson, \\\"give great offence by a contemptuous spirit of non-compliance on petty occasions.  The man calls his wife to walk with him in the shade, and she feels a strange desire just at that moment to sit in the sun:  he offers to read her a play, or sing her a song, and she calls the children in to disturb them, or advises him to seize that opportunity of settling the family accounts.  Twenty such tricks will the faithfullest wife in the world not refuse to play, and then look astonished when the fellow fetches in a mistress.  Boarding-schools were established,\\\" continued he, \\\"for the conjugal quiet of the parents.  The two partners cannot agree which child to fondle, nor how to fondle them, so they put the young ones to school, and remove the cause of contention.  The little girl pokes her head, the mother reproves her sharply.  'Do not mind your mamma,' says the father, 'my dear, but do your own way.'  The mother complains to me of this.  'Madam,' said I, 'your husband is right all the while; he is with you but two hours of the day, perhaps, and then you tease him by making the child cry.  Are not ten hours enough for tuition? and are the hours of pleasure so frequent in life, that when a man gets a couple of quiet ones to spend in familiar chat with his wife, they must be poisoned by petty mortifications?  Put missy to school; she will learn to hold her head like her neighbours, and you will no longer torment your family for want of other talk.'\\\".\\n\\nThe vacuity of life had at some early period of his life struck so forcibly on the mind of Mr. Johnson, that it became by repeated impression his favourite hypothesis, and the general tenor of his reasonings commonly ended there, wherever they might begin.  Such things, therefore, as other philosophers often attribute to various and contradictory causes, appeared to him uniform enough; all was done to fill up the time, upon his principle.  I used to tell him that it was like the clown's answer in As You Like It, of \\\"Oh, lord, sir!\\\" for that it suited every occasion.  One man, for example, was profligate and wild, as we call it, followed the girls, or sat still at the gaming-table.  \\\"Why, life must be filled up,\\\" says Johnson, \\\"and the man who is not capable of intellectual pleasures must content himself with such as his senses can afford.\\\"  Another was a hoarder.  \\\"Why, a fellow must do something; and what, so easy to a narrow mind as hoarding halfpence till they turn into sixpences.\\\"  Avarice was a vice against which, however, I never much heard Mr. Johnson declaim, till one represented it to him connected with cruelty, or some such disgraceful companion.  \\\"Do not,\\\" said he, \\\"discourage your children from hoarding if they have a taste to it:  whoever lays up his penny rather than part with it for a cake, at least is not the slave of gross appetite, and shows besides a preference always to be esteemed, of the future to the present moment.  Such a mind may be made a good one; but the natural spendthrift, who grasps his pleasures greedily and coarsely, and cares for nothing but immediate indulgence, is very little to be valued above a negro.\\\"  We talked of Lady Tavistock, who grieved herself to death for the loss of her husband--\\\"She was rich, and wanted employment,\\\" says Johnson, \\\"so she cried till she lost all power of restraining her tears:  other women are forced to outlive their husbands, who were just as much beloved, depend on it; but they have no time for grief:  and I doubt not, if we had put my Lady Tavistock into a small chandler's shop, and given her a nurse-child to tend, her life would have been saved.  The poor and the busy have no leisure for sentimental sorrow.\\\"  We were speaking of a gentleman who loved his friend--\\\"Make him Prime Minister,\\\" says Johnson, \\\"and see how long his friend will be remembered.\\\"  But he had a rougher answer for me, when I commended a sermon preached by an intimate acquaintance of our own at the trading end of the town.  \\\"What was the subject, madam?\\\" says Dr. Johnson. \\\"Friendship, sir,\\\" replied I.  \\\"Why, now, is it not strange that a wise man, like our dear little Evans, should take it in his head to preach on such a subject, in a place where no one can be thinking of it?\\\"  \\\"Why, what are they thinking upon, sir?\\\" said I.  \\\"Why, the men are thinking on their money, I suppose, and the women are thinking of their mops.\\\"\\n\\nDr. Johnson's knowledge and esteem of what we call low or coarse life was indeed prodigious; and he did not like that the upper ranks should be dignified with the name of THE WORLD.  Sir Joshua Reynolds said one day that nobody WORE laced coats now; and that once everybody wore them.  \\\"See, now,\\\" says Johnson, \\\"how absurd that is; as if the bulk of mankind consisted of fine gentlemen that came to him to sit for their pictures.  If every man who wears a laced coat (that he can pay for) was extirpated, who would miss them?\\\"  With all this haughty contempt of gentility, no praise was more welcome to Dr. Johnson than that which said he had the notions or manners of a gentleman:  which character I have heard him define with accuracy, and describe with elegance.  \\\"Officers,\\\" he said, \\\"were falsely supposed to have the carriage of gentlemen; whereas no profession left a stronger brand behind it than that of a soldier; and it was the essence of a gentleman's character to bear the visible mark of no profession whatever.\\\"  He once named Mr. Berenger as the standard of true elegance; but some one objecting that he too much resembled the gentleman in Congreve's comedies, Mr. Johnson said, \\\"We must fix them upon the famous Thomas Hervey, whose manners were polished even to acuteness and brilliancy, though he lost but little in solid power of reasoning, and in genuine force of mind.\\\"  Mr. Johnson had, however, an avowed and scarcely limited partiality for all who bore the name or boasted the alliance of an Aston or a Hervey; and when Mr. Thrale once asked him which had been the happiest period of his past life? he replied, \\\"It was that year in which he spent one whole evening with M---y As--n.  That, indeed,\\\" said he, \\\"was not happiness, it was rapture; but the thoughts of it sweetened the whole year.\\\"  I must add that the evening alluded to was not passed tete-a-tete, but in a select company, of which the present Lord Killmorey was one. \\\"Molly,\\\" says Dr. Johnson, \\\"was a beauty and a scholar, and a wit and a Whig; and she talked all in praise of liberty:  and so I made this epigram upon her.  She was the loveliest creature I ever saw!!!\\n\\n```\\n \\\"'Liber ut esse velim, suasisti pulchra Maria,        Ut maneam liber--pulchra Maria, vale!'\\\"\\n```\\n\\n\\\"Will it do this way in English, sir?\\\" said I.\\n\\n```\\n \\\"Persuasions to freedom fall oddly from you;       If freedom we seek--fair Maria, adieu!\\\"\\n```\\n\\n\\\"It will do well enough,\\\\` replied he, \\\"but it is translated by a lady, and the ladies never loved M---y As--n.\\\"  I asked him what his wife thought of this attachment?  \\\"She was jealous, to be sure,\\\" said he, \\\"and teased me sometimes when I would let her; and one day, as a fortune-telling gipsy passed us when we were walking out in company with two or three friends in the country, she made the wench look at my hand, but soon repented her curiosity; 'for,' says the gipsy, 'your heart is divided, sir, between a Betty and a Molly:  Betty loves you best, but you take most delight in Molly's company.'  When I turned about to laugh, I saw my wife was crying. Pretty charmer! she had no reason!\\\"\\n\\nIt was, I believe, long after the currents of life had driven him to a great distance from this lady, that he spent much of his time with Mrs. F-tzh--b--t, of whom he always spoke with esteem and tenderness, and with a veneration very difficult to deserve.  \\\"That woman,\\\" said he, \\\"loved her husband as we hope and desire to be loved by our guardian angel.  F-tzh--b- -t was a gay, good-humoured fellow, generous of his money and of his meat, and desirous of nothing but cheerful society among people distinguished in SOME way, in ANY WAY, I think; for Rousseau and St. Austin would have been equally welcome to his table and to his kindness.  The lady, however, was of another way of thinking:  her first care was to preserve her husband's soul from corruption; her second, to keep his estate entire for their children:  and I owed my good reception in the family to the idea she had entertained, that I was fit company for F-tzh--b--t, whom I loved extremely.  'They dare not,' said she, 'swear, and take other conversation-liberties before YOU.'\\\"  I asked if her husband returned her regard?  \\\"He felt her influence too powerfully,\\\" replied Mr. Johnson; \\\"no man will be fond of what forces him daily to feel himself inferior.  She stood at the door of her paradise in Derbyshire, like the angel with a flaming sword, to keep the devil at a distance.  But she was not immortal, poor dear! she died, and her husband felt at once afflicted and released.\\\" I inquired if she was handsome?  \\\"She would have been handsome for a queen,\\\" replied the panegyrist; \\\"her beauty had more in it of majesty than of attraction, more of the dignity of virtue than the vivacity of wit.\\\" The friend of this lady, Miss B--thby, succeeded her in the management of Mr. F-tzh--b--t's family, and in the esteem of Dr. Johnson, though he told me she pushed her piety to bigotry, her devotion to enthusiasm, that she somewhat disqualified herself for the duties of THIS life, by her perpetual aspirations after the NEXT.  Such was, however, the purity of her mind, he said, and such the graces of her manner, that Lord Lyttelton and he used to strive for her preference with an emulation that occasioned hourly disgust, and ended in lasting animosity.  \\\"You may see,\\\" said he to me, when the \\\"Poets' Lives\\\" were printed, \\\"that dear B--thby is at my heart still.  She WOULD delight in that fellow Lyttelton's company though, all that I could do; and I cannot forgive even his memory the preference given by a mind like hers.\\\"  I have heard Baretti say that when this lady died, Dr. Johnson was almost distracted with his grief, and that the friends about him had much ado to calm the violence of his emotion.  Dr. Taylor, too, related once to Mr. Thrale and me, that when he lost his wife, the negro Francis ran away, though in the middle of the night, to Westminster, to fetch Dr. Taylor to his master, who was all but wild with excess of sorrow, and scarce knew him when he arrived.  After some minutes, however, the Doctor proposed their going to prayers, as the only rational method of calming the disorder this misfortune had occasioned in both their spirits.  Time, and resignation to the will of God, cured every breach in his heart before I made acquaintance with him, though he always persisted in saying he never rightly recovered the loss of his wife.  It is in allusion to her that he records the observation of a female critic, as he calls her, in Gay's \\\"Life;\\\" and the lady of great beauty and elegance, mentioned in the criticisms upon Pope's epitaphs, was Miss Molly Aston.  The person spoken of in his strictures upon Young's poetry is the writer of these anecdotes, to whom he likewise addressed the following verses when he was in the Isle of Skye with Mr. Boswell.  The letters written in his journey, I used to tell him, were better than the printed book; and he was not displeased at my having taken the pains to copy them all over.  Here is the Latin ode:--\\n\\n```\\n \\\"Permeo terras, ubi nuda rupes       Saxeas miscet nebulis ruinas,       Torva ubi rident steriles coloni                     Rura labores.\\n\\n \\\"Pervagor gentes, hominum ferorum       Vita ubi nullo decorata cultu,       Squallet informis, tigurique fumis                     Faeda latescit.\\n\\n \\\"Inter erroris salebrosa longi,       Inter ignotae strepitus loquelae,       Quot modis mecum, quid agat requiro                     Thralia dulcis?\\n\\n \\\"Seu viri curas pia nupta mulcet,       Seu fovet mater sobolem benigna,       Sive cum libris novitate pascit                     Sedula mentem:\\n\\n \\\"Sit memor nostri, fideique merces,       Stet fides constans, meritoque blandum       Thraliae discant resonare nomen                     Littora Skiae.\\\"\\n```\\n\\nOn another occasion I can boast verses from Dr. Johnson.  As I went into his room the morning of my birthday once, and said to him, \\\"Nobody sends me any verses now, because I am five-and-thirty years old, and Stella was fed with them till forty-six, I remember.\\\"  My being just recovered from illness and confinement will account for the manner in which he burst out, suddenly, for so he did without the least previous hesitation whatsoever, and without having entertained the smallest intention towards it half a minute before:\\n\\n```\\n \\\"Oft in danger, yet alive,       We are come to thirty-five;       Long may better years arrive,       Better years than thirty-five.       Could philosophers contrive       Life to stop at thirty-five,       Time his hours should never drive       O'er the bounds of thirty-five.       High to soar, and deep to dive,       Nature gives at thirty-five.       Ladies, stock and tend your hive,       Trifle not at thirty-five:       For howe'er we boast and strive,       Life declines from thirty-five.       He that ever hopes to thrive       Must begin by thirty-five;     And all who wisely wish to wive     Must look on Thrale at thirty-five.\\\"\\n```\\n\\n\\\"And now,\\\" said he, as I was writing them down, \\\"you may see what it is to come for poetry to a dictionary-maker; you may observe that the rhymes run in alphabetical order exactly.\\\"  And so they do.\\n\\nMr. Johnson did indeed possess an almost Tuscan power of improvisation. When he called to my daughter, who was consulting with a friend about a new gown and dressed hat she thought of wearing to an assembly, thus suddenly, while she hoped he was not listening to their conversation--\\n\\n```\\n \\\"Wear the gown and wear the hat,         Snatch thy pleasures while they last;       Hadst thou nine lives like a cat,         Soon those nine lives would be past.\\\"\\n```\\n\\nIt is impossible to deny to such little sallies the power of the Florentines, who do not permit their verses to be ever written down, though they often deserve it, because, as they express it, Cosi se perde-rebbe la poca gloria.\\n\\nAs for translations, we used to make him sometimes run off with one or two in a good humour.  He was praising this song of Metastasio:--\\n\\n```\\n \\\"Deh, se piacermi vuoi,       Lascia i sospetti tuoi,       Non mi turbar conquesto       Molesto dubitar:       Chi ciecamente crede,       Impegna a serbar fede:       Chi sempre inganno aspetta,       Alletta ad ingannar.\\\"\\n```\\n\\n\\\"Should you like it in English,\\\" said he, \\\"thus?\\\"\\n\\n```\\n \\\"Would you hope to gain my heart,       Bid your teasing doubts depart;       He who blindly trusts, will find       Faith from every generous mind:       He who still expects deceit,       Only teaches how to cheat.\\\"\\n```\\n\\nMr. Baretti coaxed him likewise one day at Streatham out of a translation of Emirena's speech to the false courtier Aquileius, and it is probably printed before now, as I think two or three people took copies; but perhaps it has slipped their memories.\\n\\n```\\n \\\"Ah! tu in corte invecchiasti, e giurerei       Che fra i pochi non sei tenace ancora       Dell' antica onesta:  quando bisogna,       Saprai sereno in volto       Vezzeggiare un nemico:  accio vi cada,       Aprirgli innanzi un precipizio, e poi       Piangerne la caduta.  Offrirti a tutti       E non esser che tuo; di false lodi       Vestir le accuse, ed aggravar le colpe       Nel farne la difesa, ognor dal trono       I buoni allontanar; d'ogni castigo       Lasciar Vodio allo seettro, c d'ogni dono       Il merito usurpar:  tener nascosto       Sotto un zelo apparente un empio fine,       Ne fabbricar che sulle altrui rouine.\\\"\\n```\\n\\n\\\"Grown old in courts, thou art not surely one Who keeps the rigid rules of ancient honour; Well skilled to soothe a foe with looks of kindness, To sink the fatal precipice before him, And then lament his fall with seeming friendship: Open to all, true only to thyself, Thou know'st those arts which blast with envious praise, Which aggravate a fault with feigned excuses, And drive discountenanced virtue from the throne; That leave blame of rigour to the prince, And of his every gift usurp the merit; That hide in seeming zeal a wicked purpose, And only build upon another's ruin.\\\"\\n\\nThese characters Dr. Johnson, however, did not delight in reading, or in hearing of:  he always maintained that the world was not half so wicked as it was represented; and he might very well continue in that opinion, as he resolutely drove from him every story that could make him change it; and when Mr. Bickerstaff's flight confirmed the report of his guilt, and my husband said, in answer to Johnson's astonishment, that he had long been a suspected man:  \\\"By those who look close to the ground, dirt will be seen, sir,\\\" was the lofty reply.  \\\"I hope I see things from a greater distance.\\\"\\n\\nHis desire to go abroad, particularly to see Italy, was very great; and he had a longing wish, too, to leave some Latin verses at the Grand Chartreux. He loved, indeed, the very act of travelling, and I cannot tell how far one might have taken him in a carriage before he would have wished for refreshment.  He was therefore in some respects an admirable companion on the road, as he piqued himself upon feeling no inconvenience, and on despising no accommodations.  On the other hand, however, he expected no one else to feel any, and felt exceedingly inflamed with anger if any one complained of the rain, the sun, or the dust.  \\\"How,\\\" said he, \\\"do other people bear them?\\\"  As for general uneasiness, or complaints of lone confinement in a carriage, he considered all lamentations on their account as proofs of an empty head, and a tongue desirous to talk without materials of conversation.  \\\"A mill that goes without grist,\\\" said he, \\\"is as good a companion as such creatures.\\\"\\n\\nI pitied a friend before him, who had a whining wife that found everything painful to her, and nothing pleasing.  \\\"He does not know that she whimpers,\\\" says Johnson; \\\"when a door has creaked for a fortnight together, you may observe--the master will scarcely give sixpence to get it oiled.\\\"\\n\\nOf another lady, more insipid than offensive, I once heard him say, \\\"She has some softness indeed, but so has a pillow.\\\"  And when one observed, in reply, that her husband's fidelity and attachment were exemplary, notwithstanding this low account at which her perfections were rated--\\\"Why, sir,\\\" cries the Doctor, \\\"being married to those sleepy-souled women is just like playing at cards for nothing:  no passion is excited, and the time is filled up.  I do not, however, envy a fellow one of those honeysuckle wives for my part, as they are but CREEPERS at best, and commonly destroy the tree they so tenderly cling about.\\\"\\n\\nFor a lady of quality, since dead, who received us at her husband's seat in Wales with less attention than he had long been accustomed to, he had a rougher denunciation.  \\\"That woman,\\\" cries Johnson, \\\"is like sour small-beer, the beverage of her table, and produce of the wretched country she lives in:  like that, she could never have been a good thing, and even that bad thing is spoiled.\\\"  This was in the same vein of asperity, and I believe with something like the same provocation, that he observed of a Scotch lady, \\\"that she resembled a dead nettle; were she alive,\\\" said he, \\\"she would sting.\\\"\\n\\nMr. Johnson's hatred of the Scotch is so well known, and so many of his bons mots expressive of that hatred have been already repeated in so many books and pamphlets, that 'tis perhaps scarcely worth while to write down the conversation between him and a friend of that nation who always resides in London, and who at his return from the Hebrides asked him, with a firm tone of voice, \\\"What he thought of his country?\\\"  \\\"That it is a very vile country, to be sure, sir,\\\" returned for answer Dr. Johnson.  \\\"Well, sir!\\\" replies the other, somewhat mortified, \\\"God made it.\\\"  \\\"Certainly He did,\\\" answers Mr. Johnson again, \\\"but we must always remember that He made it for Scotchmen, and comparisons are odious, Mr. S----; but God made hell.\\\"\\n\\nDr. Johnson did not, I think, much delight in that kind of conversation which consists in telling stories.  \\\"Everybody,\\\" said he, \\\"tells stories of me, and I tell stories of nobody.  I do not recollect,\\\" added he, \\\"that I have ever told YOU, that have been always favourites, above three stories; but I hope I do not play the Old Fool, and force people to hear uninteresting narratives, only because I once was diverted with them myself.\\\"  He was, however, no enemy to that sort of talk from the famous Mr. Foote, \\\"whose happiness of manner in relating was such,\\\" he said, \\\"as subdued arrogance and roused stupidity.  HIS stories were truly like those of Biron in Love's Labour's Lost, so VERY attractive--\\n\\n```\\n 'That aged ears played truant with his tales,       And younger hearings were quite ravished,       So sweet and voluble was his discourse.'\\n```\\n\\nOf all conversers, however,\\\" added he, \\\"the late Hawkins Browne was the most delightful with whom I ever was in company:  his talk was at once so elegant, so apparently artless, so pure, so pleasing, it seemed a perpetual stream of sentiment, enlivened by gaiety, and sparkling with images.\\\"  When I asked Dr.  Johnson who was the best man he had ever known? \\\"Psalmanazar,\\\" was the unexpected reply.  He said, likewise, \\\"that though a native of France, as his friend imagined, he possessed more of the English language than any one of the other foreigners who had separately fallen in his way.\\\" Though there was much esteem, however, there was, I believe, but little confidence between them; they conversed merely about general topics, religion and learning, of which both were undoubtedly stupendous examples; and, with regard to true Christian perfection, I have heard Johnson say, \\\"That George Psalmanazar's piety, penitence, and virtue exceeded almost what we read as wonderful even in the lives of saints.\\\"\",\"timestamp\":1639709418,\"title\":\"\\nHe was, however, most exceedingly enraged when he knew that in the course of the season\"},\"digest\":\"Kwv3r7eP2xvYd0r5M0vxzUGS_h7XSRmK6jeRafuGeN8\",\"authorship\":{\"contributor\":\"0x9dA14EBFe3CfE059a88A873b83F5D7f596175316\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VWargUnmyampqGgmx-REdxuvodis3p9TeGmDECDecXY\\\",\\\"y\\\":\\\"_eX0YU_WnUQuOCezsFhePnsSSBZt4FR4wjyg4WyuZwo\\\"}\",\"signature\":\"gZr_ywlio3wXwjJWH4lsP3LoKwonmUN1oN8O9F5DJFWyv52XSyy2Pu6GbEfWFrOKbIaTnTmHqWsXpC5tzIxkTw\",\"signingKeySignature\":\"0x1300bd8cac0087e18b6dded73bc33368655196c5041ed8e45c49c35b6de25e7558f532eb2409918d417ef70f117747a8ccf26464a69633c5afd4212d240c3dcd1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"VWargUnmyampqGgmx-REdxuvodis3p9TeGmDECDecXY\\\",\\\"y\\\":\\\"_eX0YU_WnUQuOCezsFhePnsSSBZt4FR4wjyg4WyuZwo\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"Kwv3r7eP2xvYd0r5M0vxzUGS_h7XSRmK6jeRafuGeN8\"}"