"{\"content\":{\"body\":\"![](https://images.mirror-media.xyz/publication-images/0d3b17d7-3899-473a-9fc8-4a264253f398.jpg?height=2700&width=3800)\\n\\n***Cope*** is a research service. It's built on the premise that crowdfunding will open a new economy of ideas. In a model like this, feedback from supporters is vital. So the community will help steer our lines of inquiry by commenting, suggesting topics, and offering financial support for work they find valuable. Our research can then be decoupled from the conditions and agendas set by institutional funders. We imagine it as a new forum for future thought, as ***Research for the Hive***.\\n\\nThe futurist profession is nominally dedicated to the formulation of new ideas and models for studying future possibilities. But in practice, the work of professional futurists is conducted for a single employer or funder. The ideas are only valuable insofar as they help realize a predetermined outcome. It's increasingly uncommon for anyone to be paid to think outside of an agenda.\\n\\nWe model the future from scratch. When we make assumptions, we state them. Otherwise, we presume that the future could unfold in many directions. We methodically piece together plausible scenarios, step by step, using systems theory and applied mathematics. Our findings are compiled in detailed reports and released promptly to the community. ***A shortlist of what we're researching includes***:\\n\\n![](https://images.mirror-media.xyz/publication-images/deeb2e57-a247-405b-9f2d-4b4e3f037346.jpg?height=1500&width=2700)\\n\\n\\nOur output is high-volume and our turn-arounds are prompt. After a successful crowdfund, the reports are released within two weeks, often sooner. At certain intervals we will publish print editions of our reports with previously unreleased material. All supporters will receive a print edition.\\n\\n \\nIf you're into *Cope* straight away, please support the first issue of our service. We've set a modest goal of *1 ETH* in anticipation of extended engagement with the community of supporters. ***There are many Copes to come***. \\n\\nThe first issue will include two reports on topics of personal interest. The first report is on the *BauDAO*, a DAO-based software stack for collective ownership of architecture. It outlines a sequence of scenarios in which programmable money, fractional ownership, and distributed governance radically reconfigure how the built environment is constructed and managed. The second report explores an anticipated issue of memory in digital mind engineering, introducing mathematical models to pose questions and offer solutions. ***Abstracts can be found below***.\\n\\n\\n[Cope 01](crowdfund://0xb0c813151d18482a914a2b95b1a25d020532Bb36?network=homestead)\\n\\nWe like Mirror because we see crowdfunding as an opportunity for young professional researchers to break from think tanks, universities, and strategy firms. We take the future too seriously to agree to institutional constraints. By establishing regular feedback with supporters, we can create systematic studies of future outcomes – and pathways toward them – without having to trudge through byzantine protocols, semantic ciphers of clients, and conditional funding cycles. \\n\\nWe're also making use of the [Splits](https://mirror.xyz/dashboard/guide/splits) feature, which allows us to automatically direct funds to those who have inspired our work. In this case, we’re sending 4% to three people who have laid groundwork for us: [Kei Kreutler](https://www.ourmachine.net/) for her work on the qualities of DAOs, [Jesse Walden](https://variant.fund/) for the Ownership Economy of Metaverses, and [Kristoffer Josefsson](https://foam.space/) for his work with FOAM and editorial guidance.\\n\\n\\n## Report 1: *The BauDAO*\\n-Pierce Myers\\n\\n\\nFractional ownership and distributed governance are programmable mechanisms of the Ownership Economy that will be applied to the expanded field of tangible assets in the city. Real estate is the largest asset class in the world, most locked behind capital barriers, and is the primary mechanism through which the rentier paradigm sustains its parasitic extraction of urban value. The Building DAO, or ‘*BauDAO*’ is a collective-oriented, DAO-based software stack that restructures the paradigm of architectural funding, construction, and ownership. The *BauDAO* includes software mechanisms that 1) reduce the organizational complexity of fractional ownership of urban assets, 2) enable tiered governance protocols for determining ‘program’, and 3) sharply decrease capital barriers to ownership by orders of magnitude through crowdfunding. \\n \\nThis report diagrams the software architecture (BIM wrapped in DAO) and the unique role of Architects in triggering this paradigm of distributed urban ownership. The report begins with two near-term cases: a large creative collective acquiring studio space and a neighborhood-based residential building project, then speculates on mid-to-long-term scenarios for how these software-economic mechanisms can reshape cities and ecosystems in concert.\\n\\n\\n![](https://images.mirror-media.xyz/publication-images/c8aedb61-3c58-44d5-87ae-712e37180737.jpg?height=2071&width=2700)\\n\\n![](https://images.mirror-media.xyz/publication-images/ed3f5486-2f3a-4b13-9ace-7ffcbb709c80.jpg?height=1790&width=2700)\\n\\n\\n\\n\\n## Report 2: *The Problem of Memory in Digital Minds* \\n-James Douglas Boyd\\n\\nDigital minds will differ from human ones in that they will be both intelligent agents and products of the engineering designs of others. It may not always be easy for a digital mind to differentiate the aspects of its intelligence that are autonomous and those that are features of others’ designs. Memory is one such aspect. We consider an experiment that a digital mind can conduct and two measures that it can estimate for choosing among hypotheses regarding the origins of its memories.\\n\\n![](https://images.mirror-media.xyz/publication-images/eef26e2d-486a-4b5a-9219-4f77c9d35d25.jpg?height=1300&width=2700)\\n\\n\\n\\nAs ***Cope*** grows, the issues will include larger numbers of reports from a diversity of future thinkers. The content will be multimedia, and we'll distribute value using Splits. At the release of the first issue, we'll open our feedback channels for conversation. We're really excited about what this will become, and we look forward to building!\\n\\n\\n# ***Thanks, Cope*** \",\"timestamp\":1620675531,\"title\":\"First Issue Launch\",\"publication\":\"cope\"},\"digest\":\"SGOJmqaG7CX5Kr883WFZ0-zYbUxe9U9Ixj1qSMMxMMU\",\"authorship\":{\"contributor\":\"0x5E692Fe3d06414D75380604BA202c7d5ed94f219\",\"signingKey\":\"{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Oz2K-eXkzku1h-Ri9Wf8OSWPKtz1FcKcNbn0e8M_afY\\\",\\\"y\\\":\\\"ZXx-8CaEz_Jsj7XVkH5YRuc6xqV0P5fbo4Bi_GKC3jA\\\"}\",\"signature\":\"xbSzQ8Y1draf9_Jox_-ekwNt4oATL8B3A5Yx8ILFDqkJat7EhcVazbiblvXsJuzncjSvFsCgBHDaGdrdBObAHA\",\"signingKeySignature\":\"0x5e43d388301d7d0435ef971ebbefd3dfd85cf3ec5ce452a38fd00a889b1b25195a462e09ad3298e3d3ca70d4288fafac5f22605a9a01a87efa2424b5a017c0631b\",\"signingKeyMessage\":\"I authorize the publication of articles on cope.mirror.xyz from this device using:\\n{\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"Oz2K-eXkzku1h-Ri9Wf8OSWPKtz1FcKcNbn0e8M_afY\\\",\\\"y\\\":\\\"ZXx-8CaEz_Jsj7XVkH5YRuc6xqV0P5fbo4Bi_GKC3jA\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"w6bifreLlg_EcklLYoTDcbAfjMspF57YpYVEKeXqbmE\"}"