"{\"content\":{\"body\":\"![](https://phaven-prod.s3.amazonaws.com/files/image_part/asset/2723702/tNElnV9Ds7vxOO3WFZxsFzTA4gs/large_d2ff00659d5b4343b99092f2702eab5b_00000.jpg)\\n\\nВ інтернеті... тільки і розмов, що про Метаверс. Ніхто сповна не розуміє, що це і звідки, але кожен хоче висловити свою думку, або просто \\\"примазатися\\\" (ось і мій довічний бложик паразитує на цій темі). Тож, оскільки це \\\"Путівник Метаверсом\\\", давай розбиратися що до чого.\\n\\n## Що таке Metaverse / Метавсесвіт?\\n\\nХтось шукає сакральний глибинний смисл у розборі слова **M E T A V E R S E**, що виливається у філософськи побрехеньки без явної практичної користі.\\n\\nХтось вважає, що Метаверс може бути тільки ЄДИНИМ і що ми вже давно в ньому живимо, а те що зараз нам пропонують - просто покращена цифрова обгортка. Такий собі інтернет на \\\"максималках\\\".\\n\\nІнші говорять не про один, а багато метаверсів, як то інтернет-портали, або онлайн-ігри з великою соціальною складовою (Horison Worlds від Meta, ігри Minecraft, Roblox, Fortnite).\\n\\nВперше термін Metaverse (у перекладі як \\\"Метавсесвіт\\\") можна зустріти у посткіберпанк-бестселері Ніла Стівенсона 1992 року \\\"Snow Crash\\\". За визначенням Стівенсона, **Метавсесвіт - це згенерований комп'ютером світ, в якому користувачі за допомогою аватарів можуть взаємодіяти один з одним, відвідувати концерти, вечірки, будувати та купувати нерухомість, грати в ігри тощо. Щоб зануритись у такий Метавсесвіт необхідно мати спеціальне обладнання - комп'ютер, проєкційні окуляри та навушники.**\\n\\n![](https://phaven-prod.s3.amazonaws.com/files/image_part/asset/2726309/qTLDyJ9saEdOJRb7e8R8O3FoqZU/large_a4dbd8104e3d420aa6298a24279bcdfe_00000.jpg)\\n\\nВраховуючи, що книжка побачила світ у 1992 році, коли сучасний Інтернет тільки зароджувався, з тих часів ідея Метаверсу майже не змінилася - **віртуальний простір, що об'єднує користувачів та всі сфери нашого життя (розваги, робота, освіта)**.\\n\\nЗа 30 років з моменту виходу книжки було багато спроб втілити ідеї Стівенсона в реальність. Найуспішнішою спробою була онлайн-гра Second Life на початку 2000-х. Тоді всі зрозуміли, що в онлайн-іграх можна не тільки весело проводити час, але й заробляти справжні гроші, продаючи віртуальні речі.\\n\\nПотім були Minecraft, Roblox, Fortnite, які теж претендували на звання метаверсів - про що відкрито говорили їх творці.\\n\\nНову хвилю уваги до цього поняття спричинив Марк Закерберг під час свого півторагодинного спічу на конференції ~~Facebook~~ Connect 2021, назвавши Метаверс \\\"even more immersive and embodied internet\\\", де \\\"you're gonna be able to do almost anything you can imagine—get together with friends and family, work, learn, play, shop, create—as well as entirely new categories that don't really fit how we think about computers or phones today.\\\"\\n\\n![](https://phaven-prod.s3.amazonaws.com/files/image_part/asset/2726481/TGfADIoFQbn8hvnZ8ypyhJFp3i0/large___________.png)\\n\\n## Чим Метаверс відрізняється від Інтернету?\\n\\nВідповідь залежить від визначення самого поняття \\\"Метаверс\\\".\\n\\nЯкщо визначати його як **єдину цілісну сутність**, то це **еволюційне продовження Інтернету** (не плутати з Web3). Інтернет **з новими способами взаємодії** (наприклад, за допомогою доповненої та віртуальної реальності).\\n\\nЯкщо визначати Метаверс як\\\\*\\\\* окрему одиницю серед багатьох інших метаверсів\\\\*\\\\* (корпоративних, освітніх, персональних) - це **еволюційне продовження порталу (сайту) з новими способами взаємодії** (наприклад, раніше ти просто роздивлявся світлини на сайті National Geographic, а тепер в умовному NG-verse за допомогою Meta Quest 2 ти з друзями віртуально прогулюєшся вздовж кратера діючого вулкану та публікуєш селфі свого аватару в інстаграмі).\\n\\nЯк завжди, \\\"істина десь посередині\\\", і якщо об'єднати ці підходи, можна визначити певні елементи, які визначають Метаверс:\\n\\n### 1) Спільний соціальний простір з аватарами користувачів\\n\\nТепер до нікнеймів та зображень профілю додадуться тривимірні аватари для відвідування тривимірних метапросторів. Вже існують сервіси, які допомагають швидко створити аватар, щоб використовувати його у різних метаверсах - наприклад, [ReadyPlayerMe](https://readyplayer.me/).\\n\\n![](https://phaven-prod.s3.amazonaws.com/files/image_part/asset/2726322/oJkBbd-dWEst0p0eFYIuco6ySLA/large_______________2021-12-19_153009.png)\\n\\n### 2) Постійний «світ», у якому аватари живуть і взаємодіють\\n\\nМетаверс повинен постійно бути онлайн. Користувачі повинні зберігати свої віртуальні активи (одяг для аватара, земельну ділянку) між онлайн-сеансами.\\n\\n### 3) Можливість володіти віртуальною власністю, так само як і фізичною\\n\\nВ ідеальному Метаверсі користувачі зможуть мандрувати зі своїми віртуальними активами між різними метапросторами. Створювати самостійно, купувати і продавати віртуальні речі, дарувати та надавати в оренду - все як у реальності. NFT у поміч.\\n\\n### 4) Повна присутність та кроссплатформеність\\n\\nВзаємодія у Метаверсі з іншими користувачами не повинна сильно відрізнятись від взаємодії у реальному житті. У цьому допоможуть пристрої віртуальної та доповненої реальності (або, навіть, нейрокомп'ютерні інтерфейси), яких ще не існує. Тож використання звичайних смартфонів, ноутбуків та ігрових консолей також матиме місце (зі значною перевагою як за кількістю користувачів, так і за кількістю вже створеного контенту) в Метаверсі.\\n\\n## Кому належить Метаверс?\\n\\nЗнову ж таки, якщо розглядати Метаверс, як щось єдине та цілісне, то він належить усім нам, як і Інтернет. Для цього необхідно розробити єдині стандарти (наприклад, як електронна пошта зараз), яких всі будуть дотримуватися.\\n\\nУ вужчому розумінні метаверса, як порталу, він буде належати та контролюватися компанією, яка його створила. Скоріш за все, ми прямуємо саме цією дорогою, на жаль.\\n\\n## Яку проблему вирішує Метаверс?\\n\\nРезонне питання, ще можна додати: Навіщо нам Метаверс? Який зиск, окрім розваг?\\n\\nЯк раз над пошуком відповіді зараз працює багато компаній і пропонують свої ідеї: від створення нових робочих місць до створення нових ринків збуту.\\n\\n## Як тепер з цим всім жити?\\n\\nБез паніки! Все, що нас оточує зараз - вся та інформаційна навала - це звичайна хвиля хайпу.\\n\\nДо цього була хвиля штучного інтелекту, а до цього хвиля блокчейну, а до цього хвиля віртуальної та доповненої реальності, а до цього хвиля мобільних застосунків, а до цього хвиля соціальних мереж, а до цього... і так до Великого Вибуху.\\n\\nТак і живемо - від хайпа до хайпу.\\n\\nЗараз всі хайпують на темі Метаверсу. Я хайпую. Ти хайпуєш. Сергій хайпує.\\n\\nВангую: за два-три роки, коли ми звично будемо проводити час у своїх \\\"теплих і лампових\\\" метаверсах, нас накриє черговий хайп - споживацька версія нейрокомп'ютерного інтерфейсу, наприклад.\\n\\nЄдине правильне рішення зараз - **шукати нові можливості** як на цій хвилі можна ~~зрубити бабла~~ реалізувати свій потенціал.\\n\\nНа щастя, Марк Закерберг не перший, хто почав перейматися Метаверсом.\\n\\nРозумні люди вже давно вивчають цей напрям і створили широку теоретичну та практичну базу для реалізації можливості існування Метаверсу. А це велике не оране поле.\\n\\n## Підсумок\\n\\nMetaverse (Метавсесвіт) - це простір, в якому реальний світ глибоко інтегрований у цифровий і навпаки. Все, про що зараз точаться дискусії - це про інтерфейс Метаверсу, про способи взаємодії з ним та в ньому. Справжній Метаверс ще попереду.\\n\\nКруто завернув?\\n\\n![](https://phaven-prod.s3.amazonaws.com/files/image_part/asset/2723996/EokZANbWx7SQwUB_pIAojPwJDrg/large_8c0d851e03e64679ae5fd8c61475b787_00000.jpg)\\n\\n\",\"timestamp\":1639932355,\"title\":\"Метаверс. Початок\"},\"digest\":\"qG1Jq_Jn6C3y-0AyrIxbzvLe-QIGPvE7jP3VVMkqSnM\",\"authorship\":{\"contributor\":\"0xda8C38C3F009EB2D7c29aeEC1f9e241c4D14beE3\",\"signingKey\":\"{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"h_J7gzki9m-tnpXXnteOaagdafCBAO3gUtnNkuCp6xw\\\",\\\"y\\\":\\\"cMqvLQyVBvyDzwZTgOiu-6hk5ia7sSx2bIbbZBhy6fg\\\"}\",\"signature\":\"vNxoxdK5npWW6WHkgK0ANQp1Gw1j84H3kffiEFc8mIWMbQLbkWDolHKqvBrpPCiua8c4MAzkHfXNKz-VF4jS4w\",\"signingKeySignature\":\"0xf1a1aa6f13732051a63bef67bc53a6d523662cb1f4678a806d3304abd2934b014a68ad527b1bab0c1a725e3c6d8369d1f69cfc6a650c8f68b7aa6d5bfd25d8fa1c\",\"signingKeyMessage\":\"I authorize publishing on mirror.xyz from this device using:\\n{\\\"alg\\\":\\\"ES256\\\",\\\"crv\\\":\\\"P-256\\\",\\\"ext\\\":true,\\\"key_ops\\\":[\\\"verify\\\"],\\\"kty\\\":\\\"EC\\\",\\\"x\\\":\\\"h_J7gzki9m-tnpXXnteOaagdafCBAO3gUtnNkuCp6xw\\\",\\\"y\\\":\\\"cMqvLQyVBvyDzwZTgOiu-6hk5ia7sSx2bIbbZBhy6fg\\\"}\",\"algorithm\":{\"name\":\"ECDSA\",\"hash\":\"SHA-256\"}},\"nft\":{},\"version\":\"12-21-2020\",\"originalDigest\":\"GPe-wcS2IaIX29tJQF-KqYhLQgP8H_Mbwup587zjo0A\"}"